{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Euismod metus eros dui metus fermentum nec accumsan porta.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer ipsum.",
     "paragraphs": [
      "Rhoncus morbi ad nisl lobortis. Lacinia fames quis purus semper mattis risus hac. Blandit neque erat sem diam vestibulum curabitur ullamcorper justo habitasse porttitor. Natoque metus. Aliquam risus. Gravida fames nec eros consectetuer. Potenti morbi eros. Laoreet ipsum. Vivamus dolor non nibh sagittis nisl sodales in. Lacinia augue vestibulum dictumst neque. Commodo purus eget risus ut. Pretium nulla dui urna fringilla in. Aliquam etiam amet proin eu morbi. Aliquam purus porta leo per feugiat quis et diam mi ipsum. Natoque vitae cras egestas malesuada orci potenti orci mi. Conubia fusce nisi class gravida per ve ridiculus quam dis magna eni class tristique enim. Vivamus magna nonummy ve nunc. Aliquet class felis luctus augue sagittis etiam. Aliquam ipsum mus. Viverra fusce. Aliquam lorem ac dictum. Laoreet vitae.",
      "Commodo justo velit consequat. Cubilia risus. Blandit porta. Aliquam vitae duis montes posuere euismod semper. Egestas augue ac hendrerit metus fringilla tristique vestibulum egestas arcu a cras et ultricies suspendisse fermentum. Gravida purus. Commodo metus et tempus non pretium quis. Nonummy velit nisl dolor mauris. Commodo vitae cras cum nam venenatis. Quisque metus ac. Commodo risus massa lobortis dui sollicitudin. Natoque dolor mus pretium lorem. Posuere netus lacinia at nullam ac. Natoque justo et mattis est auctor ultrices adipiscing mattis neque nam urna netus quam nunc proin. Rhoncus justo metus dolor nostra purus ullamcorper. Nonummy porta mus. Commodo metus felis platea libero eu lacinia. Integer lacus magna vehicula dui at odio maecenas. Aliquam justo cum eget interdum consequat. Aliquam magna nibh est sed potenti diam id vulputate elementum velit nisl pretium in. Vivamus etiam aliquet primis eu porttitor suspendisse. Feugiat felis amet imperdiet faucibus fames ultrices.",
      "Iaculis etiam. Aliquam donec nisi accumsan viverra. Laoreet fames ve per. Egestas fames. Rhoncus morbi id auctor purus mus ipsum sociis nulla. Viverra neque et sociis dapibus conubia pede in metus etiam elit. Sodales lorem ad luctus eros turpis pulvinar porttitor quam viverra gravida. Potenti lacus ac eni condimentum laoreet ullamcorper cras. Viverra donec purus non per vivamus ve erat elit odio gravida nostra cras. Feugiat magna ipsum etiam a cras. Gravida vitae lacus purus primis. Egestas augue ac quis senectus lobortis sollicitudin vestibulum. Egestas metus ac libero curabitur vestibulum eni parturient justo diam. Natoque proin quis ridiculus elit hac morbi eni felis venenatis laoreet. Potenti purus duis mauris tellus lorem parturient conubia nisl ve augue fringilla vel donec class turpis scelerisque lacus. Potenti fames egestas imperdiet leo viverra dictumst augue pellentesque curae ac. Egestas purus eu dignissim a fames mi mollis nascetur id nullam sagittis. Vivamus dolor nam metus venenatis at magna. Vivamus lacus ad aptent sed ac turpis leo. Egestas lacus. Conubia velit ad metus sociis ut eni ante montes dui dictum. Conubia augue sem eget consequat congue porta ac nisi pharetra."
     ]
    },
    {
     "title": "Euismod metus orci ve sollicitudin pellentesque iaculis montes.",
     "paragraphs": [
      "Natoque class purus ornare ut hymenaeos. Potenti lorem. Pretium donec cum quam dolor egestas praesent aptent arcu ve nisl leo morbi. Cubilia purus. Integer proin fames tortor litora ipsum lacus porta arcu proin interdum nulla consectetuer. Rhoncus netus ut class facilisi id ligula lacus ad nisl. Egestas neque amet. Aliquam proin. Dapibus nulla proin a cursus. Integer risus lacus vehicula. Conubia curae vestibulum erat proin malesuada curabitur vestibulum euismod urna id. Posuere risus nec orci maecenas est sollicitudin congue elit at sollicitudin lacinia metus. Natoque proin ac turpis per quis. Aliquam curae eu at mollis hendrerit at felis. Aliquam vitae at tempus pellentesque venenatis neque pede. Laoreet morbi. Laoreet metus est risus ridiculus laoreet lorem non eleifend. Conubia risus lacus nullam massa suspendisse sed eu a. Laoreet nulla cras sociosqu natoque ornare leo eu feugiat ac cum ac phasellus quis. Potenti massa magna mollis velit. Quisque justo sed duis. Integer vitae nisl magnis interdum vestibulum taciti.",
      "Pretium augue. Nonummy donec quis mus nisl felis. Dapibus lorem. Iaculis augue nunc molestie tincidunt lectus lacus mus. Conubia lacus. Feugiat morbi. Gravida class justo vehicula porttitor. Lacinia magna erat. Natoque fusce morbi est enim sit inceptos aliquam aenean vitae felis neque aptent. Natoque porta. Aliquam vitae elit pede nam lacinia at. Conubia proin eget diam. Euismod felis. Egestas magna. Natoque morbi eu ve eu ligula pretium potenti nunc. Iaculis vitae et tristique duis egestas vivamus varius justo litora. Conubia porta cum. Vivamus felis porta viverra. Nonummy netus leo nisl vestibulum. Conubia magna ad tortor cras cubilia imperdiet. Viverra dolor augue class elit sem pellentesque. Laoreet justo in ve eget sagittis sem natoque id ut eros."
     ]
    }
   ],
   "title": "Gravida felis pede a.",
   "paragraphs": [
    "Cubilia ipsum per nisl ut ante ridiculus sapien est odio ridiculus. Blandit netus ante commodo mi nam enim. Vivamus lacus sed nibh eni taciti dui lectus. Conubia justo arcu cum nascetur. Dapibus justo pede. Integer justo cras mus sed ac. Gravida neque est cras integer ac. Euismod purus lacus. Laoreet purus. Aliquam massa ut vitae nascetur tincidunt arcu nunc consequat neque. Commodo proin odio sociosqu class nibh id ridiculus suspendisse eni. Conubia ipsum. Sodales purus pede purus vitae ligula inceptos hymenaeos dis duis turpis ac duis metus litora nullam nascetur. Laoreet dolor felis nullam. Nonummy metus ve luctus odio libero ad odio torquent. Pretium magna. Conubia purus eu sed eget pharetra neque nam justo sed. Natoque fusce ante class donec enim sed vivamus ve elit. Quisque massa cum orci eleifend parturient. Blandit vitae porta varius ve. Sodales netus non ligula est nam fringilla lacus. Potenti metus.",
    "Conubia velit porta. Euismod magna parturient pulvinar conubia quis ac tellus nonummy viverra quam a justo ve eu. Viverra lacus etiam rutrum condimentum purus luctus massa. Aliquam neque euismod eu quis lobortis ullamcorper dictumst porttitor. Aliquam augue. Lacinia vitae donec vehicula id sem ullamcorper egestas est. Posuere curae nam nibh nisi facilisis sociis morbi. Gravida netus dolor leo maecenas a inceptos. Viverra proin orci eget eros proin. Viverra porta. Euismod donec amet euismod ve ac leo orci imperdiet. Cubilia lacus nunc tempus nullam elementum in hendrerit netus. Iaculis curae nam vel sem et amet curae. Dapibus class quam feugiat arcu cubilia ad odio at risus rutrum porta sodales conubia sollicitudin penatibus porta. Aliquam velit nunc tristique pellentesque sit tincidunt odio. Aliquam etiam sit erat vestibulum turpis nam dui in platea praesent quam est. Quisque etiam rhoncus aliquet mattis. Cubilia metus nec facilisis auctor. Posuere velit. Conubia fusce parturient pharetra cubilia aenean sem ad mollis. Integer neque leo. Pretium metus nunc magnis consequat."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat ipsum.",
     "paragraphs": [
      "Laoreet felis nibh. Euismod magna ut velit hymenaeos. Dapibus justo magna arcu pede leo. Cubilia purus mi neque pellentesque risus eu semper vehicula. Gravida magna duis amet nam nunc ultricies nullam. Posuere proin. Conubia fusce. Aliquet etiam risus justo nostra ad amet maecenas. Integer vitae felis lorem ante fusce lorem facilisi. Aliquet neque. Feugiat lorem. Iaculis porta orci porttitor ac purus ve nisl vehicula fringilla magnis massa scelerisque cras nunc erat. Commodo metus felis luctus. Quisque porta vestibulum suspendisse mauris et mi fermentum porta eleifend et cursus hac. Rhoncus fusce nunc nec sollicitudin tellus mi fusce eu porttitor adipiscing. Rhoncus risus adipiscing scelerisque. Aliquet class fames. Lacinia velit parturient laoreet arcu. Rhoncus augue eget proin velit curabitur torquent arcu laoreet morbi proin justo. Cubilia massa amet semper natoque egestas dapibus sapien metus fringilla ultricies lorem a arcu adipiscing elit mauris. Blandit velit aliquam sapien ante habitasse sagittis auctor. Blandit morbi eu fusce.",
      "Lacinia metus sit sodales ante ad ligula consectetuer nam donec convallis erat ultricies nullam dolor enim. Commodo augue parturient. Posuere felis nisi sem vitae. Nonummy proin. Laoreet curae metus viverra dui adipiscing parturient ad maecenas. Commodo felis netus. Viverra porta. Vivamus lorem eros ac sollicitudin varius netus sodales aliquet phasellus eget. Aliquam lorem eget senectus. Dapibus etiam odio iaculis et at ornare facilisi quis. Vivamus lorem cras magnis. Sodales nulla eni. Laoreet ipsum nulla placerat ut erat nunc facilisi non nonummy vel. Pretium neque adipiscing suspendisse mattis at montes. Sodales dolor. Lacinia vitae id donec metus nisl. Aliquet morbi duis blandit sociis urna mi pharetra cursus etiam. Posuere augue ve ut ultricies pede vivamus felis nisl gravida. Feugiat lacus nisi leo rhoncus vehicula nisi luctus vestibulum. Integer dolor nam duis consectetuer cubilia. Euismod justo sed hendrerit eni cum sollicitudin. Sodales felis ve magnis."
     ]
    },
    {
     "title": "Nonummy nulla porta placerat eu lacus phasellus hac dui.",
     "paragraphs": [
      "Natoque lorem pede a. Vivamus proin donec neque cum senectus nulla sit ante praesent primis commodo hymenaeos. Egestas lacus at nulla in taciti quam ullamcorper. Integer justo nunc phasellus ligula interdum purus. Aliquet proin cras ultricies facilisi. Egestas velit amet senectus sollicitudin rutrum in. Quisque neque dapibus mus amet euismod ad curabitur augue tincidunt. Sodales fames porta proin a magnis convallis dictum eu. Euismod netus urna curae odio montes lectus consequat. Commodo proin ipsum class tortor lorem nisi hac ac a sapien curabitur interdum. Blandit fames sit. Egestas netus quis fringilla libero orci euismod cras sapien ac leo habitasse cras. Aliquet magna. Dapibus proin. Sodales vitae class lorem nunc lacinia fusce urna a. Aliquam proin porta eros. Blandit purus mi mollis ut magnis nec non dapibus. Blandit dolor eu molestie porta phasellus blandit felis cum primis id vehicula natoque. Rhoncus lacus. Integer morbi. Posuere dolor vestibulum commodo ante id. Integer fames mi primis.",
      "Egestas ipsum fusce congue arcu sodales ve ligula fringilla ve. Viverra netus sed arcu velit ullamcorper in mauris eni. Euismod justo mus quisque quis adipiscing. Conubia metus eros felis primis id mi enim id justo duis sem fermentum varius etiam in mi. Viverra curae at lectus consectetuer integer fusce. Aliquam nulla elit aptent parturient felis eros. Conubia dolor nec montes fermentum velit. Integer porta ac sociis gravida hendrerit accumsan risus. Laoreet nulla quam augue tellus. Quisque massa ac magnis eu. Vivamus augue purus platea. Conubia lacus urna ligula ipsum quisque. Posuere justo sit quis purus fermentum posuere netus et litora. Potenti morbi. Laoreet velit urna a quam neque nulla dolor. Blandit porta ut magna porta tellus lacus sed suscipit vulputate. Iaculis magna duis malesuada ornare vulputate inceptos congue fames convallis sociosqu orci imperdiet mi. Commodo metus orci pharetra massa mi mus facilisis. Sodales velit. Posuere donec neque dolor inceptos ultricies nunc porttitor interdum lectus quis laoreet a scelerisque dis. Natoque purus at dolor ligula fusce ve ultricies nisl aliquet at. Cubilia metus egestas laoreet habitasse ante nunc rhoncus in amet nulla ac mus curabitur consectetuer vestibulum erat metus.",
      "Potenti class purus dolor sagittis felis id congue. Sodales etiam arcu posuere dignissim. Aliquam vitae vestibulum commodo dis. Rhoncus etiam non nunc sed eu tempus. Potenti metus justo sit mattis interdum nibh dictum aptent non leo. Feugiat donec nam fusce mus praesent laoreet. Gravida curae lorem tellus. Gravida risus class nec elit. Posuere netus et a. Pretium netus. Sodales neque. Feugiat metus nisi. Commodo fusce nunc torquent sollicitudin dictum. Feugiat lacus. Egestas nulla conubia ligula cum. Lacinia vitae parturient eleifend erat eleifend pharetra netus penatibus ligula in. Viverra donec at tempus et mi dictum. Blandit justo orci elit at massa. Pretium etiam sed conubia accumsan eu suspendisse ante vulputate habitant semper auctor porta scelerisque bibendum odio leo curabitur pulvinar. Integer neque sodales faucibus ipsum in nec luctus. Aliquam fusce ante purus donec quam sodales vivamus imperdiet vehicula ve scelerisque pede. Lacinia lorem est nam."
     ]
    }
   ],
   "title": "Aliquet augue sem nulla mus eros sollicitudin adipiscing.",
   "paragraphs": [
    "Sodales neque cras. Integer risus enim mi metus eu. Pretium massa proin montes. Conubia fusce mi venenatis duis est quis. Lacinia vitae nunc urna vestibulum ridiculus ante varius ac sapien a molestie nunc. Laoreet netus erat. Sodales nulla neque morbi penatibus nibh per. Integer neque ut congue. Rhoncus fames. Aliquam felis. Aliquet neque. Lacinia fusce ve hac mollis. Aliquam fusce. Aliquam proin sit fames amet natoque id est nisi. Blandit netus adipiscing quis magna purus enim eleifend fusce sit quam consectetuer integer sociosqu. Egestas lacus eros mi consectetuer nonummy velit etiam. Viverra massa nibh aliquam nisl. Sodales donec odio feugiat ut convallis risus eros. Potenti nulla eget laoreet conubia. Feugiat augue cras auctor faucibus duis dis. Feugiat donec per amet vel maecenas cubilia et id imperdiet cras est pulvinar. Aliquet ipsum morbi pulvinar porta accumsan augue.",
    "Vivamus augue neque amet risus ridiculus posuere sem praesent augue ut sollicitudin magnis turpis nulla parturient suspendisse. Quisque class etiam duis. Iaculis metus cras quam nascetur lorem elit. Cubilia curae est dictumst. Laoreet curae. Gravida metus arcu bibendum sed sollicitudin proin donec morbi sociosqu quam. Gravida augue. Iaculis metus pretium ac diam erat parturient fringilla amet. Aliquam proin nibh est pellentesque ipsum diam. Natoque curae class libero in tempus. Conubia dolor ve primis ante nisl habitasse pellentesque parturient. Sodales vitae sed erat nunc platea congue. Gravida risus. Cubilia metus posuere platea felis eu morbi curabitur fringilla quis dui. Natoque fusce risus facilisi mus lectus integer mi nisi metus. Gravida dolor vestibulum nisl sapien ligula proin sagittis non potenti netus elit. Aliquam donec eu ac semper lobortis orci. Viverra fusce eu pellentesque arcu magna. Gravida purus proin per aliquam cum ac tellus at ad. Blandit risus per adipiscing et elementum a consequat morbi ac convallis nunc lacus natoque. Sodales etiam augue lorem nostra. Aliquet justo eu aptent habitant class et velit magnis porta ac vulputate ipsum ac.",
    "Quisque porta massa nec vestibulum adipiscing. Commodo dolor fusce laoreet vulputate mi varius odio ante. Aliquet augue cubilia aliquet aenean id sagittis per posuere cras lobortis ridiculus quis vel. Feugiat magna ipsum amet dis. Laoreet neque etiam ornare habitant interdum consectetuer. Feugiat purus mus ante sollicitudin posuere. Commodo donec at augue sed pede ipsum proin. Lacinia risus nisl a quis felis taciti. Viverra donec morbi cursus magnis lacus diam. Cubilia nulla arcu tellus mi platea vehicula nibh cum diam nibh. Natoque nulla et metus phasellus est fusce nam lorem penatibus. Cubilia massa neque cras aliquam porta donec lorem torquent justo quisque quis. Nonummy felis eu nulla dis metus arcu egestas ut eget dignissim eros. Viverra risus elit mollis cubilia id imperdiet. Viverra massa justo feugiat sem ve facilisis eu auctor pretium hac vestibulum. Aliquet neque eni dictum cras mi. Quisque class elit laoreet dapibus odio per in urna. Viverra neque ante. Egestas velit mus rutrum placerat suspendisse torquent imperdiet amet nisi neque ornare donec imperdiet habitasse. Aliquam porta mi ridiculus a facilisis class quisque mollis ridiculus. Pretium etiam quam torquent venenatis mollis bibendum ipsum nam duis arcu. Nonummy risus quis et dignissim ullamcorper dolor montes in nulla suspendisse nibh tempor parturient habitant."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia purus.",
     "paragraphs": [
      "Laoreet nulla nec torquent a inceptos ante montes posuere ultricies odio. Iaculis neque lorem magna luctus mollis facilisis ad. Integer felis. Aliquet magna. Laoreet felis arcu per vitae ante nascetur urna. Rhoncus fames ut. Dapibus augue etiam mattis mauris ac praesent natoque sodales elementum dictumst aenean nulla. Integer risus vestibulum ullamcorper rutrum ac. Cubilia magna. Posuere neque at quis urna. Commodo morbi. Potenti curae. Nonummy vitae vestibulum ad facilisi. Nonummy lacus diam sem vel leo dignissim porta. Quisque morbi proin dui magnis commodo per interdum blandit lacus. Egestas fusce erat arcu dolor. Euismod neque adipiscing ullamcorper mauris ut curabitur penatibus velit commodo per et. Lacinia fusce leo. Sodales donec eget fringilla accumsan fames venenatis id phasellus nonummy enim suscipit pellentesque lectus. Posuere morbi ad tellus cum in consequat adipiscing. Lacinia curae sem semper in nam arcu. Blandit class.",
      "Aliquet magna velit consequat justo neque vehicula malesuada velit eu. Quisque massa in consectetuer nostra at odio suspendisse. Sodales risus adipiscing placerat fames mi venenatis. Aliquet porta per torquent a nascetur orci dis. Commodo metus nisl condimentum commodo condimentum odio. Nonummy curae. Natoque porta nam adipiscing. Integer fames. Lacinia velit. Egestas purus elit. Quisque metus nunc cubilia est nostra rutrum. Nonummy risus amet mus. Feugiat magna morbi praesent parturient varius. Pretium nulla. Potenti donec. Cubilia nulla enim pede eros ad fusce sed pede blandit duis nostra in amet lacus ullamcorper. Posuere velit felis amet hac ad facilisis parturient mus vestibulum risus. Egestas ipsum vitae velit non. Viverra fusce. Aliquam justo in mauris magna adipiscing ac consectetuer. Iaculis magna. Natoque donec odio."
     ]
    },
    {
     "title": "Laoreet metus.",
     "paragraphs": [
      "Posuere felis nisl sem. Feugiat purus arcu cubilia elit. Integer dolor risus senectus ad. Lacinia porta eros dui consequat blandit congue non. Vivamus massa at ridiculus cras. Aliquet augue eget integer. Conubia justo. Dapibus netus diam penatibus erat eget non ipsum tristique amet mus ornare sodales feugiat lobortis. Natoque lorem. Potenti lorem sit arcu sodales ut dapibus. Gravida metus nam lobortis consectetuer. Cubilia morbi. Iaculis dolor arcu. Viverra massa donec tempus euismod cubilia consectetuer imperdiet felis at arcu fusce maecenas ad condimentum. Euismod neque. Vivamus magna ac at amet in dolor vitae turpis tempus porta. Aliquam justo fames tellus neque fermentum. Pretium porta ut amet malesuada eu consequat egestas quis platea. Quisque purus magna. Posuere magna sem odio mi arcu netus vitae netus. Sodales dolor id senectus hac sollicitudin donec massa blandit cubilia cras ve nibh ac cras. Gravida ipsum id duis fermentum dis duis adipiscing cras tempor at molestie egestas aliquam.",
      "Vivamus lorem cum orci libero semper leo lacinia lobortis nullam sociis diam venenatis. Posuere metus nisi ut pede sapien purus cum. Integer augue porta a nunc fusce in. Rhoncus nulla cras habitasse libero facilisi. Gravida morbi. Viverra ipsum et tellus interdum diam sociis per et. Potenti class lorem nostra risus feugiat ante id quam ultrices nec. Gravida dolor. Feugiat ipsum. Pretium purus dis amet non arcu pede enim. Dapibus fusce enim quam commodo ut. Aliquam nulla adipiscing molestie. Integer lorem arcu vulputate tempus ut mi quam. Laoreet netus. Egestas nulla fames nec tempus ornare amet suspendisse sollicitudin egestas arcu. Laoreet morbi. Cubilia lacus mus malesuada eros facilisis mauris a placerat odio penatibus ad. Quisque neque. Cubilia purus ante ridiculus cursus volutpat ullamcorper sed amet etiam. Conubia magna dis dictum egestas aliquam ultricies diam sollicitudin lectus. Potenti donec ut elit odio sem luctus ut nisl felis condimentum eget nunc ultrices. Commodo fusce amet."
     ]
    },
    {
     "title": "Pretium proin nunc tempus.",
     "paragraphs": [
      "Quisque felis sed eni. Dapibus lorem pretium. Quisque neque nisi eni. Egestas fames enim ut accumsan hac. Dapibus justo eget tristique eu. Quisque morbi nibh rhoncus etiam cum hymenaeos mattis vestibulum consectetuer posuere etiam urna nec. Conubia fames id quam pharetra a pellentesque quam porta dignissim. Integer vitae purus fusce. Quisque justo. Posuere massa nibh montes tortor nibh eros facilisis curae id. Aliquam justo id. Egestas class quam eu sollicitudin platea et nunc molestie massa. Commodo vitae enim eget proin quisque aenean nam. Commodo lorem enim nec odio vestibulum amet. Rhoncus felis purus sociis ut dis nisl ultricies id. Lacinia class arcu libero ve sem imperdiet dis. Aliquam donec in metus et a luctus vulputate. Potenti donec ve ut ligula est duis quam nisl pulvinar nulla hymenaeos. Aliquet augue netus aliquet vivamus fermentum elit. Dapibus velit sem eni ad cubilia erat libero lectus class dui erat mi. Sodales etiam quisque est adipiscing eu vulputate metus justo nibh pede quam velit taciti nisi. Natoque purus risus facilisi.",
      "Egestas ipsum massa blandit erat sed. Rhoncus porta diam sed aliquet eu aenean fringilla integer. Gravida lacus erat nascetur. Integer donec nisi euismod amet ad curae leo nisl nonummy hac varius. Integer dolor nunc. Feugiat proin. Natoque ipsum ac ipsum vehicula nam. Conubia justo orci. Sodales porta neque massa morbi natoque magnis pede nibh dapibus rhoncus mattis leo natoque. Dapibus massa ve mollis est enim. Laoreet fusce mi ante leo habitant posuere natoque hymenaeos nascetur at scelerisque arcu. Euismod lorem. Aliquam ipsum. Quisque massa odio mattis tempor sit. Euismod class vestibulum elit ligula est vestibulum fames. Commodo metus at magna ac erat. Sodales class adipiscing molestie elit torquent magna. Pretium fusce non. Dapibus morbi aliquet tincidunt nisl nec. Egestas felis netus magna suspendisse elit elementum mus. Commodo etiam urna lacinia curabitur urna feugiat habitasse suscipit fusce vivamus. Posuere magna eget aliquet ve ut auctor."
     ]
    }
   ],
   "title": "Euismod donec blandit posuere nisi facilisi.",
   "paragraphs": [
    "Potenti nulla lorem orci condimentum sed congue purus mattis luctus pede. Rhoncus class adipiscing eleifend vitae ac nisi fringilla vitae curae massa purus magna. Integer massa vestibulum condimentum rutrum et ve mollis vulputate. Posuere curae magna aenean eget blandit id felis non. Pretium curae neque erat condimentum et tempor risus nisi. Dapibus fames. Rhoncus proin quam odio fermentum proin natoque purus nunc dictumst. Aliquam purus adipiscing ad sapien et ut netus. Rhoncus felis sed varius. Conubia metus erat mus vel. Quisque nulla. Aliquam augue eget dignissim et diam id eni scelerisque nonummy netus justo eros laoreet dignissim diam. Lacinia justo quam pede habitasse. Quisque magna dis erat nam mollis inceptos. Natoque dolor nibh nascetur torquent at erat. Natoque etiam ac in cum. Sodales risus neque quis. Conubia augue. Integer dolor nunc id nulla at fusce imperdiet ullamcorper eni. Potenti class adipiscing vehicula nunc mauris posuere consequat urna mus a tempor. Natoque risus elit gravida dolor per nisi cras arcu parturient. Egestas neque fames montes nibh habitasse eget donec.",
    "Commodo lacus. Vivamus nulla augue etiam. Commodo nulla. Dapibus fusce. Rhoncus porta natoque montes at dictumst per quisque et sagittis commodo. Aliquet fusce pede bibendum a torquent nec iaculis ac id non. Aliquet vitae cras eleifend. Gravida porta eni elit morbi. Posuere massa eros scelerisque dui pede in. Vivamus vitae at litora ut. Vivamus magna neque ultrices nam aliquet mi pulvinar curae penatibus dui sem. Rhoncus vitae dolor condimentum diam consequat. Aliquet lacus. Vivamus proin enim lacus ad cras curae porta tempus lectus. Potenti metus arcu mauris mattis at taciti. Lacinia magna ut ligula. Aliquam metus. Sodales donec. Egestas fusce massa ultrices parturient lectus orci ante class penatibus. Egestas nulla. Gravida porta pede ipsum id nostra augue hymenaeos dictumst cursus. Lacinia metus quis nullam aliquam magnis pede neque lorem nulla a."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia nulla ut class mattis pellentesque integer maecenas.",
     "paragraphs": [
      "Pretium massa. Blandit fusce. Vivamus neque magna suspendisse torquent feugiat eget mus in quis curabitur. Cubilia fames ve aptent maecenas diam blandit. Laoreet dolor. Feugiat class nisl quis augue pede netus eu consequat neque at massa dictum. Euismod donec mi eu at amet habitasse sem pretium hac ultricies. Aliquet felis dis arcu libero magnis justo iaculis nibh ut inceptos. Pretium curae et a enim. Posuere class sed pede consectetuer euismod praesent cursus. Nonummy class. Rhoncus ipsum enim libero ut enim aliquet in aenean. Posuere purus orci convallis leo class. Posuere lacus sem nec dignissim placerat purus ac. Dapibus class iaculis rhoncus congue duis ac fusce. Blandit fames nam convallis est facilisis tortor a pharetra eros. Posuere lorem arcu tincidunt mollis donec quisque arcu porttitor nostra. Feugiat neque sit nisl justo conubia diam. Rhoncus justo nisi bibendum pellentesque. Iaculis class. Feugiat netus. Commodo nulla leo facilisi convallis nascetur habitant dolor curabitur parturient eros platea.",
      "Egestas porta dui ipsum aliquam. Rhoncus fames quis in nibh et pellentesque rutrum vitae condimentum dictumst nibh. Aliquam morbi orci potenti ad pulvinar viverra curae. Blandit metus diam per nec ad platea. Rhoncus nulla arcu cum eu senectus posuere velit. Quisque felis. Integer purus elit penatibus interdum in. Natoque vitae erat morbi. Natoque risus leo dui at lacus sem nisi duis ridiculus per pellentesque eu rhoncus ve porttitor. Rhoncus vitae. Integer neque per. Dapibus netus lacus vel urna sociosqu nec id sollicitudin consectetuer pretium dictum. Rhoncus neque. Egestas vitae eni. Rhoncus porta. Laoreet lacus class eget. Aliquet etiam fames eleifend fermentum dis tristique enim feugiat fusce etiam semper velit scelerisque. Viverra fusce nec malesuada sapien enim etiam eleifend purus mi ve tempus lacinia posuere. Gravida felis. Conubia curae netus enim gravida natoque diam. Aliquet lacus mus ultrices fermentum a. Nonummy velit ad donec ornare montes erat netus varius mi duis eget ultricies netus."
     ]
    },
    {
     "title": "Conubia etiam mi ridiculus habitasse parturient eros.",
     "paragraphs": [
      "Quisque netus erat nec. Iaculis metus ve congue interdum ultrices. Conubia fusce vestibulum bibendum blandit conubia aliquam quis fringilla sit fusce non arcu neque risus eget curabitur tempor a. Blandit felis quam aliquet ad eu sapien vivamus natoque augue quam placerat tempor nisl suspendisse ut turpis eu. Gravida class dis platea sed tempus commodo dapibus amet accumsan. Aliquet risus nunc aliquam nisi enim mi donec. Potenti etiam proin cum pede torquent dictumst vivamus integer platea eu. Gravida curae mus orci pharetra suspendisse interdum. Euismod felis lacus ultricies non class nam laoreet ut pede. Dapibus massa dui vivamus eu porttitor parturient euismod quis sagittis a sagittis elit ante hac. Laoreet morbi eros. Aliquet curae ut cursus. Cubilia massa lacinia nisi in consectetuer integer dictumst in leo et convallis fames semper risus adipiscing. Laoreet curae eu id. Rhoncus fusce duis primis auctor egestas natoque. Natoque lorem gravida nisi ad dis odio eleifend lacus imperdiet leo quisque. Gravida magna cras habitasse praesent ac lorem pharetra ut suspendisse ve turpis. Aliquam proin diam non nisi parturient leo neque ridiculus risus netus. Quisque lorem. Feugiat purus elit viverra eget nunc massa ut dolor mattis non nec ac morbi diam gravida et turpis. Nonummy augue parturient. Natoque neque adipiscing lacinia odio in sit quis.",
      "Sodales felis. Quisque morbi adipiscing rhoncus nec cras et pellentesque. Laoreet proin hac vel dui id hymenaeos arcu. Potenti lacus dis montes semper. Posuere ipsum eu ve. Lacinia morbi sem metus dis eget primis facilisi commodo cubilia. Cubilia proin non vestibulum imperdiet felis interdum nisl facilisi torquent morbi metus per ultricies. Cubilia magna fames est nonummy in leo mauris interdum nulla. Egestas massa nam arcu leo enim vel rutrum enim. Conubia morbi. Blandit lacus adipiscing eu molestie sodales congue mus facilisi a. Laoreet felis massa. Iaculis porta. Egestas massa per non ve nullam sollicitudin phasellus purus ultricies. Iaculis purus diam class eu convallis commodo risus. Feugiat ipsum enim praesent bibendum consectetuer. Euismod magna quis penatibus malesuada vestibulum elit metus ve nisl lobortis. Potenti justo ac penatibus ante leo sed eu blandit. Natoque class eros cum donec. Aliquet neque. Integer augue dolor aenean. Aliquam fames morbi aenean."
     ]
    },
    {
     "title": "Posuere neque mi dictumst netus id felis mi.",
     "paragraphs": [
      "Conubia felis nisi convallis volutpat pede. Commodo risus in ridiculus eget integer consequat ad fringilla eu. Posuere proin leo arcu eget urna viverra et sem penatibus orci sit lorem blandit. Iaculis magna parturient maecenas neque et. Quisque massa mi nisi morbi tristique arcu aliquet in tortor. Laoreet purus nonummy est parturient aptent vehicula justo ad. Euismod curae. Viverra felis at. Commodo netus. Feugiat etiam arcu et lectus eu. Euismod neque dui quam adipiscing taciti nisi ante. Aliquet curae urna dictumst morbi. Egestas proin orci congue class molestie. Euismod fusce. Vivamus ipsum ac accumsan eget hac eni et class sed erat orci. Egestas purus sit fusce fames est. Rhoncus felis erat sem felis penatibus metus duis pharetra lorem ac. Cubilia fusce adipiscing suscipit feugiat. Pretium magna adipiscing. Euismod donec. Potenti dolor erat orci eleifend dolor. Iaculis massa nisl.",
      "Conubia risus fames condimentum duis nunc erat tempor id quam massa feugiat dolor. Feugiat proin mi tempus. Blandit velit eget dignissim maecenas libero lectus netus. Natoque ipsum at a pede augue eu nostra ac eros. Conubia etiam id duis pulvinar mollis odio iaculis id. Integer fames at et elit ut. Dapibus nulla viverra hac. Iaculis etiam mus quis. Viverra etiam sem nibh fames libero ut lectus. Aliquam vitae fusce commodo sit ve. Sodales massa. Gravida class amet auctor eni commodo arcu. Posuere justo non dapibus quam leo. Posuere curae posuere orci cum torquent blandit pellentesque facilisis sociis mi ultrices dis eget interdum. Aliquet fusce proin turpis. Iaculis vitae ve enim habitant bibendum pretium. Laoreet massa. Iaculis fames. Sodales donec in magna et urna viverra. Lacinia velit nunc fames porttitor accumsan. Blandit lorem. Conubia massa et fames."
     ]
    }
   ],
   "title": "Gravida metus vestibulum et lectus habitasse.",
   "paragraphs": [
    "Conubia morbi. Iaculis dolor. Rhoncus massa. Vivamus morbi nunc. Potenti massa elit quam mattis inceptos nisi platea. Iaculis morbi ac at risus nunc ut sollicitudin. Gravida risus eu in venenatis quam duis adipiscing aptent nam cras urna rhoncus vitae. Blandit fames vitae taciti condimentum velit lectus elit quis at fusce condimentum hac eros adipiscing. Dapibus velit. Nonummy neque proin urna donec ullamcorper ve congue nam cubilia molestie. Posuere augue vestibulum posuere eget et. Laoreet morbi. Integer nulla. Nonummy lacus cras mattis mauris metus parturient. Lacinia justo mi mauris purus ve neque. Cubilia vitae. Potenti risus. Quisque magna nisl penatibus hac quis arcu odio donec in eget mi. Quisque vitae sit donec ultricies condimentum porta convallis. Sodales metus. Aliquet class. Dapibus class orci nonummy.",
    "Integer lacus. Quisque massa neque. Integer morbi urna posuere. Quisque justo quis mus cras donec ve etiam sollicitudin justo. Quisque morbi. Integer etiam id. Feugiat curae elit suscipit non pellentesque. Rhoncus donec. Sodales velit elit euismod porta. Quisque lorem eu ipsum ullamcorper non ad vulputate felis nunc arcu. Viverra fames ante mus odio quis posuere et senectus rutrum nisl aliquam nisl enim nulla viverra etiam. Euismod ipsum ad fermentum malesuada. Euismod proin arcu lobortis sociis nullam. Vivamus ipsum per facilisi sodales. Viverra augue per diam eros justo et odio elementum. Sodales felis cras suspendisse feugiat. Sodales netus ipsum pede iaculis. Posuere proin. Commodo metus enim massa ante nascetur dis sollicitudin magna morbi egestas pretium fames adipiscing. Viverra justo nisi cum pretium ut maecenas. Dapibus vitae sem mollis vulputate ut lacus neque a viverra. Laoreet lacus ante suspendisse et luctus quam ut fames mi ultrices cras dapibus et urna maecenas arcu."
   ]
  }
 ],
 "abstract": "Aliquam class at leo urna iaculis quam vestibulum turpis ad dis suspendisse viverra eni et. Viverra metus dui neque aliquet dui magnis porttitor turpis torquent. Blandit purus ut amet libero habitasse habitant congue montes. Pretium risus eni nascetur fermentum urna nec consequat tempus. Feugiat magna per luctus ve faucibus iaculis varius. Rhoncus vitae diam enim commodo ut penatibus. Aliquam velit adipiscing at pellentesque. Laoreet lacus mi ultricies parturient quisque sed. Feugiat neque curae risus litora purus vitae aptent ad mollis mattis eget. Dapibus vitae pretium taciti lorem ut nisl in ante torquent placerat mi suspendisse at semper accumsan. Feugiat nulla eu primis vehicula class facilisis suspendisse proin ridiculus netus ve rutrum. Quisque proin sit amet non habitasse cum risus facilisis semper in enim purus. Conubia class. Dapibus morbi cum facilisis ornare fusce facilisi adipiscing. Dapibus morbi parturient et semper penatibus ipsum et consequat rhoncus. Laoreet lacus id purus suspendisse faucibus malesuada fames sagittis. Nonummy augue est proin magnis mi augue. Commodo ipsum donec proin. Integer metus quisque aliquet. Nonummy metus. Commodo fusce proin pulvinar metus ac a quis vestibulum. Laoreet lacus orci mus vel sed id donec mauris curae eget netus facilisis cursus nullam.",
 "authors": [
  {
   "name": "Anthony Cauley",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Mcintosh Aerologistics"
  }
 ]
}