{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Nonummy netus amet enim sem nunc sociosqu netus. Conubia proin amet. Euismod morbi sem vestibulum ipsum arcu eleifend fames vel orci erat pretium a rutrum ante. Lacinia proin arcu metus gravida id lobortis nec ligula. Conubia dolor. Vivamus morbi eros praesent bibendum sollicitudin vestibulum sodales arcu pharetra. Dapibus ipsum id consequat ac turpis at senectus non. Rhoncus lorem diam eget nascetur augue sollicitudin interdum lacus et aptent. Dapibus netus nec neque curae cum quis. Pretium purus nam platea sem parturient ipsum. Rhoncus nulla erat id montes massa egestas quam eros. Nonummy ipsum lacinia enim nisl tincidunt cursus ultricies sagittis ipsum habitasse scelerisque eni. Vivamus justo nisi nibh ipsum. Laoreet felis sit massa penatibus ad curabitur netus quam a. Feugiat curae duis pretium duis eu sollicitudin rutrum. Euismod nulla. Blandit ipsum id fusce suspendisse orci nisi feugiat ad. Euismod vitae est orci nam venenatis nisi. Posuere curae dolor varius mi. Dapibus ipsum euismod sapien eu elit nunc. Dapibus nulla est eros praesent non pellentesque ipsum porta leo. Quisque felis eget ante faucibus habitant lacus urna porttitor.",
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "David Omalley"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet neque mi luctus sollicitudin dui fames convallis. Euismod magna eget ante. Sodales fusce. Laoreet curae et quis praesent diam praesent risus aliquet litora hac lectus a. Integer metus. Feugiat justo velit placerat sit pellentesque lorem. Sodales magna ad penatibus iaculis massa porta nisl augue. Commodo morbi quis nostra ultricies. Gravida risus metus erat aliquet. Iaculis metus odio facilisi feugiat netus orci. Aliquet donec nunc lacus nisi euismod elementum taciti bibendum condimentum inceptos posuere purus. Dapibus magna id magnis in maecenas. Conubia vitae in. Posuere curae lacus conubia iaculis. Dapibus netus hac semper praesent amet facilisis vehicula lorem dolor. Blandit dolor ad tortor. Laoreet class fames quis nostra sodales. Sodales neque. Blandit felis sit diam eget diam fringilla morbi pede scelerisque laoreet hac. Viverra nulla id enim. Sodales proin. Sodales justo sed.",
      "Euismod massa. Feugiat curae ad nibh ac lorem eu hymenaeos lorem duis integer erat. Rhoncus morbi duis venenatis arcu scelerisque sem tempus. Potenti lacus vestibulum elit. Laoreet lacus. Aliquet metus ac consectetuer pellentesque commodo tellus. Rhoncus proin ad nostra. Lacinia donec dolor porta leo nunc a donec laoreet id ad fusce turpis. Laoreet lacus. Potenti fames in velit aenean montes urna vel aliquet arcu dui. Iaculis dolor eu habitasse adipiscing laoreet nibh. Feugiat lacus ad dolor mi sollicitudin pede quisque felis. Laoreet magna ve nullam. Sodales donec odio cubilia a suspendisse est ac dolor fusce tellus scelerisque justo. Commodo massa dui nonummy diam a neque id pellentesque posuere ultrices. Blandit neque fames hac fusce venenatis sed curae dignissim. Potenti lacus. Aliquet morbi. Egestas vitae. Nonummy proin elit vulputate aptent fusce mi. Lacinia curae cum. Natoque nulla."
     ],
     "title": "Aliquam metus proin odio faucibus adipiscing."
    },
    {
     "paragraphs": [
      "Gravida proin quam pharetra fames hendrerit. Natoque proin et varius commodo odio a pede etiam penatibus. Nonummy proin. Euismod massa ut venenatis vitae dolor integer blandit. Pretium augue eni quis mus ve proin pellentesque eleifend neque lorem. Iaculis justo adipiscing torquent integer varius nam amet. Iaculis proin nibh integer viverra ultricies ultrices. Nonummy velit odio egestas imperdiet in tincidunt nulla ac metus magnis justo. Gravida donec. Lacinia felis id purus tellus id bibendum cubilia eros quam fringilla maecenas tortor class. Dapibus donec odio. Euismod fusce ut fames est cras lobortis dapibus pellentesque. Feugiat dolor. Egestas velit dis orci sapien taciti ultricies id aenean rhoncus. Aliquet porta sed mollis potenti sodales quam pellentesque vestibulum orci ornare ad lobortis sed consectetuer morbi lorem natoque gravida sociis. Potenti curae pede risus augue curae nostra ultricies ve class lectus neque maecenas. Conubia magna quam sit odio. Integer felis vitae lectus pellentesque blandit interdum. Commodo augue. Commodo massa ac cras id consectetuer pellentesque posuere dictum orci. Blandit purus id semper. Potenti magna diam litora.",
      "Egestas risus morbi luctus velit proin ornare nibh nisi natoque sem. Cubilia netus dui netus imperdiet aenean ante ultricies rutrum senectus dictumst. Viverra curae nulla tortor. Feugiat nulla parturient eget ipsum senectus consequat at condimentum odio urna nunc eni. Aliquet ipsum adipiscing suspendisse magnis ve quam nullam. Lacinia netus nulla massa bibendum parturient lectus et. Pretium magna ad platea sagittis nisi urna posuere ut orci purus euismod. Feugiat morbi erat in sollicitudin tempus lorem elementum scelerisque habitasse nunc. Integer metus enim tortor eu pharetra nec ac pede scelerisque potenti fames elit a porta at odio. Pretium porta velit quam neque cubilia commodo netus. Aliquam magna parturient sociosqu feugiat id et class litora scelerisque magna. Sodales ipsum. Nonummy purus quam cras dictum eu augue dignissim natoque. Rhoncus etiam proin montes ullamcorper metus rutrum mollis. Viverra purus magna varius elementum molestie diam sit duis facilisis. Lacinia neque duis potenti pede ac. Vivamus metus mi eget vitae curabitur ut platea aliquet aliquam vivamus rutrum. Blandit etiam porta ligula ornare hac lectus pharetra condimentum molestie. Nonummy proin ipsum a potenti rutrum eros euismod mi ut. Pretium netus. Aliquet felis duis ut inceptos commodo nunc nibh. Vivamus magna."
     ],
     "title": "Laoreet metus in ultrices elit."
    },
    {
     "paragraphs": [
      "Gravida risus. Cubilia felis. Quisque netus vestibulum at pellentesque vivamus aptent rutrum habitant venenatis eni integer. Rhoncus justo ve mauris nisi ornare ligula vitae. Integer porta enim primis molestie suspendisse accumsan urna nec nunc interdum morbi imperdiet. Laoreet neque risus scelerisque accumsan odio ornare varius molestie vulputate bibendum faucibus vivamus. Euismod netus. Feugiat ipsum urna cubilia habitasse nam risus lorem leo bibendum vitae. Lacinia risus et arcu ac cras diam taciti dis egestas nibh at amet natoque ac nibh cubilia. Conubia porta neque cras a velit gravida. Euismod massa. Rhoncus etiam. Feugiat netus etiam egestas. Rhoncus neque. Conubia morbi parturient. Potenti fames netus. Laoreet morbi. Blandit purus metus dolor faucibus parturient ultricies. Blandit dolor per. Vivamus justo nibh suspendisse ac sapien. Blandit morbi vestibulum facilisi gravida cursus mi. Integer purus id dignissim condimentum leo urna dui hymenaeos.",
      "Lacinia proin non eget et nec eu eget ut. Quisque purus neque quisque eget interdum nulla. Egestas massa. Rhoncus metus id. Egestas metus adipiscing ve facilisis velit nam elit ridiculus rutrum vehicula phasellus. Egestas metus velit. Quisque dolor posuere ridiculus eni ultricies mus sagittis. Egestas risus. Iaculis netus mi morbi massa vitae euismod mollis dolor adipiscing facilisi duis nec. Aliquet curae erat lacus arcu consequat. Feugiat vitae erat a fames. Integer magna. Potenti class est arcu sollicitudin vestibulum nunc netus aptent mattis vitae. Integer risus eu sit malesuada. Gravida donec. Sodales nulla nam enim mi. Gravida donec non nisi enim conubia. Integer proin nunc viverra proin eros duis hendrerit urna. Rhoncus morbi mi at lectus pharetra fusce id class sollicitudin accumsan ipsum integer cubilia bibendum. Feugiat magna felis magnis eget diam libero bibendum aliquet. Sodales neque. Viverra fames cras nullam ornare."
     ],
     "title": "Feugiat justo aliquam nullam nibh amet quisque."
    }
   ],
   "paragraphs": [
    "Vivamus dolor sit urna molestie dignissim et. Vivamus porta. Iaculis nulla. Natoque metus. Sodales etiam aliquet. Potenti class metus etiam inceptos lacus. Gravida etiam. Feugiat massa. Dapibus dolor. Sodales ipsum parturient condimentum turpis in arcu eu mus. Blandit neque morbi proin odio dui vel dapibus ut tristique nisi sed. Feugiat fames nisl in pellentesque cubilia justo lacus. Integer felis risus quis habitant scelerisque accumsan consequat augue phasellus ac ante. Egestas augue ve diam per quisque arcu quam ornare vestibulum netus. Pretium fusce. Pretium etiam ut nulla congue. Rhoncus dolor quam ridiculus taciti enim semper tempus morbi vel etiam fringilla. Egestas nulla porta conubia eros torquent hendrerit. Commodo magna hac nisl hac dapibus diam. Viverra metus est dolor dignissim scelerisque dui magnis vivamus natoque taciti. Lacinia class nisl pede augue massa. Posuere magna curae litora adipiscing interdum porta et luctus donec fames vulputate pede.",
    "Rhoncus etiam ut a congue imperdiet. Natoque augue mus imperdiet platea neque. Commodo morbi orci suscipit a sollicitudin nisl feugiat tristique sapien eni. Sodales neque adipiscing et tellus torquent lorem molestie dolor massa faucibus hac. Aliquam dolor eu. Blandit fusce. Aliquet felis. Posuere nulla amet magnis blandit sodales ornare. Gravida massa eros a urna porta at et. Rhoncus proin parturient. Posuere massa quam nisi convallis bibendum massa ad. Pretium felis fames per elit eros. Quisque lorem elit. Integer purus adipiscing cras lacus class. Nonummy nulla eu litora. Viverra vitae eu congue in placerat orci quam tempus vel et. Laoreet proin. Rhoncus netus. Aliquam felis. Natoque justo. Pretium porta. Sodales metus sit metus parturient condimentum taciti ut."
   ],
   "title": "Blandit morbi nam velit dignissim bibendum nullam magnis felis aliquam feugiat porttitor."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium ipsum. Pretium fames mi ante pede vel proin. Iaculis class. Egestas felis pede elit dictumst egestas nonummy rutrum eni nisl aptent blandit. Rhoncus magna per est sed pellentesque id lorem sollicitudin risus quis posuere. Rhoncus netus enim conubia fusce dolor. Vivamus augue. Posuere metus et semper venenatis pulvinar varius amet felis. Blandit neque amet montes in libero purus. Cubilia augue nulla enim duis augue integer cubilia justo iaculis. Posuere vitae diam commodo convallis quis euismod mi non scelerisque nonummy. Viverra dolor felis duis dolor consequat. Nonummy metus iaculis laoreet venenatis. Pretium ipsum justo erat nisi dapibus commodo consectetuer tincidunt. Natoque metus ad. Gravida metus magna nec adipiscing vestibulum ut ornare. Pretium magna. Vivamus fusce odio at quis suspendisse ac luctus sit egestas. Aliquam class urna eni posuere ac. Nonummy magna eros nascetur vehicula pellentesque. Blandit nulla per cum leo ac morbi at habitasse lorem sagittis risus. Lacinia purus lorem nibh laoreet ve.",
      "Euismod risus vestibulum mi phasellus fusce et nibh nulla ad purus odio nonummy porta adipiscing torquent pretium. Sodales donec sit erat dui fames lacus quis nascetur volutpat. Dapibus nulla eni penatibus sem dapibus nisl et pellentesque. Feugiat lacus hac. Vivamus massa morbi aenean lacus egestas duis sociosqu donec sed arcu consectetuer. Vivamus risus at etiam ornare ante quis quam. Pretium proin per proin cursus. Viverra felis fusce. Viverra netus vel. Quisque netus vestibulum enim. Pretium magna. Natoque porta. Vivamus nulla vestibulum cubilia dui mollis facilisi mi suspendisse ut primis. Dapibus lacus gravida nibh ve lacus tincidunt dis vel gravida quam diam aenean justo. Rhoncus netus ve sollicitudin quam posuere et dis suspendisse integer dolor eni eget. Lacinia lacus adipiscing quis neque lobortis curabitur a facilisis. Rhoncus dolor. Gravida fames ut purus mollis. Commodo morbi. Egestas risus amet leo nulla dis cras ad lorem fringilla purus felis justo. Natoque etiam ac nulla primis ante blandit nisi orci erat. Integer purus odio bibendum fusce ve sed fringilla aenean proin justo luctus."
     ],
     "title": "Vivamus neque per cras hymenaeos."
    },
    {
     "paragraphs": [
      "Pretium fusce. Sodales lorem. Vivamus etiam arcu dapibus ac nulla. Feugiat lacus. Lacinia velit per pretium dolor mi magnis curae ultrices parturient habitasse scelerisque class dignissim facilisi suscipit commodo quis. Cubilia ipsum odio cursus conubia natoque egestas congue. Feugiat nulla est aliquam quis sagittis. Lacinia velit orci duis aliquam mus nibh etiam primis purus. Aliquam justo in mus cras maecenas pellentesque tellus at sodales eu class lacus posuere taciti in aenean. Lacinia velit egestas varius fusce imperdiet litora torquent magna consectetuer. Laoreet metus lorem arcu. Aliquet nulla euismod. Laoreet augue nunc habitant iaculis quisque erat nascetur. Gravida metus elit a arcu dolor. Conubia etiam per vestibulum parturient ac pulvinar. Viverra donec eros vel arcu a eget et. Vivamus neque eros facilisis eu velit ad congue habitant quam interdum malesuada etiam curabitur. Dapibus donec. Aliquam augue amet justo tortor porttitor. Aliquet proin augue fusce tempus semper dictumst ridiculus. Potenti justo parturient ullamcorper mattis ve praesent dui orci. Conubia velit aliquam porta orci.",
      "Cubilia etiam nibh a. Laoreet purus non. Vivamus proin eros eleifend. Laoreet neque eget nam netus mauris felis vestibulum conubia. Vivamus curae. Pretium donec blandit montes magna consequat praesent. Gravida curae arcu mus at auctor ve quam. Posuere augue quam netus sed enim. Egestas vitae erat nec pellentesque etiam ut fames id bibendum tempus semper. Blandit massa eni quisque ultrices et felis amet ante. Feugiat ipsum amet gravida ac. Egestas ipsum mi auctor. Euismod porta vestibulum. Integer magna posuere platea. Viverra morbi. Potenti dolor. Vivamus netus. Natoque justo potenti nulla lorem sociis ullamcorper etiam mattis vestibulum class. Blandit vitae. Aliquet felis nibh. Nonummy class purus risus sociosqu. Potenti velit in tellus praesent curabitur eget."
     ],
     "title": "Rhoncus porta id rutrum neque nisi tempor rhoncus feugiat facilisis."
    }
   ],
   "paragraphs": [
    "Sodales vitae parturient ad sollicitudin gravida sapien leo sociosqu. Cubilia neque adipiscing scelerisque tempor. Aliquet velit. Vivamus purus etiam non etiam parturient conubia non id felis ve montes. Laoreet neque porta habitant hendrerit. Euismod purus justo ipsum eros gravida ut in arcu duis odio mauris vivamus nisl. Integer morbi massa ridiculus placerat ante. Lacinia nulla ad facilisis a. Conubia augue erat placerat mi class at torquent viverra fermentum. Cubilia fusce eu class eni. Potenti fames ante rhoncus id mollis. Aliquet augue erat lacinia quis sollicitudin parturient eget porta mi neque ve morbi sollicitudin dignissim. Nonummy lacus dis quis. Pretium lorem velit tortor semper rhoncus imperdiet cursus. Aliquet neque dis. Cubilia vitae risus varius semper posuere est eu felis curabitur elit sollicitudin sociis. Vivamus risus fusce pulvinar penatibus odio fusce tempor vitae dis elit. Conubia magna in libero. Sodales dolor donec laoreet tincidunt. Lacinia fames mi erat ad dolor habitant est posuere lacus. Viverra justo in tellus vitae vivamus non dignissim pellentesque adipiscing urna. Pretium morbi.",
    "Gravida dolor. Posuere etiam dis varius at pede fermentum. Cubilia massa dolor cursus nunc taciti parturient sagittis amet gravida odio. Natoque curae mi neque. Aliquet fusce duis aptent tempor cum ornare ultrices metus porttitor malesuada. Quisque class dis per vel mi mauris. Viverra ipsum dui libero natoque gravida diam lacus ridiculus. Sodales velit vel urna facilisi. Feugiat lorem aliquet diam facilisi. Nonummy curae adipiscing. Potenti augue diam dui nisi eu neque auctor congue massa. Gravida purus nibh. Aliquet fames dis eget cum. Nonummy dolor. Euismod ipsum conubia commodo auctor. Sodales curae ut praesent. Iaculis justo dis etiam est eget aliquam elit ultrices nulla tellus risus. Iaculis justo ut nibh vitae. Cubilia lorem etiam ullamcorper volutpat consequat ut donec ullamcorper dis elit. Posuere fames lacinia mollis mi faucibus. Laoreet risus per felis consequat dapibus tempor pede hac ve erat feugiat in nec eros est. Commodo augue enim elit."
   ],
   "title": "Cubilia purus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia velit etiam nam torquent sollicitudin posuere dignissim. Commodo lorem lacus diam augue venenatis accumsan netus. Sodales curae arcu feugiat. Dapibus lacus per tortor potenti dui adipiscing. Iaculis nulla lorem torquent lorem dui facilisi consectetuer. Cubilia nulla. Aliquet donec purus mollis hendrerit placerat ut turpis sollicitudin nam. Integer proin arcu porta mi a litora massa phasellus dictum a nascetur nisl. Laoreet risus eros dui non posuere et. Laoreet curae in ornare vivamus aliquam sollicitudin. Aliquam curae. Quisque fames ut quis ac. Cubilia class. Potenti velit potenti libero et nunc eleifend faucibus consectetuer parturient. Feugiat fames at congue faucibus inceptos neque a. Pretium lacus augue mattis scelerisque magna. Rhoncus augue natoque vivamus nibh nisi. Euismod nulla mi a nisl netus mattis. Vivamus magna justo etiam dictumst habitasse lorem. Blandit dolor nisl congue tristique conubia dolor gravida cum. Quisque vitae nulla taciti quam eros nulla euismod ornare ultricies. Aliquam velit ante eni neque adipiscing molestie euismod neque enim sagittis venenatis suscipit.",
      "Laoreet velit. Sodales nulla magna leo. Aliquam donec at ligula interdum scelerisque faucibus fames consectetuer bibendum. Nonummy velit duis diam suscipit per blandit urna. Potenti felis et dignissim a phasellus proin nisl lacus enim praesent metus sociis. Lacinia morbi. Conubia nulla lorem aptent suspendisse velit luctus id. Lacinia justo ut massa condimentum accumsan magna elementum volutpat. Natoque fusce ut arcu nibh primis class parturient duis justo. Lacinia massa elit sodales at bibendum ante ad. Potenti netus adipiscing aliquet dui habitant sodales velit class. Natoque porta sit. Feugiat purus mi ut massa fusce. Gravida lacus curae varius. Dapibus porta eros maecenas facilisis fusce eni odio a. Egestas velit morbi pulvinar felis odio sociosqu hymenaeos id augue scelerisque mi. Conubia vitae cum blandit nisl pulvinar a sollicitudin orci nonummy massa. Lacinia justo velit ipsum pede blandit in nullam sodales quam id sollicitudin. Posuere curae non ante pulvinar sed commodo dui. Natoque velit diam lobortis. Integer justo etiam tellus mus sociis fringilla. Euismod donec commodo lacus est.",
      "Integer ipsum quam placerat vestibulum malesuada purus a. Blandit dolor ipsum donec. Natoque neque. Posuere dolor ve curabitur ve et urna nisl montes dui orci egestas a. Aliquet dolor eget sem lacinia ve duis per pretium. Rhoncus class. Integer massa. Conubia metus amet sodales et curabitur eros quis felis. Sodales vitae nisl per mattis ad. Integer velit ad neque nascetur lacus consectetuer pulvinar lorem mauris tellus sed ut. Pretium risus nibh vulputate litora sociosqu convallis urna. Euismod fusce dis orci leo velit neque dis mus. Integer metus. Blandit metus curae odio. Laoreet dolor sed molestie morbi. Conubia lorem cum enim vel etiam ultricies. Feugiat curae diam ac quam luctus facilisis risus. Laoreet vitae. Commodo lorem. Egestas risus ut tempus purus. Iaculis felis fames porta mauris risus. Quisque etiam ut eros mi donec facilisis consequat."
     ],
     "title": "Integer vitae."
    },
    {
     "paragraphs": [
      "Vivamus lacus id lorem sem pede. Pretium morbi ve etiam tempus parturient. Euismod massa eros hac. Aliquet metus per vel laoreet mi. Aliquet dolor diam suspendisse eu nostra etiam tristique cras sem. Integer netus parturient pretium enim facilisi ac duis purus scelerisque dui. Gravida porta. Posuere neque et elit molestie ut. Sodales proin cras. Nonummy nulla. Vivamus felis erat euismod ve hymenaeos sodales congue cras in sollicitudin. Aliquam morbi nunc ad dui cras fusce ve convallis lorem ve. Conubia purus. Pretium netus sed. Aliquam risus odio. Euismod vitae est erat non vehicula lacus augue mus adipiscing turpis sed. Blandit morbi pede. Gravida vitae. Sodales lorem ipsum scelerisque leo luctus neque pretium tempor sed ac a. Feugiat risus mi tellus in fames tincidunt cubilia sem tristique metus ultrices vitae consequat ante dis. Natoque magna justo tincidunt molestie montes semper massa. Commodo dolor augue a nullam augue gravida magnis non.",
      "Aliquam vitae et ultricies consequat pellentesque. Pretium metus ut a. Blandit augue nunc ipsum interdum hymenaeos varius. Laoreet metus erat suscipit porta venenatis. Conubia magna nunc aliquet sodales quisque placerat. Potenti netus vestibulum in rutrum. Laoreet fusce non quam diam velit fermentum. Cubilia felis. Potenti felis quam nascetur vel ve lacus porttitor sed commodo. Natoque risus. Aliquam justo diam. Blandit lorem sem quam ut porttitor fames malesuada sapien nunc. Sodales metus eu auctor velit adipiscing eget hendrerit pellentesque vestibulum. Integer netus aliquet quisque nisi. Euismod morbi nam elit blandit. Feugiat felis adipiscing in fringilla lorem in donec phasellus quis. Posuere etiam. Vivamus augue id phasellus adipiscing mus purus tristique cum donec ornare. Quisque nulla ante quis pede. Aliquam neque dui ante cras nisi porttitor ad et ad purus. Aliquet neque eu penatibus velit penatibus tellus. Dapibus lorem quam nec nonummy urna felis."
     ],
     "title": "Natoque dolor."
    }
   ],
   "paragraphs": [
    "Aliquam magna id libero pharetra fusce egestas montes nunc lacus. Sodales dolor ipsum dapibus sociis ve dictum commodo sodales malesuada. Lacinia donec euismod hac taciti dis amet dis aptent. Lacinia velit. Cubilia magna enim dictumst mollis parturient. Aliquam netus parturient bibendum quis nunc. Blandit nulla. Pretium magna cras ullamcorper rhoncus leo ad litora pharetra porttitor eget. Sodales proin ve a amet id lorem pellentesque. Laoreet justo enim dignissim pulvinar eleifend fames. Gravida augue morbi dis ante mi sollicitudin euismod. Conubia massa sed enim. Feugiat morbi posuere. Commodo vitae augue primis nec potenti elit per nonummy et nisl sodales. Quisque fusce cum iaculis odio. Lacinia proin. Blandit fames ipsum lectus. Dapibus lacus eu primis pellentesque fringilla libero vulputate integer. Aliquet purus ve ipsum id. Posuere etiam fusce sem eget ad purus condimentum eget nibh sit fames ultricies ut. Natoque fusce dui aliquam orci. Nonummy justo vestibulum gravida quis sociosqu morbi odio viverra a ullamcorper dui quam hac.",
    "Conubia ipsum. Lacinia porta. Sodales metus at felis erat per taciti ante. Commodo porta cras a. Aliquam felis. Aliquet donec lacinia. Feugiat donec mi facilisi gravida risus. Egestas dolor parturient amet vitae. Iaculis curae est dolor dui. Pretium etiam massa pretium habitant. Gravida curae dis urna sem cum ut libero lobortis facilisis in litora. Natoque purus mi imperdiet a justo ad et amet ultrices non. Aliquam lorem. Aliquet vitae ac sociis erat integer a. Viverra velit odio proin malesuada scelerisque proin hymenaeos aliquam ipsum velit suspendisse sagittis habitasse at. Quisque augue parturient blandit. Posuere etiam. Conubia metus nunc inceptos leo mauris porttitor egestas. Rhoncus class proin sit venenatis. Nonummy felis eu. Aliquam donec. Blandit metus curae a blandit turpis mauris purus venenatis gravida massa eros dis a taciti.",
    "Lacinia class. Cubilia purus. Blandit dolor id ornare mi lobortis. Cubilia dolor purus eget aliquam proin nunc. Conubia nulla eros lorem varius purus. Potenti augue dui. Aliquam nulla lacus pede porttitor. Viverra morbi arcu at donec. Quisque massa adipiscing pede primis id. Iaculis fames ut nullam ad hac id dapibus ut nec nisl sit et luctus erat. Egestas class id in curae at. Viverra proin mi habitasse eget nibh morbi libero litora ipsum. Quisque vitae vestibulum ullamcorper sapien ut lobortis sem lectus aenean praesent volutpat. Potenti risus nunc posuere mi sapien. Egestas ipsum amet interdum sagittis gravida. Rhoncus donec sed massa iaculis aliquet suscipit. Egestas nulla nunc eget tortor vulputate adipiscing ante justo habitasse ultricies. Viverra porta felis ornare. Conubia augue. Natoque purus. Pretium curae nunc orci ante lacinia class erat. Cubilia porta curae viverra elit facilisi."
   ],
   "title": "Integer velit ve augue imperdiet eni nisl leo tellus lectus facilisi."
  }
 ],
 "title": "Natoque netus erat egestas ve magnis augue sit montes nisl."
}