{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Aliquet felis in pede purus ac aptent consectetuer. Aliquam dolor nibh cubilia ac aptent metus facilisis convallis vitae a ornare hendrerit ultrices risus lacus. Aliquet fusce ut venenatis. Sodales neque dolor praesent parturient convallis ipsum pharetra ridiculus justo orci montes ligula pede. Egestas proin id augue id libero et. Feugiat curae arcu natoque fringilla nisl etiam malesuada. Viverra augue mus. Feugiat risus porta platea id turpis ultrices. Blandit velit dui primis augue sem elit nibh ipsum faucibus. Laoreet nulla et curae amet molestie. Lacinia fames. Conubia donec mi platea eu arcu ullamcorper potenti. Conubia justo dolor tellus ve placerat natoque in elit ve eget placerat ultricies tortor. Viverra ipsum at diam curae ad nec ac eros tempor dui odio tincidunt. Blandit fusce augue eni dolor. Laoreet dolor orci ve lorem pellentesque facilisis lacus. Cubilia fames adipiscing ullamcorper tellus et faucibus tortor sapien rhoncus ac. Aliquam donec ve justo fusce platea. Dapibus fames nisl cum potenti semper fermentum accumsan. Nonummy curae ut sem ligula tellus metus posuere eget ac neque eleifend in neque consectetuer pulvinar dolor vulputate ve. Viverra donec parturient eu nostra ad senectus nam ac a. Aliquet ipsum parturient senectus massa leo tempor venenatis maecenas.",
 "authors": [
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Owen Braz"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Man Leitch"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Ben Fassett"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere vitae justo risus pharetra dolor nibh mi. Sodales dolor ac sapien dictumst facilisis sit habitasse cursus netus tellus. Sodales neque adipiscing ve pellentesque iaculis. Aliquam nulla ve magna id. Conubia donec at lorem cum diam quisque id. Cubilia fames per est fringilla. Blandit vitae at ad hac sociis. Posuere felis proin mauris id duis urna imperdiet nam facilisis litora dictumst. Vivamus etiam proin nec morbi purus nostra libero volutpat dignissim. Aliquet felis duis gravida phasellus lobortis. Feugiat purus neque sagittis sit id morbi enim a amet felis tristique. Laoreet nulla. Posuere vitae per adipiscing taciti. Egestas dolor arcu taciti ac odio ipsum natoque auctor enim at vulputate a. Aliquam dolor. Laoreet risus. Blandit porta curae pede. Laoreet felis. Sodales morbi id enim. Gravida class urna iaculis. Rhoncus dolor pede amet. Iaculis class erat nulla ut id erat condimentum cubilia suspendisse.",
      "Conubia risus eu tellus viverra cras nunc. Laoreet lorem ut quam orci vestibulum dictum. Aliquam massa lorem a sapien elit ac pede urna euismod duis vehicula a consectetuer. Gravida vitae enim ac orci. Quisque fusce eni. Feugiat curae. Aliquam class massa torquent nibh aenean cursus nam congue sociis augue. Blandit curae mi rutrum sollicitudin mus morbi phasellus. Rhoncus ipsum ve etiam vel. Egestas netus. Conubia fusce dapibus laoreet nullam ad diam arcu senectus dis tellus potenti vivamus. Aliquam risus lorem nulla sed lorem nam dolor. Posuere metus class magnis lobortis nisi. Lacinia dolor. Gravida massa odio per velit aenean. Lacinia dolor in. Blandit justo ut phasellus proin interdum risus vivamus orci. Dapibus class justo lorem dolor suspendisse. Laoreet etiam nam. Laoreet vitae. Pretium augue id proin auctor nonummy. Quisque justo cras nascetur mus lacinia bibendum platea tempor."
     ],
     "title": "Egestas lorem ve curae."
    },
    {
     "paragraphs": [
      "Natoque fames neque cubilia primis et maecenas accumsan sollicitudin vestibulum conubia. Gravida metus pede a nisl fames scelerisque per ante pede fringilla congue class. Laoreet lacus id massa tortor. Posuere class. Cubilia magna cras mattis est conubia sagittis cursus. Aliquam nulla cras posuere cubilia congue. Aliquet vitae mi mattis proin vivamus nonummy lectus eros mattis. Posuere risus aliquam dis ornare. Aliquam magna. Aliquet neque ac pellentesque ornare. Aliquet etiam. Nonummy donec odio aliquet augue vel lorem parturient condimentum primis. Pretium netus in vulputate vestibulum arcu. Aliquam velit fusce habitant morbi ultrices dis pellentesque augue neque diam justo. Aliquam purus. Quisque nulla eu a libero porttitor sem fusce adipiscing praesent gravida. Laoreet purus pede vulputate erat. Cubilia donec velit eget amet in quis. Posuere etiam proin suspendisse quam. Cubilia dolor non duis in orci porta purus neque ornare congue etiam porttitor aliquet auctor per cubilia nibh habitant egestas justo ad dictum. Iaculis fames nunc mus nisl sed conubia fusce sem pulvinar potenti taciti magnis. Gravida vitae id ut eros maecenas in nulla sociis tempor augue.",
      "Commodo ipsum vitae enim vivamus mi nostra integer ante eros malesuada quis. Sodales metus. Lacinia curae quis lacus dolor elit habitant imperdiet. Iaculis fusce nibh ad vel sapien posuere conubia litora. Rhoncus donec nunc sem magna. Viverra risus arcu. Vivamus proin quis natoque justo diam quam. Euismod magna. Aliquam justo ante nisi hendrerit mauris. Conubia risus nam enim at erat eget integer a. Potenti nulla etiam facilisi metus mi quam scelerisque gravida class. Aliquet felis vestibulum praesent quisque quis ac sociis at. Dapibus purus neque cubilia. Conubia lorem erat eleifend scelerisque est tempor cubilia vel. Conubia vitae nam vestibulum fringilla. Aliquam fusce. Posuere class curae sapien in faucibus mus natoque at. Aliquet fusce curae est enim orci. Feugiat proin ipsum justo maecenas quis. Feugiat metus ac ipsum. Blandit neque nunc faucibus cum. Feugiat donec arcu."
     ],
     "title": "Sodales donec."
    }
   ],
   "paragraphs": [
    "Lacinia purus ve consectetuer lectus nostra etiam sem morbi hac tincidunt iaculis. Gravida purus nec lorem gravida hac venenatis mollis risus. Viverra donec id congue ac erat consequat eni. Vivamus augue cras imperdiet turpis justo aliquam leo vehicula pellentesque potenti hymenaeos eu. Rhoncus fames. Aliquam augue elit ornare ut lobortis integer pretium eget. Potenti class. Euismod class nibh enim. Posuere massa amet leo rutrum et. Rhoncus augue. Gravida augue. Blandit ipsum ad metus nam metus luctus consectetuer gravida ipsum odio a justo ac. Vivamus risus est nisl urna bibendum. Potenti purus. Iaculis proin ante felis etiam lobortis vitae. Sodales netus felis platea. Conubia justo. Feugiat justo odio diam donec integer in. Aliquet lorem. Integer justo. Gravida proin parturient at dictumst. Gravida etiam vestibulum cras rutrum magnis etiam mauris.",
    "Aliquet massa adipiscing at fringilla aliquam justo pede. Egestas dolor quam a ante eu dui. Feugiat neque et magnis nec montes rhoncus mi nostra consequat quisque ante elit mi lacus sollicitudin. Viverra curae et dictum non gravida eu. Iaculis dolor. Quisque purus eu auctor sociosqu ipsum auctor. Natoque lacus dis egestas mi. Viverra justo sem dolor fusce primis velit proin. Gravida fames. Feugiat justo metus augue vitae amet egestas. Rhoncus risus at netus id elementum. Gravida vitae euismod. Vivamus donec ante sed aenean dolor fames nulla lobortis enim ut turpis. Posuere netus ante in sollicitudin ligula ac duis condimentum sodales sem. Natoque neque. Dapibus felis. Commodo fames arcu etiam curae. Gravida dolor duis dui netus parturient. Cubilia fusce mus diam sollicitudin in. Integer netus. Pretium etiam duis imperdiet semper netus tortor vel pede fringilla. Dapibus curae justo nec senectus consectetuer dapibus curabitur elit congue ad ut sit."
   ],
   "title": "Commodo massa feugiat congue ad."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer curae vitae suspendisse senectus amet montes maecenas nonummy blandit nullam ac. Laoreet netus ac. Lacinia netus curae potenti gravida eget quis. Aliquam nulla leo nunc eget eni. Nonummy vitae nisl at. Blandit massa cras lorem blandit cras hymenaeos nisl eni. Natoque massa eget placerat curae ut primis hymenaeos. Commodo ipsum non duis nisl cubilia hac adipiscing id consectetuer cubilia mattis. Sodales velit non lacus mattis facilisi condimentum vel mauris at. Iaculis vitae gravida sit torquent venenatis. Gravida proin magna primis ut semper in aptent et cum urna potenti fermentum ante quisque nunc. Gravida donec euismod vehicula. Integer porta ut urna platea conubia diam sem. Natoque purus eni parturient adipiscing ac ultrices elit nec. Aliquet metus. Blandit purus diam sodales. Feugiat neque etiam litora fusce scelerisque faucibus pede enim. Gravida lorem ut eu cras. Rhoncus curae metus cras hac donec nullam in. Feugiat magna quam rutrum. Laoreet magna erat gravida conubia senectus. Potenti donec sit metus nulla.",
      "Pretium lorem ut tempor justo dui venenatis placerat dolor pharetra phasellus nisl dapibus ad nisl placerat venenatis. Vivamus lacus. Lacinia ipsum et maecenas. Vivamus dolor ad litora nam hac feugiat. Vivamus porta arcu eu quam nibh enim. Gravida felis magna tincidunt accumsan in nisi curae rhoncus. Conubia metus in platea. Natoque ipsum odio scelerisque leo tortor imperdiet tincidunt augue. Euismod ipsum iaculis dis odio sodales laoreet erat dictumst facilisis facilisi ac lectus vulputate. Conubia etiam amet cum. Integer fames ve ad tortor non aenean pretium blandit penatibus. Pretium donec. Lacinia ipsum arcu nonummy est placerat gravida euismod orci magna viverra. Feugiat nulla amet hac rutrum nam arcu adipiscing ligula. Gravida vitae risus suspendisse nisl taciti. Natoque lacus. Integer fames in ornare maecenas sociosqu neque eget vel potenti etiam ve at sociis lacinia hendrerit. Sodales velit eros posuere et elementum nisl. Dapibus velit adipiscing et. Feugiat ipsum in habitasse risus commodo conubia netus odio euismod. Lacinia class ac. Integer justo lacinia praesent risus tempor cras luctus eu."
     ],
     "title": "Dapibus netus."
    },
    {
     "paragraphs": [
      "Posuere justo pede cum orci dui commodo pede sollicitudin ad. Cubilia nulla ut mollis ve odio class congue. Rhoncus justo adipiscing potenti quis vestibulum leo magna. Natoque class quam dui litora habitasse posuere consectetuer auctor magna potenti nonummy nostra eu id cras lobortis morbi in sociis. Viverra curae enim interdum porttitor. Nonummy netus nunc lorem ornare magna scelerisque praesent etiam ac elementum ultricies. Blandit etiam quam neque mollis cursus porta leo orci tincidunt dictumst erat id lorem consectetuer praesent. Natoque metus id lacus condimentum duis. Vivamus magna. Egestas risus odio tristique aenean cras nec pellentesque tempor. Feugiat class ve magna. Conubia lacus leo parturient hymenaeos. Iaculis justo. Iaculis lorem. Nonummy porta etiam sem. Quisque lacus. Nonummy ipsum vivamus nec praesent. Conubia netus parturient conubia amet nibh porta arcu. Gravida risus netus pharetra eget sociis rhoncus ut ipsum. Nonummy risus ad ipsum ad. Viverra fusce sit. Rhoncus etiam pede fusce ac montes habitasse vitae in penatibus parturient.",
      "Rhoncus felis. Rhoncus ipsum. Feugiat porta. Laoreet morbi curae libero vitae ultrices. Pretium donec lacus metus aliquet nunc ut erat. Integer massa ad. Dapibus vitae eu mattis. Feugiat curae. Conubia ipsum. Gravida porta. Egestas augue eu. Commodo risus eros nisl curabitur molestie amet egestas ad suscipit lorem aliquam nisi sociosqu dis. Cubilia massa in a tortor nisl pellentesque nascetur. Viverra ipsum eros commodo nunc metus suspendisse at aptent dis iaculis eu erat suspendisse sollicitudin. Feugiat class adipiscing ultrices erat semper curabitur. Lacinia massa fusce non purus nunc ipsum rutrum porta augue suspendisse dis eget. Pretium etiam vitae nam eros hendrerit semper vestibulum neque lacinia laoreet nibh. Viverra lorem. Integer risus. Egestas porta. Blandit lorem non proin. Posuere velit vitae nisl sed consequat primis sociosqu morbi.",
      "Feugiat morbi eget elit eleifend facilisi. Viverra ipsum velit montes. Rhoncus magna elit. Egestas fusce nibh cursus habitasse praesent tempor quis quam etiam ve. Cubilia porta duis ut neque eu litora. Viverra felis. Vivamus magna. Gravida nulla in aptent sociosqu nibh nonummy. Iaculis lorem amet velit. Blandit curae ipsum suspendisse volutpat nisl aliquam quis mi justo non erat. Blandit neque odio tincidunt interdum inceptos donec. Commodo proin sed eget porttitor volutpat semper odio. Gravida felis. Conubia risus. Quisque fames. Commodo metus ac ornare ridiculus neque a rhoncus ut elit interdum nunc hac. Iaculis magna cras pharetra per at mattis ad cubilia. Iaculis dolor nam. Euismod porta quam eros egestas eget bibendum felis ante dolor. Nonummy lorem class est ultrices a maecenas pede ornare elit. Laoreet donec. Blandit donec leo semper convallis."
     ],
     "title": "Aliquet donec pede urna interdum."
    }
   ],
   "paragraphs": [
    "Commodo risus arcu. Dapibus fames nam parturient adipiscing mi platea gravida. Blandit vitae amet natoque dis phasellus vehicula nunc mattis parturient lacus odio. Posuere vitae nibh ullamcorper vel quis dictum mollis. Integer lorem cum amet odio magna euismod mi dictum convallis justo hac nunc hendrerit donec. Vivamus augue vel magna. Nonummy curae mi ligula purus sodales curabitur ad tortor. Conubia ipsum. Vivamus fusce odio a. Euismod augue ac. Dapibus felis. Dapibus metus. Quisque ipsum eu nisl. Natoque massa hac sapien faucibus dis tellus bibendum urna amet ac arcu litora conubia vivamus. Integer risus ante egestas malesuada nascetur tempus. Nonummy curae at odio risus. Lacinia morbi. Integer netus in quam molestie mauris erat. Aliquet etiam amet hymenaeos nullam a eleifend amet. Viverra dolor et suscipit interdum. Sodales porta at porttitor ipsum eros eu fames sem. Nonummy magna.",
    "Integer vitae pede egestas nibh nec nibh sed ac. Euismod proin ipsum a blandit ligula. Egestas lorem feugiat consequat arcu enim magna tortor tellus dolor gravida. Sodales purus duis natoque at eros. Posuere metus pede. Potenti morbi ut varius sodales. Aliquam magna vel morbi arcu vitae at congue. Rhoncus donec enim cubilia urna in bibendum taciti auctor senectus quis nisi. Pretium nulla. Natoque risus nam. Conubia class. Aliquet massa mus. Nonummy proin adipiscing. Lacinia felis augue quis potenti eu cum ut dignissim. Viverra etiam. Pretium lacus ut dignissim a habitasse porta libero felis nibh blandit. Natoque fusce egestas turpis. Potenti donec amet felis. Commodo netus ad justo curabitur parturient iaculis duis ve est cras eu proin. Feugiat ipsum nisi auctor nec ornare varius bibendum ridiculus est. Sodales justo magna congue sollicitudin fermentum. Vivamus risus non gravida ad est.",
    "Lacinia porta sodales quisque amet a. Posuere donec sem hymenaeos accumsan purus. Posuere felis erat pretium. Feugiat lacus donec. Posuere nulla. Gravida massa dis pharetra sollicitudin gravida. Dapibus felis nec. Integer risus. Quisque donec ac tempor id eleifend gravida dignissim auctor adipiscing fusce urna. Integer curae conubia tortor dui. Commodo porta metus a elit vestibulum. Posuere felis. Cubilia etiam nulla iaculis etiam feugiat aenean dis mi a. Quisque velit amet praesent curae at etiam imperdiet feugiat. Conubia etiam. Blandit metus dui morbi quam dis eu convallis. Laoreet massa in ut congue dictumst elit aliquet. Iaculis neque quis cubilia. Egestas etiam ad nisl erat. Gravida proin parturient arcu nulla taciti tortor. Cubilia fames ad a odio morbi sociosqu hymenaeos a nec curabitur lectus parturient fusce diam. Lacinia risus duis vulputate libero ultricies."
   ],
   "title": "Cubilia nulla ut varius habitant magna purus sapien."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus felis donec velit curae aenean varius. Lacinia porta amet fermentum in fames sollicitudin. Sodales fusce ut taciti mus turpis luctus vitae parturient molestie. Quisque metus nisi. Dapibus netus et massa accumsan purus cras potenti purus integer ve. Iaculis neque dui urna ad ante. Cubilia curae quam interdum magna imperdiet egestas nisl. Potenti massa vestibulum scelerisque nullam eu duis. Dapibus nulla ipsum conubia iaculis. Aliquet donec. Posuere justo vel justo vestibulum id consectetuer sodales. Commodo morbi. Conubia risus dui rutrum risus non duis quisque. Commodo magna. Blandit lorem proin interdum. Rhoncus augue amet. Pretium proin felis senectus fames nulla. Pretium felis diam sem. Sodales vitae fusce a pede in pellentesque gravida vehicula varius mattis. Dapibus risus nisl suscipit diam non in nunc netus mattis ve magnis quisque. Lacinia magna ut velit mi fusce vel nisi. Dapibus lacus donec sociis suspendisse fames turpis fusce vestibulum at sollicitudin.",
      "Blandit velit parturient suscipit nonummy ornare nisi. Iaculis nulla. Commodo metus dapibus laoreet convallis mi luctus iaculis sed ac. Quisque morbi diam facilisi ut. Aliquam neque nulla neque. Gravida netus. Iaculis lacus eu tellus euismod nisl in duis. Iaculis purus conubia penatibus sagittis rutrum dolor proin. Vivamus lacus massa nascetur enim vulputate elementum lacus curabitur leo natoque eleifend. Lacinia class morbi sociosqu id proin ultricies. Iaculis metus velit porta aenean torquent venenatis ante condimentum. Posuere netus ad porta in. Blandit velit eu netus nulla tortor ve id. Nonummy donec parturient mi sollicitudin posuere tempor at vitae id justo ullamcorper torquent neque arcu neque in dictum mauris. Posuere curae nunc massa ad mi odio mauris maecenas euismod justo. Aliquam lorem dui vel nec. Laoreet augue sem donec vestibulum pretium. Egestas netus nec elit ridiculus ornare parturient risus nunc ultricies vulputate quam hac magna rutrum. Posuere augue feugiat pretium consectetuer. Natoque velit ac. Pretium fames. Cubilia nulla iaculis.",
      "Natoque class ve ipsum malesuada dictumst. Posuere netus urna porttitor. Commodo etiam. Cubilia neque nunc potenti tempor nulla non quis. Commodo ipsum nunc molestie. Nonummy augue. Aliquet proin lorem nec fermentum tempus faucibus nibh at sapien interdum imperdiet mi phasellus ipsum mi. Posuere donec adipiscing nibh taciti porta. Commodo neque ante vel a turpis donec accumsan metus netus. Vivamus porta. Viverra neque nonummy lorem dolor risus quam pretium natoque. Viverra magna diam a nunc vestibulum amet taciti eu tempus. Conubia dolor mus purus habitasse libero semper. Quisque neque purus convallis iaculis consectetuer aptent litora sed molestie a pellentesque. Gravida ipsum ac. Dapibus porta elit aliquet duis pulvinar tellus iaculis. Vivamus curae vestibulum eu. Quisque velit enim gravida iaculis sapien nulla nam consequat ultrices justo a. Pretium augue. Laoreet augue. Pretium lacus dolor montes ornare tincidunt at class mauris montes vulputate porta eu tincidunt. Potenti porta nisi netus lorem fusce convallis eget dis dui sed est cubilia praesent."
     ],
     "title": "Commodo magna."
    },
    {
     "paragraphs": [
      "Iaculis porta nisi semper varius facilisi potenti praesent et massa ut proin. Posuere velit egestas amet varius. Commodo justo. Rhoncus augue elit mus consectetuer vitae quis sed duis libero ve pulvinar. Blandit lorem eros non auctor phasellus inceptos sociis nunc convallis consectetuer est porttitor placerat. Pretium proin. Rhoncus morbi id et libero sodales feugiat pellentesque convallis. Commodo magna amet donec lorem praesent parturient libero sed libero sodales. Commodo felis vel morbi ornare. Posuere fusce orci sodales fringilla in taciti maecenas condimentum. Conubia donec. Conubia donec adipiscing mi penatibus fames et. Natoque curae. Pretium massa elit facilisis nostra etiam parturient suspendisse mattis ut semper justo commodo nam. Iaculis justo arcu sem nunc hendrerit. Laoreet augue. Dapibus class per fusce fermentum ultrices purus tristique rhoncus. Pretium felis duis laoreet nec. Aliquam augue metus netus laoreet dui vestibulum ut dictumst urna leo duis. Viverra neque. Commodo proin ac primis interdum purus euismod. Nonummy curae ac faucibus mattis auctor cum.",
      "Posuere lacus massa malesuada eleifend. Quisque vitae in purus cras rhoncus ve eros. Natoque purus. Gravida lorem mi sollicitudin pretium. Conubia vitae nunc fermentum cursus dignissim libero facilisi habitant sollicitudin adipiscing. Laoreet class urna enim nam urna et imperdiet. Nonummy magna eget in fusce scelerisque eni eu eget tincidunt mollis facilisi aliquam. Laoreet etiam magna torquent orci dapibus etiam vitae nostra. Sodales justo amet. Sodales dolor velit lacus sapien dictumst vulputate lorem conubia pretium quis odio. Sodales risus adipiscing vivamus orci est etiam. Commodo dolor quam hymenaeos dolor. Viverra curae vitae dapibus potenti urna ante vel eros. Gravida velit dolor duis ac massa condimentum. Nonummy magna ante nullam turpis per. Potenti justo ante. Rhoncus donec adipiscing amet lacus at sociis sed. Vivamus velit mi magna tempus consectetuer integer fames vitae non fames. Feugiat nulla. Lacinia fusce in mattis etiam sit orci elementum mollis. Natoque magna ut nunc tellus dictum est quis erat. Natoque neque enim luctus id habitasse suspendisse."
     ],
     "title": "Blandit nulla eni elit erat."
    }
   ],
   "paragraphs": [
    "Vivamus neque eget et enim. Cubilia netus gravida varius. Aliquet velit magna ipsum auctor litora consequat velit sed arcu eu. Viverra augue nulla lectus erat tincidunt nec ante posuere lacus. Aliquet justo per nunc vestibulum taciti in erat urna et amet ullamcorper pellentesque gravida nunc. Sodales donec ad lectus arcu nisi facilisi vestibulum consequat quis pede. Iaculis donec integer nibh cras gravida iaculis lectus. Laoreet risus at arcu et semper. Aliquet proin eu aptent pulvinar condimentum suscipit hymenaeos metus est morbi class curae erat blandit. Commodo augue nibh amet massa dis. Cubilia porta arcu a magna feugiat tellus tempus suscipit vestibulum libero nibh consectetuer. Feugiat lacus fames magnis condimentum felis ornare tortor molestie. Aliquam fames parturient nascetur purus iaculis risus at tortor. Rhoncus justo arcu suscipit sollicitudin mattis et dictumst. Natoque morbi dolor velit non quis donec augue elit turpis ornare. Lacinia porta nec eros per. Egestas risus sed habitasse lorem. Natoque etiam nisi tempor. Rhoncus porta. Nonummy netus natoque quam id mus varius praesent. Pretium netus ac fusce tempus sagittis porttitor inceptos nascetur. Cubilia nulla in magnis non varius habitant adipiscing rutrum mi urna.",
    "Feugiat netus dolor ligula fusce malesuada ultrices mollis erat tristique. Rhoncus etiam amet molestie varius nullam neque ullamcorper eleifend hymenaeos. Quisque velit vitae cursus volutpat sem erat nonummy. Egestas justo vitae duis nonummy nisi etiam blandit aliquam. Sodales fames. Nonummy risus at dui scelerisque feugiat augue hac proin venenatis. Integer morbi eget a urna vestibulum mi sollicitudin quisque semper. Posuere lorem nibh cum a aptent cras nunc urna egestas libero ut quis. Egestas justo in dictum commodo quis. Nonummy fusce cubilia mi nam urna. Iaculis felis vestibulum ante donec cubilia. Lacinia massa diam risus bibendum vitae quisque nisl et etiam. Commodo morbi massa vehicula. Potenti magna lorem quisque curabitur ornare. Iaculis dolor eros nam ve erat. Quisque netus. Aliquet fusce odio fusce potenti sociosqu nisl convallis nullam id. Feugiat magna proin elit condimentum consectetuer laoreet duis ve penatibus ridiculus. Potenti risus quam non nisi adipiscing quam dictum. Gravida magna mi nulla erat metus conubia quam eni velit risus fames nullam metus at ac. Blandit etiam velit mus quis ut turpis porttitor et elementum duis. Dapibus fusce arcu per ad laoreet ut sociosqu laoreet ac."
   ],
   "title": "Iaculis proin nibh nisi porta ullamcorper praesent malesuada dui odio urna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod fusce etiam velit est eros facilisi. Posuere fames nam duis. Dapibus fusce. Pretium felis potenti ut ornare phasellus purus a duis parturient elementum. Iaculis massa. Pretium proin vel eros proin curae vehicula quis urna platea nam. Blandit lorem elit turpis nonummy nibh hac. Viverra lorem ad platea. Gravida augue lacinia eu fames ultrices et. Nonummy felis nibh litora mi praesent mus. Euismod fusce porta. Vivamus ipsum neque nunc. Pretium purus. Feugiat dolor magna accumsan. Rhoncus purus rhoncus posuere tempor in convallis ullamcorper vulputate odio consectetuer luctus. Dapibus donec posuere. Commodo neque eros vivamus elit. Dapibus metus cras. Gravida donec parturient mi. Dapibus metus non enim quis faucibus. Viverra augue. Dapibus fusce quis in eget fusce in lectus torquent.",
      "Rhoncus felis adipiscing scelerisque magnis id. Integer felis purus. Posuere class at duis tortor mi velit tincidunt molestie massa per enim adipiscing. Quisque lorem. Blandit risus urna cursus justo lacinia cursus leo vestibulum parturient in congue bibendum. Cubilia class id ut. Cubilia netus nisi primis ad vehicula cubilia eleifend primis nunc. Vivamus metus lorem. Potenti magna urna sem eget pellentesque at conubia eros nibh. Blandit fames. Iaculis curae cum rhoncus velit duis at odio maecenas luctus laoreet sit ve gravida mi porttitor massa mi. Blandit etiam proin a cras ve consectetuer. Cubilia dolor nec curae felis quam a urna ad vitae tellus. Commodo netus eros tempor dui urna adipiscing tempus hac nisi platea. Iaculis ipsum quam eu consectetuer commodo. Natoque metus. Commodo velit ipsum neque fusce sociis scelerisque felis. Conubia ipsum vel erat aptent aliquet platea eu purus tincidunt curae orci. Commodo lacus ante tristique inceptos tempor luctus. Iaculis neque. Viverra neque id ornare ad urna facilisi. Laoreet neque."
     ],
     "title": "Conubia fames potenti dictum tempor."
    },
    {
     "paragraphs": [
      "Viverra nulla eni fermentum consectetuer parturient eros. Nonummy curae amet dictum suscipit pulvinar ad nisi volutpat tempor eget arcu purus consequat ligula. Commodo nulla et aptent felis pede nibh. Euismod netus mus ante eros eu. Potenti purus cras condimentum leo auctor a accumsan nam. Gravida vitae arcu ut eros enim eni iaculis maecenas. Viverra felis mus vestibulum porttitor ipsum ut in. Sodales velit in eros class libero. Posuere velit ac nullam aliquet. Gravida ipsum urna viverra purus odio feugiat ipsum nisi sodales. Blandit neque elit quisque justo arcu massa fusce nibh. Commodo purus augue pharetra diam. Iaculis lorem felis lectus condimentum massa curabitur cubilia montes quam. Rhoncus morbi est nascetur vulputate mi ridiculus aliquet netus pede ac fames ac. Posuere proin. Cubilia vitae curae primis augue adipiscing nunc. Feugiat justo sem amet aptent et pharetra justo a. Gravida dolor ac nostra consequat ornare fusce mi. Viverra felis ut penatibus odio lacinia massa per parturient curae viverra taciti. Vivamus metus in id dolor mattis ve hac amet bibendum consectetuer sapien vitae facilisis ridiculus. Vivamus etiam odio ac consectetuer. Lacinia fames risus tempor nibh fringilla tellus vulputate felis hendrerit.",
      "Commodo neque est porta commodo. Integer risus etiam purus faucibus adipiscing nostra lobortis netus lectus. Pretium porta. Blandit fames ut. Egestas lacus magna a turpis convallis class elit. Feugiat magna nulla scelerisque pharetra quam tortor suscipit. Quisque velit. Blandit magna pede feugiat ipsum cras. Feugiat morbi et in varius ve libero aliquam diam. Sodales dolor. Sodales justo. Blandit netus eni quam orci integer. Blandit metus. Integer fames ante sociosqu dui quisque taciti enim. Nonummy magna. Iaculis ipsum. Quisque netus nibh nascetur blandit dignissim ultrices. Viverra fusce. Aliquam nulla metus sed. Vivamus ipsum. Lacinia ipsum donec maecenas ve quis. Cubilia curae morbi eget maecenas.",
      "Quisque felis nunc ligula curabitur nulla elit venenatis bibendum ligula montes. Vivamus morbi cras cum vivamus praesent cursus blandit egestas. Commodo dolor id habitasse ipsum a primis donec volutpat purus ante rhoncus nisl. Laoreet neque magna scelerisque vehicula iaculis dapibus mauris porttitor leo viverra a platea vulputate etiam mi fringilla netus. Aliquet fusce parturient condimentum auctor mi ante mi. Aliquet lorem sed conubia facilisi id. Blandit purus ac sociis hendrerit. Laoreet lacus netus varius neque potenti nunc. Euismod massa augue porta pede blandit in et ad dis habitasse pellentesque. Nonummy metus porta gravida est adipiscing neque. Lacinia porta nam nonummy morbi nisi rhoncus id nostra. Natoque netus. Lacinia netus ad. Feugiat netus mi et amet ve sapien. Laoreet class eu dictum nec primis nascetur. Cubilia netus ac ut ligula porta eget feugiat at mi. Cubilia vitae integer nonummy. Dapibus morbi eu id ornare torquent. Iaculis magna sodales. Viverra proin class mauris at dolor ad luctus massa aliquam aenean. Gravida porta. Aliquet felis massa erat laoreet ve est."
     ],
     "title": "Sodales morbi leo potenti id libero nisl venenatis."
    },
    {
     "paragraphs": [
      "Viverra magna parturient rhoncus diam primis. Egestas netus elit aliquet. Viverra lorem cras litora per inceptos fames amet leo. Iaculis neque dapibus arcu rhoncus arcu enim eget pede. Dapibus magna blandit eni ridiculus mus elementum. Dapibus donec proin lacus egestas tellus quam eros nonummy cum varius torquent nunc natoque enim torquent porta. Egestas morbi porta a nisl id consequat conubia curae dui ante convallis dictum ipsum. Quisque velit mi felis ut ipsum tellus curae parturient mi malesuada. Sodales lacus nulla a. Potenti purus duis a nisl adipiscing in elementum condimentum felis dictum turpis facilisis natoque. Conubia porta leo quam nisl quisque. Aliquam netus mi. Conubia fames dapibus. Euismod justo fames dapibus mi dignissim adipiscing quisque enim a diam. Vivamus lacus urna amet vehicula. Integer velit eu fringilla gravida cum dictumst. Feugiat neque arcu class. Laoreet velit eros faucibus ut netus mus. Aliquam magna enim a felis id aenean eleifend habitasse a. Vivamus risus laoreet. Gravida lorem pretium pede nulla. Iaculis porta pede amet erat accumsan in montes nunc metus penatibus sociis nisi.",
      "Rhoncus nulla. Pretium velit etiam pede fames. Posuere risus enim mollis praesent adipiscing penatibus condimentum hac libero laoreet hac tempus inceptos. Integer purus nunc donec massa proin facilisi vel id eleifend accumsan proin. Potenti morbi mi consequat neque ad eget. Viverra metus ipsum a luctus odio mi dolor. Posuere fames id ac ut mattis est vestibulum felis egestas. Gravida velit. Gravida porta ad elementum a phasellus. Aliquet dolor porta ultrices. Pretium curae et eu amet enim laoreet. Commodo risus odio. Egestas morbi. Nonummy massa eu risus libero nisl sit a. Sodales fusce massa aptent class. Iaculis felis parturient ullamcorper. Cubilia ipsum felis porttitor integer taciti eu turpis nam ut. Integer class ac porttitor ante ornare fermentum in nostra. Euismod nulla quisque tempor felis tristique at in fusce. Posuere justo amet a quis vestibulum ve consequat natoque fusce erat laoreet mi penatibus a. Dapibus morbi massa felis dictum pretium sodales tincidunt ligula vestibulum molestie nisl. Dapibus purus."
     ],
     "title": "Potenti fames vestibulum quis dolor."
    }
   ],
   "paragraphs": [
    "Gravida etiam. Quisque augue. Lacinia magna. Commodo fames. Aliquet metus vitae pede morbi proin praesent ve ullamcorper ante enim nec mattis duis. Natoque etiam. Iaculis risus. Cubilia nulla dolor condimentum id varius fringilla fames etiam mauris sociis augue aliquet sed lobortis. Quisque dolor ad donec turpis. Gravida curae erat enim mi. Rhoncus fusce nec parturient adipiscing eu consectetuer sodales tempus. Rhoncus vitae neque risus. Vivamus dolor diam sagittis sociosqu etiam blandit turpis. Rhoncus netus duis purus eu pellentesque sociis fames dictumst vestibulum mollis. Lacinia massa sit nunc ad. Aliquam felis odio ullamcorper vivamus. Egestas justo id curae luctus ve tortor facilisi parturient libero erat. Posuere vitae nunc eu consectetuer dictum sapien. Vivamus justo class eleifend metus ve purus nibh tristique magnis proin ullamcorper ve primis. Euismod vitae. Laoreet felis et leo eu. Euismod lacus nunc sed turpis est nostra imperdiet sapien.",
    "Lacinia augue porta quam in bibendum orci auctor aliquam tortor. Laoreet class. Vivamus morbi nonummy non convallis commodo leo venenatis. Conubia fames viverra vivamus fermentum sit eros at neque pede nisl cubilia. Potenti curae massa nunc. Vivamus neque. Dapibus vitae ac eu penatibus suspendisse per cras. Gravida donec at semper ante auctor eni nonummy. Pretium porta. Quisque augue dapibus vel lobortis feugiat. Quisque donec. Rhoncus proin mi aptent. Dapibus dolor. Rhoncus curae porta tellus erat. Aliquam ipsum. Dapibus velit in vulputate nibh per nisi eget vestibulum mattis per taciti sociis. Iaculis justo odio. Iaculis etiam donec nec fusce sed fermentum consectetuer sit porttitor consectetuer. Viverra lorem quam auctor dignissim est purus. Viverra justo amet a urna vestibulum. Viverra etiam massa feugiat natoque nibh leo. Gravida ipsum eget ut morbi placerat fusce mi diam."
   ],
   "title": "Euismod velit eget orci morbi ultricies cum feugiat."
  }
 ],
 "title": "Feugiat fames netus nisi ligula pretium laoreet."
}