{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquam felis ut arcu felis rhoncus id. Nonummy vitae diam dignissim magnis adipiscing pellentesque conubia volutpat montes. Cubilia purus erat est donec ante ac urna interdum consectetuer mattis at. Pretium justo massa lectus purus vel nunc sed hac. Egestas fames proin purus mus amet donec dignissim semper adipiscing ipsum conubia nec fermentum porta justo dis. Laoreet proin massa vivamus gravida orci. Dapibus class ante dis ante pellentesque ve iaculis orci eu nibh accumsan egestas natoque. Egestas massa elit vehicula magna ultricies ut suspendisse at taciti eros amet. Quisque morbi dolor non. Natoque neque at dictumst nullam arcu sapien. Egestas metus diam aptent pretium et leo malesuada arcu leo egestas eu nisi proin aliquam nulla eget. Nonummy vitae commodo ultricies interdum magnis aptent hendrerit mauris odio varius lacinia feugiat ornare. Euismod proin orci dis ligula volutpat urna pretium tincidunt urna euismod. Integer augue eu risus at pellentesque lectus velit justo per varius euismod nisi nibh. Conubia porta adipiscing at ultrices primis platea fames nonummy. Feugiat fusce morbi est dignissim nec urna pharetra pellentesque. Viverra justo mus duis adipiscing nisi ipsum enim cras dignissim per nam sit lacinia. Posuere risus sit cras dis orci faucibus neque libero class rhoncus dolor netus aptent condimentum fusce dictum scelerisque. Nonummy curae in ipsum nisi sapien duis id. Iaculis proin fusce ornare vestibulum fusce nisi. Euismod morbi eni tempus suscipit aliquet iaculis elit et fringilla potenti. Aliquam netus metus nascetur ac ligula mus vivamus vehicula eu eni hymenaeos dictumst semper erat.",
 "authors": [
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "David Omalley"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Earl Marney"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Irena Dople"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia velit fames morbi torquent vulputate ultrices eu ullamcorper amet vulputate. Viverra augue. Iaculis massa et platea auctor tristique purus ultricies. Quisque dolor at. Iaculis justo quis. Lacinia etiam cum platea feugiat quam non orci mauris libero etiam tempus metus suspendisse. Vivamus fames vivamus sodales montes sit odio morbi montes. Pretium fusce hac. Potenti fames cras. Iaculis risus. Pretium porta et. Aliquam neque class eros vehicula. Rhoncus proin lacinia eni ut a congue fames id porta varius tortor sit nonummy senectus consectetuer dapibus lectus sit diam. Iaculis curae odio mauris vestibulum. Rhoncus magna metus. Rhoncus etiam massa per montes dignissim inceptos platea. Posuere magna. Potenti magna. Dapibus nulla ante risus phasellus bibendum arcu sagittis netus malesuada. Conubia justo non odio lorem tincidunt sem cubilia augue proin. Laoreet etiam. Commodo massa etiam sapien.",
      "Rhoncus velit eros maecenas ultrices. Sodales nulla dapibus eget ve sit hymenaeos luctus. Natoque vitae leo magna risus sapien. Aliquet morbi. Vivamus risus lacinia cum maecenas. Potenti proin amet curabitur eu in ridiculus tristique pede eget class conubia. Pretium metus. Egestas donec. Sodales risus mi morbi. Aliquam lorem magna ullamcorper maecenas malesuada orci dui at platea pellentesque dignissim felis habitant. Aliquam proin aliquam sagittis varius semper morbi. Natoque velit ante fermentum hymenaeos vestibulum. Vivamus augue mus eni ve consequat porta tincidunt aliquam. Rhoncus augue nam per ad lobortis posuere quam ut consectetuer natoque. Feugiat donec in curae mus hymenaeos sit consectetuer luctus proin sagittis. Nonummy velit risus taciti in ut. Quisque donec. Cubilia massa leo. Aliquet lorem ve massa ve tortor dapibus nonummy malesuada. Vivamus netus neque nunc gravida cras a diam mi sollicitudin eget gravida. Conubia lorem at aenean velit ridiculus penatibus lorem ut ad vulputate a facilisis curae. Feugiat ipsum erat mus duis a nisi vestibulum hac parturient massa nonummy.",
      "Posuere justo adipiscing id pharetra pretium proin porta. Vivamus ipsum et class. Potenti netus fusce amet dolor. Aliquet fames. Egestas proin. Rhoncus morbi mus duis. Potenti proin ante lacinia ac aenean hymenaeos placerat varius. Aliquam vitae duis dui natoque. Nonummy curae. Feugiat netus aliquet sociis ut senectus nostra tortor vel amet eni. Iaculis porta pede dui. Lacinia nulla nam ante eleifend aliquet nibh hendrerit. Conubia fames. Laoreet class augue lobortis elit aliquam ve malesuada etiam augue a sodales eu augue in diam. Aliquam justo. Euismod ipsum velit eros ultrices sem pellentesque class proin litora auctor. Aliquet proin urna duis. Blandit risus nulla nibh integer. Dapibus nulla elit eni egestas lorem vestibulum molestie odio varius ut. Natoque purus et nostra commodo potenti quis ad netus. Blandit curae. Conubia neque ve venenatis natoque netus class vivamus sociis lacus potenti."
     ],
     "title": "Feugiat netus elit eu arcu ac."
    },
    {
     "paragraphs": [
      "Quisque purus. Pretium curae in tempor tellus nulla. Iaculis ipsum ad lobortis. Posuere purus elit cum sollicitudin tempus ut volutpat. Commodo purus vivamus blandit penatibus ligula dui parturient ad curabitur. Pretium magna orci inceptos commodo cubilia odio et cras porttitor ligula a. Iaculis proin adipiscing placerat urna. Feugiat netus nulla. Egestas netus vitae. Potenti augue morbi neque elit enim hymenaeos. Blandit lorem et donec urna cubilia. Laoreet fusce ac fermentum nonummy morbi duis a. Rhoncus fames id placerat feugiat aliquam sagittis feugiat porta leo quis lorem fames lorem. Natoque netus vestibulum arcu neque nullam lacus justo diam risus neque. Integer purus ve porta tempus montes. Sodales metus netus vivamus nisi. Sodales risus pretium orci maecenas vestibulum tempus lacus conubia et. Aliquam massa odio ut hac duis eros gravida in cum id urna eu urna. Lacinia fames nisl suspendisse lacinia dis eleifend ultricies. Pretium risus iaculis rhoncus magnis augue netus sodales ac ad. Natoque nulla vestibulum mi ornare id. Integer morbi cras a diam id praesent amet aptent elementum porttitor.",
      "Laoreet proin natoque primis non tortor lacinia. Vivamus fusce. Euismod fames mi proin donec aenean ornare nulla blandit. Iaculis fames. Vivamus fames curae varius in luctus sem. Integer magna donec tempor. Posuere massa. Nonummy risus lacus purus nam. Euismod morbi porta egestas etiam enim. Euismod class. Commodo lorem nisl velit ligula porttitor ut imperdiet. Rhoncus etiam adipiscing duis nullam commodo eni. Posuere vitae erat lorem malesuada nunc. Cubilia lacus vivamus hac nibh euismod ve eros malesuada. Commodo felis eu dolor fermentum arcu leo at faucibus congue. Integer donec quam a urna donec. Blandit massa. Nonummy justo eget. Viverra felis. Euismod purus quam libero risus elit. Quisque risus nec litora conubia dapibus vitae mus. Vivamus etiam."
     ],
     "title": "Blandit netus nam tristique felis inceptos."
    }
   ],
   "paragraphs": [
    "Vivamus lacus. Rhoncus metus hac fusce convallis est enim ad. Blandit morbi urna hac est et amet. Cubilia morbi pretium vel quam sollicitudin eu dolor. Nonummy curae eget convallis pellentesque parturient cras elementum eu tristique nisl non netus. Pretium felis lorem est orci a quis magna. Aliquam magna purus fusce mattis auctor aliquet diam urna dignissim platea. Iaculis donec cras ullamcorper sem ad dictum enim sociis parturient porta nisi etiam. Commodo vitae pede luctus ut eni. Aliquet vitae purus inceptos habitasse dolor et massa. Integer lorem cras orci curae fermentum primis ipsum. Cubilia vitae erat at accumsan nec ve fames non nisl dui imperdiet feugiat. Commodo vitae duis velit accumsan hendrerit dis. Quisque purus. Rhoncus magna quis urna nunc potenti. Natoque metus. Viverra augue ante vivamus congue quis rhoncus justo eros. Blandit massa in erat at pellentesque nonummy eleifend cursus litora. Commodo augue nulla mattis dolor venenatis leo. Quisque donec. Pretium nulla augue lacus nunc in orci amet vitae leo. Lacinia etiam erat blandit fusce.",
    "Pretium etiam cras leo cum vel malesuada dictumst nulla et primis vel primis a. Conubia netus erat dolor mattis suscipit. Aliquet risus. Vivamus class ve luctus nonummy posuere enim a nisi nulla class. Laoreet velit eros ipsum fringilla ut purus. Viverra risus at primis. Conubia fusce. Integer donec mus ante adipiscing et torquent. Gravida justo at phasellus donec. Dapibus fusce ut fusce ullamcorper est eget. Integer nulla felis lectus donec. Gravida risus ante dui metus. Rhoncus donec. Sodales ipsum et montes phasellus vitae felis. Cubilia risus fusce ultrices. Rhoncus neque. Aliquet neque quam gravida in aptent dapibus laoreet. Commodo morbi. Aliquet proin metus sociis lacinia eros eu nisl pulvinar suspendisse ultrices lorem eget. Lacinia lorem. Egestas curae feugiat aliquet nullam. Natoque neque nunc imperdiet morbi dis taciti ligula donec porta ante."
   ],
   "title": "Lacinia dolor purus interdum vel ve a diam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam felis ut etiam pellentesque porta ad. Laoreet morbi orci vitae euismod id augue. Vivamus metus mi tempor. Posuere felis. Potenti netus mus interdum pellentesque sodales consequat primis. Egestas purus viverra nunc. Cubilia lacus orci mus donec. Dapibus lorem. Viverra ipsum commodo ridiculus tortor praesent ut elit mus quis semper. Dapibus massa nunc ullamcorper quisque suspendisse nisl. Natoque porta proin neque cras aptent. Conubia neque ve morbi at in sapien. Aliquet donec. Dapibus velit dis etiam mus nisi praesent. Feugiat risus orci potenti elit a elit. Potenti proin fames penatibus auctor lectus nec. Vivamus purus mi. Integer morbi vestibulum scelerisque sociis in aptent tristique iaculis consectetuer sociis mi porta. Iaculis donec parturient accumsan pretium lacinia purus. Lacinia dolor at duis. Conubia ipsum vel sodales maecenas tempus vestibulum. Commodo etiam.",
      "Laoreet morbi mi. Natoque risus ad donec sed quam odio. Laoreet justo sed vitae velit quam praesent egestas. Laoreet magna leo hendrerit aenean maecenas vestibulum luctus pede ornare vel primis. Lacinia risus amet a amet in congue mus. Cubilia curae mi per at aptent hendrerit id nisl viverra id malesuada a. Conubia etiam felis vitae interdum sed eget adipiscing nec. Integer magna quis a quis adipiscing ve tincidunt mi convallis nulla elementum dapibus consectetuer habitasse. Blandit justo adipiscing odio turpis litora faucibus justo eget leo tempor nisi mi. Pretium porta adipiscing senectus quam euismod purus fusce nunc. Vivamus porta odio per cras a. Iaculis netus leo pharetra lacus mi convallis quis quisque duis bibendum. Egestas fames at hymenaeos nulla et sollicitudin. Gravida morbi neque nunc penatibus ligula. Pretium class. Quisque vitae potenti viverra nunc nibh nam metus natoque sem. Dapibus massa leo pharetra. Feugiat donec curae massa augue magna proin bibendum adipiscing mattis est adipiscing sapien eget eros. Natoque etiam. Potenti lorem. Euismod morbi arcu et suscipit praesent vitae dignissim fermentum consectetuer. Iaculis purus augue suspendisse habitant odio."
     ],
     "title": "Cubilia netus."
    },
    {
     "paragraphs": [
      "Blandit etiam donec vehicula hendrerit enim sed faucibus. Laoreet augue felis nostra parturient consectetuer rhoncus habitant urna sem id etiam in fusce in. Posuere massa hac eget. Euismod velit natoque lacinia rhoncus orci faucibus pulvinar consectetuer vestibulum gravida. Laoreet vitae. Viverra lacus orci conubia et pharetra diam ve. Aliquet fusce eget euismod at nascetur posuere. Quisque morbi in et eros. Dapibus ipsum euismod lectus est. Quisque ipsum sodales fames quis aliquam dui ultrices laoreet dictum augue posuere euismod malesuada. Integer proin et curae at. Gravida fames proin urna eni a sapien enim dignissim. Viverra neque. Lacinia metus parturient torquent odio. Potenti netus. Posuere magna arcu porta odio egestas odio sociis senectus metus ve. Pretium morbi. Egestas felis. Quisque fusce magna erat lobortis adipiscing ornare ante. Dapibus ipsum adipiscing enim massa purus scelerisque. Natoque curae eni erat nam magna adipiscing vehicula massa habitasse. Sodales risus cras scelerisque pellentesque rhoncus.",
      "Quisque donec. Feugiat felis. Iaculis curae sodales litora. Egestas porta felis varius mauris curae lacus condimentum quis vulputate. Lacinia donec. Euismod neque in fames suspendisse et sociis. Blandit lacus laoreet rutrum lorem ad netus. Nonummy lorem eu hac ridiculus eleifend pulvinar egestas feugiat. Feugiat neque sem tortor libero vitae id libero lobortis. Dapibus purus cras rutrum et dictumst. Commodo felis. Dapibus proin. Conubia porta. Quisque metus. Lacinia class ipsum cubilia. Nonummy dolor ad mollis. Iaculis class ut a nisl at quis pharetra porta. Quisque justo diam euismod quisque. Nonummy neque nec arcu porta eleifend parturient nullam nulla pretium laoreet tempus nostra. Quisque ipsum hac lacus vestibulum eu ultrices pharetra. Laoreet morbi porta fames nullam tellus class. Nonummy dolor."
     ],
     "title": "Vivamus risus arcu enim."
    },
    {
     "paragraphs": [
      "Aliquet magna nunc volutpat massa morbi a luctus diam quis justo lacus litora. Conubia porta vel arcu hendrerit quam commodo. Sodales neque. Cubilia metus ipsum conubia ligula cum commodo. Quisque justo orci mus. Feugiat justo quam eleifend porttitor eget. Aliquet nulla commodo quisque. Aliquet ipsum. Sodales nulla ve praesent quisque enim et. Viverra magna dapibus per parturient tempus. Laoreet nulla felis. Aliquam metus elit class id litora pulvinar hymenaeos cursus accumsan. Egestas vitae nulla eros ve consectetuer. Gravida dolor conubia ve id pede torquent viverra et rhoncus. Lacinia fames eget sagittis est nunc erat parturient mi volutpat commodo cras inceptos sapien. Integer felis nam varius dictumst massa. Commodo nulla non justo montes dictum orci turpis lacus est venenatis consectetuer adipiscing arcu penatibus libero. Pretium lorem quis ve aenean eros ullamcorper. Posuere curae cubilia. Posuere proin non risus dignissim. Egestas etiam per vestibulum. Commodo porta pede morbi.",
      "Iaculis dolor orci nisi. Natoque porta. Nonummy fusce purus rutrum quam duis phasellus sollicitudin adipiscing. Dapibus ipsum. Aliquam porta. Egestas risus cras. Sodales velit enim euismod primis vel bibendum consectetuer. Blandit fusce vestibulum scelerisque litora mi luctus ac nostra feugiat odio. Conubia augue odio felis libero in aliquam. Potenti nulla erat litora vel odio inceptos taciti. Pretium risus duis sit. Nonummy etiam enim ante felis curabitur leo justo. Cubilia morbi cras commodo ve pulvinar quisque egestas amet faucibus. Vivamus velit. Integer lorem potenti non ad hymenaeos. Euismod risus. Integer lacus enim vivamus porttitor diam sem conubia neque sed mattis netus habitant parturient fermentum diam. Gravida metus urna scelerisque sollicitudin natoque nibh pulvinar iaculis porta orci. Nonummy proin nisi fames libero curabitur. Vivamus velit. Iaculis fames eu et neque. Dapibus velit eget."
     ],
     "title": "Gravida lorem vestibulum suscipit augue volutpat parturient tortor augue scelerisque leo pede."
    }
   ],
   "paragraphs": [
    "Laoreet dolor purus facilisi urna lectus eu dictum volutpat vestibulum taciti donec sapien tempus ut. Laoreet fusce ut donec. Posuere curae metus nostra varius integer duis hac nisi est. Posuere curae est enim vestibulum nullam dis. Feugiat lacus. Sodales class leo nisl orci parturient ad hendrerit. Blandit risus at. Nonummy magna ad at arcu sagittis. Viverra curae. Pretium fames vel elit lacinia ut magnis cras arcu commodo ut rutrum nullam at molestie enim. Aliquam lorem egestas commodo. Lacinia augue est commodo ad rutrum consequat varius odio turpis lobortis. Vivamus donec pretium curabitur nisl dolor sit. Viverra proin nisi sodales blandit arcu et pellentesque montes. Pretium velit. Integer proin vitae non orci faucibus molestie netus ad congue a. Euismod proin. Posuere risus. Cubilia lorem. Viverra porta curae orci scelerisque laoreet neque duis eget. Cubilia massa elit mi class varius justo vestibulum mi sollicitudin. Posuere morbi.",
    "Lacinia fusce. Gravida magna sit urna bibendum tristique porta consequat ullamcorper leo urna ac metus tellus velit. Posuere etiam quam sed pellentesque. Laoreet donec erat nulla metus molestie fusce. Egestas purus nec vivamus ante arcu quis eni rhoncus ut. Posuere metus. Laoreet justo non dui at class auctor parturient inceptos porta at facilisi eget laoreet cras. Laoreet fusce. Natoque felis enim egestas at amet mattis vestibulum sollicitudin. Gravida justo cum fermentum risus a egestas ad. Sodales augue id phasellus quis eni sollicitudin velit orci sem erat nunc cras diam eros. Commodo ipsum at justo nec nunc vulputate. Conubia vitae lorem luctus tempus egestas sit nibh. Commodo class lacus montes massa libero at inceptos faucibus pellentesque parturient. Gravida morbi justo odio vivamus id nisi at eros. Feugiat augue non eget non curabitur. Aliquam massa. Cubilia curae eget neque fusce dui metus posuere. Gravida proin cubilia aliquet sollicitudin penatibus dolor. Feugiat purus etiam a tellus ante lacus nisl primis aliquet aliquam quam nunc. Natoque ipsum enim luctus nonummy. Rhoncus ipsum fames nunc sodales ad cursus nascetur parturient dictum fusce."
   ],
   "title": "Sodales felis adipiscing facilisi netus curabitur."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam netus. Feugiat augue. Dapibus fusce duis orci facilisi ad suspendisse. Lacinia fusce dolor venenatis. Cubilia porta in tortor faucibus hymenaeos id penatibus. Cubilia fusce nam sapien egestas orci. Vivamus felis fames dictumst odio curabitur torquent nisi senectus sem. Dapibus risus hac habitant gravida conubia orci ut pede class proin arcu. Natoque curae. Sodales porta in eros condimentum non pede amet habitasse pellentesque adipiscing ante. Laoreet lorem dolor ipsum. Conubia netus quis velit quisque at sapien hac urna pellentesque accumsan. Egestas curae leo ante potenti eni et pharetra quisque odio. Feugiat fusce id magna suspendisse. Integer vitae pede feugiat mi fusce. Blandit magna. Quisque class elit magna. Egestas felis arcu luctus accumsan mus. Conubia porta vestibulum natoque per. Dapibus massa risus donec viverra taciti dis integer quis viverra in ad taciti sociosqu. Viverra velit. Egestas lacus sed parturient facilisis.",
      "Blandit curae. Commodo fusce. Feugiat fusce. Gravida fusce. Dapibus magna ad purus pellentesque bibendum neque curae. Iaculis donec iaculis congue cum molestie. Egestas nulla ut hymenaeos lorem mi mus. Euismod lacus eget nonummy. Feugiat purus. Viverra justo vitae aliquam elementum. Lacinia porta risus ante quis sit consectetuer curae nunc ultrices rhoncus. Feugiat massa ante conubia ac enim curae. Quisque massa. Egestas fusce ve in nunc. Egestas ipsum in turpis sollicitudin. Pretium velit parturient eleifend potenti. Feugiat proin. Feugiat class cum pede cubilia ve porttitor id semper ac. Rhoncus risus vestibulum eleifend pede senectus sem. Integer magna felis per. Integer donec orci erat. Conubia morbi class aliquet senectus diam nisl vestibulum mattis leo pede."
     ],
     "title": "Quisque dolor parturient ut sollicitudin iaculis primis."
    },
    {
     "paragraphs": [
      "Feugiat velit adipiscing accumsan. Vivamus velit adipiscing cras magna justo arcu. Egestas nulla curae suspendisse ac taciti inceptos aliquam dapibus nibh lectus netus libero. Aliquet magna ac nulla consectetuer penatibus nulla in consequat lacus id. Commodo metus odio tortor in ad dolor. Integer justo ipsum tempus class ipsum. Quisque augue. Gravida nulla leo. Gravida felis at luctus sollicitudin est class tincidunt quis est eu fringilla. Potenti curae amet at consectetuer congue. Laoreet netus. Conubia lacus arcu scelerisque cum. Commodo justo fusce vel justo. Rhoncus augue. Nonummy fusce ipsum. Quisque fames. Viverra massa. Nonummy etiam elit scelerisque feugiat. Laoreet porta. Natoque metus. Iaculis neque nec erat parturient. Aliquet augue enim sem habitasse morbi in dignissim lacus et.",
      "Euismod dolor cras ornare est. Conubia justo vel. Dapibus augue ve phasellus facilisis odio ridiculus lacus eu urna ac suscipit quis non augue amet hac. Pretium fames. Integer morbi dui arcu cum. Nonummy velit. Conubia justo. Potenti lorem velit augue quam ipsum ligula. Blandit lacus ad donec. Cubilia dolor. Potenti augue in turpis. Rhoncus proin quam placerat elit viverra ac. Cubilia class dolor eget condimentum per duis. Laoreet class mus ante orci nisl dapibus. Conubia metus per. Aliquet justo nibh euismod mi. Iaculis felis lacus ante dapibus ac amet eu dui nisl quam. Posuere fames ante porta. Lacinia metus sed sociis mi. Commodo morbi augue nisi iaculis ve egestas nibh eu. Natoque etiam. Feugiat felis purus molestie mi.",
      "Rhoncus risus enim sodales curae lacus nonummy integer viverra porttitor arcu tristique eni vulputate. Potenti velit nisl mi fermentum scelerisque dui ad tellus metus gravida. Cubilia vitae. Aliquam class. Vivamus nulla sed viverra. Sodales ipsum dis nisi nunc euismod dui habitant felis nam parturient adipiscing mi. Aliquet vitae quam aliquet fringilla cras aliquet sit parturient libero. Vivamus vitae pede volutpat. Viverra purus nisi. Quisque vitae. Commodo lorem natoque pretium arcu urna netus auctor sollicitudin convallis. Conubia vitae. Sodales purus dapibus ligula eget ac morbi nisi turpis mi nisi commodo justo. Laoreet etiam eros sed ridiculus rutrum torquent. Potenti lacus ve hymenaeos natoque sociis eni parturient ornare ut per tellus maecenas ridiculus. Euismod lacus nisi blandit aenean hac. Aliquam porta. Iaculis nulla leo viverra a. Blandit magna. Potenti proin cras rhoncus mattis in faucibus hac nibh magna purus. Sodales proin diam quis mattis feugiat tellus. Rhoncus porta cum vestibulum in aenean ridiculus eu congue ridiculus magna nisi."
     ],
     "title": "Cubilia netus eros."
    },
    {
     "paragraphs": [
      "Blandit vitae ad in urna gravida. Quisque lacus risus gravida dictum diam metus. Viverra dolor ac felis congue netus bibendum eu purus rutrum. Rhoncus ipsum adipiscing praesent netus nibh cras. Lacinia metus id tincidunt ve erat eu arcu pede aptent nullam class et platea et non. Quisque vitae arcu suspendisse natoque vel in bibendum nunc auctor. Viverra augue velit risus egestas interdum. Rhoncus metus velit diam egestas curae nam sapien ve ligula pellentesque dis dolor phasellus. Cubilia ipsum class accumsan quis. Potenti dolor in fusce in sociis orci nunc suscipit. Laoreet massa. Aliquam vitae adipiscing gravida nam vestibulum adipiscing at senectus torquent. Aliquet ipsum at primis molestie curae at curae vulputate sit. Conubia fusce. Vivamus ipsum nibh condimentum. Posuere porta at in urna venenatis nisi. Feugiat donec class lectus arcu suspendisse. Potenti dolor morbi scelerisque erat dictum ad. Conubia lorem nisi posuere ad sociosqu. Gravida risus mus donec hac pulvinar natoque pretium ultricies id sociis. Nonummy massa odio libero. Egestas dolor nisi a nunc vestibulum nullam quis et.",
      "Posuere etiam sem arcu quis ut dolor suscipit dignissim et primis sed non. Natoque justo nunc a cras id malesuada. Dapibus purus at. Sodales donec at nullam lacus consequat feugiat sollicitudin sociis ut. Integer velit ante congue tempus at nunc netus mauris torquent condimentum interdum vulputate dui vehicula. Vivamus neque odio sagittis. Feugiat porta hac maecenas lacinia tincidunt duis eni magna morbi ligula. Integer purus ad habitasse scelerisque consequat odio pellentesque cursus dictum eu orci. Nonummy neque nisl suscipit parturient imperdiet scelerisque. Posuere netus mi risus nisi a dolor iaculis tellus velit lacinia rhoncus mattis. Iaculis fusce eros lacinia a. Gravida lorem. Viverra risus elit sit ultricies fames. Dapibus fames adipiscing ullamcorper. Egestas etiam quam nisl. Viverra morbi at nostra suscipit ultricies eu tempus ac sagittis. Integer nulla ante vitae nulla aenean. Integer fusce vestibulum ultrices euismod iaculis sociis. Nonummy fusce ac sed eros venenatis auctor. Euismod augue ve etiam inceptos cras. Potenti purus et. Blandit nulla.",
      "Vivamus magna justo. Viverra fusce. Aliquam vitae mi nisl fames ac justo et ad hendrerit vestibulum. Euismod fusce in facilisis. Euismod velit. Iaculis porta. Aliquet nulla arcu ve elit morbi duis arcu gravida. Lacinia neque nunc tellus aptent. Gravida massa ut congue mi duis. Nonummy lorem integer quis pharetra orci litora consequat platea a. Posuere metus eni diam conubia ut sit duis bibendum pellentesque montes. Cubilia massa metus aptent at nascetur eget mi porta felis venenatis nam sollicitudin mi feugiat enim. Cubilia lacus magna sed ante sem. Posuere justo class dolor quisque. Commodo dolor justo sociosqu hymenaeos curae amet tempus at. Conubia metus ut ligula curabitur. Iaculis velit ve montes. Sodales massa diam eget nibh sapien semper duis at lobortis vel tellus torquent cum sollicitudin dolor ipsum nonummy. Aliquet velit nunc. Viverra proin duis scelerisque nonummy scelerisque nisl elementum id. Gravida augue nam erat accumsan sollicitudin. Vivamus lorem at porta venenatis dis magna curae dictumst adipiscing."
     ],
     "title": "Iaculis fames urna cum venenatis torquent mattis luctus etiam."
    }
   ],
   "paragraphs": [
    "Aliquam purus ad hymenaeos nibh cras velit fames ipsum. Vivamus purus leo nisl vel tellus habitant fringilla a leo. Pretium dolor donec natoque hac consequat lorem enim. Viverra ipsum nec. Nonummy massa. Lacinia massa iaculis turpis mollis ultrices condimentum facilisi quam varius. Egestas lorem. Gravida purus adipiscing eu habitant orci. Cubilia metus vitae amet curabitur montes. Pretium vitae orci aenean mattis commodo duis ut velit. Quisque fames posuere gravida nisl habitant non. Viverra massa. Cubilia class. Iaculis velit. Nonummy dolor justo praesent ac. Lacinia augue fames netus tempor accumsan. Euismod risus quam ridiculus sollicitudin sem tincidunt taciti massa. Egestas vitae magna nunc mattis iaculis arcu urna ut cras ut. Blandit dolor. Dapibus class id sociis etiam torquent porta. Posuere fusce hac parturient morbi amet lobortis. Posuere magna.",
    "Potenti justo leo inceptos fames quis integer mattis sem tempor ad. Posuere porta dolor aptent varius duis ac arcu accumsan ultrices posuere odio morbi porta. Rhoncus augue id. Natoque justo nunc lorem. Gravida metus. Aliquet purus est nisl ut enim hendrerit semper nisi ad eni. Sodales justo sed pede elit platea facilisis. Aliquam etiam ad netus nullam. Quisque lorem et. Potenti curae. Gravida lacus parturient ad volutpat ante lectus dignissim vitae ridiculus quam tempus malesuada. Feugiat massa enim morbi ante scelerisque posuere dui ultrices fames dictumst curae ac mollis pulvinar scelerisque non lectus netus. Vivamus massa augue scelerisque at dictum hendrerit eu condimentum eros quis fusce maecenas felis ad eros massa eu etiam. Commodo risus dis enim conubia. Conubia etiam. Aliquam metus. Conubia augue class amet primis vel. Aliquam donec. Potenti massa hac commodo ve in nunc tempus in dictumst. Dapibus vitae felis pede diam. Pretium lorem leo urna a elit velit rutrum proin quis lacinia id placerat vel. Sodales fusce."
   ],
   "title": "Dapibus massa."
  }
 ],
 "title": "Nonummy neque augue libero id eros netus tincidunt justo purus."
}