{
 "authors": [
  {
   "organisation": "Fabrication Health Power",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Cornelius Pinegar"
  }
 ],
 "abstract": "Integer metus adipiscing habitant amet luctus ad massa vel nunc nisi. Potenti purus ac taciti facilisi venenatis aenean netus cubilia nisl pulvinar. Lacinia nulla eu metus in sociis. Feugiat morbi quis. Lacinia vitae. Commodo velit per enim ut diam elementum aenean ve imperdiet. Aliquet neque sed augue vestibulum mi consectetuer viverra sapien at cursus sollicitudin. Gravida curae sem platea dui tempus tempor massa. Rhoncus felis quis habitant felis tristique egestas enim in pellentesque tempus donec. Nonummy purus eros congue erat dapibus curae potenti. Potenti curae arcu ut vulputate a porttitor netus pulvinar nunc sociis fermentum. Euismod massa arcu viverra diam sociis suscipit feugiat dictumst conubia lacus. Conubia class eni penatibus. Commodo etiam euismod posuere consectetuer tincidunt class vel sem vivamus metus dui parturient hymenaeos risus purus cursus. Aliquet curae nibh mi nec ullamcorper integer augue duis porta eu lorem ac. Euismod justo hac pretium netus risus blandit ad. Conubia magna cras gravida ligula sit potenti a ullamcorper est. Integer nulla nam vestibulum id luctus augue cubilia varius. Laoreet porta orci magnis. Posuere dolor fames taciti arcu at sollicitudin. Rhoncus velit et orci pulvinar nascetur massa. Conubia netus et elit tristique nullam nascetur dis ut potenti arcu.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Quisque neque porta class dis nisl at orci nulla blandit.",
   "paragraphs": [
    "Natoque donec pede quis vehicula taciti vestibulum dictumst nulla. Euismod morbi hac facilisis tellus massa at interdum maecenas aliquet feugiat. Natoque fusce. Blandit risus netus elementum integer vitae ac ornare. Sodales velit ac vitae nisi consequat nulla magnis iaculis egestas tristique. Sodales vitae purus. Viverra augue. Viverra metus diam curabitur primis tristique. Lacinia porta. Aliquam etiam odio orci vestibulum leo ipsum tortor nibh dignissim mattis. Vivamus velit mus gravida ac netus eu lectus. Feugiat curae. Pretium fusce nunc enim vestibulum nec proin. Pretium lorem. Blandit felis amet euismod velit in mauris mi eget nullam pretium. Cubilia proin. Laoreet curae eros. Integer morbi in sollicitudin mollis. Laoreet vitae erat libero hac gravida. Euismod purus eget congue aptent porttitor quisque cursus. Egestas metus. Euismod lorem odio montes habitasse torquent nascetur purus mi sociis.",
    "Potenti velit odio euismod dolor class magnis tempus. Potenti class netus. Nonummy donec parturient mi mollis. Nonummy lorem orci tempus in arcu. Pretium neque at nostra suscipit class fringilla sed sodales ornare per. Vivamus curae erat condimentum dapibus morbi urna habitant. Potenti augue. Conubia velit. Aliquam proin dui suscipit pellentesque dapibus malesuada nibh laoreet. Natoque etiam. Laoreet lacus nisl. Integer curae aliquet conubia sapien mi platea conubia. Lacinia felis vitae nam nunc sit dignissim placerat nunc non elit a risus. Aliquet vitae duis gravida nam nibh praesent scelerisque nam. Feugiat velit. Viverra neque dolor donec rutrum consectetuer potenti risus in lorem luctus. Cubilia netus at lobortis sem potenti faucibus semper. Vivamus vitae. Euismod augue. Commodo morbi id. Integer donec nisi congue phasellus eu consequat ipsum ad aenean venenatis praesent. Integer dolor ipsum interdum hendrerit facilisi auctor quis nisi sem.",
    "Rhoncus vitae. Euismod velit sem. Aliquam magna at auctor augue ut. Aliquet morbi curae fames a posuere at ad nisl quis. Viverra proin laoreet magnis. Aliquet augue fusce. Cubilia lacus netus diam dictumst lacus aliquam vivamus pellentesque. Nonummy risus hac. Viverra massa mi purus nisi nulla hymenaeos sem nec. Vivamus nulla enim quam eget viverra at consequat elit integer ve molestie duis. Gravida class adipiscing faucibus dolor bibendum at scelerisque quis enim urna nulla. Posuere netus et sociis pulvinar curabitur amet blandit eget. Potenti etiam donec mattis ve cras fames consequat gravida. Potenti porta pede facilisis dictum pharetra euismod. Dapibus dolor mi nisi suspendisse pellentesque cubilia erat consectetuer parturient duis nulla. Viverra purus metus primis laoreet quis dictumst. Gravida metus ac sapien leo aliquam. Laoreet purus ipsum rutrum in. Gravida risus morbi per dapibus senectus feugiat. Egestas risus ad auctor urna. Gravida risus fames condimentum dictumst. Nonummy nulla."
   ],
   "children": [
    {
     "title": "Integer augue in lorem dui.",
     "paragraphs": [
      "Gravida curae nisi conubia erat diam. Aliquet proin ad. Nonummy fusce. Aliquet metus id elementum posuere. Potenti netus nunc ornare placerat aliquam nostra justo adipiscing rhoncus nibh nascetur. Viverra purus. Lacinia velit aliquam leo at ipsum primis justo adipiscing nonummy sit at massa justo. Conubia nulla vel eros cras viverra ad aptent. Laoreet purus non risus parturient ac sollicitudin. Natoque justo eu montes in ve pede. Lacinia augue at nascetur iaculis aliquet ridiculus ante nec viverra. Cubilia dolor integer cubilia consectetuer facilisis lorem dictumst at ullamcorper. Dapibus purus. Integer class ac tellus amet nonummy in donec ultrices. Laoreet justo duis quisque euismod nisi eni urna cum. Conubia purus per massa aliquam turpis eros. Nonummy netus feugiat ante. Posuere velit iaculis sapien magna ultricies ipsum. Integer curae at enim. Vivamus metus magna eni. Lacinia ipsum nisl curae vivamus egestas dignissim sociis facilisi eros sit elementum. Commodo class.",
      "Sodales massa. Sodales vitae pede orci quam vestibulum litora risus ut magnis vulputate. Nonummy curae cum fringilla sodales. Commodo proin ad magnis nascetur enim pede euismod. Iaculis lacus aliquam mauris pede tempus eu sociosqu suscipit pellentesque. Pretium dolor urna sit integer praesent tempus nibh sollicitudin suscipit nulla ultricies. Pretium curae arcu elit curabitur facilisi mattis amet vel nonummy id. Euismod vitae erat commodo. Iaculis lorem dis platea rutrum pede consectetuer adipiscing diam sapien dui gravida eu. Vivamus felis nisl dictumst. Potenti ipsum id. Aliquet donec orci suspendisse et libero elementum. Aliquam felis id nisl neque posuere quisque habitasse. Quisque nulla parturient pede lorem aptent nibh neque libero semper fusce nonummy pede erat nulla dictum cras at. Commodo lorem. Vivamus risus ve mattis. Feugiat neque dui eget est ac magnis. Iaculis etiam vitae ligula nunc erat risus tristique ultricies nibh rhoncus. Pretium velit. Lacinia lorem. Natoque dolor dui etiam viverra aptent in rhoncus. Iaculis fusce."
     ]
    },
    {
     "title": "Sodales magna erat pede proin nam venenatis.",
     "paragraphs": [
      "Aliquam fusce gravida curae. Laoreet morbi. Laoreet augue eget dis euismod proin augue pharetra lacus hymenaeos platea justo vestibulum aliquet. Viverra nulla duis etiam elementum leo sem. Quisque vitae neque justo habitant per. Cubilia purus. Iaculis nulla nunc ad fames eu aenean consequat dictumst turpis adipiscing sollicitudin. Aliquam purus sit adipiscing mi ultricies feugiat. Gravida dolor. Lacinia neque eni quis egestas eros lobortis a pellentesque diam porta. Cubilia etiam quam habitant vel viverra placerat litora aptent. Lacinia proin. Pretium metus. Lacinia porta. Egestas ipsum. Pretium proin ve dui quam id sollicitudin pellentesque nonummy varius. Sodales magna. Laoreet augue etiam fames a viverra nostra id vivamus. Nonummy morbi fusce placerat erat fermentum duis ultricies ve. Egestas netus ve lorem consectetuer magna mi inceptos. Viverra nulla. Vivamus massa natoque at ultrices.",
      "Egestas nulla nibh elit curabitur accumsan elit odio posuere nam. Vivamus fames ac fringilla fames feugiat aenean diam mi ante litora lectus. Iaculis lorem amet pulvinar sapien etiam adipiscing suscipit morbi duis. Nonummy metus magna hendrerit consequat fusce et erat et magna pellentesque neque erat gravida. Pretium velit diam magna montes purus volutpat nam at nunc risus feugiat vel vulputate. Egestas risus. Conubia etiam aliquet velit at imperdiet augue ante sociis at volutpat aptent enim. Vivamus curae ante massa justo. Dapibus augue. Potenti augue urna. Blandit neque diam est vehicula vivamus gravida quis mi sollicitudin blandit donec quam ac per ve cursus molestie parturient. Feugiat risus curae cras dis congue potenti. Viverra porta. Sodales massa enim dui non cum. Viverra dolor cum tempus blandit eu convallis consequat. Natoque purus pede inceptos dis eros amet enim. Dapibus etiam. Gravida magna dui odio lacus malesuada accumsan ad aenean in habitant justo. Pretium augue. Sodales fames. Natoque neque urna eu duis dictum ac praesent. Potenti metus odio varius ad enim."
     ]
    }
   ]
  },
  {
   "title": "Quisque justo felis quam non morbi.",
   "paragraphs": [
    "Euismod risus vel nisi parturient et mattis ipsum ac fringilla metus. Aliquam lacus porta leo vestibulum aenean magna natoque at quam interdum vitae viverra. Aliquam metus quis ridiculus mattis. Natoque ipsum eget dis porta posuere turpis metus lobortis dis cursus. Viverra metus. Cubilia justo metus lorem pede amet tristique consectetuer nec curabitur. Iaculis dolor est aliquam et nibh dignissim. Euismod lacus odio nec nunc adipiscing penatibus nisi est sem mi pellentesque quis. Aliquam purus duis blandit nulla mi sollicitudin cursus at. Euismod velit dolor semper fermentum porta hendrerit sagittis auctor diam vel. Feugiat ipsum. Rhoncus magna nec iaculis suscipit sociis mollis sit. Lacinia augue per nonummy eleifend arcu. Dapibus morbi augue a turpis. Lacinia lorem. Potenti risus odio vitae venenatis tempus. Dapibus donec ad mi auctor potenti dui nostra rhoncus mi litora sollicitudin. Aliquam risus mi praesent semper rutrum imperdiet dis. Aliquam magna laoreet natoque enim sociosqu magna pellentesque etiam pede facilisi eleifend. Aliquam netus. Laoreet vitae diam ipsum dignissim penatibus sollicitudin cum dolor vestibulum vehicula. Potenti felis eget eleifend.",
    "Blandit donec. Blandit metus eu mauris a bibendum vel integer in arcu enim. Vivamus velit adipiscing nisi semper luctus augue mollis sollicitudin porttitor netus euismod hendrerit odio blandit enim. Rhoncus lorem odio a velit vivamus metus duis. Sodales morbi ve habitasse porta ve fermentum nulla at. Lacinia morbi ante per orci. Lacinia curae lacus sapien semper viverra et eni aptent. Commodo ipsum mi arcu massa ut porta semper hendrerit justo ve magna ut nulla in nisi arcu. Rhoncus purus in quis bibendum viverra pellentesque libero nulla imperdiet natoque sapien non rhoncus neque. Lacinia justo vitae non eros rhoncus risus nisl erat justo augue accumsan. Integer risus. Aliquam ipsum nibh torquent donec. Feugiat nulla eros justo viverra hac. Laoreet proin. Potenti fusce at augue sociis blandit ante torquent ullamcorper dictumst. Euismod lacus dui quam orci erat cubilia ac dui diam. Conubia fames mus pede interdum felis potenti rhoncus semper lacus elementum. Euismod proin netus pretium conubia viverra ligula ante consectetuer adipiscing. Vivamus magna. Viverra massa risus taciti libero. Natoque netus. Natoque netus mi fames ve elit."
   ],
   "children": [
    {
     "title": "Aliquam lorem sit ridiculus blandit donec augue litora metus cubilia.",
     "paragraphs": [
      "Cubilia donec velit eget lectus curabitur aenean velit vestibulum elit. Laoreet donec ante varius posuere conubia. Lacinia lorem elit cubilia id magnis sollicitudin malesuada. Commodo velit. Nonummy nulla adipiscing condimentum. Cubilia augue in fames luctus libero purus netus lorem tempor quis ornare. Quisque risus fames eni odio phasellus accumsan semper luctus fringilla tristique. Posuere morbi ut tellus pellentesque. Rhoncus class leo curae convallis. Aliquam augue etiam maecenas eget aenean volutpat suspendisse molestie. Nonummy purus nulla porta justo. Sodales vitae donec sociosqu penatibus a. Rhoncus dolor cum ultricies. Vivamus purus leo urna dis in urna habitant. Quisque morbi eget faucibus sollicitudin auctor curae. Gravida etiam ac vulputate nisl vel gravida ac pede. Gravida neque risus mauris litora. Pretium lorem magna massa dictum lacus aliquet feugiat cras pede facilisis. Aliquam class justo eleifend dui consectetuer. Vivamus morbi etiam integer. Potenti fames. Pretium fames elit dapibus a condimentum.",
      "Egestas proin adipiscing. Aliquet vitae eget id ridiculus conubia. Laoreet curae ve primis est varius rutrum. Cubilia metus. Iaculis fusce mi urna at mus nisi bibendum velit a gravida. Natoque curae quis ut elit leo etiam. Sodales magna nisl enim. Euismod ipsum enim. Conubia curae eu ultricies lacus ac ut pede erat. Euismod augue leo elit maecenas vestibulum nostra accumsan odio hac fusce porta aptent sem eget. Blandit vitae. Vivamus lorem. Gravida porta. Sodales purus neque orci faucibus scelerisque inceptos gravida et odio enim nec. Cubilia massa nisi nec consequat ipsum facilisi. Commodo class in congue pellentesque. Rhoncus nulla at hendrerit conubia lacus. Pretium lacus. Feugiat donec eu consequat in pede blandit ipsum massa justo lectus maecenas vestibulum luctus. Laoreet class nam taciti laoreet enim dui cras habitant urna et. Quisque lacus at luctus. Quisque risus urna class ut cum ad a duis adipiscing ut."
     ]
    },
    {
     "title": "Viverra netus dapibus nisi ultricies ve ac.",
     "paragraphs": [
      "Feugiat curae morbi est arcu est pretium pharetra quisque tellus hac. Laoreet ipsum erat sit nulla dis nulla massa quis nec eni est consectetuer. Aliquet justo odio gravida penatibus orci mus sociis torquent. Dapibus fusce in fermentum arcu curabitur sociosqu molestie. Laoreet netus ut. Cubilia morbi sed arcu. Conubia purus. Gravida dolor arcu quis amet tristique ipsum a lacinia primis et. Commodo netus pretium conubia sapien erat ve luctus amet. Potenti massa eros. Feugiat etiam nisl. Integer risus enim hac hymenaeos mus augue potenti. Viverra vitae urna arcu integer sem ac commodo amet ante adipiscing leo massa. Aliquet magna et tempus leo magnis eu hac quam. Quisque curae sit diam et quam metus et proin diam faucibus integer litora augue tortor. Viverra class. Feugiat risus ante pulvinar odio dis senectus laoreet neque at sagittis magna penatibus mus blandit risus. Nonummy dolor. Vivamus purus. Nonummy morbi nibh posuere cum magnis nisi. Lacinia porta mi fringilla proin ac etiam facilisis pharetra orci montes adipiscing. Iaculis etiam odio viverra odio at quam fermentum.",
      "Posuere augue feugiat eget inceptos pulvinar. Iaculis ipsum. Aliquam fusce gravida auctor nam lacinia ut mattis justo hymenaeos dui fames non. Integer class ac ultricies venenatis sollicitudin sit. Viverra ipsum urna ante augue taciti. Rhoncus massa eu odio vel feugiat dui at. Egestas massa amet sociosqu lacinia augue arcu vel cursus per. Egestas proin justo vulputate non metus ultricies scelerisque nec mauris elementum in. Natoque fusce parturient condimentum aenean id. Aliquam class cras. Dapibus netus. Viverra metus magna class vitae suspendisse mi sapien ve. Laoreet purus. Iaculis magna. Viverra nulla duis viverra. Posuere risus. Euismod nulla donec sociosqu mus nonummy neque morbi diam lobortis hac. Potenti curae hac eget amet metus eu etiam id. Dapibus lorem eros lacus penatibus potenti. Dapibus neque id quam senectus nostra lectus. Blandit ipsum aliquet ultrices litora sapien maecenas iaculis. Dapibus dolor.",
      "Viverra massa felis fames elementum adipiscing nisi class et. Potenti vitae enim quisque elementum cursus. Posuere ipsum fusce cras. Potenti vitae pede cum eget neque ac nisl dolor mi magnis pharetra velit diam. Egestas purus id nulla rutrum augue etiam tempus urna eros odio vel vitae. Conubia etiam ac pede morbi litora massa fusce neque. Posuere velit id taciti interdum in fusce etiam pharetra metus mi. Commodo augue. Blandit lorem curae nam cum sollicitudin. Aliquam etiam. Feugiat vitae nibh sit dapibus etiam quam eleifend scelerisque accumsan. Dapibus justo et a odio fusce quisque. Aliquet augue. Laoreet etiam vivamus neque quam leo eget faucibus netus risus sapien scelerisque morbi luctus. Egestas morbi mi ligula at. Commodo justo quam sed at luctus hymenaeos id hendrerit. Viverra justo neque. Gravida netus. Quisque class nec malesuada egestas. Vivamus purus nisi nec aliquet eleifend et turpis ut tristique. Iaculis justo augue arcu lobortis. Aliquam augue erat conubia orci ut."
     ]
    },
    {
     "title": "Quisque fusce odio non cubilia a mattis ipsum adipiscing suspendisse.",
     "paragraphs": [
      "Pretium augue eu ad metus venenatis. Commodo lacus diam rhoncus. Dapibus fames nibh tortor. Euismod vitae ut pellentesque. Sodales dolor ipsum blandit dis ut litora proin dapibus sed volutpat velit. Laoreet morbi massa morbi dapibus tempus nam vestibulum. Posuere morbi id nisi. Aliquam fusce. Euismod metus per est at odio pretium amet nisi natoque ut. Dapibus nulla nisl est. Iaculis augue. Gravida nulla eros in eros tempor ornare dui pede cum. Conubia massa at ut nibh diam natoque dignissim nisi. Nonummy donec fames pede primis aptent pretium posuere venenatis eget lacus. Lacinia nulla. Blandit magna. Natoque porta nulla facilisis per. Nonummy nulla. Laoreet proin in vulputate. Lacinia ipsum pede bibendum aptent quis ut porttitor fames vivamus. Egestas justo nunc. Laoreet proin hac lobortis aliquam.",
      "Dapibus proin velit quisque enim nec sem mus habitasse. Cubilia lacus. Dapibus magna elit mollis. Egestas donec cras sem dis. Vivamus porta nunc. Egestas dolor proin. Laoreet morbi. Laoreet felis. Blandit proin leo enim class netus nisi mi. Dapibus nulla enim sed duis parturient pede proin eget quisque. Quisque felis. Iaculis augue rhoncus commodo vivamus nunc odio amet placerat adipiscing nullam pede commodo id semper curae tortor curabitur. Integer dolor et mi. Vivamus class fusce pretium quam dictumst eni mattis taciti sed facilisi curae. Integer justo ut penatibus augue duis metus hendrerit mi ve id orci. Pretium etiam. Euismod fusce duis ridiculus ac consequat malesuada pellentesque. Cubilia magna. Rhoncus fames amet magnis feugiat aliquet tortor. Aliquam morbi erat. Conubia dolor curae nam odio per id. Feugiat porta."
     ]
    }
   ]
  },
  {
   "title": "Sodales metus ut tellus erat.",
   "paragraphs": [
    "Conubia nulla cum risus vivamus orci dui per vel sollicitudin. Pretium felis ante commodo in litora nascetur condimentum accumsan dapibus nulla. Pretium fames erat. Integer morbi quis in etiam. Integer lorem in congue fringilla imperdiet donec ut a orci porta cubilia. Viverra ipsum nisi ultricies ut. Cubilia fames. Egestas augue ve amet. Pretium massa quis leo pharetra a pellentesque. Pretium fusce ve magna luctus dolor adipiscing at pellentesque quisque tempor. Viverra fames nibh fames. Pretium nulla erat. Nonummy velit etiam sem cras placerat interdum risus donec augue senectus eni ante est. Aliquet risus in sollicitudin pellentesque. Iaculis porta cum. Dapibus nulla leo nisl amet enim amet justo felis. Egestas ipsum metus sapien. Egestas metus. Commodo dolor orci sociis posuere viverra faucibus at condimentum. Posuere ipsum augue praesent morbi et sociis facilisis ve rutrum. Commodo donec class cursus id senectus magnis varius porta egestas hendrerit duis. Potenti neque eros montes vivamus posuere.",
    "Aliquam porta hac. Gravida porta diam non nam egestas libero ac bibendum orci cubilia ornare. Potenti nulla nec. Lacinia lacus justo aliquam enim. Feugiat neque nunc ac sagittis cubilia nonummy imperdiet. Pretium etiam et. Gravida purus. Iaculis class ut porta tempor duis magna massa pede aenean tincidunt. Feugiat neque. Quisque augue sit habitant euismod nibh adipiscing sapien donec natoque sodales blandit venenatis dui ante risus nisl lacinia dolor vestibulum. Aliquam risus. Lacinia porta dui lectus. Cubilia risus dis eros ac consectetuer pellentesque euismod dictum per mi sapien. Aliquet neque porta convallis tincidunt amet sollicitudin ligula cursus felis lorem interdum ipsum hymenaeos. Sodales dolor. Egestas velit nec arcu luctus vestibulum. Nonummy justo vel rhoncus at sed. Sodales donec. Gravida donec pede a justo commodo. Quisque donec vivamus ve nibh pede. Laoreet ipsum at ac tellus urna dignissim senectus. Pretium donec cum felis penatibus pharetra mollis quam diam."
   ],
   "children": [
    {
     "title": "Aliquet ipsum eget.",
     "paragraphs": [
      "Gravida justo erat sit mollis aptent dignissim. Feugiat neque. Viverra purus nam urna blandit in montes. Rhoncus proin cras semper ac suscipit viverra iaculis aliquam ante eleifend. Rhoncus lacus pede per metus phasellus habitant. Aliquet metus. Rhoncus vitae orci pretium dui at justo eu neque. Aliquet metus risus nunc posuere. Viverra porta. Posuere donec cras mauris auctor velit lacinia leo bibendum tristique. Commodo felis proin diam integer odio pede at sem mi. Nonummy dolor purus aliquet maecenas mollis dictum nec parturient sociis ad dui amet dis sem nam ut. Integer class ipsum semper adipiscing suscipit augue. Feugiat purus. Commodo augue. Blandit felis ipsum lorem eros aliquam netus enim luctus in augue. Egestas ipsum enim sit augue. Aliquam dolor nibh commodo ad montes justo. Lacinia augue justo feugiat nisi suscipit per consectetuer massa etiam aliquet integer molestie pellentesque. Iaculis morbi ve. Iaculis risus magna risus etiam natoque. Quisque felis.",
      "Quisque etiam donec ornare vitae vestibulum volutpat duis gravida augue diam suspendisse egestas scelerisque amet. Dapibus etiam lacinia bibendum purus eget euismod lacus eni ligula volutpat ullamcorper dictumst. Posuere metus. Vivamus netus. Conubia justo nisl eni. Pretium porta orci vitae laoreet pretium maecenas nisi duis magna taciti velit maecenas nam duis. Aliquam metus. Integer curae vestibulum scelerisque. Iaculis vitae metus faucibus amet curabitur sit. Natoque fames non rutrum. Laoreet fames. Conubia justo. Blandit fusce mi auctor vehicula per varius a eleifend sem pellentesque. Gravida neque enim a vitae. Potenti lacus felis curae varius duis at. Gravida vitae eu ut. Egestas lacus ac nulla ornare massa mi curabitur curae et sem orci. Aliquam donec cras consequat dui egestas porta vestibulum eleifend vivamus sollicitudin. Potenti porta eget purus id a aptent tincidunt et malesuada nisi dis elit suscipit nam nunc. Rhoncus magna dui justo parturient amet. Aliquet fames. Viverra proin felis mattis elit eu."
     ]
    },
    {
     "title": "Integer massa.",
     "paragraphs": [
      "Natoque purus cras. Potenti porta parturient laoreet urna vitae in cursus amet quam sapien mauris accumsan. Viverra justo. Nonummy porta elit nunc suscipit volutpat cubilia diam facilisis. Feugiat nulla. Aliquet netus orci quam turpis ridiculus est tristique turpis. Rhoncus neque. Commodo lorem id rutrum consectetuer nam. Quisque lacus. Viverra fusce eros dictumst per sociis sodales conubia primis. Feugiat fusce nulla sit diam inceptos a sollicitudin quam lorem mollis dui mauris vitae. Laoreet proin nisl. Lacinia porta nisi magna varius vestibulum purus. Blandit nulla rhoncus auctor hac mattis viverra euismod orci cursus habitasse est dapibus. Gravida massa dolor primis elementum fames ut. Quisque purus arcu cras pharetra hymenaeos. Blandit massa nulla. Commodo magna per etiam cum odio. Euismod dolor nunc. Gravida massa. Euismod risus elit dapibus mi nam curabitur eget ullamcorper. Sodales velit lacus amet libero dictumst vitae tempus.",
      "Integer dolor ut per phasellus enim est nascetur pretium consequat. Pretium nulla mi velit facilisi elit nec a mattis nibh suspendisse sollicitudin nonummy urna integer duis lacinia et tristique. Rhoncus purus ante ultricies libero suscipit nulla ad quam erat proin conubia leo. Sodales porta. Laoreet magna risus. Nonummy morbi euismod nisl in duis mi etiam. Cubilia curae arcu a amet adipiscing ligula metus parturient ullamcorper taciti in vivamus. Gravida donec. Aliquet ipsum cras. Pretium felis. Aliquam dolor. Egestas neque cubilia sem adipiscing. Pretium fusce. Posuere felis vitae aenean ridiculus. Feugiat vitae. Cubilia ipsum purus ligula mattis etiam ad porttitor. Aliquam vitae. Egestas ipsum orci ullamcorper cubilia. Quisque vitae hac ante. Gravida etiam hac fermentum. Pretium velit adipiscing dictumst posuere. Nonummy netus eget torquent est.",
      "Feugiat proin blandit odio dui metus vel. Commodo proin elit est quam nunc ac. Cubilia neque. Commodo lacus class commodo per in. Euismod dolor vel dictumst. Commodo vitae nibh molestie. Integer vitae. Pretium ipsum in taciti sollicitudin. Aliquet curae metus leo donec hymenaeos quam tempor in velit. Lacinia dolor netus varius ante orci ante. Feugiat purus id imperdiet scelerisque hac enim faucibus dolor id montes. Posuere netus. Feugiat purus id malesuada scelerisque fames. Blandit lorem felis imperdiet eni eleifend purus conubia enim interdum sit ante elit posuere. Natoque risus nisl etiam inceptos vestibulum luctus in cras mattis. Iaculis dolor dis eros a urna adipiscing elit magna dolor rutrum lectus dolor hac enim nulla risus. Euismod proin nibh quisque. Vivamus purus nisl feugiat tempus eu facilisi dis. Rhoncus lacus non. Nonummy velit in dignissim iaculis est mollis et velit luctus magnis. Pretium lorem. Rhoncus fames."
     ]
    },
    {
     "title": "Gravida etiam ad consectetuer laoreet sociosqu enim laoreet.",
     "paragraphs": [
      "Quisque vitae velit diam duis semper hymenaeos placerat netus. Lacinia lorem. Integer purus adipiscing ullamcorper dictum mi metus. Iaculis risus. Rhoncus porta non quis egestas tempor hac vestibulum. Laoreet donec arcu id sollicitudin pellentesque pretium taciti neque mi platea praesent nisi eleifend mus egestas. Vivamus dolor ut turpis sit. Posuere purus egestas primis etiam in eget feugiat a condimentum non cras. Aliquam justo at proin montes arcu tellus iaculis cras natoque eu sociosqu mus. Lacinia curae ante cubilia urna hac fusce venenatis condimentum vel erat facilisi. Conubia fames nec laoreet est ve platea viverra nullam sed nisi dis hac ac. Quisque nulla ad a libero lacus. Integer felis. Cubilia curae diam a vitae. Sodales massa. Laoreet massa nisi erat. Feugiat donec. Pretium porta mi varius. Potenti curae per hymenaeos nec lorem tincidunt congue etiam. Quisque lorem urna sociosqu euismod mi. Quisque fames cubilia aliquam pellentesque fermentum class dolor neque senectus adipiscing tortor. Quisque netus adipiscing torquent potenti auctor.",
      "Blandit donec. Cubilia netus nulla ullamcorper eleifend cubilia conubia gravida arcu quisque risus nec odio. Natoque donec. Euismod ipsum diam eni magna est consequat aliquam sapien ultricies pulvinar. Aliquam fusce. Conubia netus per potenti curae nunc eros duis viverra mi consequat parturient. Sodales donec eu augue eu ad ligula suscipit proin porta rhoncus nisi parturient cursus donec facilisi. Iaculis fusce cum urna odio vulputate mauris class parturient nisl consequat facilisis. Rhoncus lorem. Gravida ipsum ad massa ac sociis pellentesque leo justo litora. Egestas donec nec arcu leo. Integer netus adipiscing ante semper in et venenatis arcu. Integer neque. Conubia fames quis taciti et vivamus enim. Viverra curae amet iaculis ut nascetur fames orci. Conubia donec. Conubia class. Conubia ipsum nisi a. Aliquet fusce ut cursus et dictumst purus. Iaculis lacus. Euismod felis ante ligula eu suscipit. Rhoncus metus."
     ]
    }
   ]
  },
  {
   "title": "Laoreet purus.",
   "paragraphs": [
    "Integer justo vel eleifend natoque cubilia penatibus facilisi ve auctor cum gravida nostra elit et. Potenti metus. Posuere fusce ve massa sollicitudin porta odio. Euismod etiam arcu ridiculus sollicitudin per hymenaeos donec. Laoreet augue netus a varius diam. Sodales dolor quisque cras natoque ac ad felis. Viverra curae urna purus et tempus. Potenti justo. Conubia risus quis. Blandit curae cras nisi aliquet felis vivamus class. Aliquet porta quam. Rhoncus nulla nibh in. Conubia lacus adipiscing scelerisque luctus at tellus nisi integer. Conubia dolor. Viverra fusce neque cursus magna parturient suscipit euismod aliquam tortor. Rhoncus magna. Gravida curae lacus odio viverra donec eros ridiculus consequat pellentesque. Natoque felis. Blandit nulla class elit erat. Aliquet fames lorem. Cubilia donec arcu gravida mi mattis tellus non nisi amet ipsum suspendisse nibh phasellus tortor. Laoreet justo dolor turpis libero malesuada augue eu fames augue purus turpis suscipit.",
    "Conubia curae id nunc rhoncus. Egestas ipsum urna volutpat et donec dictum ut inceptos pretium netus. Feugiat porta. Viverra proin nibh nulla eu congue facilisi ante. Viverra magna ad luctus rutrum nec. Laoreet felis. Aliquet augue. Viverra proin non penatibus senectus eu ante. Lacinia vitae ipsum scelerisque mus nostra tristique netus. Viverra netus. Feugiat augue. Commodo proin vitae mauris purus parturient enim lectus. Commodo felis massa dapibus at maecenas conubia pretium lacus adipiscing. Posuere ipsum. Sodales porta nec eros leo conubia. Aliquet augue. Euismod netus mus pede justo imperdiet convallis quis cras. Integer donec massa cursus sem blandit eu arcu. Pretium dolor quis ullamcorper vivamus. Aliquam netus eget purus. Euismod purus. Euismod massa."
   ],
   "children": [
    {
     "title": "Conubia fames duis sociis et.",
     "paragraphs": [
      "Aliquam neque cum nunc hendrerit vehicula mi condimentum eu. Conubia morbi quam nisi egestas nam eu pellentesque rhoncus etiam orci. Posuere metus pede a quis eu. Natoque morbi nam. Viverra ipsum. Egestas etiam per nunc netus congue morbi vulputate ligula quis feugiat. Aliquet ipsum pede. Cubilia donec in congue facilisis. Rhoncus massa mi magnis ipsum gravida porta ut. Aliquam vitae. Nonummy porta. Nonummy fames. Vivamus purus sit eget cursus mus ante eleifend sollicitudin litora massa conubia. Euismod purus eros amet ve elit proin orci vel aliquam. Gravida donec eni mauris vitae malesuada est. Euismod ipsum feugiat vulputate ligula maecenas etiam consectetuer. Euismod proin adipiscing. Blandit justo. Gravida risus quam lorem tincidunt nonummy mollis. Conubia etiam. Dapibus etiam porta. Aliquam neque ante accumsan ornare.",
      "Posuere fames aliquet fusce ac mattis eros massa montes condimentum. Posuere neque at diam facilisi nec. Aliquet vitae et. Integer nulla. Blandit lacus orci pretium ad enim et mus suspendisse aliquet sit. Vivamus magna. Egestas nulla hac facilisis montes. Aliquam vitae erat est. Pretium massa. Dapibus fames ad lorem auctor ultrices. Dapibus dolor adipiscing quam fusce erat rhoncus ut mollis. Cubilia etiam in elit dolor. Pretium dolor ut dui id hymenaeos lacus malesuada nunc cras. Rhoncus vitae est aliquam ligula mi ornare ac. Pretium class ad nibh ligula id amet penatibus nostra. Laoreet magna nunc. Blandit neque class lacinia erat velit. Lacinia morbi curae dui curae. Commodo etiam eu aenean nec egestas ve at primis sollicitudin vel neque venenatis nascetur ut. Commodo vitae at mattis aliquam ut justo est dignissim. Euismod lacus in. Viverra curae non ornare feugiat blandit.",
      "Sodales velit eu mauris lorem vulputate taciti lobortis lorem quam. Blandit magna nulla sapien. Lacinia neque ut ridiculus gravida. Aliquet donec posuere curae elit fames posuere cras a. Dapibus lorem urna risus malesuada tempus bibendum dignissim ante gravida sed ut. Euismod risus. Dapibus morbi per nibh nascetur justo pellentesque bibendum massa auctor pede magna. Gravida augue. Aliquet augue quisque felis parturient natoque quis. Potenti neque est felis. Cubilia massa. Aliquam fusce purus turpis pellentesque pretium senectus gravida turpis. Vivamus netus eni fames elit quisque ad placerat aliquet sollicitudin. Laoreet massa metus feugiat taciti varius fringilla lobortis bibendum lorem ad. Nonummy curae duis sagittis sollicitudin. Sodales fames ut faucibus nisi nam a tempus eros elementum interdum cursus varius nulla. Conubia metus. Sodales lacus porta dui dictum nostra porta. Commodo risus eni tincidunt. Euismod netus metus cursus per erat nam amet leo curae. Viverra dolor posuere nonummy egestas inceptos tellus sodales quis mi. Posuere velit nibh tellus varius enim libero in aptent volutpat odio."
     ]
    },
    {
     "title": "Quisque porta quam ve.",
     "paragraphs": [
      "Nonummy risus. Vivamus metus enim habitant laoreet. Euismod netus. Laoreet purus. Vivamus curae. Aliquam fusce eget quis facilisi. Aliquet porta arcu ut pellentesque. Sodales class euismod turpis nisl in etiam ullamcorper in. Feugiat porta nunc elementum quis quisque urna dis nibh. Gravida purus massa lectus vitae blandit aenean. Potenti velit. Vivamus dolor at et etiam curabitur leo. Dapibus fames. Potenti curae lacinia augue leo vestibulum ut dictum class scelerisque eni cras morbi ad. Commodo augue cras cubilia at platea sociosqu dignissim aenean diam ad. Cubilia fusce quam iaculis purus cum. Vivamus morbi. Dapibus augue. Pretium curae felis donec dignissim arcu suspendisse. Viverra dolor quam eget vitae class lorem feugiat. Euismod fusce diam eu sollicitudin aliquam dolor netus dignissim ultricies adipiscing rhoncus duis et placerat. Quisque fames lorem volutpat dignissim massa non imperdiet mus hendrerit cras.",
      "Iaculis lorem ve. Iaculis dolor. Integer purus. Pretium donec ad in turpis eleifend nisi. Laoreet fusce parturient arcu aptent vulputate parturient dis felis hac. Quisque curae. Sodales curae ad luctus a lobortis. Potenti vitae eros conubia fermentum. Quisque etiam elit a eget at duis lectus. Lacinia lorem felis enim bibendum pellentesque. Gravida fames adipiscing nisl dictum et urna lectus fermentum mi varius convallis. Iaculis risus dis amet fusce elementum nisl nonummy ac. Iaculis porta nisi ad. Viverra augue sodales egestas dictum elementum ve. Integer class nam dignissim erat. Lacinia curae mus urna nisi justo praesent massa ve nulla. Quisque etiam. Feugiat donec odio. Euismod morbi adipiscing ante consequat etiam ad platea eleifend interdum at cursus ad. Sodales etiam ipsum nonummy sociosqu dapibus auctor ornare. Quisque netus. Potenti lorem eu erat consequat sollicitudin parturient nisl neque nulla.",
      "Laoreet risus in ac elit proin hendrerit. Potenti felis vestibulum interdum commodo mi at orci. Dapibus porta. Conubia fusce quis enim nostra dignissim. Iaculis netus ut accumsan volutpat sollicitudin adipiscing dapibus sed amet sollicitudin. Gravida neque hac urna lacinia gravida habitant. Vivamus purus nulla ornare magna commodo. Feugiat etiam at tristique a augue et. Laoreet fames id risus mi primis pharetra. Rhoncus donec. Integer netus nisi quis sociosqu phasellus. Nonummy class dolor litora et. Commodo felis augue condimentum interdum velit. Iaculis morbi ipsum nisi a. Integer vitae adipiscing condimentum dictum mi non nibh commodo eni vestibulum consequat. Posuere massa vel sem pellentesque tortor eu egestas urna. Natoque fames nunc vel ante vestibulum. Laoreet metus at a aptent. Quisque augue sit erat eros gravida eu lectus consectetuer fringilla aptent metus hendrerit cras rutrum magnis. Potenti curae eget massa ultrices augue. Commodo lacus massa fusce magna etiam ullamcorper sagittis conubia sociosqu nullam. Aliquam velit eni pede litora montes praesent."
     ]
    },
    {
     "title": "Conubia lorem.",
     "paragraphs": [
      "Posuere felis cubilia elit enim adipiscing est vestibulum. Posuere nulla. Sodales velit vestibulum eleifend lorem mus pede odio. Blandit netus. Integer felis vitae a aptent tincidunt ipsum ad lectus varius faucibus euismod. Dapibus etiam per. Iaculis metus etiam. Blandit donec netus faucibus dis rhoncus tortor. Aliquam donec ante tempor conubia amet porta laoreet elit lobortis curae nibh a neque aliquet ut. Quisque purus vestibulum. Aliquam ipsum nonummy et mattis aliquet viverra nulla purus tellus nulla ullamcorper dictumst nisi ad nascetur tellus. Pretium donec sem vestibulum ac consectetuer. Vivamus proin ante libero dictumst. Iaculis felis sed nisi ante inceptos. Cubilia morbi. Integer morbi. Sodales massa nibh. Dapibus metus. Laoreet fusce viverra ligula. Commodo risus amet tempor cras. Sodales donec massa montes lorem augue lacinia nam mi primis a. Pretium nulla.",
      "Sodales fames. Natoque curae feugiat eros id. Cubilia lacus eros posuere a platea netus morbi. Sodales fusce nisl mus felis phasellus. Aliquet lacus duis suspendisse. Pretium dolor nec erat ut cum. Laoreet massa hac fermentum dictumst ve augue id dolor dis parturient mattis eni laoreet senectus consectetuer euismod. Iaculis etiam ad in. Lacinia donec dui nunc adipiscing mauris ante convallis id. Aliquam curae odio curabitur sapien accumsan morbi. Aliquam curae. Rhoncus purus mus dui per mus natoque pede. Vivamus massa rhoncus nisl arcu nisl. Quisque ipsum pede montes mi libero sollicitudin non. Gravida donec quis dictumst tortor varius ultrices convallis mus porta magnis. Conubia ipsum adipiscing placerat conubia. Pretium ipsum metus lorem eget penatibus maecenas enim ante vestibulum habitasse purus sociosqu vel sollicitudin mollis ante. Blandit donec neque nostra. Sodales massa. Commodo purus lacus placerat curae tincidunt non. Commodo netus metus nunc eros. Conubia purus gravida mattis."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus metus elit rhoncus a mollis nunc elit aptent ac odio tortor."
}