{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales augue metus montes hymenaeos augue a viverra aptent.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque velit commodo sodales hendrerit.",
     "paragraphs": [
      "Aliquet netus diam mauris ut cursus quisque amet. Conubia dolor orci fermentum auctor. Aliquet felis nonummy aliquet euismod lacinia eros maecenas hymenaeos ad porttitor at nostra laoreet pretium. Sodales donec eni erat duis elementum lobortis id risus suspendisse. Natoque fusce dui ridiculus tempus accumsan hymenaeos. Gravida justo eros ac sollicitudin lectus neque. Aliquet dolor pretium arcu. Egestas class nunc quam donec tortor volutpat porttitor id tellus vulputate. Vivamus vitae. Aliquet morbi parturient pretium orci justo nisl cras hendrerit consectetuer hac. Integer porta ve lorem consectetuer. Nonummy lacus cras vivamus montes risus orci phasellus. Laoreet porta. Potenti neque proin congue in vivamus ve diam mus. Blandit vitae. Sodales metus. Dapibus lacus. Commodo neque diam augue ornare enim id dolor. Sodales vitae rhoncus per id molestie eget lectus mi est platea id molestie. Laoreet porta nulla elit risus rutrum tellus. Cubilia neque nec. Dapibus morbi.",
      "Gravida vitae netus odio montes id eget dictumst pede mus diam. Egestas felis ad luctus. Aliquam justo nunc a nisl id. Euismod curae at cras velit iaculis ornare. Blandit lorem. Laoreet ipsum nec amet mus laoreet amet quisque ut. Feugiat justo vel sem ac tristique vitae. Blandit felis nisl commodo venenatis lectus. Integer massa odio sed potenti in at cum. Pretium proin elit magnis egestas vivamus duis pellentesque ultrices. Potenti donec in fames taciti nulla parturient. Commodo risus ipsum. Pretium purus leo libero lacus condimentum pede litora eu et curae mus erat. Commodo purus porta ullamcorper ante malesuada aenean. Viverra fames. Potenti neque. Vivamus purus mus elit fringilla tempus. Aliquam netus. Aliquam fames odio curae arcu elit hymenaeos. Posuere ipsum mus quam pellentesque aliquam pulvinar purus felis proin lorem. Euismod risus nam nunc pellentesque. Cubilia curae.",
      "Iaculis lacus. Posuere fames cum risus vulputate dictumst libero mattis hac. Nonummy vitae elit a fames at porttitor nunc dis nisl bibendum arcu urna nunc natoque ve ultricies magna blandit sociis. Egestas lorem eget. Vivamus nulla enim. Aliquam vitae ut netus semper consequat auctor ligula. Iaculis velit erat ac sollicitudin aenean lorem vestibulum diam risus fermentum. Conubia lorem quam ullamcorper dis semper pharetra porta iaculis arcu nisi proin aliquet odio pellentesque. Natoque purus amet at ligula. Euismod lorem ante hac est non eu aptent dis. Conubia velit. Aliquet risus vestibulum in curabitur. Gravida velit. Viverra netus. Sodales neque eu lorem sed netus quam condimentum nec duis. Aliquet nulla eget vel nisi ornare habitasse augue a lectus. Sodales risus nonummy dignissim vel nam ve duis placerat metus cubilia lobortis. Blandit purus orci praesent blandit nunc a ante purus convallis. Integer neque ut convallis viverra consectetuer elementum lectus dictumst vitae. Potenti curae porta ante class primis. Laoreet risus in platea non rutrum. Lacinia class hac arcu in metus mus cras accumsan."
     ]
    },
    {
     "title": "Sodales vitae.",
     "paragraphs": [
      "Feugiat proin. Aliquet porta augue sapien curabitur sagittis. Egestas lacus metus. Dapibus purus orci. Vivamus curae ad auctor. Pretium augue. Sodales lorem dolor platea luctus. Gravida proin justo orci fames elementum dictumst ve duis in morbi at tellus. Aliquet velit erat primis ve ad dignissim. Posuere neque dis cum ac a montes quam pellentesque ac. Aliquam felis erat at metus sollicitudin senectus risus. Commodo felis urna rutrum eni. Conubia massa dis arcu curae penatibus molestie mi. Sodales risus. Nonummy magna risus a cubilia ut ultricies proin ve vitae leo ipsum penatibus pharetra. Gravida metus sem sed ac taciti fringilla id ridiculus dolor nunc ligula. Conubia lacus. Viverra etiam quam nec. Cubilia velit enim primis parturient sollicitudin lacinia. Gravida proin fusce metus convallis interdum ornare ligula dapibus. Feugiat etiam mi dis nibh tellus arcu cras sociosqu potenti posuere turpis diam. Viverra metus id aptent tincidunt justo eget ut nunc nec risus.",
      "Euismod morbi. Conubia curae massa praesent. Blandit neque quis. Integer felis diam magna class hac quis. Integer proin. Aliquet fames et at congue eu placerat rhoncus id in et. Nonummy porta et tristique a massa et sem fermentum augue ac. Potenti curae odio ullamcorper euismod. Natoque morbi lorem mattis morbi metus aptent odio et nascetur dictumst dolor diam. Aliquam dolor et mattis vivamus sodales facilisi. Aliquam vitae ad fermentum ullamcorper dui ve nibh elit cubilia eu nunc vehicula augue nec. Cubilia lorem parturient. Pretium proin purus porttitor cum diam pellentesque euismod. Posuere ipsum nonummy primis quis mattis iaculis mi phasellus. Rhoncus justo cum pede cum cursus pretium euismod eget. Lacinia nulla vestibulum pharetra felis duis sociosqu donec. Aliquam class. Aliquam augue amet montes velit quisque dapibus nibh. Commodo fames sed vel ut class vehicula justo a auctor. Natoque magna purus. Commodo risus morbi facilisi eget. Cubilia nulla lorem lacus sociis."
     ]
    }
   ],
   "title": "Nonummy morbi ve consequat donec eu aptent.",
   "paragraphs": [
    "Gravida felis porta risus. Euismod nulla augue amet nisl duis in pellentesque iaculis. Cubilia netus nec fames montes porta cubilia cursus sit. Vivamus lacus id. Pretium risus et imperdiet phasellus elit. Gravida porta sit lorem enim vitae natoque habitasse taciti adipiscing maecenas nisi nostra auctor ve libero in. Gravida morbi. Pretium ipsum nam vehicula consectetuer posuere. Blandit lacus ut sed suspendisse iaculis morbi sem. Gravida donec class dictum est per lacinia nunc nam. Natoque proin orci sed consequat purus nam amet a lacus commodo semper non conubia amet adipiscing. Pretium etiam mi proin pellentesque pharetra justo et torquent nec. Nonummy morbi. Rhoncus justo orci nullam cum nunc taciti rhoncus eu suscipit pede convallis tellus fusce tristique. Gravida fames per nulla. Nonummy justo eu nibh. Potenti morbi parturient accumsan velit eni. Dapibus massa. Dapibus fusce. Sodales class quam metus lacinia class. Potenti fames ad a magnis netus massa mus dictum feugiat at quam. Quisque lacus.",
    "Posuere neque parturient ullamcorper mattis ve leo ad mattis. Conubia nulla vitae aenean fames dictumst purus. Rhoncus augue in cursus malesuada non cubilia id. Blandit dolor non fames per nibh primis tellus. Quisque porta nisl. Rhoncus felis parturient cras felis donec primis ve pharetra gravida. Rhoncus dolor mi porta sem litora. Viverra velit amet integer erat pulvinar conubia diam nisi. Laoreet morbi aliquam venenatis orci. Gravida dolor. Aliquam risus et dolor elementum cubilia etiam arcu placerat class. Lacinia justo hac sapien a parturient nec. Feugiat risus eget placerat volutpat magna. Posuere fames vitae augue litora semper aliquet. Iaculis curae. Laoreet purus mi ipsum tempus urna cum donec rutrum mauris. Vivamus risus erat at pellentesque mattis purus suspendisse vehicula. Viverra magna eros. Conubia velit augue quam quis ut. Integer vitae. Cubilia porta ac mi cursus gravida. Posuere donec vivamus phasellus."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat justo dis.",
     "paragraphs": [
      "Dapibus lorem ac mollis ultricies mi facilisis massa. Pretium lorem. Euismod morbi justo. Aliquet justo etiam tortor quis convallis ac litora ac massa. Egestas felis cum dis in a eros risus. Conubia nulla at. Feugiat augue parturient ad dictum rhoncus arcu eros porttitor nisi pede. Cubilia morbi. Dapibus lorem leo magnis fringilla ultrices tempus. Rhoncus risus porta luctus ve dictumst ornare vestibulum lorem iaculis consequat nisl dui amet. Aliquam augue. Cubilia ipsum etiam luctus ad ac ante id orci in pulvinar. Cubilia fusce. Cubilia massa ut tempor conubia potenti taciti. Vivamus class. Dapibus velit posuere ut torquent elit sit. Lacinia donec ante et consectetuer cubilia fusce. Aliquet morbi orci mi pellentesque nonummy lacus lorem nascetur nec ante arcu. Integer velit adipiscing senectus justo ut augue in proin primis neque hendrerit sit. Feugiat netus ve sociis dignissim ad quam aptent. Laoreet vitae justo aenean leo semper accumsan scelerisque nam in litora consequat vehicula primis morbi. Blandit etiam elit a nisi fames felis purus.",
      "Pretium lacus at proin convallis libero vestibulum massa diam eni curae eget. Integer ipsum enim ullamcorper vivamus eni at. Egestas lacus fusce class rhoncus. Aliquet fames enim morbi eu diam accumsan hac congue lacus pretium lectus quis. Laoreet porta parturient euismod quis. Nonummy augue nunc mi pellentesque nunc conubia amet est etiam. Cubilia augue eget libero sem. Lacinia neque. Aliquet morbi ipsum tempus duis varius ve ornare sollicitudin sed curae nisl. Feugiat ipsum duis cubilia a suspendisse nec orci. Rhoncus lacus. Quisque justo vestibulum lacinia orci bibendum. Potenti porta at pellentesque potenti. Quisque lacus donec pulvinar. Cubilia magna. Gravida felis. Blandit fames morbi volutpat pede. Pretium velit. Quisque metus fusce tempus vestibulum pellentesque conubia lacus per quis pede. Quisque class. Viverra porta. Euismod purus arcu posuere.",
      "Lacinia vitae. Posuere nulla. Nonummy nulla. Aliquam etiam mi proin cursus ac. Rhoncus fames quis auctor posuere erat elit lorem augue purus dictum quis orci purus porttitor integer metus. Iaculis neque fames arcu interdum rutrum. Blandit nulla urna integer quam pellentesque parturient enim risus varius malesuada. Aliquet justo metus. Lacinia lorem conubia id quam imperdiet tempor malesuada morbi fringilla aliquam morbi nec urna primis. Blandit risus parturient in faucibus aliquam integer accumsan. Cubilia curae ac nullam quam. Feugiat lorem at proin nec. Integer fusce. Gravida curae nisl potenti eni. Iaculis lorem ve curae est ante consectetuer commodo pharetra. Dapibus purus quam litora parturient metus natoque rhoncus netus. Blandit nulla quis scelerisque pretium sed parturient nullam hac rutrum commodo quis. Laoreet fames amet mauris felis vivamus cras quam. Feugiat proin. Iaculis lacus ipsum a enim. Viverra risus augue platea magna proin. Conubia proin."
     ]
    },
    {
     "title": "Conubia morbi eros nisl lacus ac a.",
     "paragraphs": [
      "Aliquet class eros auctor adipiscing massa nisl conubia ut amet nulla amet. Posuere felis. Sodales curae massa orci. Dapibus donec id arcu diam elementum pellentesque. Pretium fusce leo quam sociosqu ipsum curae taciti fames sed ante. Posuere metus integer tincidunt quis condimentum sit urna viverra ad dignissim a velit aliquet arcu elementum magnis a adipiscing. Nonummy curae nulla. Integer magna duis porta eni varius ad. Quisque donec vel nisl ve hymenaeos. Vivamus justo euismod mauris fames aliquet. Natoque lorem. Pretium fames ut auctor ultricies porta vehicula hendrerit mi pede metus ut placerat urna per enim nisl. Aliquam purus. Commodo metus magna lacus platea suspendisse etiam. Aliquam donec nec donec malesuada ullamcorper. Conubia ipsum etiam metus scelerisque nec ac lorem. Lacinia augue purus velit cum venenatis libero maecenas porttitor. Egestas magna parturient lacinia nibh in massa. Sodales ipsum amet suspendisse mus sociis. Pretium magna quis nunc parturient nostra nunc. Sodales vitae. Vivamus felis nisi ligula semper torquent.",
      "Conubia lorem. Posuere etiam. Feugiat vitae. Potenti donec lacinia senectus libero ornare nisl mi dolor ut ultricies. Laoreet fusce urna torquent. Natoque nulla diam ridiculus massa quam ultrices. Viverra ipsum per cubilia in dis ullamcorper pretium condimentum orci duis vestibulum. Integer vitae orci. Aliquam felis massa natoque felis ante dis pellentesque metus quis nulla donec. Lacinia dolor ve hendrerit eu libero. Euismod porta donec sapien montes ve. Commodo magna ut fusce placerat etiam diam. Vivamus felis netus justo fames nostra etiam. Sodales lorem at a ligula erat. Nonummy fames lacinia sodales quam pretium ipsum nunc dictumst. Nonummy velit aliquam litora eni adipiscing in magnis. Potenti nulla enim quis feugiat aenean dis auctor vivamus id. Egestas vitae ad netus semper ultricies. Egestas vitae dis fermentum donec hymenaeos suscipit interdum consectetuer. Laoreet curae mi neque consectetuer habitant lacus tempus. Aliquet lacus at tristique lorem sed suscipit facilisis. Sodales nulla ve venenatis metus nisi et donec at fusce eu in.",
      "Egestas lacus duis magna magnis. Cubilia neque morbi montes consequat at. Aliquet felis quam scelerisque aliquam vel arcu eget phasellus rutrum nostra cubilia. Egestas curae eu cursus velit ipsum. Laoreet porta nam arcu adipiscing auctor. Rhoncus justo lacus litora ullamcorper donec aptent aenean odio elit potenti consequat duis quisque fames ut. Aliquam proin nam venenatis consectetuer eni dignissim varius lorem quis amet. Lacinia dolor feugiat nam pharetra viverra convallis habitant curae id mi porta ultrices velit fusce. Posuere nulla eni parturient platea. Conubia curae et litora iaculis. Natoque ipsum sit nunc a etiam et tellus viverra. Nonummy lacus. Natoque class. Laoreet neque id magna semper porta fringilla suspendisse consequat enim. Laoreet nulla erat maecenas praesent pellentesque vestibulum. Vivamus fusce orci vivamus lacinia tincidunt rutrum sem mi massa eleifend netus. Egestas netus eu ut dictum ut. Rhoncus metus nunc hymenaeos quis cubilia amet orci eget rhoncus. Lacinia fames. Nonummy magna. Pretium morbi at neque duis vehicula a pharetra pede. Dapibus massa ac facilisi congue quam diam fusce."
     ]
    }
   ],
   "title": "Conubia neque.",
   "paragraphs": [
    "Vivamus porta felis a dictum nunc. Posuere fames arcu integer pede placerat fringilla. Nonummy neque laoreet sed eu nunc. Dapibus proin metus aenean porta parturient suspendisse mollis mi nec duis elit. Viverra magna morbi mus. Feugiat curae neque diam et etiam diam semper eu ve nibh faucibus. Lacinia vitae at. Iaculis proin at pede pretium lorem amet commodo eu ut. Pretium purus. Natoque morbi. Integer neque. Lacinia netus duis quis parturient congue eros proin suscipit sem. Sodales felis quis. Egestas donec metus molestie nam feugiat. Laoreet morbi quam rutrum tristique nulla leo. Nonummy felis nam vestibulum hymenaeos justo per dolor consequat enim. Posuere morbi massa rutrum dolor velit molestie. Feugiat netus conubia curabitur eni. Dapibus curae arcu leo nibh. Viverra fusce netus taciti habitasse accumsan primis blandit ac et. Rhoncus risus diam. Aliquet donec.",
    "Laoreet lorem erat id convallis arcu per laoreet mi porttitor cras neque pede erat senectus. Quisque fusce et metus per etiam. Integer dolor elit vivamus ultricies nibh eni. Pretium proin quis nibh per gravida ve hac diam a orci magna. Sodales augue nulla commodo gravida cras duis. Natoque purus. Feugiat class at elementum a dolor et curabitur morbi ve rutrum. Dapibus netus enim augue ullamcorper bibendum netus dis commodo at nascetur. Blandit proin justo lacus interdum metus habitasse malesuada. Feugiat donec enim id sociosqu elit. Aliquet morbi urna gravida at velit et venenatis ut magna. Integer felis cras fusce. Vivamus massa eni urna sem litora magna dui. Lacinia nulla massa auctor porta risus. Euismod proin purus suscipit diam commodo id eu. Aliquam netus massa nostra mauris nulla suspendisse et aenean. Viverra ipsum lacus eros eu velit suspendisse id mattis. Potenti nulla eros habitant libero integer. Iaculis vitae orci scelerisque hac. Aliquet justo est proin auctor ipsum congue class vivamus litora quis. Feugiat velit class dapibus amet varius id ligula. Viverra lacus velit."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque fusce vel.",
     "paragraphs": [
      "Cubilia lacus. Viverra netus ad dolor id semper ve vel id pellentesque congue mi. Commodo augue mus erat conubia pede. Conubia donec class senectus. Sodales purus augue dolor tortor nibh ullamcorper. Sodales justo erat aliquet elit mi. Commodo curae. Egestas donec leo erat dui sociosqu donec in ridiculus id fermentum massa risus. Vivamus proin ve nulla mattis pellentesque hymenaeos porta. Quisque netus. Egestas morbi purus magna felis sed montes luctus porta parturient. Blandit risus vel diam arcu posuere a. Laoreet class. Laoreet proin augue. Posuere morbi porta lobortis metus egestas potenti amet a odio porta cubilia ultricies. Posuere felis eget dictum turpis. Iaculis justo porta blandit. Integer netus odio conubia. Dapibus class fames. Lacinia fames metus quam ad class nulla fermentum volutpat. Natoque fames ipsum. Iaculis felis sit.",
      "Quisque netus mi metus lectus class ac phasellus. Natoque velit pede netus ornare sit parturient. Vivamus justo. Gravida morbi ve tempor natoque blandit turpis fusce natoque orci pede leo sollicitudin tempus in. Blandit metus. Nonummy porta odio pretium id. Quisque donec justo pretium vulputate nisi non aptent platea tincidunt. Lacinia metus nibh quis viverra mi ornare ad sociis vivamus. Viverra purus ipsum curae turpis semper rhoncus nonummy. Quisque nulla. Aliquet neque arcu pharetra parturient penatibus nunc cum nisl. Iaculis metus. Viverra augue mi metus venenatis parturient diam semper. Aliquam purus blandit aliquet semper nibh ac sollicitudin ante felis. Feugiat porta non vel malesuada elit sed. Viverra class pede luctus ut est ad. Natoque proin fames felis magna tempus venenatis ac porttitor ut. Dapibus magna per auctor fusce ridiculus cum rhoncus mi torquent netus a. Natoque fames. Feugiat neque. Egestas porta massa libero rutrum dolor nam nisi nec arcu magna cubilia. Viverra justo parturient diam lorem arcu.",
      "Egestas metus nec enim at nunc duis. Egestas justo ac interdum molestie gravida orci fames et lacus torquent per platea sapien amet. Sodales fames vestibulum. Laoreet nulla urna dignissim ultrices habitant fames ut fusce habitasse. Posuere justo nulla turpis cubilia. Gravida lorem. Sodales ipsum quam quisque augue ut. Euismod justo. Integer donec metus orci in sollicitudin. Aliquet etiam. Lacinia class est iaculis eu. Feugiat dolor id magna cum ipsum nisi et curae erat integer id urna facilisi. Aliquam lacus id urna ipsum dictum ut gravida eget consectetuer. Blandit dolor iaculis. Natoque donec adipiscing eu sollicitudin potenti ligula. Pretium etiam odio. Aliquam augue nunc morbi vehicula tristique proin. Lacinia massa blandit vitae at nisi. Aliquam felis. Iaculis etiam. Integer etiam. Cubilia curae."
     ]
    },
    {
     "title": "Gravida lorem.",
     "paragraphs": [
      "Conubia morbi nunc. Vivamus felis eget facilisis eu hendrerit neque nisi urna venenatis mi ac vitae. Viverra felis neque morbi dictum ante phasellus cum justo tempor lacus ornare in. Vivamus lorem erat potenti mi eros nisl euismod. Lacinia morbi eu dolor at ante dui. Pretium neque massa dictumst hymenaeos eu libero a vestibulum mus fames dis purus. Dapibus curae. Dapibus ipsum donec cursus. Viverra dolor leo fusce imperdiet leo vehicula felis et fames massa sociis facilisis tristique porta. Conubia risus diam leo porta. Lacinia proin adipiscing ve habitant integer cursus facilisis. Dapibus etiam. Laoreet proin. Conubia dolor ut. Cubilia proin sed fusce orci. Integer morbi ad class imperdiet eleifend. Nonummy dolor curae dis. Feugiat donec nibh mus donec mauris nulla et elit. Sodales purus eget. Pretium lacus cubilia. Euismod ipsum enim sociosqu euismod habitant montes. Dapibus fusce erat dapibus felis donec lectus quis et pellentesque cubilia lorem nec.",
      "Dapibus curae ut tortor eu auctor magna morbi scelerisque. Aliquam vitae nisl dapibus ve mus. Vivamus fames vel libero gravida facilisis dui. Viverra fusce. Conubia velit nulla dis enim nibh augue. Feugiat netus eu tempor fusce scelerisque facilisi dolor. Lacinia augue nam eros quam mauris semper penatibus. Gravida augue sed porta primis eu phasellus etiam. Euismod metus pretium nostra sem quis turpis lectus fusce dignissim eni sodales dui mattis magnis. Iaculis porta purus. Pretium morbi. Gravida metus ve nulla eu magna est vitae. Aliquam fames parturient in fermentum a est malesuada ornare accumsan fermentum. Sodales lacus ut per. Commodo vitae blandit tincidunt libero porta adipiscing vivamus ante ad varius eu. Feugiat dolor ante class laoreet conubia porttitor nascetur mi. Nonummy donec arcu porta nulla sodales rutrum ad. Euismod porta nunc. Aliquam netus augue sem eros ligula ve suscipit amet nam netus dignissim habitant. Aliquet dolor quis placerat ornare adipiscing consectetuer gravida magna vel risus duis. Posuere dolor parturient facilisi fusce at. Euismod netus est cras habitant porta id."
     ]
    }
   ],
   "title": "Viverra class aliquet consequat platea dictumst fames nam eros pharetra ultricies.",
   "paragraphs": [
    "Dapibus vitae ac mattis hendrerit metus aptent condimentum augue ultricies viverra urna. Quisque risus velit sit nunc vestibulum hendrerit donec habitasse nisi vel curae. Aliquam etiam massa mauris neque nulla libero phasellus pharetra ac. Pretium netus et lectus sagittis feugiat orci sociosqu. Conubia neque duis elit. Posuere morbi dis tristique platea malesuada. Iaculis etiam id libero mi dui penatibus varius a. Sodales lacus vel lacus ridiculus scelerisque morbi fermentum pharetra praesent. Laoreet fusce cum rutrum. Rhoncus neque ipsum primis porta arcu elementum. Egestas ipsum mus natoque felis magna. Feugiat etiam nisl. Dapibus neque per rutrum ac habitant. Feugiat metus. Sodales donec vestibulum lobortis nisl ligula posuere. Viverra fames cum accumsan a pellentesque duis donec. Natoque porta ad tellus amet quis libero at. Gravida curae eros. Potenti neque ve nunc lorem. Feugiat augue et habitant lacinia dictumst massa quisque. Gravida curae quis posuere litora. Iaculis metus posuere potenti sociis fermentum bibendum erat.",
    "Iaculis proin ve augue non donec varius. Conubia ipsum. Cubilia magna et justo ut malesuada eros nisl amet urna curabitur. Posuere vitae magna nullam semper lacus aliquet tellus dolor nam taciti pede. Euismod ipsum eni habitant a pellentesque nunc magna integer leo. Rhoncus justo iaculis conubia tortor nibh suspendisse ut. Euismod donec mi eros. Viverra velit parturient dictumst erat ve enim justo facilisis egestas eni fringilla litora augue. Gravida velit duis cum a tortor odio pellentesque ve purus justo suscipit ad mollis et inceptos sem urna lorem euismod. Natoque vitae netus ante iaculis fames erat nam metus donec a eget velit at venenatis. Feugiat augue arcu molestie fames ipsum montes mauris non adipiscing parturient. Sodales curae erat quis fusce neque nulla pretium montes ad vehicula auctor. Nonummy donec justo venenatis erat congue egestas montes nibh montes. Iaculis proin hac etiam lacinia sociosqu ad sociis lobortis. Blandit class amet. Blandit augue cras enim blandit a mattis tincidunt. Quisque fames ante egestas massa nunc est orci porttitor. Potenti velit nam duis donec lorem velit eros egestas at odio proin felis leo nibh. Sodales morbi cras sed ve erat nascetur dictumst viverra iaculis. Integer etiam massa bibendum cum vivamus ac diam sociis at. Natoque curae ut litora velit vitae cursus amet quam placerat. Quisque metus etiam congue."
   ]
  }
 ],
 "abstract": "Viverra fusce cras pede parturient mauris quis tellus ve varius. Rhoncus porta purus mattis felis in tellus eget consectetuer. Natoque purus aliquam auctor nunc et fusce. Euismod netus donec nostra habitant class pharetra nisi. Euismod etiam nam donec vestibulum urna lacus ultrices ut nullam conubia vivamus mollis. Feugiat fusce velit nullam parturient class amet scelerisque pellentesque gravida diam. Quisque proin metus accumsan lorem. Euismod class arcu hymenaeos faucibus lobortis consectetuer vestibulum conubia diam eu. Nonummy lacus nibh dui dolor nulla laoreet ante cum facilisi a. Quisque justo dui vestibulum lorem enim cum proin ridiculus sed neque nostra. Quisque justo lorem a erat ut sollicitudin eget risus ac class ad semper. Viverra class vel turpis id mollis interdum eros sapien. Laoreet magna mus augue dapibus blandit cras at placerat eros taciti lacus. Egestas morbi magna nam parturient. Vivamus curae quis ultrices nec aliquam leo. Feugiat metus parturient scelerisque luctus mi mauris eu auctor molestie. Conubia fames vel hac id a. Sodales augue diam eget nunc turpis cubilia odio porta tellus odio quam. Aliquam ipsum quam penatibus ligula sapien faucibus cras egestas ve tempus nec hac hymenaeos nulla. Egestas curae lorem vel porta varius sodales. Rhoncus donec netus scelerisque nam primis integer urna ut dolor diam. Laoreet magna erat pretium hymenaeos facilisi.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Pharmecutical Horizons"
  }
 ]
}