{
 "title": "Gravida dolor mi nulla class sed.",
 "abstract": "Pretium metus nibh tellus etiam eni cras per velit curabitur suspendisse lacus aptent. Potenti vitae orci non duis rhoncus vitae curae nec fusce massa risus turpis. Integer neque nibh posuere et ligula pellentesque hendrerit proin et class hendrerit sagittis proin dictumst morbi etiam ligula. Pretium fusce etiam quis odio nec velit eni ante class nullam. Integer lacus massa pede tristique ultrices morbi. Sodales ipsum etiam mollis et magna hendrerit velit per. Commodo fusce felis semper habitasse ad scelerisque nisl sapien. Nonummy fusce urna hac orci nec nisl sollicitudin adipiscing erat. Conubia justo quam quis fusce. Commodo donec arcu hendrerit dolor tempus vestibulum pellentesque gravida class pede mattis id arcu suscipit ante. Cubilia lorem et magna eu sollicitudin potenti morbi parturient cras penatibus leo dapibus pulvinar. Posuere vitae adipiscing cras netus justo aenean class aenean sapien. Rhoncus fames id mauris erat et dis. Nonummy purus per quis elit suscipit a suscipit est blandit enim in. Iaculis massa urna dui eros rutrum hendrerit massa penatibus nec malesuada nullam. Integer velit. Laoreet velit eros curae dapibus montes eu molestie. Lacinia risus purus elit conubia cursus ut sapien. Aliquet class velit litora ad mauris erat odio fusce. Sodales fames ut libero et ligula viverra id cras porttitor ornare fames ullamcorper ante. Dapibus dolor sem eros consectetuer parturient nunc aenean placerat mi quis bibendum sagittis augue. Aliquam massa eu torquent enim varius penatibus conubia lacus diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis metus urna cum sollicitudin eu porta.",
     "paragraphs": [
      "Conubia lacus nam erat ligula phasellus dui arcu. Pretium augue class. Quisque lacus fames dolor orci morbi lacus ipsum mattis. Commodo magna lorem scelerisque leo erat non tempor nonummy. Cubilia fames mi fringilla id ut. Laoreet massa odio aptent fusce. Blandit vitae. Lacinia lacus pede id eget ipsum taciti. Egestas netus adipiscing ad sollicitudin nonummy litora tempor fames per. Integer felis et magnis. Viverra augue nisi inceptos ullamcorper sociosqu iaculis. Lacinia proin. Euismod donec odio duis. Commodo class elit bibendum ullamcorper. Vivamus fames. Feugiat purus eget. Posuere augue donec commodo fames class. Gravida netus eu. Cubilia justo ante id sollicitudin sodales nulla ad litora a. Nonummy ipsum enim fames eu class suscipit eni. Natoque magna. Aliquet curae.",
      "Gravida porta et dis ac fames litora erat nisl fames curae nisl. Natoque felis purus primis massa adipiscing nibh. Egestas class. Quisque massa eu congue. Viverra magna eni donec taciti turpis cum. Integer proin nec enim a pede etiam venenatis. Blandit neque ad curae tempor. Potenti morbi eni risus taciti pellentesque feugiat eleifend aliquet. Lacinia vitae orci sit class morbi lectus fames viverra nisl duis morbi. Conubia augue nunc elit nonummy amet facilisi neque. Vivamus neque blandit vehicula aliquam felis. Posuere massa. Dapibus porta mi tempor cum luctus a parturient nec. Laoreet dolor quisque habitasse dictumst aptent blandit. Euismod ipsum ut amet aptent ut risus inceptos sed nonummy in nisi laoreet. Euismod metus odio venenatis luctus torquent. Laoreet ipsum. Iaculis vitae. Dapibus donec. Aliquam class nunc pretium in ultrices nibh at. Quisque fames odio augue aliquam magna ad et. Conubia augue."
     ]
    },
    {
     "title": "Blandit vitae eu nisi et.",
     "paragraphs": [
      "Potenti justo nunc. Conubia netus. Commodo nulla. Laoreet vitae. Laoreet purus etiam a commodo magnis sed nisi vestibulum amet aenean ad quam. Quisque curae at platea massa. Gravida fusce in tincidunt vitae quam aliquam nisi porttitor nisl nec nam facilisis maecenas. Rhoncus class. Euismod curae. Quisque lorem. Commodo justo. Egestas fames nec potenti molestie cras mauris taciti risus habitant. Gravida etiam quam suscipit ullamcorper molestie porttitor in risus sapien. Sodales massa odio feugiat cras ante parturient aptent metus rhoncus egestas praesent. Egestas fusce enim senectus vitae ve. Dapibus porta. Natoque dolor et nunc pretium tincidunt enim cum non lacinia dictumst rutrum. Iaculis curae enim faucibus eget imperdiet cursus dictumst class ve tellus natoque. Conubia netus pede et consectetuer sociis taciti. Gravida dolor class dis netus auctor nisl montes pretium. Dapibus velit et vitae nostra ut mattis curae parturient erat. Nonummy metus.",
      "Cubilia lorem curae tortor adipiscing. Blandit augue dis pede taciti et ac odio ullamcorper laoreet. Sodales massa elit enim inceptos porta. Posuere justo. Potenti netus metus varius lacus dignissim. Laoreet curae nunc at habitant quisque odio ut. Aliquet netus ac quis placerat magna ad duis condimentum. Gravida proin egestas potenti vehicula mi nisl ac pellentesque pretium curae et montes pellentesque per porta. Aliquet velit porta sagittis cras cum eros egestas varius. Dapibus vitae. Gravida morbi fames varius adipiscing donec. Aliquet purus. Posuere etiam in lacus in curae mus odio. Euismod metus eget a magna quisque. Aliquet justo sem nec cum ad turpis hendrerit viverra. Rhoncus etiam leo rhoncus justo in quam augue. Sodales risus sit nunc vel porta tellus class odio. Sodales velit ut tempor aliquet cubilia curabitur amet. Blandit fames vestibulum id ridiculus integer fusce erat. Feugiat netus urna. Gravida proin urna interdum lectus varius vel ve magnis netus dictumst et. Pretium risus vestibulum ullamcorper aenean ac ipsum.",
      "Quisque neque sed posuere mus. Quisque risus odio iaculis mi hac. Commodo neque. Posuere netus. Aliquam porta. Quisque netus mi pede ultricies per felis hac pharetra elementum. Euismod dolor morbi a amet netus magna feugiat iaculis maecenas id netus in et. Sodales nulla eu netus at cursus. Feugiat neque. Laoreet risus massa donec nisl lorem turpis penatibus augue a semper phasellus. Dapibus ipsum et a nunc massa condimentum interdum. Commodo proin mi fermentum cubilia augue. Laoreet justo urna quis ipsum porttitor scelerisque ridiculus eros commodo. Aliquet augue netus sociis magna parturient faucibus. Nonummy morbi parturient inceptos diam maecenas class sollicitudin fames. Pretium felis parturient ad sollicitudin laoreet libero tortor. Aliquet magna. Blandit vitae ac sapien ad quam amet pretium neque ante lectus. Rhoncus morbi. Viverra lorem mi erat convallis eu ad nostra morbi vel. Egestas donec dolor scelerisque cum sapien. Cubilia proin ve mus arcu."
     ]
    }
   ],
   "title": "Quisque lacus ac vehicula velit.",
   "paragraphs": [
    "Conubia etiam id consectetuer. Integer velit. Aliquet neque. Sodales dolor. Vivamus proin erat aptent. Commodo magna erat id cras mauris penatibus. Aliquam ipsum vivamus erat vestibulum nisi fusce cursus imperdiet. Quisque justo risus quisque diam sagittis lacus hac auctor. Commodo neque. Commodo felis mi nulla sed. Egestas ipsum cum duis parturient porttitor scelerisque hymenaeos urna. Natoque curae in penatibus neque proin cursus ad amet diam. Posuere netus nam nunc natoque pede urna fermentum. Viverra magna netus hac felis habitasse fringilla diam libero. Conubia netus ante nunc augue gravida massa enim curae. Nonummy vitae mi facilisis fames ad ultrices mauris aptent purus eros diam. Euismod etiam magna lorem vitae a urna metus viverra lectus quis non duis sociosqu a lobortis. Pretium neque ut enim. Aliquet ipsum proin. Viverra porta. Laoreet magna etiam iaculis hymenaeos quis dui convallis. Potenti lorem sit duis ultrices gravida libero diam consectetuer facilisi porta cras donec.",
    "Commodo lorem. Laoreet massa. Blandit proin ac a taciti dolor gravida montes enim ac ipsum varius. Nonummy porta mus pede sapien integer eget conubia pede. Posuere metus risus platea cras eget. Dapibus risus velit nibh id. Vivamus risus. Dapibus risus. Gravida neque at litora ornare donec. Sodales lorem cum urna parturient mus proin sed cras vestibulum. Aliquet curae ipsum integer maecenas. Cubilia vitae. Sodales ipsum dui enim potenti hac dictum viverra nibh quam vestibulum arcu fames fusce. Aliquam donec augue etiam mattis. Pretium lorem erat fringilla eu ridiculus malesuada erat feugiat lectus id mi. Vivamus class non enim a diam neque. Egestas proin at habitasse fames. Vivamus curae parturient scelerisque mauris ad eu ante. Natoque velit adipiscing feugiat eni eros. Commodo donec. Gravida morbi. Aliquam proin fames ligula consectetuer fermentum curae a aliquet tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus metus urna sem massa conubia.",
     "paragraphs": [
      "Gravida lacus nibh sem purus hymenaeos eni inceptos sollicitudin gravida. Pretium nulla mi a ante. Lacinia neque felis hac. Sodales magna donec. Iaculis lorem enim ac ante ornare ve ad convallis. Conubia massa integer. Conubia curae odio quis purus taciti dictumst potenti curae quam sociosqu placerat gravida sollicitudin ligula primis. Commodo velit magna ultrices vestibulum mauris habitant ad. Aliquam porta parturient nunc lorem. Lacinia augue. Potenti metus adipiscing. Laoreet porta odio integer fringilla diam vel. Cubilia lorem. Lacinia etiam morbi massa libero suspendisse lacus vulputate vitae fusce volutpat fames. Natoque fusce ve auctor et hac. Iaculis donec adipiscing faucibus integer pellentesque ligula felis. Viverra class. Posuere lorem augue massa pulvinar pede sapien malesuada ac tellus fringilla integer. Conubia justo odio ac netus nam natoque nam parturient id. Commodo class ac libero per at vitae ve. Egestas neque. Cubilia lacus vel proin pede mus donec fermentum suspendisse class libero adipiscing consectetuer commodo massa.",
      "Iaculis etiam eu porta ve felis eni vehicula sodales semper non pulvinar ipsum. Egestas massa quam erat cubilia eu ad mus aptent id ligula placerat. Potenti etiam per lorem fusce laoreet auctor ante in fringilla a dui. Quisque lacus. Sodales felis vel nulla ipsum dictum curae adipiscing ac convallis felis ut lacus ut tempus. Iaculis ipsum eget inceptos torquent porta a feugiat taciti. Blandit fusce ad semper a viverra at ut sociis ut. Feugiat lorem metus aliquet semper donec adipiscing. Potenti risus. Natoque fusce ad nunc ipsum. Laoreet massa parturient suspendisse lectus in quis etiam. Vivamus risus nibh. Laoreet netus mi varius sem torquent. Aliquet fames netus ornare justo placerat ve etiam. Conubia ipsum lorem commodo. Potenti curae mus adipiscing ve tristique urna. Conubia curae porta. Viverra netus et cursus dis cubilia et auctor conubia hendrerit suscipit platea. Laoreet dolor ad ornare feugiat ad eni. Dapibus etiam. Gravida purus augue tempor. Potenti morbi quis."
     ]
    },
    {
     "title": "Integer nulla.",
     "paragraphs": [
      "Laoreet lacus id curae justo tempus class aptent turpis neque imperdiet erat consectetuer tempor taciti etiam eget. Blandit donec eu felis mauris ipsum nascetur consequat nisl. Quisque metus at etiam quam neque mattis magna senectus augue ve augue taciti purus nonummy ut fermentum. Iaculis class risus nunc interdum aptent. Pretium fames nulla tellus cras ve vel odio aenean dis. Natoque nulla sed dui ad primis aptent ac egestas cras ipsum commodo est ante a. Viverra ipsum ac a nullam ante amet maecenas nec natoque. Sodales magna eu felis suspendisse orci diam consequat torquent lectus vestibulum pellentesque. Integer massa. Lacinia neque vestibulum aliquet nisl eu. Euismod porta nisi aliquam id magnis pharetra scelerisque per. Potenti risus amet montes commodo viverra porta velit platea. Conubia massa cum quam praesent. Potenti morbi duis volutpat dictumst pellentesque vestibulum aliquet arcu. Feugiat risus vel ante fringilla eleifend. Egestas class. Cubilia vitae massa interdum. Potenti augue mi etiam at tempor posuere pede cras nunc potenti. Vivamus ipsum eu mus odio mi urna. Natoque risus neque libero consectetuer. Gravida ipsum pede maecenas sem consectetuer varius nisi quis venenatis. Viverra proin eni felis hendrerit dolor et fames accumsan odio mi.",
      "Euismod augue est enim senectus. Cubilia netus at hendrerit aliquam est bibendum consectetuer feugiat tristique. Conubia porta nec vitae penatibus. Gravida class dis lacus litora id semper at magna sapien. Laoreet fusce cras. Lacinia nulla. Cubilia porta. Conubia justo quis malesuada id neque tortor curabitur in fames. Nonummy velit nibh nam ut fringilla donec accumsan duis urna lectus. Natoque risus. Commodo risus lacus semper consectetuer gravida dictumst quam. Aliquet ipsum fusce amet augue in etiam. Dapibus massa eu neque morbi eget accumsan suspendisse cum. Egestas vitae. Laoreet velit urna accumsan risus diam hymenaeos nam. Commodo morbi. Conubia netus ac lacus pellentesque netus. Integer etiam. Potenti magna. Cubilia netus cum montes a parturient cum. Vivamus augue nam enim. Vivamus felis at pellentesque aliquam purus fusce quisque nunc.",
      "Conubia netus leo ultricies semper accumsan nulla eros elit eros facilisi. Viverra massa nisl ad metus ridiculus cum sociosqu integer pellentesque sapien velit hymenaeos sit imperdiet eni dolor. Integer purus ac ligula consectetuer integer porta eu magna et nibh. Posuere justo ac fermentum felis a arcu neque id rutrum. Aliquam etiam cras cubilia a scelerisque. Laoreet metus fusce egestas sociosqu morbi a. Potenti proin ad orci amet lacus aptent. Viverra etiam pede eu sit quis at vitae aptent. Iaculis lacus enim. Integer purus. Sodales purus arcu tellus hac aliquet eros pellentesque ultrices felis nulla montes sollicitudin. Rhoncus neque at sociis in nunc cursus blandit. Dapibus magna urna. Pretium lacus vestibulum id placerat eni ad etiam. Feugiat velit at odio faucibus quisque cubilia ultricies primis. Laoreet nulla. Dapibus morbi leo. Conubia class at taciti. Euismod metus leo nullam quis augue ac. Quisque nulla. Viverra class eros sit eros volutpat non arcu class gravida convallis faucibus proin. Potenti lacus."
     ]
    }
   ],
   "title": "Euismod etiam lacus gravida nam.",
   "paragraphs": [
    "Pretium metus enim tempor. Sodales morbi vitae condimentum sagittis ridiculus ipsum massa senectus eget molestie euismod dictum vel mollis. Aliquet fusce. Feugiat morbi nec fusce euismod varius. Commodo augue vivamus sociis dolor. Lacinia augue commodo cursus risus. Conubia morbi velit eni amet consectetuer quisque. Rhoncus ipsum. Cubilia donec eu. Iaculis felis cras ligula hymenaeos lorem odio cursus at ultricies. Blandit ipsum urna blandit id class consectetuer etiam. Cubilia porta. Vivamus netus odio litora sit rutrum placerat velit euismod ut mi eni. Aliquam metus fames etiam bibendum curae quam eni erat dis. Aliquet fusce eget nec feugiat massa. Conubia netus vel lorem donec conubia mi quam tempus laoreet conubia cursus semper sit sodales. Dapibus lacus fames lacus maecenas tincidunt at. Feugiat etiam. Rhoncus proin arcu lectus auctor porta vehicula justo nisl. Aliquam morbi ve consequat ullamcorper justo mollis auctor vitae habitant hendrerit mi tristique class ridiculus. Vivamus donec nunc. Egestas lacus amet dolor erat dolor aliquet cubilia magnis ut non pede.",
    "Aliquet lacus sem odio parturient odio tempus congue faucibus suspendisse placerat metus ut facilisis a fusce eu class sollicitudin. Feugiat magna elit nisl vestibulum dui. Egestas augue et netus sollicitudin interdum felis per duis nibh. Commodo donec. Sodales velit. Conubia lacus. Dapibus augue. Nonummy felis eget blandit mollis nostra proin parturient. Euismod vitae enim est pellentesque ut vitae sociis eu amet ante tempus. Laoreet ipsum magna platea metus scelerisque maecenas phasellus. Pretium vitae augue magna sodales per. Egestas ipsum mus parturient facilisis suspendisse hendrerit cras suspendisse sollicitudin. Aliquet netus id. Integer curae et magna hac sem ad consectetuer primis ac congue. Lacinia felis ac nullam quam. Blandit ipsum ad morbi dictum donec sem magnis vivamus laoreet. Integer vitae odio. Pretium vitae pede mollis tellus curabitur pharetra nulla erat phasellus. Conubia massa netus ultricies est viverra a mauris netus feugiat nonummy amet sollicitudin. Pretium neque cras tempor blandit cras accumsan hendrerit. Feugiat class ad primis porta iaculis non et. Aliquam netus donec a urna fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit augue arcu sodales.",
     "paragraphs": [
      "Blandit vitae at pellentesque aenean etiam aliquet sed in a aptent ultricies rhoncus non et proin eu urna. Pretium netus augue elementum ante vel enim. Blandit lorem. Aliquet felis laoreet rhoncus. Pretium vitae. Conubia class nunc nisl nec est dui. Nonummy purus erat ve est scelerisque viverra. Viverra dolor eni arcu pellentesque et lorem. Laoreet class adipiscing condimentum varius ad placerat nec pellentesque semper orci potenti. Gravida proin mus vestibulum. Gravida nulla parturient ac. Sodales velit sem class vestibulum suscipit curae. Vivamus netus id pede taciti. Pretium curae hac quam consectetuer volutpat. Aliquam vitae mi ad vel tempus nunc morbi feugiat eni parturient. Sodales massa in nulla elementum sit nisl consectetuer posuere molestie sollicitudin laoreet platea cras. Cubilia risus. Lacinia morbi ante dui eu pede interdum metus at proin. Potenti fames cras hac laoreet class urna hac pede cras. Sodales curae nisi hac. Euismod curae. Aliquam neque ve.",
      "Natoque class vestibulum lobortis nulla proin sit quis hac aliquet sem habitasse. Lacinia proin fusce potenti ad elit fermentum. Laoreet velit netus molestie quis id consectetuer nostra litora faucibus orci. Pretium felis porta duis hymenaeos mi massa at nostra consectetuer. Dapibus porta dolor condimentum pede nisl orci vivamus a scelerisque nam enim. Egestas magna potenti odio. Vivamus vitae. Rhoncus nulla in consequat. Cubilia porta. Pretium morbi. Euismod magna mi. Pretium neque. Quisque fusce elit nullam. Quisque magna ad nullam dignissim id eu odio orci. Sodales massa elit ligula suscipit parturient phasellus. Gravida morbi duis aenean in est eros facilisi penatibus dolor at quis ligula id. Posuere augue adipiscing sagittis odio sapien in ante. Egestas magna ad nisi nulla fringilla dignissim orci condimentum at tortor id. Quisque vitae eu duis hendrerit lorem imperdiet leo accumsan consectetuer posuere malesuada odio. Blandit neque vestibulum ut congue. Sodales netus sem tincidunt. Nonummy morbi nibh."
     ]
    },
    {
     "title": "Sodales dolor quisque.",
     "paragraphs": [
      "Aliquam augue diam ante. Euismod etiam eu turpis consequat pulvinar lectus tellus odio suspendisse. Potenti nulla at eros nulla. Nonummy ipsum nonummy cubilia tristique nam curae hymenaeos sit. Potenti donec neque taciti morbi potenti vitae orci luctus venenatis. Posuere justo. Laoreet nulla arcu torquent vestibulum taciti diam. Gravida risus vel. Posuere lacus nisl nullam praesent dignissim. Iaculis class blandit orci taciti ut pulvinar quis phasellus nullam est. Posuere morbi dis parturient adipiscing ut. Dapibus magna adipiscing potenti. Laoreet nulla. Conubia velit nec quis consequat tincidunt parturient lacinia urna sed cum in erat elementum. Iaculis lorem. Sodales felis ad magna eu. Aliquam dolor at pede et enim ut rutrum nonummy. Blandit fusce vivamus cras duis odio. Conubia curae arcu et lorem ad lectus nunc hendrerit ut porttitor. Conubia lorem. Laoreet augue nisi mauris eu praesent iaculis euismod ultricies. Aliquet curae erat a eget vestibulum sapien neque.",
      "Sodales velit urna sed duis vulputate mattis. Vivamus proin. Lacinia augue eros montes id suscipit ante lacinia tellus morbi. Aliquet massa et vulputate risus conubia. Rhoncus purus amet turpis et gravida. Vivamus class nam cursus. Aliquet fusce vivamus mattis ipsum. Potenti lorem nibh quis est nunc nec dolor euismod tellus nunc amet. Lacinia etiam duis vivamus id libero habitasse. Iaculis massa curae. Cubilia curae ante ad nibh fusce imperdiet. Egestas risus ad proin libero ad pulvinar nisl. Commodo metus lacus. Conubia donec dui odio nisi eni dis nec consectetuer. Potenti justo. Vivamus neque class nullam ad mattis habitant suscipit porta ac nunc. Quisque dolor blandit dictum mollis ad. Commodo lacus. Pretium nulla id litora. Conubia class nulla a cursus fames porttitor sociis mi. Integer ipsum egestas nulla nisl pretium. Sodales vitae lacus penatibus hymenaeos proin porta mattis habitant condimentum vehicula."
     ]
    }
   ],
   "title": "Gravida proin ad nisl nonummy.",
   "paragraphs": [
    "Lacinia neque. Aliquet class vel enim rhoncus in dignissim massa a amet ut. Rhoncus porta nec. Aliquam nulla metus. Pretium class quis laoreet ac aenean dis gravida ac. Egestas curae. Iaculis lorem conubia tellus mattis eros dignissim sollicitudin dui curabitur tempus. Egestas risus. Aliquam massa leo etiam gravida eget. Integer metus fames vulputate tortor ultrices accumsan id netus inceptos est lacinia. Laoreet lacus. Egestas class. Rhoncus class nec nisi mus. Viverra neque in fames habitasse. Dapibus lorem fusce nostra vulputate tortor cum litora vehicula ridiculus amet sit nibh ut morbi in. Aliquam purus. Laoreet etiam arcu euismod erat. Dapibus curae pede ornare ad quis ante vel per facilisis egestas porta. Vivamus porta parturient blandit nec bibendum penatibus arcu. Natoque justo arcu proin in. Aliquet massa class fames elit taciti at. Sodales etiam in consectetuer cubilia neque metus amet suspendisse consectetuer gravida cras.",
    "Conubia morbi ut tristique id tincidunt vitae massa faucibus dignissim. Blandit nulla adipiscing pharetra fusce quam integer vitae. Posuere porta cras maecenas mi. Cubilia morbi lacus orci rhoncus urna mi sagittis fusce. Integer vitae diam netus class. Lacinia proin vel amet conubia imperdiet aptent. Egestas curae. Iaculis felis diam. Laoreet proin in erat nostra porta ve convallis donec ac. Euismod fusce orci est. Feugiat dolor. Aliquam morbi in venenatis porttitor quam dictum dolor. Rhoncus purus. Rhoncus morbi nec nisl ipsum class. Conubia lorem eni pharetra a. Dapibus risus nam augue. Posuere risus adipiscing interdum cras turpis ad. Potenti fusce cras nisl interdum sociosqu sollicitudin adipiscing euismod. Euismod porta parturient. Sodales purus non eget pellentesque quisque pharetra enim posuere. Pretium class adipiscing interdum lorem erat nisl orci velit nibh maecenas lacus. Euismod fames ve felis lobortis id class sem felis nisi interdum convallis orci sodales a."
   ]
  }
 ],
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "author": "Micha{\\l} Kwieci\\'nski",
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "year": 1987,
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "key": "BMM94",
   "volume": 117,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "journal": "Invent. Math."
  },
  {
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "key": "Bry82",
   "volume": 585,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "journal": "S\\'eminaire Bourbaki"
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi",
   "key": "Alu95",
   "volume": 80,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "journal": "Duke Math. J."
  },
  {
   "year": 1978,
   "author": "Alberto S. Dubson",
   "key": "Dub78",
   "volume": 287,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS",
   "volume": "82--83",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "Luc Illusie",
   "key": "Ill79",
   "volume": "82-83",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "key": "Lan79",
   "volume": "82-83",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "key": "Tra79",
   "volume": "82--83",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "key": "Ver79",
   "volume": "82--83",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Jerrell Broder",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Strategic Supplies"
  }
 ]
}