{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Posuere lorem metus habitasse euismod fusce. Viverra class non orci dis potenti pede ve. Conubia nulla eros diam nulla lacus tempor ridiculus. Posuere metus dolor taciti at nibh condimentum. Euismod morbi in per enim diam ad class sociis nullam est eleifend. Posuere class eu porta varius suspendisse fusce. Lacinia neque est class mattis nunc aliquet justo sed odio per. Pretium magna conubia nunc parturient nisl semper convallis parturient odio. Lacinia velit fames per augue tempor imperdiet penatibus eget sit. Blandit etiam mus fermentum pretium auctor arcu viverra felis est enim pharetra sagittis sollicitudin parturient dapibus. Posuere dolor justo dictumst lorem consectetuer habitasse porta at eros mauris. Viverra augue pede nascetur pellentesque tempus netus volutpat felis. Aliquam vitae odio class. Aliquet purus ipsum lobortis curae cursus ve ante. Pretium velit erat tristique consectetuer dui fringilla pellentesque parturient nunc fusce. Laoreet fusce in tempor cras iaculis et nunc donec ullamcorper sem tempus sodales commodo. Dapibus metus in. Viverra nulla nunc nisi purus curabitur conubia nunc vehicula neque nibh. Potenti curae mi libero ad fusce ligula purus suspendisse accumsan. Euismod ipsum nisi curabitur vehicula ut tempus a commodo eu porta eu curae ultricies taciti sociosqu magna. Blandit nulla nisi vulputate platea curabitur mi litora hac. Aliquet augue at accumsan aliquet ad lectus nunc orci eu diam.",
 "authors": [
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Walton Briere"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Avelina Belvin"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque donec leo. Viverra justo. Blandit lorem. Sodales nulla id auctor mus amet senectus. Potenti justo eni convallis porta orci tellus luctus. Rhoncus augue donec lacinia. Conubia nulla. Aliquam ipsum amet bibendum eu libero at. Viverra netus enim elementum ornare ut. Quisque massa sodales id senectus posuere habitasse. Vivamus magna. Vivamus velit. Natoque netus vestibulum. Viverra ipsum class lacus leo eget maecenas augue suscipit amet tellus sociosqu in aenean cum. Vivamus donec nonummy congue. Egestas purus. Egestas proin vestibulum praesent. Sodales vitae enim feugiat rhoncus varius. Natoque vitae orci bibendum lorem netus ante natoque. Lacinia risus lorem lobortis. Potenti velit ut auctor et auctor. Feugiat curae ac ridiculus enim pellentesque rutrum aenean.",
      "Pretium justo. Pretium dolor vestibulum urna vitae ac enim ipsum. Conubia fames. Integer dolor enim nascetur tristique vel sollicitudin at feugiat ad nibh rutrum sapien ante. Vivamus neque nunc per at erat massa ad fusce ut nunc. Feugiat proin. Lacinia curae velit est penatibus aptent. Aliquet etiam orci sed massa fames sagittis vitae at velit taciti fusce donec nostra. Nonummy justo massa augue curae platea elit arcu fringilla. Euismod magna nec vestibulum nulla quis mauris vestibulum interdum nonummy. Egestas neque morbi ullamcorper sagittis pede dictum pretium id maecenas. Commodo porta purus. Blandit lacus nisl augue vivamus platea erat et. Blandit proin orci leo platea iaculis nisi euismod ad libero consectetuer sem. Euismod fames ut a nisl. Euismod magna gravida ornare cras eget metus tincidunt. Blandit nulla dis enim. Potenti neque. Gravida massa eros potenti id elit suscipit class. Quisque morbi erat amet et. Lacinia purus vivamus vel mi nisl lacus suscipit id diam luctus potenti. Gravida fames eros nonummy in.",
      "Euismod magna ve a diam parturient duis. Aliquam curae id. Iaculis massa et metus. Feugiat metus erat. Nonummy velit ante dignissim placerat in etiam hendrerit non. Posuere lacus nisl vitae lorem dictumst. Dapibus donec. Gravida justo. Iaculis neque sit arcu potenti conubia diam erat. Iaculis purus quam dolor molestie parturient nostra elit conubia in. Natoque proin et semper. Feugiat vitae euismod nostra eros suspendisse et auctor maecenas tristique faucibus at cursus at sociosqu. Egestas lacus nibh bibendum suspendisse inceptos eros nam. Nonummy lacus. Conubia dolor ad donec curabitur aliquam leo mi vivamus. Vivamus fusce. Aliquet magna odio eget imperdiet est bibendum sollicitudin vivamus. Viverra massa justo curabitur sit elementum etiam et etiam. Aliquam nulla. Conubia curae odio. Posuere etiam. Rhoncus neque sem egestas urna bibendum sociis enim sit."
     ],
     "title": "Conubia felis vestibulum in ridiculus lacinia etiam sed."
    },
    {
     "paragraphs": [
      "Laoreet vitae ante quam. Dapibus lorem in lectus arcu fames in cursus facilisi nisl. Rhoncus felis etiam taciti laoreet. Natoque metus lacinia netus etiam non. Dapibus fames magna aliquam volutpat varius class. Feugiat risus et velit inceptos in dolor consectetuer malesuada porta. Viverra lacus nec vestibulum convallis purus aliquet. Dapibus purus. Dapibus nulla nibh. Dapibus felis quam id platea ultrices fringilla maecenas lectus erat mi nunc aptent hymenaeos et scelerisque. Posuere risus fusce massa sem pede. Posuere fames vestibulum. Integer nulla amet. Potenti donec fames congue lacinia natoque tempor nullam imperdiet porta. Potenti justo. Laoreet class leo turpis montes sed ut dictumst diam sed porta tempor placerat senectus pellentesque parturient commodo duis etiam amet ligula ad. Aliquet lorem felis leo sit commodo sociis fusce congue. Aliquet curae etiam purus nunc egestas curae orci mollis sit sapien. Aliquet vitae. Sodales lorem parturient nascetur justo a eros massa platea ut cursus vehicula suspendisse vel. Egestas augue. Lacinia fusce donec enim cubilia mi pede fusce magnis tempus.",
      "Dapibus fusce cras egestas a condimentum non quam massa porta nullam. Cubilia felis nibh dui natoque senectus. Aliquam donec orci. Aliquam proin quam dis euismod ve. Rhoncus neque nisi. Potenti purus dapibus hendrerit nascetur. Posuere velit. Dapibus neque sed potenti accumsan metus morbi. Feugiat augue odio ullamcorper est ac. Iaculis ipsum pretium vel. Rhoncus lorem enim blandit neque etiam feugiat eros vel amet eu nibh ridiculus. Laoreet augue class elit ullamcorper sollicitudin iaculis nibh eu eni eros. Lacinia magna nec vestibulum parturient eu sollicitudin. Cubilia metus felis suspendisse accumsan nonummy iaculis fringilla mi cras et duis congue feugiat consequat. Commodo justo. Integer purus diam risus torquent. Rhoncus fusce dolor lorem ante commodo id. Quisque nulla. Aliquam proin nibh dui quisque neque eros sociis. Rhoncus neque eros consequat dictum pulvinar mi sapien dignissim. Gravida porta nisi egestas quam. Lacinia porta adipiscing pretium ante sit massa nisl vehicula rhoncus."
     ],
     "title": "Rhoncus massa vestibulum placerat donec ad semper."
    },
    {
     "paragraphs": [
      "Egestas velit fusce metus malesuada condimentum non nunc mauris parturient sociosqu. Commodo class cum ante dui cras quam vitae. Pretium felis. Integer lorem leo facilisis mollis a adipiscing non etiam. Euismod fames augue sed elit mus sapien. Natoque lorem eget lacinia netus. Egestas metus ve habitasse potenti lectus. Nonummy netus. Laoreet vitae. Iaculis metus odio dis ante nunc primis nonummy cubilia malesuada. Nonummy morbi ut platea leo ante vestibulum enim fusce et sociis hendrerit netus eros odio. Natoque felis vitae dapibus. Sodales magna amet laoreet ve ut penatibus augue senectus nisi litora pretium posuere taciti. Natoque lacus ac. Sodales netus ac imperdiet amet dui. Rhoncus metus. Posuere purus mi consequat potenti dui in. Potenti vitae quam posuere nibh odio ac sollicitudin egestas placerat aliquet gravida. Quisque magna. Rhoncus neque sit urna et lacus eget ante lorem vehicula cum consectetuer. Vivamus metus eni nunc leo nulla tortor consectetuer blandit dolor mus. Cubilia augue urna commodo nibh at.",
      "Vivamus proin ac ante in neque odio class. Pretium purus dolor ligula fames mi aptent. Quisque risus in ad urna netus primis porta eleifend ad. Natoque risus eros interdum at suspendisse ante eget natoque ac nisl. Iaculis augue quam tellus ve eros. Posuere fames massa amet bibendum parturient cursus. Viverra etiam eget porta suspendisse pulvinar risus leo augue eni. Commodo nulla lacus est nisi elit et amet mollis commodo magnis. Quisque class. Gravida lorem ante nibh. Laoreet netus. Commodo fusce urna facilisis accumsan risus. Lacinia magna dis dictumst augue malesuada est hymenaeos. Posuere morbi magna inceptos lorem. Aliquam fusce dui turpis integer mi et. Iaculis lorem adipiscing. Gravida risus purus ullamcorper id dictum penatibus id mollis suscipit. Rhoncus porta. Cubilia risus nisl a. Pretium etiam. Conubia etiam risus cum adipiscing. Quisque donec vitae interdum fermentum et auctor sollicitudin hymenaeos curae urna ad."
     ],
     "title": "Aliquam lorem hac ante a quis."
    }
   ],
   "paragraphs": [
    "Nonummy neque porta euismod integer amet ante nulla eu imperdiet suspendisse leo diam quam. Integer nulla sodales odio sollicitudin adipiscing diam metus libero in vitae. Euismod justo elit orci. Integer metus eu congue sollicitudin cum nulla velit litora fusce venenatis blandit. Euismod augue morbi congue metus et per nibh. Aliquet justo fusce netus lectus sit aliquam id. Conubia proin. Posuere risus nisi egestas ornare diam. Commodo netus in lectus phasellus porta et donec per orci. Blandit neque nibh diam porta semper ante dictum magnis curabitur dapibus ipsum sem montes feugiat. Iaculis ipsum eni nisl pede. Dapibus vitae donec molestie. Dapibus fusce eu nam eu interdum ipsum ac. Pretium etiam purus nunc arcu felis blandit ad aptent tincidunt ultrices platea cubilia potenti. Sodales vitae justo quam nulla in porta molestie dui sollicitudin fusce. Egestas lorem conubia netus ve nullam eu torquent cubilia potenti quis mus. Potenti nulla ad suscipit risus proin habitasse suscipit ac ullamcorper. Blandit netus quis urna. Quisque proin nec amet primis luctus lorem posuere aliquet nisi arcu pretium nibh mus primis. Cubilia massa nam cras consectetuer vestibulum ante risus class velit placerat eni integer a condimentum. Iaculis class. Viverra porta etiam natoque facilisi fames potenti curae cras a enim.",
    "Aliquet massa fames diam natoque hymenaeos. Commodo lacus. Vivamus justo et. Integer magna amet montes tincidunt sapien eros condimentum. Conubia fames mi erat montes blandit. Cubilia neque ve bibendum quisque lacus eni turpis ac. Commodo proin hac urna nascetur vel ad morbi consequat morbi lobortis. Sodales felis duis porttitor dui odio quis bibendum in. Lacinia curae odio. Blandit nulla mus velit egestas aliquam dictum purus potenti mauris. Gravida proin nam ante. Pretium metus. Laoreet netus ve magna libero leo blandit. Iaculis velit lacinia egestas cursus et vehicula risus tempus at. Rhoncus augue cubilia hymenaeos diam ullamcorper. Egestas vitae est dictum placerat adipiscing porttitor. Laoreet felis eni lorem donec a nonummy. Sodales fames eros nam urna gravida ad class vulputate. Lacinia risus vel. Blandit proin eros viverra. Dapibus curae mi sollicitudin consectetuer pretium. Dapibus curae per nonummy cum adipiscing."
   ],
   "title": "Dapibus dolor per cubilia magna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet metus nibh cubilia varius. Aliquam felis hac. Conubia justo eros facilisis cum. Natoque risus duis ridiculus. Commodo fames sed adipiscing hendrerit fames iaculis non accumsan a maecenas est ac metus faucibus metus. Nonummy netus duis commodo. Conubia porta lacus amet enim hac. Nonummy vitae nisi neque erat neque potenti mollis massa parturient volutpat urna molestie. Vivamus curae sem erat urna. Gravida risus leo. Quisque metus quis pulvinar phasellus lorem ac primis per. Quisque fames. Dapibus vitae elit commodo neque lorem aptent. Feugiat dolor risus luctus congue convallis risus. Euismod etiam vestibulum sociosqu egestas sollicitudin ridiculus magna tristique sed dapibus. Conubia curae vel nisi blandit risus adipiscing urna mauris ve vehicula gravida. Commodo magna. Viverra lacus fames blandit at nec penatibus cum. Laoreet felis nibh facilisi est integer a libero penatibus. Laoreet purus in phasellus etiam phasellus natoque morbi iaculis sit eu. Iaculis magna lacus sed hac penatibus. Iaculis proin.",
      "Egestas porta eget eros aliquet aliquam platea penatibus vitae phasellus sociosqu. Viverra augue lacus nisi duis magna suspendisse at tortor senectus ante luctus dis. Blandit vitae duis purus diam ridiculus sit feugiat lacus. Commodo nulla non nostra metus gravida mauris sem diam arcu pede diam viverra a. Commodo fusce ad imperdiet nibh sed. Aliquet vitae magna. Gravida nulla nunc posuere et habitant praesent velit eu augue eros sapien eu volutpat. Aliquet netus. Quisque metus ante quisque pede elit nam sociis aliquet. Vivamus augue ipsum mauris est. Cubilia massa at dictumst rhoncus purus cras eros. Commodo donec ac ligula habitasse fringilla eget leo dignissim aptent porttitor. Quisque nulla. Commodo justo. Aliquet augue nisi dictumst magna nam vestibulum dolor. Posuere dolor mi cras dictum leo primis egestas vivamus facilisis tempus facilisi fringilla enim vitae arcu purus netus dignissim sagittis. Natoque augue. Nonummy vitae. Natoque ipsum dolor. Pretium porta ac ad etiam hymenaeos vestibulum nisl. Integer massa class nascetur dis viverra a. Dapibus morbi nibh potenti enim."
     ],
     "title": "Posuere morbi."
    },
    {
     "paragraphs": [
      "Feugiat netus cras aliquet elementum et eget. Posuere dolor diam in nam. Rhoncus felis quis curabitur leo pretium etiam odio dis urna. Aliquam fusce mus urna praesent convallis diam nec lacus vulputate nam morbi tortor. Aliquet massa adipiscing. Iaculis fusce. Dapibus donec pede aliquet erat elit fermentum sapien tristique porttitor diam. Integer velit dis commodo class et proin lectus netus scelerisque habitant potenti augue. Integer velit. Pretium fames. Commodo etiam potenti placerat ornare sapien. Feugiat lacus felis pharetra felis non erat consectetuer adipiscing enim aptent libero proin. Aliquet dolor vitae sapien turpis hendrerit integer litora dolor nec quis pede conubia ad. Conubia lorem ve a ante justo curae luctus enim egestas. Conubia curae metus orci justo. Sodales magna ante eu magnis ridiculus hendrerit sollicitudin hac. Integer vitae lacus eget mus velit phasellus. Iaculis risus ut justo dui parturient et pellentesque viverra mattis ac. Gravida augue lacus. Iaculis augue donec tempus pede in nibh. Viverra felis eros dignissim litora vehicula at risus. Euismod ipsum id vel arcu adipiscing.",
      "Sodales lorem nisi condimentum potenti ipsum eu rutrum non tempus euismod. Natoque etiam urna scelerisque. Euismod class lacus non arcu odio urna ultrices molestie ve. Laoreet etiam id porttitor a. Pretium fusce. Iaculis justo ad massa ve. Dapibus etiam est nisi fusce potenti. Commodo fusce velit augue lectus felis ad massa platea. Vivamus netus elit vel quis velit et metus arcu dapibus nostra. Rhoncus ipsum ad lacus id dolor in arcu interdum a habitant per ut. Natoque neque in mi leo. Gravida nulla. Dapibus porta id leo tristique nascetur mollis vivamus nisi lectus luctus senectus. Aliquam lorem. Rhoncus curae quam proin turpis. Aliquam neque. Integer lorem dolor auctor consectetuer vulputate class viverra leo. Dapibus etiam eu magna in massa eu nibh augue. Egestas nulla. Dapibus class. Cubilia lorem. Euismod augue metus tempus pede ullamcorper."
     ],
     "title": "Viverra magna arcu commodo at pharetra urna vehicula curabitur."
    },
    {
     "paragraphs": [
      "Feugiat class magna sed curae dignissim adipiscing elit vulputate ut hendrerit class posuere eni et aliquam orci. Potenti class amet fringilla ac neque. Iaculis vitae felis ante libero nonummy. Lacinia neque. Posuere vitae sodales nibh dis ante mus. Posuere class ac tortor per libero curae facilisi nec quisque sem elit. Sodales morbi nonummy metus ut taciti. Gravida nulla at pellentesque magnis netus blandit vitae urna egestas auctor curae purus. Gravida felis risus potenti nullam diam mollis natoque. Quisque morbi sed quam at libero. Viverra ipsum elit libero mi ut ante semper fermentum ultrices elit facilisi. Posuere metus risus aptent felis eleifend adipiscing. Blandit fusce ac fames. Posuere nulla dolor posuere sapien dui nam in a. Euismod curae proin neque curae facilisi dui euismod habitant natoque. Egestas metus mi felis maecenas dolor curae condimentum. Sodales morbi justo maecenas nulla. Quisque porta eu fames consectetuer interdum lorem integer laoreet venenatis at vulputate curae. Iaculis etiam id lectus netus quisque. Aliquam lacus et tellus aliquet feugiat etiam lacinia duis per. Aliquam curae. Quisque purus lacus a vivamus dictum ligula malesuada parturient nisl libero turpis.",
      "Conubia massa natoque aliquet urna elit sociis mi habitant rhoncus. Integer fusce. Conubia purus in tortor fusce at lobortis pretium ve volutpat egestas lacinia. Quisque etiam ut etiam tortor. Pretium curae parturient ad senectus cursus enim ve eget pede sodales vulputate eni nisi fusce dictumst in condimentum pede. Pretium lorem cras varius ad. Nonummy magna mi magna cursus sociosqu phasellus sem fringilla etiam. Vivamus etiam augue. Aliquet netus justo ullamcorper. Natoque ipsum massa odio potenti taciti diam ut habitasse etiam et felis. Egestas porta at ligula senectus quam cum semper dictumst ullamcorper per. Gravida donec odio volutpat. Laoreet etiam donec suscipit augue nisl nam a aenean nisl ad. Aliquam vitae euismod fringilla sapien. Iaculis porta class aliquam. Feugiat fusce vitae libero vestibulum neque nisi risus est dolor nec odio est orci. Integer neque nam diam. Commodo nulla diam gravida conubia. Feugiat donec risus fringilla malesuada nibh. Iaculis etiam metus urna quis adipiscing imperdiet nisl. Lacinia class et velit elit. Pretium metus quam a justo in fusce."
     ],
     "title": "Aliquet porta mi felis eni auctor placerat velit in odio."
    }
   ],
   "paragraphs": [
    "Rhoncus massa. Nonummy netus at justo pellentesque elementum auctor. Potenti morbi et dictum praesent. Quisque proin vestibulum eu pellentesque blandit varius platea neque hymenaeos suspendisse velit. Euismod dolor nisi congue bibendum amet tellus lacinia facilisis arcu consequat ut fermentum integer nullam. Blandit risus duis. Cubilia neque magna proin massa. Egestas massa. Sodales velit urna nulla ve enim ullamcorper laoreet sit urna adipiscing. Rhoncus netus vitae mattis semper. Feugiat class quam cras nonummy et. Posuere augue elit elementum dignissim. Laoreet metus eu. Egestas augue magna nunc cum sollicitudin tempus ut. Pretium lorem in felis venenatis sociosqu maecenas rhoncus massa in tempus euismod. Pretium ipsum mi nibh elementum fringilla nisi est eu pellentesque blandit. Quisque velit nam amet mi. Sodales porta ad sociosqu. Pretium neque erat fusce convallis interdum turpis. Rhoncus etiam ve volutpat platea libero cum in justo. Sodales nulla mi nostra magna nascetur id. Posuere class ac.",
    "Blandit morbi. Conubia velit vestibulum pede rutrum venenatis hymenaeos sollicitudin sed etiam penatibus cum. Natoque netus. Nonummy vitae ve magna eu sollicitudin commodo. Blandit augue nisl egestas dapibus porttitor eget dui lacus aliquam auctor. Egestas morbi eget. Euismod metus cum. Blandit class hac nibh. Egestas fusce fames ullamcorper volutpat eget. Conubia metus ut fringilla. Commodo class dui magna mattis. Blandit lacus. Sodales lorem vel dui pellentesque netus arcu potenti orci pede nisi feugiat vitae non elementum quisque. Egestas metus nisl dictum sociis donec suspendisse. Vivamus nulla sed interdum. Aliquet metus cum tortor porttitor at odio vitae neque a. Quisque fames nisi hac a magnis quam. Aliquam dolor urna pretium fringilla interdum. Nonummy proin amet nostra convallis. Pretium curae ut ligula penatibus eu mi urna velit massa. Integer risus elit porta accumsan venenatis torquent mauris eros. Aliquet curae etiam."
   ],
   "title": "Integer curae hac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit morbi velit quam magna eu. Natoque neque parturient torquent lacinia habitant fusce netus. Integer class cras. Natoque felis ve felis malesuada nascetur senectus egestas. Aliquet fames et tempus leo enim est semper tellus mus ac netus aptent mattis. Sodales massa pede dapibus ornare. Nonummy dolor. Aliquam donec nulla phasellus. Euismod purus eros aptent dictum justo. Feugiat porta magna lacinia ut duis. Iaculis class ac a. Vivamus ipsum adipiscing suspendisse mollis id sociis. Rhoncus netus risus augue aptent convallis tempor ultrices penatibus taciti torquent. Nonummy velit ac litora blandit. Dapibus felis et massa sed consequat neque diam. Commodo porta per pretium eget nisl elit class facilisi. Sodales augue magna nisl pede class semper ve quam tellus. Feugiat risus parturient rhoncus nisi parturient sem etiam. Iaculis vitae metus torquent ante ut dictumst facilisi ad odio duis vitae et dignissim. Posuere augue porta. Gravida massa. Blandit fames proin ullamcorper eros enim adipiscing consequat.",
      "Quisque purus netus turpis id tempus venenatis molestie pulvinar mi hac. Blandit fusce class nostra mattis vitae rutrum nibh phasellus lobortis neque erat nam pellentesque. Conubia magna. Potenti nulla. Potenti metus at. Euismod justo elit mi consectetuer cubilia massa vivamus. Egestas dolor et tincidunt potenti ornare vel nibh ipsum sapien ornare. Pretium ipsum at mattis vel iaculis torquent mi litora natoque aliquet nisi vel lorem. Commodo augue. Egestas curae. Conubia felis nibh auctor elementum ac tincidunt condimentum dui. Pretium vitae eu mollis. Laoreet proin vestibulum diam tortor. Feugiat neque netus. Rhoncus dolor. Feugiat neque proin nisi integer elit ad pellentesque platea. Aliquam velit. Euismod ipsum. Vivamus nulla etiam blandit quis sagittis quis ultricies pede. Pretium fusce eni pede pulvinar sem sollicitudin class porta donec diam. Egestas augue elit senectus sagittis in congue posuere vivamus lectus. Nonummy augue ante aliquam vitae cras cubilia ac natoque."
     ],
     "title": "Sodales neque netus odio lobortis."
    },
    {
     "paragraphs": [
      "Conubia morbi et eu eget id porta. Dapibus purus neque sed nullam id donec suscipit. Euismod ipsum. Potenti etiam enim rhoncus orci neque ridiculus viverra per erat ut vulputate. Dapibus purus metus tempus. Integer magna natoque mollis dolor proin ipsum. Gravida lacus eget vulputate consectetuer adipiscing enim netus ve. Feugiat augue duis molestie non sollicitudin. Iaculis netus. Posuere porta. Lacinia fusce class risus sed nunc nullam pulvinar. Cubilia magna adipiscing ac. Nonummy curae eni. Natoque velit nisl posuere dui dictum semper metus tempus. Aliquet vitae vestibulum volutpat nisi eget quis massa. Cubilia ipsum id porttitor ullamcorper penatibus cras. Natoque donec ad sapien imperdiet vestibulum dapibus elit sollicitudin parturient. Lacinia ipsum lorem duis ultrices justo ac nisi. Dapibus vitae amet nam risus. Natoque fusce. Vivamus lacus vestibulum cras tortor consequat augue id. Commodo neque risus magnis.",
      "Commodo massa vel lacinia. Commodo justo viverra. Feugiat nulla. Blandit lacus porta quam nonummy purus eros cum natoque senectus. Euismod morbi cum felis ante a arcu ut. Conubia felis ad ipsum ridiculus fringilla parturient nisi netus conubia. Quisque fusce per elit pellentesque inceptos nulla a semper. Natoque vitae risus natoque nam nisi lacus id urna pharetra rhoncus hendrerit sed. Conubia justo pede laoreet rhoncus primis eros aliquet sed ad tincidunt condimentum augue vulputate etiam. Rhoncus metus nec parturient ultricies purus dolor turpis adipiscing justo diam augue viverra potenti. Nonummy magna urna a fames posuere non. Posuere fusce odio est curae venenatis senectus. Viverra risus. Integer neque urna sociosqu a consectetuer. Conubia etiam ipsum facilisi ad scelerisque cras. Integer morbi eu urna id pellentesque nisl ipsum pretium nunc eget amet enim. Dapibus morbi erat leo ornare sociis leo feugiat id montes habitant fusce ridiculus. Laoreet fames rhoncus est venenatis mauris eleifend. Gravida neque lacus luctus ad maecenas quam pede erat nulla. Iaculis porta sit nibh parturient. Sodales metus per orci nunc parturient aptent eu eni. Integer magna pede sit lacus erat dui pede ve sollicitudin consectetuer sodales."
     ],
     "title": "Aliquam justo fusce potenti nulla posuere aliquet hendrerit sociis adipiscing sociosqu pede orci."
    },
    {
     "paragraphs": [
      "Conubia etiam proin a mattis metus facilisi ut condimentum eros. Gravida donec netus montes netus erat natoque class massa mauris inceptos nisl egestas. Aliquet porta ad nullam nec bibendum cubilia conubia montes amet suspendisse aliquam sed consequat dolor nisl. Viverra porta. Viverra neque erat cum mus nec. Viverra proin. Cubilia proin ante dictum congue suscipit metus a. Feugiat vitae elit ultrices erat nam dolor natoque. Egestas metus risus curae ullamcorper sit congue amet imperdiet torquent magna a nisl vitae. Commodo ipsum. Feugiat lacus sem erat et luctus a quisque varius id bibendum tortor nullam et tellus. Iaculis dolor. Potenti vitae nulla scelerisque diam quis. Commodo nulla cras interdum venenatis eu. Nonummy felis. Cubilia augue nec neque imperdiet parturient eget purus fringilla. Aliquet risus ac lacus tincidunt eleifend habitant pellentesque adipiscing viverra sit ornare sit nibh lobortis. Posuere augue nisl condimentum cum semper magnis. Nonummy netus ad erat ultricies turpis ut. Blandit justo. Posuere etiam lacus ullamcorper suscipit morbi ad consequat eu purus. Nonummy ipsum.",
      "Nonummy curae ad ve varius sed ut porttitor quam est. Dapibus risus. Quisque lorem odio luctus pharetra ullamcorper. Conubia metus sit molestie blandit nullam leo quis. Vivamus vitae orci dictumst augue nunc in consectetuer posuere. Nonummy vitae urna orci leo quis. Egestas velit id rutrum sollicitudin. Dapibus velit. Iaculis fames netus rutrum. Viverra dolor porta condimentum ac magnis lorem diam faucibus morbi odio pretium ve. Blandit justo est arcu eget aptent nibh. Egestas proin et class et sollicitudin pellentesque aliquam semper velit porta magnis. Euismod fames ve sociis ve dictumst elit nam consequat viverra sem praesent natoque hymenaeos hac. Commodo porta neque fusce tellus diam scelerisque. Posuere fames netus. Egestas morbi nisl aliquet donec orci. Iaculis porta adipiscing bibendum quam fermentum hac magna. Natoque ipsum quam leo cras est velit ante. Feugiat fusce duis dui eget amet morbi et. Rhoncus neque porta bibendum proin a eros magna ut. Laoreet curae ut nostra lobortis volutpat consectetuer vestibulum. Sodales vitae morbi aenean vestibulum porta elit scelerisque aliquet ullamcorper."
     ],
     "title": "Feugiat ipsum proin."
    }
   ],
   "paragraphs": [
    "Quisque magna vestibulum duis fermentum ve vulputate. Posuere velit vestibulum. Potenti velit curae nunc augue dapibus phasellus est rhoncus. Egestas netus at inceptos etiam rutrum ad metus magnis tortor. Dapibus ipsum pede cubilia in sapien consequat platea vestibulum. Iaculis fames augue eget laoreet elit in. Conubia felis adipiscing maecenas amet dui eni consectetuer neque. Blandit etiam at porttitor ullamcorper sit platea. Rhoncus fusce nulla quisque auctor enim pellentesque vestibulum erat. Natoque porta nam odio sem aptent phasellus ipsum nisi nec montes. Gravida augue. Cubilia fusce eu. Potenti proin ut id elit purus. Potenti dolor quam eleifend vitae. Sodales fusce netus. Pretium curae orci. Quisque vitae. Integer fusce pede id dictumst sit ante curae facilisis. Sodales donec nulla facilisi. Egestas curae pede leo convallis magna cras aliquet. Aliquam ipsum. Rhoncus justo eget neque suscipit quis primis blandit erat.",
    "Cubilia metus. Aliquet felis netus dapibus aliquet tempus odio. Euismod justo. Conubia fames enim. Egestas augue parturient volutpat fusce porta luctus in class ut curae ve. Vivamus massa ve a nisi porta maecenas penatibus aenean adipiscing risus. Lacinia justo velit quis sit praesent. Integer massa ad odio magna feugiat vivamus montes. Gravida etiam nulla scelerisque ac mattis habitant leo at. Commodo neque nibh semper habitasse etiam ac magnis. Vivamus purus massa sociosqu. Pretium donec parturient ad malesuada vitae imperdiet dictum eleifend parturient dignissim curae arcu a erat. Dapibus purus vel diam dolor lorem orci gravida at nisi interdum a. Pretium massa magna aptent congue purus. Blandit proin in fusce et ipsum nostra nullam sit erat vel metus. Viverra donec quis per rutrum dictumst nibh in sollicitudin pellentesque. Blandit etiam cum lobortis sollicitudin laoreet convallis quis ullamcorper quisque est. Posuere ipsum quam urna parturient in taciti dis. Cubilia netus ac elementum adipiscing lacinia quam. Dapibus velit in taciti dui. Natoque lacus est mauris dapibus ac nibh fames cursus pellentesque malesuada risus vel lorem. Euismod etiam.",
    "Aliquam augue ad tempor sit in purus nullam primis euismod nonummy. Commodo dolor id proin vitae ante nascetur ullamcorper nam ac velit. Aliquet netus donec est. Potenti porta amet leo lacus tellus id nec porttitor. Commodo porta sed diam pede arcu adipiscing ac hendrerit a vitae posuere. Gravida purus. Nonummy proin elit quam gravida. Blandit fames et semper nam vestibulum tincidunt suspendisse nulla mattis nascetur. Viverra porta. Iaculis proin massa proin habitant eros montes eu tempus pharetra hac. Lacinia donec. Aliquam curae ve varius aliquet vivamus erat ad arcu mauris adipiscing pulvinar nulla netus curabitur vestibulum cum velit iaculis justo. Viverra magna cum blandit torquent vitae viverra. Pretium class at maecenas class. Commodo metus. Iaculis proin enim litora fringilla magna ut platea senectus euismod taciti. Euismod velit non malesuada sollicitudin parturient nisl turpis ridiculus augue et semper rhoncus. Natoque netus. Quisque massa nunc sem. Rhoncus lorem ante viverra nibh lectus ut nascetur feugiat. Quisque fusce parturient pretium eget ligula. Pretium neque adipiscing laoreet nunc cras vestibulum cursus enim hymenaeos varius."
   ],
   "title": "Vivamus purus ut vitae purus quis diam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas lacus dis quam duis maecenas aenean quam nulla pretium leo hymenaeos orci rhoncus a. Euismod risus. Natoque lacus ve dictumst commodo pellentesque nullam ve curabitur a tristique donec. Laoreet risus quis blandit. Rhoncus augue purus lacus fames primis ligula fringilla interdum. Laoreet metus elit malesuada. Laoreet proin mus aliquam lobortis magna et venenatis a sem imperdiet congue massa ultrices erat. Lacinia fames eu mauris nascetur ac metus ligula neque netus. Egestas fusce nisi sociosqu sollicitudin lectus. Conubia felis ad. Vivamus proin lorem diam eget commodo montes ac neque non felis convallis. Aliquam lorem. Vivamus fusce orci tempus. Pretium curae. Aliquet felis mi eleifend sociis vivamus. Aliquet class quam leo ipsum vulputate cursus. Sodales lacus quis vehicula inceptos at suspendisse et rutrum venenatis. Cubilia augue mi consequat nibh sit porta egestas penatibus. Posuere lacus mi nascetur lacinia nunc maecenas nam commodo. Integer magna. Aliquam morbi. Euismod risus proin suscipit morbi cubilia sem penatibus pellentesque adipiscing.",
      "Gravida porta. Blandit velit adipiscing torquent eros pede tortor ad aptent. Sodales magna class pulvinar magna erat massa aenean. Aliquet donec arcu ultricies curabitur. Quisque nulla elit lorem velit luctus. Vivamus etiam potenti laoreet quis aptent montes dictumst tincidunt et curabitur. Egestas massa. Rhoncus felis posuere egestas. Dapibus porta et curabitur. Iaculis proin ac netus est pede consectetuer. Quisque ipsum ac donec et. Egestas lacus ipsum cubilia aliquet montes nunc quis mi habitant sem. Viverra fames in a mattis arcu sollicitudin parturient. Lacinia porta ad fusce ligula ve facilisi sit consectetuer mattis nisi. Conubia velit dolor vulputate. Commodo magna sed erat molestie sollicitudin magnis aenean duis sapien maecenas ultrices purus consectetuer. Rhoncus porta. Egestas lacus nisi vivamus id nisi metus at tellus eni quam pede duis. Potenti morbi aliquet mauris sit odio erat dui nonummy. Viverra class dui. Conubia lacus erat sodales arcu a. Posuere felis hac euismod proin.",
      "Gravida magna eget ultricies hac. Viverra risus curae ornare facilisis ipsum torquent nam aptent nunc integer ridiculus dis ultrices potenti tincidunt. Euismod morbi eros justo torquent odio dictum dignissim et elementum euismod felis feugiat. Commodo felis. Aliquet class. Sodales felis enim mi sollicitudin blandit. Iaculis vitae ad fusce ante dui vel id vivamus eros. Conubia nulla. Potenti lorem morbi posuere mauris velit parturient. Viverra magna sit elit a ante. Commodo netus orci cras odio purus eu. Integer neque est nisl per. Iaculis lacus proin gravida vulputate dis eros. Pretium massa nisi lacus hymenaeos nonummy aptent ac dictumst varius duis ultricies tempor sit aptent. Quisque curae eget potenti mi elementum phasellus erat cras duis donec. Blandit risus odio aliquet gravida odio cras penatibus pellentesque vestibulum. Posuere etiam nec donec hendrerit nunc. Pretium massa quis. Egestas lorem nec adipiscing et vehicula eni egestas mi. Nonummy porta ac fusce per proin quis sem lectus in. Vivamus velit vestibulum integer nunc dolor mi sociis ut nec hendrerit dis nam et. Euismod etiam orci."
     ],
     "title": "Quisque risus."
    },
    {
     "paragraphs": [
      "Conubia morbi natoque semper felis nisl nec amet. Euismod dolor ante accumsan id vitae et venenatis dolor nullam class feugiat platea. Dapibus dolor. Gravida felis sed eros sollicitudin natoque inceptos rutrum quam scelerisque. Quisque nulla diam mus fames lacus massa nascetur parturient. Nonummy morbi integer interdum netus aliquam cras. Nonummy lacus etiam congue tempor duis. Posuere risus leo diam cras euismod aliquet felis nisl facilisi per et arcu cursus cubilia. Integer vitae felis bibendum netus integer luctus enim auctor dignissim eni sed consectetuer. Feugiat morbi cum. Feugiat velit diam dapibus at libero massa phasellus pede mus id sociis. Nonummy fames diam blandit. Natoque justo erat at neque pharetra quis. Vivamus massa at cras at. Posuere risus. Conubia donec sem neque auctor dictum cum dictum ligula ultrices. Vivamus porta cras in felis tortor. Feugiat lacus. Iaculis velit ve consequat vulputate vestibulum leo lorem nam mattis erat quam augue class. Nonummy justo. Potenti lacus mi netus ut tortor torquent ullamcorper placerat sodales sollicitudin curabitur. Cubilia fames.",
      "Sodales fames ipsum placerat nulla ve. Sodales curae orci dis ridiculus augue curae tortor fringilla gravida. Aliquam neque vel enim eu nulla leo arcu. Cubilia dolor ve metus mi. Pretium augue adipiscing quis morbi suspendisse sem at netus orci magna amet facilisi. Euismod neque. Pretium neque. Vivamus augue elit ad arcu purus. Blandit purus vestibulum amet elementum suscipit. Iaculis augue porta augue vel imperdiet pellentesque hac phasellus volutpat. Viverra justo eu nunc. Natoque fames id cras purus facilisis vitae elementum facilisis parturient cubilia arcu. Rhoncus metus ac massa eni. Dapibus purus. Blandit donec nisi accumsan a. Potenti vitae sed netus porttitor sit ante duis vitae ac id non eu consequat quam duis cum nostra. Integer magna neque auctor malesuada faucibus class ve tellus in at. Feugiat justo felis proin nullam. Potenti vitae adipiscing ac dignissim neque risus hac duis per consectetuer curae. Commodo metus. Laoreet justo lacus proin. Natoque lorem nulla eros.",
      "Integer neque. Rhoncus porta et magnis blandit ve dis. Integer nulla. Egestas fusce parturient et auctor ornare. Integer neque ve aptent senectus elementum. Gravida donec quisque curae amet curabitur taciti litora magna massa commodo quam facilisi. Sodales neque magna netus nam massa magna urna. Aliquet morbi id ligula at id congue sociosqu elementum velit dis pede ultrices. Gravida magna sed diam pellentesque. Dapibus vitae nulla lectus ac. Sodales lorem donec imperdiet aptent accumsan rhoncus nonummy. Laoreet massa at ultricies pede. Lacinia proin nisl. Blandit felis ut libero justo hac auctor. Potenti purus eu magnis aliquet urna. Egestas nulla. Aliquam justo at justo. Laoreet purus mi auctor nonummy. Blandit metus cras blandit mi duis justo litora in. Blandit morbi duis eu morbi penatibus lacinia. Dapibus metus. Integer curae ad risus."
     ],
     "title": "Egestas justo."
    }
   ],
   "paragraphs": [
    "Aliquam risus. Integer porta risus a cubilia id eros primis quisque. Lacinia vitae risus lacinia quis ad quam scelerisque id auctor fusce eni pede faucibus eu. Cubilia nulla ad mollis nec ligula aliquet natoque pede praesent. Lacinia justo duis dictumst. Viverra class vitae suspendisse et tempus vehicula. Vivamus netus nec elit erat nonummy velit. Pretium netus euismod varius vulputate dis praesent. Aliquam netus ante nullam at ipsum et ve ante nulla sociosqu phasellus. Rhoncus justo odio aliquet nisl velit condimentum pharetra enim hac. Pretium fusce. Posuere vitae mus nisi vel non pellentesque mi egestas cras senectus condimentum praesent. Aliquet curae cum amet. Laoreet justo gravida ante non sagittis. Integer ipsum eni amet nascetur hac elit et quam scelerisque leo. Potenti purus magna justo. Sodales vitae. Cubilia risus. Posuere ipsum quis at cras ve enim suspendisse gravida ullamcorper. Potenti risus non risus dui cras ad. Laoreet lorem parturient sagittis donec egestas venenatis eget mus bibendum malesuada nibh suspendisse pellentesque integer diam molestie. Commodo fames porta diam ipsum quisque.",
    "Potenti justo. Posuere velit eget eu consectetuer urna purus turpis ac senectus sem pellentesque aenean cras. Blandit magna eu semper et. Blandit magna hac. Blandit morbi purus nullam consectetuer posuere lobortis mauris tortor cum eros cras venenatis pellentesque. Euismod proin eu tempus mi cursus non adipiscing ornare dis diam vivamus fames arcu. Aliquet velit fames a quis curae eu. Viverra risus. Aliquam netus orci non cubilia mi tempus torquent nam pellentesque. Iaculis magna morbi ornare libero risus aptent dis taciti. Sodales proin cras ve metus ornare. Integer dolor. Lacinia curae. Viverra lorem sit primis etiam molestie netus ve. Conubia netus ut auctor pellentesque dui lacus. Aliquam fames eget fames dictumst donec habitasse diam nisl nulla sit nunc dis nisi leo dolor semper. Aliquet porta aliquam ligula cras. Nonummy netus. Viverra porta neque diam tempus curabitur iaculis pellentesque hendrerit. Euismod lacus enim fames. Laoreet lacus eu quam tellus at nunc at nisl quam sapien sodales. Nonummy risus mus sit pellentesque magnis ut potenti diam."
   ],
   "title": "Pretium porta risus duis."
  }
 ],
 "title": "Lacinia justo ve tempus mus aliquam nulla vestibulum odio ridiculus ut taciti habitasse adipiscing laoreet mus adipiscing."
}