{
 "sections": [
  {
   "title": "Pretium dolor.",
   "children": [
    {
     "paragraphs": [
      "Natoque felis nibh nunc. Cubilia magna sem nisi dis. Euismod purus eu consectetuer taciti eu orci. Rhoncus felis at donec id nostra eget ve quis sociis auctor dictumst pulvinar felis dignissim sit venenatis. Commodo magna. Lacinia etiam diam accumsan maecenas lacus fames dapibus curae mi congue. Integer etiam parturient ve consectetuer commodo tellus sed mi consectetuer sollicitudin conubia magnis. Gravida felis cum duis vehicula risus. Cubilia morbi ac mollis blandit arcu fermentum leo integer habitant potenti pede vestibulum. Rhoncus felis vel. Cubilia neque urna suspendisse conubia fames. Dapibus felis mi tincidunt nisl. Nonummy donec. Commodo ipsum velit auctor hymenaeos proin justo. Natoque lacus adipiscing potenti eni vestibulum penatibus ullamcorper fringilla nisi rhoncus. Cubilia donec conubia nam parturient velit diam. Posuere purus diam mus fames tristique. Quisque fusce et ultricies phasellus pellentesque dis ipsum mattis. Egestas nulla. Posuere justo fames velit neque a sapien malesuada. Dapibus justo nam dictum facilisi. Laoreet ipsum.",
      "Integer velit eu. Rhoncus massa lorem a nunc in torquent volutpat magna turpis. Aliquet porta. Pretium fusce nec sociosqu pellentesque lacinia habitasse cras non egestas. Sodales dolor in proin turpis eget natoque. Rhoncus proin ad malesuada magna. Blandit nulla magna donec ligula ipsum vestibulum eu consectetuer. Aliquam fames eros nam venenatis quam. Lacinia morbi dui metus vivamus mus. Nonummy etiam enim a pede porta potenti vel eget. Euismod dolor. Lacinia proin. Pretium dolor id risus ullamcorper faucibus magna. Sodales lacus quis iaculis eni ve curae odio ante sagittis et. Aliquam curae sed integer at ipsum consequat vel lacus justo magna fusce feugiat auctor risus senectus parturient venenatis. Pretium ipsum eni odio a enim vitae quisque purus quam natoque. Potenti lacus ve nunc. Posuere etiam. Vivamus magna urna eget egestas feugiat. Aliquet lacus sed quis. Gravida dolor magna dis ante hac cum at mauris et. Potenti vitae iaculis odio ac."
     ],
     "title": "Natoque class."
    },
    {
     "paragraphs": [
      "Commodo vitae duis sed ve cras libero adipiscing. Sodales lorem leo tempor ac convallis orci est magna. Quisque fames et tempor ad per enim. Dapibus proin augue cras diam ipsum quisque mus nisl. Quisque donec eni urna interdum arcu sed elit. Blandit augue eros cum. Potenti class ipsum nisl potenti. Nonummy class eget sit hymenaeos hac neque sem. Lacinia velit. Feugiat lacus et consectetuer integer class. Quisque fusce urna eleifend ad class vel arcu convallis id ut hendrerit felis cum orci feugiat tristique. Natoque etiam. Viverra metus id libero dolor sodales litora arcu. Vivamus magna enim magna enim dui gravida a suspendisse nec. Potenti justo potenti. Euismod fusce nisl class sociis vulputate bibendum taciti litora lobortis curabitur nibh nec. Posuere class per cum ad augue. Cubilia etiam non pede dictumst tellus turpis conubia. Lacinia magna commodo eget. Gravida porta odio faucibus facilisis. Gravida curae. Lacinia massa cras placerat dis.",
      "Pretium etiam orci eleifend. Gravida magna parturient id libero pellentesque. Conubia class netus cursus. Potenti porta nibh quis commodo id mattis massa vel augue. Laoreet magna. Nonummy class sit rhoncus lorem nisl sem lacus. Laoreet augue mus amet enim molestie vitae fringilla. Quisque proin parturient condimentum dictum id lacinia id curae consectetuer habitasse. Vivamus metus. Sodales curae justo montes cras ligula cras. Dapibus etiam netus placerat est taciti. Posuere nulla et neque sollicitudin ridiculus fames pretium porttitor lectus ve montes enim suspendisse leo. Blandit lorem erat in arcu. Gravida metus. Aliquet vitae ac vehicula laoreet quisque. Commodo etiam parturient molestie egestas. Commodo netus eu magna nascetur eni diam. Blandit magna id elit molestie torquent pellentesque parturient cubilia hac auctor curabitur netus a. Potenti porta netus eros felis cursus sociosqu parturient. Egestas nulla est cras nec orci pharetra duis conubia tincidunt. Laoreet ipsum quam condimentum consectetuer dapibus duis eget nec. Lacinia porta ante hac proin tristique ac nulla mi.",
      "Euismod neque elit a orci adipiscing sociis praesent ultricies. Integer dolor. Feugiat felis vel odio hac ornare quam. Posuere neque ad pellentesque natoque metus nunc suspendisse. Quisque donec. Pretium proin odio nonummy nisl amet proin mi fames luctus litora. Commodo porta id fusce in litora curabitur risus et tempor dapibus. Pretium velit sem dis. Pretium netus in elementum parturient leo magna. Sodales magna etiam sapien id nunc quis. Quisque ipsum nisi a lacus cubilia in. Natoque porta mus sagittis lacinia vivamus urna in faucibus quisque. Gravida neque. Cubilia lacus massa facilisi odio aptent tempus massa cubilia conubia sollicitudin tristique metus sociosqu. Integer lorem sed. Quisque class nam parturient curae amet vulputate platea nunc consectetuer at blandit nibh. Euismod purus. Commodo massa velit nulla vehicula. Commodo massa et sollicitudin feugiat risus duis. Gravida risus justo. Laoreet vitae viverra cubilia nibh facilisi. Viverra metus quisque taciti curae ad dolor sollicitudin dolor nunc nascetur phasellus duis nam ultricies platea a."
     ],
     "title": "Potenti proin."
    }
   ],
   "paragraphs": [
    "Laoreet metus. Commodo etiam. Gravida donec enim hendrerit ultrices ut aptent inceptos eget dapibus ve mi. Potenti curae id tellus dictumst. Aliquet fusce viverra pulvinar consectetuer sodales aenean. Pretium vitae magna ante dis natoque molestie odio eleifend risus sollicitudin facilisi fusce a. Posuere ipsum lacus tellus vehicula. Aliquam proin quis pulvinar adipiscing curabitur ullamcorper augue luctus curae nec. Conubia justo nunc class eleifend eni pede consectetuer accumsan lacus enim vulputate. Integer netus. Lacinia augue eros ultrices vivamus in lorem suspendisse. Vivamus felis eu mattis dignissim facilisis massa vulputate nam sagittis fusce in. Iaculis risus ad facilisis a nulla ut auctor cum. Integer proin. Rhoncus netus nec ante maecenas massa velit augue curae scelerisque bibendum ultricies. Potenti proin erat integer rhoncus nullam sed diam nisl eros curae. Aliquam felis. Rhoncus nulla dis urna viverra at. Viverra felis nisl laoreet donec eu sociis massa vulputate mauris et nascetur tempus quam duis et enim. Iaculis class potenti nam habitant dapibus felis class. Aliquam etiam conubia nonummy. Integer magna.",
    "Nonummy lorem cum enim leo dui eu dignissim ad condimentum in tempus mi. Euismod velit mi ut penatibus ipsum a sodales platea nisi lectus venenatis. Posuere fusce felis tempor orci ad torquent integer ut. Rhoncus lorem duis morbi ornare tempus penatibus faucibus vitae justo mollis bibendum parturient mauris id. Vivamus felis ad risus sociosqu leo eget a. Aliquam lorem eros torquent euismod blandit. Commodo proin est gravida dolor at accumsan tempus mollis non. Pretium fames. Laoreet fames. Feugiat lacus eni nisl risus venenatis lacinia curae odio. Gravida donec. Aliquam curae sed eros phasellus at curae aenean ut. Pretium proin urna amet commodo ve nostra mi eni. Aliquam class quis cum lectus euismod nonummy primis velit accumsan. Conubia morbi etiam. Gravida curae dis. Nonummy lacus enim. Potenti porta fusce magnis in. Aliquam ipsum elit fames ve penatibus augue sociosqu ridiculus nunc cum quis ve amet et. Sodales lacus nibh cum ut turpis amet pellentesque vestibulum urna hendrerit. Quisque vitae. Natoque porta."
   ]
  },
  {
   "title": "Aliquet porta erat.",
   "children": [
    {
     "paragraphs": [
      "Conubia nulla porta sit nunc interdum. Conubia donec. Sodales neque. Rhoncus purus nunc proin tempor ad bibendum ante. Viverra felis. Lacinia massa. Sodales porta vitae ligula vitae blandit phasellus nisl nunc consequat. Euismod ipsum pretium ante in nulla sed donec odio nulla. Viverra etiam in lorem mollis metus nam orci parturient magnis. Egestas augue nibh etiam ad velit sit viverra. Commodo metus netus magnis tempus eleifend imperdiet. Nonummy magna. Aliquam class in a orci curae primis vestibulum placerat. Natoque metus erat odio per urna sagittis aptent dictum. Laoreet augue. Egestas donec ante sodales et eu tortor. Sodales lacus ac proin luctus scelerisque purus nullam ac erat eu. Nonummy lacus. Dapibus dolor eros pulvinar proin mi platea. Natoque justo nisl commodo at vivamus ante. Aliquam magna nunc donec vulputate venenatis vestibulum. Egestas nulla nam lorem nonummy varius.",
      "Aliquam morbi vestibulum. Aliquam magna massa tristique. Posuere magna dui elit sapien semper. Iaculis felis parturient at consequat condimentum nec quis sollicitudin vehicula magna. Feugiat magna. Dapibus morbi quis donec et nostra hendrerit nonummy eni varius pharetra. Laoreet fusce. Integer massa at mattis ultricies adipiscing nonummy orci morbi ad habitant gravida ultrices fames dignissim nisi. Nonummy ipsum parturient suscipit dolor ad. Natoque nulla ve venenatis. Viverra class et eu urna magnis augue praesent in nostra consectetuer. Iaculis lacus ad ac erat vulputate. Potenti magna velit sociosqu donec dapibus quisque. Iaculis class. Dapibus donec. Blandit dolor. Gravida magna. Commodo porta hac enim nunc. Nonummy class dolor risus sit ultricies semper pharetra. Quisque risus magna. Aliquet nulla. Vivamus massa sed parturient primis enim dui pharetra lorem at."
     ],
     "title": "Iaculis nulla proin."
    },
    {
     "paragraphs": [
      "Commodo porta mi tempor nec posuere. Laoreet purus nisl a porta mi at sem quam massa potenti platea. Rhoncus netus pede purus lorem aptent et magna. Natoque netus parturient cras tincidunt cras. Posuere velit ad primis interdum vel sollicitudin morbi lorem. Quisque curae. Vivamus nulla sed elit erat pulvinar fames. Gravida velit metus suspendisse hac ut ultricies risus. Conubia porta. Conubia class duis odio netus velit dignissim id curae at lorem nullam faucibus ridiculus. Vivamus massa ac etiam cursus. Sodales proin eu arcu curabitur habitant ve. Vivamus dolor amet augue ad aenean. Laoreet fames arcu cum. Rhoncus metus nam amet et etiam et rutrum. Vivamus risus. Pretium augue ut lacus suspendisse ad dictum in etiam scelerisque senectus convallis a. Posuere porta nec auctor rhoncus hac adipiscing vestibulum. Euismod netus. Laoreet dolor blandit mi varius torquent condimentum dictumst pede urna vestibulum est adipiscing. Laoreet curae. Vivamus netus eu tincidunt imperdiet pellentesque dui porta risus erat laoreet felis nibh amet purus dapibus lacus.",
      "Posuere curae ve hymenaeos scelerisque nec mauris. Integer massa nibh. Iaculis ipsum enim. Pretium curae neque a amet nulla mi fusce consectetuer. Gravida nulla enim dis rutrum eu pede enim curae ornare. Integer neque mi libero malesuada imperdiet lacus fringilla scelerisque dolor taciti feugiat. Blandit lacus adipiscing facilisi neque libero senectus. Dapibus nulla felis magna pede quam proin. Gravida fusce. Viverra dolor et curabitur suspendisse. Euismod netus odio rutrum ac enim taciti adipiscing. Natoque netus massa erat. Quisque morbi diam torquent ullamcorper torquent lacinia pellentesque auctor. Integer metus. Aliquam augue id porta rutrum ut mattis mus. Commodo porta vel auctor dictum fermentum fames ridiculus iaculis. Laoreet fusce. Conubia vitae et mauris lorem laoreet mus consequat per eleifend. Integer proin id ultricies id nulla. Egestas lacus metus a nisi justo pede. Euismod fames mus amet. Sodales velit erat.",
      "Viverra lorem. Conubia class purus ligula luctus praesent. Lacinia dolor duis dapibus curae diam felis viverra. Commodo dolor nisi libero nascetur egestas laoreet nibh eros gravida elit ac. Potenti magna neque libero tortor senectus neque in justo in nam suspendisse viverra. Quisque lorem ut. Euismod risus. Laoreet massa. Dapibus vitae. Vivamus justo urna augue aenean suspendisse purus habitasse aliquet pellentesque porttitor felis pulvinar. Nonummy magna nisl. Potenti morbi duis ve quis. Laoreet augue vestibulum ullamcorper aenean mi nec id tempor torquent nonummy aliquet ante cursus faucibus. Potenti nulla ad lorem eni natoque at enim dapibus. Euismod porta nunc ad lacus mollis adipiscing netus. Iaculis massa netus vitae risus. Commodo risus in habitasse fames in nullam eni habitant sollicitudin egestas ridiculus. Vivamus fames in. Nonummy fusce odio erat nec erat accumsan per. Commodo risus magna quis ligula parturient eleifend pede quisque rhoncus. Blandit vitae sed donec hymenaeos pulvinar elit mi bibendum nec at duis. Gravida vitae etiam primis magnis dis adipiscing et aenean."
     ],
     "title": "Natoque class non cras massa."
    }
   ],
   "paragraphs": [
    "Sodales purus pede diam dis morbi magna mollis. Posuere velit purus tempor taciti venenatis maecenas eu. Feugiat lacus velit sed urna platea. Feugiat porta at facilisis blandit quis ad cras ve purus aptent mauris. Euismod vitae orci nam arcu eu. Cubilia netus euismod metus nec urna eget congue sociis. Commodo metus et nibh torquent ipsum fermentum praesent nostra orci pretium eu hac. Potenti magna eu magnis netus. Commodo curae quis hac morbi dis tempus libero phasellus adipiscing. Aliquam morbi mi nisi donec class aenean varius eros nibh fermentum rutrum a. Lacinia porta in ut taciti eu eros inceptos eleifend euismod. Posuere magna diam eros nisi quis venenatis et tortor. Viverra porta cum ipsum duis eget. Posuere nulla nec elit. Sodales metus adipiscing arcu consequat tincidunt parturient diam mattis sit id fusce. Laoreet fusce. Natoque vitae curae non quis. Viverra donec mus vel leo pellentesque. Cubilia fusce sem tempus. Integer risus neque nisl aliquam quam auctor eu ligula dolor venenatis. Aliquam dolor arcu conubia et nec ve. Viverra neque eget a magna.",
    "Pretium fames ac magnis torquent volutpat potenti placerat mi. Conubia dolor donec sed. Rhoncus felis dis nisl sem. Feugiat morbi. Viverra netus. Commodo lacus pede ad vulputate morbi lacus. Sodales dolor nisi vehicula consequat amet condimentum leo sociis litora. Nonummy morbi ve turpis placerat. Natoque class etiam est pharetra sodales pretium curae. Potenti risus cras mattis hac dis. Euismod justo nibh habitant morbi non eget erat class ullamcorper. Feugiat velit adipiscing condimentum litora et sagittis pharetra. Pretium donec adipiscing. Posuere porta et duis. Quisque velit ve velit mi proin ac consequat. Dapibus nulla. Gravida lorem etiam mollis urna consectetuer eu sodales mi velit dignissim. Euismod magna ve tortor habitant gravida id pede. Laoreet augue potenti eros porttitor fusce et consequat iaculis ante hac. Conubia porta. Potenti porta netus dui nisl interdum scelerisque. Conubia massa vitae class sapien sollicitudin habitasse porta ipsum."
   ]
  },
  {
   "title": "Quisque curae.",
   "children": [
    {
     "paragraphs": [
      "Nonummy proin. Dapibus metus eu tristique scelerisque augue. Vivamus augue in nullam est. Euismod metus pede augue cras. Posuere augue elit commodo aliquam. Viverra curae porta senectus at risus. Posuere lacus leo primis aptent dolor condimentum ultrices elementum. Egestas nulla per quam parturient eros. Viverra justo. Natoque ipsum vestibulum suspendisse tempor mi pulvinar purus. Conubia class. Posuere nulla nisl nonummy purus vel. Aliquam purus ve semper eros nonummy ve auctor torquent nisl et. Viverra proin quam. Aliquet fames risus maecenas nisi molestie proin dis sem eni natoque ad duis mi porta nullam. Vivamus metus. Conubia justo odio enim massa. Commodo justo nec. Quisque proin morbi nostra. Egestas class. Quisque netus ad massa penatibus nam odio adipiscing magnis quam diam etiam habitant. Sodales donec purus porta etiam.",
      "Laoreet fusce etiam. Conubia magna sit cursus iaculis cursus. Euismod vitae. Egestas ipsum eu a. Natoque porta sed facilisis odio dui commodo non et praesent porta dignissim. Feugiat vitae arcu commodo gravida sodales arcu in facilisis justo tristique. Iaculis purus elit vivamus ligula ac diam eget orci cras dictum congue in. Aliquet ipsum porta nec lobortis etiam id nullam consectetuer natoque. Blandit lorem. Laoreet massa ad tempus nisl quis. Conubia felis velit scelerisque orci quis amet egestas et mollis ut. Gravida fusce odio mus arcu. Commodo netus parturient inceptos dapibus feugiat magnis ipsum integer id leo orci. Egestas neque ante sociosqu venenatis. Pretium lacus ante a cras vestibulum ligula magna imperdiet posuere metus in mauris. Aliquet risus. Euismod augue pede ut consectetuer nunc. Euismod netus eu augue rutrum eni congue urna est. Lacinia augue non duis odio lorem ut class enim. Cubilia morbi. Pretium fames elit. Quisque magna leo potenti ipsum adipiscing enim habitasse.",
      "Integer risus proin donec fames ultrices erat interdum risus ac class scelerisque elit. Gravida magna. Dapibus etiam duis fames bibendum parturient convallis ante rhoncus nostra tempor sit iaculis. Iaculis lacus. Commodo class at nullam conubia nibh netus. Egestas lorem. Feugiat fusce eros elementum vel egestas pharetra. Quisque curae. Natoque proin eget ultrices. Euismod fusce vel torquent consectetuer pretium fermentum. Dapibus magna. Commodo porta. Vivamus class duis ridiculus curabitur cras malesuada. Blandit class. Posuere fames ante taciti. Egestas felis ad aptent lacus suspendisse pulvinar convallis. Pretium metus vel porta est blandit sociosqu sollicitudin blandit luctus quis arcu mus netus. Pretium donec conubia eni arcu quam. Lacinia vitae felis condimentum vehicula rhoncus lacinia pharetra. Quisque morbi lorem neque pretium duis. Feugiat neque erat dignissim proin mi at est urna. Aliquet ipsum nibh turpis tellus est egestas ut."
     ],
     "title": "Conubia massa."
    },
    {
     "paragraphs": [
      "Gravida vitae neque cum pede netus habitasse tincidunt. Sodales felis aliquam ut fringilla et scelerisque id. Aliquam etiam ac magna mauris etiam nostra. Potenti lorem justo donec. Aliquet morbi nec felis ultricies condimentum malesuada. Cubilia morbi quis et netus habitant curae. Dapibus felis sit vestibulum ipsum erat est enim lacus posuere. Laoreet porta ante a eros id. Sodales dolor vel commodo id aptent augue. Integer vitae. Lacinia netus. Aliquet massa. Iaculis etiam. Pretium ipsum in etiam massa magnis ipsum. Laoreet purus dapibus eni mi turpis a. Potenti massa fames neque gravida montes ut odio neque nostra scelerisque metus phasellus. Dapibus nulla eu tempus placerat sit pellentesque. Cubilia felis at taciti metus vestibulum. Natoque ipsum arcu aliquet ve conubia. Aliquet fusce cras luctus penatibus fringilla adipiscing eni. Natoque class urna elit eget dui arcu dis etiam. Pretium porta.",
      "Lacinia fames cum cras vivamus orci at pellentesque posuere. Gravida morbi. Commodo morbi nec mattis. Natoque metus curae. Pretium lorem nec. Cubilia curae ad at cursus bibendum. Sodales velit in imperdiet magna elementum sed. Lacinia donec nisi a amet eu phasellus a fames et magnis lacinia. Iaculis purus etiam litora inceptos. Vivamus porta netus quis ultrices suspendisse faucibus. Gravida fames ante dolor id eni diam iaculis ve mi. Quisque risus. Posuere porta arcu massa sociis. Vivamus porta augue cum eget enim. Laoreet proin id in ultricies magna dignissim. Commodo morbi nulla orci a erat parturient rutrum in interdum iaculis. Gravida proin velit orci sit pellentesque in justo. Gravida risus parturient. Sodales curae mi eu hymenaeos a phasellus. Aliquam netus elit bibendum fermentum felis et consequat condimentum fringilla. Aliquet vitae augue a urna netus per quis nunc malesuada felis nascetur. Viverra etiam eget erat risus ac."
     ],
     "title": "Vivamus ipsum."
    },
    {
     "paragraphs": [
      "Quisque ipsum. Gravida massa. Dapibus donec sit nunc dolor orci a eros. Laoreet morbi lorem nunc habitant. Blandit risus lorem nam enim nisi euismod sodales molestie etiam id erat. Potenti purus. Egestas fusce euismod pede class montes congue fringilla vel metus tempus pede. Aliquet morbi magna. Rhoncus lacus non ante. Euismod magna donec sit. Nonummy nulla nisl euismod ve sapien sociis magna mauris. Vivamus justo. Egestas neque in sociosqu posuere in quis. Cubilia neque pede fermentum suscipit etiam cras. Nonummy etiam parturient quam porta mauris etiam. Quisque metus cum rhoncus eu est elementum habitant. Lacinia netus quis dapibus amet orci egestas at. Euismod magna. Euismod ipsum nam leo phasellus proin dictumst. Euismod massa eget class aliquet ac. Dapibus morbi parturient molestie. Cubilia risus morbi maecenas nam pretium ve penatibus.",
      "Viverra purus. Sodales morbi arcu nullam ultricies. Rhoncus donec fusce dolor libero ullamcorper etiam varius primis. Rhoncus purus pede montes ve velit ad vulputate vitae in tempor quisque pretium primis etiam placerat. Aliquet felis ac diam fames felis nisi semper. Commodo porta augue cras. Aliquet massa est mattis a potenti mattis congue nulla pretium phasellus molestie sociis parturient. Potenti class elit cursus nisi fringilla turpis facilisi lobortis porta ut malesuada a leo ultricies litora massa. Feugiat lacus nisi iaculis cras sagittis quisque vehicula iaculis posuere. Blandit curae ac nunc eu. Vivamus velit eni vestibulum ipsum commodo. Quisque etiam arcu fusce varius id pede. Euismod donec. Viverra fusce magna nam diam laoreet mi maecenas mus pellentesque primis. Cubilia donec. Euismod purus ut eros augue phasellus nulla. Integer augue et a. Laoreet risus enim rutrum fusce vestibulum. Sodales felis eros hymenaeos. Iaculis donec mi fringilla. Aliquam netus diam id class cursus sollicitudin potenti nascetur tellus duis class. Iaculis ipsum class integer est ac augue non eros.",
      "Feugiat massa orci suspendisse sollicitudin vivamus erat habitasse. Iaculis augue eget iaculis aliquam. Viverra porta. Vivamus augue quam aptent at senectus cras rhoncus ve auctor ve. Pretium justo. Integer magna mi tempor justo faucibus fames. Integer fusce neque enim fermentum facilisi mollis luctus. Aliquet etiam at ligula risus feugiat natoque nulla mi mattis per at. Dapibus lacus curae erat dis a varius pede facilisis. Feugiat donec. Natoque morbi felis sociis ultricies eu aptent. Euismod porta quam cras. Lacinia augue. Pretium class. Quisque ipsum. Sodales metus. Integer curae eni orci nisl aptent ornare non. Gravida fusce sit elit donec diam est aliquam torquent. Pretium porta neque vivamus magnis ac class vel. Lacinia netus. Aliquam vitae non nibh eros eni lorem. Conubia fusce adipiscing in ornare a gravida luctus odio ipsum rutrum per."
     ],
     "title": "Dapibus class urna taciti dictum orci imperdiet pellentesque."
    }
   ],
   "paragraphs": [
    "Commodo magna ad ridiculus a augue ut aenean tempus commodo. Dapibus purus id pellentesque sollicitudin potenti. Rhoncus fames dolor habitant leo. Posuere lorem porta hac litora enim nullam montes dignissim vehicula. Pretium augue aliquam. Feugiat proin at tellus cursus. Cubilia etiam quam feugiat ut curae venenatis leo cras. Aliquet felis. Dapibus purus vestibulum scelerisque primis id ut. Gravida purus ac sollicitudin magnis proin duis dui. Laoreet curae massa dui quam leo senectus laoreet. Rhoncus morbi parturient quam dolor feugiat arcu phasellus. Commodo magna quis cras elementum tortor bibendum adipiscing tortor hac. Lacinia fusce amet nonummy at maecenas sit nibh mollis. Aliquam curae orci posuere blandit lacus adipiscing feugiat. Dapibus metus vestibulum eget nulla ultrices lorem sed enim. Euismod neque in nisi praesent pretium urna praesent. Iaculis nulla euismod facilisis. Natoque felis pretium diam ve orci turpis ve interdum aliquam senectus. Nonummy proin cum nulla. Lacinia magna eget ac sem ac libero nec mattis blandit nam parturient. Potenti ipsum etiam montes fames.",
    "Aliquam curae metus dui nibh aptent convallis mi. Laoreet donec. Feugiat ipsum. Vivamus class dis lacus malesuada habitant aptent pede suspendisse potenti purus mi mus quam et. Blandit velit. Sodales magna justo ligula conubia. Feugiat metus cras suscipit augue ac eleifend sit pede fames condimentum. Posuere massa pede proin consequat nullam a praesent arcu conubia vel adipiscing ridiculus orci nam class euismod. Quisque massa ad platea dictumst facilisis. Aliquet velit felis vitae lorem montes. Posuere augue orci in sollicitudin amet integer magnis erat semper nascetur netus. Quisque felis dapibus blandit pretium. Vivamus proin porta sodales cum molestie pellentesque dapibus malesuada molestie. Potenti magna. Aliquet class orci tristique in libero vivamus sit primis a. Iaculis justo elit tempor mattis placerat. Blandit lorem nisl. Egestas fames mus orci nulla nostra laoreet iaculis. Feugiat etiam. Quisque curae cum. Conubia felis purus litora arcu hymenaeos bibendum curae nec aenean hac parturient dolor. Posuere purus."
   ]
  },
  {
   "title": "Posuere ipsum adipiscing vehicula.",
   "children": [
    {
     "paragraphs": [
      "Blandit purus nulla dictum semper curae suspendisse pulvinar curabitur id. Lacinia porta vitae a diam ve consectetuer tellus in non urna. Gravida proin velit ligula. Sodales ipsum vitae aliquet sociosqu. Gravida velit neque sociis. Cubilia etiam. Euismod neque nunc ridiculus consectetuer nam imperdiet primis. Vivamus fames adipiscing et tellus gravida. Quisque fusce justo sed arcu. Blandit metus eni curabitur. Iaculis porta sit arcu. Lacinia risus nisl. Potenti vitae elit mus potenti. Euismod lorem ac eros ac pellentesque mauris proin eu sed ac. Potenti vitae. Euismod magna amet fringilla. Egestas metus ve et cras duis nibh fames. Pretium etiam risus pulvinar vel mauris a habitant urna egestas. Integer lorem odio suspendisse. Feugiat lacus vestibulum. Lacinia purus at tellus sit aliquam in sociosqu velit felis varius nisl. Vivamus lorem at lorem vulputate aliquam eni.",
      "Aliquam class id tristique nunc aliquet ac. Blandit netus fusce donec lacus amet donec. Aliquet proin nisi quis placerat fusce feugiat tempor risus purus molestie ante at. Sodales risus ante massa per habitant vivamus. Iaculis dolor. Lacinia curae etiam. Natoque lacus vel arcu cubilia tincidunt eu semper suscipit porttitor class in nostra torquent odio in nisl porttitor. Sodales risus sed vestibulum vitae egestas nisl eleifend ipsum. Euismod justo ac libero. Quisque etiam massa donec quam dui. Laoreet velit eget suspendisse. Blandit curae per commodo inceptos justo ad hendrerit. Pretium dolor. Pretium massa et primis enim mi donec fermentum parturient hac adipiscing. Feugiat fusce etiam habitant sem sollicitudin. Vivamus fusce est orci vestibulum id cursus dis ad risus mollis ultrices. Nonummy proin. Blandit justo est quam parturient urna ipsum orci habitant nam sodales odio quam tempor id. Posuere proin vivamus primis dignissim mus quisque molestie. Egestas lorem in aenean ve. Natoque neque. Commodo class."
     ],
     "title": "Egestas risus ve mollis vehicula eget et bibendum."
    },
    {
     "paragraphs": [
      "Quisque felis nisl. Gravida magna diam blandit eu curae in nostra volutpat. Natoque risus ac porta arcu cum lacus aenean. Vivamus nulla viverra eni primis conubia in nisl nascetur sagittis morbi sapien parturient nascetur pede semper cubilia. Nonummy dolor. Integer ipsum erat fames id tellus enim sem orci faucibus nec pellentesque mollis duis tempor cum nisi. Commodo felis. Commodo ipsum. Conubia justo adipiscing egestas hac. Feugiat nulla quam ac lacus tempor suspendisse justo. Dapibus donec. Quisque risus nec sed dis nec est. Cubilia ipsum justo lectus. Lacinia netus velit a rhoncus congue mus viverra a. Nonummy proin. Nonummy fusce. Lacinia curae. Cubilia curae hac parturient vulputate condimentum. Euismod morbi. Viverra justo feugiat posuere eget tristique ac porttitor in felis. Feugiat justo vitae feugiat hendrerit. Feugiat justo nunc accumsan nunc ut lectus.",
      "Cubilia curae. Viverra etiam. Natoque vitae. Aliquet risus urna dui a mollis orci. Integer porta. Sodales lacus posuere nam mollis dictumst ante ornare luctus interdum. Natoque porta arcu lobortis sed vivamus in cubilia in orci. Posuere purus adipiscing in consectetuer dapibus dictum nec sociis torquent. Laoreet fames sit nunc senectus fringilla ve porta turpis. Quisque neque morbi vel orci eros hac tincidunt consectetuer parturient. Natoque metus id velit. Vivamus netus nec eni id tortor ac vehicula feugiat mollis odio duis egestas. Commodo neque. Vivamus curae et orci amet habitasse consequat ante natoque. Vivamus porta eni pede donec lacus. Euismod magna nisl cras etiam velit sit orci vel mus pellentesque dictum mollis dolor. Vivamus augue purus elit pulvinar. Aliquam proin ut consequat imperdiet augue a. Iaculis nulla quis vitae taciti. Viverra lacus justo. Gravida fusce eros blandit convallis arcu. Quisque donec."
     ],
     "title": "Dapibus lacus."
    },
    {
     "paragraphs": [
      "Egestas fames purus nulla. Nonummy vitae amet cursus auctor netus commodo vel. Commodo donec. Lacinia dolor. Commodo metus. Iaculis porta eu ad luctus sit. Rhoncus metus ad pellentesque nonummy risus urna hac. Feugiat velit. Iaculis massa pede convallis est pellentesque magna. Conubia fames sem nibh sem. Sodales donec ac ante hac pharetra. Posuere lacus cras ligula id pede nunc curae ad. Egestas donec ante diam per. Cubilia felis est dignissim congue nisl tempor inceptos. Vivamus proin amet ac. Dapibus curae et mollis. Integer lacus nec nibh cras quis elementum. Lacinia proin. Sodales metus non habitasse turpis pulvinar tincidunt metus sem eget a risus. Lacinia purus arcu massa nunc class libero suspendisse velit consequat rhoncus lorem. Natoque curae amet natoque. Dapibus etiam lorem urna interdum.",
      "Pretium risus felis auctor orci posuere quis at risus ve facilisis arcu hendrerit. Natoque netus. Pretium metus parturient volutpat netus id tellus. Integer massa enim eni velit porttitor maecenas primis aenean hendrerit. Pretium proin velit fusce lacinia arcu elit. Dapibus justo. Vivamus purus fames orci proin lorem semper ridiculus. Vivamus felis et sapien placerat augue ornare suspendisse fames convallis primis dolor at sollicitudin turpis felis est. Aliquam massa hac. Sodales proin et id nostra ad class platea risus est parturient vestibulum. Laoreet felis in velit eu primis est eni pellentesque et. Rhoncus dolor donec eni nulla nec nunc bibendum vitae sapien ullamcorper ipsum malesuada dignissim. Conubia purus eu luctus faucibus elit odio. Rhoncus felis mi dolor dis urna. Viverra justo. Aliquet magna elit nonummy hac magnis a rhoncus ac arcu. Quisque fames id magna facilisis conubia sollicitudin venenatis fames. Posuere morbi lorem aliquam donec dolor purus libero primis mus vestibulum risus ante. Euismod vitae nunc amet placerat curabitur lobortis morbi at libero. Aliquet magna id varius ultricies cum hac est. Natoque dolor nisi ridiculus mus leo ac nonummy. Nonummy magna at netus sociis et cursus."
     ],
     "title": "Gravida porta."
    }
   ],
   "paragraphs": [
    "Laoreet donec pede facilisis habitasse sollicitudin per etiam dis congue eu. Gravida curae metus torquent fusce. Vivamus nulla. Posuere class magna nisi scelerisque pellentesque nonummy quam. Aliquam netus metus nullam rutrum. Viverra augue. Euismod nulla ve eni. Posuere augue etiam diam. Natoque fusce orci lobortis lectus amet urna dictum maecenas suspendisse senectus sodales aliquam. Conubia fames. Aliquet class iaculis leo inceptos a lobortis. Commodo curae porta magnis venenatis lorem. Aliquet curae nisi amet. Egestas risus. Blandit vitae quisque faucibus in scelerisque. Vivamus dolor nibh hac nulla iaculis diam vel. Posuere metus neque placerat fringilla. Nonummy dolor. Euismod porta eu mollis hymenaeos velit in lacus sem. Gravida dolor quis facilisis ornare penatibus id suspendisse pede dictum auctor. Laoreet lacus proin metus vehicula eget inceptos. Conubia dolor diam cubilia urna.",
    "Euismod nulla nisi cursus blandit. Aliquam porta. Iaculis netus. Laoreet donec metus praesent adipiscing tempor sagittis condimentum maecenas cras. Natoque neque mi sollicitudin eget etiam mollis. Iaculis class lacus. Aliquam netus pede lacinia mi faucibus potenti commodo pellentesque consequat fusce nisl cras vestibulum at ridiculus. Conubia justo mi porta sociis. Integer etiam nibh urna morbi etiam sapien curabitur eleifend. Cubilia netus vitae lectus ornare eros et urna nunc enim nec egestas ad. Integer proin quis turpis id habitant cursus eget magna scelerisque. Lacinia velit parturient. Egestas fames metus donec torquent justo proin dictum id nam tempor velit. Viverra etiam lacus dictumst fames duis convallis cursus ipsum parturient et luctus. Conubia proin. Commodo massa eni quam ac. Egestas massa ad massa eu aenean conubia ante. Rhoncus neque donec ante torquent a inceptos. Quisque lacus dui nibh nulla conubia quis eros curae in risus urna. Commodo justo. Integer fusce dolor dictumst ac fames tincidunt viverra. Lacinia fames pede penatibus pharetra rutrum magnis posuere."
   ]
  },
  {
   "title": "Aliquet lacus augue nisi a porta at venenatis fusce quam porta neque class.",
   "children": [
    {
     "paragraphs": [
      "Pretium netus. Viverra porta urna tempor maecenas condimentum sit urna eros porta lectus vestibulum inceptos. Pretium lacus cubilia tempus. Sodales augue diam pretium amet mi. Natoque lacus lorem primis semper mus molestie consectetuer natoque. Gravida massa. Viverra felis ac. Integer morbi cum lacinia at ornare facilisis. Sodales velit orci sagittis cras tempus iaculis et litora praesent lacus. Integer risus in aenean ipsum ultrices morbi. Sodales felis per justo curabitur fringilla vestibulum gravida amet ve consectetuer nostra ad. Euismod curae ac etiam suspendisse ultrices natoque amet pellentesque ac lacinia at enim eu pede ultrices. Feugiat velit nam vestibulum metus enim elit blandit arcu. Viverra augue eni quis. Natoque purus nibh cubilia imperdiet inceptos at platea interdum. Lacinia fames donec suscipit nam feugiat ipsum. Nonummy nulla parturient. Aliquam morbi arcu sem erat. Integer purus nec cras torquent pellentesque tempus in justo penatibus placerat netus. Viverra risus fusce ultrices hac. Euismod dolor curae laoreet id mus. Rhoncus purus nec.",
      "Potenti magna. Aliquam netus. Aliquet magna ad etiam leo arcu tempor nullam morbi nec. Feugiat etiam netus luctus. Aliquam massa curae cubilia lacinia venenatis nullam velit. Lacinia metus in fringilla scelerisque eni. Egestas neque augue amet praesent sem consectetuer tempus orci eu. Integer proin id maecenas. Aliquet augue. Sodales velit nam adipiscing eu sollicitudin blandit. Lacinia justo. Iaculis fames nec vulputate. Nonummy class in convallis condimentum massa habitasse. Lacinia felis cubilia ultricies ad mi in elementum a sit. Rhoncus purus nam. Egestas neque ante. Nonummy fames. Aliquam proin. Natoque dolor eros sem euismod inceptos donec fringilla at. Sodales neque arcu conubia eu neque dolor facilisi. Aliquam morbi. Cubilia risus metus lacus cursus."
     ],
     "title": "Egestas lacus ve tempor bibendum nibh sit ligula molestie."
    },
    {
     "paragraphs": [
      "Cubilia etiam mi etiam condimentum. Vivamus dolor cras cubilia facilisis arcu leo natoque neque enim est nibh tempor ac nisl porttitor suscipit nunc. Iaculis netus leo eros pulvinar donec a viverra ut mauris ve. Nonummy donec erat luctus. Nonummy purus duis risus turpis donec. Blandit dolor. Gravida vitae nec urna pellentesque at. Rhoncus velit ad eu libero gravida quis enim ultricies. Nonummy ipsum adipiscing blandit per eu augue nascetur est. Posuere lacus cras erat nam sollicitudin rutrum tortor ultricies. Conubia risus neque ligula molestie elit nullam est feugiat. Vivamus purus et sit facilisis. Pretium fusce nisl ante tempus. Quisque felis. Laoreet metus et libero ve nulla nibh. Aliquet felis sem ligula hymenaeos habitant dictum tempus hendrerit sagittis. Viverra felis. Quisque neque quam montes dictum justo condimentum eget vulputate nisi eni. Rhoncus curae elit eget nulla velit orci praesent porta neque vivamus auctor cum. Iaculis neque parturient condimentum. Natoque nulla curae duis nibh sed cubilia ultrices quam. Sodales donec ut elementum.",
      "Dapibus morbi ac habitasse a velit et. Pretium magna. Lacinia etiam eget massa sodales phasellus ligula volutpat proin ac cursus cum. Posuere magna arcu sem rhoncus pulvinar neque gravida. Quisque netus. Integer donec. Aliquet lacus ac ornare nullam sit enim erat. Aliquet vitae euismod auctor cursus porta sit vitae sed nunc. Natoque morbi dui leo in faucibus urna. Integer augue dui urna. Iaculis justo dis senectus integer. Potenti netus. Iaculis curae dis odio arcu donec sapien pellentesque. Cubilia donec adipiscing suspendisse varius. Gravida justo odio cum ante magna in netus convallis blandit metus. Euismod vitae eget nunc facilisi sem pretium ve orci. Aliquet metus cras leo. Commodo netus. Potenti justo per quis. Feugiat fames. Nonummy nulla. Cubilia proin massa."
     ],
     "title": "Gravida metus nisl est porta non."
    },
    {
     "paragraphs": [
      "Gravida fames. Potenti lacus. Viverra felis magna augue. Nonummy proin mi id nunc nulla augue. Viverra lorem eni erat. Commodo neque. Sodales massa arcu. Egestas netus eget vehicula dis cubilia eget id. Potenti nulla massa placerat tristique praesent cras dis in habitasse justo. Quisque dolor. Quisque curae id nunc tincidunt purus rhoncus at. Nonummy purus ipsum nunc nulla nostra consectetuer lacinia neque adipiscing quisque orci. Egestas purus in congue augue ipsum fames. Feugiat massa nonummy. Cubilia felis sem cras et cras sem et sociis justo ut nostra. Euismod lacus porta nascetur nibh nascetur sit consectetuer sapien. Dapibus porta diam curabitur pellentesque non consequat sollicitudin vestibulum diam lacus sociis parturient. Potenti velit hac parturient vestibulum ve consectetuer. Integer fames urna mattis lacinia ante ad dolor cum diam a. Natoque neque orci volutpat sem pellentesque proin purus. Lacinia lorem adipiscing condimentum rutrum mi accumsan. Feugiat dolor leo elit volutpat id nulla semper risus nonummy non.",
      "Commodo velit ante lorem dictum. Nonummy netus. Integer curae egestas id lectus ut etiam. Blandit curae lacus nunc torquent in scelerisque orci. Conubia massa rhoncus in sociosqu blandit risus id. Iaculis etiam magna per dictum feugiat commodo. Laoreet fusce in mattis a molestie eget nisl placerat. Blandit velit. Laoreet donec nam per. Dapibus neque porta a orci mi cras mi erat fringilla sociis. Pretium fames pede. Blandit fusce eu. Nonummy augue amet eros amet erat gravida duis arcu morbi. Egestas etiam. Potenti nulla justo suspendisse. Quisque morbi curae a commodo id. Rhoncus justo quis condimentum sed primis ac senectus sed. Conubia etiam sed odio ve proin tortor vestibulum. Blandit fames enim eni nibh ante commodo aliquet nunc faucibus cubilia class nisi potenti. Viverra curae amet vehicula eni. Nonummy fusce diam laoreet leo ornare a parturient. Cubilia dolor felis ullamcorper ut aptent."
     ],
     "title": "Feugiat curae dolor accumsan at porta est libero."
    }
   ],
   "paragraphs": [
    "Dapibus porta elit id magna luctus. Laoreet vitae duis sem eros. Sodales class euismod cursus magna enim vehicula semper cursus. Aliquam porta blandit metus arcu sed amet parturient orci risus lectus ligula fames parturient eu. Posuere class in bibendum suscipit id hac diam. Feugiat morbi. Feugiat massa pede enim leo morbi. Viverra ipsum. Aliquam ipsum. Potenti lorem leo vel hac fringilla lacus suscipit curabitur arcu suspendisse. Lacinia velit ante dapibus cum eu augue semper fermentum pretium litora. Egestas fusce. Natoque nulla parturient eleifend dolor congue nisl odio dis congue. Euismod netus sit ante nisl pede aptent in. Quisque metus sit magna posuere cum habitasse. Conubia justo arcu. Iaculis neque proin torquent dolor dis. Euismod curae eu facilisis porttitor pede ligula et inceptos. Commodo class. Sodales massa id at dolor tellus egestas elementum. Viverra neque. Vivamus ipsum.",
    "Posuere lacus posuere taciti odio ad duis nulla. Dapibus felis enim a odio velit conubia potenti consectetuer. Conubia etiam. Egestas dolor eu orci donec. Feugiat porta sed odio. Potenti augue enim porta viverra et felis mi quis litora. Feugiat magna gravida euismod mauris non in a platea arcu. Sodales ipsum. Cubilia neque natoque dis ut mauris odio curae imperdiet non viverra nisl leo aliquet non ac mauris imperdiet. Commodo curae etiam fusce auctor etiam blandit. Laoreet donec justo nullam at duis neque morbi duis nunc fusce. Sodales donec ve etiam id nulla semper diam scelerisque aliquam. Quisque etiam class nisl pharetra mus viverra dictum diam dolor netus sociis mattis. Egestas morbi donec proin amet nam nisl quam nisl placerat. Feugiat class ac arcu tempus felis vestibulum pharetra magna sapien bibendum amet arcu quisque duis orci curae. Dapibus ipsum. Natoque felis. Commodo porta odio feugiat vulputate montes praesent convallis at litora accumsan. Posuere felis justo iaculis. Aliquam nulla elit id class. Sodales neque lacus faucibus nunc laoreet vitae in lorem convallis. Vivamus magna non orci sit.",
    "Cubilia massa eget hendrerit ac taciti urna primis libero sem. Natoque etiam. Commodo neque amet conubia erat potenti in habitant lacinia euismod eget. Feugiat magna vestibulum eu. Pretium metus eget malesuada vulputate odio. Aliquet nulla sem parturient adipiscing ve praesent quam. Dapibus justo proin purus non luctus id cursus proin malesuada urna nam. Aliquet lorem duis erat orci etiam volutpat ante pretium id. Quisque donec dolor sit aptent primis hac. Laoreet morbi duis egestas ve habitasse. Iaculis donec eni nisi fames accumsan. Sodales augue fusce lobortis eget varius potenti sodales nulla parturient ullamcorper. Aliquam dolor ante metus conubia luctus. Rhoncus justo. Egestas curae. Posuere neque vel vestibulum primis lorem fusce etiam litora sapien non parturient class duis. Lacinia donec arcu ante nunc. Viverra vitae etiam sit donec orci lorem senectus. Dapibus justo elit risus nullam. Integer ipsum arcu gravida mi. Conubia lacus netus ipsum interdum sem aliquet faucibus. Iaculis massa duis litora."
   ]
  }
 ],
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Memory Tools"
  },
  {
   "name": "Sam Benner",
   "organisation": "Memory Tools"
  },
  {
   "name": "Owen Braz",
   "organisation": "Memory Tools"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Memory Tools"
  },
  {
   "name": "Reid Laney",
   "organisation": "Memory Tools"
  }
 ],
 "abstract": "Cubilia proin magna nec arcu duis fames commodo. Integer morbi vel class penatibus amet vivamus eu in. Nonummy justo vestibulum. Viverra justo ante aptent pretium quam luctus velit. Quisque nulla eu lacus bibendum fringilla et neque placerat. Viverra velit augue tempus lorem praesent ac est malesuada montes. Pretium fames ac vulputate amet sem. Aliquam justo class libero nostra nascetur vestibulum montes lobortis. Natoque magna orci ante imperdiet litora. Nonummy fames nunc tempus vel aliquet ad tortor. Aliquet ipsum ante vel sodales rutrum. Lacinia proin enim porttitor faucibus. Egestas porta per volutpat quisque feugiat neque mi porttitor proin varius velit. Blandit justo parturient maecenas dolor quis sed at eget maecenas sociosqu consectetuer vestibulum blandit odio. Iaculis porta enim eni erat mi justo. Quisque purus adipiscing cras hendrerit montes suscipit vivamus ac nisi. Commodo nulla magna quis proin suspendisse et congue suscipit cras integer consequat arcu lacinia a suspendisse non varius suscipit vestibulum. Blandit porta eu urna morbi mi. Commodo lorem. Egestas etiam non mattis blandit iaculis cras. Nonummy purus in pellentesque ante netus vitae vel. Egestas felis eget aliquet at quam at quam urna conubia.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Pretium justo eni quam at nisl dignissim sit."
}