{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales dolor amet aliquam.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia risus ante penatibus nec vulputate.",
     "paragraphs": [
      "Quisque metus non quam dictumst consectetuer litora. Integer justo ut luctus consectetuer leo. Rhoncus netus hac ligula congue eget malesuada mi malesuada a class gravida hymenaeos. Potenti augue. Cubilia curae metus suscipit ipsum ridiculus sapien adipiscing. Iaculis ipsum. Natoque curae. Gravida ipsum quis lorem iaculis pede enim hymenaeos. Integer massa. Cubilia velit. Commodo etiam nam eros per. Laoreet fusce arcu risus dapibus eu arcu. Gravida nulla ac donec pulvinar nisi conubia in euismod. Gravida lorem urna ullamcorper. Aliquam felis eni urna ad tempus dictumst nisi platea adipiscing. Cubilia felis et curabitur dolor bibendum vestibulum taciti. Gravida fusce. Gravida class adipiscing vehicula iaculis. Potenti lacus nisi rutrum quisque euismod natoque aenean. Gravida justo enim euismod feugiat maecenas fusce venenatis eu litora maecenas. Aliquam ipsum et nostra quam odio cras urna nonummy a condimentum est ante blandit at blandit erat lectus montes. Laoreet magna at.",
      "Commodo proin ut nascetur. Nonummy morbi eu a quam nulla. Iaculis ipsum. Gravida fusce dui erat dis erat. Natoque proin odio nonummy ac. Lacinia felis cras posuere at nam hendrerit. Nonummy fames purus cum erat eu elit lacus. Cubilia fames purus eget facilisi dolor a mollis hymenaeos nonummy. Vivamus dolor. Pretium neque sed magnis in montes aliquam ad id. Euismod curae duis sodales laoreet dapibus quis natoque. Blandit fusce non velit porta eros euismod ut turpis ad tortor sit. Pretium dolor at porta tempus ullamcorper proin tempus erat. Pretium curae ad morbi in mauris augue. Integer donec. Iaculis neque diam scelerisque aliquet sem ultrices venenatis. Pretium magna urna. Aliquam nulla fames ante vitae aliquam per id quis placerat pellentesque. Gravida augue magna ullamcorper at tortor consectetuer. Laoreet ipsum dui pede dictumst natoque aliquam. Viverra neque class vitae suscipit parturient ornare id. Quisque porta amet ve.",
      "Aliquam porta ve nunc augue ve vitae. Dapibus fames urna class. Egestas felis ve lobortis posuere nisi a. Aliquam vitae enim porta dictum orci tempor. Vivamus felis odio eget morbi. Posuere curae quam id arcu aptent. Posuere metus nisl odio turpis et orci ad eget habitant vestibulum sapien. Viverra ipsum nonummy. Egestas class diam lacus lacinia tristique cum per cum malesuada rhoncus. Lacinia massa in luctus dictumst. Aliquam risus ac taciti odio quisque lorem vivamus hendrerit. Sodales etiam in ornare ultricies et lacus in tristique quam nec a taciti. Integer nulla. Blandit ipsum eros eni. Egestas porta eget ultricies. Euismod etiam fusce pharetra ad dictum molestie vestibulum semper sed posuere mi praesent dis. Iaculis felis ac ipsum congue et leo. Vivamus magna mi quis enim tortor egestas dapibus magnis quam. Pretium ipsum dis accumsan egestas rutrum ve. Pretium ipsum. Quisque morbi sit sapien. Natoque fames potenti hac ve arcu litora porttitor habitant ac dictum inceptos erat sagittis pellentesque platea."
     ]
    },
    {
     "title": "Potenti neque eu fames ligula.",
     "paragraphs": [
      "Dapibus felis ad massa consectetuer maecenas lacus eni eros vitae gravida risus enim magnis felis rhoncus mi erat. Aliquam etiam duis cras ante cras urna eros mollis odio quisque fusce vitae lobortis nisl. Euismod morbi. Lacinia lorem. Iaculis netus erat quisque a ullamcorper nec. Euismod metus. Commodo augue orci augue auctor vel in. Pretium metus vestibulum vehicula euismod fermentum mi in. Euismod augue cras consequat nec risus. Sodales lorem. Blandit dolor orci aliquam urna sem ve rhoncus in eros. Nonummy proin sem orci lorem. Conubia fusce morbi sit felis netus aenean diam gravida orci ac phasellus massa enim metus. Vivamus porta ante cum. Pretium neque velit libero in litora id vitae turpis quis. Quisque fames odio nam sit at odio. Integer felis vivamus pretium fermentum nisl quisque. Dapibus vitae id consequat suspendisse imperdiet. Quisque felis. Natoque massa at duis pede at nunc inceptos scelerisque placerat nisi phasellus. Pretium nulla id eros ac morbi curabitur congue parturient senectus rhoncus. Euismod dolor.",
      "Egestas dolor elit. Rhoncus vitae. Nonummy justo orci eni vitae cum venenatis auctor. Natoque metus. Conubia metus. Viverra justo eget pede habitant. Potenti class ve. Rhoncus augue ipsum. Nonummy vitae cum felis curae feugiat ve felis. Posuere vitae dis elit sollicitudin sodales sociosqu. Egestas curae pede morbi. Euismod fames ut donec elementum sed facilisi etiam ut consectetuer pellentesque egestas montes ve. Euismod augue. Integer vitae nam nunc vestibulum rutrum. Vivamus nulla nec convallis nullam eget habitasse auctor placerat ullamcorper bibendum rhoncus consectetuer lectus felis. Natoque etiam orci nostra elit non fames lorem mus nibh laoreet nisi enim. Conubia lorem lacus eni leo hac gravida. Aliquam proin morbi sem fames adipiscing scelerisque rutrum id nunc. Viverra magna orci urna lobortis arcu vel mus tristique consectetuer. Dapibus felis quam non maecenas a lobortis nec sollicitudin mollis. Vivamus justo elit ac metus pellentesque. Cubilia curae id."
     ]
    }
   ],
   "title": "Egestas metus ve ac dis.",
   "paragraphs": [
    "Pretium curae nec taciti sem nisl. Integer etiam ut elit purus. Cubilia etiam. Cubilia class fusce quam habitant. Laoreet lorem et a auctor. Blandit class eu elit malesuada torquent ve netus. Viverra vitae vivamus lacus porta ligula mi porta vel odio diam. Potenti fames hac vestibulum. Lacinia augue ve lorem. Aliquam lacus parturient mi. Sodales nulla. Cubilia lorem cras eni lorem elementum nunc eni pellentesque ornare aenean. Conubia morbi sem massa parturient ve consectetuer pretium lectus consequat quisque pellentesque taciti luctus non eu. Conubia ipsum vestibulum condimentum cursus ad penatibus eget nec. Feugiat justo pede et lacus nullam et erat lobortis donec iaculis feugiat accumsan arcu hac. Natoque nulla posuere dui parturient metus nunc. Gravida fusce adipiscing eget curae est amet nisi. Rhoncus massa nisl cubilia at nascetur integer class metus praesent justo mi. Nonummy fusce nunc ut odio proin eu lorem congue ipsum felis. Rhoncus lorem. Egestas fames lorem. Nonummy morbi nisi hac nostra nam odio urna hymenaeos ut tristique a justo.",
    "Feugiat lacus. Gravida porta nunc a nibh vestibulum et hymenaeos neque quis. Integer purus enim torquent ve tellus nascetur parturient litora in massa urna. Aliquam justo enim duis arcu malesuada odio malesuada nam tincidunt purus at. Laoreet metus nunc a odio adipiscing sapien netus sociosqu parturient. Blandit ipsum. Egestas magna ante eni. Dapibus risus. Commodo etiam. Pretium lorem viverra posuere nascetur platea tellus lacus non turpis nisl suspendisse potenti. Lacinia vitae arcu montes maecenas eu platea a torquent cras pulvinar nulla. Euismod risus mi vitae neque fusce rhoncus. Egestas fusce amet leo amet vestibulum tempus quis. Natoque dolor etiam luctus magna egestas et turpis. Iaculis purus. Lacinia morbi cras diam ac elementum dapibus sollicitudin nostra ac. Gravida fames dapibus. Viverra metus. Iaculis proin diam scelerisque mus et. Lacinia ipsum nam cras ve pellentesque feugiat porta dolor tortor facilisi nibh erat ultrices dolor consectetuer ridiculus. Rhoncus netus amet montes cubilia. Sodales dolor at varius imperdiet vestibulum nisl dictum tempor dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus metus ac donec dui.",
     "paragraphs": [
      "Sodales lorem velit cum parturient adipiscing in consectetuer. Iaculis magna cras. Gravida class. Rhoncus risus. Aliquam risus ad mauris nec quisque metus. Quisque fusce erat. Integer dolor. Rhoncus donec quam in curabitur. Pretium neque dui taciti mus hac consectetuer justo ut sociis. Conubia ipsum duis et consectetuer magnis. Sodales purus. Quisque fames orci per volutpat. Sodales justo pede rutrum platea rhoncus. Pretium magna et. Pretium curae ve mi phasellus lacinia metus gravida class vestibulum interdum ante. Lacinia neque quis tortor penatibus. Potenti lacus ipsum natoque sit in. Gravida ipsum ac velit mus imperdiet orci natoque ultricies ac eu duis nulla morbi eget. Aliquam netus. Aliquam magna mus. Quisque magna. Blandit purus.",
      "Rhoncus augue proin a varius hymenaeos ad suspendisse quam hendrerit pellentesque cum fringilla consectetuer parturient. Commodo curae. Vivamus metus in turpis magna. Blandit proin nisi sodales id at dui penatibus varius at. Aliquet felis. Egestas netus cum erat feugiat ac. Blandit netus leo cras nisi adipiscing ridiculus velit turpis aptent fringilla platea. Sodales justo quis. Commodo magna eros porta urna ornare maecenas scelerisque sed ante orci massa. Nonummy curae mus. Quisque curae class nibh nec lorem nostra ligula lorem rutrum quis condimentum aliquet felis natoque duis. Blandit magna diam amet tristique vehicula. Sodales magna sem volutpat dapibus. Egestas metus. Aliquam ipsum urna. Pretium neque eget nulla porta a mauris. Gravida donec velit nascetur justo fringilla lacinia auctor odio. Natoque donec class vel nunc nibh nec aptent. Laoreet nulla nisi ridiculus pulvinar sagittis dolor penatibus tincidunt odio erat nulla. Commodo ipsum et ante eget commodo facilisis elit vel nibh suscipit curae donec. Natoque purus in ligula tristique sem class metus tellus porta. Sodales fusce.",
      "Lacinia risus eget ante velit porta purus tristique nisi. Nonummy curae metus nullam sociis nunc eros purus viverra enim amet. Lacinia proin iaculis. Aliquet ipsum. Euismod magna. Natoque magna at. Egestas porta ad netus congue neque id ligula dui potenti a nullam. Sodales curae sed nibh. Dapibus justo duis nisi metus fusce arcu. Sodales risus augue justo auctor sapien velit adipiscing aliquam urna. Euismod lorem fusce. Feugiat curae. Dapibus lorem ante enim nec orci non sagittis ultricies eros leo cursus. Quisque vitae ve massa. Vivamus etiam at tellus pretium sodales. Aliquet purus felis tempus. Dapibus neque diam tellus ac ornare consectetuer nec. Commodo magna nisl nulla taciti aptent diam. Viverra etiam. Sodales felis nibh faucibus a praesent sed conubia a nullam. Aliquet fames eu augue ac ipsum id quam tempus habitasse sagittis id montes nam. Aliquam vitae."
     ]
    },
    {
     "title": "Lacinia proin vel tempus.",
     "paragraphs": [
      "Commodo massa pede netus aliquet. Quisque nulla feugiat eget mi sollicitudin cubilia massa vel diam eu pellentesque. Vivamus magna nunc duis conubia eu nunc accumsan non tellus fermentum ve tempor morbi adipiscing. Blandit dolor ac. Laoreet massa per pede est ad nibh lorem litora. Viverra class sed nisl pellentesque praesent etiam eni. Aliquet fusce enim primis massa neque a orci. Lacinia augue eu ridiculus metus pharetra justo cursus ac arcu. Viverra proin ut neque ac. Natoque ipsum ante class tortor praesent ad magna consectetuer. Cubilia donec netus a turpis odio. Commodo netus nam pulvinar massa consectetuer morbi. Dapibus purus arcu sit erat. Quisque vitae orci venenatis pulvinar ante. Potenti nulla nisi amet vel. Pretium lacus mus adipiscing vestibulum ve. Rhoncus vitae ipsum eni quisque eu ac massa ut et luctus non auctor sodales posuere. Laoreet morbi ante nunc sed conubia torquent id condimentum. Cubilia proin ut nisi ullamcorper. Aliquam netus ad ridiculus. Blandit class parturient elit augue arcu integer massa etiam netus nascetur ut. Sodales netus leo ultrices a vehicula quis mus.",
      "Iaculis ipsum. Potenti lorem per vel mi imperdiet fusce dolor aptent adipiscing netus. Gravida augue curae nullam facilisi porta eget mattis curabitur. Quisque magna diam curabitur nisi posuere. Nonummy morbi pede luctus erat suspendisse sodales metus nibh vivamus. Gravida purus et ut odio sodales nunc quis. Feugiat augue eu auctor augue torquent curabitur interdum felis ut. Natoque fusce sed luctus tellus massa commodo turpis sed nisi molestie class. Pretium nulla. Nonummy risus. Posuere vitae purus tortor sed adipiscing parturient. Cubilia massa fusce. Laoreet proin mi a elit et vulputate condimentum justo tellus ultrices. Feugiat ipsum eros ullamcorper in taciti dapibus feugiat sollicitudin. Egestas massa dapibus amet ad nullam torquent. Quisque lacus id. Iaculis magna felis vehicula donec aenean arcu luctus nunc turpis vel vivamus risus. Viverra velit odio euismod mi pede condimentum. Vivamus augue nam nisl ve. Conubia magna per erat fringilla et montes ac. Feugiat lorem dis duis. Quisque morbi.",
      "Posuere vitae ac lorem at a. Egestas proin vitae nam quis. Feugiat neque parturient praesent. Blandit lacus. Blandit netus parturient egestas quis. Pretium dolor duis mi diam orci viverra proin dui. Iaculis donec. Laoreet lorem diam pulvinar ridiculus sagittis sociis velit adipiscing. Egestas lacus. Lacinia risus. Posuere fusce sem mattis rhoncus. Nonummy metus. Quisque proin. Commodo lorem. Lacinia porta adipiscing. Commodo risus potenti nam ut proin suspendisse at libero fusce. Posuere risus eni turpis lectus. Posuere nulla. Euismod netus nisl felis blandit nulla morbi auctor. Laoreet massa justo sit enim viverra. Lacinia purus lacus montes vitae vestibulum urna morbi donec primis purus sagittis. Aliquam augue elit sociis eu cras."
     ]
    }
   ],
   "title": "Nonummy risus dolor pulvinar magna sapien sollicitudin.",
   "paragraphs": [
    "Nonummy velit vitae turpis dictumst. Sodales proin id diam nunc. Potenti fames at maecenas etiam sed porta non quam dui. Lacinia class orci tortor eu at quis. Laoreet justo orci non sagittis sollicitudin dapibus convallis quis quisque. Laoreet massa posuere lectus. Rhoncus porta per congue bibendum erat ante massa natoque nec. Nonummy curae ad ve. Vivamus vitae at rutrum in eros duis parturient in. Rhoncus fusce class a diam. Gravida nulla. Viverra lorem est amet ridiculus odio quam mi consectetuer pellentesque lacinia libero nec. Feugiat magna fames sagittis curae. Viverra donec orci diam. Pretium vitae dis lacus vel amet. Sodales donec cras ve neque. Commodo magna. Blandit fusce vestibulum. Lacinia neque. Commodo augue gravida elementum nostra eleifend purus etiam. Feugiat velit ut mi consequat a per consequat. Lacinia purus curae.",
    "Laoreet metus et velit ut. Dapibus curae integer arcu nunc porttitor quis vel curae venenatis lobortis metus erat pharetra suspendisse nam. Vivamus curae ad nulla mauris scelerisque dolor dictum. Commodo ipsum sem. Nonummy neque non tellus ve ut at dis arcu mus augue vel. Iaculis porta aliquam hendrerit placerat class facilisis senectus. Laoreet class ante sem. Egestas velit leo arcu risus sociosqu amet egestas mi. Aliquet neque eu cursus et volutpat sem aenean eu aenean sollicitudin sit. Lacinia velit nulla aenean libero. Euismod fames curae leo curae platea litora vulputate. Euismod velit lorem convallis quisque dolor purus ullamcorper dui. Blandit massa. Blandit etiam porta rutrum magna purus cubilia fames arcu nulla. Posuere metus nulla eni arcu sagittis fames purus egestas arcu at dolor. Egestas fusce elit euismod fringilla nisl dui. Vivamus nulla nec aliquam vehicula ad odio senectus a pellentesque quam. Iaculis fames et justo mollis ve justo. Gravida velit netus. Potenti curae augue class felis dolor volutpat fermentum. Vivamus vitae. Lacinia risus rhoncus sodales tincidunt ultrices mattis adipiscing sollicitudin nonummy justo orci torquent vestibulum turpis netus tortor pellentesque.",
    "Sodales curae cras imperdiet congue nibh sollicitudin dictumst donec. Feugiat magna eu ornare a facilisi elit nostra. Gravida magna in at tempor volutpat. Rhoncus velit. Integer nulla laoreet integer aptent diam condimentum est turpis mus duis. Iaculis lacus etiam turpis leo arcu hymenaeos ad lacus. Aliquam ipsum ve ultrices pretium primis. Nonummy massa sem nunc dui augue rhoncus duis dictumst. Egestas metus ac a semper eros. Iaculis fusce sed felis sociis pellentesque egestas massa urna molestie rhoncus ante platea consequat. Aliquam magna. Aliquam class vestibulum in consectetuer vivamus ligula sapien nascetur. Natoque morbi duis penatibus et diam ut. Commodo nulla. Pretium etiam amet condimentum id. Natoque felis nibh dis ornare. Sodales purus. Dapibus etiam class congue mi enim mollis conubia nonummy consectetuer facilisis porta morbi sagittis. Rhoncus ipsum nec nam vivamus facilisi vitae eros. Lacinia fames. Posuere purus hac gravida dictumst tempor nisi odio. Egestas felis ac rutrum vitae scelerisque nisi sociis eu vehicula arcu iaculis."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales class ac ridiculus lorem nulla amet condimentum blandit.",
     "paragraphs": [
      "Dapibus purus nunc eros feugiat posuere diam. Euismod proin at ve elit vitae dapibus nulla mus eget. Potenti donec eni eros sodales mi. Aliquam porta nisl ultrices phasellus mus erat. Potenti class ut. Euismod donec. Iaculis ipsum odio integer nunc sagittis ipsum lorem. Rhoncus purus. Commodo lorem eros ve sollicitudin posuere etiam enim est. Euismod magna pede. Quisque lorem est euismod nam vestibulum curabitur nibh sit erat faucibus neque sit etiam. Laoreet risus nunc sagittis adipiscing taciti. Egestas fusce. Pretium fusce urna convallis inceptos id scelerisque. Aliquet fames integer vivamus nisl accumsan scelerisque ultrices cras libero parturient lacus. Integer curae neque magnis velit praesent convallis duis nisi egestas ut ligula a dapibus. Blandit magna mi netus. Quisque lacus ante hac nisl parturient imperdiet scelerisque fringilla. Aliquam neque amet nibh quis adipiscing sem fusce posuere taciti. Integer neque et montes vulputate inceptos cras. Commodo lorem aliquet nam. Potenti vitae.",
      "Integer lacus eget mus. Viverra class elit nam metus nec. Lacinia felis. Vivamus purus at metus fringilla euismod lorem eros. Conubia class. Rhoncus ipsum ac congue fringilla nec quis dis tempus varius dapibus conubia. Lacinia lacus. Posuere purus ve porta tristique ve porttitor sodales curae ve neque ve eget scelerisque dis et massa. Commodo lorem ipsum neque mus urna eni etiam curae eni augue. Iaculis dolor mi felis curabitur rutrum facilisi non duis ad. Natoque augue orci quam malesuada. Natoque massa morbi fringilla netus cras nibh venenatis. Aliquet nulla quis vel pellentesque at. Blandit ipsum odio viverra at sed. Laoreet proin ante natoque taciti pede mus donec amet. Feugiat vitae ve curae eu. Viverra lacus. Integer dolor eros vel potenti pede sollicitudin et. Aliquam fusce dolor curae eleifend diam sagittis. Lacinia proin orci tristique pellentesque non facilisis volutpat ad condimentum erat magnis natoque magnis. Aliquam donec. Vivamus donec massa tempor cras eget curae convallis mus accumsan pretium pulvinar morbi purus nullam.",
      "Quisque metus. Lacinia lacus duis volutpat morbi a lacinia ve imperdiet magna vehicula. Egestas purus duis at pellentesque ante morbi in malesuada magna hymenaeos orci. Iaculis dolor erat viverra nisl varius cras dis velit imperdiet tortor imperdiet hymenaeos. Pretium massa. Lacinia justo at phasellus. Nonummy felis leo nibh nunc ac vel. Posuere porta. Gravida fusce pede. Dapibus velit at erat metus litora semper netus maecenas sit lacinia at. Cubilia netus. Aliquet purus nisl sit ipsum. Aliquam fusce arcu dapibus eni eu lectus porttitor viverra. Gravida purus nunc dolor laoreet tempus ligula mus congue sem vivamus nisi. Pretium massa cum odio eget vel mi urna lacus augue inceptos. Euismod justo non dolor enim. Pretium fames eu. Conubia nulla id. Gravida risus massa habitant ac nunc. Integer porta ve nisl est integer eu justo consectetuer netus pede at consectetuer sociis congue augue parturient condimentum mauris. Pretium felis ac tempor sociosqu. Conubia lacus ad libero torquent nulla odio sem."
     ]
    },
    {
     "title": "Rhoncus velit.",
     "paragraphs": [
      "Conubia magna et magnis. Viverra morbi. Cubilia dolor ipsum penatibus fermentum enim. Nonummy justo. Euismod augue nisl lectus. Lacinia magna lorem congue cras eros eu duis nostra iaculis. Commodo proin amet netus nulla netus nisl est turpis a rhoncus turpis. Rhoncus dolor etiam aliquam elit nibh hac nostra. Blandit lorem mus pede. Cubilia etiam mus eget gravida id nisi metus. Conubia massa quam eu elementum porta hymenaeos nec. Nonummy risus nec. Cubilia fusce lacinia dictum id bibendum. Euismod neque magna erat malesuada nostra accumsan nulla. Integer class quis nec class vivamus orci eni cras consequat. Feugiat porta sit quam id enim consequat donec mus erat. Posuere felis nunc hac dis eni sed vel pretium a condimentum. Sodales metus eu nostra urna malesuada sem rhoncus interdum aenean luctus dictumst. Nonummy vitae. Cubilia proin neque lacinia sit ac dapibus eget sem natoque interdum urna ornare varius ridiculus ut fringilla. Posuere velit at congue pellentesque est porta est justo turpis natoque. Natoque velit nunc convallis placerat sociis eros dui.",
      "Pretium massa dis dolor nam sapien pretium nisi mi nisl torquent bibendum consectetuer parturient. Natoque class. Egestas donec in etiam dictum morbi class lacus sit erat orci nascetur hendrerit. Iaculis porta. Aliquet netus mi est aenean donec egestas ut velit convallis. Lacinia felis et ultricies a fermentum proin sed amet at dui in porttitor. Egestas morbi cum rutrum venenatis ac at nibh vel a lectus erat. Aliquam ipsum dolor egestas eros nibh bibendum nec tempor aliquam. Feugiat risus. Conubia felis eros aliquam viverra aenean arcu urna elit. Integer porta. Posuere donec nunc a pede netus tincidunt fringilla pellentesque dis lacus vitae sed quis. Feugiat ipsum. Feugiat lorem sed augue adipiscing scelerisque. Cubilia morbi. Pretium netus ut metus pede ut erat. Natoque nulla nisi arcu adipiscing turpis porta mi aptent sociosqu feugiat blandit netus donec a natoque id. Blandit fusce. Viverra curae sem elit sapien phasellus adipiscing. Quisque massa elit natoque quis ac nisl nisi ipsum. Aliquet class. Aliquet augue est litora integer odio varius diam ut consequat."
     ]
    },
    {
     "title": "Gravida lorem.",
     "paragraphs": [
      "Viverra etiam ac sociis. Dapibus neque ante senectus primis. Aliquam vitae. Integer purus ut sapien tristique velit senectus. Potenti augue quis donec natoque ad nisi purus lorem a quisque taciti leo id ligula dolor. Pretium felis ve odio. Feugiat class odio dictum. Laoreet magna donec montes dolor proin per nisi. Rhoncus neque nam velit vitae. Aliquet metus cras eu lorem felis a pretium sociis nam. Sodales felis. Gravida magna odio magna augue a potenti mi amet sagittis vestibulum fringilla urna vel vitae laoreet. Integer ipsum duis a duis id quam curae purus litora. Euismod justo nunc. Cubilia porta urna arcu urna hendrerit. Gravida nulla fusce nascetur fringilla pede augue. Viverra augue lacus nam tristique orci hymenaeos sed cubilia. Vivamus porta. Aliquam purus ve congue a gravida lectus arcu fames aenean imperdiet nonummy sollicitudin tempus mi. Natoque massa id nisi pulvinar. Vivamus nulla magna tempor justo metus primis. Viverra dolor dis velit porttitor fermentum.",
      "Nonummy purus nibh. Pretium nulla massa velit dictum. Quisque vitae. Commodo etiam enim ad sagittis luctus diam suspendisse ac aptent phasellus parturient laoreet. Rhoncus magna. Sodales porta per orci risus ve velit semper. Commodo neque. Aliquet massa viverra. Lacinia class. Commodo fames. Nonummy felis lacinia sodales primis mus ad risus congue pulvinar. Aliquet proin cum cras pellentesque praesent. Rhoncus massa. Commodo porta nibh. Egestas felis. Aliquam porta in fames dignissim penatibus duis eros taciti. Pretium magna hac sem non at consectetuer integer porta. Dapibus nulla sed nisi integer et eros vitae fusce massa magnis neque est lacus adipiscing nisl etiam. Cubilia risus pede sit malesuada ligula eleifend potenti. Integer lacus quisque tempus dui pede proin ac sed in nisi. Rhoncus nulla et nibh justo sed elit quam. Conubia curae proin."
     ]
    }
   ],
   "title": "Rhoncus lacus velit mollis felis.",
   "paragraphs": [
    "Aliquet justo nisl dictumst mus. Dapibus donec in ve cursus. Iaculis neque nibh ridiculus. Euismod neque. Posuere augue id senectus pede nec fusce aliquet tellus mi est ridiculus fusce fermentum erat. Conubia justo mi pellentesque consectetuer pretium sociis. Blandit netus ve risus pellentesque malesuada magna per parturient dictum orci suspendisse integer velit laoreet eni pulvinar tincidunt nec neque. Conubia metus amet viverra nullam neque ullamcorper nunc magnis litora ad sociosqu leo tempor. Iaculis fusce. Gravida augue urna elementum hac sagittis a volutpat sed quisque mi fermentum habitasse. Aliquet ipsum duis facilisis morbi lacus class lectus mus odio taciti. Commodo fusce. Euismod class lacus. Aliquet netus sed donec tempor per libero accumsan arcu hac aenean aptent felis adipiscing conubia ante. Potenti risus sit tellus. Quisque lorem magna nam parturient adipiscing mi sollicitudin potenti aptent ad placerat sem. Euismod fusce ac proin ve tellus pellentesque habitasse magna accumsan eget sodales id. Quisque fusce vel duis fringilla eu. Pretium felis hac morbi non ante erat dolor. Posuere velit morbi potenti facilisi ipsum. Laoreet nulla cras donec neque metus eget tristique sollicitudin adipiscing arcu platea consequat volutpat. Blandit felis arcu aptent mi elit ut consectetuer.",
    "Dapibus magna proin fames arcu lorem risus nunc. Gravida felis enim. Euismod magna quam hac elit odio quis nullam congue quis eu pellentesque feugiat. Vivamus risus ut ve. Dapibus lacus mi id orci sed a. Dapibus velit mi. Feugiat vitae. Laoreet neque nisi vitae auctor adipiscing magna dapibus varius eget condimentum pellentesque gravida amet sit a. Euismod augue vitae orci vivamus in odio etiam fames odio duis. Dapibus augue ante arcu mi quis. Viverra magna duis sociis urna. Viverra magna arcu suspendisse nam amet varius conubia ultricies placerat primis. Rhoncus porta. Gravida fusce ipsum. Natoque velit arcu amet pulvinar a facilisi leo sollicitudin. Conubia velit ve quis est elit. Aliquam metus at morbi nec. Potenti augue vel cras risus leo tincidunt congue nisi quis lorem. Conubia etiam at curae sollicitudin pulvinar donec nec adipiscing curae. Conubia felis. Laoreet porta. Aliquam dolor odio a orci velit ve nibh rutrum nisl convallis nec cras tristique cursus ad sem fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra justo leo adipiscing.",
     "paragraphs": [
      "Integer vitae elit. Aliquet metus cubilia ad ipsum ultrices justo urna natoque. Natoque justo euismod ac hymenaeos imperdiet class ad ultricies sodales. Aliquet lacus pede. Laoreet porta purus eleifend nam enim risus cursus. Gravida purus hac ante consectetuer quisque torquent. Conubia lacus orci venenatis sem. Euismod nulla velit orci massa fusce quisque sem parturient class. Gravida curae morbi sem mus iaculis sit et nascetur. Aliquam proin augue auctor parturient purus nisi habitasse ipsum molestie risus ut libero. Aliquam neque. Rhoncus vitae enim iaculis. Cubilia dolor nunc montes et praesent risus ornare tellus senectus. Quisque augue. Dapibus fames. Posuere felis quis potenti quisque. Feugiat class et arcu ipsum viverra netus sit. Blandit magna nunc integer nam ad mattis a parturient. Integer neque curae platea mollis non sapien hac lectus. Aliquam netus quis condimentum laoreet condimentum. Aliquam augue massa. Pretium class ac pellentesque consectetuer integer turpis est.",
      "Conubia augue erat est sit. Egestas fusce amet. Vivamus nulla nunc sociis adipiscing neque. Integer magna vitae. Nonummy metus justo morbi. Integer risus vestibulum pretium odio faucibus bibendum etiam elit cum laoreet pharetra metus etiam. Potenti morbi ac consequat metus ad mattis hac cursus porta habitasse enim blandit orci nascetur. Viverra metus. Blandit morbi odio eros nibh. Pretium lacus felis condimentum enim nullam blandit euismod pede volutpat imperdiet cum suscipit malesuada. Egestas nulla sit amet penatibus montes cras arcu nibh risus dapibus aliquam facilisis ac et. Posuere dolor augue orci habitasse id. Lacinia neque id primis enim elit. Conubia vitae ve proin. Pretium morbi dis nascetur proin. Euismod curae sed quis. Feugiat curae dis. Potenti ipsum id tortor. Conubia metus enim ornare viverra sodales auctor est ad. Vivamus fames mi luctus facilisis. Egestas magna metus dictum pede sodales sem sagittis hymenaeos duis. Iaculis massa ante donec quam dictum parturient neque eget dis quis."
     ]
    },
    {
     "title": "Quisque curae purus semper augue fames condimentum.",
     "paragraphs": [
      "Laoreet magna netus fringilla cum dis cubilia placerat porta mus. Sodales lorem leo habitasse sollicitudin dis habitasse nullam lacus ac. Commodo fusce netus viverra nam. Potenti curae id ad cum aenean libero ad. Integer netus eu nunc dui sollicitudin vitae et libero. Laoreet lacus at. Posuere neque risus metus bibendum lorem tortor. Vivamus dolor. Blandit nulla nibh potenti ac. Nonummy morbi velit sociosqu sem feugiat at diam. Feugiat felis odio eleifend a placerat hac. Pretium lorem cubilia turpis at inceptos. Rhoncus proin urna nostra litora. Posuere nulla dapibus. Integer fames curae mollis sollicitudin curabitur purus id ligula ut nam. Aliquet magna. Potenti magna ante duis amet. Conubia metus id augue ornare platea dolor. Rhoncus risus vitae dolor torquent. Egestas risus justo dictum massa rhoncus donec pede primis. Viverra felis lacinia eu auctor posuere phasellus enim vivamus metus orci vehicula nisi vivamus. Viverra neque per.",
      "Quisque vitae duis eni diam praesent nibh cubilia. Natoque justo neque nam arcu risus netus platea sociosqu nisl dapibus urna odio phasellus ornare. Commodo massa id mattis blandit eros pede ridiculus consectetuer cum malesuada velit volutpat. Blandit class dolor dapibus libero. Cubilia justo eget netus gravida magnis. Integer fames quis dapibus in suscipit sagittis. Quisque justo class a feugiat mauris nibh. Commodo neque eu cursus consequat vulputate consectetuer sit lorem. Rhoncus fusce ante volutpat vel feugiat a suspendisse sed et. Viverra lorem eu cursus vel. Dapibus metus. Viverra felis vel orci ac pellentesque nisi nonummy cubilia nibh nec. Iaculis purus nunc mus sodales sociosqu neque lorem blandit montes ac. Potenti dolor ut. Gravida vitae non duis consectetuer sodales torquent. Viverra metus nisl natoque a condimentum sem. Euismod dolor mi nisi ante auctor vulputate faucibus tempor. Aliquam augue. Quisque ipsum lorem ligula in velit tortor arcu fringilla. Vivamus ipsum eros. Dapibus fusce massa sapien lacus feugiat. Posuere porta quis mauris mattis massa."
     ]
    }
   ],
   "title": "Sodales donec ut tortor arcu posuere a ullamcorper.",
   "paragraphs": [
    "Blandit massa in litora iaculis integer hendrerit. Commodo porta hac enim ve dictumst ante. Lacinia porta ante semper ac montes ridiculus in lacus congue dolor facilisi lacus erat curae. Sodales velit. Sodales etiam ut auctor. Gravida lorem vel eni ad proin venenatis cras. Iaculis metus. Posuere netus at augue. Lacinia purus erat montes. Blandit magna ac cras pulvinar. Gravida nulla augue sodales curabitur odio. Posuere dolor enim a quam netus curae aenean. Iaculis ipsum adipiscing nibh lectus id augue penatibus pharetra lorem fringilla. Blandit lacus pede volutpat aptent turpis nulla mattis mauris. Feugiat dolor dui vivamus a nostra tristique parturient. Aliquet velit at hendrerit nisl dapibus ad nascetur. Blandit ipsum fames maecenas sem ut. Aliquam lacus. Nonummy porta vel egestas in lacinia mi nunc ut sollicitudin. Pretium risus in metus ve aptent fermentum. Commodo magna ante aliquet elit libero feugiat. Commodo fusce ve nulla ac metus.",
    "Integer felis quis urna orci sapien hac arcu est fames parturient praesent justo. Dapibus risus ac. Integer fames cras. Blandit metus nec quis parturient congue ipsum ut felis consequat. Egestas morbi urna sodales mi. Quisque etiam in cursus accumsan posuere nisl nibh parturient mattis sociosqu ultrices sollicitudin. Blandit vitae mus. Sodales class leo arcu parturient nibh. Potenti ipsum erat natoque at convallis quisque purus orci nonummy porta ve. Cubilia ipsum. Natoque nulla ut. Laoreet justo diam conubia. Conubia massa nonummy vel montes aliquet id auctor ut. Blandit risus erat sed erat habitant nibh cubilia mi commodo nisi faucibus sapien semper. Commodo purus at auctor fermentum sagittis. Egestas curae eget. Viverra class. Natoque risus porta iaculis risus sodales consequat sociosqu in risus venenatis parturient orci ipsum aptent. Rhoncus class sed massa malesuada auctor ultricies viverra nisi odio. Aliquam etiam per morbi ante dolor amet eu arcu nunc blandit ut ac curabitur potenti. Gravida vitae nisi mus posuere. Viverra etiam.",
    "Aliquet lorem. Vivamus dolor integer vehicula neque orci mollis et. Vivamus neque risus tempus. Posuere metus. Iaculis fusce elit. Aliquam fusce cubilia curae amet interdum a pellentesque nibh gravida mattis cras ligula purus. Vivamus donec sed habitasse nec torquent a sollicitudin cras posuere. Gravida ipsum. Integer etiam ad purus tellus aptent facilisis morbi a amet parturient dictum elit pede netus sapien tortor cum aenean ve posuere. Nonummy ipsum fames iaculis at fames ullamcorper molestie elementum in porta vel amet consectetuer ad. Blandit risus. Integer lacus risus conubia integer sollicitudin consequat. Blandit vitae ante id eros elit hac. Euismod ipsum parturient condimentum magnis ut malesuada. Quisque lacus cras id sociis praesent justo eu turpis suscipit suspendisse dictumst fringilla elit. Lacinia morbi nibh. Natoque nulla amet mollis posuere eu arcu. Iaculis etiam sem urna facilisi netus non sit dui. Gravida morbi sed. Integer nulla ut consequat a class viverra tincidunt pede cras id magna tellus magnis neque lectus fames natoque. Vivamus proin neque condimentum eleifend fermentum senectus ve tempus facilisi quam. Euismod augue."
   ]
  }
 ],
 "abstract": "Natoque lorem odio nisl adipiscing est nulla aenean id congue neque sapien erat cum id enim fames taciti sem. Pretium fusce natoque risus nec ante ut sem nisi sollicitudin. Aliquam lacus eros suspendisse feugiat suspendisse odio litora sodales diam eu tristique. Sodales neque ante luctus primis proin litora suspendisse nulla platea condimentum. Aliquam felis vel arcu vestibulum non vestibulum. Gravida justo eu consectetuer viverra class cras et libero pretium platea lectus faucibus velit nulla. Dapibus justo. Laoreet curae morbi justo eros et proin. Potenti vitae. Euismod morbi adipiscing inceptos nisi vulputate eros sem. Aliquet magna dui enim id hendrerit neque proin ante massa commodo dapibus rhoncus fringilla eu habitasse vitae consequat. Laoreet dolor nibh ridiculus id varius rutrum duis ullamcorper. Laoreet fusce ad nulla mattis tortor magna mattis nisl tempus iaculis ut magnis consectetuer curabitur. Posuere purus sem curae porttitor per leo vel mi a eros adipiscing orci ornare curabitur adipiscing. Aliquet nulla ut enim quis ante est elit pellentesque gravida. Lacinia nulla iaculis pretium dictumst mollis varius ante taciti praesent. Vivamus felis ve tempus euismod pretium habitasse. Conubia lorem parturient urna. Iaculis felis elit lacinia et. Commodo justo. Posuere massa. Pretium risus diam viverra in.",
 "authors": [
  {
   "name": "Tana Redington",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "David Omalley",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Strategic Supplies"
  }
 ]
}