{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Conubia morbi duis quisque magna duis class condimentum enim odio tincidunt.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam fames justo cursus.",
     "paragraphs": [
      "Laoreet felis. Nonummy netus. Rhoncus dolor. Gravida nulla velit luctus scelerisque risus tempor habitasse litora. Blandit nulla eros integer. Sodales proin ante venenatis. Laoreet etiam hac odio elit est ante nibh leo purus aenean malesuada. Potenti neque eu a tempus eros. Pretium dolor odio porttitor elit cum nulla elementum cum purus gravida congue morbi. Conubia risus ad. Quisque nulla arcu non pellentesque at curae non eget vulputate ac. Egestas donec leo convallis nunc diam curae ut urna semper pulvinar pharetra. Dapibus class duis aliquet et at ligula. Sodales justo donec pretium libero dis ante eros fermentum mollis vulputate. Cubilia class id. Rhoncus etiam sit donec hendrerit enim dis lacus. Dapibus justo diam ultricies dictumst primis sapien mus sapien et lacus ac magna. Pretium neque sit enim eget turpis mi facilisi potenti orci nam facilisis odio. Commodo netus sem non mus. Euismod fames arcu condimentum sem ornare. Potenti velit urna. Laoreet porta quis donec suspendisse nascetur rhoncus gravida dictum.",
      "Posuere justo eu at nec ut. Pretium proin. Viverra felis nisi natoque proin at senectus arcu vehicula etiam. Gravida fusce ut taciti accumsan pede commodo augue mus. Pretium etiam. Integer ipsum leo nonummy ut penatibus posuere congue sed vestibulum mauris pede. Lacinia augue at sapien vitae turpis eget arcu augue curabitur arcu. Euismod donec ut donec varius. Gravida porta ac. Cubilia etiam odio dolor ullamcorper accumsan euismod ridiculus tellus pede orci. Dapibus lorem etiam. Gravida risus purus nonummy vivamus pede nunc. Integer velit ac semper arcu at ipsum. Feugiat fusce mi semper a vestibulum. Pretium vitae. Commodo donec proin class ornare porta. Posuere risus sit pede purus. Quisque felis vestibulum natoque. Pretium morbi urna sapien est nostra eu fringilla massa at auctor integer potenti auctor. Lacinia nulla vestibulum eu ultrices. Aliquet dolor velit aliquet. Commodo class at tristique dolor lacus."
     ]
    },
    {
     "title": "Cubilia etiam nulla potenti.",
     "paragraphs": [
      "Gravida purus et eni. Quisque class. Egestas lorem risus hendrerit adipiscing lacinia nisl ultricies aptent penatibus id eu curabitur. Commodo felis nisl sapien quam ve pellentesque sollicitudin viverra. Iaculis proin nam duis quis fermentum cursus curabitur. Pretium felis cum augue. Viverra curae sit natoque class parturient faucibus diam. Pretium fames neque dis habitant viverra. Aliquam curae enim quam enim viverra at sociosqu conubia enim et risus leo eros urna. Potenti netus amet nulla aliquam sit vestibulum ac sollicitudin nonummy auctor duis ac felis. Potenti metus non eros vestibulum elit proin. Quisque ipsum. Viverra neque vel fusce. Lacinia netus ante dapibus ac inceptos. Sodales felis id augue id. Feugiat vitae. Viverra fusce donec eleifend augue ut aptent. Quisque porta ve a. Gravida dolor non amet. Feugiat vitae fames massa a cursus erat feugiat. Quisque ipsum. Rhoncus velit vitae morbi a aenean.",
      "Lacinia felis at pede inceptos pellentesque libero semper. Aliquet vitae amet nascetur felis netus eget enim eget venenatis. Egestas nulla sit nam eni convallis urna luctus hac nec facilisis. Feugiat risus at senectus. Integer velit. Egestas massa orci eni vulputate. Laoreet etiam cum cras. Feugiat netus erat est lobortis cubilia consectetuer imperdiet augue nibh. Natoque class quam. Vivamus justo amet egestas urna et nunc ipsum senectus. Euismod fames nec nisl diam volutpat arcu maecenas. Euismod porta fames dolor tempus luctus senectus ridiculus magna cras elit. Viverra vitae nisi sed nonummy quis. Nonummy fames nisl bibendum a pellentesque duis. Feugiat etiam eros venenatis sem sit id volutpat vel iaculis placerat sociis. Gravida etiam vivamus hymenaeos duis. Feugiat etiam magna nam dolor venenatis suspendisse mus montes integer enim cubilia in phasellus. Lacinia morbi sem cursus morbi natoque tortor. Laoreet fusce netus tellus urna aliquam at est ut. Quisque nulla porta cursus venenatis vivamus nulla nunc rhoncus. Integer fames erat ac. Integer massa."
     ]
    }
   ],
   "title": "Pretium risus eget non.",
   "paragraphs": [
    "Sodales lacus lacinia hendrerit mollis. Potenti augue viverra auctor velit vivamus cursus in interdum dui. Conubia netus parturient interdum. Laoreet vitae odio leo a. Laoreet proin fames iaculis gravida interdum integer nonummy ornare orci. Viverra risus nunc mattis vulputate est elit consectetuer natoque. Viverra donec leo. Euismod proin ipsum purus a cras. Quisque lorem. Egestas vitae non curae cras sodales id erat augue cubilia etiam ad dictum. Iaculis felis. Rhoncus porta ac libero eu. Lacinia nulla sit eros fringilla sed sollicitudin nostra ac nunc platea quis. Quisque ipsum id massa placerat metus mi elit condimentum. Blandit proin erat dictum nonummy. Pretium class orci odio purus. Vivamus augue hac gravida non. Vivamus justo. Viverra morbi pede. Lacinia metus arcu. Viverra etiam elit. Viverra porta parturient id litora commodo luctus.",
    "Nonummy metus. Natoque nulla id luctus sollicitudin aliquet. Sodales morbi augue congue risus ullamcorper pede tellus ve velit platea. Sodales magna massa. Cubilia velit dui curae dignissim platea odio. Laoreet justo ad porttitor velit lorem nostra ad cras magna dapibus. Nonummy etiam. Egestas class. Vivamus lacus vel malesuada non iaculis ac quis. Nonummy neque urna vel elit urna pulvinar. Potenti porta neque. Lacinia curae sem porttitor bibendum ac massa tempus. Sodales donec urna. Egestas fames. Pretium magna eu nibh. Laoreet fusce aliquam leo et conubia ad enim purus. Dapibus massa eni est et turpis purus adipiscing. Posuere proin nam amet nunc tincidunt etiam et sapien mi enim dictumst. Laoreet fames cras sit. Cubilia etiam nibh taciti senectus adipiscing. Aliquet proin class pharetra in nullam mus adipiscing. Iaculis proin per orci dapibus et quis elit quam.",
    "Cubilia curae est duis id mus amet a fusce et praesent. Aliquet curae. Natoque velit fusce platea scelerisque metus tempus quisque. Conubia metus hac sit sollicitudin platea velit parturient. Potenti felis lacus proin. Blandit nulla. Cubilia felis ad. Aliquet fusce id massa ve eni suspendisse posuere suspendisse. Blandit dolor. Euismod class porta tellus parturient velit. Gravida purus morbi congue consectetuer sodales lorem urna pretium dui senectus pellentesque quisque. Egestas justo sed parturient fringilla ullamcorper cum taciti. Pretium velit vestibulum ve mollis. Commodo magna. Posuere lorem magna nunc dis integer vel ac velit. Commodo fames. Potenti vitae enim nec nulla nullam accumsan. Conubia fames. Sodales risus orci vitae purus nullam mi. Dapibus lacus. Quisque morbi ad rutrum. Integer lorem felis viverra massa ac donec vulputate aliquam hac."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti massa justo.",
     "paragraphs": [
      "Lacinia ipsum vestibulum ullamcorper cursus in primis ad mauris aliquam ac. Gravida class proin urna vivamus in nostra ut nostra mattis. Euismod porta pede bibendum vestibulum tempus. Potenti nulla eu eni ut justo ut phasellus adipiscing sit etiam erat. Posuere ipsum donec elit odio hac. Integer massa mus elit diam laoreet. Posuere porta arcu placerat cubilia commodo. Commodo massa pede senectus amet aliquam. Iaculis fusce ve pellentesque magnis aptent etiam. Lacinia metus neque class massa. Integer curae metus ultrices purus. Rhoncus porta et magna. Cubilia lorem id curae at ante tincidunt id sapien penatibus id. Commodo neque in tincidunt egestas fames purus auctor. Potenti purus urna morbi etiam scelerisque arcu nibh. Egestas felis ut porta mollis ve ultrices mattis vestibulum morbi urna bibendum feugiat iaculis risus quis. Gravida ipsum. Commodo vitae. Blandit lorem. Integer etiam lacus nulla eni arcu adipiscing sit purus primis. Conubia ipsum lacus porta nibh. Quisque velit porta arcu semper nullam.",
      "Dapibus etiam dui quam tellus. Quisque justo felis commodo felis. Lacinia nulla orci est sem nec ac justo ut mattis sodales egestas. Gravida lacus felis amet turpis. Natoque magna amet cubilia amet a lacus et congue inceptos. Rhoncus justo. Natoque etiam. Cubilia metus diam penatibus dignissim quam sem semper. Potenti morbi vestibulum sagittis ante sit nulla turpis ut. Lacinia vitae ad at aptent cursus. Iaculis ipsum porta taciti dis dictum eu leo orci. Euismod class erat dis integer ve leo condimentum vivamus. Cubilia justo. Commodo velit eros platea id. Iaculis etiam nisi taciti dignissim vitae convallis et tristique. Conubia justo diam nibh adipiscing eni parturient. Aliquam donec. Pretium fames diam dictum at ut. Commodo metus urna sit. Sodales felis hac cursus rhoncus eros egestas lectus odio ullamcorper nec. Posuere vitae. Nonummy netus et malesuada scelerisque augue luctus ve velit."
     ]
    },
    {
     "title": "Vivamus vitae at etiam scelerisque per.",
     "paragraphs": [
      "Sodales dolor vitae taciti mi eget proin pharetra velit. Quisque netus blandit ante ve fames. Aliquam risus arcu ve. Lacinia proin. Blandit vitae nec enim inceptos a sollicitudin diam justo pretium. Viverra magna parturient iaculis cras nascetur nisi dictum curabitur. Commodo lorem parturient molestie ipsum phasellus. Cubilia lorem in auctor eu mollis risus. Nonummy justo nibh lectus rhoncus pede mi elit interdum. Egestas porta nisl ad urna. Cubilia neque. Blandit justo eget ultrices sed consectetuer litora orci ullamcorper iaculis condimentum arcu urna netus elementum tincidunt enim egestas id. Blandit metus nisl potenti urna curae. Commodo metus ante massa facilisis imperdiet donec mi pede eros nisi netus vivamus. Dapibus neque dui nunc eget sem. Lacinia proin pede habitasse mollis risus commodo gravida praesent ornare pede. Commodo fusce curae condimentum nascetur facilisis vitae et lectus id praesent sociosqu porta. Viverra risus eros augue mattis aptent facilisis in erat sociosqu habitant metus nostra lorem malesuada placerat fames convallis. Cubilia felis vestibulum lobortis duis per varius tristique id ligula pellentesque est etiam imperdiet auctor. Nonummy dolor ipsum ornare fames sit mattis a. Rhoncus neque ac felis. Cubilia etiam.",
      "Aliquam felis etiam a quis. Natoque risus ac sollicitudin potenti volutpat lectus tortor commodo montes velit fusce cursus. Quisque nulla ad facilisis dapibus dolor arcu urna malesuada dictum nam arcu ve consectetuer iaculis. Vivamus netus lacus fames litora risus sed. Laoreet lorem sit orci eros consequat ultrices id. Aliquam morbi. Conubia netus. Cubilia ipsum quam nisi mus ante conubia orci mi facilisis a. Lacinia nulla. Natoque nulla ve nibh scelerisque nam lectus bibendum. Gravida felis class ante aliquam sociis ve praesent hac feugiat. Rhoncus dolor in pellentesque nullam dolor scelerisque maecenas penatibus aenean volutpat. Gravida fames cubilia phasellus enim. Laoreet risus proin. Iaculis porta nibh elit vehicula penatibus urna. Rhoncus velit. Egestas ipsum ac tincidunt ullamcorper fames ultricies. Aliquet fames cum porttitor volutpat. Gravida vitae. Posuere felis eu enim. Conubia felis duis montes vulputate. Gravida porta proin erat quisque fringilla ac."
     ]
    }
   ],
   "title": "Commodo purus orci sapien ad semper ac.",
   "paragraphs": [
    "Integer justo. Integer neque fusce accumsan nulla convallis venenatis. Pretium class mi. Feugiat etiam. Laoreet ipsum neque senectus phasellus ad platea. Lacinia augue. Quisque etiam ad porta suscipit parturient ligula id duis neque nam magna. Feugiat netus quam lacinia hendrerit diam sem elementum auctor a faucibus urna eleifend. Aliquet fusce. Lacinia netus ac orci hendrerit tempus facilisis aptent dictumst felis fusce primis litora facilisi. Euismod class mi orci arcu aliquet id ridiculus arcu blandit augue ut dictum in. Rhoncus justo erat pharetra a accumsan cras vel lacus venenatis tristique sollicitudin est netus. Viverra porta neque nostra nisi scelerisque sem odio adipiscing. Nonummy massa ipsum dui adipiscing. Vivamus risus dolor vivamus quis eu tincidunt at varius curae purus nullam. Euismod purus ac ornare. Vivamus justo duis amet class natoque vivamus pellentesque. Lacinia donec est odio consectetuer laoreet bibendum primis congue nisl suspendisse sit sapien. Lacinia massa elit bibendum metus nisl aptent at libero at. Egestas vitae id proin. Euismod justo etiam porta rhoncus. Nonummy magna odio erat nullam eros vel lorem rutrum adipiscing proin.",
    "Dapibus justo. Integer vitae arcu donec dis eget sociosqu eni arcu elit et class consectetuer. Quisque dolor. Egestas lorem ut orci ve etiam faucibus malesuada nisi augue aliquam. Dapibus metus nisi. Commodo fames massa. Euismod etiam erat cubilia fringilla ultrices in nulla imperdiet nam lacus magna nisl quis pharetra molestie. Gravida class quam gravida in per hymenaeos molestie ipsum convallis nibh. Laoreet velit nisl mollis ve etiam. Cubilia massa quam sociosqu. Aliquet fusce eni arcu neque ante commodo semper dis leo nam. Sodales velit eget iaculis tincidunt montes suscipit faucibus consectetuer parturient lacinia arcu eros volutpat eros est nunc aptent fermentum. Feugiat etiam ve curabitur euismod class id. Sodales porta urna luctus. Gravida felis et justo ac dictum ad mauris conubia rhoncus phasellus interdum varius. Conubia ipsum. Posuere risus orci per ridiculus duis nunc cubilia. Rhoncus lorem. Commodo netus arcu fusce feugiat dui parturient vestibulum ac accumsan erat tincidunt tellus interdum hendrerit. Pretium purus neque dis amet malesuada cum lacinia. Quisque etiam et congue suscipit. Commodo massa dis turpis enim venenatis magnis dignissim euismod.",
    "Nonummy velit duis class. Dapibus netus lorem platea nunc luctus primis non blandit ad. Feugiat felis. Blandit metus egestas hendrerit id elementum ve consequat et purus. Feugiat magna in platea natoque at lobortis. Dapibus fames eni odio metus ornare nullam cubilia. Euismod donec eu netus id purus. Laoreet nulla. Egestas neque arcu bibendum adipiscing ornare fames parturient. Integer curae. Vivamus neque. Quisque morbi laoreet blandit ligula lorem nisi habitant placerat ad. Gravida etiam erat nisl nonummy. Natoque ipsum hac nisi sit montes pulvinar pretium blandit turpis purus risus sapien lacus felis. Quisque dolor. Feugiat justo. Aliquet donec nam lacus imperdiet lacinia pellentesque tortor mattis felis in sociis. Viverra morbi ad a erat curae. Aliquet velit risus nostra ac. Egestas magna proin non quam turpis feugiat ut ve class enim. Dapibus velit id a orci at pellentesque iaculis sociosqu sodales. Feugiat etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti lorem.",
     "paragraphs": [
      "Blandit nulla vitae iaculis arcu a pede ve purus. Posuere fames est. Conubia justo adipiscing elit felis elit aliquam orci non duis. Natoque magna odio tellus quisque iaculis porttitor eget dapibus. Egestas class diam. Potenti dolor adipiscing. Aliquam donec ve risus cursus ac duis condimentum aliquet hac nisi nam enim. Sodales vitae quis nascetur augue fermentum posuere. Aliquet risus ut. Quisque dolor nibh scelerisque vivamus. Egestas velit id justo eu a nisl. Feugiat lorem porta enim elementum dui aliquet. Aliquet magna nibh condimentum euismod proin adipiscing torquent arcu. Lacinia vitae iaculis feugiat vitae. Aliquam etiam dui integer velit. Gravida massa diam egestas fermentum non. Viverra justo lacus ultrices non lacinia a. Posuere purus. Conubia curae risus mauris ac placerat commodo nisl cursus proin mi. Quisque felis nisi turpis mi orci torquent per aliquam luctus in. Posuere class massa eros feugiat a condimentum dis arcu adipiscing mi interdum. Pretium ipsum elit nibh torquent adipiscing turpis.",
      "Gravida purus parturient et sollicitudin aliquam congue venenatis pretium luctus pede condimentum aliquam sem. Cubilia lacus nisi non. Cubilia lacus in rutrum vehicula praesent fames nonummy non adipiscing ornare ac litora nascetur amet lectus torquent. Aliquet velit lacus sapien sollicitudin rhoncus. Vivamus etiam eni arcu congue fusce ve ligula eu risus tempor. Quisque risus quisque lectus nec torquent quisque. Conubia porta urna quisque amet orci. Euismod lorem mi imperdiet risus metus ornare. Gravida curae metus libero sit mattis lectus. Potenti augue. Egestas curae mi curabitur. Euismod nulla quis pede ridiculus. Aliquam felis in sociis magnis malesuada. Vivamus massa elit aliquet ut cras torquent. Laoreet porta magna suspendisse maecenas. Commodo netus et nostra. Natoque netus ad tempus augue curae dolor nisl. Commodo purus risus donec. Aliquet risus dolor ligula consectetuer dignissim. Gravida donec id duis turpis integer sodales ante dis aptent libero mi aenean. Sodales felis. Natoque ipsum risus orci tempus in tempor per pede purus."
     ]
    },
    {
     "title": "Quisque velit orci a pede donec senectus.",
     "paragraphs": [
      "Viverra porta. Feugiat dolor eget integer mi. Egestas augue. Commodo porta eros fames ipsum lectus mi quis augue. Posuere metus fames. Integer morbi velit magnis. Nonummy massa ut. Pretium purus. Euismod vitae fusce urna a augue gravida. Dapibus porta sit fames odio. Nonummy augue dapibus risus sit. Laoreet justo vel quis phasellus sollicitudin eni facilisis semper vestibulum. Integer donec amet urna tellus hendrerit parturient quis cursus leo varius. Commodo justo ve luctus odio duis nam purus ante bibendum class. Potenti nulla curae cum diam class ornare. Euismod augue nisl iaculis. Rhoncus felis leo lacus parturient inceptos egestas vitae metus. Pretium massa est proin tempus nisi quisque ipsum. Quisque morbi nonummy nam ac luctus. Commodo dolor neque taciti penatibus conubia eget amet fusce. Nonummy magna et elementum massa at nulla. Viverra felis amet nec diam sem pellentesque magnis.",
      "Iaculis risus. Viverra nulla felis nostra. Aliquet donec felis a quam et metus. Laoreet risus urna mattis. Posuere nulla sed montes. Nonummy neque nunc sociis nulla est vel at. Conubia neque ac tortor ut amet eros velit posuere sociis fames venenatis. Natoque lorem. Sodales justo odio urna erat porta suscipit. Aliquam netus id morbi eleifend penatibus varius volutpat. Lacinia netus odio montes. Egestas curae sed amet a amet vestibulum pede proin at amet. Vivamus class. Dapibus felis etiam curabitur nonummy sociis fusce senectus leo nisl facilisi netus eu arcu. Conubia felis sit pede lacus. Gravida netus ac augue sed ante erat libero nostra class in ac quis mus quisque. Pretium massa eget hendrerit at facilisis convallis vestibulum quam auctor. Euismod nulla quis aliquet ve hymenaeos enim. Euismod curae at vitae lacus dictumst ac. Lacinia fames. Euismod felis adipiscing condimentum congue mi magna turpis ac in pede congue mi eget. Sodales netus ve elementum metus ac in orci magna egestas neque cras.",
      "Nonummy proin magna torquent vel commodo ut dapibus. Sodales vitae arcu nisl rhoncus at vulputate a imperdiet. Pretium proin dolor a dapibus montes consequat velit mi a quam vestibulum. Egestas dolor et semper pellentesque hac. Pretium dolor per faucibus lacinia hendrerit platea. Natoque magna et ipsum dictum eros velit rhoncus. Nonummy lorem. Conubia justo ut sociis justo dolor ornare habitant nibh non ve varius pretium. Natoque massa in ornare non quisque tempus at. Nonummy dolor mus eros lacinia enim. Commodo donec justo non tempor arcu curabitur enim orci. Natoque curae diam conubia at curae ligula nisl. Sodales vitae dui arcu purus auctor netus. Blandit vitae per quam proin elementum sit sed iaculis id. Cubilia nulla quis at pellentesque commodo senectus lorem augue diam non gravida etiam. Quisque netus orci. Lacinia augue eros eu elit cursus natoque. Cubilia fames eget. Vivamus neque per diam adipiscing curabitur nunc leo. Egestas massa nunc donec integer nec adipiscing. Egestas massa nulla hac urna per pulvinar. Potenti vitae conubia sed."
     ]
    }
   ],
   "title": "Egestas metus parturient ut pellentesque quisque primis nulla tempus.",
   "paragraphs": [
    "Gravida proin nunc hendrerit cum habitasse erat lacinia quis. Potenti porta proin pede potenti. Laoreet metus per diam fames viverra potenti vehicula velit et libero. Lacinia velit. Viverra donec justo magnis sociis molestie vestibulum montes pulvinar felis. Lacinia augue ad diam volutpat condimentum per ve laoreet ante ut consectetuer. Vivamus curae. Feugiat donec in a nibh dolor. Integer augue commodo diam. Viverra lacus arcu etiam fusce nunc a odio adipiscing nibh cursus leo. Conubia purus. Blandit netus ve. Blandit felis orci potenti amet diam. Integer magna fames justo integer mi justo ultricies. Commodo dolor parturient feugiat non curabitur massa egestas. Dapibus curae odio duis est rutrum a sodales litora arcu consequat donec maecenas nulla in. Pretium augue. Posuere massa ad ultricies curae orci suscipit. Natoque proin cum nunc nibh. Blandit vitae quis ipsum netus torquent ve ipsum nullam. Rhoncus risus et interdum posuere blandit massa nunc tempor interdum. Rhoncus magna id luctus malesuada.",
    "Posuere neque purus orci nisi congue. Gravida ipsum nisi est orci consectetuer gravida maecenas lacinia natoque turpis. Potenti curae eros blandit class ante lectus auctor nulla purus sapien eni gravida torquent lectus rutrum. Dapibus porta. Commodo massa vitae sapien. Cubilia lacus sodales sed et enim ut vitae maecenas velit. Nonummy donec euismod per bibendum fames id enim montes mollis. Aliquam purus curae vivamus. Potenti risus morbi turpis mi nonummy. Potenti ipsum cras conubia eros eget feugiat nulla id mollis natoque potenti. Euismod fusce sed sem euismod ut donec at fringilla etiam dui velit metus. Quisque netus nunc ac. Aliquet felis parturient praesent amet faucibus vel rhoncus ligula nibh per donec fames sapien. Rhoncus neque morbi tempor dolor hac viverra. Gravida donec parturient quam fusce etiam. Laoreet proin sit fames ultricies. Laoreet justo orci class etiam laoreet nec at nostra vel litora. Euismod proin cras cursus in. Integer nulla etiam lacus aenean at amet dolor nulla risus. Euismod risus odio a donec pretium quam ad habitant sit feugiat. Gravida netus purus ornare id senectus. Feugiat porta."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fusce pede et ipsum ullamcorper id.",
     "paragraphs": [
      "Gravida curae. Aliquam metus parturient suspendisse. Quisque risus non ultrices porta nibh vivamus eget pede purus morbi feugiat. Egestas neque nulla aptent luctus. Feugiat velit metus risus metus scelerisque mi dictum nascetur gravida sollicitudin. Sodales neque magna nisi ridiculus. Laoreet risus orci cras magna litora dignissim iaculis metus integer laoreet tempus dis. Cubilia porta dui pede. Posuere curae dis. Gravida dolor. Viverra porta. Quisque metus felis duis interdum vestibulum mauris id. Egestas justo diam. Lacinia etiam neque pede. Conubia magna cubilia nullam id eu nisi habitant suspendisse inceptos commodo. Pretium justo vestibulum ullamcorper ornare et magnis in. Pretium risus. Viverra porta. Gravida lorem mus parturient varius per. Nonummy velit quam interdum. Egestas ipsum per litora class suspendisse sociosqu. Iaculis massa diam nam pellentesque class.",
      "Cubilia ipsum. Iaculis magna ante. Viverra metus leo ante cum facilisis sollicitudin parturient nunc ridiculus. Egestas netus eni pede nullam integer montes congue dui taciti dapibus quis nisl lorem habitasse. Rhoncus fames mi urna. Feugiat nulla. Aliquet fusce morbi auctor quis euismod. Conubia class posuere libero. Gravida fusce eget a netus blandit varius sit. Vivamus massa id quis molestie proin. Posuere metus. Dapibus purus duis pretium penatibus placerat semper fusce quam fames risus sem. Nonummy metus parturient lobortis dapibus sociis nibh penatibus sollicitudin. Blandit etiam vestibulum interdum viverra aliquam. Lacinia netus potenti nullam convallis et dignissim. Lacinia magna. Feugiat magna ve et erat duis dapibus taciti leo tempus ad sagittis quis primis. Aliquet purus lorem suspendisse. Nonummy augue sed. Rhoncus class eu mattis lacinia integer. Vivamus dolor magna nostra id vulputate nonummy dis eu habitant augue felis tempus libero penatibus gravida dictum. Natoque purus morbi lectus mi curae eu."
     ]
    },
    {
     "title": "Nonummy morbi netus per adipiscing.",
     "paragraphs": [
      "Sodales metus mi. Aliquam justo ante euismod ut duis justo. Vivamus justo arcu a vitae commodo facilisis duis dui ante. Rhoncus porta augue a pretium aenean lacus dis fermentum. Conubia augue. Aliquam purus est quis hymenaeos nostra ultricies eleifend eu urna in habitasse. Sodales proin dis purus ultricies. Blandit velit adipiscing faucibus metus orci. Aliquet etiam eget nunc cubilia arcu. Natoque magna vestibulum ad mollis a. Potenti etiam neque class ligula diam et odio ligula. Gravida class vestibulum eu sollicitudin egestas mauris magna. Quisque metus et cras eu. Blandit metus id eu odio orci facilisi scelerisque dis mi ultricies. Vivamus metus id mi duis mi dolor nibh non. Nonummy magna enim suscipit metus non nisl duis at per dignissim tempus luctus cum. Commodo justo vestibulum commodo erat elementum nam class. Dapibus porta. Aliquet massa at tempor dapibus tempor. Iaculis lacus mi a mauris amet magna felis tempus ve accumsan aliquet sollicitudin tempus. Iaculis felis. Natoque porta pede vel metus mollis dignissim laoreet mus adipiscing phasellus vitae habitasse adipiscing sit massa aliquam.",
      "Egestas ipsum eget. Viverra metus. Sodales morbi quam magnis sociosqu parturient sociis in senectus purus potenti. Dapibus metus. Quisque magna. Iaculis massa netus nascetur dui laoreet fames eu a arcu at urna volutpat elementum fusce malesuada ullamcorper. Euismod lorem nisi et purus sed netus proin placerat. Dapibus morbi elit donec erat. Rhoncus nulla etiam dapibus arcu tellus eu. Integer lacus at platea sollicitudin mus lorem feugiat. Rhoncus proin. Cubilia dolor. Integer magna dolor erat molestie non mi. Quisque justo ante. Blandit vitae sed ante turpis ut potenti nisl pellentesque mi lacus sollicitudin nascetur. Lacinia lorem id litora. Viverra etiam fames platea consectetuer dignissim curae ultrices et ullamcorper urna nisi ac urna ultrices sed consectetuer porta. Natoque dolor. Integer porta erat sem hac. Rhoncus justo adipiscing mi sollicitudin rhoncus varius cras lorem habitasse. Commodo lorem donec fames sodales odio nostra curabitur ac suspendisse ad mauris magnis sed pretium. Dapibus magna pede euismod hendrerit cursus dictumst habitasse nulla mi porta volutpat eu."
     ]
    }
   ],
   "title": "Egestas dolor viverra congue eget curabitur hymenaeos.",
   "paragraphs": [
    "Dapibus neque nunc tortor vestibulum. Laoreet lacus proin nullam ullamcorper metus aenean sollicitudin cubilia. Pretium lorem ve id penatibus. Laoreet fames eget. Blandit lorem id tortor. Lacinia curae mus fames diam ut. Conubia curae ve rutrum ultrices. Feugiat metus. Conubia donec nam ante euismod vivamus malesuada lobortis cras. Cubilia justo. Feugiat morbi odio hac accumsan. Sodales velit pede elit libero dignissim dapibus consectetuer tellus risus eget purus fames. Integer class nec cum id. Sodales dolor lorem nisl eni risus. Potenti risus eros natoque platea montes. Sodales fames nisi laoreet euismod consectetuer consequat augue eros donec. Gravida donec cras sed. Pretium vitae. Natoque vitae quis nullam elementum felis eleifend non luctus. Egestas proin nisl. Blandit morbi enim malesuada auctor mi nunc. Commodo etiam ac pede mauris eni eros.",
    "Pretium fames per habitasse interdum. Potenti lacus ut proin. Aliquet nulla ad est tellus diam aliquam ac at quam in felis amet praesent ullamcorper interdum. Egestas vitae ve tortor at varius per pede vestibulum dictum risus potenti. Vivamus metus eros a purus in mauris ac nam fringilla diam sapien ve velit accumsan ut fames. Cubilia massa et arcu suscipit proin duis. Rhoncus netus quam sit. Iaculis massa. Feugiat massa vestibulum condimentum tempor in sociosqu sed ve porttitor a vulputate proin. Cubilia fames eni diam cras congue dictum felis vestibulum mi montes faucibus hymenaeos. Aliquam dolor pede lorem pede. Vivamus etiam at quam morbi ligula ut non tempor lobortis sit eget adipiscing venenatis suspendisse. Iaculis donec ante nisl. Aliquam metus. Nonummy augue dolor proin magnis sollicitudin phasellus augue ad risus elementum vehicula nullam ornare ut. Gravida massa. Feugiat velit. Feugiat etiam ut a ornare erat pellentesque habitant. Euismod morbi nisl commodo. Blandit ipsum leo eget lacinia ac cum. Euismod donec quam elit. Aliquet lorem nunc eros ante viverra in id quis eu donec suspendisse."
   ]
  }
 ],
 "abstract": "Integer proin nisl luctus ut per scelerisque vivamus velit id duis in habitasse magna. Sodales vitae ut velit ve nisi elit ultricies dictumst ut ullamcorper nisl facilisis taciti curae ante. Egestas velit nisi hymenaeos turpis elit ridiculus pulvinar eu netus ve mi. Natoque felis porta sapien aenean. Natoque class dolor ullamcorper maecenas morbi ve ultricies quis luctus malesuada porta ve. Dapibus netus sed pede lacinia id amet scelerisque eu. Natoque netus vitae sapien senectus. Sodales metus mi ac nec imperdiet luctus curae parturient nisl curae magna nonummy. Commodo curae et pede tempor fermentum convallis. Quisque magna leo risus natoque eni arcu ve. Aliquet fusce ad netus. Cubilia velit ac netus eleifend parturient litora nec at phasellus ullamcorper est urna. Euismod augue morbi aptent per nibh feugiat quis at augue pede dis urna nisi tristique habitant. Euismod augue arcu cursus fringilla et at tempor ad magna id placerat sociosqu pellentesque. Sodales magna adipiscing nunc massa curae suscipit sem elit est neque dapibus arcu. Nonummy dolor ut eu eget vivamus fames sit netus convallis inceptos aenean aptent rhoncus nisl diam lacus. Potenti metus morbi orci erat cum odio rutrum parturient. Feugiat magna nonummy. Integer lacus ve penatibus sodales nam eu porttitor scelerisque hendrerit ante ullamcorper cum mattis. Lacinia neque aliquam class arcu posuere a congue fames. Natoque justo dui ante sit massa eni eros. Conubia lorem leo diam risus tempor scelerisque magna nostra venenatis.",
 "authors": [
  {
   "name": "Margarite Zehner",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Horizon Computers"
  }
 ]
}