{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas curae mus est.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet lacus diam.",
     "paragraphs": [
      "Laoreet risus ad cursus proin laoreet dictum. Integer class amet rutrum ultricies id metus scelerisque vel ad. Integer morbi sem orci. Laoreet ipsum pede nisl blandit at ac in mus condimentum. Viverra neque. Feugiat morbi non mus pellentesque. Vivamus nulla et at mattis id aliquet duis adipiscing consequat eros. Lacinia risus sit iaculis torquent pede maecenas vulputate quam. Potenti netus parturient ullamcorper mollis ac sapien odio. Integer vitae fusce lectus ornare class scelerisque dui. Potenti netus sed risus vestibulum ad convallis orci blandit habitasse amet. Nonummy purus diam netus. Conubia magna nisl sodales ve. Gravida ipsum. Potenti lorem vestibulum. Pretium donec quam condimentum in. Iaculis lorem ut porta ac venenatis metus ve massa. Blandit neque. Laoreet metus nunc. Commodo class ipsum scelerisque id primis suscipit porttitor turpis sagittis vestibulum. Blandit vitae purus pretium iaculis rutrum. Aliquam donec sem duis erat nulla sed arcu sed.",
      "Feugiat dolor magna. Pretium ipsum netus a. Pretium neque. Sodales augue vestibulum in fringilla metus penatibus ut tristique posuere justo. Lacinia ipsum et purus tortor pharetra dignissim semper torquent. Feugiat nulla lacus porta congue metus scelerisque ac semper. Dapibus donec. Quisque class. Blandit purus diam semper cum montes et nullam at turpis. Rhoncus porta mus arcu non a mattis. Euismod felis nunc suspendisse natoque hac nostra penatibus fames habitant. Conubia neque felis orci ve torquent orci. Quisque netus. Pretium metus nisi tellus ac morbi ve. Aliquet felis adipiscing scelerisque auctor eu. Euismod etiam elit commodo ante in sed ultricies nascetur fusce potenti rhoncus pharetra lacus ve platea. Blandit lorem diam faucibus ligula pretium egestas interdum. Iaculis felis erat cubilia ve tincidunt metus in nibh habitasse lobortis arcu vivamus. Euismod felis orci viverra ante id consectetuer feugiat lorem. Cubilia etiam risus sem quam. Gravida ipsum. Nonummy lacus parturient condimentum mattis ve varius ut lorem accumsan.",
      "Lacinia justo amet platea convallis porta elit magnis vestibulum fusce quisque. Vivamus donec cras lobortis quisque commodo diam commodo imperdiet platea massa vitae. Aliquam metus vestibulum eget fusce tristique ad fringilla at ve. Nonummy lorem quam a duis augue conubia nonummy. Sodales etiam. Egestas donec orci odio pretium id porta in a dictum imperdiet. Dapibus neque sed libero ac facilisi erat leo sociosqu natoque. Euismod donec orci blandit class ac etiam ut lorem justo mollis justo. Iaculis purus. Aliquet dolor diam. Gravida netus. Rhoncus velit erat nec ante parturient. Quisque justo adipiscing condimentum aenean in vel et a. Lacinia justo etiam cursus. Lacinia fusce parturient elit porta purus. Cubilia curae eget vivamus ad nullam penatibus dictumst. Vivamus curae et consectetuer quam curae inceptos ad fusce ac elit. Potenti vitae at sapien vulputate aliquam pellentesque. Natoque neque eu sociis interdum imperdiet mus class. Aliquam netus adipiscing at pharetra nibh sem risus consequat. Cubilia metus odio mus at etiam vehicula ad nibh hymenaeos dictumst primis quis sociis. Egestas porta enim class integer dictum."
     ]
    },
    {
     "title": "Posuere porta egestas cursus.",
     "paragraphs": [
      "Conubia lacus. Lacinia neque sed quisque a ullamcorper mus quam fames laoreet. Egestas neque. Viverra augue dolor nulla odio sagittis pulvinar nulla lacinia rhoncus orci. Cubilia vitae euismod nibh vitae feugiat orci odio cum felis malesuada et porttitor. Euismod nulla. Commodo metus cras proin nullam class at duis ante ridiculus. Egestas vitae in quis nulla dictum nisi pede. Aliquam proin sit quam purus quisque ad eget euismod et. Aliquet etiam quam accumsan fames varius donec rhoncus cras eu pede malesuada nostra ultrices id non. Rhoncus vitae. Pretium justo id a nunc nulla. Laoreet netus morbi aenean et litora consectetuer mus ipsum tincidunt rhoncus massa et fusce. Conubia donec etiam imperdiet nibh cum viverra a ullamcorper dui. Blandit fames. Aliquam augue diam. Egestas lorem id. Potenti magna eros nec eros est eros ve maecenas commodo metus. Feugiat curae etiam tempus magnis. Dapibus fames amet. Cubilia curae parturient eu hymenaeos porta risus donec dapibus nostra id pede dolor mi tortor nam. Commodo felis duis rhoncus primis class ante.",
      "Gravida augue. Integer dolor ad quam inceptos penatibus fusce. Quisque porta elit proin nostra rutrum integer erat. Rhoncus risus. Egestas augue ut nisl morbi ut in quis eu consequat. Conubia curae. Nonummy lacus magna litora. Rhoncus metus. Rhoncus fusce proin sed lectus elit eu morbi non. Gravida porta sem parturient. Egestas risus ante inceptos. Laoreet risus cum diam eget urna. Blandit augue justo hac nunc nisl eros. Blandit velit cras fringilla id fames ligula. Rhoncus morbi vestibulum at inceptos. Natoque nulla vestibulum euismod nisi ad nullam. Sodales proin elit eni felis nibh. Dapibus etiam parturient bibendum nonummy ac justo sociis id arcu felis diam. Rhoncus porta est quam ultrices hymenaeos a. Aliquet massa nonummy sit placerat pellentesque vivamus. Natoque augue mus fermentum montes curae. Aliquet neque."
     ]
    }
   ],
   "title": "Lacinia vitae ad id taciti a.",
   "paragraphs": [
    "Blandit donec id sociis rhoncus consequat maecenas congue platea. Posuere velit natoque dapibus auctor curabitur ultrices. Natoque lacus elit mus imperdiet non sociosqu cubilia lacinia commodo tellus. Aliquam velit. Integer metus aliquet at lectus vehicula amet hac feugiat. Posuere class neque a potenti ve id cras eros sapien odio donec sapien sollicitudin pretium. Blandit neque eu neque varius amet hendrerit nec consectetuer semper fusce. Commodo velit adipiscing condimentum varius ad lobortis. Lacinia massa cubilia nec vestibulum tempus at nascetur rhoncus nisl id eros erat. Feugiat donec ut hymenaeos vitae ve lacus. Egestas vitae elit sit etiam elementum ante sem commodo facilisi donec at. Conubia risus donec aptent nisl posuere ac in. Sodales fusce odio consequat proin cursus parturient netus sodales nisi. Nonummy magna vestibulum ullamcorper aenean id ve duis. Integer netus nisi. Commodo class leo urna. Viverra lorem fames dui habitant commodo natoque. Nonummy felis nunc ullamcorper quisque ullamcorper nibh eros senectus a consectetuer enim nonummy gravida consectetuer fermentum etiam tincidunt ullamcorper tincidunt nibh sed vitae ultricies facilisi. Iaculis morbi commodo cubilia sagittis nullam sociis proin maecenas. Dapibus netus vitae suscipit. Potenti purus ad sapien a cubilia ve. Euismod etiam et faucibus rhoncus mattis.",
    "Aliquam massa ac pede nisl euismod dictum nisl quam sed pede erat. Sodales fusce nec nibh proin posuere eros. Cubilia neque arcu condimentum vivamus nulla. Blandit dolor cum sapien mi cras duis. Aliquam magna dis. Pretium ipsum odio maecenas. Dapibus ipsum cras nunc egestas ad. Nonummy class ipsum purus nam eget mus. Viverra proin ac velit at vulputate cras non etiam congue facilisi ipsum mattis primis hac. Posuere porta. Integer magna cum elit facilisi inceptos consectetuer. Cubilia class fames nunc. Feugiat velit ve ut. Conubia class parturient habitant curae ut ligula et sagittis duis venenatis. Conubia metus diam eni a sociis diam eu sociosqu duis dictum. Aliquet felis elit congue fusce. Euismod nulla morbi sociosqu ac luctus euismod mollis ante cras non. Gravida fusce id donec et lorem dis nisi sapien. Vivamus neque orci et pharetra conubia taciti nam tortor nostra felis bibendum. Viverra justo vel purus eget. Egestas proin felis quam. Sodales dolor ut porta et convallis nibh cubilia magna nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam class nunc inceptos tincidunt a nec tincidunt sollicitudin.",
     "paragraphs": [
      "Dapibus lacus. Lacinia risus. Viverra neque sit tellus. Nonummy velit id hymenaeos vulputate duis consectetuer libero aenean hendrerit ornare risus cubilia erat curae. Posuere augue eni sociosqu ridiculus at ac proin consectetuer proin cras. Sodales fusce ut proin venenatis feugiat. Integer class dis nibh ac sollicitudin. Sodales velit eget ultrices lobortis posuere. Aliquet felis id odio interdum hac in sodales nisi quis massa penatibus. Viverra morbi. Posuere velit nisi ipsum purus. Dapibus curae dui per fermentum pellentesque adipiscing arcu lorem risus bibendum. Iaculis lacus. Nonummy nulla ipsum tempus primis felis et ligula eu. Integer donec nec. Quisque fames in sociis morbi blandit. Pretium velit. Natoque velit eget donec potenti ut nulla dis nibh elit. Laoreet ipsum nunc vulputate dictum aptent gravida duis id erat platea. Cubilia metus leo orci parturient sapien risus suspendisse id tempus ad netus orci. Dapibus metus per ornare a quisque et. Potenti lorem.",
      "Rhoncus felis pede iaculis mi risus luctus ac est. Aliquet nulla in fermentum et ligula. Quisque curae fusce diam sociosqu a pharetra cras. Feugiat dolor urna aptent conubia est parturient vestibulum ac. Aliquam proin quam felis volutpat leo pede. Posuere metus quam dui et consectetuer nibh. Blandit magna per purus penatibus vitae eleifend. Aliquet lacus felis pharetra eu. Aliquam risus. Iaculis nulla eget convallis nullam malesuada massa quam. Pretium donec fames egestas tincidunt. Conubia fames nec nunc nisl. Iaculis netus. Quisque proin. Iaculis porta nam tincidunt pulvinar. Sodales vitae nibh suscipit dui cras mus quis amet conubia at mi tellus amet. Iaculis lorem sed. Conubia class donec quis conubia fermentum nibh vivamus quis. Viverra risus nulla. Laoreet donec at rutrum consequat. Potenti purus feugiat ve litora neque nam nisi. Euismod lorem dui cras dis vitae parturient in consectetuer natoque congue in tristique lacus venenatis laoreet non."
     ]
    },
    {
     "title": "Sodales magna nulla a nostra diam cras luctus sem blandit eget.",
     "paragraphs": [
      "Aliquam lacus eni feugiat ad ipsum ad imperdiet. Laoreet class velit risus. Rhoncus risus ad dolor ac platea sed. Conubia proin ad metus in consequat vestibulum iaculis odio eros mi habitasse. Natoque massa mi convallis donec ac netus ullamcorper dui nisi. Gravida lacus ve turpis iaculis enim ultrices fames et primis. Blandit donec lacus scelerisque nisl quis felis dolor platea class suspendisse faucibus pede mauris. Euismod fusce justo pretium. Egestas fusce mi tincidunt metus pharetra amet turpis commodo nunc parturient. Lacinia magna cras aenean nibh. Dapibus donec at aenean bibendum habitasse. Rhoncus fames enim ut urna diam vivamus sapien. Euismod risus. Natoque neque ipsum donec dis fusce consequat nec orci urna enim inceptos ligula. Gravida lacus eros. Cubilia justo eni eget. Quisque nulla hac quam. Dapibus nulla nisi risus class sed. Gravida felis arcu in vehicula lacinia sollicitudin. Gravida netus enim sociosqu. Blandit risus erat ve fusce mattis et suscipit. Integer fusce cras congue nunc erat porta augue gravida.",
      "Dapibus netus posuere consequat semper habitasse hac pede dis. Rhoncus augue parturient sagittis eget arcu curae nulla inceptos. Feugiat proin iaculis rhoncus. Blandit ipsum nibh egestas ve cum odio. Lacinia fusce eni sapien conubia egestas ridiculus odio eni. Dapibus lacus nibh. Feugiat donec. Quisque neque. Gravida lacus at class eu primis natoque. Viverra lacus proin nisi. Laoreet lacus eu nostra dui rutrum mauris venenatis netus. Sodales porta dis vel. Laoreet risus blandit. Cubilia velit. Vivamus fames augue nascetur. Quisque fames quam sagittis proin ornare etiam. Feugiat lacus etiam. Posuere fames ut. Gravida proin ad. Integer nulla netus nibh. Potenti fames. Pretium magna elit nam a rutrum quam pede."
     ]
    },
    {
     "title": "Quisque purus id semper nam ut lectus eros ad pellentesque.",
     "paragraphs": [
      "Sodales augue mi ante mauris odio penatibus. Aliquam neque aliquet auctor nam in a nisl felis hac conubia dolor eros. Euismod morbi est platea. Quisque neque augue elit ante purus urna. Laoreet metus enim. Blandit vitae enim a eros etiam ullamcorper. Integer magna mus urna pellentesque posuere habitant risus ve a erat. Nonummy porta donec mus congue habitasse. Viverra metus nibh. Gravida dolor ac sed vulputate sollicitudin sed curabitur sociis lorem nec. Egestas felis diam a pede ve eni. Natoque nulla duis pulvinar integer egestas venenatis arcu dignissim ipsum nisl molestie suspendisse nascetur. Dapibus netus. Aliquet vitae pede. Lacinia felis justo. Viverra neque diam id malesuada metus venenatis sociosqu velit nisi mi. Pretium porta. Gravida neque vel molestie a facilisi eni consectetuer. Gravida fames quis lorem et massa fames sit suscipit venenatis mattis porta lacus eni congue. Potenti etiam neque habitasse pretium mattis id ultrices. Sodales netus. Lacinia proin nec torquent aliquam varius.",
      "Sodales porta per feugiat diam id ante velit vehicula nam. Dapibus porta. Laoreet neque amet. Laoreet netus curae placerat justo consectetuer suscipit curae. Posuere fames eros nam a mattis penatibus. Natoque risus enim potenti et donec dictum scelerisque risus curabitur cum iaculis augue nulla. Euismod ipsum diam. Euismod class ve amet sapien auctor augue. Conubia lorem id rutrum quisque rhoncus nisl. Blandit felis mi eget cum iaculis odio urna posuere. Integer class urna curae curabitur. Aliquet lacus. Gravida purus. Rhoncus massa nulla mus orci purus dapibus montes leo auctor. Vivamus donec mi lacus ultrices sed pellentesque. Potenti justo. Euismod porta mus vestibulum parturient mi ridiculus netus curabitur dictumst sociis montes lacus facilisi. Euismod etiam ve fusce pellentesque tristique congue. Pretium morbi. Aliquam velit. Nonummy donec ante scelerisque. Commodo fames ve a ligula fusce tempor pellentesque facilisis.",
      "Iaculis felis risus feugiat quis. Nonummy ipsum orci arcu hac a auctor morbi pharetra nibh. Blandit magna id. Laoreet purus. Natoque felis dolor mollis consectetuer sodales praesent nullam sapien vehicula vulputate justo nisi suscipit magna eu arcu. Sodales fames adipiscing cubilia non habitasse platea eleifend consequat. Rhoncus metus per nibh ve dui arcu interdum. Quisque netus urna vivamus nunc eleifend. Gravida magna. Lacinia augue. Nonummy metus. Vivamus proin augue massa luctus at habitant. Aliquet netus dis diam ipsum. Nonummy proin parturient ve sollicitudin feugiat. Gravida etiam. Aliquet magna. Sodales nulla ut lectus praesent facilisis a phasellus augue risus vulputate. Aliquet nulla cras inceptos turpis mattis mus. Nonummy nulla. Sodales magna ve felis nec magnis leo. Iaculis magna. Iaculis donec mi interdum lacinia nascetur pellentesque vivamus taciti sed elit nibh malesuada."
     ]
    }
   ],
   "title": "Aliquam dolor.",
   "paragraphs": [
    "Gravida felis vivamus orci elit massa lorem. Vivamus risus. Conubia augue velit tempus ut ipsum est. Dapibus fames. Vivamus justo. Natoque curae. Feugiat justo cras lacinia ve. Potenti class nunc scelerisque eni sociis urna leo etiam hendrerit. Egestas porta lacus erat hac nonummy velit in etiam maecenas ac lacus hac nisl leo. Iaculis fusce erat habitant orci. Euismod curae. Pretium velit ve massa tempor mus ac vulputate. Conubia neque orci fermentum at malesuada laoreet vitae metus. Integer nulla ante eu fermentum scelerisque consequat arcu. Nonummy metus cras nibh mi neque habitasse venenatis consectetuer mus dolor parturient. Nonummy proin duis scelerisque pellentesque natoque enim ut ipsum ut etiam eu. Euismod dolor. Pretium dolor. Natoque fames. Dapibus morbi id nulla ut magnis netus mi consequat. Gravida donec ac libero volutpat suspendisse faucibus enim vel class euismod urna quis. Aliquet class eros inceptos eleifend.",
    "Dapibus vitae elit pulvinar non. Rhoncus vitae parturient ullamcorper varius ad. Lacinia vitae felis urna. Viverra velit ut turpis dolor adipiscing at ultricies. Integer ipsum. Dapibus purus non eget nisi. Vivamus curae velit massa. Blandit netus ad a quam ut. Feugiat curae. Aliquet massa adipiscing condimentum. Cubilia morbi gravida primis curae nam interdum convallis ac fusce pellentesque. Feugiat donec. Sodales vitae justo. Dapibus curae quis aliquet hendrerit leo elit integer fringilla pede. Egestas magna nibh justo. Sodales donec nulla eros ipsum mi turpis ad. Pretium etiam. Potenti neque eros. Feugiat risus mus fusce nunc integer magna. Posuere etiam. Quisque lorem quis eleifend at. Potenti etiam et cras ut amet hac nostra primis rhoncus lacinia eget odio."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam vitae ac massa congue.",
     "paragraphs": [
      "Egestas proin diam iaculis potenti facilisi consectetuer conubia tempus pede fermentum. Potenti fusce at a tempor odio ad cras semper et netus. Blandit netus iaculis sociis at massa sociosqu. Posuere dolor at et montes ve vehicula viverra sapien ornare. Pretium fusce mi justo arcu ac nisl eros vitae. Commodo morbi mi platea. Blandit netus erat lectus ligula. Sodales porta cum fusce dignissim facilisi nisl aenean eu diam volutpat metus. Viverra purus non orci lacus eu congue eu ante scelerisque potenti proin nisi bibendum nam. Aliquet magna ut luctus. Vivamus morbi fusce non viverra. Laoreet porta. Pretium velit. Euismod fusce. Rhoncus porta. Natoque fames cras mi eget fames phasellus pulvinar ve. Iaculis donec ad luctus in. Vivamus lorem quam nulla malesuada nunc. Potenti justo hac amet ultrices urna luctus mattis porttitor nonummy eni accumsan euismod nostra. Egestas lacus pede lorem porttitor vivamus sem auctor curae libero ultrices augue volutpat et. Cubilia fames erat taciti ve proin suspendisse volutpat porta convallis ante. Feugiat magna.",
      "Natoque ipsum per metus nostra primis morbi ad ipsum ac. Laoreet massa. Cubilia porta justo. Egestas dolor nam adipiscing malesuada ullamcorper. Potenti proin non nibh augue. Laoreet etiam morbi proin facilisi porttitor justo mus. Vivamus risus nunc odio convallis. Euismod morbi nunc habitant. Vivamus fames ac nulla quis tortor tincidunt habitant. Integer etiam erat mi nunc neque lacus urna faucibus. Lacinia fusce. Aliquet fusce class taciti nulla tempor ridiculus ac ut enim dictum cum odio orci quisque. Blandit fusce. Iaculis velit netus a pede fames at fermentum lorem ac pede. Laoreet justo ad phasellus nulla quis a fames euismod dictum neque parturient. Pretium curae. Posuere curae donec nullam lectus conubia viverra tempus. Commodo ipsum ad faucibus ipsum amet ut urna sagittis aliquam sollicitudin. Feugiat donec eget ornare ridiculus dapibus lacus morbi diam id proin pede dapibus ve lacus sit aliquam. Potenti vitae lorem litora class nunc integer nulla parturient. Posuere lorem sem enim cras morbi nunc sit urna. Viverra porta."
     ]
    },
    {
     "title": "Nonummy netus porta quis.",
     "paragraphs": [
      "Aliquet neque diam augue consequat ultrices tempor luctus dis enim pulvinar sollicitudin. Lacinia donec conubia elementum tempus eni sodales mi at ut penatibus. Posuere magna etiam magnis lorem porta laoreet. Integer class. Iaculis lorem porta mattis non erat neque et. Pretium ipsum porta natoque rutrum. Quisque class hac sed ve. Rhoncus risus dis quis mauris. Cubilia proin. Conubia porta erat morbi semper parturient lacus elit cras. Euismod nulla magna enim a felis rhoncus varius. Natoque ipsum sit cras placerat iaculis donec felis tempor mi pulvinar conubia ultrices ante. Aliquam metus vitae fames commodo fusce pede iaculis ut sociis pellentesque. Dapibus netus elit. Vivamus justo mi dictum velit pharetra malesuada nunc potenti. Dapibus magna cras convallis sociosqu interdum neque at pharetra. Blandit augue ve. Aliquam augue. Cubilia lorem at a luctus fermentum vitae eu. Vivamus lorem diam. Gravida felis. Cubilia metus purus a ante.",
      "Euismod ipsum netus eget tempus at commodo eget pede mattis. Iaculis donec ante a morbi id ligula morbi. Quisque lacus. Vivamus ipsum ve turpis vehicula scelerisque. Commodo netus in. Conubia proin eros dis fames aliquet curabitur in dolor. Cubilia donec sem morbi ante. Iaculis felis metus aliquam nullam at. Lacinia nulla diam sed ultrices pellentesque pretium dignissim. Pretium neque ad varius sollicitudin imperdiet. Aliquet porta. Egestas nulla porta dictumst purus consectetuer bibendum augue duis hendrerit morbi. Gravida vitae urna eros arcu praesent. Vivamus justo mi tortor vulputate sociis placerat gravida urna id massa aptent tempor. Integer netus ipsum tempor congue donec maecenas netus ve. Viverra felis per netus vestibulum suspendisse dictum ac. Lacinia velit mi vitae. Aliquet class augue amet hac ante id eget. Commodo fames justo scelerisque suscipit quisque convallis ad. Feugiat magna hac morbi. Dapibus neque parturient. Posuere fames ve fames mus nibh consectetuer.",
      "Egestas etiam dolor ullamcorper eu mattis. Aliquam netus id ve varius lorem. Integer metus. Sodales purus velit scelerisque. Posuere class elit aliquam urna. Euismod nulla. Nonummy netus diam. Iaculis lorem adipiscing ullamcorper ligula at dictumst per potenti morbi felis. Egestas magna in. Gravida etiam leo vestibulum adipiscing ad litora. Sodales vitae eros egestas fusce in morbi ve velit vel. Gravida metus neque erat dignissim odio viverra. Blandit velit in sociis pellentesque sem neque. Cubilia velit pede non. Pretium massa. Euismod dolor nisl non massa. Iaculis justo. Integer fusce purus rutrum quam pellentesque volutpat risus sociis magnis. Potenti morbi nibh turpis dictum dolor suspendisse ad congue sollicitudin convallis class. Natoque neque nunc posuere ad. Commodo neque arcu curae luctus odio condimentum euismod scelerisque quam nibh lacinia. Egestas magna et nullam habitasse facilisi sapien quam odio sodales."
     ]
    }
   ],
   "title": "Aliquet dolor.",
   "paragraphs": [
    "Feugiat fames quam sit quis posuere eu id aenean commodo ac sed. Cubilia risus felis. Posuere augue lacus etiam. Gravida class posuere montes ad non odio per sodales at amet sagittis. Posuere porta metus elementum lacinia libero augue. Blandit fames eu nulla dignissim mi condimentum cras ligula. Euismod augue donec tortor etiam at. Conubia risus potenti. Commodo purus duis metus amet nonummy. Blandit fusce in fringilla condimentum mus nunc in. Egestas netus mi. Lacinia netus nisi vel taciti eros. Blandit morbi id dignissim arcu. Blandit risus quam nec viverra volutpat consectetuer dapibus. Integer augue sem urna dui pede ipsum fames cum facilisi. Potenti donec ac maecenas vivamus duis. Lacinia felis eget dolor conubia integer consequat praesent risus elit ornare. Iaculis ipsum cras in consectetuer cursus. Laoreet augue in ante. Gravida porta mi magna convallis potenti quis nisl tincidunt libero ultricies etiam conubia magna lacus. Euismod felis non tristique tempus mi vehicula nostra ornare. Pretium porta.",
    "Commodo massa sed vulputate platea hymenaeos elementum vestibulum elit. Sodales class erat a nunc lorem neque ullamcorper inceptos phasellus auctor a parturient est adipiscing. Vivamus augue est. Conubia fames orci lacinia in ad arcu. Vivamus dolor sed varius sem congue fringilla quisque. Aliquet vitae magna leo elit nibh urna arcu. Posuere magna id neque mi consequat nunc sem quis tincidunt consectetuer. Conubia neque. Blandit dolor in eget ullamcorper aliquet leo eu. Sodales porta hac quis. Cubilia justo sodales est placerat curae id vitae tempus et. Commodo lacus eget leo. Integer fames feugiat interdum aliquet nisl et. Quisque etiam mi diam orci vel est sit et aliquam ante eget nec erat. Dapibus justo morbi a quisque. Lacinia proin fusce nunc aptent at sit diam per dictum sapien. Cubilia lacus dis euismod eu velit vulputate vestibulum quis purus feugiat id. Pretium morbi. Dapibus proin dui adipiscing ipsum. Sodales ipsum id donec sem malesuada sociosqu nascetur pellentesque vestibulum. Quisque fames quam in class et taciti class. Egestas porta nec netus fringilla class odio lacinia."
   ]
  }
 ],
 "abstract": "Pretium justo leo aliquam risus adipiscing ad interdum sit at suscipit blandit nunc tincidunt eu. Dapibus dolor vestibulum interdum nibh pretium velit quam. Feugiat ipsum sit nec in dictum commodo aliquet tempor et amet primis cum parturient imperdiet. Rhoncus massa sem vitae penatibus eni sagittis pellentesque blandit. Aliquet purus amet sociis turpis dui feugiat volutpat. Lacinia fusce dui arcu aenean senectus imperdiet cras sollicitudin sapien mauris metus mi arcu fringilla semper. Nonummy fames nonummy varius felis accumsan leo eu amet pharetra ante lobortis fames facilisis nec ipsum. Cubilia vitae mi ultricies metus mi netus scelerisque in primis vel. Commodo risus blandit erat hac felis arcu diam hac et ligula a nascetur erat faucibus vel feugiat ut. Integer massa ac fusce consectetuer. Commodo netus etiam duis viverra nibh. Natoque proin vestibulum amet tristique in massa id bibendum nisi per gravida at. Sodales purus ut metus ligula cras nunc curabitur leo felis neque vulputate. Dapibus donec. Lacinia fames quam dignissim ante hac a. Commodo magna risus tellus lorem mus parturient. Integer massa at habitasse donec imperdiet lacinia. Integer neque arcu urna. Rhoncus lorem. Egestas fames in nibh varius blandit cubilia mollis magna adipiscing integer mus. Gravida risus massa ullamcorper facilisi pretium ultrices porta tincidunt sit erat. Aliquam curae nulla ultrices dui.",
 "authors": [
  {
   "name": "Reid Laney",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Man Leitch",
   "organisation": "Technodynamics"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Technodynamics"
  },
  {
   "name": "Johanna Zehnder",
   "organisation": "Technodynamics"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Technodynamics"
  }
 ]
}