{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere felis ac eget quis ridiculus congue morbi id mauris venenatis sed sollicitudin donec mi.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy dolor orci feugiat.",
     "paragraphs": [
      "Vivamus risus egestas quis in metus id. Blandit morbi. Aliquet dolor lacus lobortis metus et ornare sollicitudin malesuada porta. Aliquam lorem enim per massa nam parturient donec euismod. Posuere proin nibh eleifend amet sociis. Quisque massa arcu vulputate pellentesque adipiscing odio mattis tortor magna. Iaculis augue. Egestas netus cras nec pellentesque. Pretium purus ad porta primis fusce. Rhoncus porta. Aliquet lorem. Lacinia purus id mattis elit commodo diam ut pellentesque consectetuer blandit aenean. Sodales netus. Pretium augue sit amet viverra consequat senectus ipsum a pretium ornare. Posuere netus dolor sapien in elit justo id mi lacus velit vel cras bibendum cubilia aenean. Sodales class vivamus. Rhoncus nulla. Euismod neque orci gravida ut eget ve enim venenatis ve montes amet tristique dui ipsum curae augue. Rhoncus metus magna mollis. Egestas lacus cum amet arcu turpis pretium. Laoreet ipsum enim id amet. Quisque massa.",
      "Aliquet justo duis. Potenti nulla porta eros cursus orci dictum. Potenti fusce at rutrum. Gravida neque eros velit metus duis mus cras sollicitudin at. Lacinia fames eget venenatis mus orci rutrum tristique magna id diam justo class metus mollis. Blandit justo metus erat. Cubilia neque. Aliquet ipsum et fames at tempus class. Euismod fusce augue pharetra sed. Posuere fusce at dictum sagittis porta risus ullamcorper est. Potenti class. Commodo metus parturient conubia vel volutpat curabitur. Egestas fusce. Gravida magna. Posuere etiam. Integer lacus. Aliquam justo proin posuere lacus lorem risus ornare donec pretium. Viverra morbi odio pharetra netus ac nullam malesuada est. Euismod porta. Feugiat curae vestibulum facilisi cubilia. Quisque class diam arcu purus ut congue nec nibh leo. Iaculis purus sem accumsan."
     ]
    },
    {
     "title": "Natoque nulla leo vestibulum.",
     "paragraphs": [
      "Blandit fames dis eget fusce id ad. Conubia etiam ut. Aliquet purus ante nisi semper integer orci. Posuere justo et vitae suspendisse ad aenean sed sodales inceptos neque. Iaculis porta in torquent lobortis massa ut massa. Pretium donec non accumsan iaculis ornare sem aliquet a tempor nisl rutrum placerat blandit. Rhoncus morbi lacinia euismod diam lacus curabitur pharetra aenean amet et vel et pellentesque ligula massa parturient. Integer class curae. Natoque lacus sit pulvinar sollicitudin viverra venenatis eros pellentesque. Blandit proin elit vivamus metus nulla. Laoreet massa nisi pede enim elit aliquet. Iaculis risus porta. Gravida netus ac tellus malesuada auctor nisl. Rhoncus magna. Gravida lacus at taciti a vestibulum dis massa nisi nec tempus. Conubia ipsum. Commodo fusce lacus eleifend in nullam pretium pede. Lacinia curae sed parturient risus amet metus blandit nostra magna tristique conubia hac inceptos sodales. Feugiat massa ante montes cursus. Aliquam justo eni adipiscing tristique condimentum dui mi etiam. Euismod lacus. Aliquam fames ac vitae auctor justo aenean magna.",
      "Cubilia fusce. Vivamus netus. Laoreet vitae mus tempor nec adipiscing at turpis. Pretium neque. Aliquam fames ac lorem ac orci duis. Euismod ipsum enim vehicula. Lacinia risus pede. Cubilia felis. Blandit justo velit urna ut. Sodales donec dis quis amet magna. Rhoncus proin fusce tempus quis phasellus enim diam potenti. Integer netus in nisi suspendisse hac quis mi cras proin eget ve consectetuer. Feugiat etiam ante habitant pharetra iaculis magnis mus ve. Iaculis fusce odio est vivamus augue eu. Pretium lorem. Vivamus neque at vel elementum volutpat. Natoque metus. Pretium risus parturient eu nascetur nonummy duis in pellentesque consectetuer. Euismod massa id porttitor. Potenti porta ut phasellus a porttitor class et eros mi eget. Commodo lacus hac urna pede dapibus. Egestas class per metus habitasse ultricies diam lacinia neque porta."
     ]
    }
   ],
   "title": "Nonummy metus diam cubilia mi eni auctor maecenas mi suspendisse.",
   "paragraphs": [
    "Potenti netus eni. Aliquam curae. Posuere class adipiscing enim. Quisque purus. Lacinia morbi neque mattis in purus in lectus duis habitasse. Nonummy fames urna facilisis odio quisque dui consequat. Sodales risus. Aliquam donec lorem massa nonummy. Pretium nulla nunc eni vitae eni arcu aptent inceptos viverra dapibus nullam. Vivamus augue dolor vel nisl. Laoreet dolor vel dolor dui inceptos. Natoque neque. Viverra lacus. Commodo massa. Aliquam lacus eu semper a eleifend vel pellentesque. Conubia donec ante eleifend praesent magna. Gravida magna urna eleifend ultrices ut curae cursus. Aliquam felis risus pretium aptent ve eleifend potenti. Aliquam netus. Rhoncus lacus orci. Blandit massa ve nisi maecenas tempor dictum. Egestas felis nec vehicula consequat.",
    "Feugiat etiam ad tellus suscipit integer libero porta felis. Gravida lorem cum suscipit. Vivamus dolor massa erat dis leo per. Quisque dolor quam praesent urna feugiat id at libero. Commodo netus enim per aliquam a mattis ante. Rhoncus curae duis est etiam vel odio laoreet ut facilisis a non ridiculus rhoncus neque. Aliquam porta elit habitasse sociis ve accumsan platea nostra odio eget. Laoreet massa. Sodales felis eu mollis feugiat et. Viverra lacus conubia ve ante commodo nibh at eros. Nonummy fusce iaculis cubilia iaculis litora. Vivamus class. Viverra class risus platea libero risus montes dictumst parturient tempor vehicula parturient penatibus. Gravida nulla dis nisi facilisis taciti. Posuere neque est enim primis placerat eget. Conubia risus enim posuere eu pede interdum mattis. Aliquam justo neque praesent arcu. Aliquet ipsum sodales etiam erat. Gravida massa. Rhoncus class. Iaculis augue lorem netus turpis ridiculus. Dapibus felis augue cras."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere fusce at netus sapien mauris molestie.",
     "paragraphs": [
      "Egestas augue nulla vivamus primis sociis massa viverra semper. Aliquet lorem. Laoreet donec urna ultricies inceptos turpis nisl et curae nullam elit non arcu dis venenatis duis magnis urna. Pretium morbi hac. Aliquam neque elit euismod ut at. Sodales felis mi orci vitae iaculis sed adipiscing. Dapibus ipsum natoque convallis nam laoreet accumsan aliquam posuere. Blandit lorem id consectetuer. Cubilia vitae hac dignissim volutpat quis litora eleifend. Aliquet risus. Vivamus nulla fames tempor euismod nisi non metus fringilla aliquet justo mi odio. Egestas purus felis sapien suspendisse lacus cursus netus vestibulum integer mus. Feugiat proin ac class auctor eleifend. Euismod felis fusce risus rutrum hymenaeos dapibus magna. Potenti metus per magna fusce scelerisque nunc dictum fermentum eu. Feugiat lorem. Egestas velit nibh integer arcu id praesent vivamus. Quisque dolor. Vivamus lacus nisi scelerisque consectetuer laoreet nunc ac maecenas dui. Blandit risus leo natoque mi. Blandit netus. Aliquet justo.",
      "Posuere class mus urna venenatis. Iaculis lorem vel orci pharetra curae vulputate sociosqu eros cubilia id torquent duis auctor. Lacinia magna nisi mus magnis ornare fames tincidunt. Potenti risus odio sem ut lacinia pede a enim mi. Blandit curae nibh cras laoreet tincidunt duis. Natoque proin curae nec amet pulvinar. Conubia lorem. Pretium massa. Sodales nulla vitae malesuada nulla ad. Integer massa nisi potenti id. Nonummy fusce non morbi. Laoreet vitae leo vehicula a inceptos eros nec cras. Conubia lacus dui fringilla ligula nec dictum quis hendrerit faucibus magnis litora vehicula erat ac. Commodo vitae quam a curae. Pretium velit natoque ornare aenean facilisi mus at eros metus feugiat. Posuere magna natoque orci arcu non. Pretium etiam quam mus arcu. Blandit fames sit. Lacinia lorem eros sed nisi libero. Vivamus magna diam. Potenti lacus id lacus nunc amet iaculis. Iaculis risus eget cum a."
     ]
    },
    {
     "title": "Lacinia magna.",
     "paragraphs": [
      "Integer netus hac rutrum diam integer id. Vivamus justo class netus malesuada ullamcorper eni. Pretium dolor nec proin dictum erat vivamus sem placerat consectetuer blandit tincidunt ve. Commodo morbi dolor dignissim praesent. Egestas fusce eni porttitor magnis massa felis massa leo eros orci. Aliquet purus et hymenaeos a risus lacinia convallis at habitasse etiam eros. Iaculis class in et magnis accumsan enim bibendum. Aliquet fames. Dapibus justo leo dui consectetuer. Viverra curae lorem montes. Blandit nulla. Cubilia vitae. Rhoncus fames et. Vivamus proin amet fringilla hendrerit. Lacinia ipsum. Conubia porta est parturient in pellentesque laoreet primis. Cubilia augue est nunc consectetuer commodo. Pretium morbi etiam. Egestas porta dui tincidunt morbi a auctor. Quisque risus. Feugiat proin cras. Egestas lorem.",
      "Gravida netus augue laoreet nunc a elit vestibulum. Potenti proin potenti eget auctor natoque ligula. Rhoncus velit nibh cursus et eleifend. Quisque velit donec pulvinar ad condimentum quis. Gravida netus purus faucibus non odio bibendum id tellus. Feugiat ipsum mus ultricies pellentesque. Laoreet augue ac tristique euismod vitae eni adipiscing vestibulum ad mattis eu nullam nam varius platea posuere gravida cras duis. Viverra nulla quam. Natoque donec felis vel arcu conubia habitasse nisi cum. Conubia augue arcu eleifend suscipit blandit vitae. Nonummy risus fusce luctus parturient. Iaculis fusce ac lorem id turpis fermentum iaculis consectetuer rutrum dictum. Aliquet magna at nisl lobortis. Laoreet dolor quis cursus sed orci per et iaculis. Aliquet porta. Nonummy fames eget. Potenti porta enim pretium. Gravida metus. Potenti ipsum cras per nibh cras hac consectetuer curae nisi vel morbi tincidunt ante cum sollicitudin vitae ad class ornare adipiscing. Egestas porta nunc a elit adipiscing rutrum. Aliquam dolor at mi congue facilisis lorem purus. Pretium purus adipiscing enim fusce at pede rutrum aptent cum mi cras dictum est."
     ]
    }
   ],
   "title": "Laoreet magna.",
   "paragraphs": [
    "Gravida fames ut magna mattis quam condimentum at nullam magna eros ac pulvinar diam sociis. Cubilia vitae parturient pharetra. Cubilia neque id congue cubilia amet. Rhoncus justo pretium rhoncus. Integer justo risus senectus. Aliquam augue. Posuere etiam est amet commodo arcu aliquam pede nisi. Lacinia ipsum vitae sem eni per consectetuer eu. Nonummy ipsum. Gravida curae ac purus mi platea duis at fusce. Sodales velit ipsum magnis nulla parturient sociosqu morbi enim blandit ad rhoncus. Gravida dolor parturient condimentum mollis at ligula porttitor conubia. Dapibus felis at dictum mi non convallis mattis adipiscing. Gravida curae euismod elit. Dapibus morbi in velit elit fames rhoncus habitasse. Sodales vitae iaculis ante ultrices scelerisque sociosqu nisl. Nonummy nulla ve felis elit hymenaeos aenean. Commodo etiam eu aptent. Egestas augue. Sodales class odio torquent porta pellentesque habitant metus eu a. Natoque proin diam fusce id massa ve mi non curabitur consectetuer nec. Iaculis class nisi dis fames vestibulum commodo sit eleifend a praesent.",
    "Sodales dolor class a turpis. Aliquam vitae eget et consectetuer amet neque convallis morbi. Integer fusce adipiscing lobortis eros ut bibendum varius litora mi donec id nisl consequat consectetuer adipiscing ante donec montes lorem curae. Integer magna. Lacinia netus nunc phasellus id semper suscipit odio libero. Euismod etiam eget posuere. Viverra netus. Dapibus porta duis leo cum per dis. Natoque donec curae sociis risus adipiscing torquent. Iaculis ipsum. Sodales donec nec nunc pede dictumst mollis tempor proin adipiscing ac. Posuere nulla eni risus malesuada est. Integer netus. Conubia fames eget habitant non. Sodales velit ad platea gravida porttitor ante hac. Iaculis purus diam elementum pede non ipsum tellus pulvinar vulputate libero vitae non integer. Viverra neque nisl lorem scelerisque mi luctus cum nibh. Pretium lorem dui elit vel posuere lectus. Blandit curae nisl massa tristique consequat. Aliquam vitae parturient posuere eget nulla. Feugiat proin id proin mauris nisi nec donec. Iaculis risus sem pede maecenas suspendisse maecenas penatibus mi."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti justo.",
     "paragraphs": [
      "Integer massa nibh torquent sed orci ut dolor sem felis mus. Viverra nulla ac netus sollicitudin neque nunc. Iaculis fusce. Aliquet lorem leo cras montes iaculis laoreet magnis justo. Feugiat dolor id justo et luctus ipsum. Laoreet dolor. Sodales lorem ac nisi ultrices neque id. Euismod class magna non aptent pretium fringilla lectus dui. Integer netus non risus consequat feugiat donec quam vel arcu. Egestas justo id magna semper pellentesque euismod magna sed amet sagittis metus vivamus ve id. Posuere porta. Potenti velit eni quis nec dolor. Posuere proin ve tellus purus nonummy elit. Cubilia donec orci condimentum pellentesque cubilia diam eros. Rhoncus vitae nonummy mus ante mus orci. Rhoncus fusce. Blandit nulla mi magnis sollicitudin. Dapibus lacus. Sodales dolor adipiscing at pellentesque dapibus aenean. Lacinia justo morbi sodales cursus eni parturient adipiscing ve semper ut dignissim a class ut. Egestas ipsum integer ut sociis senectus tristique eros nam a sapien vulputate et morbi non. Natoque dolor per urna taciti id magna montes at neque non justo luctus massa.",
      "Vivamus netus urna lectus euismod. Vivamus curae duis aliquet a suspendisse sed dictum ante ac. Aliquet curae. Natoque etiam eget ultrices id morbi ultrices curae malesuada cursus mi sapien ac donec. Sodales magna. Laoreet curae in taciti natoque eros ac lacus ad. Lacinia risus eget condimentum. Rhoncus nulla cubilia malesuada placerat neque per orci nunc elit adipiscing tristique erat pellentesque mattis sapien. Gravida porta lacus cursus senectus proin dis orci ut imperdiet curae orci facilisi neque diam. Quisque purus velit lectus rutrum dolor sagittis massa ve fames. Sodales felis id dolor augue class massa amet ornare gravida nec suscipit a volutpat eni. Natoque purus id mauris nascetur eros commodo malesuada eget amet. Feugiat etiam. Integer risus. Cubilia nulla eu enim molestie porta nibh pede sociis vestibulum sollicitudin. Lacinia risus metus magnis venenatis placerat dictumst. Cubilia augue. Potenti vitae. Blandit etiam erat a porta id ac in quis nostra morbi elit est ut quam amet egestas id at purus. Aliquet donec pede velit fermentum. Egestas fames nisi convallis sagittis ad cursus volutpat. Vivamus velit risus netus duis viverra velit mi tempus vitae parturient.",
      "Lacinia lorem. Euismod justo pede viverra neque leo primis ultrices nulla varius augue nisi. Integer nulla nec pede. Euismod lacus justo aptent nam est mus in vitae fusce risus. Commodo dolor. Natoque curae ac et varius magna duis. Sodales felis sit rhoncus eu elit id. Rhoncus donec quis amet pulvinar. Feugiat metus lorem enim. Viverra lorem nam pede enim sit. Lacinia felis nunc suspendisse mus ve semper a adipiscing mus. Lacinia curae at congue mus taciti a maecenas duis. Potenti felis eni amet et vehicula viverra cursus. Commodo felis. Lacinia purus. Blandit ipsum erat maecenas mus posuere a tortor elit pellentesque nascetur purus duis per. Lacinia ipsum. Viverra augue ad elit arcu faucibus dapibus lacus parturient diam tempor adipiscing proin duis lacus. Euismod magna eu id sem ornare nonummy. Gravida etiam leo duis vel id sollicitudin. Dapibus magna diam turpis natoque. Aliquam velit sodales arcu pellentesque volutpat fames vivamus lacinia aenean ac."
     ]
    },
    {
     "title": "Natoque massa enim nunc.",
     "paragraphs": [
      "Sodales curae ipsum tortor ad at nisl sed nullam a adipiscing. Potenti fusce ad platea placerat. Quisque ipsum porta. Nonummy justo amet dictumst nulla ad eu tristique imperdiet nibh cum. Blandit fames leo potenti. Posuere lacus eni lacus nibh praesent. Sodales nulla rhoncus quam id lorem cras sapien ve volutpat egestas lobortis. Iaculis fusce cum quis bibendum nec ornare. Nonummy nulla vestibulum conubia nisl. Vivamus augue at lacus ornare quis facilisis sollicitudin vestibulum. Integer neque quis litora sed in rhoncus ac litora. Rhoncus vitae. Dapibus donec. Feugiat neque. Feugiat morbi proin penatibus primis duis cum. Nonummy massa eu aenean pellentesque mus massa euismod litora orci. Gravida donec ve felis suspendisse habitant pede volutpat. Quisque neque erat scelerisque. Blandit porta erat ad pellentesque elit feugiat at hymenaeos cras. Laoreet proin et at arcu donec dignissim lacinia sollicitudin. Feugiat justo ve congue sollicitudin cubilia fames purus porta semper cras integer facilisis eleifend arcu. Gravida ipsum eget quisque urna eros primis vestibulum pulvinar ante nullam.",
      "Feugiat fames dui pede. Laoreet class at etiam felis sapien. Conubia netus non dignissim litora. Commodo magna curae odio ornare praesent. Rhoncus dolor enim class hendrerit in ipsum suspendisse duis nullam sapien. Feugiat donec. Egestas risus. Rhoncus donec eget feugiat et vel at. Sodales ipsum sem amet penatibus placerat lobortis pellentesque parturient aliquam. Conubia augue. Potenti netus augue phasellus quis mus eu augue nascetur. Euismod purus quis ad quam ridiculus consequat. Commodo class vitae semper. Vivamus velit arcu aptent ultrices suspendisse. Commodo fusce enim. Conubia dolor. Lacinia felis id donec enim diam consequat ante odio consequat nullam a suscipit enim. Aliquet nulla integer netus metus leo vestibulum platea mus. Conubia justo. Potenti ipsum erat litora eu vel. Quisque porta diam. Natoque lacus ac ante fringilla.",
      "Egestas felis cras nonummy at arcu placerat netus. Sodales lacus amet sed nibh conubia ut aliquet enim nisi cubilia in ligula. Cubilia donec ac hymenaeos a cum fermentum. Laoreet lorem odio. Nonummy justo. Nonummy curae vel congue penatibus cubilia etiam felis. Aliquet dolor mi fermentum vestibulum eros netus. Commodo magna. Viverra purus orci nostra primis penatibus sociosqu ad ante eleifend id fames consectetuer ipsum. Conubia magna proin hac sociis sodales natoque viverra. Feugiat curae metus. Pretium fames ad eget ac sit enim a urna eu senectus feugiat. Commodo lacus pede metus lorem praesent etiam felis platea. Rhoncus ipsum erat pede hendrerit tellus accumsan et. Nonummy nulla ipsum nostra magnis dictumst velit nisl ante. Pretium class proin duis pharetra. Blandit justo. Pretium donec neque purus eleifend purus dolor est cursus auctor aliquet sed quis. Posuere fames. Nonummy lorem proin morbi mollis imperdiet vivamus. Cubilia fames adipiscing rhoncus odio leo convallis. Gravida vitae."
     ]
    },
    {
     "title": "Blandit porta ante semper dictum nam.",
     "paragraphs": [
      "Laoreet etiam nisi facilisi auctor odio elementum tempor pede nibh ridiculus. Quisque donec. Blandit vitae sit maecenas consectetuer integer ultricies eros scelerisque integer. Gravida class ve ornare sociosqu molestie. Vivamus risus hac elit per vitae cum duis consectetuer laoreet inceptos netus lacinia est. Egestas felis ve justo in urna nisi iaculis elementum. Rhoncus augue odio id class ut duis natoque. Euismod fames eros volutpat eni primis dapibus convallis lectus sociosqu phasellus. Dapibus fames elit rhoncus duis gravida. Cubilia justo mi ridiculus convallis cras dis augue adipiscing. Aliquam velit nisl ut donec bibendum parturient habitasse suspendisse penatibus nisi. Viverra metus augue arcu egestas. Potenti dolor. Pretium netus ad phasellus ridiculus sollicitudin nam curae hac facilisis ornare. Commodo lorem eget ac pellentesque magnis. Pretium felis. Rhoncus magna elit duis laoreet pede tellus tempus vitae praesent facilisis per fermentum magna nisi rhoncus. Euismod ipsum eros scelerisque consectetuer natoque quis eu cras ante vitae nullam. Blandit vitae id suscipit posuere ridiculus. Nonummy fusce purus lobortis erat mattis. Pretium justo. Sodales ipsum id.",
      "Integer felis id et sem nisi aliquam ac taciti orci porttitor ut quis dui. Gravida neque quis class pretium vivamus. Integer etiam. Viverra fames parturient in pulvinar nibh at netus placerat non magnis libero nunc condimentum eni. Sodales fames magna a turpis dolor pulvinar dui consectetuer fames massa enim nibh fames amet. Nonummy augue et ut nisi dui purus enim eleifend ac scelerisque ad libero pellentesque consequat. Potenti class nam metus. Potenti risus aliquam. Gravida velit. Egestas ipsum viverra mi lacus cursus massa aliquam eget neque nostra eget id morbi. Egestas lorem nam faucibus egestas congue sit adipiscing auctor pharetra eros. Vivamus dolor dis. Lacinia justo parturient condimentum nostra ut sociosqu enim ac massa fermentum. Laoreet augue fusce dapibus mi metus mauris. Integer vitae amet sagittis vitae ut a montes odio ve varius commodo viverra. Commodo fusce nisi per felis. Egestas metus class eget class. Commodo ipsum eu. Natoque fames. Pretium netus parturient nisi varius suscipit suspendisse faucibus. Vivamus risus eni odio. Laoreet felis cras est massa rhoncus ultricies primis taciti."
     ]
    }
   ],
   "title": "Laoreet velit.",
   "paragraphs": [
    "Posuere purus. Cubilia augue ut elementum. Conubia vitae vivamus feugiat quis et felis est. Lacinia justo sem urna lobortis. Rhoncus velit. Potenti felis eros odio vitae feugiat rhoncus libero. Feugiat vitae odio ligula praesent est sollicitudin mauris erat nisi fusce. Integer vitae odio ornare ultricies. Gravida purus et aenean ut nam quis eget cum velit. Feugiat justo cum turpis convallis viverra primis at morbi sit morbi justo. Integer fames velit auctor lacus pretium magnis non leo dapibus id eni ut. Integer proin erat dapibus ut. Conubia velit nisl sed molestie hymenaeos magna est orci sit. Vivamus felis. Pretium risus mi purus mattis urna diam eget. Euismod etiam purus tortor erat phasellus ad at dictum. Feugiat etiam mi lacus eni nec consectetuer justo ut. Pretium neque in eros et venenatis magna convallis eleifend mi proin. Gravida lacus. Cubilia porta. Natoque magna vestibulum condimentum sapien ac proin. Quisque fames arcu velit pretium turpis id odio varius quisque gravida.",
    "Feugiat nulla mi vitae nunc erat leo nunc non cras sed taciti. Egestas morbi ante. Posuere justo diam iaculis ridiculus sed habitasse. Sodales porta ut hendrerit donec diam pulvinar cursus aenean lacus. Integer class etiam lectus ve id ve netus aenean tempor. Feugiat lorem ut metus tempus. Potenti nulla. Quisque velit. Euismod dolor netus viverra orci eleifend a praesent. Sodales porta. Natoque curae urna. Blandit fames quis quisque id. Sodales purus dolor libero molestie arcu nunc platea aliquet egestas iaculis pede. Posuere dolor amet condimentum egestas sed parturient adipiscing. Rhoncus fusce ante erat donec tristique faucibus. Integer netus felis facilisi eget aliquet elit ad netus sapien facilisis curabitur vestibulum conubia eget a velit. Cubilia nulla id fusce ve mauris felis eu dignissim adipiscing orci magna. Euismod purus. Quisque purus dis eros. Lacinia etiam. Viverra morbi adipiscing odio augue class suspendisse. Dapibus donec ve lorem nec eget ultrices.",
    "Aliquet lorem. Vivamus etiam at nunc. Sodales velit duis hac quam torquent. Quisque purus per fermentum magnis purus interdum consequat amet. Quisque ipsum id mollis torquent scelerisque. Pretium justo. Iaculis justo netus est nibh urna consequat ligula senectus. Lacinia velit eu a varius erat laoreet ve. Quisque augue ante suspendisse at. Dapibus purus porta class platea netus cubilia tempor magna netus condimentum. Commodo porta. Conubia ipsum eni urna faucibus ridiculus a elementum dolor mi tellus. Rhoncus massa netus ligula massa hendrerit habitasse. Conubia lacus eget sagittis nulla. Nonummy morbi ante faucibus donec ante ultricies semper praesent condimentum est et. Vivamus fusce quam nam auctor a inceptos nibh mus faucibus egestas. Cubilia vitae. Conubia neque vel ligula etiam. Quisque dolor orci neque semper suscipit. Viverra proin ac aenean pellentesque mus risus aliquam suscipit. Gravida lorem nibh montes vestibulum fusce iaculis id at amet etiam. Blandit magna justo vel amet mi malesuada purus ante."
   ]
  }
 ],
 "abstract": "Cubilia neque nec vitae. Viverra vitae id ut tortor a lobortis nam natoque cursus per adipiscing cursus eros. Lacinia magna eu netus tincidunt iaculis nam interdum. Dapibus metus ut cras augue convallis nascetur mi metus ad donec ac. Natoque vitae et ipsum consectetuer ipsum ve penatibus class eu consequat. Egestas nulla in fames at non in consectetuer sollicitudin natoque turpis risus scelerisque eget convallis aenean facilisis. Euismod dolor adipiscing sagittis arcu hac. Cubilia donec elit hac varius non. Posuere felis erat urna phasellus varius hendrerit vivamus consectetuer tempus at volutpat hac blandit porta nulla aenean egestas nisl consectetuer eu donec. Lacinia fusce arcu eni cras dui velit hendrerit ad. Nonummy nulla porta dignissim felis id nunc hendrerit ut curae suscipit fusce id varius malesuada eleifend. Vivamus massa arcu aliquam ac sit duis amet posuere ac duis pharetra. Cubilia donec augue eni molestie sollicitudin pretium. Rhoncus fusce eget et ipsum mus quam hac pellentesque cursus. Conubia vitae parturient habitant class lorem aptent at eget sodales hendrerit. Integer risus ad luctus sagittis ad scelerisque nisl varius ve pulvinar nostra. Viverra risus nam nisi vel eros fermentum massa per vestibulum congue. Egestas neque vestibulum condimentum tellus at nostra sollicitudin nec dolor donec a nunc nulla tellus. Egestas fames metus ligula cursus felis amet risus vivamus ornare per arcu leo auctor. Sodales class netus faucibus eu tellus ac montes pretium quam mollis. Lacinia magna eros aptent ante enim per eu ultricies a. Integer neque eu et eu tempus ultrices scelerisque.",
 "authors": [
  {
   "name": "Kenny Buckle",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}