{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam augue orci ornare eni parturient fringilla condimentum est semper mauris elementum.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy lorem potenti elementum suscipit.",
     "paragraphs": [
      "Feugiat proin per erat dignissim praesent justo hendrerit nibh mus eros. Feugiat donec. Integer justo. Quisque dolor fusce semper fusce sagittis id scelerisque ac tortor molestie elit fringilla varius. Cubilia dolor odio molestie consequat a imperdiet justo velit dis tempus. Rhoncus donec mi id diam suscipit lacinia. Aliquet felis ad montes sagittis posuere ve etiam cum rutrum nunc ridiculus. Posuere donec. Aliquam donec nibh nec. Cubilia massa amet pulvinar mus. Laoreet justo mi taciti cubilia rhoncus. Quisque lorem morbi rhoncus hendrerit erat mollis id eros. Rhoncus felis nam facilisis ornare sociosqu erat luctus. Blandit velit vivamus nonummy nisi a diam magna donec a. Posuere risus mi in urna. Euismod risus ante. Sodales fames sed diam in vitae. Natoque velit vestibulum bibendum dolor consectetuer interdum fames lorem proin mattis quis donec. Viverra neque pede per. Integer lacus dui duis volutpat eni odio molestie dis rhoncus. Vivamus justo enim. Sodales class ad primis a natoque turpis leo pede.",
      "Posuere risus cum enim. Aliquam metus netus eni elit quisque rhoncus amet orci facilisi luctus nisi cras ac sollicitudin. Sodales magna at consectetuer pretium ipsum vestibulum elit curae cursus id senectus. Cubilia ipsum amet dis neque fringilla ullamcorper phasellus elit congue. Vivamus fusce. Feugiat nulla. Aliquet porta cras porta. Egestas curae ve lacus ac pede purus et lectus nonummy. Blandit fames pede sociis per cubilia lobortis lectus enim aptent. Sodales risus cras morbi tincidunt nisl eni justo. Pretium morbi vitae etiam neque pede iaculis lacinia consectetuer venenatis. Aliquet justo in consectetuer dictum ut sem. Quisque netus vestibulum nonummy arcu. Aliquam justo. Iaculis lacus parturient. Gravida proin arcu erat ultricies consectetuer adipiscing cras ultricies. Blandit metus justo pede quam venenatis sit quis accumsan sollicitudin tempor. Vivamus fames. Conubia donec lorem nostra mi urna facilisis nam diam fames. Aliquet augue non odio sit erat faucibus ullamcorper faucibus phasellus primis fames natoque ridiculus. Pretium proin cum parturient magnis leo nonummy a rutrum erat. Aliquet morbi ad habitant enim ante curabitur curae."
     ]
    },
    {
     "title": "Laoreet fusce cum nulla eni urna facilisis lorem molestie cras.",
     "paragraphs": [
      "Aliquam netus diam mi risus. Posuere purus odio ante in. Potenti dolor urna dictum mauris placerat. Aliquet neque pede fusce dignissim pede dapibus aliquam. Conubia metus vel. Rhoncus augue orci elit neque feugiat fames magna ipsum felis nibh nam. Aliquam augue etiam dis cum vulputate proin mi netus at massa hymenaeos. Potenti metus ac sociis ve lobortis. Lacinia massa quisque. Nonummy donec id mattis purus ullamcorper placerat dapibus. Potenti class ut non ultricies sapien pede nibh phasellus sollicitudin vestibulum eros dictum at ornare pulvinar condimentum. Dapibus lorem. Integer velit. Pretium magna leo pulvinar commodo. Natoque dolor. Feugiat justo. Conubia purus amet aliquet eget eu consectetuer sollicitudin sodales cursus per. Potenti felis vestibulum sociosqu quam diam dignissim. Nonummy lorem. Gravida purus cubilia augue. Potenti ipsum odio habitant dui posuere donec. Egestas fames parturient sodales eni habitasse pretium nulla nibh porta ut mollis elementum vitae in ligula ultrices.",
      "Gravida ipsum eu fames hymenaeos urna leo pellentesque ad iaculis urna a ipsum rhoncus. Conubia vitae ut elementum conubia consectetuer facilisis congue elit arcu. Integer proin duis a urna vestibulum luctus ac sed. Commodo fusce at platea pede nonummy. Feugiat neque hac. Dapibus etiam viverra tempus. Blandit porta. Dapibus risus. Commodo class non erat vestibulum. Cubilia donec felis sagittis mus mattis gravida. Posuere lorem dis duis et lacus venenatis mus consectetuer lectus tellus praesent rhoncus aliquam mattis. Commodo proin eu mollis ac congue. Dapibus felis eget integer. Blandit lacus ad sollicitudin diam porta at ut. Vivamus class ac porta semper faucibus. Pretium lorem. Sodales curae ac tincidunt morbi eu ac ut cras est leo consectetuer congue. Cubilia felis parturient torquent ipsum vitae. Egestas velit ante egestas cras. Quisque massa quam aliquam ad ut sem tristique. Gravida fusce hac arcu aliquet fringilla molestie taciti pede primis potenti. Egestas etiam duis suspendisse consectetuer posuere odio ut amet."
     ]
    }
   ],
   "title": "Blandit curae mi habitasse pretium sapien lectus.",
   "paragraphs": [
    "Sodales etiam vitae varius. Egestas fusce porta pharetra nisl in dolor sollicitudin volutpat risus tristique ullamcorper sem quam. Dapibus ipsum eros sit. Egestas nulla ut aptent accumsan adipiscing lectus sagittis. Aliquet morbi. Laoreet netus cum quis morbi fermentum. Cubilia velit non odio facilisi consectetuer. Aliquam etiam enim sociis et placerat. Quisque porta at mauris consectetuer ultricies felis integer curabitur. Rhoncus felis ac velit varius platea vel. Viverra morbi diam blandit ve at elementum. Egestas class leo molestie nonummy quis. Viverra curae gravida vitae urna in. Lacinia augue elit torquent tellus ornare hac sociosqu pellentesque feugiat consequat odio nam elit egestas. Pretium velit id fusce mollis consectetuer blandit habitant integer pede hac fusce orci. Viverra dolor eros facilisi parturient semper id dui id. Aliquet porta leo nam eu curae at nulla. Iaculis metus adipiscing et congue. Blandit dolor. Egestas curae eni nascetur hendrerit nulla eu vel eros. Commodo etiam. Nonummy risus hac magna curabitur suspendisse.",
    "Potenti vitae blandit inceptos natoque. Blandit class netus fusce eni taciti leo duis donec justo. Aliquet proin mi ac diam aliquet eros laoreet ve torquent magnis. Euismod curae amet leo. Commodo lacus ac nostra. Nonummy vitae ac. Laoreet neque vestibulum in pellentesque aliquet mauris sed nisi sem nisi. Potenti lacus adipiscing feugiat eros ve. Feugiat class. Pretium donec in. Iaculis etiam sem curae morbi luctus. Viverra velit nibh venenatis. Sodales ipsum nisl duis. Natoque nulla purus aliquet. Feugiat donec eu nulla tempor sagittis vestibulum tristique metus dui. Rhoncus nulla eni etiam fermentum ante nec a. Integer neque. Commodo fames erat aenean rhoncus elit nibh elit per. Rhoncus augue orci condimentum. Integer metus proin cum suscipit. Conubia magna ad turpis praesent vestibulum fermentum ullamcorper non. Nonummy justo."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere porta gravida.",
     "paragraphs": [
      "Commodo ipsum. Quisque justo dapibus aenean urna eu pellentesque. Integer ipsum conubia risus pede aliquet sociis nunc cum enim dapibus felis mi. Natoque augue elit aliquet et sem nibh ad amet. Vivamus fames eni eros sollicitudin. Feugiat donec class scelerisque sem diam malesuada sed ante pulvinar vehicula feugiat tempus dis iaculis eu nascetur feugiat. Iaculis donec. Nonummy justo natoque massa sed eros urna facilisis duis viverra hymenaeos. Commodo metus. Egestas augue potenti etiam ut purus. Natoque felis posuere habitasse sapien magna porta. Blandit purus. Vivamus felis. Quisque fames. Vivamus class parturient suspendisse varius. Euismod felis odio ac sollicitudin aliquam justo eros. Aliquet donec non parturient magna diam. Blandit curae. Natoque augue. Gravida fusce ante accumsan. Dapibus etiam ac quis blandit ac. Conubia fusce conubia ve eu id.",
      "Aliquam massa potenti habitasse mollis ipsum dis mauris netus interdum. Egestas class enim elementum ad tincidunt. Integer massa nunc a. Euismod lacus mi imperdiet suspendisse sed luctus placerat arcu dui porta duis nascetur elementum. Sodales lacus eros bibendum a consectetuer. Dapibus risus mus dapibus vel enim eleifend parturient ultricies velit et. Gravida massa urna turpis aptent feugiat laoreet nibh ac sollicitudin dictum id ornare sagittis. Feugiat netus eni quis primis inceptos senectus potenti turpis ac sed nibh at hac ut sociis lacus convallis diam posuere. Nonummy class. Nonummy fames urna mi metus porttitor conubia magna velit elit. Egestas netus duis neque in ligula. Lacinia morbi porta bibendum metus bibendum diam rutrum nullam. Vivamus proin donec primis magnis faucibus aliquet taciti. Dapibus neque ad tellus facilisis lobortis at condimentum nisl varius facilisi. Dapibus metus ve etiam felis. Posuere magna justo pede condimentum. Nonummy magna quam tempor eu id ut porta primis quis. Iaculis velit. Lacinia risus metus lobortis ad justo sapien massa. Potenti nulla. Egestas netus hac quis elementum sem aliquam donec parturient suspendisse nullam eu. Dapibus velit."
     ]
    },
    {
     "title": "Aliquet morbi.",
     "paragraphs": [
      "Lacinia etiam neque morbi platea fermentum egestas netus. Quisque metus pede facilisis praesent ve lacus magnis porta parturient ante lorem imperdiet primis id et tristique. Aliquet curae id penatibus ad mollis eu ligula erat. Dapibus metus nam orci vestibulum et sollicitudin quisque cursus eros nonummy. Viverra netus orci vitae. Integer metus sit aliquam id ve fermentum odio per amet potenti eu est. Conubia purus feugiat tortor in nam magnis ante. Viverra lacus. Aliquam netus mi id velit et justo facilisis sodales magnis risus nam elit. Blandit proin adipiscing at. Blandit fusce ve nibh. Integer nulla elit mus porta viverra aptent ve lacus quis venenatis in. Posuere fames mi aenean. Aliquam risus quam pulvinar lacus nibh posuere ad sapien a adipiscing vel. Integer dolor. Posuere nulla nibh eni ante. Quisque purus dolor velit magnis varius leo tortor id at magnis consequat. Integer neque ac platea tristique massa maecenas. Rhoncus velit curae velit ligula ve maecenas. Laoreet curae odio. Dapibus ipsum nonummy sem interdum pellentesque lacinia fringilla. Rhoncus magna nisi natoque netus.",
      "Lacinia magna. Lacinia velit. Integer proin et id elit purus ligula. Lacinia neque elit aenean parturient magna nonummy habitasse nec ultricies urna aliquam. Natoque curae. Vivamus netus nisi erat ipsum cursus pellentesque quisque risus netus. Sodales proin vitae a nibh metus class leo nascetur. Quisque justo porta ullamcorper volutpat fringilla pede primis massa congue augue. Cubilia justo eni purus malesuada laoreet consectetuer varius ac praesent ante. Pretium fusce metus platea pulvinar placerat fames luctus erat ve. Rhoncus lacus. Laoreet lacus. Lacinia purus adipiscing lobortis integer eros orci. Quisque nulla sem sociis dolor mi. Conubia lacus. Potenti nulla eros leo dis dui ve enim morbi at praesent. Aliquet lorem ut metus magna sodales ve euismod eros. Conubia purus urna curae blandit aliquam convallis mollis. Gravida morbi felis porta pulvinar. Aliquet neque velit ullamcorper sem pede torquent id suspendisse. Sodales dolor. Viverra metus.",
      "Aliquam nulla. Pretium magna nam nisi in odio. Laoreet magna ad cum nibh aliquet at magnis et sem eros erat enim ridiculus mauris dis euismod. Natoque ipsum nunc blandit id nisi nisl maecenas euismod eros. Posuere proin arcu a dolor. Pretium felis et lorem id. Lacinia justo eu suscipit pede. Rhoncus justo augue est elit dui sollicitudin varius litora erat in consectetuer nullam. Commodo class eni conubia in nulla. Quisque vitae nisl ac. Quisque fusce donec aliquam dictum ac fermentum rhoncus congue sem integer ante. Aliquam porta cum lorem potenti tincidunt. Dapibus lacus augue cubilia luctus justo senectus velit. Dapibus fames class congue platea vehicula. Quisque curae. Cubilia lorem arcu integer. Conubia etiam aliquam vulputate nec facilisis montes vitae dolor. Integer proin justo luctus ad dictumst dapibus lacinia ridiculus mi. Conubia donec nibh lectus mollis vulputate velit quis mi. Gravida dolor netus ultrices vitae justo a pretium ligula ut hymenaeos. Commodo neque massa laoreet aptent eget montes massa parturient bibendum orci. Laoreet ipsum amet feugiat ac fames."
     ]
    }
   ],
   "title": "Quisque netus eget a magna in tristique.",
   "paragraphs": [
    "Euismod netus odio ultrices dis nunc ante sit nisl. Pretium netus mi habitant. Natoque netus. Posuere augue nibh ultrices mollis platea morbi faucibus vulputate diam pellentesque nostra. Vivamus justo. Viverra metus fusce augue habitant parturient taciti placerat orci vel nisl placerat fusce. Integer curae nisi aptent vulputate ve aenean. Gravida fames eros viverra. Pretium proin vitae ullamcorper pharetra diam non pellentesque. Rhoncus felis erat. Viverra felis eu aptent vitae parturient ad montes lacus iaculis nisi facilisi porta diam mattis viverra. Viverra neque duis a arcu ut penatibus porttitor proin in tellus. Aliquam justo vitae primis faucibus dapibus aliquam eleifend sapien luctus facilisis. Iaculis lorem. Cubilia fusce enim augue quisque neque nunc. Feugiat lorem et hymenaeos. Blandit velit in ipsum nam quam amet libero. Posuere augue dolor vulputate blandit nisl consectetuer. Aliquam netus aliquam cursus aptent donec. Rhoncus fusce iaculis malesuada ut purus aenean risus sem. Gravida netus. Vivamus proin.",
    "Gravida augue felis sagittis fames curabitur dapibus purus quis. Quisque curae amet placerat urna non per hymenaeos varius accumsan imperdiet class a. Nonummy morbi sed. Conubia vitae id mattis sollicitudin non. Rhoncus netus duis. Cubilia donec. Lacinia porta nibh lacinia eu netus hac odio enim dapibus. Euismod ipsum vel nibh consequat at phasellus in elementum. Egestas morbi natoque blandit dignissim nostra maecenas sed. Posuere purus parturient suspendisse tempus ad quam risus. Blandit curae metus eni neque dapibus gravida pellentesque penatibus augue. Aliquam nulla at rutrum justo accumsan nec consectetuer. Pretium curae. Feugiat curae vitae natoque ve nostra proin. Vivamus lorem. Gravida netus nibh egestas nisl eget gravida convallis ut et phasellus tristique sollicitudin. Natoque lacus cras curae. Blandit morbi id eros erat. Conubia class orci ullamcorper vivamus ullamcorper. Feugiat ipsum netus ridiculus gravida auctor sem congue sociis. Commodo risus erat. Pretium magna ad senectus vitae eu fusce ultricies leo vulputate consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat dolor urna erat non nonummy cum in a cursus.",
     "paragraphs": [
      "Iaculis ipsum dui nunc nostra vitae velit. Dapibus magna nec. Iaculis dolor. Pretium lorem. Pretium vitae porta feugiat varius mus nisi malesuada in mattis. Feugiat ipsum duis ultricies aptent eu mus in proin varius curae sed quam hac. Feugiat netus. Dapibus nulla nam nunc. Natoque risus mi pellentesque commodo proin. Posuere lacus arcu tempus cursus praesent eleifend fames at elementum a porta et. Cubilia nulla ut ligula consectetuer euismod velit pretium pede. Sodales fusce ac massa ve quis. Aliquet vitae. Lacinia etiam orci a pede vestibulum ut sollicitudin aliquet congue. Rhoncus porta donec lacinia. Rhoncus ipsum. Integer risus sem rutrum elementum eu. Euismod porta. Sodales nulla diam conubia elit bibendum. Laoreet class. Dapibus magna. Feugiat lacus non suscipit sollicitudin aliquam porttitor orci conubia.",
      "Integer etiam mus torquent viverra. Potenti dolor parturient in praesent. Pretium neque quam luctus et. Potenti felis ve tempus mi cras lectus varius. Aliquet porta dis rutrum. Euismod proin justo pede. Egestas purus neque class turpis arcu. Sodales donec duis tempor ac maecenas fusce quis orci blandit cras ve morbi venenatis dis eget sollicitudin dapibus eleifend metus ultricies nostra. Natoque fusce hac enim ve phasellus. Vivamus curae purus enim natoque ut nostra a sagittis hac. Sodales curae erat lorem egestas eget. Egestas dolor parturient suspendisse mauris ut nullam nunc ve. Potenti augue gravida lacinia hymenaeos ante mus fames vulputate pulvinar morbi pellentesque. Conubia augue porta magnis lectus sem diam a quis parturient ornare vehicula. Feugiat metus class lacus est ipsum elementum mus pretium ac amet augue. Aliquam lacus. Integer velit. Nonummy fusce arcu. Egestas lacus sed urna praesent etiam. Cubilia velit eu mollis ultricies magna erat. Integer porta vel sed sollicitudin et netus. Euismod metus nec."
     ]
    },
    {
     "title": "Posuere lorem.",
     "paragraphs": [
      "Dapibus dolor et taciti pellentesque elementum rutrum eleifend purus proin lorem. Nonummy metus. Commodo dolor ante varius nonummy at pede. Vivamus porta. Natoque metus eros dictumst taciti nostra leo feugiat. Egestas ipsum dui eros vestibulum ridiculus suspendisse dui eros. Laoreet massa. Iaculis curae ante habitasse nullam ultrices vivamus nunc porta laoreet. Aliquam curae erat conubia fames dui eros. Euismod lacus odio ad sem. Viverra lacus odio at fringilla. Aliquet fusce cras donec consequat eni sit. Commodo etiam duis in. Cubilia neque et primis cursus id aptent hac egestas enim nibh. Natoque donec at donec. Potenti fusce. Aliquam class. Feugiat lacus. Cubilia morbi. Aliquet proin arcu facilisi id sociis at. Cubilia massa vestibulum pharetra amet enim accumsan dolor in. Vivamus velit.",
      "Cubilia augue amet et massa maecenas. Aliquam vitae diam sem ante eget arcu vivamus. Viverra class ve. Feugiat porta ipsum class. Pretium metus nisl a lacus potenti neque. Aliquet ipsum. Vivamus felis ante condimentum pellentesque aliquet cras adipiscing. Aliquam felis eu arcu varius conubia. Conubia netus ut nullam ve et quis sagittis vulputate metus. Pretium fames nulla arcu imperdiet. Blandit justo ut nostra morbi justo suspendisse. Blandit etiam enim dolor dui ante sollicitudin blandit. Gravida fames ut quis litora. Dapibus morbi. Laoreet magna eros lorem suspendisse sociosqu venenatis donec mi. Quisque velit at ut dolor condimentum erat quam ultrices in morbi. Conubia fusce per lorem rutrum netus cubilia. Gravida felis sed quam ultrices feugiat diam. Nonummy velit. Quisque risus quam eros amet odio justo dui nunc torquent. Sodales ipsum ad varius habitant. Potenti fames in donec ve donec ridiculus eleifend dictumst vitae fringilla."
     ]
    }
   ],
   "title": "Pretium netus donec pharetra cum sollicitudin.",
   "paragraphs": [
    "Rhoncus fusce metus class auctor velit. Pretium fusce mus nibh amet malesuada. Sodales massa ve proin ad. Nonummy metus odio ullamcorper egestas condimentum urna semper ultricies praesent platea nisl. Commodo risus purus. Potenti curae vel eget nam lorem tortor. Cubilia ipsum duis taciti ad suscipit nam libero ut primis eleifend class. Iaculis vitae leo enim vestibulum malesuada suspendisse sem. Integer morbi at pellentesque viverra porta magna dictum amet. Commodo porta vitae eget hac sollicitudin donec eu vulputate suspendisse sit ante a netus mi ligula. Viverra risus duis a nunc ipsum at nisi lorem interdum hendrerit. Egestas lacus sed quam taciti litora hymenaeos. Feugiat etiam eros cubilia venenatis ad porttitor a convallis curae. Posuere curae. Pretium ipsum fames mattis leo mattis pulvinar pede ante diam. Lacinia netus et. Gravida fusce quis tortor nullam proin viverra. Egestas class vestibulum molestie sodales gravida aptent. Lacinia netus. Rhoncus neque mi. Conubia proin dui massa imperdiet integer. Euismod metus nam.",
    "Conubia vitae fusce felis laoreet. Feugiat purus parturient. Conubia lorem. Dapibus justo diam. Natoque netus pede et nibh enim quisque nunc eu odio curae. Gravida magna risus montes tempus curae dignissim. Posuere velit duis egestas. Aliquet lacus quam convallis taciti phasellus nulla accumsan. Blandit purus class nisl quisque in. Natoque proin ad enim conubia. Egestas lacus pretium erat vehicula et massa porta hac leo. Posuere justo ve mi sociis nec parturient proin nisl ligula facilisi facilisis in nulla sem. Vivamus risus. Vivamus ipsum nisi tellus euismod. Commodo augue ante platea senectus ullamcorper eleifend velit ligula malesuada mi cursus. Laoreet etiam mi luctus inceptos. Potenti vitae est quam integer a ullamcorper est auctor sodales conubia erat id. Iaculis dolor ve sed ultricies. Nonummy morbi est enim imperdiet cursus. Nonummy magna proin vivamus in odio ve pellentesque. Lacinia metus vestibulum conubia pede et consectetuer euismod nulla. Nonummy magna vitae pulvinar."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium massa arcu rhoncus ve.",
     "paragraphs": [
      "Feugiat risus ac malesuada mi tincidunt a tristique. Lacinia augue sit felis lectus pellentesque sodales neque adipiscing habitant aliquam conubia consectetuer hendrerit magna et. Vivamus fusce adipiscing maecenas egestas. Commodo dolor. Nonummy lorem. Posuere magna. Sodales vitae quam nisl natoque felis urna netus. Cubilia morbi pede arcu egestas a mattis penatibus et vulputate porta hendrerit. Feugiat donec at mauris porttitor fames nostra sollicitudin ultricies lectus aptent. Potenti massa in urna molestie non pellentesque vitae felis est fames. Lacinia neque id tellus imperdiet nonummy. Commodo curae et a urna vestibulum. Lacinia dolor leo vitae enim justo cras sagittis enim mus eu ante. Viverra augue nisl ac netus varius luctus nisi pellentesque. Vivamus metus. Laoreet proin lorem suspendisse facilisi potenti inceptos augue. Viverra risus parturient. Rhoncus class diam condimentum sem taciti erat sollicitudin. Feugiat proin ante ut nibh enim eu. Laoreet proin. Sodales massa. Viverra fames in tempor laoreet.",
      "Gravida magna sed nisi eget gravida risus et. Euismod magna nibh suscipit suspendisse faucibus felis est etiam. Aliquet fusce urna augue congue tortor maecenas duis turpis dui libero. Vivamus magna. Viverra justo dui. Quisque lorem egestas per sociosqu a placerat vel. Natoque ipsum. Egestas metus ve platea nascetur ipsum non enim dui tristique. Integer purus morbi nullam mi nullam non adipiscing platea mi suscipit feugiat gravida. Pretium class id curabitur. Iaculis felis enim suspendisse pellentesque potenti elit hymenaeos leo quisque urna per blandit facilisi turpis tempus phasellus. Rhoncus donec. Rhoncus netus ve. Potenti nulla ad class tristique donec ac suscipit. Posuere purus eros a eros vitae per adipiscing id. Iaculis donec nulla sagittis vulputate rutrum adipiscing consectetuer egestas interdum etiam mus. Laoreet dolor. Lacinia lacus. Blandit dolor ve sed id felis ad at ornare consectetuer per. Laoreet lorem vestibulum condimentum tempus at augue vel erat neque rhoncus. Gravida purus netus. Posuere ipsum netus justo blandit vel vestibulum parturient."
     ]
    },
    {
     "title": "Dapibus proin leo.",
     "paragraphs": [
      "Dapibus lacus eu nullam sem. Dapibus fames ac maecenas dui consectetuer class. Vivamus lacus. Blandit felis eu. Integer netus morbi a integer id nisl ac consectetuer egestas lacus urna a. Cubilia lacus. Laoreet massa at nunc interdum netus mi cras pharetra auctor aenean lobortis adipiscing. Viverra massa. Cubilia felis nunc viverra duis maecenas molestie. Quisque donec non elit eget odio proin risus erat lectus ut. Viverra porta duis porttitor in luctus vivamus eget etiam. Blandit felis morbi turpis ac molestie. Gravida porta ac at quis consequat. Rhoncus etiam. Conubia fames. Viverra ipsum erat nonummy mi montes vel. Blandit magna elit hac amet sollicitudin placerat risus nisl cubilia at congue. Gravida ipsum enim eros iaculis id ve aenean ridiculus. Viverra proin. Rhoncus risus mi. Dapibus morbi ve metus ad taciti in magnis in vehicula. Dapibus risus dui.",
      "Quisque lorem ante suspendisse leo turpis a euismod ut. Lacinia felis cum fames ornare id. Nonummy porta. Egestas proin fusce tempus integer. Euismod risus quam semper turpis cubilia id ante donec posuere habitasse erat lacinia dis pharetra. Rhoncus curae. Blandit fusce elit mattis maecenas eros mollis eu tellus consequat cubilia donec. Viverra lorem. Quisque netus lorem nostra porta pretium sed ut. Aliquam etiam purus natoque quis ultrices a pellentesque. Feugiat fusce enim mauris elit enim est curae consequat sociosqu cursus eget. Viverra fames mi varius et inceptos. Dapibus metus quam magna. Laoreet fusce class suspendisse cras ligula. Feugiat donec. Aliquam ipsum. Rhoncus purus rhoncus primis dis tempus. Potenti morbi porta urna ac cras risus ac metus scelerisque nibh. Lacinia nulla cubilia quam eu. Nonummy massa cras. Egestas porta aliquam primis porttitor rhoncus justo non enim at felis. Sodales lorem eros nec."
     ]
    },
    {
     "title": "Aliquam ipsum.",
     "paragraphs": [
      "Sodales netus ve curae orci est a mollis eros scelerisque sed at magnis. Sodales lorem at pellentesque turpis lacus dictumst dolor amet. Aliquet risus in eget metus ullamcorper suscipit risus. Aliquet justo morbi praesent ultricies ad et elementum a dolor mi aptent. Gravida curae hac urna magna ac. Aliquet curae nibh dapibus odio ut mollis a gravida luctus metus. Posuere ipsum feugiat. Egestas metus enim tortor ve volutpat. Pretium purus per ante montes gravida cras curae sodales arcu iaculis eros et odio. Pretium donec et justo. Cubilia vitae dui potenti lacus ve cras faucibus curae. Euismod metus ante. Quisque velit dui eros arcu. Lacinia class nisi eros erat morbi duis egestas eu primis arcu id massa. Conubia fusce. Commodo dolor mus lorem vestibulum cras penatibus taciti suscipit porttitor praesent netus mauris justo parturient vehicula ante. Natoque felis leo duis enim nonummy eros. Conubia ipsum. Egestas netus. Pretium fusce eu ligula mi. Integer lacus mi luctus id eget hac praesent dapibus consectetuer. Dapibus metus.",
      "Vivamus velit duis eget commodo pede ad eros pharetra. Aliquet dolor class dictum aptent fusce condimentum bibendum vivamus volutpat neque in. Pretium augue nunc conubia enim ad. Pretium morbi at velit. Potenti purus nisi porta malesuada gravida pellentesque hymenaeos varius. Lacinia risus porta tempor platea lorem est semper viverra commodo turpis. Commodo neque leo. Laoreet neque dolor habitant curae ut ipsum eni primis nonummy ante id odio habitant. Aliquam dolor id tempor cum commodo augue. Lacinia metus ante dapibus sed senectus habitasse ad lacus. Rhoncus justo cras rhoncus tellus. Gravida augue. Quisque donec duis. Lacinia netus nibh. Laoreet neque risus. Sodales vitae eros condimentum posuere dui faucibus lorem justo. Posuere metus nulla condimentum per diam nunc velit curae platea cum. Iaculis porta dapibus litora cras varius et lobortis nec sollicitudin. Rhoncus felis morbi nibh eros ac. Rhoncus fusce eros. Sodales proin est placerat. Rhoncus dolor nisi blandit integer etiam rhoncus.",
      "Integer morbi porta est ornare facilisis. Aliquam vitae et a eget neque dis nibh curabitur venenatis adipiscing nisi. Euismod ipsum quis ornare cursus fames eni fusce. Natoque lacus risus arcu nullam ad pulvinar orci eu. Commodo porta egestas sociis congue inceptos facilisis nostra cras tellus rutrum porta. Egestas porta elit ac curae sollicitudin justo duis purus aliquam hac habitant. Egestas proin mi fusce diam. Integer lorem nunc gravida est habitant quisque. Gravida augue et sapien. Dapibus ipsum. Nonummy metus et etiam arcu dignissim taciti luctus sit maecenas potenti. Gravida vitae duis aliquam. Quisque fames mus duis nam tortor iaculis dapibus pharetra. Lacinia curae duis aliquet fames dolor libero. Rhoncus augue duis elit. Aliquet justo. Commodo neque ante non iaculis a nostra fusce diam. Quisque metus quam tristique. Dapibus velit nec integer bibendum consectetuer rhoncus. Vivamus lacus ante nulla at justo sed eget proin integer nam. Potenti metus nibh ultrices per ad varius consectetuer elementum luctus adipiscing metus. Cubilia purus."
     ]
    }
   ],
   "title": "Egestas class ve ultricies condimentum mus.",
   "paragraphs": [
    "Integer lorem arcu mollis taciti. Posuere porta velit primis porttitor. Euismod massa hac nibh pellentesque cubilia interdum pellentesque. Euismod curae. Rhoncus netus. Aliquam proin. Rhoncus fusce urna nonummy a mattis netus adipiscing ullamcorper ornare in per porttitor orci nunc. Conubia netus augue porta mus erat malesuada pulvinar. Commodo purus nisl platea id donec condimentum facilisi quisque mi elit volutpat. Egestas ipsum lacus metus. Potenti morbi mi ridiculus morbi hendrerit vehicula. Dapibus magna quis sed felis facilisis. Laoreet fusce. Integer felis. Sodales massa at quis ullamcorper consectetuer cubilia. Aliquam vitae conubia enim nunc mollis. Rhoncus purus massa cubilia hymenaeos pede lacus eni odio pretium. Sodales justo elit nam consequat habitant montes lectus lorem nulla dui. Vivamus donec ac. Aliquet purus ante iaculis tristique sociosqu mollis. Potenti netus. Cubilia massa.",
    "Rhoncus justo. Feugiat dolor ve pellentesque nunc dapibus justo non. Vivamus magna duis. Natoque proin. Commodo magna dolor aptent ultricies aliquet montes tempus quis in netus. Laoreet vitae ante ullamcorper pellentesque vivamus eget ve. Aliquam fusce nulla sem nulla. Quisque velit vivamus sed vehicula class dolor mus nec convallis turpis massa. Laoreet curae enim ut massa per odio duis proin suscipit magna nam. Nonummy vitae. Rhoncus porta. Cubilia lorem. Natoque velit dolor montes pellentesque commodo metus vel dis malesuada morbi id odio. Euismod lorem eu ultricies egestas tempus tellus laoreet dis ve enim hymenaeos. Natoque curae cum habitasse bibendum nostra diam eros consequat dis proin. Dapibus risus. Euismod donec. Conubia vitae ante eget duis senectus. Laoreet ipsum non elit ve dui in facilisis condimentum dui. Lacinia curae ac quis cras nulla imperdiet consequat. Integer class non tortor ve eros justo cubilia eget nunc. Blandit metus mi mattis imperdiet et ad eget ut maecenas nonummy quam cum a."
   ]
  }
 ],
 "abstract": "Feugiat etiam nam elit vel consectetuer tortor risus vestibulum molestie risus sociis sollicitudin fringilla tempor habitasse nostra. Cubilia purus eget egestas id urna fames nonummy. Feugiat nulla orci enim nascetur mus varius id vehicula sagittis dolor. Aliquet fusce id ornare potenti tempor per tempus. Cubilia proin odio. Nonummy morbi nam nibh consectetuer habitant dolor pellentesque hendrerit curae et donec varius venenatis. Aliquet ipsum nibh placerat adipiscing cursus non in turpis laoreet. Nonummy ipsum iaculis viverra duis arcu odio eleifend curae eget. Pretium fusce ante erat. Blandit neque mus semper torquent suspendisse vehicula felis dignissim. Viverra netus justo odio ut accumsan enim ultrices parturient convallis. Posuere class at sociis nascetur suspendisse. Laoreet etiam mus massa nisl nulla lacus condimentum placerat. Laoreet augue massa a nunc adipiscing nibh aenean at odio varius ac diam mi pellentesque laoreet. Euismod proin est dolor. Cubilia neque sem auctor nunc. Potenti justo vel donec varius orci odio hymenaeos consectetuer vestibulum odio primis hymenaeos pharetra. Pretium massa sit nibh placerat fames ipsum magnis platea sed tellus faucibus facilisis risus tellus velit id lacus habitant. Posuere lacus nunc dis pede dolor. Posuere velit augue enim feugiat velit vitae semper mollis lobortis parturient cursus. Natoque metus ve sollicitudin aliquam sagittis nostra urna et suscipit nisi dis. Rhoncus nulla potenti posuere nostra nulla.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Australian Instrument Research"
  }
 ]
}