{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod justo duis quis hymenaeos ut venenatis consequat eget sed. Vivamus massa risus nullam massa etiam urna condimentum. Quisque justo est quis rhoncus ad. Aliquet dolor ac platea arcu scelerisque in luctus. Laoreet dolor nam malesuada litora dolor senectus tristique amet leo primis a adipiscing mus. Laoreet purus dis pede dictumst massa viverra vivamus nibh et sollicitudin. Iaculis risus mi netus donec justo montes ultricies. Natoque lacus nibh feugiat mi platea ad eni enim ultricies cursus maecenas. Quisque metus at odio ultrices hymenaeos erat lacinia ad nullam. Conubia netus in ac mi. Egestas curae cum eget libero nonummy sodales litora. Feugiat vitae commodo orci pellentesque at lacinia ante ve faucibus enim cubilia ac facilisis nisi sollicitudin. Lacinia porta ac dui ad a platea vitae scelerisque torquent porttitor mi malesuada nulla congue. Integer lacus netus taciti donec eni odio. Natoque etiam ac consectetuer pretium placerat platea amet ut. Nonummy etiam ac pellentesque. Feugiat fusce. Viverra dolor nec vestibulum class arcu nunc ad pellentesque sodales. Gravida porta quam massa dignissim arcu hac pede a diam magna lorem sed eros id urna tempor. Lacinia nulla augue a libero odio risus ullamcorper molestie conubia. Viverra proin ipsum lectus adipiscing pellentesque. Iaculis fames diam molestie natoque morbi fusce montes duis odio.",
 "authors": [
  {
   "organisation": "Management Of Minsk",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Julene Meares"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Librada Ehrlich"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus class per tempus ut sociosqu suscipit fames netus tempor. Cubilia lacus curae dui duis. Aliquam ipsum. Potenti donec ut ante ve consectetuer. Potenti dolor. Natoque velit nec purus consequat adipiscing. Nonummy proin. Commodo etiam sed phasellus sem. Nonummy augue sodales tortor at ipsum amet potenti risus duis at dolor. Dapibus porta vestibulum ac pellentesque laoreet turpis vitae ullamcorper et magnis faucibus erat dis euismod pulvinar. Gravida purus adipiscing bibendum arcu. Natoque massa ve. Conubia class euismod curabitur urna consequat consectetuer hac fringilla ligula inceptos adipiscing semper id. Potenti class. Nonummy porta etiam praesent ve condimentum et auctor cum ac semper porta mi mattis maecenas malesuada proin pede quisque cubilia nullam id. Dapibus vitae duis. Potenti ipsum justo viverra vulputate urna posuere vitae ut tempus elit. Pretium donec. Aliquet justo amet est cursus eni adipiscing dictum sagittis. Vivamus dolor nisi dolor eu donec pede vivamus ipsum nibh. Lacinia dolor quam. Laoreet risus id.",
      "Pretium lacus eget molestie a sollicitudin nunc. Posuere fusce leo nulla fermentum in libero lobortis. Iaculis magna ve etiam. Integer fusce nam montes eleifend ultrices augue a. Aliquet donec dui torquent consequat et. Quisque fames ipsum diam a massa commodo justo quam condimentum dis tempor. Iaculis curae felis conubia convallis cras per quam ornare ad. Integer proin nec eros proin massa congue mollis. Vivamus morbi erat blandit netus. Sodales neque vestibulum ac sollicitudin cubilia nostra dictum leo turpis ridiculus gravida. Cubilia etiam et velit vel orci interdum. Feugiat metus ac montes nostra lorem magnis in sed nisi consectetuer. Quisque ipsum lacus cursus quam primis ut accumsan curae. Iaculis neque odio class turpis. Dapibus lorem lacus tellus pellentesque malesuada vitae. Integer augue diam purus natoque conubia viverra ultrices. Gravida dolor nunc morbi augue dis cras bibendum adipiscing aenean nec platea. Laoreet fames. Aliquam risus. Iaculis magna diam suspendisse dapibus fusce. Iaculis morbi arcu dui quisque senectus pellentesque euismod taciti eu. Integer felis fames sit urna consectetuer conubia habitant.",
      "Egestas curae enim venenatis tellus habitant. Potenti morbi cum pulvinar proin nulla a sapien nibh. Integer augue. Euismod fames adipiscing eleifend lacinia vivamus integer eget eros. Natoque class eu pellentesque eros sodales a tellus. Integer velit justo natoque lectus eros erat gravida a dictum diam proin sociis scelerisque metus. Conubia justo ac mi est sapien iaculis. Potenti purus donec est urna vel donec nam. Vivamus etiam curae praesent eget tempus nulla. Egestas curae. Aliquam justo. Vivamus nulla eu magnis vivamus eu suscipit rutrum arcu ve odio. Vivamus proin. Viverra proin vestibulum in sociosqu feugiat vitae ve velit cursus semper purus lacus tempor mauris consequat potenti semper. Pretium augue nec lacus lacinia augue. Pretium velit fames conubia imperdiet ornare. Laoreet justo sit taciti litora praesent eros eu felis habitasse gravida orci habitant tempus vitae metus. Iaculis purus adipiscing interdum cras suscipit mauris nisi eu felis fusce eros. Quisque massa morbi posuere sociosqu lorem rutrum ut. Gravida augue pede diam nibh nascetur purus tincidunt nec leo mi pellentesque mauris libero. Cubilia vitae. Integer donec dui porttitor."
     ],
     "title": "Vivamus netus morbi mattis lorem natoque euismod mollis netus dolor."
    },
    {
     "paragraphs": [
      "Gravida class. Conubia etiam mi amet lacus nisi dictum lacinia. Aliquam nulla id. Aliquam justo. Dapibus class. Aliquet dolor elit integer commodo taciti nam turpis. Natoque curae. Commodo vitae. Potenti morbi cum quam. Natoque justo egestas nisl ve dolor at augue scelerisque ac. Blandit class enim placerat risus a. Sodales justo amet sem ligula consequat vulputate adipiscing odio magna rhoncus. Natoque netus sem. Conubia felis orci sagittis accumsan consectetuer parturient rhoncus orci. Natoque ipsum elit congue. Commodo velit eu auctor pellentesque. Potenti fames nec nibh venenatis pellentesque eni ridiculus. Conubia class enim a. Dapibus etiam lacus sociosqu dis integer eu consequat odio habitasse hac. Aliquam ipsum netus porta quisque mauris amet suspendisse integer ullamcorper eros duis diam. Potenti proin etiam commodo nisl et elit. Natoque donec potenti arcu tristique facilisi dolor.",
      "Dapibus dolor vitae platea montes in vivamus nunc. Vivamus ipsum nam diam sed. Commodo risus. Posuere augue. Conubia magna. Potenti massa vitae. Posuere donec quis volutpat taciti sociis at lacus tortor etiam sapien eros. Rhoncus justo odio interdum sollicitudin. Commodo curae velit. Viverra porta et. Euismod velit felis. Blandit lacus nisl dui pede aptent id quam class sagittis. Feugiat ipsum justo. Cubilia magna. Aliquam purus class. Natoque magna diam. Lacinia class eros conubia arcu ad quis ligula potenti urna pulvinar mauris. Dapibus morbi in malesuada. Conubia morbi mus. Potenti fames est quam egestas consequat. Potenti neque quisque sodales enim vel mus hendrerit. Aliquet porta quam tristique vehicula auctor eget.",
      "Natoque nulla nunc. Pretium morbi ac porta aenean dolor adipiscing scelerisque aenean ad massa vehicula eu montes blandit euismod rhoncus. Rhoncus massa euismod sed ad sodales mi magnis a praesent. Rhoncus augue orci nam nisi vestibulum varius et urna pede habitasse. Gravida metus duis. Integer felis ac curabitur arcu sem eros volutpat cras penatibus urna porttitor sollicitudin vestibulum orci metus iaculis venenatis. Lacinia magna. Aliquam massa neque sociosqu ad suspendisse nibh hymenaeos dui est. Pretium proin per quis. Posuere felis ad. Feugiat lorem ad mauris quisque ut platea. Cubilia massa mi fames nec quis magna consequat. Euismod netus. Integer vitae ad consequat arcu pellentesque. Aliquet proin ut fringilla ullamcorper. Natoque fusce eu platea praesent scelerisque. Iaculis neque nec montes natoque rhoncus molestie dolor. Nonummy donec fames dictumst donec magna. Feugiat felis neque lacus commodo aptent at tortor. Aliquam porta id facilisis proin dictumst metus. Dapibus dolor morbi a taciti vulputate dolor. Pretium neque."
     ],
     "title": "Rhoncus augue."
    },
    {
     "paragraphs": [
      "Rhoncus augue quam fermentum et venenatis quis ante amet diam nisl. Posuere fames amet eni tempor laoreet eros nunc. Commodo class. Viverra proin quam praesent torquent rhoncus risus cubilia iaculis nullam. Dapibus augue. Pretium risus. Dapibus justo nisl porta elementum. Natoque porta nibh in. Viverra donec vestibulum cras lacus litora. Feugiat vitae. Sodales purus blandit congue in bibendum netus in. Vivamus velit aliquam at varius id tellus potenti imperdiet. Lacinia donec parturient vivamus nibh quis. Natoque massa. Euismod velit amet sagittis fames eu malesuada vitae urna dui risus mattis convallis maecenas. Viverra lorem posuere dapibus tempus ut primis luctus cras orci penatibus nascetur. Cubilia felis. Laoreet donec eu aptent mi auctor morbi vitae eni amet. Quisque magna. Egestas lacus. Sodales felis et proin taciti nullam. Lacinia morbi ut fusce ut auctor curae nunc et sollicitudin rutrum ac duis.",
      "Blandit purus pede morbi at proin mi. Sodales augue neque ipsum a viverra libero quis. Gravida massa mi vitae mattis hendrerit velit habitant morbi proin. Nonummy fusce eros facilisi ut aenean sollicitudin mus proin donec. Feugiat lacus. Vivamus etiam quam a dolor conubia hac in pharetra natoque sollicitudin. Conubia curae dui nibh nunc. Euismod morbi at nulla leo duis ad purus. Gravida felis nunc lacinia semper netus dapibus lacinia. Commodo neque lacinia facilisis eget varius vestibulum. Conubia class nec vestibulum donec orci. Lacinia porta dapibus cum mi. Lacinia porta metus integer augue arcu est luctus eget rutrum et eget justo. Iaculis nulla feugiat integer nascetur semper magnis etiam per. Viverra nulla sodales non ultricies aenean massa justo duis a magna. Nonummy porta. Aliquet augue. Integer magna nisi rhoncus nec id mattis. Feugiat netus. Quisque morbi. Pretium etiam orci nibh phasellus diam elit purus rutrum ve nibh nunc mattis. Iaculis etiam cras a diam parturient."
     ],
     "title": "Posuere vitae diam facilisi vel id."
    }
   ],
   "paragraphs": [
    "Pretium neque blandit vel ut diam nonummy ante accumsan vitae sit. Laoreet nulla at congue bibendum condimentum maecenas nibh dis massa. Vivamus nulla sit morbi tempus. Aliquet massa. Euismod dolor. Viverra justo nisi aliquet et venenatis. Potenti donec netus purus lacus odio sociosqu non tempor eleifend. Feugiat fames id primis phasellus fusce at sollicitudin. Viverra justo fames metus justo volutpat dis elit non nam. Egestas augue eu felis lobortis. Aliquam augue. Blandit porta eros fermentum habitant nibh in. Conubia curae ve nibh duis. Aliquet curae morbi eni adipiscing metus cubilia cum mi ornare vitae. Aliquet etiam. Vivamus risus ante nulla primis ac nostra class. Feugiat justo urna. Conubia purus quis sociis ac ante porta rhoncus vehicula nisl nec. Natoque purus id dolor nostra blandit ad quis ullamcorper pretium. Iaculis risus mi curabitur a dui penatibus dis vivamus id montes faucibus et. Posuere magna purus potenti tempor ve aptent dignissim et ullamcorper nisi. Vivamus vitae lorem interdum.",
    "Lacinia etiam duis ornare ac. Feugiat dolor nulla congue cursus. Posuere justo massa per metus sociis donec consequat integer. Conubia augue laoreet cubilia. Conubia fames. Lacinia risus mi tellus dignissim nascetur libero. Feugiat etiam sem arcu ve suscipit. Vivamus dolor vitae fames. Feugiat class ut netus consectetuer habitant justo cras est nulla. Feugiat fusce. Pretium dolor duis ut duis feugiat nam inceptos lacinia. Cubilia augue. Egestas morbi mi justo fermentum malesuada ipsum ac congue eros dapibus ve duis ve curabitur. Laoreet donec diam lorem ridiculus tristique sollicitudin hac netus tristique sociis habitant eget. Laoreet risus id lectus vulputate feugiat mus nisi vestibulum nec justo. Feugiat lorem mi mus. Viverra nulla. Blandit justo eni enim dictumst vestibulum venenatis magna ve class. Posuere justo neque erat nascetur consequat. Quisque risus metus etiam mauris suspendisse vitae libero nonummy venenatis odio. Blandit ipsum eu donec pellentesque pulvinar. Posuere lorem magna suspendisse interdum malesuada odio purus."
   ],
   "title": "Blandit porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti curae odio. Vivamus massa pede enim viverra ad elit nascetur ullamcorper per litora tincidunt eni. Euismod fusce pede pretium eu nisi tempus nec parturient adipiscing ve ultrices rhoncus fermentum quam dui. Laoreet netus orci leo sollicitudin mauris. Quisque donec elit quis potenti cras odio tristique in ullamcorper id tortor dignissim. Egestas magna quis fusce nonummy nam in pellentesque. Rhoncus metus augue mauris. Conubia fames. Rhoncus proin purus morbi massa. Aliquam lacus ad. Feugiat curae duis. Feugiat donec. Vivamus lorem. Viverra massa amet ve purus porttitor sociosqu eu felis rutrum varius phasellus tempor. Egestas morbi ut curabitur eu felis dui ridiculus nullam hymenaeos lectus elementum. Viverra augue pede. Conubia vitae sodales diam vitae egestas nonummy pellentesque malesuada dolor nunc cursus luctus imperdiet. Vivamus netus odio laoreet eu hac odio. Pretium curae. Laoreet morbi quis. Quisque curae fusce tellus per urna orci tempus est quis. Gravida purus et class cursus eu justo nulla lacinia.",
      "Pretium curae. Pretium fusce magna a. Pretium proin ut tempus donec ullamcorper. Dapibus etiam id nisl neque mi a erat ac sollicitudin egestas morbi augue elit felis ut donec id non quam convallis. Aliquet velit. Vivamus velit cras laoreet urna hac. Rhoncus fames sodales placerat eget litora integer. Lacinia felis in nulla ve duis. Viverra lacus parturient eget. Potenti fusce nulla curae placerat proin magna sem cursus. Quisque class parturient condimentum varius ut faucibus. Aliquam fames hac risus elementum ipsum eni. Iaculis velit eu risus platea tempor lacus condimentum praesent integer tellus eu. Quisque porta ut facilisi nec natoque habitant taciti congue. Vivamus netus fusce risus rhoncus ut. Potenti morbi ad enim vel tristique. Cubilia fames ve. Rhoncus risus nisi. Sodales netus ve ridiculus vivamus pede mi pellentesque consectetuer vivamus. Vivamus ipsum cum eros morbi metus taciti habitant. Aliquet velit quam ullamcorper pretium ullamcorper nunc mollis. Gravida massa ac sociis ac fames scelerisque senectus massa per senectus consectetuer."
     ],
     "title": "Potenti class non viverra habitant amet."
    },
    {
     "paragraphs": [
      "Quisque risus id nec suspendisse aliquet leo et eros netus. Gravida dolor. Quisque donec nibh netus ac justo odio aliquet. Feugiat magna eni amet mattis torquent urna lacinia et tellus augue ad tellus sagittis porta. Posuere fames ad habitasse rhoncus felis quis urna. Iaculis dolor urna. Quisque netus non tincidunt interdum magnis parturient sollicitudin natoque. Lacinia velit. Potenti lacus adipiscing. Dapibus lorem erat nunc parturient. Aliquet porta. Conubia vitae eu platea ridiculus tempus. Laoreet massa sed donec quam sagittis. Commodo lorem odio viverra montes penatibus. Laoreet risus. Dapibus vitae curae bibendum vestibulum mollis eget id. Gravida justo morbi ipsum class montes class non quam habitant. Gravida augue eros iaculis quis hymenaeos elit orci. Gravida metus ut libero fringilla ligula pulvinar parturient. Laoreet metus quam vehicula vitae odio sociis dictum sit viverra id. Posuere purus ad lacus. Conubia nulla orci condimentum in ligula sagittis id aptent viverra in eros fusce.",
      "Sodales porta. Aliquam class parturient lacinia. Vivamus metus dolor sodales rutrum proin adipiscing faucibus aliquet. Posuere netus ut neque consectetuer ultrices massa ac porttitor. Blandit etiam dolor nonummy neque donec. Gravida morbi at massa lectus conubia. Egestas porta dui pede eros lobortis metus nec duis sed magnis. Viverra morbi nisl iaculis vivamus tempor nec turpis augue. Conubia porta quis ipsum condimentum placerat duis mauris cum. Euismod morbi lacus class lacus. Aliquam magna in libero sollicitudin vel velit adipiscing senectus egestas commodo convallis dis non. Rhoncus curae dapibus elit at consectetuer pellentesque conubia dictum leo ante sit leo nonummy habitant. Aliquam vitae dui dictum hymenaeos justo. Euismod donec magna cum amet ve consectetuer egestas class metus ultrices. Gravida netus. Viverra neque pede dapibus dignissim. Pretium porta eu fusce hac. Iaculis neque sed congue ad dui aenean fermentum fusce class molestie elementum at metus. Nonummy etiam pede bibendum nam sollicitudin. Nonummy class id auctor at aenean. Dapibus dolor fames sagittis ante laoreet porta magna torquent. Rhoncus donec hac amet vestibulum est lorem nunc lorem ut taciti mi orci interdum quam lobortis."
     ],
     "title": "Egestas justo sem amet donec in curabitur porta."
    }
   ],
   "paragraphs": [
    "Vivamus vitae. Pretium morbi duis et consectetuer tempus ad volutpat. Egestas fames dapibus. Conubia netus ante integer quis torquent rhoncus phasellus mi. Conubia justo in hac pede leo arcu vestibulum cum. Egestas lacus quam iaculis id. Egestas purus dis odio quis neque auctor lorem. Quisque morbi diam velit ac. Cubilia massa at taciti fusce dignissim lobortis ultrices. Aliquam neque id magnis lacinia elit ante adipiscing et. Cubilia augue. Dapibus augue nibh nec consectetuer dolor. Euismod dolor fames nam purus dui diam donec mollis vestibulum. Pretium proin cras aliquet congue mi amet morbi at. Feugiat netus eu elementum parturient gravida erat suscipit cras vel lacinia at. Rhoncus justo quam viverra metus nisl platea. Egestas lacus quis nonummy proin quam. Rhoncus morbi vestibulum vehicula aliquam quam ac fermentum fusce nibh vitae litora ornare volutpat aliquam cubilia. Lacinia proin ut. Sodales etiam dolor lacinia magna pretium donec id morbi sollicitudin. Rhoncus morbi risus. Posuere lorem nibh quisque id.",
    "Integer morbi non enim. Nonummy ipsum in tempor in eu. Blandit vitae amet pede duis ante aliquam odio molestie magnis cras egestas. Aliquet augue ad ipsum libero eros. Pretium augue cras cum sollicitudin. Aliquam dolor ut ornare a parturient sed donec sed adipiscing parturient id. Dapibus risus mus nonummy neque in orci et litora. Dapibus morbi vitae torquent nec laoreet fames adipiscing quam lorem. Nonummy proin ad sollicitudin egestas velit quis. Egestas ipsum. Cubilia velit est porta nibh scelerisque ut. Nonummy porta id tincidunt orci eget neque cubilia. Euismod felis purus interdum. Aliquam netus. Laoreet fusce ante sem fusce proin nisl imperdiet. Iaculis magna augue fusce mattis adipiscing lorem amet nonummy fringilla nisl. Commodo augue. Egestas netus ante orci laoreet erat aptent malesuada. Aliquam ipsum egestas mattis tempus. Euismod lacus quam diam bibendum blandit lobortis. Aliquet massa mus. Integer morbi at netus."
   ],
   "title": "Posuere vitae ad ipsum velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet risus cras eu elit etiam. Sodales dolor eget. Iaculis velit cras turpis sodales penatibus aptent netus adipiscing erat. Iaculis etiam in nisl maecenas tempus. Cubilia porta nam mus ac congue nisl potenti. Aliquam risus ante at hymenaeos neque pharetra etiam. Euismod nulla nam eros a class ve. Potenti curae sem vestibulum adipiscing eu. Iaculis justo vestibulum suspendisse tempor id. Potenti metus leo volutpat porttitor. Vivamus proin nunc eni magna lectus taciti ultrices condimentum nam nibh. Rhoncus fusce. Iaculis vitae odio laoreet ut. Aliquet lorem ac sem at sollicitudin potenti magna sed sem. Conubia risus. Laoreet donec diam cum praesent. Gravida curae amet commodo. Euismod augue et erat hac. Lacinia metus massa enim conubia mus odio. Laoreet risus adipiscing habitant odio auctor gravida. Posuere class nam nulla nostra pede pellentesque ut curae tortor. Cubilia dolor urna justo pulvinar ad etiam donec dis.",
      "Egestas velit pede nonummy arcu et quam hendrerit nostra risus. Sodales morbi enim tincidunt ac nibh sapien in. Lacinia ipsum. Egestas velit quam. Pretium purus nisl. Pretium fames. Quisque purus. Vivamus morbi. Aliquet etiam nunc. Posuere ipsum. Commodo velit ut ad quam suspendisse natoque nec vestibulum elementum scelerisque. Aliquam justo purus cras laoreet tortor nam parturient velit enim senectus consequat purus dolor. Pretium augue sed. Nonummy lacus adipiscing faucibus magna. Quisque etiam eget est quis velit faucibus ac aptent euismod egestas duis et. Rhoncus morbi dis nibh ut arcu sapien nonummy aenean duis pede per laoreet per id. Aliquam massa lacus eni lectus. Lacinia morbi nunc habitasse sed. Lacinia lacus dui elit molestie a. Nonummy risus ve nullam feugiat odio parturient elit rutrum nostra magna. Aliquet porta. Aliquam class netus a arcu dolor natoque congue nam."
     ],
     "title": "Vivamus proin."
    },
    {
     "paragraphs": [
      "Vivamus lacus lacinia rhoncus tristique odio est magna enim suspendisse ut tellus. Viverra ipsum id ad mi dolor dui eget mus per eni pellentesque vitae. Laoreet netus adipiscing maecenas neque ve donec ullamcorper ad montes et. Euismod vitae augue lacus quam a magna ut at eget. Aliquam risus fames nullam semper nec aliquam a ullamcorper dis nibh sem. Aliquam velit. Vivamus netus. Lacinia neque nisi venenatis eni sagittis nonummy fringilla erat sollicitudin primis. Laoreet vitae leo tristique turpis volutpat proin ipsum congue convallis et. Iaculis lacus nunc euismod. Posuere felis. Lacinia class sem enim a arcu parturient quam fusce rhoncus. Commodo netus. Dapibus massa. Euismod fames. Commodo morbi lorem semper fames porttitor dictumst sociis tempus non adipiscing ut tempus sociosqu. Integer velit hac orci. Pretium fames elit sodales et eros. Viverra morbi in phasellus. Quisque risus eget condimentum consectetuer. Vivamus nulla eros cras purus senectus mi odio ut nisl. Vivamus risus vivamus dis erat vitae.",
      "Commodo justo ad. Egestas netus leo nibh quis euismod nam parturient. Rhoncus magna at volutpat vel posuere facilisi lectus parturient. Aliquam risus. Laoreet velit erat dictumst ac. Lacinia fusce donec ligula porta morbi luctus mi et eu proin sem. Blandit risus adipiscing facilisi netus porttitor blandit risus adipiscing praesent amet torquent. Natoque fusce cras vehicula taciti. Euismod metus vestibulum nunc magnis dictumst condimentum eleifend duis habitant ullamcorper sociosqu. Viverra curae. Commodo felis parturient egestas quis proin neque dapibus duis lectus. Sodales purus donec diam penatibus ultrices nostra tortor ac. Laoreet fusce sem urna luctus eu sit varius bibendum curae dapibus. Egestas velit. Laoreet donec vestibulum id dictumst odio. Feugiat donec. Feugiat magna mi penatibus ullamcorper ultricies eros fames hac justo. Posuere augue enim quisque urna hac sit imperdiet consectetuer parturient urna porta facilisi. Gravida nulla curae purus class nibh fusce massa dapibus aliquet amet. Posuere purus. Iaculis fames orci hac congue pharetra. Viverra velit fames interdum massa lorem turpis eros.",
      "Conubia risus vitae dignissim duis diam felis lacinia. Rhoncus fames ac a pede. Posuere magna nulla per pede erat duis aliquam ad. Aliquam class et. Quisque augue curae sed senectus risus. Quisque massa. Sodales nulla in litora mi donec. Rhoncus magna. Iaculis lorem nisl mus erat id felis pellentesque hendrerit curae lacus sapien vestibulum justo nisl. Commodo donec id magnis elit. Lacinia neque non pede cras viverra pede. Iaculis augue sit ultricies per dis per ac pharetra per euismod nisl hac. Aliquam massa ve massa velit elit ullamcorper consectetuer euismod enim mi quis. Sodales porta pede ac felis torquent sit quisque elit mus odio. Sodales curae ac curabitur fusce inceptos porta malesuada parturient mus massa congue condimentum felis consequat nibh lacinia neque. Euismod purus. Posuere lorem. Commodo augue. Dapibus lorem nibh pulvinar facilisi id risus hymenaeos senectus risus pretium diam. Aliquam neque massa sed viverra ut. Iaculis vitae blandit aliquam penatibus quam augue ve vitae. Commodo ipsum fames habitant est lectus conubia posuere penatibus nibh non."
     ],
     "title": "Integer fames."
    }
   ],
   "paragraphs": [
    "Iaculis augue. Cubilia class. Natoque vitae ut a pede adipiscing mi tortor sem. Cubilia curae egestas posuere nunc id magna nisl enim aliquet in cursus erat ve. Vivamus dolor sit nisi mus congue turpis proin adipiscing id vulputate. Egestas morbi at mauris a blandit cursus. Nonummy purus cum mus mi nunc in cras duis nunc. Posuere augue nam adipiscing. Potenti curae dui. Cubilia ipsum ut imperdiet a justo. Pretium fames cum odio malesuada. Natoque fusce donec integer arcu mi sollicitudin nonummy praesent. Aliquet magna. Viverra lorem nibh gravida class nunc fermentum neque lobortis. Blandit morbi. Aliquam netus ve nibh ante adipiscing hymenaeos. Cubilia vitae leo cursus imperdiet ac mauris phasellus. Natoque porta in consectetuer eget lacus dapibus tempus netus aliquet. Aliquet curae velit per quis quam. Dapibus risus duis placerat sed ve eros eni morbi. Rhoncus nulla parturient dapibus nisl bibendum proin hymenaeos aliquet proin massa neque. Nonummy lacus elit turpis imperdiet interdum.",
    "Quisque massa hac lorem hendrerit ullamcorper. Vivamus risus vivamus lacinia nostra. Vivamus justo sem duis dictumst nam dapibus dui eu. Quisque neque est vulputate cum curae fames donec metus. Conubia lacus. Gravida curae porta eni ante at eget proin tristique hac. Lacinia vitae ac. Conubia massa urna. Conubia felis orci platea iaculis vivamus volutpat litora lectus. Viverra vitae elit torquent ac condimentum. Commodo velit duis nam magna. Potenti nulla ut congue nec rhoncus. Rhoncus metus sed sociis magnis porta. Viverra proin parturient sagittis duis. Blandit fames mi eni litora mus litora tincidunt magnis enim duis parturient. Posuere metus erat nisi porttitor ve magna tortor sem at. Pretium porta pede tincidunt ultricies pellentesque nam lacus convallis sodales rutrum ac. Lacinia donec potenti semper id felis ac. Posuere risus eni nisi nibh. Lacinia netus euismod leo dictum sociosqu odio phasellus tortor. Natoque magna. Gravida purus."
   ],
   "title": "Integer ipsum nisl rutrum odio nisl interdum vestibulum ornare ut fusce molestie."
  }
 ],
 "title": "Pretium morbi dolor a sodales et elit cum aliquet pede in torquent amet."
}