{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia magna curae auctor ad ligula at.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo augue ante purus porta semper.",
     "paragraphs": [
      "Gravida metus cras sapien platea per euismod accumsan class porttitor eu. Nonummy magna natoque nullam cum congue ultrices parturient turpis fusce in. Aliquet vitae eros lobortis pellentesque. Sodales morbi orci in augue. Sodales augue at fringilla ad consequat orci lacinia ve ultrices sed nisl litora id. Aliquet netus pede scelerisque sodales condimentum nunc elementum et suspendisse ac. Natoque fames pede nulla ante odio mollis id penatibus. Dapibus velit in diam amet aliquet ve at quis eu nulla. Rhoncus lacus. Blandit netus arcu fringilla per sollicitudin luctus libero aliquet. Gravida magna nulla blandit quis erat ultricies maecenas faucibus neque sollicitudin ridiculus. Vivamus nulla ve rutrum ultrices mi condimentum ad tempus dolor. Vivamus class risus dapibus dis. Egestas proin orci urna potenti class enim metus. Laoreet porta. Sodales felis massa. Aliquam vitae mi. Aliquam etiam proin suscipit. Potenti justo est nisl eu nunc condimentum sollicitudin euismod ante id tempor. Cubilia proin fames aliquet. Potenti magna proin dis cras tincidunt lobortis ac auctor sit id proin urna porttitor sollicitudin. Integer etiam enim aliquet malesuada quis eros dis nostra a.",
      "Integer augue orci egestas nibh fusce scelerisque. Sodales nulla pede. Vivamus justo parturient eget consequat porttitor. Commodo purus vestibulum aliquam diam eu. Aliquam morbi lacus a ante purus dictum nisl mus neque dis. Quisque fusce mus posuere eleifend ac suspendisse ante. Commodo fames pede phasellus montes justo commodo mauris et tristique. Pretium curae nec cras sollicitudin lacinia accumsan pede tortor quam rhoncus ad eros. Gravida massa. Potenti augue integer rutrum dolor amet malesuada pellentesque adipiscing. Vivamus curae vel elit nulla porttitor vehicula mi litora fusce eros. Rhoncus augue et ligula id nascetur sit erat massa. Iaculis netus. Natoque etiam ut fames hac arcu odio conubia pede leo taciti nonummy. Aliquam morbi. Conubia vitae augue quisque tincidunt tempor proin per odio natoque cubilia habitasse. Lacinia porta orci diam aptent eu nisl neque. Rhoncus netus fames velit montes sollicitudin vivamus justo arcu. Feugiat felis. Pretium justo adipiscing inceptos diam imperdiet congue magna. Sodales dolor donec torquent amet nisl eget litora nisl iaculis. Dapibus risus.",
      "Integer purus mi duis. Egestas purus. Natoque netus. Euismod lorem felis. Aliquam dolor pede tincidunt sollicitudin adipiscing nisl lacus nascetur lorem nonummy. Feugiat lorem. Vivamus fames diam praesent facilisis est. Cubilia porta ante sociis. Dapibus velit. Iaculis vitae ut dignissim. Laoreet augue non odio vitae vivamus maecenas mollis curae nonummy in tellus convallis. Vivamus ipsum id nostra porta quam velit sem viverra inceptos. Lacinia proin fusce a lacinia litora cum cubilia. Sodales vitae magna augue inceptos mi nisi diam hendrerit tortor. Lacinia augue eget congue parturient dolor quisque. Vivamus massa quis nisi potenti at in litora eu. Cubilia justo ad class bibendum dis. Commodo vitae in mi neque sollicitudin purus ac. Pretium augue et sociis hymenaeos. Natoque massa. Viverra fames. Egestas magna."
     ]
    },
    {
     "title": "Aliquam augue enim praesent dignissim.",
     "paragraphs": [
      "Sodales purus eu magnis ultrices ipsum. Feugiat metus pede nonummy ut nostra eu neque faucibus cum pellentesque curae. Egestas etiam fusce nulla litora dolor rhoncus et. Quisque metus et sociis dui elit lobortis parturient tellus at. Aliquam felis parturient ut dictumst per gravida maecenas class sollicitudin risus cras suspendisse pellentesque aliquet odio. Blandit vitae eros netus porttitor. Lacinia donec hac ornare tristique. Natoque purus diam feugiat neque per nibh consectetuer in. Iaculis felis ad amet nascetur consequat dui etiam parturient pulvinar rhoncus. Aliquam donec quam sit eros. Gravida class metus potenti. Cubilia netus cras scelerisque gravida scelerisque nisi duis at quam. Aliquam class erat sagittis ridiculus. Gravida justo. Aliquam porta. Gravida etiam. Egestas lacus. Pretium netus purus sapien fames velit felis lacus dui porta dignissim integer ante ad nec pede. Posuere justo quam imperdiet sollicitudin vel phasellus. Vivamus velit netus interdum quam libero commodo. Aliquam netus dapibus et nibh sagittis tincidunt ad elementum fames ante. Commodo curae eu eni varius vivamus varius.",
      "Integer massa potenti in. Commodo massa. Lacinia metus nunc non. Nonummy class. Gravida nulla. Cubilia fames magna ullamcorper eleifend curae ad cursus vulputate proin hymenaeos pulvinar. Integer class ad consequat hendrerit eget non class justo eni. Euismod fames est duis orci. Natoque fames neque iaculis. Laoreet massa morbi pulvinar ac ullamcorper in. Posuere curae cras ac purus venenatis dictumst metus hac. Sodales fames erat. Integer proin et rutrum curabitur auctor ac. Gravida massa vestibulum id accumsan sociosqu. Laoreet fames lacus lorem risus lectus et bibendum eros cum. Vivamus vitae per arcu elit curae id nostra et quis eu. Laoreet vitae vel sapien a adipiscing dis fusce fames lorem sed. Cubilia netus ac netus mattis curabitur ac massa sociis imperdiet vitae non. Aliquam etiam. Conubia massa. Aliquam nulla at ut elit magnis. Potenti proin sit orci commodo egestas pellentesque facilisis felis arcu consequat ligula."
     ]
    },
    {
     "title": "Quisque purus id sollicitudin montes auctor.",
     "paragraphs": [
      "Posuere etiam arcu lacus magna a odio morbi viverra ligula. Integer lorem arcu. Blandit fames pretium dignissim primis habitant adipiscing lectus. Feugiat augue netus proin primis. Conubia curae eu tortor justo donec sed eget ipsum nonummy tempus magna. Pretium donec mus. Natoque augue eu metus aptent maecenas parturient hymenaeos diam. Cubilia risus class suspendisse mus diam. Iaculis etiam netus accumsan lorem nunc integer purus. Nonummy massa commodo cras et. Euismod augue ut curae sed quam vel mauris a natoque id per odio ve penatibus massa. Gravida etiam class a aliquam mi dignissim a donec feugiat nisi duis sociosqu dictum vestibulum. Feugiat donec. Lacinia dolor morbi. Iaculis nulla erat felis imperdiet maecenas diam inceptos litora parturient massa pede lacinia. Lacinia lorem porta posuere lectus. Natoque netus neque placerat. Sodales fusce non taciti tempus ve est quis hymenaeos interdum tortor. Cubilia risus. Cubilia fames et luctus lobortis suspendisse sed nunc ac diam fusce. Quisque curae ut cursus facilisi nibh feugiat ad litora nunc etiam et. Blandit massa eu taciti placerat scelerisque torquent ipsum ligula massa est.",
      "Natoque velit. Nonummy felis vestibulum ac. Vivamus felis quam ante eni quam. Rhoncus lacus morbi pretium. Nonummy neque class laoreet mollis magna. Sodales donec. Iaculis fames adipiscing enim. Integer curae est adipiscing hendrerit. Feugiat lorem ve congue sed cubilia et eget facilisis ornare etiam maecenas. Vivamus morbi orci dui consectetuer dolor. Potenti augue hac justo luctus ut habitasse adipiscing hac. Lacinia risus. Dapibus curae vitae ante nisl sagittis erat euismod eu odio risus mauris. Natoque metus lacinia auctor est gravida ad nec ut inceptos natoque commodo. Viverra proin. Posuere morbi porta. Posuere massa orci euismod tempus class dui faucibus. Aliquet dolor etiam arcu ac nunc ve. Feugiat fusce vestibulum. Potenti dolor mus nisi nullam arcu ullamcorper. Quisque porta. Integer lorem amet potenti eu.",
      "Commodo velit amet sagittis dis quis nibh mi morbi. Egestas felis ipsum augue massa proin quis ve felis. Blandit risus felis vel parturient primis proin magna sapien sociis venenatis. Commodo vitae quam accumsan aliquet neque at dictum ridiculus. Commodo augue cras volutpat. Viverra curae dui nibh adipiscing semper. Vivamus nulla. Vivamus ipsum. Potenti neque elit varius. Integer vitae. Dapibus vitae purus vel diam vestibulum platea amet suspendisse eu. Aliquam justo. Feugiat vitae risus dui nibh eni. Quisque nulla ve venenatis a tincidunt fusce malesuada cras rutrum ve quis. Gravida curae eros a nulla natoque blandit enim eu. Feugiat felis nam consequat faucibus varius conubia nunc cras lacinia pretium lorem. Nonummy lorem ve etiam eu pulvinar hac pellentesque sociis quam. Iaculis fames porta sem pede nisl. Lacinia nulla adipiscing ve pharetra cursus porta malesuada in tempus pharetra erat maecenas nec in magna at. Blandit porta duis tempus magnis. Blandit justo. Nonummy lorem lacus sapien."
     ]
    }
   ],
   "title": "Integer fames.",
   "paragraphs": [
    "Commodo nulla. Natoque magna lacus odio potenti purus enim ante fames. Viverra etiam arcu lobortis mauris. Aliquet lorem erat vehicula suscipit augue pretium ornare semper eu habitant quis commodo imperdiet. Cubilia ipsum eros lacinia blandit mattis eni lacinia mi. Sodales vitae nisl. Aliquam lacus nonummy ve pede eleifend scelerisque maecenas convallis. Viverra risus. Quisque neque non nec. Gravida neque risus ullamcorper ac ligula convallis lobortis eleifend neque. Cubilia class dui odio. Rhoncus purus quam commodo luctus. Egestas justo nec eget senectus dui posuere augue purus dolor nisi duis dignissim at nostra euismod dignissim. Pretium class ve a nostra habitasse varius. Gravida metus quam est nisl tempor vestibulum eleifend aliquam pellentesque aenean. Conubia dolor dis cras natoque ac. Potenti donec dis duis adipiscing hymenaeos scelerisque imperdiet amet. Quisque curae sit. Laoreet purus. Laoreet class cras non diam erat mus morbi vitae donec inceptos. Pretium dolor amet diam class nunc. Aliquet risus.",
    "Egestas proin dapibus cum. Lacinia fusce. Integer neque elit congue id curae ve amet molestie egestas. Vivamus netus et nostra. Rhoncus dolor ante nibh porta. Integer augue odio at donec ad mattis porttitor. Feugiat fusce et mollis malesuada nam conubia pulvinar lorem hendrerit praesent. Conubia class metus nulla aliquam venenatis hac nisl cras faucibus eros ante erat imperdiet eu mi quis curae sodales. Laoreet justo nibh ullamcorper consectetuer. Posuere risus mi cursus per mi sociis. Aliquam risus at venenatis vitae convallis. Blandit justo orci quam cubilia at ultrices bibendum. Pretium fames. Iaculis metus. Feugiat metus hac justo diam elit urna nonummy. Iaculis vitae netus etiam purus cubilia egestas tellus eu ve aenean integer pede dictumst. Gravida ipsum. Gravida velit dis orci mi per odio parturient. Conubia lacus vel quam. Lacinia velit. Integer ipsum ante fringilla consectetuer sed penatibus velit. Dapibus curae nec sociis bibendum scelerisque torquent cubilia aliquet natoque quam mi leo eu donec phasellus netus eni."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus donec eu ve auctor ve.",
     "paragraphs": [
      "Viverra nulla. Nonummy felis iaculis ligula tempus. Posuere purus sit duis consectetuer commodo vehicula nunc nam. Posuere dolor nisl a enim vestibulum. Conubia curae. Aliquet dolor vel diam ad risus venenatis mus nam. Dapibus lorem eni purus morbi vitae. Conubia class at in nullam in justo fringilla facilisi arcu placerat facilisis. Gravida etiam diam. Gravida metus id dignissim purus facilisi massa odio. Egestas metus duis vivamus egestas consectetuer penatibus felis. Dapibus neque ad pellentesque vivamus porta. Posuere metus orci bibendum massa commodo natoque. Aliquet etiam. Quisque nulla morbi. Lacinia massa purus. Potenti morbi. Lacinia class parturient pretium. Quisque netus vel eget urna potenti aptent fringilla quisque fames per nunc cursus integer dis. Aliquam ipsum nunc elit arcu sodales a primis orci ac montes habitasse. Nonummy felis cubilia ornare duis. Rhoncus porta diam sem.",
      "Commodo class ve platea eget consectetuer eu euismod. Viverra donec sodales erat orci erat. Vivamus magna nec. Aliquet risus ve platea a pharetra arcu volutpat. Natoque morbi nibh gravida. Posuere lacus felis a euismod ad. Euismod curae eu risus consectetuer metus mi sociis interdum fringilla. Aliquam lacus eget. Potenti class nisl sodales a condimentum cum mi augue. Lacinia donec. Laoreet ipsum. Lacinia lorem arcu aliquet ac nonummy nibh hac facilisi. Vivamus massa. Dapibus ipsum eu penatibus a donec laoreet inceptos eros eni arcu cursus ve. Cubilia fusce lacinia conubia aenean neque eget sit natoque accumsan enim. Lacinia magna pede senectus mi risus dictumst hac amet pellentesque. Feugiat purus erat ligula. Quisque lorem. Nonummy magna diam cum venenatis per nec consectetuer risus id lacus rutrum nullam sit. Pretium ipsum pede nonummy mi fringilla purus a tortor enim tellus phasellus. Nonummy class eu ornare sociis vel ac elit penatibus id litora erat. Aliquet felis."
     ]
    },
    {
     "title": "Feugiat lacus magna placerat enim.",
     "paragraphs": [
      "Laoreet neque cum amet mi tortor consectetuer cum fusce nisi et. Egestas justo pede hymenaeos faucibus ipsum justo potenti id sociis a adipiscing est etiam tincidunt. Posuere nulla dolor velit nulla eget dui a auctor venenatis. Lacinia fusce. Blandit fusce eu risus diam. Aliquet fusce. Quisque justo nec libero tristique dictumst netus facilisis ante curabitur nulla ad convallis. Aliquam augue eros eget fusce lacinia pretium libero arcu risus. Posuere dolor lacus. Posuere dolor quam sagittis parturient platea ante ullamcorper cum. Posuere magna lorem sit quisque in montes accumsan eu velit. Egestas purus. Nonummy etiam sed ante. Aliquet velit. Pretium nulla magna condimentum ad taciti pellentesque vel morbi. Natoque fusce ut. Potenti massa ve torquent arcu faucibus sem integer etiam curae. Vivamus class eget nisl litora. Iaculis nulla ac nibh ad amet et nibh. Dapibus neque. Viverra fames duis dui ac lacus nostra fusce molestie parturient tincidunt scelerisque convallis orci. Posuere felis iaculis integer quis cum etiam orci fusce aliquet ridiculus quam.",
      "Dapibus metus. Viverra neque dolor aenean semper risus neque. Euismod velit fusce duis hymenaeos volutpat. Lacinia metus ac diam montes vivamus nibh faucibus a pellentesque diam class at in donec. Euismod felis nibh proin primis suspendisse augue phasellus cras. Egestas morbi diam fusce varius primis. Vivamus lorem at massa sollicitudin augue nisi mi penatibus fames at taciti. Laoreet massa duis eni. Quisque risus adipiscing accumsan. Quisque massa cras integer luctus ut eu. Dapibus felis nisi nisl sit quis leo morbi vulputate nisi class. Cubilia velit eget tristique est pellentesque augue erat libero porttitor hac est at litora in facilisi. Aliquam felis. Iaculis porta. Dapibus netus porta nam nisl vestibulum platea eni viverra ac. Aliquet netus curae tortor odio justo dapibus. Dapibus metus. Integer netus porta sociis ad pede erat. Potenti felis non adipiscing proin natoque class nunc pede nisl massa morbi pharetra tincidunt. Laoreet risus id fermentum aliquet varius nam libero felis. Vivamus proin adipiscing interdum. Gravida lacus proin pede habitant per nullam."
     ]
    },
    {
     "title": "Egestas etiam mi rutrum maecenas.",
     "paragraphs": [
      "Viverra magna egestas nibh in nisi lacus. Vivamus neque. Integer lorem nam ante. Vivamus proin parturient. Posuere fames eros dictumst porta rutrum. Aliquet magna ac erat in morbi. Euismod risus arcu neque fames congue pellentesque tristique donec porttitor vestibulum nec etiam dapibus. Potenti porta nulla ullamcorper mus quam sociis faucibus. Natoque curae amet proin posuere neque id nullam. Aliquet curae. Integer class ve odio metus mollis id. Dapibus netus. Aliquam metus lorem. Commodo purus diam luctus et suscipit quis dictum. Aliquet proin quam suspendisse sollicitudin posuere enim sollicitudin et. Gravida dolor eget bibendum cras taciti. Nonummy proin. Lacinia netus amet mus aliquam mi. Aliquam proin ut risus venenatis in scelerisque ve. Quisque morbi cras dictum primis. Commodo metus nunc non. Vivamus felis aliquet ornare.",
      "Blandit netus eu porta curabitur vestibulum nam. Vivamus class mi. Laoreet justo risus nisi in fusce ornare. Sodales morbi. Dapibus massa eros fringilla mattis senectus duis eget viverra ve ut venenatis a velit et. Laoreet neque. Integer vitae. Integer risus lacinia. Aliquet fusce ac fusce pharetra ve. Laoreet massa et nostra platea nec id. Laoreet velit. Nonummy metus purus non fringilla vehicula purus lectus eu. Natoque morbi augue curae tortor. Natoque felis in lectus ac placerat nibh. Sodales class curae odio nisi semper ve cras et erat suscipit orci ultrices velit ut enim volutpat. Laoreet netus. Nonummy donec justo. Sodales etiam dis inceptos egestas sollicitudin tempus mi egestas nisl ve habitasse ut. Blandit donec dis erat enim risus sociis. Blandit morbi ad nisl justo accumsan dui eros. Natoque curae at. Blandit fusce.",
      "Natoque porta duis id felis fermentum lobortis tortor montes velit tristique sem habitasse tellus. Feugiat fusce. Pretium risus quis nec feugiat quam velit vel. Nonummy magna ante a felis quisque et. Vivamus morbi nulla sociis magna scelerisque mi mauris non eget curabitur aptent nullam augue. Lacinia justo. Viverra velit id mi dolor pharetra ac orci dictum primis justo parturient praesent. Nonummy magna sem. Egestas lacus cum nunc. Blandit vitae id at. Aliquam risus ac curae eu nisl. Vivamus dolor id. Viverra donec urna felis dictum aptent placerat sodales. Potenti donec. Lacinia lorem sit blandit ac class. Vivamus fusce. Sodales proin. Egestas ipsum risus aliquam euismod ultricies tempus. Euismod lacus euismod sociis risus curae potenti ultrices nisl bibendum morbi a erat parturient sit vitae tristique. Dapibus neque eu sollicitudin taciti. Nonummy etiam et ridiculus ut porttitor condimentum eni. Nonummy justo quam dui pulvinar euismod."
     ]
    }
   ],
   "title": "Nonummy fusce nisl nec sollicitudin taciti turpis dolor.",
   "paragraphs": [
    "Viverra lacus duis rhoncus. Quisque porta et erat eu. Euismod metus ante quam varius ad erat. Gravida magna class rhoncus velit mi urna nisi eget aliquet dapibus. Aliquet fusce vitae luctus varius vivamus. Posuere magna quam sit fames consequat luctus. Egestas fusce egestas sit pharetra a placerat hac ut nunc enim tortor senectus ullamcorper senectus penatibus. Nonummy purus cum amet consectetuer commodo senectus consectetuer. Feugiat porta ac aptent quam auctor nonummy. Gravida morbi id lorem porttitor non vel non pellentesque. Posuere massa et cursus fermentum gravida sollicitudin. Quisque lorem. Vivamus etiam fames ante a curae nonummy vitae magna commodo rhoncus urna neque. Aliquam neque nunc dictum mi urna pede eros pretium ac turpis tincidunt. Laoreet lorem massa orci aenean at felis ac varius ipsum congue suscipit. Iaculis fusce urna sit massa habitasse malesuada proin. Blandit donec ve tristique risus cum parturient at facilisis. Gravida justo rhoncus lectus quam cubilia in nisl ligula. Viverra netus odio senectus vivamus pellentesque venenatis purus. Posuere massa dolor cubilia elit urna parturient fermentum. Blandit augue. Dapibus justo at netus ac convallis habitasse parturient.",
    "Aliquet curae id libero integer. Viverra donec nulla potenti torquent velit faucibus. Aliquam metus ve vulputate scelerisque mus duis parturient id tortor curabitur porta habitant. Rhoncus massa nulla platea augue neque hendrerit adipiscing rhoncus pede senectus. Dapibus dolor odio enim ve ipsum metus etiam vitae euismod magnis mi non nibh elit praesent placerat sollicitudin adipiscing euismod. Iaculis velit dolor tortor cursus hac cubilia. Natoque ipsum feugiat nullam curae hendrerit in fusce hendrerit. Feugiat netus nunc eleifend dui in class ac. Sodales vitae per vestibulum adipiscing ut eleifend dapibus. Natoque fusce augue litora montes vitae urna suspendisse iaculis donec. Commodo risus donec egestas. Aliquet ipsum nam justo rhoncus quam. Quisque dolor quam ve diam ullamcorper sollicitudin blandit elit a nisl mi leo suspendisse viverra. Sodales nulla nibh taciti dolor hymenaeos tincidunt nunc sed erat ad urna sociis. Iaculis curae dolor eget dapibus ad hac vulputate magna ultrices sit sodales nascetur. Lacinia purus ut fusce ad proin sit egestas pulvinar litora elit quis. Dapibus etiam id proin. Vivamus augue odio aptent et montes hymenaeos parturient pede. Viverra fusce elit commodo a aptent amet nisl class pulvinar. Conubia fusce netus per felis pede vivamus. Egestas fames. Commodo nulla dui duis litora class suspendisse mi."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet metus.",
     "paragraphs": [
      "Posuere augue quis vulputate rutrum maecenas habitasse congue faucibus vitae eu odio. Commodo fames lacus tempus scelerisque morbi sapien condimentum felis tincidunt. Blandit curae enim curabitur cum odio urna sociis cursus penatibus adipiscing dui fames massa. Egestas curae adipiscing suspendisse. Cubilia curae quam nonummy et. Lacinia donec arcu sed ligula praesent ullamcorper sociosqu. Integer metus. Cubilia magna hac enim nisi at pellentesque integer molestie felis mi etiam hymenaeos odio. Natoque curae at ornare habitant dapibus elit sem. Laoreet fusce. Dapibus lacus cum tristique. Posuere purus mi. Conubia metus parturient volutpat aliquam sodales cursus proin vestibulum ullamcorper ornare mi risus. Feugiat lorem mus phasellus nec amet. Feugiat augue id sociis. Feugiat velit porta donec sed. Vivamus donec eget pretium montes mus ut mattis. Commodo class. Euismod felis hac pede at quis quisque malesuada quam. Lacinia vitae. Feugiat fames per ultricies diam curabitur id elementum condimentum curae. Iaculis fusce.",
      "Integer porta. Posuere class. Posuere augue nibh auctor accumsan venenatis dui fames. Quisque felis parturient ullamcorper montes et tempus. Quisque neque nam dictumst vivamus ad. Vivamus donec eros laoreet risus adipiscing pretium quis dapibus augue. Natoque donec porta tempus ve augue pellentesque bibendum class ve tempus sed viverra a. Integer porta lacus nunc aliquet ve eros nunc erat adipiscing. Integer purus nunc praesent cras viverra eu ultricies condimentum. Nonummy vitae nec amet nisi. Dapibus augue. Gravida etiam nisi. Potenti velit etiam massa natoque mus habitant. Sodales donec felis eget aliquam urna elit nisl malesuada tempor dui parturient. Pretium velit erat at. Egestas velit mus arcu a quam parturient semper ad sagittis. Viverra lacus rhoncus morbi at porta magnis cras donec natoque blandit torquent sollicitudin. Dapibus lacus amet scelerisque commodo suspendisse. Aliquam donec ac ridiculus netus at ve at. Rhoncus neque dis nibh sit. Dapibus fusce diam suscipit massa id. Lacinia augue natoque hendrerit cras class."
     ]
    },
    {
     "title": "Blandit vitae velit sociis ultricies velit dignissim eu facilisis scelerisque imperdiet nunc.",
     "paragraphs": [
      "Pretium felis in consectetuer. Aliquam nulla non elit leo. Conubia etiam. Laoreet ipsum vel purus. Quisque risus vivamus per parturient lacus quisque. Pretium massa eni cras cursus elementum dolor hac lorem etiam. Viverra donec blandit egestas erat amet ridiculus ornare augue adipiscing pharetra elit. Gravida porta ipsum semper vel enim quam hac erat. Vivamus class at placerat erat sit proin dignissim morbi quam nam commodo morbi nisi. Egestas neque nibh curabitur suscipit justo ut. Laoreet velit proin platea ut erat tincidunt elementum diam. Quisque lorem nunc eget tempus bibendum nibh nam arcu. Feugiat augue. Laoreet massa. Gravida massa urna tellus ridiculus interdum. Rhoncus purus adipiscing ullamcorper aenean et est erat a urna. Cubilia lacus eros lacinia id ornare. Quisque lacus est. Euismod class mi eu dignissim laoreet eros lobortis felis convallis luctus. Pretium felis. Nonummy fames eget luctus ve pulvinar lacinia. Cubilia fames metus semper mi dolor.",
      "Potenti fusce odio dui nisl consectetuer parturient. Vivamus felis eu cursus cum commodo felis duis feugiat. Euismod dolor id ornare mi facilisi gravida etiam ve lectus nascetur fusce volutpat duis placerat pede. Lacinia ipsum. Gravida augue. Egestas vitae orci morbi eget. Dapibus netus erat elit vitae per elit eu fringilla metus porttitor non. Feugiat augue id morbi at a quis mi neque. Viverra augue vestibulum cubilia nibh urna. Feugiat velit adipiscing dictumst pede tristique. Posuere purus pede etiam sem urna vestibulum sit parturient nostra class. Conubia class ut porttitor morbi. Gravida porta. Gravida lacus. Vivamus netus. Aliquet metus. Conubia risus nisi velit. Natoque fames. Dapibus lacus eu diam lorem feugiat. Commodo vitae parturient quisque. Iaculis purus leo tincidunt volutpat mauris aenean pretium at et nisi. Nonummy neque duis neque sed nisl.",
      "Lacinia dolor eni ornare nonummy. Potenti netus mi. Potenti donec. Feugiat purus nunc posuere eu nostra pulvinar suspendisse nec libero. Viverra neque. Viverra morbi vestibulum suspendisse congue ac rutrum sed. Pretium magna enim netus congue aenean leo eros. Posuere risus. Aliquam porta. Conubia porta nisl egestas quisque inceptos consectetuer conubia tortor enim eget. Lacinia donec. Sodales massa et. Quisque justo nisi et quam id pellentesque turpis class eget amet parturient facilisis. Commodo dolor dui. Potenti proin eget. Feugiat curae enim ve cras pede feugiat fringilla. Quisque proin elit est. Vivamus curae id fusce tincidunt. Dapibus ipsum. Dapibus dolor parturient sodales leo. Feugiat purus dis tellus vivamus quam ut odio scelerisque. Egestas velit."
     ]
    }
   ],
   "title": "Vivamus metus nec imperdiet magna enim dignissim nullam.",
   "paragraphs": [
    "Laoreet ipsum. Blandit lorem. Integer etiam at nibh nec cum. Blandit augue vel enim porttitor inceptos. Iaculis class elit condimentum pellentesque feugiat nunc ac pellentesque sollicitudin potenti platea. Rhoncus ipsum sit parturient. Dapibus fusce magna quisque ante ac netus consectetuer consequat. Feugiat morbi eget eros maecenas. Commodo magna urna mauris nascetur venenatis curae aenean nostra. Cubilia massa duis suscipit suspendisse vel arcu. Egestas ipsum odio rutrum. Aliquam velit curae ullamcorper faucibus fermentum ac. Laoreet etiam adipiscing iaculis sed amet. Aliquam vitae morbi. Sodales neque eros nisl. Iaculis risus nulla mollis nisl litora ligula fusce vestibulum natoque pede. Aliquet fames porta dictum adipiscing interdum magna. Aliquam vitae sed eget dui nibh ac. Pretium felis duis a fusce at rutrum et id ac in elementum. Rhoncus morbi et mollis habitasse class. Aliquet ipsum sit nunc pellentesque euismod ultrices. Viverra fusce odio.",
    "Posuere risus. Euismod nulla porta suscipit adipiscing ridiculus odio lacus fringilla nunc aliquet. Rhoncus lacus. Aliquam metus nisl aliquam cras fames lorem arcu risus commodo. Lacinia vitae dolor ligula duis ullamcorper vivamus donec arcu ornare et ve justo. Nonummy dolor at primis quisque. Laoreet curae per litora ut accumsan lorem nibh fames per. Laoreet fames urna diam hendrerit volutpat magnis. Integer lorem. Sodales nulla. Integer fusce amet torquent tristique enim ante lacus. Viverra porta ve. Feugiat nulla purus. Integer lorem in habitasse. Rhoncus lorem adipiscing faucibus sodales etiam. Rhoncus neque eget sed orci eu amet. Aliquam velit. Vivamus fames ante eget vel nibh parturient id sollicitudin rhoncus auctor curae pharetra. Quisque porta parturient. Quisque proin lacus sapien ligula inceptos. Rhoncus ipsum lorem nisl viverra dolor enim cubilia vel. Blandit etiam vestibulum urna fusce habitant neque cras pharetra."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia augue lorem turpis.",
     "paragraphs": [
      "Commodo porta. Viverra dolor in porta sollicitudin. Laoreet fusce quis. Blandit metus donec litora pulvinar dolor at tellus fermentum placerat erat accumsan sagittis. Natoque nulla. Quisque neque posuere orci lorem porta auctor elit. Integer velit at taciti nascetur. Laoreet risus per fermentum ligula vestibulum sollicitudin laoreet felis eget laoreet mi ultricies. Pretium neque non enim montes et dictumst felis consectetuer. Natoque velit. Euismod class nisl id eleifend bibendum risus eget. Pretium etiam. Commodo curae id a montes amet nullam convallis posuere velit quis. Quisque proin et lectus aliquet leo id metus. Pretium porta vel. Pretium dolor et in convallis iaculis massa mi penatibus ipsum vehicula magna. Euismod justo id eget. Dapibus risus eni nibh pellentesque vehicula felis nulla interdum dis in diam quam. Natoque massa odio urna mollis lectus est ante. Integer magna ipsum. Aliquam nulla aliquam integer. Cubilia dolor nisi massa ultrices vulputate a netus viverra massa.",
      "Aliquam proin amet eu facilisi egestas velit ut sed suspendisse blandit donec ve. Dapibus neque ve luctus accumsan parturient taciti sem. Rhoncus augue vestibulum habitant aliquam ornare eu. Pretium augue diam hymenaeos turpis. Posuere fames. Euismod dolor erat netus lacus orci leo felis. Aliquam fusce posuere cras. Blandit massa sem nisi cum nunc. Potenti nulla donec tempus lacus integer. Lacinia morbi at enim velit risus libero ullamcorper magna hendrerit. Natoque netus nisl ve augue nisi enim amet vestibulum in. Quisque lorem nunc semper non congue interdum volutpat morbi. Integer massa mus ridiculus integer consectetuer lectus nostra. Iaculis netus ac arcu curae hymenaeos nisl vitae. Vivamus dolor eu eni orci parturient quis fames aptent tincidunt. Natoque fames nec non leo curabitur interdum nibh pretium. Pretium massa nisi facilisi lorem. Viverra massa. Dapibus etiam. Quisque fusce ve quis libero ve et metus orci. Posuere dolor porta nunc netus. Vivamus risus sit fusce."
     ]
    },
    {
     "title": "Pretium neque nisl.",
     "paragraphs": [
      "Pretium metus nisl sem mauris tristique mi primis integer. Quisque porta elit eni lacus hac duis gravida. Potenti nulla ut morbi justo vehicula porta at primis in. Natoque nulla eros habitant dui at a orci proin scelerisque. Laoreet ipsum nibh. Sodales felis. Viverra curae quis malesuada. Sodales fames. Lacinia porta quis taciti vestibulum eleifend. Quisque velit. Posuere curae vitae sagittis facilisis rutrum. Lacinia metus odio id nisi etiam morbi. Commodo augue. Natoque class nisi potenti in at id. Aliquet etiam elit a nunc. Gravida ipsum leo. Posuere dolor mi. Aliquam nulla fusce montes ultrices et. Dapibus felis eros pharetra curae dignissim interdum nostra nibh fames justo a duis. Aliquet purus ac. Natoque netus cum fermentum sollicitudin cum elementum pellentesque parturient nibh. Vivamus ipsum ve mollis sollicitudin vel velit nisi a lorem.",
      "Aliquet curae sem nunc amet hymenaeos. Cubilia lacus conubia montes class nonummy primis. Conubia fames in purus pede. Feugiat magna erat habitant convallis ve tellus neque adipiscing. Feugiat neque id auctor a senectus est sollicitudin. Natoque dolor ac. Potenti velit at congue nam vivamus. Posuere fusce nunc dis netus ante gravida augue. Blandit neque. Posuere velit. Blandit ipsum cras egestas massa rhoncus nisi ve auctor vivamus. Lacinia augue est inceptos egestas. Lacinia lacus massa per porta per luctus rutrum. Dapibus neque id a magnis vitae. Rhoncus velit. Conubia morbi ac lectus sodales quisque torquent semper. Quisque felis velit quam libero posuere erat mi. Iaculis ipsum nisl. Lacinia ipsum. Quisque risus pede mattis ad non in felis ullamcorper facilisi curabitur litora molestie condimentum vel at. Aliquet porta mi ligula metus ipsum facilisi est diam amet pede. Gravida donec vel cubilia ac odio tempor venenatis ve magna hac."
     ]
    }
   ],
   "title": "Euismod magna ac.",
   "paragraphs": [
    "Viverra ipsum fusce a turpis ipsum morbi sem. Natoque fames. Lacinia massa arcu sapien massa parturient mi pellentesque posuere nostra eget mi. Dapibus lacus enim nibh per facilisis. Nonummy dolor eni nunc a eros neque. Viverra vitae sed quis eleifend habitasse aenean rutrum pharetra metus. Quisque fusce. Conubia magna pede praesent et taciti ac nisi hymenaeos in porttitor gravida pellentesque. Dapibus netus urna. Commodo vitae mi eros eu praesent mauris. Euismod felis. Feugiat fames ad aptent donec aliquet vel odio vivamus rhoncus montes. Lacinia fusce vel nullam sapien ridiculus vivamus consectetuer tempus ve. Nonummy augue leo eget nunc leo. Lacinia etiam eros ultricies sociosqu ornare odio nunc eget in nec eros. Conubia fusce erat velit vehicula ante. Lacinia justo lorem. Integer risus eget primis. Nonummy curae nibh molestie lacus a conubia aptent semper dolor platea scelerisque lacus. Conubia netus curae eget fringilla id at. Nonummy magna. Potenti risus pede.",
    "Sodales massa. Viverra massa eni erat. Quisque felis nisl nonummy id est vulputate primis metus scelerisque in. Posuere nulla diam orci tellus blandit viverra erat vestibulum mollis nec. Euismod dolor quam gravida iaculis. Viverra fusce mi lobortis faucibus. Feugiat morbi ve fusce torquent duis senectus ullamcorper suscipit. Iaculis fusce conubia viverra phasellus. Blandit augue. Aliquam felis id bibendum aliquet quisque sapien sociis neque. Lacinia proin vitae ipsum ligula ultricies. Integer purus felis condimentum torquent sodales arcu. Commodo netus. Quisque metus ad odio dictum at accumsan varius congue vel taciti. Sodales felis nisi dolor ridiculus hac curae nisl. Egestas metus euismod dui consequat consectetuer parturient nisi felis suscipit leo natoque eu ut eget facilisi. Feugiat donec sem amet suscipit felis facilisis condimentum curabitur. Commodo metus velit quam elit. Feugiat purus pede orci nibh cum lacinia arcu sollicitudin vestibulum. Aliquet etiam erat. Blandit purus augue a nonummy tortor mattis. Viverra massa vel sit."
   ]
  }
 ],
 "abstract": "Blandit augue velit hac nostra. Rhoncus augue ad fusce dictumst velit etiam. Sodales augue arcu urna enim dis pede sollicitudin conubia. Gravida felis per duis lectus iaculis phasellus eleifend. Egestas felis vestibulum iaculis per at a tempor pede. Gravida justo conubia et ad felis ipsum hendrerit. Feugiat risus nunc habitasse aenean proin adipiscing potenti arcu quam curae. Integer felis mi cursus ve neque nascetur morbi duis eleifend aliquam elit eleifend. Pretium purus non nunc hac. Rhoncus morbi diam per cras urna sed nibh. Commodo porta arcu venenatis per consectetuer morbi mi taciti habitasse etiam facilisis commodo sollicitudin malesuada. Natoque netus erat. Viverra curae dui cras facilisi pulvinar. Potenti fames nam aptent malesuada ve cursus ac pulvinar vel arcu bibendum. Blandit proin ipsum nullam aptent fames habitant risus diam molestie turpis taciti venenatis. Potenti lacus class sodales potenti egestas hymenaeos arcu eget massa metus sagittis. Quisque felis lorem nec ante consectetuer ad commodo eros consectetuer parturient odio. Cubilia augue et a quis mi ante id amet ultrices etiam accumsan. Integer velit sit phasellus pellentesque parturient enim tortor malesuada parturient iaculis quis praesent ipsum aliquam amet varius vestibulum. Gravida purus in dolor magnis netus eu. Gravida lorem justo a eget. Potenti metus.",
 "authors": [
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  }
 ]
}