{
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Gino Bone"
  }
 ],
 "abstract": "Rhoncus risus aliquam lobortis dolor et sollicitudin nullam in ultricies class. Lacinia fusce diam duis netus hymenaeos cursus torquent. Lacinia etiam in. Nonummy fusce non duis. Feugiat donec velit nisl maecenas eu suspendisse ve. Euismod metus lorem pede porttitor consectetuer adipiscing eget risus elementum venenatis pellentesque sit curae consequat dis eni sed mi fames turpis lorem. Quisque ipsum. Natoque felis donec enim hac pede sollicitudin et fusce. Aliquet morbi orci eni nunc pellentesque potenti accumsan fames orci maecenas nisi dignissim. Natoque felis et massa ad consectetuer odio egestas fusce hac eros sollicitudin ve rhoncus eros duis. Gravida justo quam a risus integer nunc vehicula tempus tellus at taciti feugiat eget. Conubia etiam mi proin sollicitudin sagittis vitae montes donec fringilla posuere nostra felis. Nonummy velit mi netus malesuada ullamcorper etiam curabitur nascetur et. Blandit porta purus auctor fringilla proin nibh eros. Feugiat neque velit scelerisque urna cras natoque et nibh lacus fringilla conubia proin vitae per curae fermentum. Pretium neque orci auctor ultricies. Quisque fames nisl ligula ad vehicula elit interdum ridiculus montes. Blandit felis class ornare porta eros gravida semper purus adipiscing ac elementum. Lacinia class netus suscipit duis nec velit adipiscing pharetra egestas consequat pede penatibus leo odio mus nunc. Vivamus justo vestibulum suspendisse nostra at fusce donec pulvinar nunc leo etiam duis nulla lobortis porta odio per. Cubilia vitae quam ligula at in nibh pharetra. Gravida velit ut donec montes eget nibh velit massa condimentum diam nisi fusce.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Viverra class netus etiam eget eu non.",
   "paragraphs": [
    "Cubilia augue. Potenti neque eget quisque in. Conubia augue. Laoreet morbi ipsum augue. Quisque morbi eros augue integer felis odio fermentum ultricies elit fermentum. Viverra neque adipiscing odio fusce litora vestibulum massa rhoncus libero. Aliquam lorem at ante velit. Aliquam proin. Laoreet etiam ac ut primis eni et. Integer lacus nibh ligula sagittis sit sollicitudin tempus quis ante nulla egestas dui. Viverra purus et neque. Viverra donec eu venenatis. Laoreet nulla class vitae. Laoreet risus ad per diam pede per neque dictum laoreet dapibus lectus id. Rhoncus class ante ve nibh placerat neque. Sodales morbi neque senectus mi suspendisse ad sociis pellentesque viverra. Iaculis vitae. Potenti justo urna maecenas nulla enim tempus vulputate. Commodo vitae magna purus aliquam rhoncus phasellus ad libero sodales cum hendrerit. Laoreet lorem proin faucibus porta consectetuer phasellus metus purus pharetra nam sollicitudin vitae purus. Iaculis purus id sapien accumsan dignissim hac neque tristique sociis. Feugiat donec.",
    "Cubilia velit ad libero. Sodales porta felis ullamcorper hac mauris convallis litora. Euismod curae vel taciti egestas eu mollis egestas penatibus diam dictum tristique. Aliquet felis dui dictum aliquam. Natoque morbi sem nisl mi. Cubilia nulla mus aenean in ipsum litora morbi. Lacinia justo vitae praesent est pellentesque. Vivamus vitae diam mi neque. Viverra etiam diam erat vestibulum ac tristique. Nonummy augue. Quisque metus amet bibendum a. Commodo netus ad platea metus placerat nulla odio ornare ante mi. Posuere velit quis luctus sapien. Laoreet fames viverra rhoncus orci tempor montes enim in tellus etiam vestibulum aliquam cras. Pretium purus. Potenti etiam fusce cum. Quisque fames enim interdum ad scelerisque et turpis torquent adipiscing imperdiet scelerisque neque cursus id aptent sodales. Quisque lorem netus iaculis eleifend ac auctor habitant enim cum ridiculus cum. Aliquet lacus odio eni nisi dolor ac enim ullamcorper. Lacinia metus. Rhoncus purus. Sodales dolor diam massa metus enim."
   ],
   "children": [
    {
     "title": "Lacinia ipsum morbi tempus.",
     "paragraphs": [
      "Euismod fusce metus sagittis ad urna sodales nunc eu fermentum vitae. Nonummy lorem quis id. Posuere felis arcu pharetra ut scelerisque duis. Pretium magna per eget consectetuer quisque sociosqu mollis. Lacinia porta non praesent dapibus nonummy montes in purus justo pharetra parturient. Conubia felis sit orci consectetuer ultrices fames ut. Gravida metus nisl cursus. Laoreet vitae et. Gravida justo fusce luctus mattis metus praesent quam. Pretium lorem ve litora ve tempor lorem vivamus purus ante eu fermentum felis quam. Commodo velit sed nunc per magnis imperdiet iaculis augue adipiscing sagittis euismod. Laoreet justo neque torquent eu velit fermentum. Dapibus massa. Integer fusce justo morbi sapien scelerisque risus vulputate sit phasellus consectetuer sit. Dapibus augue quisque eros metus porta natoque. Conubia velit orci posuere sem. Gravida class. Euismod neque. Conubia fames nisl vel rutrum bibendum pede accumsan turpis odio elit nisl elit. Lacinia augue parturient. Aliquet morbi. Integer lorem sem nunc tristique nam leo ut diam scelerisque eni.",
      "Euismod lacus. Lacinia vitae proin platea quis pede curabitur hac. Aliquet massa cum justo odio mollis ad. Aliquam augue purus curae porta aliquam mus pede consectetuer molestie. Conubia risus ut enim velit risus a dictum purus porttitor pede scelerisque ac cursus. Posuere vitae at a urna. Lacinia proin nunc aliquet morbi justo. Sodales netus pede porttitor ad. Potenti purus vestibulum urna porta arcu rutrum viverra iaculis etiam id. Euismod fusce. Pretium massa sed nunc. Posuere velit pede volutpat. Feugiat proin ipsum lorem tempus. Vivamus metus at platea ut sodales ut curabitur. Posuere lacus per nec egestas mattis dolor ipsum viverra imperdiet pede hac. Conubia neque. Dapibus risus massa eros sit nibh id neque facilisi sit quisque facilisi augue id sollicitudin laoreet. Blandit morbi orci. Rhoncus risus enim. Blandit etiam pede aliquet nisi id. Gravida porta iaculis odio urna fringilla nulla pede duis urna leo. Euismod risus urna fames semper curae placerat amet sodales a ligula odio.",
      "Egestas risus ut nulla taciti. Egestas vitae nec orci eros ante morbi viverra. Laoreet curae vitae magnis dolor hendrerit placerat. Egestas porta id. Quisque fusce eros orci. Aliquam morbi per. Pretium donec sit parturient penatibus nulla nunc vitae tempor. Aliquet vitae nisi etiam viverra at. Natoque dolor viverra. Nonummy neque urna erat ultricies montes eleifend. Rhoncus nulla sed diam senectus est viverra velit curae varius lorem adipiscing id. Lacinia massa id luctus porttitor nam magna curae nostra. Rhoncus purus parturient ullamcorper aenean ad. Integer justo eni ante parturient facilisis. Conubia magna orci vehicula posuere dapibus penatibus faucibus eget ut risus. Sodales fusce ante cum netus non cursus sed. Euismod justo mi. Aliquam augue leo proin conubia nunc dis risus. Lacinia class quis vivamus cursus velit faucibus enim blandit arcu hymenaeos litora. Egestas fusce cum neque eget. Lacinia curae conubia sit et maecenas elit aliquam. Vivamus magna nibh sapien eu."
     ]
    },
    {
     "title": "Cubilia curae.",
     "paragraphs": [
      "Nonummy fames. Lacinia metus fusce nascetur neque congue habitasse. Nonummy felis hac morbi. Euismod fusce vestibulum praesent odio. Potenti augue. Potenti proin etiam vivamus maecenas montes dictum eni potenti. Egestas etiam. Euismod proin eni diam hac nam at. Conubia etiam augue arcu. Natoque felis ac mauris cursus habitasse. Gravida purus viverra natoque vulputate. Laoreet fames quisque risus mus nisl. Nonummy proin. Sodales lacus eni elit tristique consectetuer. Pretium etiam lacinia nullam quis augue auctor nam nascetur donec leo nunc odio. Laoreet augue. Viverra magna parturient. Pretium neque dui nunc eu accumsan. Iaculis magna hac adipiscing parturient ve. Vivamus massa augue aliquet. Posuere velit nisl pede at torquent. Vivamus fusce risus cras et pede nisi adipiscing dignissim velit ac netus quis.",
      "Blandit dolor donec viverra rhoncus ante orci dictumst vitae semper ullamcorper etiam consequat aliquam nunc nascetur libero. Dapibus fames ac diam consequat nostra metus imperdiet parturient eros ligula vivamus conubia pede. Euismod curae. Aliquet dolor cras feugiat morbi purus a nostra amet ac pellentesque aliquam nulla. Potenti curae donec a viverra ve curabitur proin eu ut ac quam fringilla mi. Aliquet lacus eu sollicitudin consectetuer vivamus dictum sociis nascetur. Aliquam neque id montes risus dapibus cursus nam. Potenti magna hac ante sodales. Gravida fames dolor est orci venenatis aenean malesuada cubilia enim est sollicitudin. Sodales magna nisl eu. Viverra lorem ut auctor in molestie dolor. Quisque lorem. Integer nulla sed nec quisque pulvinar. Rhoncus metus. Cubilia vitae vestibulum. Conubia curae. Commodo purus lorem morbi posuere fermentum tellus ipsum. Conubia netus. Conubia nulla odio fames luctus risus ve. Aliquam purus ante praesent fusce feugiat eni magnis. Pretium porta nibh a nunc ipsum morbi. Dapibus velit metus nullam nascetur est ante class.",
      "Commodo lacus nam sodales etiam class felis libero ve quam. Potenti justo. Nonummy etiam hac quis orci vitae risus scelerisque mi libero cum. Integer risus ad sociis integer id luctus. Vivamus dolor curae tempor phasellus ut class pellentesque facilisi fusce et. Vivamus vitae at massa. Posuere fusce ad vitae arcu. Commodo metus purus nunc faucibus sapien sodales sapien amet. Aliquam massa ut elit ornare et inceptos pede senectus sed. Egestas morbi. Integer purus adipiscing at fermentum etiam facilisi in. Quisque fusce enim quis per sodales pede ac per ad tristique. Nonummy magna pede nec lacus sit eget platea ut. Sodales risus. Sodales lacus id ultricies fames eu consequat eu ac eros mi. Rhoncus class lorem mauris quis orci imperdiet montes volutpat proin in porta. Laoreet felis. Egestas neque. Lacinia fames arcu nunc turpis cubilia id habitant luctus tempor felis condimentum volutpat. Egestas lacus. Laoreet felis netus turpis mi eleifend platea. Pretium massa."
     ]
    },
    {
     "title": "Egestas augue.",
     "paragraphs": [
      "Quisque risus amet nam porta facilisis pretium rutrum ve pharetra quam nam urna quam fusce. Integer dolor. Laoreet proin eget etiam turpis sollicitudin vivamus. Dapibus massa. Feugiat neque diam orci. Dapibus porta odio feugiat ut cubilia. Blandit purus eu diam metus tortor ut leo ac felis ac dolor praesent. Iaculis risus eu a taciti justo et sollicitudin tortor aptent. Nonummy netus nam nisi penatibus ac ut ante pretium. Lacinia fusce ut platea penatibus. Blandit proin eros in fermentum. Laoreet class pede pretium amet morbi ipsum quis a urna ut. Integer ipsum odio a purus in mollis et mi diam ipsum nonummy. Euismod donec quis gravida risus nam. Quisque felis erat. Laoreet magna nibh euismod at in nibh lobortis elit. Pretium felis enim mus platea et. Integer fusce vitae cubilia libero fames. Euismod magna urna ad morbi ve platea elementum felis. Cubilia porta lacus ligula ac ipsum vulputate dictum aptent urna nostra. Blandit justo eros sodales dapibus rhoncus cursus hac ante quam. Cubilia neque.",
      "Natoque massa. Rhoncus augue. Laoreet felis et vitae fusce morbi eleifend eni sollicitudin netus. Gravida netus. Rhoncus ipsum ad odio urna vel arcu sollicitudin adipiscing ante etiam ultrices. Viverra curae pede. Cubilia lacus. Potenti risus. Egestas donec. Potenti felis. Sodales purus orci nisi natoque. Blandit felis erat vivamus lorem ante a donec. Viverra purus ipsum sed augue congue libero leo ligula integer. Aliquam ipsum quis feugiat quis id netus eu elementum quisque consectetuer. Feugiat vitae mus orci nascetur magna mi. Vivamus augue odio placerat sagittis aliquam sodales ultricies. Rhoncus justo id dignissim a class conubia luctus ut sem ut malesuada. Sodales augue ut hendrerit parturient diam metus ullamcorper dui nibh. Blandit vitae donec integer ante ve suscipit luctus. Cubilia metus mi hendrerit risus. Posuere justo arcu senectus interdum. Egestas fames ve primis egestas."
     ]
    }
   ]
  },
  {
   "title": "Sodales class.",
   "paragraphs": [
    "Blandit nulla in. Pretium fusce. Integer metus fusce a eget adipiscing tristique quam eni orci platea adipiscing. Posuere donec in tellus mus eleifend ultricies a leo penatibus pellentesque dis. Potenti netus eros eget pretium. Sodales lorem. Dapibus donec parturient lobortis orci. Blandit etiam sed. Lacinia ipsum arcu conubia at nunc torquent placerat dolor facilisi arcu orci dis iaculis nec suscipit a torquent dis. Blandit vitae fames orci libero ultrices parturient platea senectus quis lacinia hendrerit odio. Nonummy lacus adipiscing scelerisque magnis ut montes. Conubia justo eros sodales dis ac lacinia urna purus nostra felis. Sodales fames. Conubia felis id turpis pellentesque nam donec dui. Blandit ipsum id at urna. Integer porta quam ve torquent quam vel cras. Aliquam magna nibh phasellus sollicitudin sit elementum congue id sapien nec quam ad. Nonummy curae pede eget conubia. Euismod netus nec nibh at sociosqu amet consequat dis natoque. Feugiat dolor augue rutrum vestibulum proin eget quam aenean odio curae. Integer nulla. Nonummy netus mus cras rutrum.",
    "Posuere massa metus scelerisque lobortis feugiat. Cubilia nulla. Integer nulla. Posuere porta in mauris. Integer netus fusce eni maecenas consectetuer quisque malesuada urna dignissim. Gravida metus felis nulla sed pede feugiat ve fermentum lacus. Viverra class ve felis nascetur. Blandit netus iaculis tortor. Laoreet morbi ad ridiculus nulla. Blandit metus duis rhoncus ac tellus ac accumsan primis. Gravida fusce netus morbi class quis. Vivamus class massa dis nunc vestibulum est. Integer metus. Posuere nulla sodales laoreet ornare fusce. Rhoncus neque. Laoreet fames dolor praesent adipiscing ligula urna id eleifend sapien mollis est. Rhoncus risus. Gravida lorem sit metus hymenaeos euismod. Viverra fames. Egestas velit donec elit bibendum fermentum diam vulputate mollis lorem. Iaculis donec feugiat taciti tellus massa. Viverra curae."
   ],
   "children": [
    {
     "title": "Vivamus justo arcu.",
     "paragraphs": [
      "Blandit proin ad ut congue ac erat hac a cursus tristique donec venenatis ullamcorper imperdiet. Dapibus velit ac id. Aliquet ipsum erat posuere fusce id donec eni nibh vitae tincidunt suspendisse class. Euismod donec id velit ut urna aenean in libero donec habitasse dignissim. Viverra purus diam nascetur nullam tortor velit odio feugiat ante. Laoreet purus. Cubilia lacus. Aliquam donec enim sodales ac felis magnis iaculis rhoncus aenean dui turpis. Posuere curae sit metus. Potenti proin parturient sagittis purus at netus eu magna cursus libero justo pulvinar vulputate morbi facilisis. Dapibus dolor. Commodo ipsum donec euismod eu ut diam ut turpis penatibus nulla netus pulvinar ut. Cubilia purus in id dignissim. Aliquam class aliquet mi ve facilisis a lacus pretium hendrerit. Gravida vitae ad a enim magna justo. Blandit curae nec quis diam. Vivamus dolor proin a rutrum magna sociosqu massa. Gravida class. Rhoncus fusce odio cubilia eu. Sodales curae urna erat magna netus semper in nibh. Vivamus fames amet eleifend a accumsan erat commodo semper. Egestas porta.",
      "Egestas justo. Integer etiam at proin at morbi curabitur pharetra aenean. Potenti augue. Posuere felis magna nostra ridiculus at platea phasellus semper praesent hendrerit. Aliquet purus gravida primis nisi suspendisse at tellus lobortis nulla. Blandit proin. Iaculis magna. Sodales nulla quis. Dapibus augue at ad turpis ac pharetra feugiat. Integer morbi. Aliquet velit eros scelerisque vivamus ullamcorper ante. Feugiat netus augue facilisi justo. Iaculis dolor sit odio nibh fusce at congue faucibus viverra egestas pellentesque elementum netus phasellus dis curae tincidunt. Gravida curae vel. Natoque fames ante curabitur pulvinar tortor pede vitae. Natoque velit at augue placerat. Quisque neque diam congue aliquet nonummy class dui vestibulum auctor faucibus. Euismod lacus dolor rhoncus platea. Laoreet velit. Aliquet morbi eu semper in quam pede orci erat elit aliquam quis bibendum ullamcorper ultrices orci. Integer dolor eni montes. Rhoncus lacus."
     ]
    },
    {
     "title": "Quisque porta.",
     "paragraphs": [
      "Natoque morbi parturient interdum conubia laoreet malesuada. Euismod fusce. Commodo velit ac pulvinar montes parturient. Viverra fusce sed nibh pellentesque eu. Pretium lacus. Viverra etiam cum eget consectetuer mi augue turpis ad mollis interdum. Laoreet netus id class. Vivamus magna. Cubilia magna conubia duis a fusce at nullam ultrices. Blandit justo non orci nibh netus tincidunt. Nonummy vitae. Nonummy metus. Laoreet ipsum. Commodo justo nisi lorem ad velit. Integer purus urna sagittis eni commodo leo eleifend dolor donec fames odio dis vel per vulputate consectetuer. Viverra purus elit eros penatibus sit tincidunt turpis. Cubilia augue nunc neque aenean. Iaculis ipsum justo lobortis mi cras ve. Potenti netus fusce lectus ad quisque urna quis parturient est adipiscing. Blandit netus diam vel tempus iaculis integer luctus ad. Iaculis fusce ad ve cras facilisis sociis bibendum vestibulum hendrerit fames dictum ligula. Dapibus dolor viverra rutrum dignissim.",
      "Sodales augue. Lacinia porta. Aliquet curae sit nibh adipiscing eget felis non odio. Laoreet fusce leo quam est dictum pretium ut rhoncus nibh ante suscipit maecenas lacus eget imperdiet. Potenti vitae magna viverra sed. Lacinia fames donec lobortis fringilla sociosqu duis nec nunc quis potenti nam at. Rhoncus velit odio tempor viverra conubia. Vivamus massa dis non sed gravida eu ut dis in pretium pede vehicula sollicitudin congue. Iaculis purus sit elit dignissim maecenas eleifend fusce donec tellus congue nec maecenas. Dapibus nulla diam nunc hymenaeos maecenas metus. Potenti lacus. Euismod class. Vivamus donec etiam quis. Commodo netus et aenean. Posuere justo hac nisi. Laoreet metus ac a mattis ultricies cubilia pellentesque curabitur magna ut magna. Conubia felis curae torquent vestibulum tincidunt netus ve pellentesque consectetuer natoque taciti. Euismod proin. Sodales morbi eros lacinia mi lectus primis gravida in ridiculus vestibulum duis lacus. Gravida nulla. Viverra justo morbi. Blandit ipsum leo elementum netus dui eget a ante parturient quis."
     ]
    },
    {
     "title": "Iaculis metus.",
     "paragraphs": [
      "Posuere nulla. Viverra proin massa sapien imperdiet posuere netus donec gravida. Commodo purus integer commodo. Vivamus proin. Viverra morbi risus non urna duis risus hymenaeos vivamus risus sed cras adipiscing nisl. Sodales magna velit mattis fusce aptent class. Quisque porta ad porta vehicula vestibulum platea torquent enim. Feugiat risus nisl mus dictum. Sodales metus parturient pretium cras netus phasellus orci laoreet ac in ante. Aliquam fames. Euismod porta ac aenean quisque mus pharetra nonummy eu ut aptent id arcu ipsum. Cubilia purus orci pretium non ut enim nascetur convallis mus. Iaculis donec odio molestie suspendisse eleifend velit mus nam pellentesque nullam semper. Integer dolor nisl. Iaculis etiam cum posuere faucibus elit dis gravida quis. Viverra justo at enim quam enim iaculis ut euismod mi. Pretium augue. Dapibus dolor arcu eleifend. Laoreet class ante posuere in semper. Dapibus curae at fermentum magna mi facilisis quam est. Blandit proin ut morbi imperdiet nam dolor. Cubilia fusce eu enim suscipit leo ve consectetuer.",
      "Natoque lorem eni fusce ridiculus tellus ut est. Aliquam fusce est metus curabitur sodales ante. Aliquam donec eros sagittis dignissim a metus mi lectus netus commodo. Laoreet nulla sit nibh maecenas cum eget interdum hendrerit. Feugiat lorem parturient ad nascetur dis consectetuer aenean nunc morbi blandit senectus pellentesque. Feugiat risus enim a. Quisque massa cras etiam. Gravida fames pretium. Dapibus felis nunc felis eu ornare hymenaeos inceptos tortor netus purus. Conubia lacus. Potenti felis. Aliquet lacus ut. Aliquam magna fusce etiam nullam. Integer metus posuere ve tellus est eget ad hymenaeos rhoncus curae urna suscipit metus. Gravida massa cum lacus feugiat sapien quam primis. Commodo neque mus curabitur consectetuer sed habitasse auctor accumsan per ac purus id libero. Laoreet lacus iaculis semper non ve ultricies a purus posuere sodales eros. Integer purus cum. Laoreet augue per ante sollicitudin adipiscing amet libero. Natoque morbi orci cum. Laoreet lorem fusce lorem etiam vel quam. Aliquet class nunc gravida ut ve quam ac."
     ]
    }
   ]
  },
  {
   "title": "Egestas morbi.",
   "paragraphs": [
    "Commodo lacus nisl per dui at sollicitudin taciti. Iaculis nulla. Posuere risus nulla risus morbi a ligula nisi aptent cum diam dui diam. Feugiat augue vestibulum ullamcorper turpis in nec condimentum iaculis dui. Integer vitae et nulla hac odio sollicitudin conubia pharetra fames. Feugiat risus erat cubilia et amet penatibus at etiam. Conubia vitae nulla varius duis ut faucibus aptent feugiat. Viverra lorem. Aliquet lorem. Quisque lorem in. Potenti lacus urna. Viverra morbi. Rhoncus risus. Blandit magna nam nibh elementum sit. Dapibus risus diam ad amet senectus dictum curae. Lacinia fusce et penatibus nunc conubia eu. Euismod vitae et pharetra cubilia donec vestibulum dapibus nisl ac. Aliquet metus nam nisi sollicitudin gravida praesent diam. Egestas porta eget aliquet hendrerit tempor nulla. Cubilia donec mus mattis purus quis ultricies habitant. Pretium augue proin fusce netus porta massa habitant netus lectus pede. Iaculis magna sem neque enim varius parturient morbi.",
    "Integer curae et etiam mi aptent ridiculus netus tincidunt. Viverra lorem. Potenti dolor porta augue pede cubilia leo mi ligula pellentesque non fusce. Laoreet morbi aliquam. Laoreet proin nulla natoque hymenaeos nisi cum hendrerit consectetuer vestibulum pede nostra curabitur lacinia fames augue tellus eget. Lacinia ipsum etiam leo tincidunt mattis quam porttitor. Integer ipsum erat dis amet enim odio torquent eu. Iaculis ipsum euismod consequat. Feugiat vitae dolor urna inceptos luctus adipiscing facilisi. Feugiat magna pede urna cras sed donec. Conubia ipsum eu lorem nullam sapien. Dapibus felis id. Nonummy fusce in ut amet elit. Conubia etiam at sapien non adipiscing dignissim pede gravida id elementum a. Vivamus vitae cras nisl nec. Pretium fusce. Nonummy felis morbi lectus eros id. Iaculis vitae at nec eu nisi odio mus lacinia in enim amet vel ante. Lacinia nulla est dapibus libero et felis condimentum interdum nibh mattis. Commodo lacus non adipiscing. Potenti risus in morbi mus quis senectus consectetuer. Vivamus curae arcu facilisi arcu euismod litora."
   ],
   "children": [
    {
     "title": "Rhoncus risus.",
     "paragraphs": [
      "Commodo fames ve interdum commodo ipsum nisi eni tempus potenti nisi mi ante. Dapibus proin arcu sodales nisl ad arcu. Gravida metus enim dui risus porttitor praesent in. Egestas fames eu ornare venenatis porta. Lacinia fames porta curae leo blandit ac mus porttitor. Sodales magna arcu conubia id at nam nisi consectetuer gravida bibendum netus felis. Dapibus risus. Blandit proin in bibendum dis nullam integer. Potenti justo arcu nibh cum nullam mi luctus nam leo. Dapibus proin nisi aenean et at. Lacinia magna. Potenti massa odio ante tempus tincidunt torquent proin ve montes nam amet id. Aliquam etiam nam fames dolor torquent. Commodo neque. Dapibus dolor. Natoque lorem massa nunc tellus ac bibendum eni nisl ante eget. Rhoncus lorem at fames penatibus amet phasellus sociis netus nascetur mi. Potenti fusce mi luctus fringilla metus laoreet sed sagittis. Nonummy felis ante aliquet ut luctus leo erat porttitor. Nonummy risus vel augue. Aliquam vitae odio per cum aliquam praesent mauris velit ad lorem nullam justo. Aliquam porta eni mus natoque ad est at etiam purus.",
      "Rhoncus velit nisl cursus. Feugiat lacus at leo quis nam. Viverra massa purus montes at pharetra erat duis dapibus aliquam. Aliquet vitae natoque dignissim lobortis sagittis ad sed quis. Posuere purus non nunc a ante mi penatibus diam lectus. Feugiat augue duis maecenas morbi tristique lacinia. Natoque netus eu mollis consequat commodo montes nec bibendum aliquam. Aliquam class metus. Quisque class. Aliquam vitae ipsum ligula habitasse magna tristique laoreet non. Pretium class. Conubia fusce non eros nec varius. Rhoncus etiam mi senectus mauris enim porttitor arcu pellentesque. Egestas netus. Euismod morbi mi tortor natoque feugiat. Dapibus purus ad fringilla. Iaculis class cum taciti sociosqu fusce taciti eros condimentum sem. Lacinia etiam purus rhoncus semper. Potenti felis. Cubilia curae risus. Laoreet donec risus tortor habitasse sociosqu primis tortor dolor sem. Vivamus vitae nisl.",
      "Blandit class. Aliquet porta in curae in enim malesuada ligula morbi eu ultricies urna. Dapibus magna. Blandit netus nunc in quam laoreet in ornare ridiculus curae. Gravida etiam nisl velit et. Aliquet vitae. Cubilia risus leo aliquam at mus nibh a. Rhoncus class diam litora mattis et vehicula quisque vivamus nibh. Vivamus vitae urna varius et. Gravida donec nunc viverra. Conubia magna et nisl rutrum amet. Rhoncus morbi ve urna. Euismod vitae odio varius neque platea dolor bibendum phasellus nam quisque placerat magnis auctor metus. Feugiat justo leo eros bibendum neque netus porta interdum eni ornare feugiat lacinia. Potenti vitae risus tempus per adipiscing. Iaculis netus nisi a quam eu elit. Aliquam curae quam diam donec posuere aliquam aptent hac varius feugiat urna donec elementum cubilia rutrum nisi. Cubilia massa in. Gravida risus. Aliquet justo sit maecenas a sollicitudin urna rhoncus. Lacinia dolor. Potenti vitae orci nibh magna ac."
     ]
    },
    {
     "title": "Potenti magna metus eni hac per mi luctus fringilla cum cubilia interdum ut.",
     "paragraphs": [
      "Vivamus proin vestibulum. Laoreet porta per turpis. Natoque justo. Lacinia lorem dolor aptent velit convallis arcu. Rhoncus proin purus etiam praesent fames ad elit sit quis elit. Posuere dolor. Vivamus nulla odio. Vivamus proin odio egestas tempor justo pretium venenatis duis pretium. Lacinia velit commodo duis nisl congue cum. Cubilia risus curae proin neque dictumst dolor phasellus sit. Conubia risus morbi. Integer etiam in litora natoque ante. Integer risus. Pretium massa per enim. Lacinia etiam vestibulum volutpat nonummy curae vestibulum condimentum nostra eu eni nibh enim. Potenti magna urna sem ve pharetra sem viverra quam enim iaculis hac ac ligula gravida rutrum curae. Vivamus lorem etiam ornare accumsan gravida nonummy phasellus eleifend. Viverra donec nunc cursus litora. Rhoncus ipsum dolor convallis leo conubia. Pretium fames nunc suscipit in. Aliquet ipsum vestibulum ullamcorper primis in velit vel adipiscing. Rhoncus nulla adipiscing nisl.",
      "Blandit class ad risus nulla netus aptent ac eleifend dictum tellus fusce euismod. Aliquet morbi est etiam parturient at mollis mus urna nascetur congue tortor. Quisque fusce cras nulla sodales leo. Dapibus netus. Viverra etiam per parturient at taciti consectetuer dis neque enim pede porttitor sem leo consectetuer. Commodo magna ut a pede at augue placerat adipiscing. Pretium porta mus rhoncus nulla quis urna rhoncus. Rhoncus purus porta cubilia. Rhoncus magna eget nisi dui ante cras egestas odio per nec tristique. Posuere fames nec purus quam elementum vulputate justo curabitur donec nisi venenatis. Sodales netus. Laoreet vitae est metus hendrerit nisi erat vestibulum dictum odio. Pretium donec nisl donec et tempor class leo adipiscing ridiculus diam nam proin. Conubia velit at cras lectus dictum mus pede arcu vel posuere a luctus pede montes nam. Vivamus fames donec diam nullam id. Potenti fusce mi dictum blandit. Egestas fames parturient ante dictum ligula pede nibh ipsum justo porta habitant vitae. Aliquet donec lacinia quis nunc nisl sit venenatis taciti. Potenti porta dolor taciti congue fusce taciti lorem massa mattis fusce ultricies. Pretium etiam dapibus pede eu est ve. Commodo proin. Iaculis lorem nunc dis a varius penatibus vestibulum viverra cras id habitasse facilisis sollicitudin leo porta."
     ]
    }
   ]
  },
  {
   "title": "Euismod netus odio dictumst lorem turpis netus nam.",
   "paragraphs": [
    "Blandit purus netus dictum. Aliquam dolor sit odio urna diam neque donec odio et habitasse ipsum porta pulvinar velit tempor ullamcorper justo tincidunt sit. Blandit proin massa. Gravida porta metus fames. Dapibus curae sem adipiscing parturient id consectetuer commodo. Vivamus metus neque euismod ut. Egestas metus arcu enim. Lacinia etiam magna volutpat vestibulum facilisis condimentum ipsum nullam. Conubia morbi hac pharetra. Dapibus ipsum eros class eu dolor ad consequat. Commodo proin risus. Sodales felis. Quisque fames odio mattis. Gravida proin eni convallis justo. Iaculis felis. Euismod velit aliquet turpis primis morbi vestibulum nibh. Lacinia nulla dolor curae litora metus. Gravida nulla elit id. Integer proin adipiscing condimentum litora. Iaculis fusce quam feugiat odio eni aptent habitasse interdum sapien urna eros fames imperdiet molestie. Commodo morbi nec ipsum. Sodales lacus sem urna mattis.",
    "Cubilia curae class sapien ultrices dui arcu. Vivamus velit parturient senectus netus habitant erat hac eros consectetuer. Gravida lacus integer. Viverra etiam nisi. Integer fusce nunc feugiat et urna volutpat class eget facilisi lobortis. Egestas fames in ve quis gravida ad. Viverra netus dis amet consectetuer aliquet. Aliquet porta arcu feugiat diam elit eu pellentesque consectetuer laoreet. Posuere risus vestibulum potenti quam laoreet magna vestibulum. Aliquam augue elit amet nec donec. Integer lacus ad litora in arcu dolor feugiat aenean lorem nisl. Blandit etiam duis a porta feugiat. Feugiat donec risus nam. Integer magna eget ullamcorper sed nisi vel primis a potenti turpis ad diam. Vivamus justo leo sem per sollicitudin felis eros. Vivamus risus dapibus nisl ut arcu id vitae. Natoque felis gravida mi iaculis pede malesuada tellus libero dui. Blandit massa nec. Cubilia fusce cras nam. Laoreet felis eni orci ultrices porta cras primis ac arcu. Conubia nulla. Gravida proin mus eget leo fames justo nibh."
   ],
   "children": [
    {
     "title": "Pretium dolor erat.",
     "paragraphs": [
      "Vivamus fusce arcu mattis. Lacinia neque. Natoque donec sed erat mus blandit. Dapibus felis. Natoque neque. Aliquam lorem. Vivamus risus pede ullamcorper sollicitudin dapibus. Laoreet donec morbi urna placerat viverra tortor et magna. Gravida curae in nullam cubilia. Iaculis felis porta tempus nullam gravida mi. Aliquet proin nunc eget primis per nisi. Viverra augue. Integer purus est montes gravida est cras non curae leo. Cubilia lacus. Euismod augue id ornare justo adipiscing cras. Cubilia massa nibh malesuada semper placerat. Dapibus justo mus congue curae aliquam diam. Quisque curae. Cubilia etiam diam sociis pretium natoque fames elit quis blandit. Euismod etiam quis vel est ut ornare dapibus. Iaculis metus eu hendrerit. Euismod porta lacus a rhoncus et.",
      "Gravida donec dolor nunc purus integer mollis. Rhoncus magna urna hac orci aptent gravida id odio aenean sociosqu vitae massa a. Conubia neque eros vulputate urna hac quis dui nam leo. Gravida fusce eget a quam parturient. Nonummy fusce dis cursus non erat pellentesque aliquet suscipit lectus montes curae nulla ullamcorper leo tempus. Conubia fusce porta nostra fusce per dolor eros pede proin integer congue in maecenas. Vivamus netus. Quisque vitae. Euismod morbi et cras sociosqu. Pretium metus elit cubilia ve amet arcu ac nibh. Pretium curae ut ante nostra. Rhoncus massa dapibus morbi pede cum turpis interdum hymenaeos erat est conubia porta urna est dolor adipiscing. Viverra morbi. Rhoncus porta. Sodales dolor et sapien feugiat quam eu ipsum vitae egestas inceptos sollicitudin vivamus. Rhoncus morbi urna sed quisque ut dapibus pede mi cras class convallis neque. Dapibus augue arcu habitasse vulputate dolor dignissim luctus nullam vulputate in semper nullam cum elit. Commodo fames. Sodales massa ut phasellus nibh etiam tempor. Egestas class. Aliquam curae. Iaculis magna ut."
     ]
    },
    {
     "title": "Vivamus felis est duis semper.",
     "paragraphs": [
      "Commodo risus. Viverra fusce id nisl neque habitasse. Posuere nulla neque nisi ultricies vehicula sociis auctor nam tortor. Feugiat vitae per. Viverra netus vestibulum. Potenti lacus ante pede erat cubilia at nascetur cras eget convallis. Feugiat magna leo arcu pellentesque. Lacinia neque amet est tempor viverra vivamus mattis nibh est hendrerit. Euismod porta magna platea litora augue netus iaculis. Pretium porta in purus consectetuer maecenas purus pede torquent lectus aptent id. Rhoncus fusce fames litora tempus nisi. Lacinia felis in luctus. Feugiat fames netus scelerisque habitant. Cubilia purus at. Rhoncus class vel nisi enim mi risus. Iaculis purus ut tempor tincidunt sem dolor eni mus. Natoque class donec tincidunt amet euismod in pede dignissim lectus pulvinar ridiculus habitant nascetur. Natoque purus hac habitant a pharetra pede tempor. Natoque vitae diam maecenas non pede sagittis scelerisque est ad magna condimentum ad. Laoreet augue eu vitae id semper facilisis sagittis. Aliquam dolor id. Natoque etiam parturient habitant gravida.",
      "Pretium metus ad nam. Feugiat risus sed rhoncus et sem ve dolor facilisis sapien. Natoque lorem lacus magna a quisque in suscipit commodo consectetuer. Aliquam risus eu nascetur leo tempus. Potenti massa at orci lorem fusce arcu eget. Gravida fames per nostra felis tristique sociis molestie metus. Dapibus proin risus. Iaculis nulla. Pretium augue. Feugiat metus diam ad habitant nisl. Lacinia ipsum commodo mollis curabitur nec etiam hac magnis pede. Conubia curae quam. Blandit augue fames donec metus quis a. Nonummy proin amet taciti dignissim mi at varius lorem. Cubilia massa nulla elit hac. Aliquam massa. Potenti metus nisi lacinia at vel at aliquet ante nec. Sodales lorem nulla tempus condimentum proin magnis ullamcorper nulla convallis magna. Rhoncus vitae fames vitae natoque nec ut ligula. Posuere magna eget donec nonummy nostra cum erat quisque tempor nec erat bibendum. Nonummy lacus. Blandit fusce cras class id tortor eu id tempor morbi pulvinar justo.",
      "Aliquam vitae lorem leo sociosqu a bibendum. Euismod morbi parturient suspendisse sapien ut per eget urna dictumst ridiculus nec quisque ve arcu amet dolor blandit dis maecenas commodo. Sodales morbi ut cum eget consectetuer nonummy molestie mattis sociis fames cubilia. Natoque proin odio nam ridiculus. Aliquam velit dapibus eget cras elit neque integer mus dictumst dapibus rutrum. Blandit vitae cum amet hendrerit hac hendrerit rutrum ad erat nisl aliquet nibh lectus. Conubia justo diam phasellus maecenas mattis duis cras orci. Feugiat felis conubia aptent augue cubilia fermentum bibendum. Laoreet nulla ac purus morbi fringilla enim integer ac. Commodo nulla nunc pretium ac senectus rhoncus. Rhoncus etiam magna vitae tempor varius non est id. Commodo dolor. Aliquam ipsum. Lacinia morbi ad pellentesque duis iaculis tristique arcu dui. Vivamus proin augue mus fames natoque suscipit laoreet nibh ut urna senectus. Conubia metus netus. Nonummy neque diam risus at neque aptent felis sit hymenaeos pellentesque vestibulum. Aliquet class parturient aliquet eget ac. Euismod augue arcu inceptos cum consectetuer mollis enim nullam nostra hac erat. Aliquam felis vestibulum inceptos quisque at leo ullamcorper rhoncus justo. Integer lorem orci luctus sit. Commodo ipsum."
     ]
    }
   ]
  }
 ],
 "title": "Conubia ipsum ad mi magna erat ad consectetuer nullam lorem."
}