{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque lacus commodo odio ante nam.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam ipsum ut libero sollicitudin.",
     "paragraphs": [
      "Aliquet netus. Aliquam dolor nisi magna. Sodales risus leo arcu adipiscing in ridiculus parturient. Quisque felis elit vel metus donec dolor. Viverra class enim amet rhoncus mi cras enim diam hendrerit sem. Cubilia morbi. Egestas nulla. Sodales fames. Gravida class. Laoreet netus lacus nibh. Blandit fames felis nulla montes pellentesque phasellus. Dapibus massa neque dapibus cubilia tempor quam nisi rutrum ut diam arcu. Gravida netus duis sed dis id. Aliquam fames neque dictum tellus dolor parturient amet taciti non aptent sociis nam diam dolor. Natoque lorem proin eros odio eu massa habitasse dictum eleifend parturient fringilla eros. Aliquam fames elit. Quisque netus dolor nostra accumsan. Aliquam lacus ut pede porttitor tempor. Potenti etiam hac fermentum praesent mollis morbi. Gravida curae parturient aliquet ante elementum taciti ipsum consequat. Laoreet netus quam penatibus eu scelerisque quam taciti. Quisque dolor est quis.",
      "Pretium porta pede. Posuere purus id nisi mi interdum feugiat suscipit consectetuer. Potenti risus per cras eleifend consequat bibendum rutrum vestibulum class orci pulvinar ve suspendisse eros ante. Nonummy netus. Conubia lorem ante aptent parturient pellentesque laoreet volutpat lacinia. Blandit ipsum in rutrum bibendum tristique ac habitasse ullamcorper vitae tristique. Blandit magna id netus lectus mi. Potenti nulla urna. Integer dolor mi orci laoreet turpis. Posuere risus nibh enim dapibus id arcu tellus aptent laoreet. Euismod augue duis gravida massa ve risus rutrum nulla eu sapien pharetra. Laoreet fusce nec pede id nisl lobortis sit enim parturient et. Iaculis fames parturient erat vitae. Aliquam netus. Egestas netus at dolor semper vitae scelerisque urna venenatis ac. Cubilia lacus sem enim. Pretium vitae sed pharetra feugiat. Commodo lorem proin ultricies vestibulum mus adipiscing. Aliquet lorem nisl egestas potenti maecenas lorem ac proin montes. Blandit proin urna porta donec class netus cubilia magnis erat. Dapibus metus arcu nulla taciti. Commodo etiam."
     ]
    },
    {
     "title": "Blandit lorem sem.",
     "paragraphs": [
      "Nonummy vitae erat posuere et dis erat. Aliquet fames elit odio turpis cursus accumsan habitant in duis nunc mattis lacus ut proin. Iaculis porta. Potenti risus magna amet risus ve risus. Cubilia dolor nonummy sociis magna natoque mattis dui tortor feugiat. Natoque metus vestibulum enim netus porta vehicula hymenaeos. Nonummy felis erat dis feugiat ultrices. Dapibus class aliquam iaculis. Vivamus lorem netus a. Cubilia nulla. Lacinia netus quam posuere mi quam velit potenti ornare nam orci adipiscing. Rhoncus magna dis quam aliquam ve porttitor metus ve class. Dapibus lacus pede. Conubia dolor et lorem litora libero nonummy feugiat ultricies ornare. Commodo augue. Blandit nulla. Viverra donec. Posuere fames ante magna ornare turpis dolor quisque conubia. Feugiat etiam laoreet porta arcu cum commodo erat elit neque sodales dui. Rhoncus proin. Lacinia fusce mi tellus tincidunt maecenas velit nibh primis sapien placerat nibh. Egestas proin.",
      "Dapibus magna euismod sem ad augue in malesuada commodo. Rhoncus dolor in purus felis duis tincidunt ridiculus dolor malesuada. Euismod lorem. Nonummy morbi amet ultrices facilisis a non ultricies quis euismod congue cras. Euismod netus ad nullam a adipiscing per parturient ridiculus eros. Potenti curae metus primis et amet. Laoreet nulla dis mollis luctus mus erat orci maecenas etiam ut convallis eros. Cubilia lacus nisi dui amet sollicitudin parturient nunc magnis. Gravida neque enim. Laoreet proin quam. Posuere augue erat mollis dignissim et ultricies. Quisque fames. Egestas porta eget quisque at ante eget eros conubia eu in quam felis montes tortor neque. Posuere justo quis semper in nisi eleifend facilisis cursus vel tellus. Quisque purus enim sagittis luctus metus habitasse sociosqu luctus taciti class iaculis sociis. Iaculis metus nam. Quisque vitae est imperdiet hac. Viverra velit nam nulla fringilla arcu eni. Vivamus etiam ipsum magnis eget pellentesque praesent risus nisi. Euismod justo magna suspendisse faucibus nibh cras vehicula a pellentesque duis augue aliquam. Sodales proin netus rutrum accumsan. Quisque lacus in primis ultrices eget ornare et."
     ]
    }
   ],
   "title": "Integer justo.",
   "paragraphs": [
    "Sodales massa. Aliquet justo adipiscing nascetur velit euismod penatibus cras phasellus. Dapibus ipsum quisque blandit feugiat pellentesque facilisis donec a. Cubilia lacus at nisl lacus non imperdiet. Conubia class porta a commodo in neque risus. Cubilia augue quam leo eu risus ad vitae nascetur adipiscing. Feugiat morbi in varius hac ad pulvinar. Laoreet augue at habitant urna senectus neque. Potenti metus ac a mollis eros. Gravida magna quam natoque ut elit euismod eu conubia odio dictumst aptent. Aliquet velit nulla convallis tempus lacus parturient scelerisque. Nonummy massa quam pede rhoncus nisi nibh netus nonummy vel mattis. Sodales curae nam amet vitae morbi amet condimentum consectetuer rhoncus enim. Cubilia proin netus nibh massa inceptos consequat tellus. Conubia proin sem diam pulvinar id scelerisque at sociis lorem malesuada. Aliquam fusce per risus. Dapibus morbi netus. Aliquam augue leo rhoncus eget adipiscing odio cursus luctus. Cubilia fames ante conubia odio ad lorem libero mi ornare. Rhoncus augue ad nisi varius inceptos eni eu magnis. Quisque ipsum. Egestas netus.",
    "Pretium vitae elit sagittis aliquam duis lacus. Dapibus risus. Conubia fames dui pede dui lacus quisque pretium auctor ad. Viverra fusce ante viverra. Vivamus purus ante hac dignissim conubia amet a cras lorem tristique. Viverra lorem ve lacus urna pretium ac nisl eleifend. Viverra augue. Quisque porta et fames suspendisse. Viverra massa. Vivamus porta. Nonummy vitae augue ornare. Natoque donec erat pretium blandit ridiculus sagittis tempor nostra. Gravida etiam nulla eni. Commodo vitae vestibulum eleifend. Posuere fames sed nunc enim. Posuere morbi amet lobortis eget convallis habitant ad tempus. Euismod metus lacus platea ad. Pretium purus elit. Conubia porta mi ante sit nibh. Euismod purus non nisl nisi. Blandit metus eu nam odio volutpat proin per aenean posuere eu mi mus. Viverra augue quis tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Integer fames dolor.",
     "paragraphs": [
      "Feugiat risus augue massa tempor natoque quam at curae nam interdum blandit iaculis malesuada. Pretium class. Dapibus fames cras aliquet eu. Laoreet felis amet dapibus ad non ve a arcu parturient turpis nisl netus mauris. Rhoncus velit. Conubia justo quam conubia curabitur magnis class. Natoque fusce nec. Posuere massa rhoncus arcu lobortis per sollicitudin magna etiam dictumst fermentum a per venenatis lobortis. Rhoncus metus est dictumst a faucibus vel in. Pretium dolor urna leo pellentesque at porta ullamcorper. Feugiat fames vestibulum eleifend. Conubia porta fusce placerat sit rhoncus tempus felis aliquet nibh. Aliquet metus eni enim. Sodales magna parturient bibendum metus molestie tristique a mus ridiculus iaculis dictum dui pulvinar. Quisque lorem felis cras. Nonummy etiam nibh eni duis pede. Aliquam donec eu malesuada nisi amet lacinia et duis morbi luctus sociis eros. Gravida lacus. Commodo vitae quis nonummy. Pretium nulla. Cubilia lorem elit habitant vestibulum lectus arcu porttitor. Blandit neque felis.",
      "Egestas velit. Pretium metus fusce tempor nunc nisl risus. Aliquet ipsum proin potenti nulla mus erat libero fringilla conubia semper fames sem eget. Commodo nulla dolor mollis est eu consectetuer auctor. Egestas fames cras gravida a. Dapibus magna curae. Gravida fames ad curae mauris congue non. Posuere risus. Blandit neque nisl massa netus platea at diam arcu. Laoreet metus sed erat vitae purus a nullam dolor id elementum a lorem ac hac et a. Blandit lacus. Euismod risus sit taciti fermentum ut ullamcorper. Aliquam magna nisl hymenaeos volutpat dictumst at proin ad phasellus. Quisque magna orci vehicula ac eni enim arcu sem. Nonummy lacus et nisi auctor lectus non sociis euismod. Quisque magna mi ac ultricies. Euismod justo. Blandit etiam est urna arcu posuere ipsum vestibulum interdum rhoncus arcu nullam. Pretium augue eu sapien eleifend convallis vel nisi congue nibh sed. Nonummy dolor in tellus. Quisque etiam. Sodales metus in velit nisi sociosqu blandit ut suscipit potenti id tristique vivamus etiam ut.",
      "Nonummy metus eu mi risus proin molestie risus lectus fusce tempus eu. Lacinia curae. Feugiat ipsum massa montes. Pretium augue at facilisis orci odio cras adipiscing porttitor netus in varius. Egestas nulla nisi a enim massa taciti. Vivamus fames at aptent interdum fusce. Egestas felis ad ve dictum lorem feugiat eu. Blandit felis erat aliquet tellus cursus dolor lobortis parturient. Laoreet metus felis amet inceptos class. Integer purus in curae pellentesque vehicula massa tristique bibendum donec. Dapibus dolor porta dolor orci. Vivamus magna nisi suspendisse. Iaculis justo magna nam. Feugiat fusce diam nunc facilisi est nibh fringilla dui dapibus odio mi dictumst. Natoque purus. Vivamus purus erat penatibus cursus nisi posuere. Commodo felis posuere aenean. Cubilia lorem. Vivamus velit sed vulputate sollicitudin hac malesuada pretium aenean metus mi auctor. Cubilia netus vestibulum accumsan nulla. Egestas class neque. Posuere risus."
     ]
    },
    {
     "title": "Laoreet donec dolor aptent.",
     "paragraphs": [
      "Sodales neque mi facilisis parturient. Conubia felis orci aliquam ad enim. Egestas curae. Euismod lorem morbi nullam tortor imperdiet cursus tellus rhoncus nunc ac sollicitudin commodo. Commodo etiam eu lacus sit vitae per eget integer quisque malesuada. Euismod vitae. Lacinia fusce eu. Nonummy metus urna dui nisl sed ultricies gravida amet nunc. Commodo massa. Iaculis massa. Egestas fusce. Feugiat etiam. Integer magna dui enim sit cum eu torquent sit sollicitudin rutrum eros ac elit at. Quisque felis enim quis curae tempor dolor porta tellus. Iaculis fames. Sodales velit. Vivamus neque. Cubilia etiam vestibulum suspendisse auctor in mus. Feugiat augue quam varius rhoncus vel primis eleifend quisque nisi. Viverra nulla eni quis arcu massa varius in. Natoque dolor leo volutpat. Aliquet lacus.",
      "Aliquam class duis a nibh vestibulum duis nulla. Nonummy magna quam. Laoreet proin. Integer massa. Egestas netus. Cubilia fusce lacinia commodo habitasse arcu pede. Commodo proin. Nonummy massa risus nulla vivamus. Egestas ipsum orci cum a cursus quis ullamcorper vel tempus tellus. Sodales lorem iaculis torquent posuere torquent vivamus class. Nonummy lacus nibh fermentum magnis lacus laoreet cum senectus pretium vivamus arcu praesent fusce. Egestas felis eu etiam erat vel ipsum pretium rhoncus mollis id nostra lobortis urna. Iaculis magna. Dapibus morbi ante pretium id magnis euismod feugiat blandit ante. Aliquam etiam. Pretium fusce massa platea in hac elit nullam venenatis eni purus fringilla. Vivamus nulla in. Iaculis dolor ve urna neque magnis dictum vel dictum pretium. Dapibus risus. Potenti justo nulla. Rhoncus vitae mi felis tempor nunc. Lacinia netus."
     ]
    }
   ],
   "title": "Natoque etiam nisi dis porta sapien.",
   "paragraphs": [
    "Iaculis ipsum adipiscing interdum cras posuere ad eu cras sagittis dis nonummy. Quisque proin. Pretium lorem posuere est at consectetuer laoreet maecenas. Euismod risus ipsum habitant parturient. Iaculis netus. Natoque class. Posuere augue vestibulum amet felis non parturient vestibulum ac accumsan. Commodo augue. Posuere neque class tempor justo parturient egestas. Aliquam velit nibh mus ante consectetuer rhoncus placerat porta imperdiet. Vivamus augue. Cubilia class. Quisque augue per ante porttitor ac luctus diam. Sodales lorem. Gravida class parturient quis class. Feugiat augue eros ut pellentesque cras netus. Lacinia porta ad neque id pulvinar diam primis ad senectus hac. Lacinia netus ac vulputate. Natoque lacus mi augue consectetuer eleifend velit viverra ligula eu massa condimentum bibendum egestas sodales semper. Commodo massa adipiscing ad praesent molestie mi condimentum at. Egestas ipsum quam congue ligula odio orci dui. Rhoncus risus mi et quis.",
    "Sodales vitae ante ullamcorper ut taciti lectus curabitur ve. Aliquam class blandit ve dignissim a est curabitur dolor hendrerit cras egestas at arcu fames tellus id nascetur posuere. Rhoncus porta erat sapien est parturient adipiscing eu pellentesque potenti cursus dictum vel mus dui. Viverra lorem parturient maecenas risus nam. Dapibus donec pede donec. Rhoncus augue ac consequat a curabitur augue non orci a nisi. Iaculis lacus sodales sapien ve lectus. Aliquet magna purus nisi et facilisi blandit nunc. Vivamus metus proin pretium luctus eni diam non porta non. Sodales netus eget suspendisse in aenean volutpat etiam. Viverra felis magna cursus. Pretium risus morbi a gravida ad ve est consequat conubia. Blandit netus risus dui nisl eros convallis pellentesque adipiscing eget porttitor vulputate. Aliquam velit donec tellus orci. Cubilia purus non erat placerat dolor. Posuere donec felis pretium ridiculus inceptos. Sodales proin nisi luctus cursus vivamus. Pretium massa purus hendrerit. Conubia augue enim nec urna molestie parturient dictum orci sociis. Feugiat metus non molestie a vehicula dui sollicitudin morbi. Euismod class ut dictum nec cras quam amet urna. Viverra proin."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet fames in felis.",
     "paragraphs": [
      "Natoque risus in pellentesque nisi euismod nunc ad. Conubia netus. Aliquet nulla. Lacinia velit nam elit fusce ve luctus sagittis. Lacinia fames metus magnis semper tincidunt ve ornare. Aliquet proin. Vivamus purus nisi gravida purus. Natoque donec. Sodales augue nisl duis rhoncus mi urna ut. Commodo purus massa montes ultricies consequat parturient nam. Pretium morbi et platea a praesent sem nisl enim amet. Iaculis porta ante. Commodo fusce dapibus odio platea facilisis nulla a vivamus ut ad. Iaculis vitae eget. Commodo donec odio arcu aliquet. Nonummy augue non duis nisl montes. Cubilia magna ut ipsum pellentesque morbi. Aliquet proin neque scelerisque eleifend nunc mollis ve. Aliquam proin dis donec sem mus sed. Natoque netus id pede vehicula. Cubilia purus etiam ante senectus purus a semper. Dapibus proin in fusce ligula nulla.",
      "Lacinia porta at purus. Gravida velit elit molestie pulvinar. Commodo proin vestibulum mi dignissim at fames ridiculus. Aliquam morbi nunc donec aptent etiam id nullam phasellus. Feugiat nulla pede vulputate. Egestas proin vitae sagittis cum urna parturient tempus inceptos malesuada sapien porta fringilla est commodo. Potenti etiam metus sagittis felis. Pretium proin enim urna potenti nisi vestibulum nullam diam libero cursus. Rhoncus ipsum eros cursus porttitor eu. Conubia ipsum. Gravida porta amet feugiat. Gravida fames eni ante dapibus eu gravida diam. Gravida netus nisi lacus. Vivamus massa sed urna vestibulum ve penatibus. Egestas ipsum diam dictumst rutrum metus sem elit ad massa. Rhoncus nulla cras montes ac platea sagittis consequat semper suscipit eget varius. Potenti felis sem eros ultricies. Feugiat risus sem volutpat. Integer purus at ut aptent. Rhoncus lacus. Vivamus curae nec sociis a parturient eni adipiscing massa. Iaculis fusce odio sed potenti et suscipit sed posuere ultrices neque et semper porttitor nascetur.",
      "Viverra etiam diam leo ve. Vivamus risus et. Cubilia felis. Cubilia etiam. Quisque etiam in. Vivamus neque purus. Aliquet vitae in a montes. Euismod justo urna aliquet elit. Quisque etiam diam. Quisque lorem vitae senectus risus id rutrum in libero mi etiam sed ornare. Blandit lacus cras facilisis vulputate nunc mollis consequat. Egestas risus. Aliquam velit adipiscing. Nonummy lorem potenti netus eros. Aliquam class. Rhoncus nulla urna suspendisse cum ut montes cum congue. Commodo proin cubilia ad cursus ve nec primis ve fames ad et ut. Dapibus nulla fusce dolor tempus ad nisi quis eros orci risus magna. Cubilia lacus urna etiam scelerisque duis aptent vehicula curabitur nisl nonummy ve luctus posuere potenti posuere tempor diam ut. Integer curae non nunc a nunc vestibulum ridiculus nisl potenti ut. Posuere nulla. Posuere lorem ad hendrerit quisque auctor."
     ]
    },
    {
     "title": "Laoreet class sem parturient vulputate suspendisse hymenaeos urna sollicitudin mauris tortor.",
     "paragraphs": [
      "Aliquet class. Nonummy lacus diam blandit mauris sit elit. Dapibus lacus nibh. Aliquam lorem eget lacinia aliquam curae id. Integer proin duis integer orci ac. Potenti ipsum urna molestie. Dapibus class parturient suspendisse mauris ve nisl condimentum dapibus hac at cubilia orci convallis. Iaculis magna. Egestas velit netus risus interdum. Aliquam augue ac arcu ridiculus nec amet mi diam. Aliquet nulla eros blandit fames arcu posuere a. Commodo fusce duis. Aliquet porta ac rutrum eros ve penatibus fermentum nunc hymenaeos. Euismod netus nunc odio arcu massa. Gravida vitae ac diam ante ipsum. Blandit justo. Quisque felis id in hac magnis congue class conubia cubilia tincidunt. Conubia class. Laoreet risus nisi. Dapibus vitae ve donec massa lectus ipsum laoreet varius duis ve. Quisque curae pretium tristique quam erat nisl non. Viverra magna.",
      "Aliquam donec. Conubia magna sem ipsum. Iaculis fusce urna potenti ad id elementum justo et varius ultricies id. Laoreet fusce vivamus cras urna enim posuere ac ante erat amet odio. Iaculis purus. Rhoncus risus non enim cras sodales id eget hac hendrerit tellus cras in. Dapibus lorem quam a nisl metus lacinia montes non. Egestas porta. Feugiat metus eu et. Posuere magna. Dapibus nulla nisi pulvinar a consectetuer ante. Commodo dolor. Euismod velit duis imperdiet nec praesent integer. Rhoncus etiam magna cras a quam fusce quam litora potenti dapibus consectetuer porttitor. Posuere felis vestibulum. Blandit ipsum. Integer massa eget sodales enim mus aliquet vehicula. Lacinia lacus. Nonummy vitae. Feugiat purus augue sodales per ac a enim. Quisque felis ut consequat ut. Nonummy justo metus quis."
     ]
    },
    {
     "title": "Euismod metus.",
     "paragraphs": [
      "Conubia porta erat consequat. Iaculis justo rhoncus nullam porttitor dapibus ipsum. Potenti etiam felis taciti hendrerit parturient nisl nulla varius hendrerit massa elit blandit. Rhoncus morbi. Blandit magna. Egestas class eget ultricies ad nulla. Posuere porta adipiscing id sollicitudin pretium ornare magnis habitant. Aliquam fusce massa nostra dolor parturient quisque quis eget eu felis hac elit enim. Dapibus class mi lacus consectetuer vehicula fames eros a justo gravida. Gravida augue. Quisque risus et ut cursus lacinia posuere nullam sed mi. Integer fames elit odio tempor. Laoreet nulla. Gravida dolor massa leo sapien pretium nunc sollicitudin torquent proin ac. Euismod nulla cum quam non lorem. Commodo netus. Potenti netus. Lacinia lacus odio justo integer in. Potenti magna nec hendrerit accumsan mollis. Iaculis neque vel risus porttitor elit mus morbi nibh laoreet amet. Natoque massa fames cum eros a nisl ad. Laoreet fusce eu curae mollis.",
      "Laoreet velit hac. Laoreet justo non porta class tempus amet pellentesque ac dapibus diam senectus. Pretium nulla id ligula. Potenti class netus diam eu penatibus magna quam id pellentesque aliquet felis elit donec euismod nibh. Dapibus etiam velit. Blandit ipsum ac nostra id pede dolor nam erat eget. Laoreet proin. Natoque magna velit a odio vestibulum tristique condimentum phasellus amet duis est. Iaculis purus odio. Potenti lorem. Conubia augue velit hac amet torquent elit est. Quisque neque fusce bibendum fames a odio. Blandit lorem ve mus id. Natoque donec sem augue ante platea consequat platea felis. Euismod ipsum diam. Quisque risus mi libero dictumst posuere. Pretium etiam sit pharetra a sollicitudin urna netus arcu duis massa donec suscipit ad. Euismod donec. Feugiat lacus quam aliquet risus proin libero congue. Vivamus risus ve curae ut libero accumsan dis aliquet curae at mollis ridiculus est. Commodo fusce. Euismod class mi magnis fermentum class interdum.",
      "Lacinia porta enim id cum nunc penatibus massa. Integer lacus quam cum id a odio porta semper adipiscing. Laoreet class euismod erat arcu nunc. Blandit ipsum conubia libero. Laoreet vitae neque fusce maecenas donec ante ut ipsum. Cubilia ipsum ad cras nostra litora sociosqu. Egestas nulla metus mauris at torquent euismod nulla risus tortor et vulputate a. Blandit curae sem nisl mattis ut interdum non sollicitudin mollis. Sodales donec nisi quis cubilia at litora. Feugiat curae proin porta risus morbi vel mollis mi mauris. Cubilia vitae sem felis iaculis sit vehicula pellentesque. Euismod curae. Blandit justo. Lacinia velit hac sagittis gravida luctus ad magnis purus montes pellentesque. Lacinia felis pede congue ultricies tortor consequat dis curae mauris massa lorem erat purus mus duis odio. Commodo risus. Rhoncus ipsum proin a litora curae vivamus eros ante non. Posuere purus. Nonummy donec. Blandit donec at dolor aptent ac orci cursus iaculis. Gravida justo ut pellentesque rhoncus fames elit nisl eros gravida felis. Aliquet massa et porta."
     ]
    }
   ],
   "title": "Potenti fames fusce ante id eget eu ante.",
   "paragraphs": [
    "Laoreet fusce quam a nulla. Iaculis fusce class purus nisl nonummy id ad etiam. Dapibus curae ipsum ligula nulla vestibulum ullamcorper sociis mi. Aliquet lacus hac quam lobortis. Rhoncus lacus at felis congue scelerisque morbi penatibus tellus enim taciti. Natoque fames fusce volutpat in mauris est eni pretium mattis et. Viverra ipsum. Gravida augue velit mauris luctus dignissim. Posuere donec duis varius tincidunt sit fusce quis. Nonummy velit. Aliquet felis purus magna vitae lorem pede feugiat ve montes ligula eros sapien nullam porta ut. Viverra vitae parturient maecenas felis odio lectus dis nostra leo. Natoque netus adipiscing diam dolor cras a. Integer netus quam habitasse sem gravida donec vestibulum. Egestas lacus. Nonummy porta pretium. Gravida fames diam. Laoreet etiam. Viverra dolor nisl. Rhoncus risus. Aliquam netus adipiscing dictumst euismod odio cursus rutrum habitasse adipiscing aliquam leo. Sodales nulla eu sollicitudin egestas morbi parturient condimentum sapien ve duis ligula sociis.",
    "Cubilia purus est urna. Conubia netus eget quisque mi hac duis nulla taciti inceptos sodales. Posuere morbi massa taciti condimentum morbi curabitur sed amet justo lacinia. Potenti risus ve porttitor scelerisque eni. Sodales fames diam egestas at. Vivamus dolor fusce duis aliquet augue ad porttitor a tincidunt augue. Vivamus felis ante eu sollicitudin luctus primis. Potenti lacus proin. Conubia netus vel ante. Gravida fames eros. Egestas ipsum neque metus orci pretium ve arcu ullamcorper pellentesque. Sodales etiam. Cubilia nulla nisi commodo a litora diam dictum donec condimentum pharetra fermentum etiam hymenaeos sodales tortor class in. Aliquam nulla. Gravida donec mi placerat cursus. Lacinia justo ve congue pellentesque ultricies nostra eu. Laoreet purus ante luctus est feugiat nascetur mi montes pellentesque. Commodo fusce lorem suscipit leo. Sodales justo cum urna feugiat netus in convallis a nam phasellus aliquet. Rhoncus risus non quis ante convallis mi enim fusce tincidunt orci. Nonummy lacus. Nonummy augue est sociis eu interdum laoreet curabitur ac consequat facilisis urna condimentum.",
    "Dapibus ipsum. Lacinia proin. Aliquet donec arcu leo malesuada. Feugiat fames. Conubia dolor. Sodales augue nam odio adipiscing consequat suspendisse non ut. Dapibus etiam ac nibh senectus cras. Viverra felis mus nunc vehicula lacinia libero ve facilisi egestas ve per fermentum. Laoreet justo nisi fames nonummy ac ve. Posuere nulla pede nec lobortis a faucibus eros tellus varius fames quisque. Viverra class nisl mi sit diam a eget parturient dictum non parturient luctus arcu. Blandit ipsum velit erat fames in tempor. Pretium fusce at. Feugiat class. Natoque metus massa erat id purus ut id eros. Aliquet velit dis lectus euismod commodo facilisis sem. Gravida proin etiam massa. Euismod etiam cras. Euismod etiam urna iaculis morbi ad proin velit nostra. Quisque velit mi orci tellus et diam dignissim id nulla sollicitudin. Viverra donec. Blandit vitae diam class lorem scelerisque suscipit."
   ]
  }
 ],
 "abstract": "Iaculis morbi urna ve volutpat nostra nisl luctus sagittis velit et lacus vitae ridiculus. Cubilia porta at lectus feugiat iaculis cursus cras in etiam tempus donec justo rutrum sollicitudin natoque curae. Gravida massa hac enim diam malesuada ut fringilla adipiscing urna. Euismod morbi vel morbi ornare scelerisque netus litora et nam arcu erat. Iaculis vitae ac ipsum platea velit egestas cras ante cubilia quis. Iaculis lorem eros proin facilisis ultricies duis scelerisque. Dapibus etiam eni eget ultrices bibendum. Feugiat class eu tincidunt. Nonummy metus id fusce at platea praesent ultricies ve mollis ut inceptos elit. Dapibus purus orci etiam fermentum iaculis dis parturient. Nonummy justo ac class luctus dis feugiat bibendum. Gravida dolor massa congue sociis venenatis porta sodales libero sit pede dui vulputate. Cubilia risus quam ut porta sapien scelerisque nulla aptent ullamcorper nulla convallis vestibulum orci nullam. Posuere etiam vestibulum dictumst commodo nunc id curae. Vivamus augue nam purus netus facilisis blandit magna quam ultrices metus eros non consectetuer rutrum lorem. Commodo massa cras sed netus magna fusce taciti mus semper. Conubia netus amet scelerisque mi mauris a sociosqu sit ornare lacus id. Lacinia curae eu magna eu mus enim sit purus adipiscing orci. Potenti neque dis nibh. Natoque netus vel aptent urna hymenaeos lorem lobortis ut condimentum. Aliquam vitae orci a metus mi congue maecenas consequat. Nonummy fames nisi maecenas fames aptent in rutrum velit donec.",
 "authors": [
  {
   "name": "Ben Fassett",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Crane Nuclear Of Toronto"
  }
 ]
}