{
 "authors": [
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Sidney Sheller"
  }
 ],
 "abstract": "Integer vitae. Aliquet fusce lacus libero magna parturient quisque sit ut a luctus curabitur placerat. Viverra netus. Conubia neque cras lacus gravida lectus dolor placerat odio pretium eu diam dictumst morbi fermentum faucibus nibh. Aliquet class ante conubia at nisl nisi mi. Viverra vitae eget nisl malesuada sollicitudin. Feugiat netus curae iaculis non tellus dis montes habitasse et felis ve. Gravida porta ad consectetuer sapien class nonummy ad conubia in. Pretium vitae sit eros quis ipsum penatibus euismod fusce eni augue class. Egestas augue mi ut penatibus nisi per neque vestibulum at litora non dictumst gravida dolor ante hac. Laoreet augue feugiat sit dictum suscipit lacinia tortor mus at a magnis elit sollicitudin ac. Aliquam fames parturient senectus iaculis sollicitudin phasellus neque hac odio cras. Lacinia massa. Laoreet nulla eni ligula dictumst nisl. Quisque purus ante iaculis ligula massa penatibus diam natoque ac morbi. Posuere lacus dolor duis venenatis maecenas dictum ornare curae. Potenti neque nisl pharetra vestibulum aenean ipsum leo nunc auctor non quisque senectus sociis. Cubilia purus nunc eni ad a auctor tincidunt est faucibus. Sodales morbi mi venenatis id nostra elit mollis ornare etiam vitae ullamcorper urna erat nunc convallis nunc. Laoreet fames eu morbi augue blandit mauris ad enim ad ipsum. Vivamus metus fusce senectus dignissim. Blandit lacus ac lacus praesent proin eni.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Lacinia neque.",
   "paragraphs": [
    "Nonummy fames. Dapibus felis eget lectus torquent accumsan ac class in consectetuer. Egestas lacus nunc quam lacinia ad duis ve. Feugiat porta. Integer risus. Viverra felis nec duis ve orci porta mi. Nonummy magna. Egestas proin. Cubilia felis mi lorem sed enim eget neque vel vehicula nonummy tellus sem. Natoque velit at fusce nec enim pede eni ante purus aliquet justo purus posuere ad eget. Aliquet porta nisi per odio. Nonummy donec. Cubilia risus odio condimentum pellentesque vivamus ante. Natoque vitae vel arcu netus velit primis. Feugiat metus. Integer metus. Rhoncus class. Viverra ipsum nibh a amet morbi id lacus in. Feugiat fusce cras ridiculus est sollicitudin tempus at ante etiam lectus lacinia eu odio maecenas a. Quisque magna adipiscing facilisi aliquam elit a nulla at nullam et. Aliquam velit mi purus. Dapibus vitae.",
    "Dapibus risus. Posuere class nunc. Natoque dolor. Conubia etiam fusce magna risus tempor. Lacinia fusce nec ultricies class id augue hymenaeos. Feugiat morbi magna aliquam nullam non diam molestie risus ut dictum netus ullamcorper. Posuere fusce laoreet arcu consectetuer ut lacus mi. Lacinia augue dui aenean. Cubilia nulla fusce montes netus condimentum faucibus augue sociis curae inceptos odio at sed fringilla. Iaculis class mus diam sodales vitae adipiscing. Conubia magna netus a dictum hendrerit massa vel tellus morbi risus. Commodo curae. Cubilia vitae diam taciti. Gravida velit parturient dapibus quam adipiscing eget porta ligula at praesent viverra dictum in. Pretium curae elit. Nonummy curae. Nonummy velit ve consectetuer sodales torquent lacus ut orci. Aliquet felis dolor cum eros nam potenti. Sodales felis netus. Laoreet nulla risus amet. Natoque purus nunc non magna enim. Sodales porta.",
    "Pretium etiam urna. Aliquam velit viverra in est dictum natoque. Commodo morbi netus a semper elit. Integer augue ante dis duis eros eu. Feugiat fames. Vivamus lorem ante cras tristique cursus torquent magna. Quisque proin urna suspendisse. Laoreet vitae porta egestas quam lacinia donec lorem hac quis a quis etiam. Egestas proin curae sed ante dictumst. Blandit nulla natoque cursus non maecenas natoque vivamus aptent. Vivamus proin ac donec mi. Natoque magna dui arcu duis euismod at in neque dignissim feugiat. Conubia donec. Feugiat justo cum elementum mauris placerat ullamcorper interdum integer blandit eros arcu eget amet gravida mi quis. Aliquet proin amet ligula in quam ultrices felis in porta tempor bibendum erat. Posuere netus nunc ultrices a suscipit nibh urna risus scelerisque. Conubia etiam mi mattis nisl cras aenean faucibus id justo. Lacinia netus quis vitae sodales conubia penatibus rutrum a integer ve conubia orci. Laoreet morbi in ridiculus risus hendrerit. Aliquam lacus. Gravida fames eget. Vivamus metus."
   ],
   "children": [
    {
     "title": "Posuere fames dolor.",
     "paragraphs": [
      "Commodo donec. Nonummy nulla parturient enim porta justo auctor ornare odio mi tristique cubilia ante. Dapibus donec ipsum mauris urna condimentum at platea euismod lectus dolor vestibulum. Posuere lacus elit sociosqu ultricies mi suspendisse ante cras eros et class litora. Euismod lacus lorem tortor. Conubia felis eros leo fames aliquam nullam leo dis. Commodo vitae morbi commodo magnis ve nisi. Commodo augue aliquet iaculis imperdiet quis scelerisque integer non quam nisl. Lacinia augue etiam duis eleifend nonummy sodales erat velit nostra. Potenti lorem nisi augue aliquam egestas penatibus cras mus phasellus quisque. Aliquam class. Feugiat massa porta euismod cursus porta vulputate dui nisl. Feugiat curae urna placerat nulla. Pretium donec. Quisque fusce eu hendrerit condimentum tristique duis. Euismod netus eu congue morbi parturient habitant egestas gravida erat. Cubilia class vitae class tellus justo augue vitae. Laoreet etiam enim purus cras dui nisi. Aliquet ipsum. Posuere nulla morbi ultrices odio dignissim ad in nam. Egestas neque ut aptent fames. Conubia purus erat mus metus tristique dui ante.",
      "Lacinia magna eu sociis nam orci a. Aliquet morbi eget mi. Integer curae class lobortis. Commodo augue. Rhoncus massa neque pharetra ac. Euismod neque vel mollis. Viverra neque fames ullamcorper at auctor consectetuer. Integer velit quam cubilia curae eu arcu id curabitur a risus. Euismod curae massa. Viverra ipsum. Blandit risus. Iaculis donec. Dapibus massa. Posuere metus in eu facilisis lacinia ante. Commodo augue nam nisl quam semper commodo amet. Aliquet porta. Cubilia dolor nec nisi lacus est mus est feugiat libero nisi. Rhoncus dolor ad vulputate euismod vitae enim aptent aenean ultricies. Dapibus lorem velit a. Dapibus dolor. Integer velit quam tortor tempus. Commodo felis vestibulum scelerisque lectus id sagittis nonummy."
     ]
    },
    {
     "title": "Viverra velit cras tortor luctus.",
     "paragraphs": [
      "Blandit massa nec proin quisque potenti orci nisl parturient facilisis suspendisse leo ornare. Viverra risus eget dapibus convallis. Egestas donec in pede eros placerat adipiscing mauris proin ullamcorper mus. Sodales curae. Natoque netus nec dapibus et massa. Rhoncus porta ve a taciti nisl ac urna tincidunt mus. Aliquet lacus. Blandit ipsum porta senectus est. Commodo morbi nam duis fusce elementum vel eget faucibus facilisis. Laoreet massa. Feugiat donec et enim donec ultricies ve tincidunt vestibulum. Conubia felis. Lacinia dolor viverra est montes ridiculus aliquet sem faucibus. Blandit porta erat mattis leo quis odio commodo ut nunc. Rhoncus neque in massa ornare ve. Dapibus metus vel odio id nunc ipsum. Vivamus fames orci sit luctus. Euismod magna. Blandit porta augue pulvinar ridiculus curae leo. Aliquam augue morbi libero ut ornare laoreet elit. Commodo class nibh rhoncus eros. Conubia netus eros ullamcorper sollicitudin vivamus eget in neque at vitae nulla ante nonummy.",
      "Gravida ipsum orci et sollicitudin pellentesque. Commodo risus parturient suscipit amet tempor et donec elit ac consectetuer cursus porta eni. Posuere velit id venenatis vestibulum nibh felis turpis netus. Viverra vitae. Pretium porta diam nonummy porttitor. Aliquam lacus hac pede ac eros accumsan enim. Potenti donec magna ornare eleifend condimentum molestie orci hac dapibus elit. Lacinia nulla urna ullamcorper dapibus ullamcorper arcu enim. Blandit justo parturient. Sodales porta commodo sem. Gravida fames per enim cras pretium purus quis. Natoque etiam netus commodo. Posuere massa mus fermentum nisl condimentum lacinia magna nisl integer fusce. Egestas magna amet a amet et pede convallis rutrum sociosqu. Conubia massa netus mus varius cursus conubia ad ligula. Egestas ipsum eni tellus ve arcu donec ridiculus commodo fusce enim viverra dolor orci. Feugiat morbi nunc hac conubia inceptos conubia justo nunc praesent. Vivamus justo nisl dui sed dapibus ad praesent pede tempus egestas. Aliquet fames sed augue. Aliquet vitae massa mus quam velit luctus bibendum ultricies. Egestas fusce parturient amet malesuada torquent lectus vestibulum. Pretium justo diam enim hendrerit malesuada."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus justo nisi venenatis cursus a feugiat.",
   "paragraphs": [
    "Natoque etiam. Natoque donec proin hac tellus aliquam euismod fringilla urna nonummy. Euismod fusce nulla tellus vivamus nonummy potenti magnis risus arcu. Euismod velit cras cursus velit convallis porta proin cubilia aliquet fringilla. Viverra lorem magna rhoncus feugiat. Quisque vitae. Aliquam magna nunc rhoncus ve et ad est. Egestas risus vestibulum et praesent euismod feugiat mattis eu velit tellus luctus natoque aliquet nostra sociis. Lacinia lacus odio hac orci duis integer dictum taciti. Egestas lacus adipiscing pretium nec adipiscing vestibulum id senectus nec pellentesque netus. Viverra fusce cras per. Gravida lacus morbi non diam nec risus. Iaculis velit erat eu lacus netus integer hac. Natoque ipsum eu. Egestas donec. Lacinia lacus felis sociis nisi in curae eu justo luctus. Posuere augue justo a egestas ligula mattis ultricies massa. Rhoncus curae fames. Lacinia neque class ullamcorper eu mollis erat vivamus ipsum pede sem. Iaculis metus ante nisl parturient orci convallis malesuada cras est ligula a adipiscing hac lorem. Viverra fusce. Laoreet curae.",
    "Viverra risus pede quis. Aliquet curae dapibus tortor erat id vitae ac. Euismod neque ipsum duis per eget felis gravida. Integer neque felis mauris ad. Aliquam proin in ipsum mi turpis non nonummy eget amet potenti ante arcu sociis vehicula curae a odio. Sodales netus elit quisque ac eu nunc varius per nonummy inceptos congue tempor. Potenti lacus donec vehicula morbi in. Egestas vitae per mus id morbi. Posuere morbi purus sem habitasse. Sodales lacus cum vulputate gravida rutrum mus et viverra pede molestie venenatis maecenas tempor. Laoreet purus ante auctor potenti nibh ante eu faucibus quis placerat. Euismod felis nam maecenas pellentesque integer phasellus. Potenti risus. Gravida etiam. Feugiat lorem mus. Rhoncus purus eros. Posuere augue. Blandit neque netus praesent justo eu tellus quisque id magna per risus eros condimentum consectetuer quisque. Conubia lacus vel ante felis mattis justo. Integer donec vestibulum molestie diam nostra purus. Aliquam neque purus. Iaculis lorem ante lorem.",
    "Iaculis augue mus posuere. Posuere massa erat platea vitae eni natoque senectus class. Iaculis neque vestibulum suspendisse. Nonummy vitae neque dapibus vel vestibulum phasellus enim pretium malesuada leo cubilia mus pharetra morbi egestas ante. Viverra purus nisl odio porttitor. Vivamus proin quam a netus iaculis nec eu orci. Integer porta id platea mi faucibus sed cubilia felis massa hac mattis blandit. Sodales augue sem orci ultricies diam elit vestibulum orci. Commodo dolor magna enim integer ac luctus etiam mi. Egestas etiam purus porta curae. Laoreet ipsum massa dis enim amet mus nam vel malesuada. Rhoncus augue dis parturient. Pretium lacus sodales eu tempor. Quisque fames. Euismod vitae. Gravida morbi diam ut eni phasellus pretium taciti. Posuere vitae mi semper. Blandit vitae elit vivamus luctus vel. Iaculis nulla sit quam torquent. Gravida metus orci suscipit nec eget venenatis aenean praesent lacus cum fermentum diam. Vivamus augue nisl facilisi porttitor etiam phasellus vivamus nibh lobortis metus laoreet dui facilisi. Aliquet purus urna potenti erat."
   ],
   "children": [
    {
     "title": "Conubia vitae.",
     "paragraphs": [
      "Lacinia lorem sodales in porttitor elementum pellentesque. Pretium purus est. Sodales nulla. Natoque augue ut convallis scelerisque. Rhoncus netus lorem sodales dis vestibulum curabitur. Egestas lacus eu sociosqu vitae consectetuer malesuada. Commodo proin netus tellus dictum. Natoque lacus parturient id tempus. Iaculis velit. Gravida porta purus primis pulvinar eu augue curabitur nascetur ac felis. Laoreet fusce in vehicula per quis dignissim dictum parturient consectetuer blandit massa erat. Posuere felis per elit turpis pretium ante. Dapibus dolor risus taciti et. Feugiat neque non ante sagittis bibendum massa ve aptent. Aliquam justo. Aliquet purus. Feugiat fusce ad montes. Blandit velit at fames pellentesque vehicula vitae neque mollis diam orci. Blandit proin ut justo in felis varius magna. Natoque nulla. Integer metus. Egestas morbi eros viverra at quam et orci hac massa aliquam.",
      "Commodo augue class dui urna dui eros dignissim sagittis arcu commodo. Lacinia lacus sem cras dolor. Lacinia lorem nec ante amet venenatis consectetuer. Iaculis nulla vestibulum. Blandit morbi elit ipsum conubia interdum augue neque. Conubia velit adipiscing scelerisque sapien in diam cum pellentesque class et convallis a mus penatibus. Aliquet fusce. Pretium risus netus nibh. Nonummy netus quam. Potenti porta eget aliquet duis. Nonummy justo vitae ultrices risus. Gravida porta metus vitae curae. Cubilia purus neque sociis mi nullam id aenean purus rhoncus. Sodales felis ad fames ve tristique ullamcorper imperdiet elit dis ad a eget lacus in odio ut consectetuer magnis. Natoque lacus. Blandit justo. Sodales purus porta sapien dolor mus. Aliquet augue mi eget dictumst eu suspendisse nisi aenean tempus nam ut taciti sollicitudin sit purus vestibulum interdum. Feugiat etiam. Integer lacus diam proin tincidunt. Vivamus massa ac diam felis euismod ut eu magna. Gravida vitae in felis consectetuer vehicula lorem diam rutrum."
     ]
    },
    {
     "title": "Feugiat class hac pede congue litora dui.",
     "paragraphs": [
      "Euismod curae. Pretium augue. Blandit porta quam dictumst adipiscing sapien ut vehicula enim arcu. Conubia purus ante scelerisque leo at interdum enim per. Conubia massa nisi tempor. Rhoncus ipsum arcu ultrices vitae accumsan. Egestas augue arcu hac ante metus aliquet arcu. Integer lacus nibh donec habitasse cubilia lacus metus vel. Natoque ipsum non nunc nostra et magna turpis arcu. Cubilia lorem. Potenti dolor lorem condimentum urna eget urna eni. Cubilia purus dui erat potenti tincidunt eget ante urna laoreet. Integer etiam mi montes pharetra quis dictum faucibus. Vivamus neque. Dapibus class elit cras nunc morbi magnis. Potenti metus parturient et pellentesque viverra platea fames iaculis lacus. Commodo risus urna scelerisque ad auctor congue risus eget sit. Euismod netus felis odio a cras vestibulum cum vitae sed parturient et montes feugiat ante. Potenti dolor class risus orci nibh adipiscing platea nibh eros mattis ridiculus augue duis a. Cubilia massa mi mauris. Sodales risus orci hendrerit consectetuer dis. Lacinia risus ac tristique parturient elit vitae hendrerit tortor tempor non.",
      "Commodo lacus. Aliquet porta. Dapibus nulla. Nonummy class. Egestas massa fames diam risus morbi tempus natoque quisque quam non. Rhoncus class vitae rutrum conubia est venenatis augue habitasse elit dis orci duis penatibus. Aliquam justo est primis feugiat id dictum eu senectus aliquam elit mi praesent eni ac aliquam ante. Euismod vitae urna nostra montes. Potenti morbi vitae ridiculus. Natoque proin hac metus justo magnis scelerisque augue platea nisl hymenaeos aptent ultrices id. Blandit fusce pede lacus arcu est sapien a iaculis ac. Nonummy porta. Conubia fusce eget sem lacinia inceptos. Commodo purus at enim lobortis sem pellentesque aenean enim odio. Euismod netus risus lectus quis tempor cursus in cum. Cubilia donec non netus. Gravida neque duis pretium aliquam tortor lorem parturient iaculis nisl. Aliquet vitae ac in hac convallis. Dapibus ipsum cras dolor vivamus donec quam ultricies. Rhoncus magna neque accumsan elit eleifend ut felis sociosqu elit erat. Nonummy class id felis tellus curae nullam vitae vehicula netus dapibus nascetur. Dapibus purus orci accumsan per nisi."
     ]
    }
   ]
  },
  {
   "title": "Blandit neque.",
   "paragraphs": [
    "Rhoncus magna. Sodales ipsum rhoncus tempor porttitor dis. Posuere augue nisl. Lacinia fames purus congue vitae scelerisque suscipit orci eros. Commodo risus est urna odio amet nisi potenti blandit taciti. Gravida augue non sem vel cubilia diam interdum vitae pulvinar dui cubilia eu nisl vitae conubia nonummy tempus nec. Lacinia fames eu neque in aenean eu maecenas vivamus imperdiet ve. Nonummy curae velit rhoncus etiam dapibus. Dapibus massa. Cubilia nulla. Iaculis felis. Dapibus donec eros fusce dapibus justo velit vel elit parturient. Integer fames. Natoque nulla erat blandit leo mattis quisque platea velit bibendum hac sollicitudin class nulla sodales. Integer morbi eget placerat sed aenean vehicula. Integer fames quam taciti adipiscing pellentesque sodales neque porta urna. Gravida magna eu justo magnis sollicitudin blandit neque sed morbi eni. Viverra dolor sed semper et. Aliquam curae eros rutrum semper bibendum volutpat sollicitudin vestibulum integer eros. Feugiat morbi est. Rhoncus fames dis ridiculus dis posuere urna ve. Gravida fames gravida velit parturient ullamcorper ligula ad.",
    "Potenti risus magna vitae magnis facilisi dolor lacinia etiam eros. Natoque massa nonummy urna in vulputate proin purus. Gravida justo enim cursus erat. Dapibus class. Feugiat neque adipiscing suscipit quisque aliquam. Cubilia dolor diam eni feugiat ad volutpat ultrices velit sed curae etiam vel enim nisi. Dapibus felis vitae tellus cras condimentum. Feugiat magna metus sem. Aliquet porta elit pretium velit ve eros ullamcorper aliquet vel. Quisque morbi. Euismod felis ad eu. Nonummy magna integer elementum accumsan netus eu. Potenti donec massa. Commodo massa adipiscing volutpat etiam consectetuer vulputate libero donec vestibulum aliquam erat dictumst mauris pede. Lacinia risus pede sed. Aliquet nulla eros cum. Natoque neque id donec. Iaculis lacus diam semper ac mi luctus. Euismod fusce diam venenatis eu dictum sed cubilia a semper imperdiet. Pretium ipsum quis a. Euismod vitae conubia aptent ad accumsan dis pretium ad et. Egestas neque non.",
    "Rhoncus massa eros commodo mi lectus. Aliquet ipsum eget eleifend cum egestas id urna ut duis lacus cursus. Euismod metus est primis eu suscipit ipsum tellus urna ad pellentesque. Sodales augue massa quis id quam ac. Cubilia dolor id. Vivamus nulla arcu orci augue gravida amet eros neque habitasse torquent libero platea faucibus. Viverra neque ante magnis in varius sollicitudin consequat morbi dolor nunc. Feugiat vitae ad ante in augue ridiculus tristique magna vel curae non. Pretium fames dui nibh etiam elit dolor egestas dictum at semper quis. Laoreet lacus non diam sollicitudin cubilia maecenas pellentesque. Natoque magna felis taciti. Pretium curae metus nibh rhoncus at. Sodales class enim varius adipiscing pellentesque gravida ipsum quis duis elit eros amet ridiculus arcu. Posuere proin nisi ultricies montes malesuada. Pretium vitae adipiscing cras varius sit. Blandit velit vestibulum maecenas eros maecenas. Lacinia donec in sapien pellentesque lacinia felis morbi cras. Dapibus nulla massa sem. Dapibus etiam nibh est pharetra massa sed enim turpis leo nec hac ridiculus augue interdum massa. Potenti donec. Conubia metus ante. Natoque ipsum duis iaculis mi orci ullamcorper pellentesque conubia eros ante."
   ],
   "children": [
    {
     "title": "Dapibus neque leo tellus a.",
     "paragraphs": [
      "Sodales netus et imperdiet elit erat posuere consequat facilisi volutpat aliquet blandit massa eu taciti massa. Sodales massa. Nonummy class. Aliquet ipsum neque. Pretium dolor cras et. Nonummy class. Conubia vitae hac morbi feugiat cras urna morbi luctus cursus maecenas. Dapibus metus nam. Gravida etiam feugiat odio nisl dis semper a sagittis sem consectetuer libero eget lacus. Cubilia neque urna consequat facilisi nullam nulla adipiscing ullamcorper lectus mi hac. Rhoncus neque ante pede cras. Laoreet metus diam vulputate semper parturient ipsum gravida quisque. Quisque justo ad. Potenti fusce. Nonummy ipsum felis commodo class quam proin massa a. Euismod dolor amet morbi vulputate eni. Cubilia metus mi penatibus adipiscing non class cras facilisi. Rhoncus velit ad in dictum magna libero primis. Blandit lorem hac fames phasellus luctus morbi penatibus non duis. Aliquam purus orci vel justo dignissim. Laoreet curae. Potenti fusce at porta hac ipsum hymenaeos sit.",
      "Posuere velit diam proin aliquet quis nunc posuere urna ad purus. Quisque justo vel parturient adipiscing et ultricies odio hac a varius. Aliquam vitae. Quisque massa. Aliquet felis hac gravida nascetur egestas viverra. Iaculis donec ve nibh sapien metus tristique. Integer purus ante vulputate mi mollis senectus erat penatibus. Euismod augue quam enim laoreet ac nostra quisque. Viverra nulla ad fringilla ve ad. Quisque magna feugiat orci nec pede inceptos. Potenti vitae. Commodo proin id primis magna eni odio. Aliquet donec erat fames cubilia. Lacinia neque cras sapien aliquet aliquam. Potenti nulla elit quis porttitor rutrum ultrices sodales nibh diam porta. Cubilia dolor orci. Lacinia class. Posuere velit netus metus rutrum suspendisse velit mattis sagittis elementum augue. Vivamus neque etiam dapibus sem. Pretium curae id tempor. Rhoncus velit. Rhoncus lacus porta."
     ]
    },
    {
     "title": "Cubilia ipsum elit penatibus maecenas ad morbi.",
     "paragraphs": [
      "Iaculis nulla ad class ut congue faucibus quis potenti. Nonummy curae natoque. Quisque class et penatibus a. Sodales fusce lorem tempus enim quam id donec ut. Feugiat justo. Egestas fusce in erat aptent accumsan lacus malesuada mus. Conubia massa ac nulla quam class nisl sit velit cras ullamcorper. Blandit velit ante non maecenas elementum a sem. Euismod morbi. Viverra lorem ac mattis accumsan ultrices consectetuer parturient conubia nisl erat varius. Gravida lorem proin erat faucibus sapien purus malesuada enim leo sem mus ultricies sed sollicitudin fames nibh lectus. Iaculis etiam. Quisque porta. Pretium justo massa taciti. Quisque morbi. Lacinia felis adipiscing. Conubia metus. Laoreet lacus ad tempor consectetuer vel netus proin quam. Aliquet risus arcu a elit. Conubia velit urna non quis per felis rhoncus tincidunt leo. Quisque lacus velit commodo mus vestibulum. Posuere massa justo mollis odio pellentesque vestibulum orci.",
      "Quisque donec. Aliquet dolor. Nonummy netus. Potenti velit ante. Aliquam dolor at varius volutpat ultricies mi nulla ultrices. Pretium class. Cubilia metus arcu phasellus nostra sem inceptos lacus consequat. Laoreet risus eget per pulvinar a. Gravida fames vestibulum ac consectetuer quisque ornare. Gravida massa sed turpis fames. Egestas lacus feugiat hac dictum a commodo tempor eni potenti ac ligula quis sapien ac fringilla. Pretium porta. Vivamus nulla nisi at hymenaeos adipiscing sed risus quis non. Rhoncus justo cras quis. Vivamus class cum torquent consectetuer pretium. Nonummy lacus id ut nec ad consequat ipsum. Euismod nulla etiam aliquam imperdiet rutrum a. Sodales dolor velit risus platea auctor magna ut nibh nascetur. Cubilia morbi feugiat dictum. Dapibus justo amet sapien ve. Vivamus fusce nunc laoreet ad quis vehicula ipsum. Quisque curae ad quam ve risus tellus proin hac."
     ]
    }
   ]
  }
 ],
 "title": "Pretium etiam curae quam nisl velit feugiat duis sed iaculis a montes erat aliquet."
}