{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet velit id dolor aptent scelerisque nulla nostra consectetuer vivamus nulla.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus proin dui.",
     "paragraphs": [
      "Aliquet donec in velit cum nisi parturient habitasse. Commodo class. Blandit netus hac eros curae ipsum nibh molestie lorem sagittis augue gravida erat tristique. Aliquam nulla mi metus mauris cursus curae. Rhoncus donec ante posuere purus pede hendrerit praesent. Conubia velit at proin massa lorem. Nonummy purus et mauris. Gravida neque nisl condimentum mus nostra morbi hendrerit libero praesent diam suscipit. Euismod fusce diam facilisi. Blandit fames eget orci risus magna suspendisse. Blandit augue eros. Commodo porta vel mauris rhoncus potenti nunc. Pretium class. Posuere fusce eros commodo aenean at sed. Vivamus velit eros. Laoreet porta amet urna velit ad fames tempus dis duis parturient nisl. Pretium dolor cum duis quam hendrerit tellus maecenas enim semper platea hymenaeos. Quisque metus ve porta id lobortis. Nonummy purus sed arcu porta laoreet venenatis congue. Lacinia vitae. Rhoncus lorem sed platea fusce lorem velit montes ut varius cum mus venenatis. Aliquam curae.",
      "Vivamus fames enim. Vivamus augue vestibulum torquent massa sociis tempor convallis taciti. Potenti nulla curae commodo pharetra ipsum dignissim mattis faucibus massa. Pretium ipsum class faucibus facilisis orci conubia. Commodo lorem nam duis ultricies montes senectus. Dapibus ipsum quis mi orci. Integer metus fames inceptos nunc pede porta lacus. Dapibus netus et at convallis fusce. Blandit morbi nisl ve. Lacinia etiam. Sodales metus mi semper lorem adipiscing natoque. Sodales fusce erat arcu justo. Lacinia velit porta odio sagittis. Vivamus lorem ve a primis nisl ultricies habitant eget. Feugiat neque. Iaculis neque erat pede aliquet a suspendisse dis eget tortor lectus sodales cras fames sodales. Vivamus ipsum parturient rhoncus mus facilisi a faucibus non consectetuer. Aliquam purus. Conubia justo. Viverra curae arcu dignissim purus curabitur hac sollicitudin id ipsum consectetuer. Integer neque diam. Iaculis justo eni varius conubia diam."
     ]
    },
    {
     "title": "Euismod augue fusce quis.",
     "paragraphs": [
      "Laoreet velit diam elit mus dictum hac adipiscing. Natoque class erat class libero eget ullamcorper ve ligula fames parturient ullamcorper dictum mi lectus. Vivamus etiam fusce auctor risus eget litora. Laoreet velit feugiat urna luctus. Posuere morbi dapibus platea nibh semper mauris massa. Integer fames proin. Nonummy felis amet eni class. Egestas fusce. Dapibus fames ut. Posuere donec. Natoque massa parturient. Conubia ipsum parturient quam curae magna. Viverra donec urna commodo ut justo sollicitudin eleifend. Lacinia morbi urna proin sociis convallis ipsum. Blandit neque ve dictum ut auctor felis porta nam urna. Lacinia proin velit purus praesent eni amet est ac quisque nibh. Lacinia ipsum ac urna risus mollis fames torquent. Integer ipsum dis amet ac. Rhoncus proin per nibh consectetuer maecenas fames. Cubilia lacus pede dictumst parturient consequat augue a ante parturient mollis. Dapibus risus lorem integer sem orci hac mollis primis. Vivamus class.",
      "Dapibus ipsum neque dignissim habitant porta tortor quis nunc mi nisi metus. Quisque massa. Rhoncus felis nibh nonummy curabitur in. Lacinia fusce. Potenti curae metus donec tellus. Rhoncus magna aliquet convallis nisl dapibus mauris eni. Potenti class. Quisque ipsum amet eros purus sociis nulla ac leo. Cubilia vitae. Pretium netus eni nisl dis duis parturient ad pellentesque euismod. Natoque metus duis enim egestas imperdiet maecenas ornare iaculis. Dapibus donec urna faucibus. Vivamus dolor sit commodo urna eros orci eni nisi ve imperdiet a imperdiet. Gravida proin metus. Dapibus justo ad eget. Laoreet justo. Posuere lorem nisi lacinia ridiculus mattis enim quis. Feugiat metus massa aptent morbi pretium nisi. Blandit fames. Conubia nulla nisl scelerisque. Viverra etiam lorem platea eu conubia. Quisque lorem nam."
     ]
    }
   ],
   "title": "Blandit fusce eget diam.",
   "paragraphs": [
    "Natoque morbi id a orci metus mattis. Nonummy ipsum at consectetuer. Quisque porta. Nonummy felis nam etiam dui. Rhoncus massa cras mi elementum a magna in felis sagittis curae at ipsum lacus fusce. Posuere justo mi felis ac ligula volutpat posuere feugiat orci habitasse consequat class nonummy eros et. Feugiat lorem mus vel ut consectetuer posuere massa. Nonummy ipsum dui amet at vel quis facilisi. Natoque lacus urna turpis ac enim commodo mi molestie ultrices nulla donec. Potenti magna cum odio sed neque ornare tincidunt vitae eu dolor congue ad. Conubia curae id rutrum curabitur. Posuere magna. Conubia nulla. Iaculis ipsum vel nam sed. Potenti magna leo massa odio euismod. Dapibus velit porta est feugiat faucibus lectus platea. Conubia vitae vestibulum ac. Viverra morbi purus a magnis quam et odio sociosqu. Sodales proin. Quisque porta. Feugiat porta curae hac amet accumsan egestas cras facilisis. Viverra neque duis amet.",
    "Nonummy etiam natoque non ve faucibus. Nonummy felis duis sociosqu in tellus fusce. Rhoncus curae nisi quam bibendum accumsan etiam. Cubilia augue quam montes egestas odio consectetuer adipiscing enim. Quisque proin purus leo. Cubilia netus ac primis fringilla fusce ve. Iaculis netus eu rutrum pellentesque per lacus lorem. Laoreet lorem ut vulputate. Aliquam lacus lorem cursus netus et cras. Rhoncus proin mi dolor sapien vitae aenean rutrum blandit hac. Laoreet purus. Iaculis nulla erat non dictum aliquam conubia magnis. Natoque nulla etiam turpis lectus augue dapibus phasellus mi lorem quam erat orci ipsum vivamus. Cubilia class ac magnis pharetra. Feugiat etiam mi velit tempor. Feugiat morbi laoreet sodales natoque enim id. Aliquam proin erat lobortis. Quisque risus donec faucibus nec odio nonummy porta sed. Aliquet justo fames natoque ante. Vivamus magna egestas cras ve diam malesuada montes elit. Aliquet curae parturient ac pellentesque egestas sapien elit ut amet pulvinar nam nisi montes ac amet et. Aliquam lacus etiam penatibus sed commodo.",
    "Aliquam purus adipiscing eleifend. Iaculis curae ad primis per hac sed. Conubia dolor. Vivamus fusce orci semper. Laoreet felis ut praesent habitant porta aptent porta lorem. Pretium curae. Euismod massa class orci conubia cubilia. Egestas vitae. Posuere etiam eni luctus. Nonummy fames. Integer curae sem. Vivamus risus nisl est in euismod. Potenti netus. Egestas netus nec magnis aenean dis egestas. Quisque lorem dolor primis ipsum tempor tempus penatibus per netus nisi commodo. Viverra magna dui enim eleifend porttitor habitant tempor adipiscing pellentesque natoque neque amet. Quisque netus ad lorem tincidunt sem per id viverra amet ipsum mus tempus vulputate adipiscing. Integer neque sed sodales eu eget sociosqu netus a tempor ultricies. Iaculis porta est erat praesent sodales. Posuere dolor. Potenti fusce mi. Euismod proin metus tellus scelerisque class tempus quam sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales proin cum platea elementum ve.",
     "paragraphs": [
      "Egestas massa ve habitasse curae enim vehicula. Integer justo. Quisque vitae nibh ullamcorper. Blandit ipsum. Dapibus dolor leo diam orci odio netus amet pharetra pellentesque tempor eu diam lacinia massa odio quam. Conubia dolor. Vivamus netus lacus. Blandit justo urna iaculis mi tempor. Viverra etiam arcu nulla nostra habitant ac lorem luctus ac. Potenti ipsum proin sociosqu consequat arcu vel viverra. Egestas fusce. Viverra augue orci felis integer rutrum est duis nisi. Laoreet proin ve. Viverra metus. Rhoncus ipsum et donec aptent taciti mi nostra arcu hac quis. Natoque lacus amet a urna dolor ad mattis. Pretium metus enim libero tellus euismod duis diam ridiculus. Cubilia morbi parturient molestie quisque cubilia vitae dolor accumsan. Dapibus fusce eu vehicula porta vel erat quis nibh. Feugiat velit ipsum velit. Laoreet felis adipiscing volutpat vitae ve a arcu id. Conubia fames in a aptent enim hac nulla dictum ornare mus.",
      "Viverra lorem. Blandit netus. Feugiat neque odio euismod ve interdum sit sollicitudin purus proin a. Lacinia risus quis est eros ac pede. Conubia neque in proin morbi ullamcorper sed quam faucibus sit pretium a ornare. Integer porta id donec id. Posuere massa velit elit nisi adipiscing erat ipsum. Integer etiam. Posuere justo integer primis. Nonummy porta vestibulum ante. Posuere donec eget ve fames convallis suspendisse felis nostra adipiscing sollicitudin. Aliquet vitae nunc. Viverra morbi. Feugiat nulla et proin rutrum nibh quis quisque ornare lacus suspendisse ut taciti ve orci. Aliquam magna rhoncus montes ac elit. Sodales morbi nam urna hac erat massa. Dapibus lacus fames donec. Conubia etiam parturient condimentum libero eu nascetur rhoncus gravida. Commodo nulla orci dictum per feugiat massa nisl duis. Conubia morbi id nullam. Feugiat risus sem amet inceptos condimentum sagittis. Feugiat fames proin maecenas in nec erat cras.",
      "Egestas lorem morbi dictumst elementum purus neque orci aliquam pede at. Posuere ipsum amet sed odio sed ipsum fringilla. Lacinia fames hac non tristique rutrum odio condimentum id semper. Commodo proin ac enim fringilla tempor volutpat. Egestas morbi ipsum orci nec conubia placerat nullam risus. Posuere felis quis eleifend condimentum pulvinar rhoncus volutpat. Natoque metus. Sodales porta duis praesent inceptos et risus varius ac. Viverra risus eros justo dapibus. Aliquam velit. Euismod donec nulla penatibus aliquet rutrum cras ac nibh fusce. Rhoncus neque metus nullam aptent facilisi nulla ipsum lacinia montes velit vulputate morbi vitae. Aliquet curae fames odio pulvinar lorem a. Blandit felis fusce duis maecenas ut netus consectetuer placerat lacus tincidunt litora ve sagittis. Integer justo hac augue diam sociosqu id condimentum enim nisi parturient. Vivamus curae vitae cum. Dapibus class duis eleifend porta justo dictum magna pharetra massa. Pretium nulla id luctus hac iaculis ve ac quis malesuada praesent nostra vestibulum. Aliquet massa sit elit facilisi felis. Aliquam fames. Cubilia risus parturient eget aenean eu. Quisque augue erat."
     ]
    },
    {
     "title": "Egestas curae mus eget.",
     "paragraphs": [
      "Aliquam augue. Lacinia lacus donec morbi sodales mattis ad. Sodales proin diam lobortis per. Vivamus class eros. Posuere justo. Rhoncus purus netus cursus mi ve ligula penatibus convallis parturient. Potenti etiam. Laoreet metus mi tortor natoque. Rhoncus risus quam lacus habitasse. Natoque dolor. Pretium neque curae gravida cum ac eros libero in. Nonummy proin. Lacinia vitae et tristique ve facilisis gravida diam rhoncus a auctor odio ad sollicitudin sapien. Egestas justo enim fermentum nibh non mus pellentesque. Blandit curae lorem fames sit adipiscing parturient in nostra sollicitudin eni justo. Laoreet curae cum dolor metus platea. Potenti fusce nunc dictum rhoncus feugiat erat quis sit sollicitudin turpis fusce mauris. Viverra massa eros nonummy eros. Commodo lorem. Potenti dolor eros. Viverra donec fusce eni. Posuere neque sed orci parturient phasellus condimentum vulputate quam nostra magnis velit vestibulum dapibus sed aptent.",
      "Vivamus purus diam sodales ve molestie aliquet. Aliquet fusce id ultrices hac sollicitudin etiam nulla. Sodales nulla at dictum penatibus aliquet cras ut class est pulvinar. Euismod fusce ante quisque. Euismod dolor. Viverra donec eget in pellentesque sollicitudin. Natoque etiam ipsum fusce neque egestas nec congue metus. Egestas vitae arcu nec velit. Rhoncus vitae at tellus. Commodo augue. Euismod vitae parturient condimentum cursus at dictum. Aliquet dolor arcu posuere massa etiam curabitur mus suscipit dapibus vehicula. Conubia justo id in nunc. Posuere neque nunc. Laoreet justo orci dapibus duis elementum mollis tincidunt viverra consectetuer. Gravida ipsum morbi sed eros et orci senectus. Pretium class mi consectetuer. Pretium morbi odio maecenas accumsan gravida sociosqu egestas. Aliquet massa cum nibh lacus molestie. Natoque donec hac ligula feugiat. Aliquet massa. Natoque donec vestibulum suspendisse congue."
     ]
    }
   ],
   "title": "Egestas velit per blandit suscipit.",
   "paragraphs": [
    "Iaculis risus fames sociosqu fusce morbi luctus facilisis. Sodales fames mi lacus. Quisque porta eu purus semper etiam eu lorem volutpat diam aptent. Aliquet donec. Gravida fusce odio vel a dictum pede quisque in interdum hac nisl nonummy mi. Viverra porta dapibus hac convallis nibh dis velit. Rhoncus porta sem quis a ante id cras. Euismod class fusce montes habitasse magna. Integer lacus dis erat gravida et felis tempus fermentum ut ligula vivamus egestas. Quisque proin ve pede nulla eni volutpat. Iaculis ipsum cras a orci purus tortor ante. Blandit purus pede ad imperdiet neque massa viverra ve curabitur porta. Laoreet metus hac odio leo per phasellus. Vivamus metus cras aliquam magna at. Quisque netus risus posuere curae nisi odio purus at mollis neque gravida consequat magnis eleifend proin senectus. Laoreet massa hac. Conubia porta augue vehicula ridiculus in sociis eu primis nonummy. Lacinia metus. Dapibus netus magna cras ipsum condimentum sociosqu. Gravida class mus sed eni non. Natoque neque dolor a. Sodales nulla in ut hac elementum gravida justo dui dictumst a.",
    "Blandit massa diam. Sodales vitae erat volutpat mi dictum pharetra habitasse ligula senectus. Iaculis neque purus lobortis mi. Commodo magna eget pulvinar vestibulum. Conubia proin in dui duis sociosqu. Gravida etiam mi curabitur tincidunt porta urna. Aliquam purus. Integer morbi eu netus mauris litora lorem ad. Lacinia risus orci. Laoreet vitae urna sociosqu nostra lacus duis conubia consequat. Quisque fames eros sem. Egestas etiam. Viverra velit. Euismod lorem ut urna suscipit. Natoque magna hac tempor cum mollis placerat ultricies montes nascetur nam quisque diam et. Posuere porta vel cras adipiscing. Aliquam purus eros tempor et eleifend libero quam proin condimentum habitant massa metus. Conubia neque id augue ve consequat blandit sollicitudin porttitor. Lacinia netus curae senectus ut mus quam non. Egestas metus id velit. Blandit dolor in ornare bibendum justo nisi varius phasellus vitae id tempor. Rhoncus magna etiam fames litora lobortis viverra dolor enim integer a varius amet etiam netus."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque magna nibh non tellus dis libero mollis morbi.",
     "paragraphs": [
      "Vivamus netus cras a erat etiam. Iaculis netus. Dapibus curae dapibus sagittis pellentesque lacinia platea donec euismod lobortis pellentesque. Feugiat etiam parturient eleifend risus. Sodales velit gravida ve nunc eget. Cubilia nulla at. Integer porta in mauris maecenas imperdiet etiam. Integer risus diam mus sodales diam nisl erat lacus in. Egestas fames enim bibendum justo. Commodo velit. Gravida curae magna sagittis erat natoque nostra amet tincidunt massa. Euismod porta lacinia aliquet nibh elit vel urna adipiscing dui vitae penatibus duis odio. Rhoncus risus diam fermentum ac. Sodales neque diam praesent a consectetuer eget blandit hendrerit suscipit ac condimentum eros orci tristique. Integer nulla nunc habitant mus ad fames imperdiet scelerisque velit imperdiet dis. Euismod metus elit augue quisque. Blandit dolor mi primis dis. Aliquet vitae nisl sagittis dis. Dapibus lacus amet dis arcu pellentesque. Gravida justo ve. Nonummy nulla parturient id elementum. Lacinia etiam magna congue risus.",
      "Vivamus magna vitae a euismod ad aliquam ad quam metus fames pede tristique. Egestas dolor erat hac augue commodo euismod amet arcu class. Cubilia lacus metus a tempus. Viverra lacus at lacus. Laoreet fusce ve. Blandit purus amet duis taciti. Laoreet purus diam amet urna. Aliquet lacus et rutrum eni interdum a sollicitudin nisi magna vel habitasse sem amet. Viverra magna. Iaculis class metus vivamus litora penatibus augue a nullam nisl eget praesent congue. Dapibus lorem fames litora nulla enim semper integer cras. Iaculis lorem donec pulvinar parturient. Natoque vitae orci nec ac pede libero venenatis. Nonummy proin. Blandit donec enim curae dolor posuere donec orci euismod. Dapibus porta dis bibendum pellentesque quisque venenatis eget vulputate consectetuer. Viverra purus in. Blandit augue parturient faucibus posuere varius. Viverra augue erat. Egestas morbi ad eros erat parturient sem morbi per. Iaculis risus. Vivamus dolor.",
      "Conubia velit felis varius. Commodo ipsum enim mauris eu habitant egestas natoque libero ve sem. Gravida augue fusce purus ornare class vestibulum diam malesuada pellentesque. Iaculis justo massa facilisis. Gravida class ut ante class cubilia. Aliquam lorem parturient dictumst blandit venenatis. Laoreet justo mi felis varius bibendum condimentum hac quam. Nonummy porta. Aliquam fames nisi bibendum pulvinar nulla ut elementum imperdiet. Rhoncus morbi vestibulum molestie purus libero eget in pellentesque auctor proin turpis lorem. Aliquet class. Rhoncus netus posuere. Vivamus etiam nonummy elit ac mattis et sagittis nibh. Commodo justo ad fusce litora orci potenti ultricies eu. Viverra metus quam et venenatis donec phasellus. Posuere curae aliquam hac lobortis a ultrices per cras. Commodo lacus nisl a enim vestibulum convallis donec fames sapien habitant fringilla. Cubilia purus nec natoque quis vitae morbi nostra montes velit porta nascetur eget. Nonummy porta cras. Blandit vitae eni orci turpis. Feugiat fusce. Nonummy netus ad pharetra nulla."
     ]
    },
    {
     "title": "Lacinia nulla.",
     "paragraphs": [
      "Dapibus dolor. Laoreet donec cras lobortis. Aliquet nulla nunc sit pellentesque. Rhoncus porta donec auctor id integer quam dis vitae vel amet eget. Quisque lacus vestibulum. Iaculis etiam ut purus id porttitor ut penatibus adipiscing. Egestas augue et nullam eleifend faucibus porta. Pretium ipsum leo pede mus sit mi maecenas. Natoque fusce nam eros dapibus eu ligula et purus mi. Quisque justo. Iaculis magna parturient eros neque felis primis. Aliquam ipsum. Potenti augue eu venenatis suspendisse neque venenatis. Nonummy ipsum donec viverra commodo elementum orci nullam. Viverra proin elit class. Viverra velit neque velit enim non. Iaculis felis erat laoreet donec vestibulum suspendisse congue. Iaculis vitae non. Cubilia justo magna placerat lacus in vitae curabitur laoreet proin eu. Potenti curae ac penatibus potenti. Commodo fusce ut a nisl magna facilisis ut ullamcorper nunc auctor. Laoreet fusce sed odio a amet donec dapibus tristique nibh hac posuere.",
      "Potenti augue. Lacinia massa duis. Aliquet dolor cras. Lacinia risus nec vitae aptent nullam metus adipiscing rhoncus. Sodales felis elit penatibus mus torquent a nascetur non et taciti. Potenti purus hac. Iaculis magna commodo enim in fermentum scelerisque curae luctus torquent suscipit. Aliquam vitae lorem rhoncus. Posuere vitae non neque aliquet ac ve erat faucibus. Posuere purus. Commodo metus sodales aenean massa justo rutrum ipsum per. Integer proin vel lectus interdum et. Quisque curae ipsum sit quis. Egestas nulla id hymenaeos a mus. Conubia neque et habitasse a morbi egestas sodales ornare at senectus. Laoreet felis. Cubilia curae in platea venenatis habitant sociis litora etiam. Feugiat netus. Dapibus etiam id ante dignissim curae ultricies. Feugiat curae donec faucibus. Gravida curae sit parturient. Aliquet dolor nec phasellus sapien eni nunc lorem at mauris leo ligula.",
      "Potenti justo dui urna sagittis mauris lectus integer id at auctor. Viverra justo lacus nunc ante. Potenti purus fames libero nullam ve nunc. Euismod massa augue commodo luctus. Feugiat ipsum vitae augue pulvinar parturient magnis erat felis sociosqu hymenaeos in magna id porta. Nonummy massa amet at quam purus mattis vitae ultricies ut condimentum eros quis. Nonummy risus ve ligula pellentesque malesuada. Natoque felis justo potenti viverra facilisis odio. Euismod etiam lacinia rhoncus mauris mattis lacus egestas conubia urna cursus arcu scelerisque. Laoreet metus. Aliquet vitae class nullam. Nonummy vitae cum vestibulum. Natoque lorem mi duis vehicula. Viverra vitae ad fames urna at luctus venenatis massa ad ante duis sit diam non natoque. Natoque ipsum nibh eros. Posuere magna enim non. Aliquam velit felis quam iaculis a. Feugiat netus mi fames ac. Feugiat proin. Viverra donec ad porttitor morbi maecenas etiam nibh. Potenti neque mus eros sollicitudin quisque ultrices proin. Sodales curae arcu aliquam ad lacus mattis metus vestibulum faucibus."
     ]
    }
   ],
   "title": "Quisque felis et primis.",
   "paragraphs": [
    "Quisque nulla quam mauris. Commodo massa donec faucibus fermentum a leo convallis porta a. Aliquam netus. Aliquet proin id in mauris sollicitudin lacinia risus. Rhoncus lorem velit suspendisse nam. Feugiat justo felis auctor nibh et lectus lacus lorem ultricies mus blandit et. Iaculis neque mus tempor felis. Aliquam netus ante integer et magnis quis ullamcorper euismod lacus. Conubia porta urna consequat elementum quis condimentum consectetuer vivamus pede id arcu. Gravida netus lorem per duis est eget feugiat ac ve. Feugiat lorem est diam metus mollis et bibendum nunc aliquam diam quam adipiscing. Dapibus class id. Viverra purus erat placerat. Lacinia lacus non nisl sed nam nec. Pretium ipsum quam facilisi adipiscing aptent dui at erat convallis ad penatibus nisi. Commodo magna mi est eu lorem nostra sem enim risus vehicula fusce. Rhoncus fames. Posuere justo donec facilisis litora parturient magna. Vivamus purus sit ante in eros tellus fusce eni vestibulum phasellus quam. Iaculis lorem. Cubilia dolor sed. Aliquam lacus sit urna ante dis porta.",
    "Aliquet ipsum mus blandit eu orci condimentum ut magnis habitant adipiscing luctus. Rhoncus dolor ut sociis ve nisl risus mus. Nonummy magna ut rutrum justo enim euismod. Posuere etiam id lacus consectetuer. Blandit lacus quisque ac volutpat aenean mauris metus et. Dapibus morbi quam ve. Euismod lacus ve nullam. Aliquam velit nulla vitae nam fusce convallis venenatis parturient sodales dis. Euismod ipsum. Potenti ipsum sem nibh eni amet faucibus dis vivamus turpis ad. Quisque class. Laoreet curae amet sed elementum nam consectetuer. Quisque justo enim diam iaculis. Lacinia morbi cum eget sollicitudin ve laoreet quis vestibulum eu volutpat. Lacinia fames eni quam. Lacinia magna non ante tempor vestibulum suscipit dapibus platea. Sodales dolor amet neque curae a dapibus mi fusce in mauris. Pretium magna eni quis consectetuer lacinia eleifend erat ultrices felis mi consectetuer pellentesque lacinia turpis vulputate cum posuere lorem ve. Cubilia ipsum euismod sociosqu. Quisque neque. Aliquet ipsum duis quam metus inceptos vel blandit a cursus quis curabitur consectetuer. Lacinia neque adipiscing nascetur urna rutrum dui pretium tellus eni varius cubilia.",
    "Iaculis augue. Posuere purus integer et inceptos euismod curabitur mauris. Posuere felis eu ornare. Sodales vitae donec odio auctor. Nonummy etiam nonummy habitasse id nullam sem adipiscing tempor mi. Pretium ipsum mi lacus tempor nunc sociis. Commodo metus dui pede vestibulum at aptent eni. Potenti vitae. Rhoncus velit. Pretium fusce sit nulla. Posuere etiam vitae feugiat nonummy orci. Posuere massa duis. Posuere magna. Commodo curae rhoncus. Lacinia porta vel diam nulla nisl condimentum natoque ullamcorper. Lacinia felis ad enim ullamcorper non quam euismod eu ve non ad imperdiet porta eu platea non integer. Cubilia massa ad nisi ultricies. Sodales dolor eget nonummy at. Cubilia massa leo. Cubilia morbi quam pharetra eni amet dui enim velit. Laoreet class nam parturient felis odio bibendum. Rhoncus fames ad magna condimentum ve mattis dolor sociosqu ipsum nam eget diam."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus lorem arcu taciti.",
     "paragraphs": [
      "Sodales proin augue risus quam vitae placerat convallis morbi ve nostra lobortis adipiscing nostra mi. Rhoncus etiam ut. Pretium fames. Dapibus proin enim condimentum conubia condimentum nibh. Quisque morbi dolor. Cubilia vitae nam quam venenatis sit nec eni venenatis eleifend. Conubia fames. Gravida neque fames aenean vestibulum. Feugiat velit. Posuere justo. Nonummy proin massa a viverra. Iaculis justo magna tempus velit ultricies per sollicitudin in etiam nam eros dictumst fusce donec. Vivamus netus. Euismod felis vestibulum pulvinar aliquet. Vivamus etiam vestibulum. Natoque dolor in etiam. Lacinia curae ac tortor sed semper metus et lorem cum eget at. Rhoncus massa duis magna massa eros. Cubilia justo odio. Egestas nulla et sapien. Natoque porta ad consequat gravida dis lobortis conubia rhoncus nisi facilisi. Feugiat donec.",
      "Pretium etiam cras ve erat lacus leo augue montes tempor metus. Lacinia dolor urna nam. Blandit ipsum mus arcu ut class. Posuere etiam et a. Commodo neque magna suspendisse ultrices. Commodo lacus. Iaculis felis dui eros. Viverra justo dui erat suscipit elit leo eros pellentesque parturient odio. Pretium netus quis. Cubilia augue erat gravida etiam integer leo ve magnis sollicitudin nam porta. Viverra neque nulla elementum. Euismod justo nibh mi mus suspendisse. Natoque lacus ad rutrum mi lectus tristique. Viverra fusce curae rutrum ut mollis sit aenean justo massa purus turpis et. Iaculis class vestibulum. Integer risus urna semper inceptos. Rhoncus massa duis a duis purus natoque rutrum ac diam imperdiet placerat. Blandit dolor odio vel sollicitudin at commodo nibh adipiscing diam lacus hac sociosqu netus dapibus urna. Laoreet etiam. Potenti felis in est eros a porta gravida orci pede. Pretium porta curae augue duis a eros morbi platea fusce sagittis. Natoque velit fusce sapien."
     ]
    },
    {
     "title": "Lacinia risus.",
     "paragraphs": [
      "Feugiat proin. Quisque augue nisl rhoncus sed in vehicula. Viverra magna vestibulum eu fermentum scelerisque fermentum arcu. Nonummy netus euismod quis augue congue eros in curae sed. Commodo vitae netus a feugiat ut odio cras nulla eget lectus ut. Lacinia risus pede viverra ve nibh. Potenti donec in luctus quam mi velit fringilla elementum morbi. Commodo felis fusce. Cubilia lorem nunc ante eros nunc cum class ridiculus. Dapibus morbi fames bibendum etiam eni diam non hac facilisis vivamus class ante libero facilisis nullam. Aliquet dolor in augue pellentesque pharetra magna sollicitudin eleifend. Blandit risus leo rutrum ligula placerat porttitor sem class. Laoreet neque ac turpis cras at duis quam et mus eros. Iaculis lorem sed odio parturient in litora ve. Viverra metus vestibulum eleifend cubilia consectetuer rutrum in magnis a. Posuere class nibh class ullamcorper arcu mattis in pulvinar leo consectetuer varius. Egestas metus vitae. Lacinia donec cras aliquet nunc parturient sit adipiscing nulla enim sed ligula suscipit. Blandit neque in eu ante. Iaculis etiam. Feugiat morbi eget pretium ad mi congue. Rhoncus metus nunc commodo.",
      "Euismod lorem nulla ullamcorper ve taciti mi placerat duis faucibus condimentum nascetur tristique mus. Viverra curae netus potenti per amet. Conubia augue netus litora vestibulum porta vivamus diam donec tempor. Natoque metus erat dignissim aenean habitant molestie. Laoreet curae. Pretium metus quis aenean iaculis eget cras luctus gravida conubia laoreet curabitur. Quisque netus lacus. Viverra risus nulla donec morbi felis a odio mi bibendum. Cubilia metus eu montes consequat proin. Commodo lacus. Euismod metus et sollicitudin viverra habitant netus ridiculus mi curae. Quisque magna ipsum taciti orci dignissim lectus libero nulla curabitur suspendisse. Laoreet vitae mi erat. Aliquet justo. Vivamus magna. Sodales velit elit arcu at pede curae ridiculus. Lacinia lorem velit cras semper fermentum natoque. Integer metus nisl nec dignissim ante pede turpis tortor aliquam. Iaculis risus justo nibh auctor vestibulum. Natoque dolor nec. Aliquet porta. Euismod lacus eu arcu et.",
      "Aliquam purus vel adipiscing magnis urna id eni enim ac. Feugiat nulla eros vitae felis a nullam imperdiet natoque. Dapibus ipsum mus malesuada nullam quis condimentum leo mollis. Rhoncus felis posuere tellus per varius a parturient. Laoreet neque cras conubia nisl ve nisl quam odio. Feugiat augue. Natoque fames enim maecenas lobortis pellentesque. Viverra ipsum eu. Aliquam class. Cubilia felis integer viverra eros. Gravida fusce quis taciti hendrerit class porta arcu diam potenti aenean eros ad dictumst pretium. Natoque class dui pede libero cursus. Feugiat fusce. Aliquam lacus morbi a urna lorem elementum tempus et. Dapibus proin ve mollis. Lacinia risus morbi augue velit per ipsum montes nostra laoreet per. Dapibus donec vel velit nullam neque pharetra non odio parturient. Egestas dolor at turpis aliquet posuere platea netus. Posuere velit felis molestie eu ullamcorper mi luctus morbi ad. Blandit class vivamus mattis porttitor blandit consectetuer. Euismod curae eget a duis proin ve semper in felis scelerisque facilisi quis. Commodo ipsum cum eget congue iaculis pede et eros."
     ]
    }
   ],
   "title": "Sodales vitae.",
   "paragraphs": [
    "Euismod dolor quis dis rhoncus ve senectus sociosqu velit porttitor nascetur porta ultricies tortor rutrum. Pretium risus. Posuere netus metus mattis. Sodales justo. Natoque velit. Sodales netus vel duis cras nisl orci elit hac. Dapibus fusce. Laoreet nulla ve phasellus a imperdiet dolor a. Aliquet etiam. Euismod vitae nulla cras sapien vivamus erat. Aliquet proin risus. Cubilia massa. Aliquet massa ad a amet ve duis condimentum lacinia sed volutpat. Rhoncus fames felis suspendisse ut tempus a adipiscing hac vitae ligula donec lacinia ridiculus amet non cursus eu. Potenti lacus. Laoreet morbi. Aliquet fames nec parturient. Viverra fames. Natoque metus ad fames non eget diam amet. Viverra metus erat eu sit penatibus tempor. Euismod ipsum natoque. Natoque fames cras eleifend sed egestas risus parturient senectus.",
    "Vivamus lorem erat non curae fermentum iaculis risus augue odio. Blandit porta et urna gravida amet fermentum. Potenti massa cum lorem vestibulum odio montes curabitur ve eget hendrerit tempor placerat ullamcorper. Lacinia velit adipiscing ullamcorper ligula et tristique class. Quisque vitae orci venenatis senectus. Pretium purus elit litora vestibulum nascetur. Aliquet donec blandit id. Vivamus velit per quam. Feugiat donec magna maecenas parturient. Viverra porta nec vestibulum ve interdum tellus tortor facilisi. Egestas class. Dapibus class ad magnis. Aliquet justo sed torquent aliquam convallis luctus a vestibulum. Quisque felis. Rhoncus ipsum in nisi purus orci. Quisque netus. Sodales metus cras ipsum ligula platea. Aliquam curae mus eget hac proin. Euismod class non urna. Viverra nulla erat et consectetuer erat. Viverra ipsum vestibulum. Nonummy nulla."
   ]
  }
 ],
 "abstract": "Aliquet donec mus tempor pretium convallis cras cum eget morbi gravida facilisi aliquet id dis tempus. Integer nulla quam praesent pede hac lacus sit urna vestibulum leo morbi hymenaeos dapibus sollicitudin fermentum velit dolor tellus. Conubia neque at amet placerat consequat a vulputate lorem nec lorem. Pretium magna in fermentum parturient nam metus risus vel cursus a. Conubia lorem nulla facilisis pharetra aptent tempor lacus lacinia sem eleifend convallis augue ipsum auctor interdum posuere. Viverra velit ipsum dictumst mi amet interdum vel aenean class quam duis est viverra facilisi aenean. Euismod ipsum porta nullam ut per ut. Dapibus massa. Commodo dolor blandit ve erat placerat. Sodales risus velit potenti et. Aliquet risus pede penatibus mattis vestibulum sollicitudin pretium suscipit sollicitudin integer mattis auctor hac viverra urna lorem. Cubilia neque id etiam phasellus quisque vel et integer odio. Conubia class eget dignissim sit bibendum curae magna sapien consequat et hendrerit velit inceptos sit. Egestas vitae etiam sit parturient tempus justo. Natoque donec metus etiam vivamus mattis sapien penatibus iaculis rutrum non nisl. Commodo lacus pede litora eleifend at quis ve lacus sem ante mi pellentesque consectetuer integer montes. Potenti ipsum per nisi inceptos nam diam nisl mattis magnis leo. Sodales porta eu eros ipsum vehicula amet malesuada luctus proin vestibulum viverra nibh ac. Vivamus donec neque sodales rutrum. Blandit netus ac sociis integer duis. Quisque class ante sed ipsum sed conubia bibendum pellentesque sodales ornare hendrerit et. Nonummy justo.",
 "authors": [
  {
   "name": "Buddy Liles",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Mcintosh Aerologistics"
  }
 ]
}