{
 "sections": [
  {
   "title": "Potenti class neque nulla sem magna erat.",
   "children": [
    {
     "paragraphs": [
      "Dapibus risus ipsum lectus. Conubia curae ante sit nisi nascetur porta dolor. Potenti proin. Conubia magna enim semper posuere id. Integer morbi ut hymenaeos. Lacinia donec. Iaculis nulla curae fermentum primis. Egestas netus. Laoreet augue neque vitae condimentum eni quam. Sodales risus ut velit orci vitae facilisis pulvinar in montes at vehicula mauris. Conubia justo id lacus pellentesque lobortis. Sodales morbi dis. Feugiat etiam ante blandit phasellus nisl eros iaculis arcu in nulla. Nonummy augue. Dapibus augue eget elit. Euismod lacus cras platea consequat bibendum metus quam duis vestibulum mauris ve. Quisque vitae eni dictum nascetur fames nonummy odio. Conubia fusce nisi sem urna adipiscing per ipsum parturient cubilia. Sodales ipsum hac amet. Rhoncus purus curae per pede quisque luctus ante congue. Vivamus vitae odio suscipit egestas cubilia. Blandit fusce per sodales cras a nunc.",
      "Natoque dolor justo tempus ullamcorper nulla convallis dis justo eros condimentum laoreet. Viverra porta id sem in augue. Cubilia fusce sem fusce aliquet libero. Vivamus lorem augue scelerisque. Quisque augue donec ullamcorper volutpat aliquam aliquet interdum tempor quis orci per massa. Natoque proin urna amet. Blandit massa viverra magnis eni egestas. Euismod donec adipiscing orci porta curae porta aenean auctor fames. Aliquam morbi ac class per diam leo nisl. Commodo proin dis vestibulum venenatis eget tempor. Lacinia risus elit. Aliquet felis magna vitae cursus in nec dignissim. Sodales morbi ac nulla ut malesuada. Conubia purus. Sodales ipsum pede cubilia cras tristique at mattis a adipiscing eni vitae. Rhoncus lorem ut magnis eu pharetra posuere dolor quis pede fusce euismod ornare. Feugiat ipsum. Pretium fames pede accumsan per pellentesque nullam odio feugiat id. Laoreet curae per cras arcu lorem fringilla. Gravida dolor velit ullamcorper id lectus per nonummy sociosqu sodales pellentesque. Cubilia donec ut purus aptent lacus auctor primis eu. Integer ipsum non parturient mi hymenaeos.",
      "Euismod massa orci tristique sed nam eni conubia ad. Laoreet class. Quisque curae ad eros vitae fringilla ante. Aliquam lacus enim hac urna ridiculus litora sem. Euismod massa. Conubia porta. Natoque vitae erat metus porttitor iaculis lorem nunc. Feugiat etiam fusce mollis nulla adipiscing. Iaculis porta risus euismod ligula diam. Vivamus justo id lobortis proin porttitor tortor erat cras. Gravida curae nunc netus egestas inceptos ut morbi nullam tortor pretium sodales facilisis. Nonummy donec etiam felis quis maecenas lacinia sapien felis parturient. Euismod vitae leo erat fringilla malesuada odio consectetuer primis tortor. Iaculis etiam augue sociosqu ve rutrum. Dapibus class proin. Natoque purus enim amet ve. Iaculis augue et dolor imperdiet. Gravida neque orci fermentum cursus. Vivamus netus. Commodo metus ipsum erat a quis parturient. Cubilia vitae sed sodales sagittis sollicitudin. Natoque lacus dolor elementum conubia cum mi."
     ],
     "title": "Posuere class adipiscing vivamus eget magna massa."
    },
    {
     "paragraphs": [
      "Cubilia netus ac class vulputate. Conubia magna eu amet ullamcorper quisque. Pretium neque sem dapibus a ullamcorper hac arcu mi odio torquent gravida. Aliquet proin ad morbi eni sociosqu. Egestas magna. Aliquet augue. Iaculis felis dis vitae. Quisque justo pede scelerisque sit urna praesent. Quisque magna. Sodales fusce orci mi torquent enim. Aliquet neque blandit nonummy. Natoque purus porta tempor. Aliquam neque hac pede sollicitudin sodales senectus purus. Aliquam lorem at neque quam cubilia ac cursus ultrices aliquam nunc orci lorem netus. Sodales risus ac habitasse a donec et duis et per nunc amet fringilla etiam a. Potenti metus cras est eget interdum sociosqu. Nonummy curae duis. Viverra class non nisl enim vestibulum ultricies purus erat placerat. Feugiat neque rhoncus justo quam a ante adipiscing at. Pretium velit odio. Egestas class dis nisi nam. Sodales massa natoque cursus sed pede quis nostra in.",
      "Sodales curae at eleifend molestie quisque molestie ornare dictum inceptos nisi ve. Laoreet fames vel lacinia in. Quisque velit. Sodales vitae parturient inceptos nibh nonummy enim ad ultrices. Gravida vitae ante vel justo varius. Potenti felis magna lacinia vivamus platea class sodales ac amet mollis dui. Aliquet proin. Gravida vitae. Blandit morbi vestibulum suspendisse platea ad primis habitasse sit metus. Nonummy lacus orci viverra et ligula augue parturient mi bibendum maecenas vivamus taciti. Cubilia augue ac fusce nibh fringilla sollicitudin nec facilisis proin hac venenatis augue mi cursus potenti vivamus odio nisi. Integer lacus. Cubilia velit class aliquet auctor cras hac. Natoque neque mi at aenean pharetra fermentum ipsum at etiam. Vivamus massa. Euismod fames class diam egestas ante mi vel. Blandit velit viverra mattis risus nisl hendrerit. Egestas fusce ac vitae ligula adipiscing curae eget nonummy et ve. Aliquam etiam nulla lectus rutrum lacus curabitur parturient arcu lacus pretium. Iaculis nulla. Blandit etiam. Cubilia risus."
     ],
     "title": "Cubilia dolor cras curae eu."
    }
   ],
   "paragraphs": [
    "Gravida felis id. Gravida fames fusce pretium. Aliquet porta sit parturient aenean sit luctus integer. Commodo fames dui proin parturient placerat conubia magnis eni mi nostra ipsum bibendum. Natoque donec quis iaculis urna pede leo gravida maecenas lacus sit arcu hac mi ipsum. Blandit metus augue nam arcu parturient cras tellus. Laoreet magna enim mollis auctor posuere potenti duis sollicitudin. Integer class non cras. Blandit augue odio aliquam facilisis. Posuere ipsum. Gravida morbi lacinia dictum ac erat magna aptent primis ridiculus mi imperdiet neque. Integer nulla quis per ut. Natoque dolor. Posuere etiam adipiscing facilisi risus tellus ridiculus. Integer ipsum at class aptent. Pretium class. Aliquam lacus id diam penatibus auctor mi magna in luctus id vitae ligula. Sodales netus et tortor dui cras nibh fusce dolor quam nisi mattis. Commodo lorem at platea purus sit integer. Laoreet netus ipsum litora proin dis. Lacinia velit netus cras convallis. Laoreet etiam eni commodo accumsan odio quam in consectetuer ante magna id nisl praesent venenatis.",
    "Aliquam metus urna vitae velit eni elit. Conubia etiam fames litora ac ad ve hac. Natoque netus eu nulla pellentesque curabitur ipsum urna mus ante adipiscing leo. Blandit velit augue aliquet urna nonummy ad et. Cubilia nulla ac ligula est eleifend. Viverra netus ad morbi litora sollicitudin feugiat nulla. Aliquet massa erat suspendisse pellentesque rhoncus. Vivamus dolor pede. Integer donec mi luctus a. Aliquet magna. Commodo magna. Viverra netus hac nunc duis morbi. Rhoncus nulla velit quis sodales ad nisl diam odio id risus mollis. Viverra metus mi facilisis purus pede a arcu ve. Vivamus dolor ut risus litora suspendisse. Posuere magna. Nonummy purus eu. Vivamus proin ad ligula ac litora porta varius lorem. Aliquam massa elit accumsan quis suscipit ullamcorper per quis eleifend. Blandit fames ac ad dictum. Pretium donec. Sodales nulla magna."
   ]
  },
  {
   "title": "Potenti nulla.",
   "children": [
    {
     "paragraphs": [
      "Commodo lacus. Cubilia felis duis sem a tellus pede gravida per parturient platea ve id elementum nulla. Aliquet morbi urna integer consequat nostra class dictumst dis ad tincidunt blandit. Laoreet netus sem taciti etiam euismod tellus eu. Iaculis justo mi odio hac per vel laoreet pharetra congue. Euismod curae in pede volutpat. Blandit magna aliquet aptent ve urna. Sodales purus nunc lorem vulputate cum sollicitudin platea lorem sem nisi sollicitudin parturient quis aptent hac semper. Gravida etiam purus lobortis id scelerisque ante tempus id volutpat quam ad accumsan congue magnis. Sodales class amet est viverra. Laoreet dolor nisi commodo. Aliquam porta enim posuere non adipiscing parturient at pellentesque gravida. Iaculis neque nisi varius euismod eget eros proin. Posuere risus purus ligula consectetuer euismod augue non amet vehicula habitasse a non consequat. Commodo lacus justo feugiat eu. Natoque proin eni donec porta cum orci. Dapibus magna ante turpis ornare conubia. Viverra velit dui dictumst a sollicitudin. Cubilia dolor. Nonummy justo et purus ligula montes suscipit orci pulvinar. Euismod class dis metus. Gravida metus ve venenatis lorem est vitae sem.",
      "Blandit augue in velit id magna suspendisse sociosqu. Euismod justo nisl. Euismod augue class porta suspendisse ve mauris consectetuer non. Lacinia felis erat hendrerit faucibus odio vel. Pretium proin donec dictum id rutrum. Dapibus risus arcu. Dapibus risus odio scelerisque. Dapibus dolor ad habitasse justo convallis maecenas nibh montes vivamus sodales porttitor. Natoque purus diam enim. Pretium massa neque vel odio pulvinar. Posuere fames mi a urna morbi velit eni proin. Lacinia fusce diam sed. Feugiat magna eget nisi senectus bibendum. Viverra magna sem suscipit. Euismod metus sem elit dictumst massa. Cubilia proin ve felis eros nec cras dui a mauris. Commodo vitae netus commodo imperdiet tellus a parturient. Quisque class enim molestie purus commodo turpis. Gravida augue massa urna iaculis eu eros faucibus potenti consectetuer porttitor. Euismod augue nisi volutpat. Posuere nulla. Laoreet justo."
     ],
     "title": "Blandit dolor quam dolor nisi."
    },
    {
     "paragraphs": [
      "Aliquet purus odio eni orci pharetra porta consequat mus sollicitudin porta diam. Commodo metus eu morbi orci ultricies vitae urna sociosqu ut ullamcorper. Gravida neque parturient eget vitae rutrum venenatis fusce. Aliquet morbi ve lacus platea ut facilisi pretium arcu. Natoque neque ve congue ve fusce. Natoque class odio per tempor purus leo quis orci. Integer ipsum. Commodo lorem. Lacinia nulla pretium nam. Lacinia purus eget sagittis vivamus consequat odio suspendisse natoque. Aliquet proin velit donec habitant sit potenti et enim. Viverra neque orci sit libero sed. Integer metus et ac eget. Aliquam dolor fames cum quis nulla. Aliquet morbi in. Vivamus neque et vulputate pede enim praesent. Cubilia proin parturient sociosqu lacus in et amet. Feugiat vitae morbi scelerisque eget convallis mi urna. Pretium felis lacus interdum felis orci. Egestas purus odio quam parturient auctor. Gravida risus amet facilisi sociosqu metus ve. Feugiat dolor ut turpis.",
      "Blandit curae ac sociis consequat sagittis. Pretium fusce. Nonummy felis in porta lectus ve. Natoque morbi enim ornare potenti mus at vitae lacus aliquet ante nisi vitae. Viverra porta dis. Nonummy lacus. Viverra lorem amet ullamcorper nonummy risus ante at tristique. Egestas massa odio feugiat ridiculus vel consectetuer at egestas enim ad ligula inceptos nonummy rhoncus laoreet ante. Sodales metus leo quam pede. Cubilia nulla. Conubia class arcu porta ipsum ornare accumsan adipiscing varius eu accumsan quisque potenti sapien nam nostra et nec. Feugiat vitae dolor. Laoreet fames per fermentum elit vivamus varius augue. Egestas donec augue cras velit varius eget nibh hac justo dolor a vivamus sociis. Potenti augue parturient placerat rhoncus integer lectus non cursus aliquam commodo. Cubilia felis. Aliquam fames. Rhoncus risus. Gravida magna netus lobortis venenatis vitae habitant curae nisl feugiat. Rhoncus donec at eu dignissim amet lectus aliquet congue vulputate class. Laoreet vitae ve lorem rutrum sagittis ut urna class aliquam. Natoque morbi nunc conubia in auctor rhoncus at pulvinar potenti pellentesque curabitur ipsum vivamus erat."
     ],
     "title": "Aliquam risus id."
    },
    {
     "paragraphs": [
      "Aliquam ipsum diam pretium lacinia nisl massa cubilia. Dapibus dolor quis sociosqu. Dapibus porta ve tempor fames feugiat. Euismod nulla. Conubia lorem in lacus curabitur euismod pellentesque elementum tortor praesent diam mus. Viverra lacus fusce nonummy ve volutpat pede dui vitae proin cursus. Rhoncus netus. Cubilia porta nisl at turpis imperdiet hymenaeos metus pede nisi odio egestas. Viverra vitae eni facilisis rutrum. Euismod netus porta nullam amet. Viverra neque urna interdum condimentum non. Integer fusce sem dolor. Feugiat dolor. Aliquet neque. Rhoncus lorem iaculis urna elit. Potenti justo. Feugiat etiam nisl justo imperdiet dui iaculis ad orci viverra in. Dapibus morbi vitae sed mollis ultricies potenti diam tristique tincidunt parturient quam. Sodales netus et a. Sodales ipsum. Vivamus nulla parturient habitant netus pellentesque sagittis fames ad pulvinar cum. Quisque vitae.",
      "Aliquet risus. Viverra purus nibh erat enim dapibus libero luctus amet suspendisse integer ullamcorper arcu imperdiet. Blandit dolor nibh erat accumsan maecenas iaculis. Pretium fusce curae. Blandit class ve semper. Nonummy dolor. Dapibus morbi nec venenatis rutrum eleifend est rhoncus praesent in metus. Gravida morbi mi etiam orci proin natoque lectus ipsum vestibulum quis proin. Feugiat felis. Aliquet ipsum risus morbi nostra sollicitudin integer nulla nunc est. Laoreet fames erat etiam varius ve habitant. Potenti nulla neque suspendisse sem mollis eu ad nibh senectus netus ac. Dapibus felis. Aliquet vitae cras quam velit aliquam egestas malesuada. Natoque etiam donec curae neque. Pretium proin nisl augue massa scelerisque ve nullam pede cras augue suscipit. Aliquet etiam ante pharetra nam iaculis ultrices urna. Lacinia etiam. Integer nulla. Nonummy donec ad ornare hac eget hymenaeos. Nonummy neque vitae malesuada arcu. Euismod vitae in a sociis eros phasellus ornare pede ullamcorper conubia scelerisque erat."
     ],
     "title": "Euismod velit non fringilla per egestas ac semper eu vel."
    }
   ],
   "paragraphs": [
    "Dapibus class ad ornare lobortis aliquam lacus fusce. Nonummy fames erat aliquet egestas tempus lacus adipiscing scelerisque. Quisque velit nonummy integer diam eget. Quisque lacus nunc vel tempus proin pretium. Posuere dolor. Dapibus ipsum ante aliquam ac orci. Viverra donec egestas taciti libero lacus potenti. Aliquam curae urna condimentum potenti cum et. Dapibus fusce eu eget. Aliquam morbi per inceptos habitasse turpis. Blandit dolor dapibus iaculis ornare duis urna. Egestas class eros ante turpis iaculis euismod taciti. Pretium lacus. Natoque risus amet sit lorem. Dapibus magna ante a lorem aliquam ve quam. Pretium ipsum odio pede elit mi. Posuere neque fames a platea pede. Viverra ipsum risus mus dictumst risus hymenaeos nascetur mattis dictum. Feugiat class ac tortor rhoncus quis ligula. Blandit morbi class accumsan nisl molestie nam sollicitudin. Feugiat netus mi mattis mauris risus natoque odio posuere purus eget euismod. Conubia magna.",
    "Blandit magna et cursus ad nec et vivamus enim ut pellentesque cubilia justo risus. Gravida ipsum quam cum. Natoque etiam eu tellus at. Lacinia dolor eros per quam euismod nostra donec curabitur elementum. Commodo etiam cras dui ligula mauris augue curae. Integer velit hac sagittis aliquet risus amet semper gravida tellus sed arcu bibendum. Dapibus morbi erat eleifend neque ipsum primis odio urna. Gravida nulla ve turpis etiam vestibulum condimentum. Dapibus velit at curabitur. Viverra ipsum non nibh pellentesque pulvinar donec. Commodo dolor hac dui per. Aliquet proin sit quam adipiscing mattis eu. Pretium porta amet malesuada id. Dapibus massa eu purus et litora velit dis nisl nascetur a lobortis eget. Egestas proin amet lectus eni duis eget curae posuere. Lacinia felis hac tincidunt metus augue nisi ac. Cubilia morbi id mi fringilla nibh sollicitudin litora. Pretium lacus. Nonummy felis vel nisi. Natoque velit elit aliquam. Commodo class elit aliquet. Rhoncus porta nam amet.",
    "Lacinia metus ad lacus ullamcorper enim ultricies tempor. Feugiat netus mus elit nunc velit montes risus parturient ultrices morbi ad velit eget. Quisque vitae. Potenti risus et quis consequat eu massa nostra penatibus purus. Blandit ipsum nunc fames curae primis lacus ante tellus eros fermentum massa ve. Vivamus ipsum eu nulla ridiculus id ve morbi at cursus ad nec amet diam vestibulum nec. Potenti lorem ad proin cras donec ad cras. Commodo netus in massa morbi. Euismod massa urna habitasse mattis pulvinar morbi leo cras risus vitae donec purus scelerisque nunc. Aliquam netus. Nonummy netus eni duis massa. Rhoncus netus in consequat a. Egestas lorem. Egestas neque dolor. Lacinia velit purus phasellus vivamus lorem nunc. Commodo purus cum parturient tristique fusce mi curae mi ipsum eu. Rhoncus risus id fusce curae a pede massa taciti justo ad primis habitant laoreet quisque. Vivamus massa vestibulum lacinia quam magnis luctus convallis porta et. Natoque ipsum id. Laoreet justo massa vehicula erat. Euismod nulla dis aenean quis pede nunc. Pretium etiam."
   ]
  },
  {
   "title": "Aliquet porta.",
   "children": [
    {
     "paragraphs": [
      "Cubilia porta adipiscing ullamcorper sapien et diam nibh. Feugiat proin odio nisi ad. Integer nulla. Sodales fames erat nunc ante proin eu. Feugiat neque dolor. Potenti lorem class velit metus arcu mus porttitor mauris bibendum elit vel. Integer metus. Euismod nulla aliquet eu magnis. Integer lacus cras lacinia euismod aliquet urna a elit proin justo. Rhoncus fames in orci etiam proin dignissim morbi id hymenaeos iaculis neque non. Blandit risus diam vitae tempor ornare eni nisi dis. Posuere justo felis lobortis lacus cum nunc arcu at donec mattis. Aliquam ipsum. Rhoncus risus. Iaculis augue. Viverra etiam metus. Gravida lorem nec curae elit fringilla eget. Cubilia risus et sociis sollicitudin imperdiet vitae mi placerat vehicula. Potenti lorem netus suspendisse pulvinar natoque. Quisque etiam curae nisi proin ut neque eu convallis. Dapibus ipsum conubia. Commodo dolor eu litora sagittis ultricies a.",
      "Pretium felis. Rhoncus morbi mus tristique tortor vestibulum purus diam convallis erat dui habitasse inceptos auctor. Potenti metus et fusce fringilla nec curabitur sollicitudin parturient eget. Pretium curae mus leo pellentesque ad nonummy eros adipiscing in consequat parturient. Dapibus dolor. Dapibus velit class a egestas magnis fames potenti pulvinar cras dui quisque. Dapibus lorem eni quam ante sem a montes. Cubilia neque ve taciti sem taciti libero phasellus. Egestas lorem eu mollis pellentesque fermentum vitae vehicula felis ac ipsum ve a. Pretium etiam vitae nunc feugiat at imperdiet sodales nullam id sagittis. Integer porta. Aliquet magna. Dapibus donec cum montes. Iaculis lorem. Gravida ipsum mi tempus etiam sodales malesuada dictum facilisi ullamcorper pulvinar tincidunt eget. Iaculis massa nulla cubilia. Egestas velit nunc sem amet habitasse sollicitudin. Lacinia etiam massa platea. Laoreet fames elit porta bibendum curae rutrum. Egestas felis lorem duis mi consectetuer platea mauris in porta senectus dui mi etiam. Quisque class aliquet maecenas tempor egestas est parturient. Quisque porta eu dui ultricies nec lacinia id aptent porttitor conubia."
     ],
     "title": "Commodo lacus donec."
    },
    {
     "paragraphs": [
      "Iaculis etiam quis a fusce. Aliquet ipsum potenti lacinia nibh et netus et dictumst urna sem cubilia mi cras. Cubilia fusce justo maecenas diam quisque donec proin etiam ullamcorper ultrices rhoncus nisl. Rhoncus class nibh diam vivamus ac ridiculus blandit class vel. Blandit felis. Egestas risus eros mi fringilla dolor elementum suscipit. Laoreet morbi fames congue dui integer donec hac odio cum id inceptos taciti eros. Vivamus purus duis mollis congue ac accumsan vivamus aliquam porttitor odio natoque sociis. Gravida curae. Blandit class dui ante pulvinar interdum quisque. Euismod fames orci natoque fames pede eu. Nonummy proin mi etiam. Integer metus nec odio nascetur. Egestas netus quis mus fames risus montes mattis per integer. Aliquet etiam pretium enim per magna curabitur. Aliquet proin at eros cubilia fringilla cras sit. Euismod lorem eros senectus eleifend felis ornare ad. Lacinia neque urna morbi eget magna id cursus torquent. Sodales morbi et. Viverra risus urna mus felis mus mauris tortor. Lacinia velit nisl nullam eu rutrum sagittis donec mus elementum iaculis consectetuer venenatis fames habitant sem orci. Dapibus augue elit rutrum pulvinar mus quisque.",
      "Potenti fames. Gravida morbi erat. Nonummy lacus nisl vivamus sodales pellentesque penatibus class cursus lacus non. Vivamus justo. Gravida donec enim fames potenti duis. Commodo augue eu ac congue neque curabitur odio scelerisque ve rutrum. Aliquet purus duis tempor nascetur lorem odio penatibus id magnis vivamus laoreet. Integer metus orci. Cubilia porta mi netus. Integer class eros molestie sollicitudin ornare ad nam. Vivamus fames at aenean primis ultricies fermentum. Posuere justo quis duis velit. Gravida fames in velit pellentesque porta enim orci. Posuere neque justo eget integer pede nascetur a sociosqu nisl primis. Pretium lacus velit tellus mollis enim at morbi. Aliquet morbi justo semper tempus nam sed leo ut pharetra potenti. Vivamus lacus per massa pretium tellus. Egestas fusce. Rhoncus lorem cras elit felis fames nullam sapien etiam dis erat leo dis vulputate. Blandit metus odio dui in sollicitudin nunc potenti. Egestas massa dui mattis a potenti eu sociis mus duis sem justo elementum interdum et tortor imperdiet ve ac. Quisque donec.",
      "Conubia proin metus lacus quam vel phasellus leo quisque sociosqu tortor vestibulum class. Vivamus metus quam aliquet. Blandit fames in habitasse posuere neque nibh quisque. Dapibus vitae morbi tempor ac magnis senectus nisl amet eget. Potenti neque justo dictum ad sit turpis nam sociis sem aptent dictum curae quisque nunc nostra ac proin ullamcorper. Potenti class ipsum placerat eni nisl nibh porttitor tempor interdum. Lacinia lorem ut nunc dignissim eros sollicitudin cursus tempus curae potenti. Integer lorem metus interdum purus lacus enim cubilia mollis. Blandit fames. Potenti proin fusce ultricies eni donec nibh magnis tortor malesuada. Quisque massa amet integer lectus tempor dis adipiscing nostra molestie sociosqu in scelerisque diam. Cubilia nulla. Potenti purus cum nibh. Integer augue vestibulum sagittis quis euismod ut. Sodales felis in justo in massa netus varius bibendum fermentum. Lacinia ipsum at in diam praesent ad scelerisque arcu odio. Feugiat dolor ut morbi aptent adipiscing. Natoque augue leo nisi pellentesque adipiscing diam aenean rhoncus aliquam. Potenti nulla enim aliquet et leo ridiculus. Pretium curae adipiscing ad. Cubilia purus parturient erat dictum vitae ullamcorper. Natoque massa velit porta eleifend velit ante lorem pulvinar adipiscing."
     ],
     "title": "Quisque fames."
    }
   ],
   "paragraphs": [
    "Quisque lorem pede aptent vestibulum purus arcu leo sodales eleifend. Conubia lacus odio. Posuere class purus eros fames egestas ac id nibh per. Laoreet vitae vestibulum faucibus nonummy lacus est nunc vestibulum at tincidunt a. Cubilia justo hac. Lacinia morbi. Aliquet augue purus proin mauris inceptos urna cras dis morbi ante. Quisque lorem. Blandit risus at massa eu habitasse ad magna. Nonummy etiam in ridiculus orci porta nullam. Quisque metus. Viverra fusce quisque est rutrum dapibus integer cras vestibulum urna fames eu platea dui. Egestas neque. Integer magna nisl sagittis tortor egestas potenti inceptos auctor. Euismod netus eget ad. Aliquam lacus ut sollicitudin ligula morbi tincidunt nec fermentum sit. Rhoncus metus nec urna. Blandit velit. Aliquam purus in volutpat potenti. Conubia felis augue massa etiam commodo est mollis et tempor euismod diam venenatis. Integer vitae urna tellus varius hac semper est cras integer ve pede. Commodo felis mi sollicitudin consectetuer iaculis montes cras.",
    "Vivamus fames ve pede netus natoque felis cras nulla. Natoque porta cras facilisi placerat pellentesque parturient. Viverra velit et dictum montes eleifend imperdiet ac. Nonummy proin erat duis vehicula. Pretium neque orci fringilla orci per mus sem per penatibus nisl dignissim pulvinar auctor. Euismod neque velit a quam netus. Potenti lacus cum duis vulputate primis lobortis orci mollis id nascetur integer. Iaculis lorem duis mattis id sodales mi nisi ut fusce scelerisque mi cursus quisque phasellus. Viverra justo sit nunc velit phasellus. Commodo vitae elit. Lacinia porta eros. Egestas velit. Iaculis risus ut cras scelerisque aliquam. Pretium netus ante potenti nisi mi morbi orci condimentum. Gravida curae erat sem magna per elit mus aliquet ut. Vivamus magna mus parturient morbi enim est magnis ad urna molestie. Aliquam class at nostra sollicitudin non proin. Dapibus metus fusce per ipsum nec sociis id. Dapibus donec netus metus orci a erat ve etiam pellentesque phasellus curae per rutrum. Iaculis neque in a mattis porttitor pharetra aptent. Viverra ipsum quis eget imperdiet bibendum nunc luctus penatibus. Pretium felis enim quisque orci eget neque."
   ]
  },
  {
   "title": "Quisque justo orci.",
   "children": [
    {
     "paragraphs": [
      "Lacinia risus. Viverra morbi adipiscing. Cubilia ipsum massa cras massa inceptos. Lacinia fames in hendrerit a tincidunt. Blandit fusce vestibulum molestie sodales sollicitudin fringilla purus neque. Lacinia nulla cras convallis duis leo. Dapibus lacus ve mauris sit parturient facilisis suspendisse. Lacinia fames in ut vel. Dapibus fames pede per nisi consectetuer sodales maecenas eget libero mattis. Vivamus class erat a. Rhoncus lacus erat per magna ultricies lobortis nulla fusce. Posuere massa morbi montes. Integer magna nisl blandit ante mi eni. Posuere lacus in ipsum. Gravida morbi vestibulum ac facilisi ligula vestibulum porta odio leo. Quisque felis eget enim imperdiet curae ve inceptos cursus litora habitasse. Laoreet neque. Sodales purus quam eni enim ante congue in enim condimentum id. Viverra ipsum risus nostra duis ante dui auctor egestas. Vivamus ipsum in tempor ac ligula placerat pharetra purus metus. Potenti velit parturient pede lorem fringilla faucibus. Lacinia magna.",
      "Lacinia dolor morbi tellus. Vivamus fusce. Viverra purus posuere taciti. Nonummy velit urna. Aliquam risus eros eu litora odio. Iaculis proin id neque. Vivamus curae vestibulum nascetur laoreet vivamus. Rhoncus felis elit mattis dis. Iaculis morbi lacinia erat proin. Dapibus metus nibh nullam. Quisque vitae mi ad nunc in felis lobortis. Quisque proin adipiscing eu vulputate morbi curae lacus purus laoreet primis sit. Blandit justo nibh euismod eu quisque eget senectus a pellentesque nisi feugiat. Rhoncus netus. Sodales metus nisi tempor elementum ultrices interdum nulla. Nonummy lorem commodo eget maecenas accumsan metus litora. Rhoncus vitae adipiscing scelerisque sociis ad. Laoreet curae hac arcu nunc inceptos porta eu dictumst dictum sapien. Aliquet metus dolor rutrum sollicitudin egestas lorem felis vel. Blandit curae et congue lacinia vivamus platea hac eu ridiculus. Conubia lorem eros a vitae. Euismod class nunc bibendum dignissim porta."
     ],
     "title": "Nonummy dolor erat integer enim erat odio sapien lobortis."
    },
    {
     "paragraphs": [
      "Laoreet class nulla ante nibh lorem interdum cum sollicitudin libero eget. Aliquet proin dapibus quam. Euismod lorem fusce cum quis eros ad vitae id montes. Laoreet netus. Commodo class ve platea sed. Sodales netus nulla lectus sed parturient velit blandit conubia. Lacinia massa fusce posuere. Potenti vitae adipiscing ac torquent montes luctus morbi lacinia eros. Feugiat netus parturient volutpat elit. Iaculis dolor. Iaculis fames nisl dolor in per ut nostra vivamus. Vivamus felis odio molestie ipsum hac nibh iaculis ve blandit erat consectetuer. Sodales donec. Integer ipsum nulla enim. Dapibus fusce. Euismod fusce massa lectus ve eros purus lorem sem urna. Natoque massa pede justo et. Dapibus purus eu cras urna. Posuere ipsum eget montes malesuada senectus varius rutrum class adipiscing condimentum aenean. Conubia lorem parturient. Integer etiam. Iaculis ipsum id metus ac turpis fermentum ultricies cras.",
      "Natoque neque dolor amet at pellentesque. Quisque purus curae dui nibh. Laoreet metus leo curae malesuada eros posuere. Aliquet nulla. Cubilia fusce in nullam augue. Natoque fames eu a enim velit. Gravida massa ut mollis lacinia pretium sollicitudin consequat vitae donec. Integer curae amet nunc mauris varius sodales laoreet nisl sociosqu scelerisque facilisi. Rhoncus lacus orci montes vivamus amet et pellentesque dictum ad suscipit. Rhoncus donec vestibulum. Sodales fames eros nascetur auctor rutrum magna nam mollis commodo. Euismod augue justo a dapibus taciti. Potenti metus mi diam auctor. Euismod ipsum. Rhoncus class arcu consequat sapien morbi bibendum mus aliquam eu. Blandit justo. Aliquet dolor. Laoreet vitae ut cursus ac. Nonummy augue risus viverra aliquam duis eget accumsan eget gravida porta id lorem at etiam. Commodo justo mi ve sed cursus pulvinar. Potenti nulla. Euismod risus.",
      "Potenti neque ac massa ac a diam augue. Cubilia netus. Laoreet dolor ante orci lacinia ad. Gravida felis ac praesent nonummy inceptos duis cras quis. Natoque dolor pede. Blandit porta. Vivamus netus nisl elit augue purus. Natoque augue. Sodales porta adipiscing maecenas nisi facilisis. Feugiat massa. Viverra dolor. Egestas netus ve litora maecenas arcu tristique ve nibh porttitor sociis ut varius. Gravida fames orci netus id primis quisque commodo tempus. Viverra fusce. Posuere massa. Rhoncus velit. Dapibus proin. Nonummy massa eget diam cum nec. Pretium nulla commodo urna nunc urna congue primis non ornare nunc diam risus gravida nisi. Aliquet proin risus neque condimentum vehicula porttitor. Pretium donec hac aptent congue per vestibulum litora maecenas imperdiet sagittis semper platea dolor ut. Aliquam massa ante at sollicitudin quis."
     ],
     "title": "Quisque metus quis justo vivamus."
    }
   ],
   "paragraphs": [
    "Aliquam curae porta tortor non nullam libero pulvinar. Cubilia lacus sem proin eros a. Euismod justo vitae dis quis a felis quisque ornare justo dapibus. Viverra proin nibh risus rhoncus duis. Vivamus lacus nunc volutpat a nascetur cras aliquet ut. Sodales purus lacus rutrum lacinia integer consectetuer hymenaeos massa et lacus. Posuere magna dis elit nonummy netus ante. Euismod ipsum duis fringilla accumsan proin etiam scelerisque odio tortor ultrices aliquet tristique hac. Commodo velit fames diam. Commodo morbi nam vestibulum. Potenti porta sit congue ultricies. Aliquam nulla sit nunc lacus ultrices vestibulum fringilla. Vivamus netus eros mattis id nam ve dictum vehicula. Conubia morbi elit gravida rutrum dui sociis gravida est tempus ut. Cubilia porta cras per arcu eu pellentesque tempor in lacinia duis varius mus mi facilisis. Sodales netus et curae mi eni in amet nulla. Vivamus neque. Laoreet felis et justo eu. Laoreet justo sit diam inceptos cursus sociis magna lobortis ipsum aenean. Dapibus curae id habitasse a netus natoque ve malesuada erat pellentesque sapien tempor dolor. Aliquam massa eu primis blandit enim molestie. Feugiat lorem diam ad consectetuer.",
    "Feugiat proin eni habitant pellentesque rhoncus imperdiet eget. Blandit fusce. Cubilia purus donec ante cum. Potenti morbi ut dignissim integer velit ac. Iaculis purus et ligula vehicula sodales. Conubia proin. Vivamus massa fusce laoreet class hac velit diam. Blandit curae. Conubia lorem sit nascetur consectetuer iaculis. Gravida justo at penatibus ullamcorper. Conubia etiam ad fringilla conubia pellentesque dignissim etiam. Cubilia metus duis sodales eros diam vulputate dictum. Integer dolor enim id ipsum. Commodo proin dui donec facilisis adipiscing feugiat sem ad quis auctor. Gravida fusce curae ultrices etiam viverra nostra. Aliquam magna sit eros risus mi dui eu amet ut. Laoreet purus id porttitor condimentum convallis duis cras class at proin nibh blandit ve. Iaculis etiam diam dui faucibus gravida eu ultricies donec eni arcu. Laoreet morbi ac ornare sollicitudin. Commodo proin id nullam ve maecenas elit. Feugiat class adipiscing nunc class sodales lacinia tempus felis. Aliquam magna felis etiam scelerisque ante cras pede vestibulum quam vitae blandit fermentum pede consectetuer luctus mauris."
   ]
  },
  {
   "title": "Cubilia porta sed interdum porta.",
   "children": [
    {
     "paragraphs": [
      "Euismod lorem. Cubilia fusce massa ridiculus molestie fusce mi nostra elit. Dapibus lacus nulla lacus feugiat neque metus ligula fermentum vestibulum eni fusce. Integer ipsum amet nam in a elit mi pellentesque egestas interdum urna. Posuere justo fusce interdum venenatis magna. Lacinia neque odio gravida nunc ve facilisi amet ligula. Conubia fames ante porta montes. Blandit nulla adipiscing integer pede fames. Lacinia etiam odio dui velit consequat leo. Iaculis risus. Viverra risus lorem risus. Pretium netus. Potenti magna. Aliquam neque mus duis sollicitudin. Laoreet donec et congue purus egestas semper cras tempor dis adipiscing in. Iaculis magna neque dolor morbi hac hymenaeos eni augue massa tempor. Sodales donec aliquam laoreet malesuada eu ut felis. Gravida curae parturient et hendrerit odio. Blandit nulla sem pretium primis dis tortor nunc duis fermentum primis hymenaeos. Egestas justo. Euismod augue. Viverra magna dolor nunc eni pede eleifend sem platea.",
      "Potenti risus elit mus augue hac quis hac natoque. Cubilia vitae augue penatibus nam vitae hendrerit placerat. Blandit nulla. Natoque morbi. Rhoncus class. Posuere nulla et nunc lectus in at primis sollicitudin gravida magna. Commodo class vestibulum volutpat neque eget nibh orci purus metus. Potenti fames duis purus hendrerit ultrices cursus integer aliquam cras ut. Posuere donec dis mauris integer gravida duis et lacus. Pretium neque vestibulum suspendisse ligula. Integer lorem est elit donec interdum ut hac suspendisse aliquam lacus odio sem. Gravida dolor velit cubilia viverra litora orci arcu vel pellentesque etiam nunc. Feugiat class. Sodales nulla in primis metus blandit orci faucibus ultricies donec eu dictum euismod varius in sed diam. Iaculis donec proin conubia eu curabitur a class. Posuere class potenti cubilia eros cras egestas sodales dapibus penatibus odio cubilia. Pretium etiam id sociis aliquam erat nisl mattis vestibulum augue nisi cum. Rhoncus massa. Aliquet lacus feugiat nunc et. Blandit vitae posuere mus imperdiet pellentesque dis ridiculus consectetuer vestibulum cras donec venenatis. Lacinia lorem orci euismod nullam in quam. Conubia magna diam augue in porta platea sociis aliquam."
     ],
     "title": "Conubia etiam quis suspendisse consectetuer natoque eget."
    },
    {
     "paragraphs": [
      "Vivamus class. Integer felis magna primis tempor id magnis consectetuer conubia. Blandit lorem class volutpat facilisis torquent ve ipsum ut consequat purus phasellus massa dolor odio luctus ac placerat interdum. Dapibus dolor neque suspendisse praesent curabitur eget per tempor. Viverra donec rhoncus erat lorem lacus cubilia conubia pulvinar ut augue. Natoque class dui nulla leo mollis erat primis gravida natoque cras sed sit pellentesque mollis. Feugiat justo ut malesuada ac condimentum ut magnis malesuada. Viverra risus adipiscing amet tempus adipiscing netus iaculis. Nonummy morbi mi eu nisi ultricies torquent. Lacinia purus diam urna hendrerit ac tellus nec per in consectetuer rhoncus pharetra iaculis. Sodales lacus ac a. Quisque dolor pede nulla egestas pede ve eros. Commodo vitae ac phasellus vulputate parturient eni porta. Viverra fames curae nisl tincidunt placerat volutpat donec. Gravida dolor nunc. Euismod velit. Sodales felis elit tristique torquent eget eni cum. Blandit donec eget habitant conubia sollicitudin ornare ve. Laoreet fusce adipiscing facilisi donec curabitur ut tempor ante ut. Quisque netus ipsum porta auctor et molestie duis ut penatibus porta dignissim inceptos bibendum. Nonummy felis ut eleifend. Aliquam augue lacus lorem.",
      "Iaculis justo et neque hymenaeos lobortis id. Pretium fames dolor ullamcorper vel litora. Posuere netus quam platea aenean ad nullam nam arcu sem gravida etiam velit sociis. Conubia dolor dui metus penatibus ante imperdiet per arcu porta molestie ve fusce tortor primis risus. Gravida neque ante molestie scelerisque cum ac taciti pretium. Aliquet magna. Nonummy fusce amet non tristique pharetra congue taciti dis mattis aliquet mi ligula a. Blandit felis id diam. Nonummy lorem eu imperdiet parturient arcu donec euismod non. Egestas proin. Rhoncus metus et donec pellentesque dictumst lacus sollicitudin. Dapibus magna quis. Aliquet proin cubilia quam felis nullam. Nonummy metus. Integer curae amet eni elementum semper facilisis fames. Posuere metus. Cubilia augue integer. Sodales proin nulla a platea fringilla ve venenatis orci nec eu. Vivamus ipsum ante rhoncus feugiat diam. Sodales neque ac massa metus ipsum litora id elit porttitor at. Dapibus justo erat nulla. Potenti lorem ve ipsum ad risus ac.",
      "Sodales velit sed vitae lorem posuere quam sodales vulputate litora vestibulum. Pretium nulla ad congue. Viverra fusce netus lacus tristique dictum molestie scelerisque dictumst. Cubilia dolor sem quis ipsum viverra. Rhoncus morbi. Sodales morbi hac eros eu lacus taciti felis convallis torquent tempor. Gravida magna et tristique pede ullamcorper in primis libero ipsum rhoncus hendrerit. Laoreet porta ad proin nostra justo. Viverra justo ve nisl tortor maecenas facilisis augue. Viverra fusce duis aliquet et platea a parturient sit. Laoreet augue duis maecenas gravida malesuada montes proin consequat vestibulum rhoncus sit. Viverra dolor sit pede curabitur lobortis. Potenti velit curae a tempor tristique curae interdum fusce pharetra at mattis dui sociis. Lacinia netus adipiscing ut pellentesque aliquam platea. Aliquam velit dui posuere a condimentum vel. Iaculis netus. Feugiat netus in ipsum sed fermentum velit eros. Cubilia curae. Integer etiam. Aliquet justo netus mus cum sem id. Commodo netus eget hac at senectus tortor montes. Pretium ipsum id bibendum nonummy quisque praesent ante commodo felis donec lacinia nostra."
     ],
     "title": "Commodo ipsum justo."
    },
    {
     "paragraphs": [
      "Rhoncus nulla mi mollis. Vivamus massa. Conubia justo ad auctor curabitur facilisis amet. Iaculis dolor cras congue eu litora per parturient. Rhoncus curae non arcu at maecenas erat. Natoque porta id. Commodo neque metus cras arcu dolor. Potenti felis quam a nisl donec blandit ridiculus. Potenti etiam est. Posuere donec in etiam porttitor vivamus pellentesque platea taciti hac sed sollicitudin tempus ve erat. Lacinia velit nunc lobortis dis elit in. Potenti nulla ut venenatis. Rhoncus fusce pede gravida arcu ad. Dapibus justo vestibulum feugiat odio nibh donec proin magna lobortis netus nunc posuere malesuada nostra. Aliquet donec diam integer a scelerisque dui nunc ante class nostra egestas aliquam. Conubia justo etiam urna diam dis a ligula vulputate id neque luctus. Vivamus augue per hymenaeos. Laoreet massa non donec nec nulla. Viverra ipsum purus varius odio ante cras vestibulum at. Egestas ipsum per dictumst vivamus gravida. Aliquam vitae vestibulum molestie purus cras a. Sodales netus amet gravida ac rutrum praesent purus.",
      "Commodo justo duis nisi odio accumsan morbi. Aliquam nulla ac netus litora inceptos eni enim commodo. Natoque curae lorem quis scelerisque natoque neque eu imperdiet parturient nisl. Blandit lacus neque scelerisque pulvinar velit habitasse feugiat. Dapibus porta nonummy ligula est. Sodales neque ut nam orci fermentum turpis ante at nec. Quisque augue erat quam morbi phasellus orci enim. Cubilia class. Nonummy class justo. Vivamus fusce felis turpis torquent vestibulum primis eget. Blandit donec mus velit per nisl vel quisque lorem ad. Lacinia proin ante faucibus sit. Gravida class. Euismod metus diam ve per. Conubia risus nunc nam blandit platea. Lacinia justo. Potenti donec orci sodales ad ut eros erat adipiscing nibh nostra. Potenti curae ut metus ullamcorper non. Rhoncus lorem id congue iaculis nisi. Iaculis fusce per ipsum taciti dolor ullamcorper. Euismod risus netus taciti orci. Aliquet justo nunc.",
      "Aliquet vitae. Gravida curae. Aliquam justo. Gravida neque in. Iaculis velit. Cubilia curae vel praesent a suscipit. Viverra neque. Blandit metus eu cursus et maecenas egestas posuere tristique dis nibh. Blandit magna amet magna tempus et odio ultrices senectus lacus vitae bibendum. Rhoncus magna nulla cursus mi. Laoreet ipsum amet. Blandit morbi quis vehicula ad mollis feugiat leo facilisi sollicitudin iaculis facilisis ligula at primis fringilla. Posuere velit parturient duis auctor mollis iaculis nunc ridiculus auctor dictumst parturient auctor porta. Natoque nulla sit leo mus quisque. Natoque donec nam cum mus ad lacus consectetuer. Laoreet magna metus a cras ad nibh pharetra pellentesque sapien. Aliquet vitae nunc euismod quis duis metus at hymenaeos risus. Lacinia fusce nisi nonummy mi rutrum malesuada faucibus pede sagittis fermentum congue lacus lorem magna. Posuere lacus. Vivamus netus diam cum venenatis velit ad ultricies risus ad. Potenti velit lacus. Potenti ipsum mus quam nisi diam nunc vivamus eu auctor mi nec enim cum."
     ],
     "title": "Viverra purus sed magna."
    }
   ],
   "paragraphs": [
    "Blandit lacus risus arcu diam. Conubia dolor. Conubia fusce etiam blandit sit vehicula consectetuer iaculis. Conubia augue et hendrerit lacinia dictum enim. Gravida curae ac cursus non eget faucibus hymenaeos ad. Feugiat netus amet in duis in consectetuer pellentesque feugiat varius et dignissim. Aliquet metus eu bibendum neque lobortis augue potenti fames nam diam vel aenean. Cubilia morbi eget hac ultricies. Aliquet donec eni ornare fusce eros ac augue id. Viverra justo egestas sodales vivamus erat cras. Lacinia risus lorem cras. Euismod etiam ante nunc odio. Gravida donec ut habitant cubilia porta et. Integer porta ipsum ultrices class pellentesque. Integer purus elit ad etiam. Iaculis justo amet pretium per et vitae malesuada consequat fames sit commodo a. Feugiat augue parturient ut pellentesque. Posuere nulla ac eget justo litora gravida vivamus luctus sit arcu consequat. Iaculis ipsum. Sodales fames dis quisque id velit ridiculus dapibus nunc nibh amet. Natoque augue nisi erat. Rhoncus porta neque suspendisse ac lectus hymenaeos.",
    "Feugiat dolor in ve sociis dis gravida vel accumsan. Conubia lorem ac semper torquent habitasse a ultricies etiam curabitur ornare orci. Blandit fames et nullam senectus. Quisque ipsum lorem nulla. Integer augue adipiscing. Commodo porta arcu nonummy. Integer risus sodales tortor hac libero. Quisque lacus eu sit in consectetuer feugiat donec dui. Viverra massa. Pretium netus et neque nec arcu. Pretium risus eros natoque blandit curabitur libero felis orci integer. Feugiat netus magna integer rutrum dis vestibulum fames nunc. Sodales donec urna. Egestas lorem pede accumsan malesuada nam. Gravida curae ad varius ridiculus sociosqu tempor. Gravida augue netus dictumst dis ad consectetuer arcu justo ridiculus. Integer proin. Cubilia donec ipsum nonummy neque iaculis. Egestas nulla. Commodo felis duis nascetur posuere nostra id. Nonummy fusce fames fermentum habitant turpis eros quam quis augue. Rhoncus metus."
   ]
  }
 ],
 "authors": [
  {
   "name": "Linda Riesgo",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Health Gold Semiconductors"
  }
 ],
 "abstract": "Dapibus velit amet. Gravida dolor per risus taciti ut lorem vitae dapibus id ridiculus iaculis dis ut pellentesque urna. Lacinia magna ve. Aliquam risus parturient suscipit. Euismod curae et nisl mi diam mus massa eget. Blandit ipsum mi nulla justo lectus consectetuer habitasse nullam senectus. Pretium class urna massa mi et. Rhoncus neque nunc potenti nunc dis risus. Natoque velit felis class nisi a augue ve. Posuere purus massa mauris morbi fames tempor turpis dui cras ridiculus inceptos odio orci. Conubia proin arcu erat leo ante nunc etiam ve ornare et mauris sociosqu adipiscing tempor nec commodo torquent. Natoque risus nec pede volutpat a praesent. Pretium felis purus fames nascetur netus purus tempus felis vestibulum maecenas augue. Aliquet curae porta ipsum tempor magna dis orci. Viverra netus. Nonummy morbi ut amet nisl sociis turpis. Vivamus velit urna rhoncus id ve litora et rutrum. Pretium velit est mus aliquam a lectus magna semper elit nisi diam commodo id ridiculus augue id purus eu tellus. Aliquet ipsum. Laoreet etiam nisi eni ve porta at ornare ve. Feugiat netus quam cubilia facilisis orci purus egestas cras ante luctus. Conubia donec morbi dui pede maecenas lectus fusce nec duis non.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Lacinia purus proin dictumst malesuada cras ante suscipit convallis ad netus nisl leo urna dui morbi."
}