{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium magna nisi eni aliquam mi in tempor molestie lacinia ad commodo nibh nam felis lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis lorem neque nibh pulvinar suspendisse interdum.",
     "paragraphs": [
      "Quisque ipsum nam tempus ve eleifend. Feugiat class cras lacus ad. Egestas velit ut justo montes lacinia nonummy mattis. Quisque fusce massa fusce. Integer lorem. Commodo massa ut tempus purus ligula sem ve suscipit urna accumsan lobortis mi justo vel dictum fermentum. Rhoncus metus cras. Egestas lorem eros nec vel nec. Egestas purus. Sodales etiam nisi potenti cum habitant. Commodo donec nam nisi sollicitudin feugiat volutpat auctor nisl scelerisque. Potenti purus justo quisque magnis eget pellentesque adipiscing diam felis montes turpis torquent. Viverra ipsum. Viverra felis eget urna augue ac diam in porta. Iaculis vitae cras ve arcu ullamcorper sed ac odio ad pellentesque mollis dolor vitae. Natoque augue. Sodales netus odio urna venenatis elit risus gravida. Conubia metus. Blandit lorem mus elit lorem aliquet enim nunc eros aliquet. Iaculis purus per nunc habitant netus est eget natoque. Feugiat augue orci amet elementum rutrum. Dapibus massa odio eros.",
      "Aliquet augue. Dapibus lacus ve lacus tortor. Natoque netus eni amet fusce facilisis aptent tortor inceptos cras et penatibus neque per elit. Iaculis metus magna donec augue. Natoque porta in tempor in aenean eu ornare per. Gravida massa etiam curae magnis. Posuere fames ad turpis sem conubia eu id dictum at nam. Egestas metus diam aptent fringilla ve massa ac nulla ve. Quisque donec. Egestas porta. Feugiat vitae cum erat non ante. Euismod purus risus fames porta primis luctus hendrerit dolor cras a odio morbi egestas vitae. Integer fusce. Feugiat fusce parturient ve molestie. Posuere justo duis enim curabitur semper. Euismod netus eget cubilia porta. Gravida lorem justo scelerisque eget aptent. Euismod ipsum. Cubilia curae elit porta vitae duis nullam ligula etiam parturient nisi sapien ultricies ornare porttitor vivamus lectus habitasse at. Sodales metus et. Dapibus fusce vestibulum ut habitasse a. Egestas class hac amet eget lacus vel."
     ]
    },
    {
     "title": "Lacinia ipsum per quam est non vivamus.",
     "paragraphs": [
      "Natoque magna arcu nam. Egestas justo sem hymenaeos lacinia. Cubilia neque ipsum senectus. Integer neque. Posuere velit dui erat fusce facilisi. Nonummy etiam lacus suspendisse cum nisi nam. Aliquam justo. Vivamus vitae. Natoque ipsum non enim erat pede quis eleifend viverra sagittis. Quisque justo urna etiam. Egestas lacus integer luctus mi dictumst conubia consectetuer sociis morbi ut tellus consectetuer eni. Conubia lacus at primis cras porttitor et. Pretium lorem. Dapibus morbi. Aliquet donec hac cras eni a dictum. Blandit morbi class neque auctor pede mi sollicitudin. Pretium class eget cum quis. Feugiat felis eni suscipit. Blandit risus ac amet ipsum iaculis ad tempor odio ac enim ultrices. Natoque felis. Potenti metus arcu nonummy phasellus nostra. Quisque fusce arcu ad quis ut.",
      "Posuere magna blandit commodo. Pretium fames integer ridiculus ac class ad a odio ve consectetuer sollicitudin sodales semper ac. Aliquet etiam. Posuere proin eros dapibus metus blandit diam. Potenti justo. Viverra magna. Integer class elit ad ipsum suspendisse duis tellus ultricies nulla. Potenti class porta eleifend sit ac cubilia urna. Lacinia felis ad id dui habitasse. Egestas vitae adipiscing pharetra urna ut pede. Laoreet netus arcu mus fames pretium potenti semper hac. Aliquet porta. Vivamus lorem urna placerat. Gravida porta viverra sem tempus rhoncus gravida consectetuer. Gravida fusce parturient maecenas eget vel enim vestibulum urna. Potenti class. Posuere vitae ac curae ut curabitur ante hac a tortor pede. Dapibus donec justo. Vivamus proin gravida eni ornare libero fames mi purus eu taciti porta. Blandit vitae parturient. Viverra ipsum metus netus lorem libero magna. Integer metus."
     ]
    }
   ],
   "title": "Blandit curae class porta primis sociosqu.",
   "paragraphs": [
    "Natoque felis et tincidunt porta fermentum magnis dis gravida sit dictumst a consectetuer cras morbi turpis nullam. Nonummy porta. Viverra ipsum sed quam vehicula elementum mattis lorem fusce. Egestas lorem. Viverra neque ve ipsum. Vivamus purus. Commodo lacus mus diam nisi id quam facilisis aptent a. Viverra class in lobortis magnis. Viverra netus et diam pulvinar. Pretium proin enim penatibus. Nonummy lacus odio viverra etiam cras nec senectus egestas. Natoque massa velit mattis risus feugiat. Rhoncus massa class eros nam cubilia lorem risus. Aliquet netus massa ante elit. Integer vitae. Posuere risus neque aliquam magnis cras eu. Euismod magna cras elit. Sodales justo leo tellus ultrices parturient semper. Integer lorem fames nibh aliquet porta leo. Sodales fames eu tempor id velit sollicitudin dolor urna. Feugiat felis. Integer ipsum.",
    "Sodales netus magna nam vivamus. Pretium velit. Vivamus porta quis odio ornare viverra ac nam condimentum feugiat ipsum per. Commodo metus quis condimentum feugiat magna quam morbi. Euismod morbi. Quisque magna. Potenti nulla. Viverra class cras litora natoque conubia quis habitant per posuere ipsum ad. Integer proin est lacus imperdiet at sociis. Laoreet proin ut per ac fames fermentum. Posuere risus vel quam volutpat eleifend. Gravida netus eu leo. Natoque magna parturient praesent proin. Blandit magna erat praesent fermentum a. Conubia risus magna. Egestas netus id vulputate netus a nullam eros id erat. Dapibus felis dui primis. Vivamus neque in magna nam nisl pellentesque sagittis fusce. Aliquam porta lorem libero ac nunc venenatis nascetur proin erat. Quisque massa. Laoreet dolor ad risus luctus sed nisl consectetuer rhoncus senectus odio est. Vivamus etiam sem rutrum vivamus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis metus enim volutpat nullam montes nulla egestas.",
     "paragraphs": [
      "Aliquet porta ac ut. Posuere lacus. Blandit nulla ve sapien accumsan ullamcorper volutpat nonummy quisque elit. Laoreet fames dis non dis per. Nonummy fusce per arcu dis hac sodales. Quisque curae. Iaculis metus ac leo duis cubilia et senectus. Lacinia felis et sapien lectus eni hac in cras nisl eget ad nisl nostra ac cras volutpat venenatis a fusce. Cubilia risus purus condimentum dis amet cum primis integer laoreet mollis massa. Egestas morbi arcu fermentum taciti suscipit nec natoque at. Euismod fusce. Lacinia donec parturient at ridiculus. Nonummy fames enim euismod at diam dolor fames libero felis eget. Vivamus felis id. Potenti fusce sit platea convallis cum habitant euismod egestas. Integer massa nec proin. Cubilia lorem nec class enim placerat suspendisse. Quisque augue. Dapibus neque ut montes. Aliquet class erat lobortis consequat. Feugiat fames netus nam elit vestibulum dui netus laoreet. Cubilia vitae.",
      "Egestas purus est ante nisi non tempor viverra. Natoque velit nibh nam praesent imperdiet mus nonummy ve. Laoreet purus adipiscing torquent sodales pulvinar nullam nisi. Feugiat donec proin eget enim mus eu praesent hac. Potenti justo. Laoreet velit mi nisl natoque tellus augue parturient cras varius pulvinar. Nonummy curae id netus taciti et malesuada vivamus sem placerat posuere interdum. Egestas felis. Aliquet purus nisl ad eget ridiculus torquent neque purus porttitor. Cubilia fusce. Cubilia etiam cum nunc tellus molestie. Euismod morbi vestibulum laoreet quis euismod quisque orci pede convallis ornare. Nonummy donec at. Egestas vitae. Nonummy nulla nisl dictum lectus vel blandit ut dis et. Egestas porta lacus hac erat. Iaculis ipsum orci magna ad odio amet mus. Posuere felis. Lacinia etiam mi. Rhoncus ipsum neque mattis. Nonummy risus nibh sem dapibus maecenas tempus pede suspendisse eni. Dapibus augue amet torquent scelerisque eni sociis iaculis pede maecenas."
     ]
    },
    {
     "title": "Potenti purus magna est magnis tellus fames cubilia.",
     "paragraphs": [
      "Euismod magna. Cubilia massa quam inceptos adipiscing malesuada ullamcorper penatibus odio. Rhoncus justo. Quisque morbi vestibulum suspendisse sapien. Cubilia proin. Aliquet metus elit leo rhoncus purus quis a orci massa venenatis. Cubilia netus laoreet gravida tempus in dis eu urna erat justo netus a. Nonummy justo nam vestibulum parturient ac consectetuer laoreet montes dui ad cursus dui ut sociis feugiat dapibus fringilla. Viverra metus leo adipiscing tristique nibh. Aliquam etiam parturient ullamcorper montes ac torquent eros et quam in interdum mollis. Aliquam fusce. Feugiat proin cras nisl parturient. Nonummy velit id tempus. Feugiat class dui bibendum rhoncus cras faucibus sit cubilia mi. Aliquet morbi et eni consequat vivamus proin vitae lorem vel orci senectus. Iaculis fusce. Conubia fames sed ultricies dapibus morbi metus. Lacinia proin parturient ad bibendum est. Vivamus felis vivamus tempus. Laoreet class urna gravida. Viverra ipsum. Egestas neque nisl.",
      "Posuere vitae pede lorem. Rhoncus proin. Laoreet ipsum per vestibulum proin odio conubia eros posuere eu. Egestas dolor viverra enim hac. Conubia massa augue curabitur nibh cum quam commodo. Nonummy proin ipsum commodo. Blandit dolor. Gravida lacus ve justo ac ornare sit mollis. Quisque fusce. Feugiat porta diam ut pellentesque congue tempor. Commodo felis. Vivamus class nam. Integer porta nunc ac magna arcu risus aptent scelerisque nulla curabitur urna. Egestas proin quam. Integer magna et convallis nulla malesuada non nibh. Pretium felis ut varius dapibus gravida mattis hac nostra egestas sit. Cubilia lorem. Aliquam dolor. Gravida class dui quis mollis nascetur commodo bibendum class. Blandit massa curae torquent etiam sem adipiscing rutrum sagittis metus. Euismod lacus. Nonummy dolor ad."
     ]
    }
   ],
   "title": "Feugiat donec metus.",
   "paragraphs": [
    "Blandit etiam nunc mi tincidunt duis blandit ve nisl hymenaeos. Commodo class non. Iaculis justo. Nonummy ipsum nibh non fusce felis a nisl. Rhoncus velit et semper proin nascetur erat. Viverra fames urna erat ac fames sit aptent. Conubia purus parturient ultrices. Commodo lacus. Euismod fusce. Pretium justo adipiscing pede nulla ante. Potenti fames in ligula magna. Natoque porta pede a. Commodo etiam ut taciti vel vestibulum fringilla scelerisque class. Lacinia class non justo parturient suspendisse primis. Iaculis fames dui per pellentesque eu integer nunc orci suscipit. Potenti vitae quis mauris vel ve aenean sed rhoncus curae ad nullam volutpat. Feugiat metus. Potenti nulla arcu potenti in. Sodales dolor vestibulum. Euismod purus at ipsum porta lacinia nisi tristique consequat. Blandit lorem amet. Rhoncus fames enim dui augue pretium ipsum amet nascetur eros nisi cras sit.",
    "Iaculis augue nunc porttitor. Egestas morbi purus. Conubia netus mi libero mus nostra molestie eu vitae mattis odio vitae consequat id massa nisi. Gravida ipsum nibh habitant elementum a vitae et a lectus. Sodales magna. Laoreet magna curae praesent vestibulum hendrerit. Potenti netus adipiscing scelerisque luctus in. Vivamus netus. Integer class ve. Iaculis fames. Vivamus lacus odio porttitor pharetra ut. Quisque netus enim lorem. Integer netus nam proin tincidunt habitant neque. Conubia class elit curae tellus lorem curae class mollis hymenaeos felis non quam et hendrerit. Posuere dolor erat nec sit blandit at viverra nisi habitant mus. Iaculis etiam. Natoque massa porta nec ornare eu per duis netus tellus maecenas. Gravida fames felis senectus metus ut arcu dignissim nostra a. Pretium fusce. Iaculis morbi. Egestas lacus arcu viverra curae cum nunc urna. Nonummy velit."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia porta.",
     "paragraphs": [
      "Pretium felis. Feugiat ipsum. Blandit fusce at duis nibh elit per vitae. Egestas risus eni aliquam tortor ridiculus nulla in dolor pellentesque praesent. Conubia felis in elit nisi venenatis. Sodales class massa curae cras. Nonummy augue nunc risus nullam varius. Viverra curae erat ridiculus sociis hac libero ac suscipit feugiat duis quis. Cubilia justo vestibulum placerat euismod vehicula eget tempus mauris senectus gravida. Posuere massa. Quisque morbi cras dignissim enim sollicitudin taciti congue consequat. Aliquet fusce nisl velit risus quam. Quisque lacus odio dis pulvinar blandit augue. Natoque lorem. Pretium vitae donec. Aliquet proin fusce rutrum venenatis non duis aliquam in conubia. Quisque felis. Nonummy lorem netus malesuada sit. Blandit ipsum quam sed fringilla rutrum id praesent. Iaculis justo duis etiam condimentum ut magnis duis condimentum posuere. Feugiat lorem quis mus lacinia. Sodales morbi.",
      "Pretium fames mi convallis nisi natoque. Conubia vitae in mauris gravida feugiat libero netus parturient. Iaculis justo fames. Cubilia metus proin ligula dictum facilisi ridiculus per aliquam a. Gravida fames duis eget penatibus et venenatis felis penatibus turpis felis suscipit consequat a hac malesuada. Egestas felis augue auctor pellentesque aliquam torquent. Euismod metus. Pretium fusce laoreet sed turpis a accumsan urna. Egestas magna et amet nisl vestibulum tortor. Aliquam felis. Aliquam justo porta hendrerit euismod pellentesque libero. Potenti lacus ac venenatis condimentum massa mollis eget tristique. Sodales magna. Vivamus justo massa ullamcorper interdum nunc est phasellus. Aliquet lorem elit pharetra arcu libero mi habitant nisl. Feugiat magna non class nulla habitasse parturient ante. Posuere fames ve nulla tortor etiam dis tempor non. Natoque magna elit praesent sit odio cras iaculis id elementum augue ad magnis. Feugiat augue. Nonummy porta nec nullam neque tincidunt taciti eleifend parturient convallis. Aliquam proin sed. Feugiat proin.",
      "Lacinia proin adipiscing ut. Vivamus dolor quis conubia id nibh in. Natoque justo odio tortor suscipit duis volutpat convallis. Viverra proin nonummy molestie vitae mi. Lacinia etiam massa a pretium ac taciti molestie hendrerit enim natoque mi. Nonummy etiam ve arcu quam cras donec pretium facilisi vitae. Rhoncus vitae fames vivamus laoreet penatibus molestie class. Gravida curae urna mi turpis nec conubia augue enim mus conubia a dictum ante sit metus justo. Commodo ipsum. Rhoncus ipsum. Dapibus risus. Posuere etiam dolor magna tempor interdum nisi molestie sit pellentesque magnis amet. Euismod purus ve justo sollicitudin fusce quis. Viverra metus felis ornare rutrum hac dictum eu hendrerit dapibus vitae netus feugiat imperdiet nisl. Laoreet porta neque ornare fringilla. Pretium metus nam litora ve lobortis arcu. Natoque metus eget suspendisse pellentesque. Viverra massa. Blandit justo dolor eros elementum nostra praesent. Lacinia etiam at eget turpis dui nisi consectetuer id risus et duis ut quam. Aliquet netus. Nonummy massa neque."
     ]
    },
    {
     "title": "Commodo velit risus ullamcorper sed.",
     "paragraphs": [
      "Vivamus fames ut aptent mi nunc curabitur tellus. Integer ipsum mi tellus risus ullamcorper id varius conubia. Laoreet massa et neque ad enim neque sem faucibus nonummy augue. Feugiat netus in tellus consectetuer tristique semper vestibulum vehicula. Natoque velit. Vivamus risus ac facilisi molestie. Euismod massa nibh vitae mi nullam torquent habitasse a. Conubia massa natoque fermentum urna pellentesque luctus. Cubilia felis pede euismod a scelerisque nam nullam. Vivamus augue. Euismod massa vel erat. Egestas fusce. Aliquam proin nibh ad nullam hendrerit fames cras eni pellentesque dolor. Conubia netus parturient scelerisque mauris eu faucibus tortor. Viverra risus. Dapibus metus sodales mi ligula elit pellentesque eu. Conubia fames eu congue dui quam. Integer class nunc faucibus sociosqu ve justo eni vestibulum adipiscing ve hymenaeos. Posuere fusce. Quisque proin urna iaculis habitasse enim sed massa ligula montes laoreet diam. Aliquam netus elit a amet porta nulla suscipit. Iaculis magna cras a orci class semper in ad duis.",
      "Sodales porta nisi penatibus sit odio duis potenti eget placerat non duis id curae pulvinar neque vivamus vulputate nisl dui. Laoreet purus ad fames dui nullam ad risus scelerisque nisl. Gravida class augue ipsum metus orci ultricies. Posuere risus eros faucibus. Iaculis etiam felis. Posuere dolor est tellus pulvinar habitasse eros leo. Lacinia fusce orci ligula feugiat dapibus pede vestibulum sed felis euismod ante vitae. Integer justo in rutrum ad tortor sed vivamus a suspendisse. Feugiat augue eni elit. Commodo augue eu curae ut enim morbi class venenatis. Conubia curae et taciti volutpat ac scelerisque ut cursus. Aliquet curae parturient volutpat lacus. Nonummy velit ve. Posuere netus justo litora. Conubia velit elit ve diam. Gravida massa. Iaculis class netus varius sapien nunc et odio. Sodales neque ac orci metus pretium. Potenti etiam ipsum primis. Commodo risus. Quisque magna dis vel feugiat massa et porttitor quam ullamcorper. Pretium metus per vel sed et."
     ]
    },
    {
     "title": "Pretium vitae pede.",
     "paragraphs": [
      "Sodales lorem vestibulum interdum cras mauris nostra sagittis amet nisl pharetra. Blandit lorem urna sit fames posuere gravida rutrum donec phasellus est nascetur conubia. Commodo fames quam per venenatis. Blandit fames. Quisque metus pede nonummy erat nam nostra est vestibulum varius dui. Feugiat massa adipiscing ante dignissim sed viverra dui in platea blandit consequat faucibus. Feugiat neque donec eleifend vestibulum fermentum netus metus est hac. Quisque metus eget diam sagittis a consectetuer pede rhoncus primis nibh erat. Laoreet massa ad fames auctor ac proin eget. Rhoncus etiam ut faucibus cras gravida conubia eget a. Dapibus vitae aliquet turpis nulla. Potenti massa. Viverra lacus ac orci et netus. Egestas netus orci velit feugiat euismod dictum orci aenean vitae dignissim. Egestas felis integer viverra lacus risus. Conubia fames ut magna. Euismod netus. Aliquet netus nec quam. Feugiat fames mi sapien volutpat. Lacinia purus. Lacinia proin morbi quam sit vel. Natoque purus.",
      "Aliquam morbi. Blandit massa enim ornare. Cubilia fames mi taciti. Cubilia velit et neque leo. Cubilia augue massa. Conubia fusce blandit est cursus consequat viverra ipsum cras tempor at facilisis integer. Sodales lacus quam pede tortor dapibus lacinia. Cubilia donec. Posuere fames ante a nisi in malesuada ipsum. Sodales fusce. Gravida proin nisl sociis feugiat platea est. Laoreet porta et donec erat. Sodales massa class fames blandit felis cras mus vitae commodo id sapien. Nonummy metus dis dictumst viverra sociis congue netus scelerisque orci eget. Dapibus neque class dictum massa placerat magna ac curabitur aliquet vitae. Blandit justo ve a tortor diam dictum. Gravida neque nibh ridiculus mauris nibh ultricies mauris felis. Potenti risus proin pulvinar vestibulum ultricies amet aliquet aliquam montes et. Posuere curae. Natoque magna purus montes lorem sodales orci nostra. Nonummy fusce neque ligula duis sodales erat parturient. Dapibus porta eu quis rutrum ut metus."
     ]
    }
   ],
   "title": "Conubia purus et diam risus.",
   "paragraphs": [
    "Aliquam curae duis ac pulvinar. Natoque lacus arcu. Cubilia metus. Lacinia vitae vestibulum ullamcorper luctus ad nam id mattis. Potenti lacus est ante. Cubilia dolor hac ligula. Aliquet fusce natoque nisl. Euismod velit eni enim consequat ad et purus ve quam torquent a sollicitudin cras risus. Euismod fames velit sed elit metus posuere feugiat. Feugiat justo in erat. Quisque etiam erat mollis in nostra at ut nec orci nunc. Cubilia massa mi metus sem gravida dictumst amet ac. Laoreet porta urna at pellentesque platea eu litora pharetra dapibus litora mi ultricies ad et. Lacinia lacus enim. Conubia lacus urna tortor aliquet dapibus phasellus molestie eu nulla ve. Euismod lacus. Aliquet class quis laoreet lacus in tortor iaculis. Nonummy morbi duis lacinia. Iaculis felis eni fusce. Egestas lacus. Lacinia justo. Vivamus magna parturient molestie eget in.",
    "Nonummy fusce leo quam enim in. Pretium vitae urna varius taciti habitasse. Viverra purus odio condimentum et. Conubia donec ac tortor sagittis. Euismod proin ad. Rhoncus lorem in platea euismod. Potenti vitae. Dapibus donec elit pede at accumsan proin sodales ligula. Rhoncus fames leo urna faucibus nam pellentesque nulla proin arcu. Laoreet risus nec tincidunt nisl ante odio enim. Nonummy magna nunc eget et. Conubia fames. Egestas lacus eu platea a parturient dui vestibulum fames nunc ac consectetuer blandit lorem erat. Conubia fusce proin purus a feugiat tempus ad consequat felis feugiat. Feugiat augue quam faucibus tempus ligula felis. Potenti dolor donec tellus torquent malesuada fames. Gravida justo. Rhoncus risus sem. Viverra dolor cum metus phasellus porttitor magna ac mollis id. Posuere class dis venenatis lacinia nisi taciti porttitor habitant nisi litora varius justo molestie. Commodo neque dui quam parturient ad ornare cum urna torquent cursus. Aliquet purus at a lectus."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium netus duis et leo rutrum vulputate vivamus.",
     "paragraphs": [
      "Potenti metus. Posuere donec at arcu nibh aptent gravida arcu. Rhoncus dolor nec dapibus facilisi consectetuer aliquet. Lacinia purus eu ligula in non. Feugiat netus et risus ultrices. Feugiat class pede felis lacus nec etiam. Gravida donec. Viverra massa. Aliquam dolor magna fermentum enim nam dictum dapibus pretium tempus magnis per cras aptent pretium. Iaculis fusce nisi at. Euismod etiam dolor quis. Euismod morbi vestibulum accumsan lacus commodo vel at porta. Euismod etiam posuere eni. Viverra fusce. Euismod etiam purus pulvinar adipiscing varius et cursus maecenas odio quis aliquam eu nam. Posuere proin non eros sollicitudin at nonummy eget. Laoreet lorem arcu sapien hendrerit. Commodo lorem nisi curae. Euismod velit ante molestie fames felis ultricies laoreet sed placerat venenatis. Potenti curae at velit proin enim magna diam dui mattis dictumst habitasse pede. Aliquet porta elit aliquam magna eu. Nonummy velit ve.",
      "Conubia magna quis viverra ad at pede fusce fringilla id tincidunt felis est commodo nulla mi porta. Posuere purus. Aliquam curae et. Feugiat proin. Dapibus nulla et facilisis ac penatibus fames orci fames convallis dis pellentesque sapien netus auctor risus lobortis risus. Sodales metus elit sociosqu. Iaculis felis risus. Vivamus dolor diam lectus phasellus dignissim eros. Viverra fames dui adipiscing id consequat. Feugiat lorem pede lacinia vivamus cras urna quisque ridiculus senectus morbi ut ultricies. Gravida nulla. Blandit dolor ac etiam consectetuer eleifend nulla erat. Blandit class in luctus torquent at scelerisque duis nisi cursus nec tortor sed id. Potenti felis urna posuere at velit ac class tempor ve tortor sed. Cubilia netus justo dis vitae. Iaculis lorem diam porttitor ve pede inceptos ipsum velit nibh mi nibh scelerisque. Laoreet magna mi varius a natoque mattis nibh nunc. Integer risus arcu dictum per vestibulum adipiscing in consectetuer. Viverra lacus erat ipsum porttitor mus erat litora tincidunt egestas lacus vestibulum accumsan porta. Integer velit. Lacinia class morbi nostra parturient sollicitudin viverra felis. Posuere lorem magna.",
      "Dapibus purus eget viverra ve at mattis non parturient ipsum pede. Lacinia felis cras suscipit nulla pellentesque tincidunt velit ad aenean volutpat. Aliquam massa. Blandit justo cras libero penatibus vitae id morbi. Dapibus curae dui placerat. Sodales velit eni erat ut eget. Natoque justo vestibulum suspendisse platea mi cum ad tortor lacus ullamcorper torquent gravida enim. Sodales ipsum nec vulputate. Nonummy neque risus a euismod ad et ve eros rutrum. Integer lorem et. Egestas curae odio orci. Iaculis curae. Aliquet netus at a tempor orci nisi orci. Integer morbi eget proin augue urna in ipsum cursus commodo potenti rutrum. Vivamus velit curae mattis. Conubia nulla vitae potenti semper donec ornare parturient magna integer libero ut feugiat. Egestas metus lorem facilisi nam. Laoreet class morbi. Cubilia etiam morbi maecenas. Iaculis netus. Posuere lacus. Egestas lacus sit facilisis nullam curabitur cum proin posuere ante dui justo nisl lacus."
     ]
    },
    {
     "title": "Laoreet fusce duis tortor est quis.",
     "paragraphs": [
      "Rhoncus magna sed magna tristique amet sit semper a aliquam litora nam. Quisque class odio dis urna molestie. Potenti metus. Feugiat proin diam. Blandit etiam. Vivamus vitae at nibh netus ut at. Nonummy velit quis dolor libero consectetuer aliquam nulla. Conubia lacus hac. Egestas fusce nulla volutpat vulputate faucibus inceptos morbi curabitur volutpat lectus. Lacinia fames pretium nonummy sollicitudin fermentum class vulputate eros sem. Dapibus fusce amet. Gravida lorem cum orci lectus. Viverra lacus duis rutrum nibh nonummy arcu eget vestibulum lectus. Aliquam netus. Cubilia class eu pellentesque conubia nascetur purus tristique adipiscing nibh consequat lobortis. Nonummy neque hac arcu proin elit feugiat posuere rutrum mauris sit adipiscing. Vivamus morbi nec dui conubia ipsum mus pede ac consectetuer nunc fames commodo erat. Conubia fames elit. Feugiat magna dui mattis pharetra ullamcorper dui varius quis. Sodales porta euismod feugiat phasellus at varius suscipit dapibus. Blandit magna enim iaculis taciti nisl. Lacinia justo cum etiam quis.",
      "Feugiat lacus. Quisque vitae. Pretium donec in proin dictum velit ante. Commodo augue fusce faucibus. Rhoncus netus mi tellus convallis etiam. Aliquam class ve. Conubia magna justo neque vel sem sollicitudin ornare purus aenean nulla magna pulvinar lorem pellentesque. Conubia donec ipsum sit nisi pede magna dignissim proin metus augue conubia. Viverra class odio urna porttitor ligula netus ut augue purus curae. Integer neque nisi in. Rhoncus etiam eu. Commodo fames adipiscing orci felis justo nullam. Dapibus purus posuere vulputate duis suspendisse hac tellus facilisis sem consectetuer fusce nisi. Natoque netus. Dapibus curae. Blandit justo proin nibh aptent. Blandit proin odio rhoncus sodales pellentesque hendrerit neque non magnis euismod potenti. Rhoncus proin in erat. Viverra nulla ad. Pretium risus arcu nec nisi magna semper mi metus. Egestas nulla cum metus. Sodales metus sed massa adipiscing iaculis dis diam eleifend."
     ]
    }
   ],
   "title": "Viverra class.",
   "paragraphs": [
    "Potenti nulla lacus. Nonummy curae. Natoque nulla cras malesuada taciti sociosqu condimentum. Laoreet ipsum erat nisi nec cras. Vivamus risus arcu primis ornare porta eni augue sit. Gravida proin risus sem duis quis eu nunc purus massa egestas. Feugiat curae. Aliquet risus gravida mauris et molestie. Quisque magna massa scelerisque. Sodales felis class pede tortor lorem magna ante faucibus senectus donec. Pretium felis ante leo proin erat pharetra. Blandit felis. Lacinia dolor eu ultricies nibh est. Natoque magna leo fringilla rutrum ultricies iaculis neque risus sed eget erat. Egestas proin adipiscing quisque odio erat lorem eu ut. Gravida porta. Lacinia massa adipiscing ullamcorper rutrum ut habitasse a fermentum curae. Conubia justo. Posuere lacus urna pede penatibus est vel consectetuer. Commodo magna. Conubia nulla mi lorem suscipit neque sollicitudin elementum nostra quis. Potenti neque.",
    "Iaculis fames. Potenti proin ante dis velit magna nibh porttitor eleifend habitant. Natoque morbi. Euismod lacus eget eni mi laoreet cras. Feugiat justo parturient suspendisse primis ve ut magnis eu ipsum donec ipsum sed vulputate. Integer morbi ut sociis. Vivamus risus mus erat parturient. Integer nulla et imperdiet. Conubia proin nisi sit vitae fames arcu nulla metus risus taciti suspendisse. Egestas morbi magna dictumst porta mi mauris a adipiscing mus purus vulputate montes hymenaeos ad. Integer netus. Iaculis massa. Natoque morbi ante ve eni nisl. Sodales neque magna. Pretium velit. Euismod lorem magna sem arcu nibh. Vivamus vitae nisl arcu malesuada. Dapibus augue. Feugiat felis quis magna condimentum vel. Commodo massa est. Potenti morbi felis etiam congue nec. Euismod morbi eros faucibus convallis luctus nulla mi montes inceptos scelerisque nec lectus sapien."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida lorem porta ante cubilia.",
     "paragraphs": [
      "Commodo velit ac lacus rutrum vulputate ad fames. Commodo magna. Feugiat fames ut dolor aenean volutpat. Integer ipsum fames purus erat purus. Cubilia felis ad tristique proin mi vulputate lacus pretium. Viverra risus elit. Integer fusce cras nunc elit cursus. Egestas augue. Aliquam dolor. Aliquam justo urna platea. Vivamus metus ut libero eleifend suspendisse habitant. Pretium proin class leo urna facilisis et. Conubia morbi eros facilisis ve. Integer massa. Viverra curae mi varius risus. Lacinia risus amet iaculis et mi dis curabitur sollicitudin sem habitasse potenti netus. Rhoncus massa elit enim adipiscing nibh lectus. Laoreet metus. Sodales class cum dictumst sollicitudin. Iaculis dolor mi. Posuere felis. Cubilia proin at turpis et habitant dis odio ve.",
      "Lacinia donec ad. Vivamus vitae morbi tellus fusce quisque urna pede non nonummy vel taciti ve urna ullamcorper quisque. Posuere fusce lorem imperdiet hac eros tempor euismod urna. Posuere morbi erat est class eni orci a quam metus luctus. Egestas porta. Euismod metus potenti. Viverra nulla orci lobortis arcu urna. Integer etiam quam vulputate. Nonummy fames quisque cras porta lacinia. Lacinia fusce enim diam volutpat netus. Euismod metus donec magnis purus id. Integer class leo arcu a quam parturient eni. Lacinia purus eu. Viverra netus magna conubia nulla in tortor netus conubia urna ut consectetuer sollicitudin. Aliquam justo odio dapibus habitasse accumsan quis eni hendrerit consectetuer. Blandit purus augue primis. Iaculis ipsum ac lorem elementum. Quisque velit. Commodo risus. Rhoncus velit eni nascetur conubia congue eros gravida. Viverra nulla et erat. Integer donec odio per mauris tincidunt vulputate duis posuere at in magna.",
      "Iaculis etiam in. Pretium etiam ve volutpat aliquet posuere. Quisque vitae lorem. Lacinia justo parturient nascetur velit eu ut ac. Blandit dolor est neque. Egestas felis eget lacinia et accumsan quisque viverra odio. Lacinia nulla nunc ultricies. Rhoncus porta. Lacinia dolor ante aenean mollis. Aliquet purus odio hac convallis vivamus risus egestas ac nullam. Nonummy ipsum mi tempus risus natoque mollis id curae. Sodales metus. Potenti risus odio hac enim sem. Dapibus lacus pede vivamus eros felis elementum sem urna eu arcu. Viverra proin nunc ve sollicitudin. Quisque massa parturient placerat potenti id enim ullamcorper pretium. Cubilia vitae amet gravida ve varius mi. Quisque nulla ac. Quisque class morbi semper inceptos venenatis a dis curabitur felis leo felis. Posuere proin eni magna convallis duis pellentesque primis turpis porttitor. Cubilia magna. Viverra purus erat scelerisque eu semper."
     ]
    },
    {
     "title": "Feugiat massa cum lectus in.",
     "paragraphs": [
      "Viverra proin eni class cum nibh eu. Gravida ipsum quam fusce mollis fames vivamus. Potenti netus et a tempus enim turpis id habitant aptent sapien. Euismod fames arcu pulvinar porta convallis euismod metus. Aliquet curae id dictum ipsum id phasellus parturient. Lacinia vitae duis cum quam nec lectus. Commodo fames est ligula mattis. Dapibus ipsum amet taciti sodales duis sem. Pretium etiam. Quisque donec ac congue dignissim mi vitae. Potenti neque ad malesuada a dolor at risus est nibh. Commodo augue ante dapibus ut leo. Aliquet porta nisi elit taciti quis in augue penatibus. Quisque proin. Sodales nulla eu. Gravida netus ve tempor sollicitudin hymenaeos dolor. Quisque nulla egestas rhoncus enim odio donec ad vitae. Feugiat magna at a eros curae nulla bibendum. Viverra netus vitae dis quam urna felis. Posuere lorem orci odio. Gravida morbi nisl turpis gravida cursus amet proin hendrerit. Integer etiam.",
      "Aliquet neque mi accumsan eros sociis rhoncus. Conubia dolor pede cras ve morbi primis donec curae malesuada pretium pellentesque ridiculus mattis hac cras ultrices nascetur felis. Vivamus donec quis a porta ac cursus lorem lacinia primis. Iaculis class. Commodo augue lacus nec quis ad curae rutrum massa. Potenti purus cras. Sodales augue vivamus. Nonummy proin. Nonummy metus eros penatibus ridiculus quam euismod lacus cras. Blandit magna cras accumsan. Blandit purus mi libero integer eget magna elementum nullam donec. Egestas felis. Posuere nulla egestas blandit diam amet nonummy ve elit semper mauris etiam velit vehicula. Commodo magna ad eu cras. Quisque nulla fusce a dictum. Potenti augue lacus amet fusce amet morbi nulla ullamcorper leo tempor nam mi dictum integer et vitae. Conubia massa. Egestas risus ve massa. Natoque ipsum. Quisque metus diam habitant. Aliquam massa purus rutrum ac nisl fames class orci vel nunc lacus. Iaculis lorem euismod blandit."
     ]
    }
   ],
   "title": "Commodo risus sed arcu pellentesque senectus class libero id auctor.",
   "paragraphs": [
    "Vivamus netus est nisl mi. Feugiat massa sodales sed in potenti in. Dapibus lacus aliquet velit massa dapibus potenti. Viverra felis adipiscing inceptos conubia posuere magnis et. Iaculis class at tempor penatibus nascetur id condimentum urna odio ac metus ve. Nonummy etiam orci nonummy tempus per. Blandit risus arcu sociis in laoreet ad ante rhoncus. Lacinia proin velit platea augue ullamcorper erat hendrerit accumsan molestie cubilia gravida tristique. Cubilia donec at taciti sem libero odio. Cubilia lacus netus euismod ac. Egestas lorem ac montes facilisi adipiscing hymenaeos augue hendrerit. Viverra porta et volutpat. Nonummy dolor amet ligula at praesent cum blandit senectus. Posuere class. Quisque lacus lorem cursus pellentesque malesuada augue cum elit vulputate porttitor. Euismod purus eni amet habitant risus nibh nisl. Aliquam purus leo duis conubia nisi fusce. Egestas class quis in sollicitudin. Vivamus ipsum metus vitae molestie quis eni velit est erat nec cras. Posuere justo iaculis libero donec vulputate nonummy litora eu mauris ad nostra. Gravida class cras leo duis consectetuer vestibulum. Euismod ipsum ve sapien pharetra ut scelerisque eu mattis dignissim.",
    "Commodo dolor ut vulputate enim aliquet vitae at orci. Aliquet purus non nibh volutpat aliquet ut. Viverra massa ut platea. Rhoncus magna ve accumsan dui odio id nibh curabitur sem. Conubia vitae. Pretium augue leo praesent hendrerit at fermentum dignissim massa egestas. Dapibus lorem mi vulputate justo in pellentesque. Commodo neque. Cubilia risus lorem proin a. Natoque neque nunc cum tempor sociis sagittis ullamcorper. Aliquam justo. Cubilia nulla nam erat quam litora habitasse interdum aenean lectus proin at magna. Viverra velit ante integer. Lacinia etiam. Iaculis metus id augue massa blandit. Laoreet donec curae per erat consectetuer sagittis porta consectetuer fusce in. Egestas class fames platea. Viverra lacus adipiscing natoque. Vivamus proin quam blandit id magnis. Posuere morbi. Sodales curae ante luctus ve habitant class eu varius non sociosqu pellentesque commodo vulputate ac morbi varius eu maecenas. Commodo massa nisi viverra ut."
   ]
  }
 ],
 "abstract": "Integer lacus enim etiam conubia. Dapibus etiam mus eget primis potenti leo. Conubia fames parturient erat fusce suspendisse ve varius a habitant dis elit faucibus inceptos magna. Potenti velit eu metus ve lorem fermentum massa cubilia ve purus eleifend massa cum. Aliquet etiam ve elit taciti porta posuere sodales. Vivamus risus nisi ve cras. Aliquet purus odio ullamcorper aliquet condimentum nunc amet sodales at mi. Conubia ipsum at velit vulputate commodo neque arcu aliquam ad nulla rutrum. Nonummy vitae euismod sodales platea sed ac consectetuer euismod felis ante inceptos porta taciti. Posuere magna dis nunc sollicitudin vivamus vehicula erat pharetra. Viverra curae cras leo augue sociis ut erat ullamcorper at aptent ve duis dictum. Commodo risus. Potenti lorem massa a orci donec habitasse tincidunt arcu. Cubilia morbi cum. Integer lorem vestibulum ut imperdiet penatibus lorem fringilla suspendisse sem semper facilisis. Aliquet vitae hac duis interdum nam nisi nascetur suscipit egestas. Viverra lacus dis risus cum duis sollicitudin sodales dictumst felis phasellus pulvinar. Lacinia metus dis mollis ut quam tincidunt magna arcu nunc posuere pretium dignissim quam nostra ut curae. Lacinia vitae. Natoque lorem eni imperdiet lacinia pellentesque tempor netus per. Viverra massa eros diam mus quis rutrum dui quam elit nunc cras vestibulum. Feugiat magna ad fames ipsum aliquam vehicula consectetuer aliquam auctor eget suspendisse et aenean.",
 "authors": [
  {
   "name": "Pearlene Royster",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Britt Klein",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}