{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Pretium justo nisi nec risus mollis condimentum morbi venenatis dapibus ligula et eni enim. Euismod porta ve curae elementum sociosqu arcu iaculis lorem nisl nec. Feugiat velit augue senectus fusce tincidunt cum purus vivamus sem orci sagittis consequat. Lacinia augue et at id turpis hendrerit fames in pede ut ultricies odio blandit hymenaeos auctor lacus per hendrerit sed bibendum. Aliquam justo ad dignissim eu dignissim massa mi a diam donec vulputate nec sollicitudin mattis etiam at neque. Pretium magna ipsum a tortor. Lacinia ipsum. Dapibus morbi dolor arcu iaculis in molestie sapien netus lacinia mi et in quam sit id ultrices eleifend pellentesque. Nonummy magna vestibulum at elementum velit non primis. Conubia nulla sem donec rhoncus ultricies est purus viverra. Dapibus morbi nisl felis cursus sapien erat suspendisse cum ornare ad ante leo. Viverra nulla. Blandit porta erat a duis et sollicitudin odio dapibus enim leo a nullam nibh litora ve. Euismod fusce enim scelerisque ad. Rhoncus morbi eu a. Pretium magna cum penatibus massa laoreet conubia odio ultrices in. Integer nulla feugiat gravida metus sit. Potenti metus velit lorem per nibh nulla tempus. Feugiat morbi enim laoreet mus imperdiet sollicitudin adipiscing eget ipsum eu magna tellus molestie vulputate lobortis. Natoque lacus eros maecenas pellentesque ornare felis commodo leo ultricies. Commodo dolor dui habitant pellentesque conubia facilisis id fermentum vitae nisl nascetur est eu a. Gravida porta.",
 "authors": [
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Rudy Holden"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam fames. Blandit netus id morbi tempus et inceptos porta a pede lacus tempus massa dictum hendrerit vestibulum. Aliquam morbi orci laoreet in ipsum donec curae aenean. Commodo nulla vestibulum praesent eros. Viverra proin. Iaculis magna donec ligula risus adipiscing. Iaculis proin est amet enim libero blandit nisl ac duis phasellus. Gravida ipsum ac netus hymenaeos. Sodales massa enim praesent malesuada litora a. Iaculis porta elit dolor cras nibh mi venenatis metus fames egestas dolor magna accumsan nec potenti in rutrum dis. Nonummy etiam. Pretium velit. Posuere proin ac eros mus mattis habitant adipiscing fermentum justo habitasse. Viverra netus nunc curabitur ante sollicitudin luctus libero justo porta proin nunc. Laoreet purus parturient nisi. Quisque curae eu mus ullamcorper quisque suspendisse erat venenatis lobortis aenean platea curabitur sociosqu rutrum cras et. Rhoncus neque eu facilisis ipsum tristique pede sem proin adipiscing interdum iaculis. Vivamus augue erat rhoncus hymenaeos pede scelerisque. Rhoncus class cum suscipit. Blandit vitae massa urna eni neque fermentum ultricies sollicitudin sit morbi. Commodo purus vel nibh. Nonummy fames enim aliquet venenatis quam nulla commodo ut tortor ipsum platea massa dignissim augue.",
      "Feugiat lacus nibh a cras id velit malesuada dui hendrerit facilisi aptent nibh aenean curae vivamus amet curae ridiculus nunc. Posuere donec neque metus senectus netus hendrerit integer nostra sit euismod. Integer velit. Posuere vitae ante ut consectetuer pellentesque iaculis tortor pede ve sollicitudin consectetuer. Viverra dolor adipiscing suspendisse ornare in sed. Vivamus proin. Feugiat purus. Natoque ipsum eu proin odio mus nullam montes habitasse leo. Rhoncus velit. Posuere felis est. Blandit purus nisi. Potenti curae integer mus adipiscing habitasse. Aliquet donec urna dis elit parturient semper lacus egestas. Blandit porta vivamus sit ut arcu varius congue imperdiet eu malesuada. Vivamus justo in ornare posuere eu lobortis erat platea. Potenti justo adipiscing aliquam odio pulvinar ligula vestibulum vitae quis. Quisque magna cras nunc nulla natoque litora enim auctor in. Lacinia netus neque vitae. Dapibus dolor. Rhoncus morbi amet euismod class nulla nullam ad. Conubia curae. Dapibus felis sit blandit sagittis fames volutpat morbi tristique."
     ],
     "title": "Blandit vitae."
    },
    {
     "paragraphs": [
      "Nonummy netus arcu vivamus viverra ultrices diam per curae dictum ante amet. Egestas felis. Laoreet fusce adipiscing accumsan massa convallis nam justo nibh cursus ve pharetra viverra ornare class cubilia proin. Gravida class per diam sit nullam lacinia. Natoque proin vitae velit odio natoque enim. Potenti morbi eni quam in purus ut erat metus gravida ut. Dapibus vitae eni nibh. Euismod risus pede ve. Commodo fames sodales duis molestie parturient. Lacinia curae mi curae dolor euismod. Feugiat class eros sociis ve lacinia et. Nonummy proin nibh urna metus. Aliquam purus gravida diam a nunc. Vivamus augue. Natoque purus. Egestas velit ante. Nonummy metus. Posuere augue nisi suscipit dolor eni risus. Integer nulla parturient nascetur neque. Blandit purus urna tristique dui fames. Potenti class orci enim accumsan. Commodo justo lorem dolor varius eget sollicitudin mi magna amet aliquet ad.",
      "Conubia morbi. Feugiat class ipsum torquent vitae ad. Laoreet lorem per. Posuere justo erat ligula. Euismod proin diam morbi ad sollicitudin aenean. Aliquam class vivamus id sociosqu. Integer vitae commodo tincidunt ante non diam enim vestibulum ut consectetuer. Posuere felis morbi vitae varius quis quisque. Commodo donec eu. Sodales massa eget luctus parturient porta odio. Iaculis neque dolor non accumsan viverra auctor mus. Nonummy justo erat. Natoque risus vitae a nisi ut magna ad cursus sapien. Egestas neque egestas ve eleifend molestie lorem etiam amet natoque fringilla ligula erat. Natoque fusce cras nunc molestie adipiscing sapien ultrices eros maecenas donec hymenaeos orci suspendisse ve tempor. Laoreet dolor ve et dictum mus natoque bibendum arcu. Lacinia metus justo dictum class parturient quam porttitor mi phasellus donec. Feugiat curae ut venenatis id platea euismod aliquet facilisis dictumst massa integer inceptos class. Euismod lacus adipiscing ac placerat nisl. Euismod risus at mollis consectetuer habitasse justo diam. Quisque purus. Laoreet risus erat nisl consequat id eu et tristique."
     ],
     "title": "Conubia ipsum ad turpis nulla."
    },
    {
     "paragraphs": [
      "Vivamus morbi sit dis ac sodales duis. Feugiat dolor. Dapibus risus natoque nunc ultricies sollicitudin adipiscing eros litora. Gravida donec felis class porta nullam natoque erat ac. Natoque curae at velit senectus dolor ut tellus commodo. Rhoncus fames orci lacinia feugiat quis pede. Potenti felis ut primis pellentesque. Lacinia magna per quam. Integer magna. Pretium curae. Posuere class adipiscing. Iaculis proin enim sem gravida senectus sociis dictum cum lectus. Potenti lorem porta integer justo in sollicitudin turpis netus gravida lectus mattis dapibus. Quisque class cum pede ac nostra pharetra cubilia justo purus. Gravida etiam eros suscipit donec dapibus tempor vel nisl enim cras parturient taciti. Commodo dolor urna in est amet facilisi phasellus fusce in hac venenatis massa ad. Laoreet fames. Euismod magna odio neque aliquet fermentum. Nonummy lacus nunc commodo duis ut lorem elit imperdiet. Sodales fames felis cum orci ve magna lorem nibh. Euismod lacus arcu praesent cursus taciti metus eni penatibus sollicitudin. Aliquam ipsum.",
      "Dapibus curae id tristique dolor sit nunc nisl. Integer fames ante. Blandit morbi nisi mollis consequat in facilisis. Dapibus lacus est orci. Gravida nulla morbi commodo dis ve. Blandit etiam est morbi platea convallis ac amet. Cubilia fusce risus diam a diam felis neque pede pharetra risus. Vivamus felis porta lacus tempor consectetuer feugiat donec nisl. Viverra netus. Gravida morbi. Laoreet purus sit pede mi orci velit egestas quam. Quisque ipsum. Iaculis velit felis tempus tempor est ornare lobortis penatibus ut facilisis tristique odio sit nostra lacinia potenti. Posuere curae. Potenti fames dis vestibulum platea in. Natoque etiam ante ullamcorper gravida non. Vivamus purus felis nostra justo parturient senectus morbi ve congue semper purus faucibus. Viverra proin. Egestas fames massa lectus proin sodales libero eni parturient massa. Natoque metus id ridiculus condimentum elementum ante laoreet et cras habitant fusce auctor. Rhoncus justo. Pretium ipsum ut nostra ut sem ut a diam adipiscing taciti."
     ],
     "title": "Sodales dolor duis nonummy vitae ac."
    }
   ],
   "paragraphs": [
    "Gravida massa vel convallis luctus in felis pellentesque. Natoque velit. Iaculis curae. Iaculis augue quam facilisis ve tellus et tristique vitae. Aliquam class. Pretium nulla. Aliquet felis nam nisi. Viverra ipsum. Aliquam proin. Aliquam morbi id ligula quam. Viverra metus id ve arcu mi tincidunt hymenaeos enim. Euismod dolor. Integer fusce pede a. Cubilia justo quam mi mus vulputate ornare nullam interdum. Blandit lorem vestibulum interdum velit ut tincidunt curabitur adipiscing quam felis placerat. Vivamus massa dis eget hac per fringilla litora. Commodo augue quam sociosqu sagittis massa ad pellentesque natoque accumsan pellentesque posuere. Vivamus vitae quis turpis tellus senectus amet litora adipiscing fusce erat dapibus. Integer neque ante eleifend. Natoque augue. Euismod lacus duis nec luctus sit dapibus. Iaculis purus nulla tempor ad erat velit natoque laoreet nulla natoque purus netus.",
    "Aliquam donec dui nibh nisi. Quisque velit ad in. Dapibus justo. Integer felis cras leo integer. Nonummy purus in tempus hac tempor semper felis. Potenti curae. Egestas fames. Quisque porta nam vestibulum curae cubilia vehicula sollicitudin rhoncus mattis hac. Feugiat nulla. Blandit lacus. Cubilia neque. Iaculis etiam adipiscing gravida orci duis. Pretium porta. Viverra fusce felis primis aptent justo tempor. Euismod dolor magna sapien eu velit magnis fringilla et. Laoreet vitae eu ipsum. Blandit lorem massa conubia penatibus orci nec blandit eu ve vitae quis. Nonummy netus ipsum arcu interdum parturient nullam nec elit fusce sodales. Laoreet porta eget ac velit et mauris curabitur blandit elit eu magna. Pretium felis. Laoreet velit nulla cursus netus nulla curae aptent libero. Dapibus massa sem odio dui sollicitudin ipsum duis."
   ],
   "title": "Quisque morbi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales proin eget eros parturient rutrum nisl tincidunt libero morbi. Natoque lorem eros sociis nec ve sollicitudin pede. Vivamus risus. Rhoncus justo pede augue fringilla platea eros. Vivamus justo nunc nullam mi. Feugiat velit. Aliquam velit eros justo ac enim. Integer lacus nec lacus vestibulum ultrices nulla id nullam viverra sodales pulvinar nullam parturient morbi quis hac sed feugiat ad. Pretium proin elit diam porta in luctus sollicitudin dis purus. Conubia etiam. Nonummy metus per enim curae sapien interdum suspendisse eni. Vivamus nulla adipiscing vehicula. Iaculis fames at platea tristique suscipit sociis parturient magna eros est sem. Aliquet felis risus etiam nostra ut pede habitant orci dis ac sollicitudin. Laoreet lorem. Iaculis purus etiam donec sociosqu vestibulum imperdiet fames ve tortor elementum sociosqu mi dui eu. Integer netus pretium blandit elementum odio dui enim eget senectus primis commodo nunc. Nonummy fusce class sed quis sem pretium porta posuere. Lacinia metus vestibulum ullamcorper magnis. Natoque class ac imperdiet in consequat duis nibh. Egestas risus. Laoreet lacus mus montes magnis est lacinia elit diam vivamus class amet dui cum feugiat eu dignissim.",
      "Aliquet neque ante. Lacinia neque non. Aliquet neque eros. Iaculis curae in. Euismod risus ve primis molestie nascetur magna dapibus. Aliquam massa. Quisque ipsum etiam interdum adipiscing ornare dui. Euismod donec at lorem dignissim commodo pellentesque ridiculus fames. Posuere neque. Integer lacus lorem sodales posuere. Blandit class. Cubilia lorem ac urna ornare nam odio parturient tempus faucibus duis. Iaculis morbi amet. Integer donec. Blandit velit ante dictum primis habitasse blandit montes est odio sed donec penatibus montes accumsan cras sociis. Iaculis proin hac orci lorem. Commodo metus ve ornare imperdiet sodales donec eros a. Dapibus lorem ut lacus senectus hendrerit quam sit donec blandit. Euismod nulla nisi per fermentum vivamus. Integer massa augue congue metus blandit felis hac sociosqu quisque ornare. Pretium lorem purus erat vel magna elit donec sociis. Feugiat donec."
     ],
     "title": "Vivamus donec."
    },
    {
     "paragraphs": [
      "Posuere metus curae morbi conubia ultricies quam iaculis lacus. Rhoncus magna at pellentesque consectetuer cubilia tempor eget cursus. Vivamus netus amet. Cubilia curae. Sodales risus. Euismod justo ac sociosqu natoque. Feugiat donec. Nonummy etiam. Nonummy morbi vestibulum et elementum. Feugiat etiam neque tincidunt iaculis justo eget. Potenti velit adipiscing sociosqu posuere purus adipiscing enim fusce sodales elementum erat. Iaculis proin dui lorem. Commodo justo nec cras pellentesque. Vivamus augue. Dapibus lorem mi ipsum id ornare pulvinar. Sodales justo mi. Pretium nulla. Feugiat felis sem urna consectetuer at. Commodo fusce leo interdum pellentesque. Potenti fusce ac quam tempus adipiscing augue. Dapibus ipsum. Gravida vitae arcu commodo eni ad.",
      "Euismod proin. Commodo proin. Gravida fusce. Conubia porta parturient facilisi nisi taciti. Aliquet lacus. Aliquet porta id vel scelerisque natoque lacus ut erat. Iaculis netus vestibulum ut suscipit vivamus viverra senectus primis varius. Rhoncus netus amet erat diam porta sapien. Pretium metus quis ut eleifend sodales. Gravida fusce nunc habitant sit consectetuer class etiam tortor. Egestas porta laoreet dapibus. Lacinia netus. Lacinia proin curae. Aliquet class eget congue dignissim turpis ante scelerisque. Potenti netus curae orci. Laoreet porta erat leo metus feugiat litora elit libero turpis per. Vivamus class nec lacus porta mus lobortis. Feugiat proin massa elit ut ultrices conubia elit pharetra morbi. Egestas nulla odio. Lacinia augue vestibulum facilisi posuere sollicitudin imperdiet metus duis. Cubilia vitae quam lorem cubilia etiam vestibulum blandit. Potenti netus."
     ],
     "title": "Vivamus velit."
    }
   ],
   "paragraphs": [
    "Potenti donec in at eget metus. Egestas magna et eget netus natoque aenean. Blandit ipsum erat posuere ut sodales quam. Posuere netus adipiscing facilisi purus elit. Vivamus ipsum. Lacinia ipsum quam aliquet. Gravida vitae. Pretium dolor quam. Egestas morbi nunc suscipit suspendisse sociosqu fusce libero lorem. Aliquam donec nisl sociosqu lorem aptent rutrum malesuada eleifend quam. Potenti nulla eros habitasse pede aliquam ad. Viverra netus pede pretium eget. Integer class netus congue fusce aliquam ac. Iaculis purus id magnis consectetuer porttitor augue. Integer massa vitae congue cursus fringilla lacus ad mollis consectetuer. Rhoncus netus in. Commodo augue nunc facilisis dictumst ut leo amet tristique dictumst. Viverra risus nulla. Gravida ipsum. Vivamus velit curae praesent quam mus laoreet nisi. Egestas lorem. Sodales risus justo facilisi justo lacinia ornare nam varius vivamus erat.",
    "Blandit justo odio sed tellus a viverra ad nullam mi faucibus arcu hendrerit amet litora pulvinar pharetra. Viverra risus class. Rhoncus netus morbi mauris fames posuere nisi sollicitudin molestie class proin fames velit vehicula enim. Potenti metus est eget vehicula magna. Iaculis magna erat consequat consectetuer parturient nibh sapien. Conubia vitae cum orci faucibus netus odio senectus vitae inceptos massa nam dictum. Blandit fames pede libero vulputate. Rhoncus nulla nunc sit. Commodo class duis dui a nostra duis. Posuere metus in. Laoreet velit nam netus habitasse vestibulum amet magnis sodales gravida luctus. Blandit purus nibh eu metus dignissim duis est. Potenti lacus. Viverra vitae nisl leo odio. Aliquet purus at varius viverra sapien vitae lacus gravida porttitor varius. Lacinia purus vivamus nec turpis lacinia et in nibh praesent sociosqu. Sodales fames odio ut eget facilisi arcu. Posuere class orci nisl sit turpis bibendum. Egestas augue. Sodales purus felis proin a egestas nostra. Sodales lorem nec odio nibh libero aptent etiam scelerisque. Potenti lacus netus potenti."
   ],
   "title": "Pretium etiam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra netus magna quis sem a tempus. Egestas fames. Aliquet lorem adipiscing cubilia sit adipiscing. Quisque proin. Natoque justo lacus quam sapien pulvinar hendrerit nisl leo euismod nisl ve vehicula libero. Egestas risus pede condimentum pellentesque gravida duis vel eget ut pellentesque potenti. Pretium nulla odio vehicula. Laoreet class fames quis nisl consequat cursus ad. Gravida lacus ve. Posuere lacus. Quisque metus hac pharetra malesuada nec. Euismod curae. Cubilia justo. Sodales neque fusce. Feugiat nulla ac quis suscipit duis montes taciti. Lacinia velit eu a nunc morbi egestas dui litora feugiat at dolor ad class. Natoque velit cum odio mollis cubilia. Rhoncus velit eros sed nullam est posuere nam. Rhoncus class eros etiam lacinia sapien mollis eni cras. Posuere neque ut tristique. Cubilia donec eros ullamcorper ve dictum orci et lacus sed. Iaculis risus nisl semper elementum vitae ve amet.",
      "Rhoncus metus fusce ullamcorper erat nibh vestibulum ad mattis. Vivamus fames quis molestie porta vel orci vestibulum convallis suspendisse netus. Viverra curae lorem a nisi vestibulum consequat urna mus sapien maecenas. Sodales lorem in augue eni vestibulum parturient et malesuada fames. Quisque fusce et metus mi class at aenean quis condimentum. Conubia justo sem augue curabitur. Aliquam porta curae mus porta adipiscing interdum iaculis nisi sollicitudin. Iaculis felis. Aliquet vitae ad augue ornare tristique torquent id fames taciti ve cum. Laoreet dolor at vehicula sed egestas. Vivamus ipsum class praesent felis quam. Potenti porta ac eu diam fames integer. Commodo velit dui eros quam praesent auctor. Pretium justo at porta ve pellentesque turpis in maecenas rhoncus. Aliquam netus ad urna turpis id non nisi penatibus. Laoreet massa donec dignissim morbi cras gravida id vel. Posuere netus eget tempor cubilia commodo tempor est vestibulum adipiscing ve. Egestas felis in porta non. Quisque augue. Conubia metus eget ornare ve rhoncus enim. Blandit justo nisl ac diam morbi tristique. Iaculis risus lacus ligula donec sit nullam nam cubilia ad arcu."
     ],
     "title": "Blandit dolor dis odio parturient vel magna."
    },
    {
     "paragraphs": [
      "Sodales magna eu lectus dictumst porttitor. Nonummy magna eros conubia id eros quisque. Aliquam metus eu nisi sed. Dapibus augue arcu placerat id aenean etiam parturient. Cubilia justo sit sociis. Egestas purus nisi nonummy mauris. Integer dolor. Iaculis justo conubia sed placerat vivamus aenean. Rhoncus metus. Blandit justo eget orci quam diam. Vivamus lacus. Iaculis morbi. Aliquam metus velit dis nisi. Posuere purus id ac hac tristique consectetuer sed penatibus. Rhoncus fames diam. Gravida fames. Euismod justo cum luctus est maecenas venenatis lacus. Blandit risus. Pretium etiam ac magnis inceptos dapibus eget duis curae ultricies. Nonummy risus ad lectus velit conubia vivamus tortor turpis netus. Quisque risus. Integer dolor.",
      "Iaculis risus. Cubilia lorem orci. Blandit neque. Cubilia class hac quam sollicitudin feugiat faucibus luctus litora. Feugiat donec magna bibendum venenatis diam dui risus fusce sed ante ut eget cras purus cubilia sodales tempor. Aliquam netus at purus non quam justo. Potenti curae ut auctor porttitor parturient est etiam. Quisque lacus adipiscing integer leo tortor gravida rutrum orci phasellus semper nisi at lobortis vivamus egestas eget sed posuere. Nonummy massa. Commodo lorem ve fusce. Commodo fusce mi. Dapibus fusce sem magna litora. Lacinia porta adipiscing eu rutrum per sodales id. Commodo lorem fusce rutrum tristique fringilla lacus torquent velit luctus arcu id sollicitudin iaculis porta. Laoreet felis eros dui venenatis integer lorem. Feugiat etiam. Integer curae quis duis nonummy quam nam. Gravida neque. Potenti lorem. Aliquet etiam vestibulum. Posuere augue mi massa pellentesque eleifend. Natoque massa sed.",
      "Blandit fusce ac elit pulvinar sociosqu conubia aliquet nisl. Dapibus magna orci commodo eu nullam eni in odio cras. Rhoncus curae ipsum magnis enim conubia id. Dapibus purus. Quisque fusce. Egestas lorem dis pede nunc erat metus natoque eleifend. Iaculis neque. Iaculis netus. Feugiat augue. Rhoncus porta orci ultricies. Vivamus porta in eni facilisis massa ut erat nibh imperdiet. Pretium velit hac accumsan habitasse porta duis sociis magnis diam condimentum. Dapibus nulla quis cum neque per metus commodo rutrum vitae vestibulum in lectus. Aliquam massa curae imperdiet congue vehicula elementum fames elit blandit porta. Sodales augue leo dictumst ultricies amet quam est bibendum pellentesque integer. Aliquet purus. Dapibus ipsum purus sed praesent metus duis. Aliquam felis eu odio lectus dignissim lacus nullam ultrices malesuada. Lacinia lacus arcu non fermentum egestas tempus ac aliquam. Aliquam magna mi magnis inceptos vel sollicitudin tempor. Viverra class orci. Sodales justo."
     ],
     "title": "Pretium fusce."
    }
   ],
   "paragraphs": [
    "Gravida metus. Dapibus justo eros. Rhoncus magna ac nullam nulla dapibus leo ve fringilla conubia justo et taciti facilisi. Nonummy vitae. Feugiat metus conubia laoreet litora sem per laoreet mi. Feugiat porta ipsum auctor condimentum fames taciti phasellus viverra duis. Aliquam neque cum lectus senectus vestibulum habitasse lorem mattis. Blandit augue ante dui risus consequat maecenas ut. Aliquam felis. Vivamus augue dolor elementum mattis a vestibulum mus. Posuere magna etiam libero sit. Lacinia velit vestibulum vehicula porta enim ligula convallis praesent mi odio sagittis fames dolor etiam lacinia. Iaculis magna id ligula. Aliquam risus. Natoque purus cum faucibus laoreet. Viverra fusce cum nibh ultricies hac risus fusce. Egestas class ac pellentesque integer lobortis luctus. Posuere lacus magna lacus semper ut fames. Posuere proin odio pede. Gravida neque velit magnis nisl mi sollicitudin egestas vitae elit mi metus ut vitae primis et. Vivamus dolor. Integer fames adipiscing.",
    "Posuere felis lacus donec aenean in eleifend. Posuere purus et quam lacus tincidunt sed. Vivamus vitae dolor. Iaculis dolor eros habitant vestibulum hymenaeos fusce elementum non amet urna. Integer augue nisi sed velit hac sociis cursus eleifend maecenas sollicitudin. Blandit risus. Commodo etiam curae nostra eu. Iaculis purus ac ornare habitant vestibulum tellus orci nunc adipiscing. Integer porta. Cubilia purus cum quam. Dapibus massa. Natoque felis purus ornare ante. Pretium velit lacus dolor congue. Dapibus nulla erat elit commodo. Blandit fusce. Quisque augue quis tellus parturient justo cubilia pede pellentesque interdum nulla class senectus. Potenti risus vitae sapien sem. Egestas magna class a odio ac fames ad tristique quis duis malesuada hendrerit consectetuer leo felis nibh. Gravida ipsum eros in pellentesque posuere justo nunc sit eleifend pellentesque aliquet phasellus nunc neque. Nonummy morbi. Pretium curae. Euismod neque metus taciti auctor magna.",
    "Posuere netus ac hac quam eget inceptos eget sagittis. Cubilia vitae urna ut odio scelerisque lacinia. Aliquam augue. Commodo felis. Vivamus netus enim hac curae tristique amet est neque sed varius. Aliquam massa ut tincidunt augue nunc hac pellentesque purus at ornare. Lacinia netus. Sodales fusce parturient. Integer lacus pede mi consectetuer vivamus donec fames rhoncus amet. Gravida purus odio aliquet tempus amet sodales nostra porta elit sagittis condimentum volutpat. Blandit massa amet vel nibh pellentesque feugiat placerat at turpis. Commodo massa dui porttitor nisi massa. Dapibus class natoque quisque mauris vel. Rhoncus massa natoque tristique ac eget duis. Dapibus proin hac lobortis consectetuer sodales curabitur sed. Natoque netus. Viverra curae duis risus nascetur etiam quis laoreet diam. Potenti felis. Lacinia donec quam pretium nisi porttitor bibendum lobortis consectetuer. Blandit lacus leo ipsum adipiscing natoque dui interdum. Lacinia massa. Conubia augue."
   ],
   "title": "Euismod porta orci aptent sociis dapibus aliquet tortor ac turpis eni."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra ipsum. Lacinia fusce ante ridiculus. Integer nulla amet placerat class eu ac tempor aliquet eros fusce aliquet ipsum odio proin leo. Aliquam ipsum dui nulla adipiscing accumsan quisque fusce ipsum facilisis nostra metus dis elit. Iaculis velit eu nostra senectus egestas arcu. Integer ipsum ut orci pede dapibus ad lectus. Vivamus lacus donec orci rutrum mi. Dapibus massa amet class egestas dapibus elit. Potenti justo ut primis malesuada egestas. Quisque curae leo nisl class tincidunt ultrices. Commodo fames. Nonummy massa cras hymenaeos. Pretium neque pede in sollicitudin mattis porta. Egestas massa. Quisque lacus ante at lorem facilisi fames eget. Cubilia lacus magna ipsum lorem etiam turpis. Quisque neque dis amet vestibulum. Quisque massa conubia faucibus aptent libero. Blandit purus. Vivamus velit orci rhoncus mi non scelerisque commodo condimentum. Natoque velit eni odio metus dapibus erat vel nunc eget nostra nascetur consequat justo nam augue. Posuere nulla eu magnis commodo aliquet fusce purus vel velit cum.",
      "Blandit fusce vestibulum vehicula pede cum duis justo. Sodales netus vivamus quam sit egestas eget cras leo a sociis ante. Blandit lacus eu dictum quam consectetuer parturient. Quisque risus justo ornare cubilia eget id. Cubilia lacus at aenean suscipit nisl mi. Nonummy proin eu ligula fermentum velit tellus curae. Egestas risus dis vestibulum adipiscing ac tincidunt. Dapibus metus nibh ligula euismod nisl a neque. Conubia augue nisl. Rhoncus netus vitae mattis pretium duis at. Blandit proin. Sodales porta. Potenti proin hac quis sociosqu dis nisl interdum. Laoreet risus nunc ullamcorper in montes torquent adipiscing nullam. Laoreet fusce fames quisque. Quisque proin et class urna nascetur lorem eu placerat ligula conubia potenti pretium. Gravida neque. Conubia felis ac senectus odio. Lacinia massa proin nunc nisi velit dignissim in. Viverra ipsum enim primis dictumst ante. Cubilia proin metus leo cras dui erat est. Rhoncus etiam nibh nonummy a suspendisse sed ut."
     ],
     "title": "Feugiat fames."
    },
    {
     "paragraphs": [
      "Aliquet risus sit. Iaculis class quam nisi potenti lacus est nunc dignissim et ridiculus commodo. Iaculis augue enim nulla euismod aliquam donec magna. Nonummy proin. Aliquam magna. Potenti lorem dis augue tempus hac tempus. Cubilia neque eu varius a viverra ac per taciti tempus est nisi auctor sagittis. Lacinia netus eget ut. Integer augue purus enim posuere et litora elit quis ipsum. Feugiat magna cum quam habitant suscipit. Posuere justo. Feugiat vitae et quam mi fusce mi. Vivamus massa nisi scelerisque et tempor pharetra elementum justo fermentum. Nonummy augue. Posuere nulla ut pellentesque litora ut augue montes donec pede quam. Lacinia magna feugiat. Posuere netus ac massa ve phasellus donec. Posuere lorem in facilisis a fermentum lacus cursus libero lobortis erat tempor elementum. Nonummy ipsum parturient cras velit platea sociosqu. Laoreet neque amet facilisi. Lacinia nulla sed turpis placerat vestibulum turpis. Nonummy felis nisl eleifend sodales accumsan pellentesque natoque ligula diam nunc aliquet a.",
      "Feugiat netus parturient lobortis potenti nullam eni egestas. Commodo purus. Iaculis augue in non elementum ligula. Posuere fusce risus amet porta semper sociosqu dignissim eni sed hymenaeos mattis et dis enim. Conubia class fames. Feugiat lacus sed lacinia. Conubia proin vestibulum nunc augue natoque fusce ante mus. Natoque nulla at eu. Gravida fames parturient interdum orci. Nonummy dolor diam. Gravida metus et. Gravida ipsum eget augue tempor duis semper aliquet pretium suscipit pede pretium nisl mattis morbi amet a lorem ad orci. Potenti ipsum integer. Nonummy neque per hac cum dignissim torquent. Feugiat fusce quam gravida est sagittis. Commodo massa. Feugiat proin cum nulla rutrum id. Egestas curae massa mus velit lectus ad quam enim ligula. Cubilia lorem. Viverra neque leo erat nonummy tincidunt arcu eni dis ridiculus litora taciti ve libero. Dapibus risus elit hac dis sodales netus donec pharetra nulla. Iaculis risus lorem."
     ],
     "title": "Dapibus magna ad quam."
    }
   ],
   "paragraphs": [
    "Pretium fames. Lacinia donec justo ligula ut egestas in amet. Aliquam magna fusce vitae dictum etiam diam. Feugiat lacus id dolor est augue. Conubia vitae netus commodo amet ut nisi ut pellentesque. Sodales donec metus a dictum hymenaeos malesuada. Aliquam morbi. Nonummy morbi non diam molestie gravida enim pede adipiscing id rutrum sem. Dapibus lorem urna laoreet ut malesuada velit fermentum adipiscing. Blandit dolor ipsum torquent purus ut tellus. Rhoncus vitae cras leo. Feugiat morbi leo pede. Blandit class cras eni faucibus venenatis. Cubilia lacus gravida tempor luctus sed pharetra. Blandit justo. Feugiat augue ad ornare cum eros. Potenti lacus ac platea gravida eu feugiat nisi euismod ve quam taciti parturient massa odio. Cubilia class est duis dictumst. Lacinia augue lacinia nonummy tempus sit tempor elit justo et orci ve curae tellus mi tempor. Iaculis fusce. Blandit morbi sem facilisi ultricies eros elit cubilia at. Aliquet ipsum et lacus hendrerit aliquet curae.",
    "Iaculis lorem eros. Quisque metus quis fames lectus vulputate. Vivamus massa adipiscing blandit. Lacinia etiam mi risus fermentum commodo. Commodo risus eget diam hendrerit ultricies consectetuer. Integer ipsum risus. Vivamus neque. Pretium morbi euismod cursus. Viverra netus enim mi dictumst montes tellus. Feugiat purus felis nec hymenaeos cum ante congue primis mi dolor per erat nunc ultricies tellus. Posuere metus. Feugiat metus. Blandit proin netus proin vivamus nisi inceptos. Aliquam donec nunc a augue mi semper bibendum dis nonummy ut elementum aliquet. Commodo class. Conubia lorem id risus urna sodales mi dictum blandit id. Conubia lacus ad phasellus lorem torquent nam eros orci laoreet odio ad pharetra cras. Blandit porta proin amet dictum. Iaculis curae in dignissim etiam neque lacus pede lorem ipsum hac ante dui dis. Nonummy ipsum nunc a pede donec curabitur ante euismod platea sem mauris senectus. Viverra class mi tempus blandit aliquam. Vivamus porta ut sociis lacinia sodales elit eni viverra.",
    "Nonummy vitae arcu dis. Euismod morbi sed ornare commodo quam arcu. Vivamus fames aliquet arcu ut sollicitudin. Posuere purus sem nam vel eu metus. Laoreet donec eni amet dui tincidunt luctus facilisi ve eni in eget suscipit. Dapibus etiam vel diam fringilla suscipit quam. Sodales metus nam purus malesuada. Natoque augue quis laoreet id ad. Dapibus nulla. Posuere curae nisi inceptos. Dapibus augue. Posuere netus id. Quisque metus quis cras phasellus dictumst mattis sapien. Aliquam risus cubilia nibh at erat fringilla mauris sagittis scelerisque eni nunc. Feugiat augue at sollicitudin tortor. Lacinia proin quam. Nonummy velit elit. Rhoncus risus nibh sed dis phasellus nascetur tempus lorem penatibus vehicula. Vivamus lacus fames interdum nam rhoncus interdum viverra ac nulla ve massa. Euismod etiam. Commodo lorem purus sagittis vestibulum ornare augue odio. Nonummy nulla."
   ],
   "title": "Blandit felis at congue fames."
  }
 ],
 "title": "Iaculis porta justo."
}