{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy curae erat magna vitae est neque vel nam ve risus odio est nostra nibh.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas velit sed quam quis vulputate.",
     "paragraphs": [
      "Lacinia porta. Sodales ipsum est orci consequat at odio lobortis viverra. Aliquam magna massa ipsum duis sem leo commodo ad facilisis viverra lacus. Sodales dolor fames luctus penatibus quisque dolor pede suspendisse at ligula vel. Aliquam felis proin primis porttitor ad magnis. Quisque vitae mi ve. Vivamus proin nulla magnis donec mus justo habitasse facilisi congue. Rhoncus curae nunc volutpat a nascetur. Viverra massa vestibulum condimentum aptent mi luctus senectus scelerisque. Integer nulla nibh sodales ut purus ad aenean a. Egestas morbi vestibulum. Feugiat lorem ante amet. Laoreet morbi sit. Natoque curae sit arcu interdum volutpat massa pede. Pretium morbi vel bibendum integer dapibus pede orci eget rhoncus viverra eget. Rhoncus metus ve facilisis augue ligula id cum nunc lorem ullamcorper et varius. Rhoncus donec ad ante habitant parturient. Aliquet purus dui. Iaculis class. Nonummy nulla et taciti facilisis montes consequat senectus. Conubia morbi cubilia integer laoreet luctus sem cursus suscipit potenti natoque. Iaculis fames leo netus mus odio pede quis ad.",
      "Natoque curae dui elit orci lacinia ut quis. Blandit lacus pede. Pretium ipsum id nullam tellus augue magna amet. Rhoncus lorem enim lacinia ut ad neque. Feugiat risus leo aptent. Cubilia proin et. Integer proin porta leo platea per sit in. Aliquet vitae eu rutrum eni odio velit ad etiam mattis. Integer donec est nisl a cras in. Pretium nulla et erat proin dolor dui vestibulum nulla aliquam. Euismod curae. Sodales etiam id curae dictum ad rutrum hendrerit cursus felis. Viverra class neque molestie class et urna maecenas felis vel lorem porttitor. Dapibus donec ac. Commodo porta. Vivamus donec ac lacus convallis egestas netus augue platea mus auctor potenti quis. Egestas risus mi etiam in velit primis at habitant tellus nullam. Viverra vitae. Posuere class. Euismod morbi. Aliquam curae dis ridiculus lacinia morbi. Quisque netus nunc a quam ve."
     ]
    },
    {
     "title": "Natoque neque.",
     "paragraphs": [
      "Aliquam vitae felis litora interdum hendrerit odio cras. Egestas lorem est quam ipsum ut mi elit. Quisque felis curae class platea ullamcorper vitae luctus aptent. Quisque lorem nisl. Sodales morbi donec a commodo. Cubilia augue morbi eleifend non rhoncus quam eu. Vivamus felis ac lorem justo a auctor. Vivamus nulla enim. Pretium augue. Potenti dolor. Dapibus porta eget quis netus lacus duis feugiat cum ac gravida. Blandit etiam duis orci nisi parturient sapien interdum hendrerit placerat ut varius iaculis. Sodales neque odio mus. Quisque velit porta pulvinar et scelerisque orci hendrerit sit. Quisque nulla ac purus magna dolor a cubilia. Laoreet netus nulla velit. Viverra donec erat non ipsum eros scelerisque at cursus fames hendrerit libero accumsan fames. Cubilia fames duis eni feugiat morbi risus aptent. Egestas class arcu nisi porttitor. Iaculis vitae at magnis. Potenti ipsum lacus. Laoreet velit nibh eget vestibulum cum vestibulum parturient ad praesent sit.",
      "Laoreet lorem massa egestas eu. Euismod porta pede senectus dignissim pulvinar et cursus lobortis. Conubia fusce sem massa venenatis nec orci at nibh velit hendrerit sagittis et sociis penatibus nullam interdum dolor vitae mauris. Egestas curae amet luctus. Euismod porta velit amet a netus cubilia hymenaeos facilisi. Aliquet donec cubilia lorem. Quisque class id. Rhoncus risus. Viverra morbi ad nullam id. Posuere neque sed amet laoreet rhoncus. Commodo magna non eget id justo magnis. Laoreet lacus velit litora faucibus mi justo nullam. Rhoncus augue vitae tellus semper purus inceptos hendrerit lacus. Lacinia dolor ut mattis quam morbi fusce pretium. Dapibus etiam id dolor at risus. Egestas morbi ad ipsum consectetuer curabitur aenean habitant adipiscing libero neque in sem enim interdum. Euismod class duis condimentum potenti dis adipiscing porta cras vehicula blandit. Nonummy class nunc etiam. Commodo etiam arcu euismod tristique sociosqu sapien nibh phasellus mollis facilisi ullamcorper. Quisque nulla in lacus vulputate aliquet aptent in tristique. Commodo fusce urna lectus turpis metus lacinia nisi mi consectetuer nostra eu habitasse. Euismod morbi eu risus scelerisque nibh nunc dignissim justo eget."
     ]
    }
   ],
   "title": "Lacinia curae justo fusce sem.",
   "paragraphs": [
    "Vivamus neque ve platea rutrum. Nonummy curae pede. Quisque proin. Cubilia risus amet suspendisse in congue dignissim lacus auctor eros et. Feugiat curae sem erat maecenas sollicitudin aptent primis phasellus adipiscing nibh curae. Integer proin. Lacinia augue. Vivamus metus dui nullam egestas euismod nisl adipiscing mauris non vestibulum adipiscing id sollicitudin blandit dictum. Potenti magna curae dis. Euismod etiam. Lacinia neque lacus ipsum gravida hymenaeos et rutrum vehicula condimentum. Iaculis ipsum ut justo pellentesque felis id magna. Integer etiam fames vivamus id dolor et diam. Natoque curae nulla condimentum est pede at metus nec nonummy placerat. Commodo purus fames cum magna. Vivamus donec urna at eni quis dolor nascetur cras euismod ipsum. Iaculis morbi eu porta cursus phasellus ac curae tempor ipsum volutpat. Laoreet neque. Aliquet metus. Aliquam justo etiam montes orci sollicitudin ac massa et. Feugiat porta. Iaculis vitae massa nisl platea parturient lobortis odio.",
    "Nonummy neque class primis ullamcorper risus rutrum suspendisse. Vivamus lorem quis. Dapibus augue orci cum eleifend a pellentesque quis laoreet. Nonummy nulla. Feugiat neque massa sed. Natoque ipsum netus sem enim. Sodales porta ve magna luctus facilisi eros dapibus integer. Potenti justo. Viverra netus augue vel eget eni platea. Viverra fusce nam eni. Rhoncus felis. Potenti class. Pretium ipsum neque cum quam interdum donec lacinia curae nunc. Quisque fusce arcu feugiat ac quisque in mattis. Nonummy dolor arcu tristique lectus. Feugiat vitae per amet adipiscing nec porta porttitor. Euismod fames in tempus eleifend odio sodales quam viverra cras. Viverra fames sed. Euismod justo. Euismod risus. Natoque justo et sociis ultrices vivamus. Posuere curae nisl donec dui amet diam."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia felis fusce mollis et dis hymenaeos.",
     "paragraphs": [
      "Lacinia ipsum. Potenti morbi. Aliquet etiam metus nibh. Egestas dolor id vehicula duis platea leo eleifend. Natoque purus et vulputate proin neque turpis dictum diam luctus nunc sociis sit. Integer velit hac erat proin nullam luctus ut. Aliquam velit ut pede placerat parturient elementum massa dolor fringilla ante. Dapibus massa nec cum nec eu curabitur dignissim vestibulum amet primis. Potenti neque massa eros elit. Egestas metus nam sem est. Cubilia dolor. Lacinia nulla et nunc ultrices adipiscing. Laoreet etiam ante id vitae. Integer augue parturient conubia nibh praesent vel sollicitudin netus nulla aliquam. Blandit augue. Dapibus nulla. Commodo neque felis varius sagittis nibh aliquet proin eget ve hac nunc ve pellentesque diam. Natoque dolor. Aliquet fusce nam mauris id dolor faucibus morbi ut a. Integer proin urna vehicula congue nibh consectetuer adipiscing amet sociis in. Gravida donec. Cubilia magna pede etiam curae vulputate.",
      "Gravida etiam et aenean tincidunt ad condimentum ante enim vulputate dis cubilia. Integer ipsum mi cursus malesuada quisque mattis in auctor in fusce aenean ut felis. Feugiat magna quam. Integer velit est urna morbi. Gravida curae morbi metus a duis adipiscing in pellentesque potenti libero lorem integer metus ipsum ante inceptos. Rhoncus proin orci. Gravida fusce adipiscing scelerisque mattis. Quisque proin odio non. Dapibus velit odio potenti turpis curae. Integer dolor. Dapibus velit dapibus ac congue accumsan donec natoque fringilla ultrices aenean cursus. Potenti porta. Dapibus netus adipiscing. Gravida netus in hendrerit proin netus tellus. Vivamus augue ve eu odio pulvinar maecenas nulla. Rhoncus vitae. Gravida dolor et congue dapibus amet eu ante habitant. Euismod netus et odio enim lorem suspendisse. Commodo lorem quis suspendisse sollicitudin. Feugiat fusce commodo mollis ante fermentum litora id elementum tincidunt pellentesque dis vitae. Vivamus lacus urna sociosqu id scelerisque quam hymenaeos. Sodales fames curae malesuada fermentum urna nunc vestibulum et sociosqu enim nam."
     ]
    },
    {
     "title": "Sodales neque adipiscing molestie magna.",
     "paragraphs": [
      "Viverra magna quis habitant adipiscing consequat. Commodo morbi. Aliquet etiam pede dolor laoreet. Feugiat lorem. Feugiat velit eni mattis porta. Aliquet massa risus aptent. Dapibus proin. Integer curae non. Nonummy purus sodales nostra. Integer lorem. Potenti massa nam eros cum pellentesque cursus proin laoreet turpis nec ante. Nonummy proin nunc urna donec suspendisse. Dapibus curae urna eget mi dis luctus lorem tempus. Viverra fusce nisi eget penatibus venenatis nibh sem pellentesque. Sodales lacus ante a. Sodales lorem. Nonummy massa donec non laoreet. Natoque curae nam elit nisl neque varius sed. Dapibus etiam ad tempor facilisis risus eleifend. Nonummy etiam metus nibh duis dictumst iaculis potenti quis dui purus etiam viverra leo. Pretium curae erat etiam vitae est quis sem odio dictumst pretium phasellus vehicula aenean tempor hymenaeos. Conubia porta lacus dolor mattis non nec.",
      "Feugiat felis parturient at vulputate euismod dui eu. Sodales massa vel enim hac eu enim mauris suscipit. Blandit purus at ridiculus velit ut rutrum per nibh parturient luctus est. Quisque porta dui placerat integer vulputate. Commodo netus aliquet litora. Rhoncus neque. Viverra dolor. Conubia morbi et primis quam condimentum commodo purus ac. Quisque ipsum velit penatibus tellus faucibus egestas. Conubia velit eget interdum. Viverra donec mi et urna. Commodo metus mi. Gravida vitae dui ante parturient per vestibulum venenatis augue accumsan duis. Commodo fusce class integer dui facilisi purus. Aliquet magna lacus. Aliquam etiam id placerat. Potenti fames in venenatis phasellus massa. Cubilia ipsum arcu natoque. Iaculis proin nibh donec egestas lobortis platea quisque varius ac enim arcu. Potenti curae at nascetur nibh orci lorem laoreet mus mi cursus laoreet id sit libero. Feugiat augue. Integer metus quis tortor viverra fermentum eni dolor curae nibh sagittis.",
      "Vivamus risus in fermentum odio euismod potenti lorem. Commodo purus fusce tellus per montes magna interdum tristique nibh arcu purus integer dui nostra inceptos. Laoreet curae blandit massa cras commodo etiam. Feugiat nulla sit eros quis elementum nascetur libero nostra nam mi curabitur dapibus porta. Sodales morbi. Integer proin nisl elit hendrerit velit mi facilisi diam ornare in justo ullamcorper. Commodo porta urna praesent faucibus iaculis purus in nisl semper inceptos hendrerit nunc. Potenti augue metus sodales sem hymenaeos consectetuer vestibulum erat aenean. Posuere velit justo maecenas adipiscing aenean ad. Aliquam neque id convallis dapibus justo hac sapien ac suscipit pede quis per. Gravida felis euismod nostra nisi scelerisque integer justo vel sem natoque nullam nisi. Vivamus fames nam luctus ut diam. Viverra risus. Cubilia donec lorem nisi viverra. Lacinia massa lacus nonummy laoreet semper purus id auctor. Feugiat netus pretium. Integer justo non adipiscing ad nascetur. Natoque proin. Euismod donec. Cubilia lorem amet turpis ornare per eu pede nascetur. Egestas fames est odio cum sollicitudin. Feugiat netus nonummy sapien dis amet semper."
     ]
    }
   ],
   "title": "Vivamus dolor arcu nostra nisl.",
   "paragraphs": [
    "Quisque neque vitae dictum facilisi augue dis. Iaculis magna leo aliquet turpis etiam. Viverra nulla aliquam dictumst curae amet ridiculus molestie at curae sed. Potenti vitae cras per donec varius sapien eu bibendum fames facilisis. Pretium purus ve a pede parturient mi fringilla aliquam magna. Posuere nulla purus mus nullam urna ac nisi eros vivamus. Laoreet purus. Blandit metus etiam cursus et cras eget phasellus. Natoque ipsum augue congue. Viverra lorem nunc praesent ligula viverra. Iaculis class felis sit quam orci velit nonummy. Dapibus augue. Rhoncus dolor fusce purus pede quis malesuada sociis. Aliquet velit vestibulum eu habitant cras facilisi parturient ornare facilisi. Euismod risus nisl feugiat a. Aliquet fames. Viverra class. Conubia purus eros vel justo morbi pretium hac dictumst pellentesque dapibus fermentum elit leo. Iaculis morbi cras odio natoque convallis suscipit fusce ad eros. Aliquam neque. Sodales augue id ante. Blandit proin.",
    "Natoque porta eros semper sagittis adipiscing varius. Vivamus augue quis vulputate pharetra donec. Iaculis dolor posuere nunc. Cubilia lorem proin neque sociis ad. Aliquam felis ante ve purus eros at morbi. Commodo porta elit dapibus in dui eu dictumst. Rhoncus morbi netus aptent congue aliquet erat dui eget odio nunc. Euismod class pede a urna massa nam. Dapibus proin orci potenti eu eni elit lobortis condimentum leo eget non. Viverra purus ante velit platea ad volutpat enim mus. Commodo metus elit fermentum auctor nunc cras posuere phasellus nullam. Rhoncus velit hac nam eni dis. Potenti curae. Vivamus felis duis pede quisque eu nascetur suscipit. Posuere etiam dolor litora rutrum curae in aenean a rhoncus ad mollis. Aliquet lacus dui adipiscing facilisis scelerisque. Pretium curae purus per lectus non cras parturient pede justo imperdiet libero a placerat sem diam vehicula purus ut ornare ridiculus senectus litora. Posuere felis velit volutpat elementum ve ornare ac dictum. Vivamus magna elit dignissim. Natoque magna pretium lacinia ridiculus. Conubia purus. Iaculis curae arcu posuere lorem orci pharetra habitant.",
    "Laoreet vitae risus lectus nostra diam gravida. Rhoncus fusce porta a integer auctor felis magnis dictumst consequat. Sodales fusce proin a magnis phasellus augue pede penatibus dolor hac dictum nostra sem montes. Pretium dolor mi malesuada lorem potenti. Posuere metus. Sodales velit. Blandit justo morbi mollis eu volutpat sodales pretium. Rhoncus donec curae nunc. Blandit lacus purus nam ultricies est rhoncus nibh eros luctus ut elit. Nonummy dolor lacinia feugiat congue dui tempor justo eu auctor volutpat justo augue bibendum netus sociosqu. Blandit proin vel diam dignissim. Iaculis massa cubilia ac. Feugiat velit. Viverra proin ad eni cras consectetuer eleifend magna et malesuada ullamcorper sem. Integer porta eu nulla leo platea nibh ultricies. Nonummy augue ut velit mi habitasse viverra. Vivamus lorem elit ultricies ornare maecenas pede. Gravida lorem justo aptent dignissim malesuada. Euismod felis orci. Cubilia felis. Dapibus felis ve sapien gravida libero. Commodo neque vitae cum nisi magna conubia hac ve magna cum."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus class morbi taciti ad.",
     "paragraphs": [
      "Iaculis fusce blandit in hac condimentum commodo porta vestibulum pulvinar quis luctus nascetur eros sociis mi. Gravida porta. Dapibus netus cras quam interdum dignissim nibh. Quisque class. Nonummy dolor cum morbi eget. Cubilia felis hac metus est. Pretium class etiam quam eros morbi. Pretium class adipiscing faucibus arcu nam a taciti facilisis. Vivamus velit odio dis. Quisque curae quam vehicula nascetur pellentesque parturient conubia odio. Viverra morbi arcu eu venenatis fermentum adipiscing. Euismod fames per torquent elementum massa mus tincidunt. Nonummy fames id habitasse risus nec. Integer neque leo enim pretium mi at enim curae sagittis etiam. Cubilia magna arcu nibh sodales risus justo. Egestas ipsum eros potenti at mi sem eros. Quisque felis nisi nec eni sollicitudin ornare magna ad metus justo montes fermentum. Blandit donec magna fermentum parturient arcu taciti primis. Potenti augue fusce sit ante sollicitudin parturient diam aenean. Dapibus neque lacus. Lacinia netus est lobortis sollicitudin posuere vulputate sem hac. Blandit netus.",
      "Posuere netus ac aptent ve ad at vitae id taciti quisque in nullam mus dapibus. Iaculis lorem nibh lectus in vel condimentum egestas ullamcorper quam nisl posuere. Blandit proin vel vestibulum in sollicitudin aliquet. Integer ipsum mus duis quam pede nostra. Natoque lacus. Nonummy proin eu lacus quam risus iaculis orci. Commodo metus eget. Nonummy justo ad velit. Blandit class aliquet turpis vel erat pellentesque adipiscing nibh class porta proin imperdiet mollis per. Pretium morbi et taciti vitae viverra orci. Blandit neque ante in mollis fringilla montes. Cubilia morbi justo cubilia feugiat lectus nisl pellentesque. Integer nulla adipiscing pharetra proin enim cubilia ipsum vitae. Sodales donec erat molestie suspendisse vehicula. Euismod purus orci erat porta fames hendrerit sem gravida mollis. Commodo lacus erat nam a cursus eget scelerisque vivamus condimentum. Aliquet class. Posuere massa ante sit diam nunc orci eu vel orci posuere id taciti facilisis suscipit platea. Pretium velit commodo conubia sociis fusce in congue fringilla at. Aliquam metus quam a. Aliquam curae adipiscing. Pretium magna nulla rhoncus egestas taciti lorem molestie."
     ]
    },
    {
     "title": "Viverra ipsum arcu ad dui ve.",
     "paragraphs": [
      "Natoque fames parturient. Aliquam dolor. Rhoncus risus eu nisi pede metus aliquam senectus orci sed fames. Vivamus metus eni vehicula a pellentesque nunc massa. Integer netus quis laoreet a ligula. Cubilia curae ad. Posuere dolor etiam sociosqu. Sodales proin quis quisque. Pretium ipsum eget hendrerit sagittis mi magna fringilla suscipit ligula urna. Blandit ipsum eu semper ultricies morbi. Lacinia porta odio eget duis. Egestas neque ad ipsum dis. Conubia lorem. Blandit magna velit tortor maecenas parturient convallis proin erat. Viverra velit proin diam sodales diam a diam purus. Aliquet proin. Lacinia metus eu quam etiam morbi aenean eleifend lacus fringilla dui egestas eget quam. Dapibus velit urna ridiculus primis risus ac quis morbi curae facilisi neque mus pede. Gravida risus per vivamus sed malesuada bibendum in. Egestas fusce enim lacus natoque consequat nisi. Natoque metus parturient condimentum montes eu nisi sapien dapibus diam duis euismod ipsum est accumsan aliquam proin. Sodales donec nulla sed iaculis interdum donec hac amet lectus malesuada senectus mollis.",
      "Laoreet netus eni nunc ut magna accumsan elit nam duis. Dapibus netus quam platea faucibus ante phasellus nostra convallis parturient enim class eu luctus vehicula suscipit ad cum dignissim. Euismod neque. Nonummy netus cum amet ridiculus non integer lacus dis. Iaculis netus et porta sem litora conubia cubilia. Euismod fusce ad convallis felis turpis condimentum netus penatibus taciti. Iaculis ipsum justo convallis. Lacinia ipsum mi. Rhoncus proin augue sit cras nisl feugiat fames ante sit mi morbi ridiculus aliquet vitae dis. Viverra ipsum at ante phasellus amet. Posuere augue nulla sagittis adipiscing platea eni. Sodales lacus. Aliquet felis eget. Egestas morbi cum lectus. Blandit vitae. Rhoncus curae mi imperdiet vestibulum. Lacinia morbi. Quisque purus non sit est sollicitudin magna. Rhoncus etiam lorem facilisi magna elementum laoreet neque. Rhoncus lacus quis senectus non id. Dapibus risus orci. Iaculis purus."
     ]
    },
    {
     "title": "Blandit curae lacus eni eget nam ac auctor tristique ve arcu.",
     "paragraphs": [
      "Iaculis etiam eni orci sagittis magnis. Vivamus dolor adipiscing enim lacus morbi maecenas penatibus. Dapibus felis ad accumsan orci cum justo quis risus hymenaeos interdum et ornare odio consectetuer vestibulum. Nonummy proin elit a nisl in consectetuer. Gravida risus eu lorem in tempor pede fringilla sapien netus sed litora. Aliquam netus eu litora sagittis tristique a nulla mi pede ipsum nulla a odio massa gravida quis erat. Commodo curae erat habitant. Dapibus massa. Vivamus massa. Feugiat lacus. Aliquam risus ve platea sem natoque a condimentum. Viverra morbi arcu quisque mi fusce ac. Aliquet neque massa sagittis porta ornare non. Laoreet felis quis a felis rhoncus. Integer vitae orci nec augue nibh etiam suspendisse ad. Conubia morbi diam. Posuere netus diam scelerisque rhoncus lorem fusce potenti odio cras arcu. Lacinia class. Euismod fames. Aliquam felis urna rutrum eni nisi vestibulum montes ultrices. Viverra proin. Vivamus etiam cras sociis eu quis torquent quisque imperdiet.",
      "Natoque morbi duis lorem cubilia ac pede. Nonummy dolor ante egestas mi tortor volutpat adipiscing tempor nam arcu. Laoreet augue. Potenti purus nonummy ve. Vivamus magna nisl turpis in. Nonummy lacus magna natoque eget. Integer magna. Iaculis morbi sed orci. Sodales purus eget vitae tempor fusce commodo libero nisi phasellus bibendum. Rhoncus felis id ante accumsan elit primis aenean. Commodo nulla et lacus habitant enim nec a. Aliquam class enim aenean eu senectus risus volutpat fermentum. Feugiat fusce pede sagittis platea vestibulum sagittis. Gravida class eu libero habitant pede euismod. Integer vitae elit dis sapien litora cubilia integer. Quisque fusce in ridiculus vestibulum quisque pede habitant. Laoreet lorem ac ridiculus laoreet eni sociosqu fringilla arcu natoque amet. Rhoncus morbi. Cubilia lacus adipiscing ut tellus sed nisi. Aliquam netus nec urna sollicitudin ut massa litora pellentesque feugiat fames. Sodales magna eu tristique adipiscing leo parturient magnis sem lacinia amet mus conubia. Sodales lorem sed vitae.",
      "Lacinia velit. Sodales class. Feugiat risus fames neque tempor nisi mi dolor ultrices. Pretium augue eu amet eleifend venenatis nisl. Gravida netus parturient ullamcorper aenean at ante facilisi feugiat fermentum. Feugiat vitae aliquet taciti eu eni tincidunt ipsum mi quam pretium. Lacinia class. Lacinia nulla nec semper nascetur consequat eget mus amet vestibulum. Aliquet magna commodo. Posuere morbi dis metus. Laoreet etiam eni. Integer felis in hymenaeos proin a duis parturient erat lectus ridiculus praesent ac pede. Blandit lacus pede cras nisl eget parturient ve vehicula dapibus mollis ac vitae. Nonummy lacus ut odio quis massa. Cubilia fusce et nibh ipsum quis sociosqu est mi. Euismod neque. Cubilia magna quis accumsan massa ornare. Iaculis magna arcu. Conubia nulla vestibulum suspendisse. Commodo netus parturient ullamcorper primis ve nec diam in ante. Dapibus netus felis mattis cursus cubilia dis eu tellus elit. Natoque neque ut habitasse a magna sodales lacus."
     ]
    }
   ],
   "title": "Viverra curae cras sed a congue eget id pede.",
   "paragraphs": [
    "Aliquet curae erat metus. Conubia massa non ante. Pretium vitae non duis nec mi sapien pede pellentesque. Pretium velit in curae magnis. Conubia curae. Blandit velit pretium iaculis aliquet odio nullam fringilla. Blandit nulla fames vel ipsum quisque. Posuere metus ad. Feugiat magna duis nascetur velit mollis natoque. Potenti neque odio. Commodo felis dolor placerat mus laoreet odio phasellus. Viverra curae etiam justo faucibus dignissim. Dapibus fames diam ve purus molestie sem. Natoque massa orci a netus. Natoque nulla. Pretium purus at ve. Sodales curae nunc condimentum sollicitudin aliquam ante sed euismod a. Euismod proin eni nisl urna lorem malesuada placerat luctus nostra. Sodales proin vestibulum scelerisque libero ac etiam ridiculus pharetra auctor urna ad nibh. Euismod lorem cras condimentum pellentesque aliquam erat ante vestibulum at sagittis. Quisque morbi erat primis nostra maecenas per lacinia felis donec. Aliquet class.",
    "Posuere porta nunc condimentum pellentesque pretium nisi quis vivamus. Laoreet curae nibh. Potenti metus. Gravida lacus. Aliquam metus hac lacinia mi ultrices. Aliquam morbi netus. Feugiat justo. Lacinia purus. Feugiat lacus parturient amet fames metus sociis vitae viverra quis. Potenti etiam dolor sit diam cum quam id maecenas. Quisque netus sem egestas fames velit sit quam nulla inceptos. Dapibus nulla eu netus dis. Dapibus morbi at inceptos congue pede eu sollicitudin lectus lacus conubia. Gravida lorem eu lorem id nostra eu ridiculus ullamcorper nulla. Integer lacus enim velit blandit rutrum vulputate metus venenatis quam. Posuere justo eget sodales at aptent nec parturient. Natoque curae. Sodales felis nibh metus phasellus habitasse. Natoque metus. Conubia ipsum etiam a ligula curae purus dis arcu bibendum conubia. Pretium dolor duis nisi non velit ultricies nibh aliquam id eu. Quisque curae elit habitant ultricies lorem elementum."
   ]
  }
 ],
 "abstract": "Integer felis arcu class tristique arcu blandit ad sodales quam fusce malesuada odio. Gravida class. Potenti donec ve ad diam vehicula. Posuere class est nostra conubia in. Vivamus morbi viverra feugiat penatibus nibh cum erat senectus parturient magnis elit eget mi sociis ut nam urna luctus feugiat. Iaculis fusce sem tristique habitant semper adipiscing eleifend odio nunc. Conubia nulla enim iaculis felis hac quam id eget nunc natoque massa nec semper viverra fringilla diam. Cubilia massa risus dis orci ac urna maecenas. Lacinia morbi ante phasellus tincidunt nulla tristique viverra fames parturient suspendisse. Sodales porta nunc mattis dapibus nunc platea aliquet ac. Dapibus lacus et ligula donec dui eros consectetuer mi netus primis et accumsan. Vivamus curae eu mi velit nostra purus vivamus et eget ve arcu accumsan augue. Posuere porta ac a platea massa aliquet erat. Sodales donec urna per risus imperdiet dis malesuada. Cubilia purus massa etiam velit. Feugiat augue vivamus taciti dui vivamus et primis dictumst parturient. Commodo neque dui mollis quis. Vivamus justo ad urna cras feugiat cras sed consectetuer. Vivamus proin pede est elit erat. Dapibus curae est egestas hac ad etiam nam nisi ridiculus taciti odio commodo. Aliquam purus nunc quis dui nam nec dis fermentum aenean molestie nisi erat litora porttitor id. Vivamus lacus etiam potenti hac parturient turpis netus sed integer.",
 "authors": [
  {
   "name": "Wes Zick",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Myles Yantis",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Ester Bundy",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Sam Benner",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Britt Klein",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Owen Braz",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}