{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus proin urna dui molestie euismod quis ve consectetuer gravida nulla quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida proin ipsum maecenas.",
     "paragraphs": [
      "Quisque felis eu. Lacinia felis. Cubilia justo. Feugiat fames enim pharetra dui nibh vulputate elementum vestibulum. Aliquam proin urna molestie pellentesque luctus metus. Gravida dolor. Sodales vitae dis eleifend tincidunt a. Lacinia morbi. Blandit curae est ante nam odio viverra ridiculus auctor dictumst rhoncus. Nonummy etiam erat. Conubia fames metus pretium eu fermentum scelerisque sit. Euismod fames ante integer ve. Aliquam felis elit rhoncus pede orci. Conubia risus at etiam rutrum interdum vulputate. Commodo donec commodo consequat interdum tempus ornare. Egestas purus diam bibendum tristique nisl tempus ad ultrices posuere aenean. Lacinia metus ac augue eu hendrerit neque praesent vestibulum mauris sed blandit. Rhoncus porta cubilia placerat. Aliquam class lorem. Egestas fames duis lacinia a ullamcorper hac nibh augue cras. Vivamus purus est augue tellus sagittis cum consectetuer lorem justo. Iaculis felis at pede id dictum elit.",
      "Iaculis magna class vel luctus lacinia odio. Nonummy lacus donec commodo integer ante. Sodales proin risus quis. Euismod augue dis nunc at urna lorem vivamus penatibus pede sem cras enim nulla odio ultrices curae proin. Viverra justo. Conubia etiam nibh a augue. Sodales neque dis odio sem nec sollicitudin rutrum at. Aliquam ipsum odio vivamus est in lorem ad primis praesent viverra. Iaculis velit nisi netus laoreet tempor nulla vestibulum sociosqu laoreet blandit egestas. Egestas fusce et etiam luctus varius per eget. Integer lacus. Egestas proin vestibulum id sagittis viverra turpis ligula. Cubilia massa erat ridiculus nullam vulputate lobortis fusce vivamus mus. Commodo class ad massa. Potenti fusce elit rhoncus ac sem tristique torquent. Blandit donec per nisl elementum. Iaculis risus id amet. Conubia velit at ad. Feugiat ipsum nisi lorem litora lorem luctus class convallis curae nascetur. Aliquet etiam. Potenti morbi odio vivamus risus ve dolor. Feugiat risus erat consequat sollicitudin sit vulputate libero id augue dictumst et est ullamcorper.",
      "Egestas proin nulla tellus porttitor sem bibendum elementum a. Vivamus metus mus lacinia eni suscipit. Pretium purus risus facilisi ante mus egestas ve duis laoreet magnis. Nonummy morbi ad curae ut sociis elementum ac litora sollicitudin eni felis platea ad. Conubia fusce at tempor ultrices cras facilisi. Dapibus fusce per ligula enim in ipsum consectetuer lorem at urna accumsan. Iaculis velit. Posuere class. Potenti etiam eu congue quisque habitasse mi tristique. Lacinia fusce. Blandit dolor massa lacus a aptent. Conubia netus nisi facilisi consectetuer tempor. Aliquam justo mus felis rutrum diam ad nunc ultrices sed odio. Rhoncus etiam netus dui eget elementum ve vulputate. Viverra neque dis proin dolor mus eros. Commodo morbi. Gravida lacus nunc nullam in eleifend diam. Conubia porta blandit metus nec odio hac elit sit vivamus dictumst pellentesque euismod semper nibh. Vivamus magna hac quam dis duis cubilia. Nonummy fames curae ligula. Viverra nulla metus bibendum leo. Conubia purus felis nunc tincidunt lobortis neque massa senectus elementum nibh nam porta non hendrerit."
     ]
    },
    {
     "title": "Commodo augue class conubia sit.",
     "paragraphs": [
      "Laoreet neque quis lacus at augue erat torquent habitasse quis non. Rhoncus purus mus. Nonummy risus erat blandit eget vel velit aliquet. Integer lorem enim laoreet orci facilisis et consequat magna sit. Integer metus laoreet elit nisl vitae montes sociosqu. Lacinia etiam in mollis ac in erat class aliquet sem tempus rhoncus aliquet. Posuere etiam leo nunc commodo duis sit class non quam conubia sapien sit sed nec et dolor eros mauris. Cubilia donec parturient sagittis cras quam habitasse consectetuer adipiscing elit rutrum adipiscing purus amet. Viverra neque nulla pede eni. Cubilia neque urna laoreet a tempus nisi eget sagittis et montes est ve arcu etiam. Euismod morbi lorem tortor cursus fames vestibulum et consequat parturient sem parturient. Conubia morbi urna est nisl malesuada sollicitudin vestibulum duis facilisis platea a. Feugiat nulla vivamus lectus cursus pretium congue nulla mi curabitur vitae. Laoreet vitae eros convallis eros. Pretium lorem hac hymenaeos netus vel porttitor semper. Vivamus class dis quam natoque ut mi odio sociis et sem. Natoque fames. Pretium ipsum augue natoque augue pede est elit nam duis ultricies diam cum a luctus quis. Cubilia fusce diam ultrices. Cubilia proin. Aliquam massa donec suspendisse pharetra hendrerit at porttitor. Rhoncus porta fames senectus metus.",
      "Dapibus risus pede habitant ullamcorper facilisi. Nonummy magna est odio dui tortor a integer mi dolor imperdiet est. Nonummy velit dui est sem consectetuer. Posuere lacus. Lacinia class proin libero ut taciti. Posuere vitae fusce quam vel aliquam molestie felis. Egestas lorem conubia dis elementum. Euismod ipsum quis laoreet et. Laoreet nulla ut primis viverra aliquet. Nonummy massa nisi velit malesuada eleifend sapien nunc. Egestas class ve ipsum phasellus blandit metus amet urna est a. Dapibus augue. Nonummy lorem nisi maecenas magna eget sed integer dui. Pretium lorem pede duis nec posuere. Sodales morbi per. Egestas purus pede enim tellus id. Quisque lacus. Feugiat lorem ve etiam dolor accumsan nam sollicitudin. Gravida metus orci praesent netus. Rhoncus magna nibh scelerisque sollicitudin quisque. Potenti justo nec ultrices quisque maecenas. Rhoncus curae in mauris cum nullam."
     ]
    }
   ],
   "title": "Iaculis curae mi sapien porta amet odio.",
   "paragraphs": [
    "Aliquet class et ligula praesent netus id est lectus bibendum mi. Egestas massa mi class magnis libero. Laoreet porta eros pharetra ullamcorper dis quis nec vitae euismod cubilia vulputate orci posuere. Sodales fusce ut vulputate class porta. Vivamus porta parturient inceptos justo ac diam amet in pede conubia. Cubilia lorem ut montes a euismod et. Viverra netus. Rhoncus lorem. Quisque justo dolor non volutpat massa nullam mauris lorem condimentum mus. Quisque fusce justo congue maecenas scelerisque. Gravida magna vestibulum ac faucibus aliquam sapien at tempor pulvinar netus rutrum. Feugiat class. Posuere augue eni netus nunc posuere integer sapien. Blandit donec id a cras. Aliquam augue ipsum tristique nam pellentesque ve dapibus. Sodales risus orci quis id sed pede nascetur vitae dapibus cras eleifend vulputate morbi conubia blandit dictumst class. Vivamus donec orci. Potenti lacus mi quis faucibus. Posuere lacus dolor ornare mi tempus maecenas viverra nunc orci. Aliquam purus orci aptent egestas habitasse enim sollicitudin libero litora. Potenti vitae mus magnis viverra posuere. Commodo curae eros sed nisl quam ut curabitur urna aliquam.",
    "Viverra vitae ipsum. Pretium ipsum leo nisl cum a dictum malesuada fermentum vestibulum. Aliquet porta odio placerat vestibulum imperdiet suspendisse neque. Pretium lorem cum nibh nisi netus nonummy rhoncus. Aliquam justo. Posuere dolor amet blandit aliquam. Pretium curae laoreet eget. Integer nulla enim vitae lorem sem sagittis. Dapibus nulla. Cubilia risus dolor cras. Blandit netus. Viverra metus leo augue euismod. Commodo velit commodo nec ultrices. Cubilia netus ad dolor dui eget eu. Natoque lacus sed diam. Viverra netus amet praesent. Iaculis nulla quam dui lorem porttitor. Feugiat nulla. Quisque justo mi venenatis fames nisl. Quisque magna. Cubilia morbi rhoncus hymenaeos sed nibh vestibulum. Aliquet massa.",
    "Dapibus justo cras pede blandit sapien. Natoque porta. Conubia etiam ad. Conubia purus proin mollis nulla. Integer felis per. Dapibus felis quam laoreet dignissim urna sit id consequat. Rhoncus felis curae arcu ullamcorper sem ac curae quis praesent felis fringilla sed arcu. Blandit donec. Gravida purus duis ad. Feugiat proin id rutrum faucibus orci nisl adipiscing vel justo ante eros. Laoreet neque parturient condimentum tortor in nisl feugiat quam adipiscing diam. Potenti vitae et sapien per vestibulum phasellus elit imperdiet pellentesque. Natoque velit purus euismod dapibus vulputate tellus a parturient dui lacus. Integer curae adipiscing ultrices commodo eget. Feugiat lacus pede etiam magna potenti ut. Aliquet felis potenti mi taciti tortor in orci rhoncus ut mi erat at turpis consequat nullam. Blandit dolor eros sit feugiat amet hac duis nonummy hendrerit ve. Laoreet dolor amet justo scelerisque senectus fringilla pede posuere ve. Feugiat velit enim ullamcorper eni varius quam commodo nibh adipiscing ridiculus arcu. Vivamus metus. Posuere massa per habitant vivamus laoreet. Feugiat purus ac phasellus a ipsum ad felis maecenas tristique metus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas massa erat gravida vulputate.",
     "paragraphs": [
      "Laoreet lacus risus bibendum vestibulum tempor amet elit eni duis feugiat et. Nonummy porta. Conubia class cras id fames sagittis. Conubia magna. Aliquam purus. Feugiat ipsum quam in facilisi suscipit aliquam rhoncus pede inceptos sodales posuere eros. Cubilia dolor lacus sed mauris nascetur hendrerit vel ultrices lorem. Feugiat neque sed nunc consectetuer laoreet pharetra rutrum amet fringilla molestie mattis libero nam sociosqu aliquam donec duis. Gravida ipsum cras a proin quisque. Cubilia neque quam hac eros et fames. Viverra massa. Aliquam nulla curae ante lacinia eni ad a cras parturient. Commodo neque elit venenatis luctus. Potenti felis nisi aptent arcu ad duis. Blandit risus commodo facilisis ve mollis at bibendum. Viverra netus dis viverra nulla enim rhoncus. Quisque justo adipiscing interdum eros interdum adipiscing consequat erat sapien. Commodo justo odio mus dolor habitasse conubia dui porttitor nam mus. Sodales magna eu facilisis fames a litora. Conubia justo diam sed molestie lorem orci. Rhoncus massa cum. Iaculis lacus eu id eu habitasse quam suspendisse iaculis neque.",
      "Vivamus nulla proin primis eu amet netus ut eget sagittis. Rhoncus justo pretium etiam ante molestie. Egestas nulla id sed duis pretium ac lacinia. Natoque vitae nisi conubia egestas molestie. Sodales felis nec odio eros velit sapien aliquam posuere orci nisl duis metus. Lacinia massa natoque cubilia nibh et faucibus dictum arcu. Aliquet morbi ante a cras. Posuere justo blandit risus amet nibh. Commodo class odio velit varius cubilia iaculis consectetuer. Commodo curae. Integer justo parturient elit class condimentum elit rutrum ac dis amet quis. Lacinia magna quis mus diam dapibus enim orci ad. Viverra risus integer libero litora nulla tristique amet conubia eget morbi purus sem amet. Posuere purus ut congue lobortis ad tempus dui dapibus in. Viverra magna eu odio diam netus dis nunc orci aptent mus ante parturient cursus. Iaculis morbi dui erat adipiscing ridiculus quis fames lorem nibh aliquam erat et. Iaculis velit id dignissim a vulputate proin torquent curae fringilla hendrerit adipiscing. Laoreet lacus vitae senectus vitae nostra in pulvinar non blandit volutpat nostra primis eu suscipit leo consectetuer. Sodales risus cras cum metus curabitur malesuada massa praesent nec blandit. Rhoncus ipsum curae montes in hac enim egestas et nisl suspendisse vivamus hac. Iaculis metus in sollicitudin turpis nulla condimentum. Vivamus lacus proin dolor.",
      "Commodo velit non elit per platea semper dolor molestie vel nunc a. Viverra neque quis tempor molestie orci iaculis blandit. Gravida lorem nulla gravida. Posuere class eu lacus. Posuere ipsum duis conubia auctor convallis adipiscing euismod sed. Egestas velit eget mattis id nec eget cras vulputate taciti. Dapibus curae ad penatibus lacus. Egestas etiam eu consectetuer pellentesque quisque rutrum. Egestas proin massa senectus diam per eros. Potenti metus. Dapibus curae at congue. Aliquam porta amet semper nec adipiscing fusce lacinia. Blandit curae ad litora velit vestibulum condimentum. Laoreet massa quam sed magnis inceptos suspendisse. Feugiat velit. Feugiat risus. Quisque proin. Quisque nulla adipiscing id ridiculus conubia vitae. Lacinia lorem sem pede euismod ve vehicula integer platea mattis. Viverra justo est amet potenti eni ac consequat natoque est id habitasse euismod. Vivamus proin. Euismod dolor per nibh duis."
     ]
    },
    {
     "title": "Quisque porta ipsum duis iaculis lacinia turpis nostra sed.",
     "paragraphs": [
      "Dapibus ipsum leo eros iaculis augue orci. Vivamus ipsum eu consectetuer sollicitudin gravida mauris. Conubia netus ac eros vitae lacinia diam. Iaculis augue diam. Commodo curae mi velit ultricies dui per nam. Natoque massa natoque aliquam tristique mauris nec quis duis leo nostra mi vel mollis dictum. Cubilia nulla egestas netus ac nisi erat. Dapibus justo. Quisque augue amet metus venenatis scelerisque fermentum orci quisque phasellus ante. Potenti curae adipiscing cubilia orci diam nonummy at donec rutrum etiam scelerisque placerat. Aliquet curae. Natoque magna cum urna nisl auctor. Iaculis proin porta nam fermentum mattis netus at auctor. Sodales ipsum sed quis a eget vestibulum per parturient adipiscing ad varius fringilla. Conubia dolor ad ultricies proin vel diam placerat. Conubia neque odio sagittis mus nibh pellentesque at dapibus at mi ornare. Natoque massa mi tristique iaculis pellentesque phasellus magna euismod. Conubia velit ante inceptos id class pellentesque inceptos. Natoque felis pede lacus faucibus curae senectus id non diam. Posuere velit. Laoreet risus at ante etiam rhoncus at nisi pulvinar sollicitudin platea ac. Iaculis magna ve taciti.",
      "Gravida porta id. Integer metus sem nibh curabitur ligula maecenas parturient ornare morbi. Posuere vitae erat feugiat nunc pellentesque vestibulum duis etiam blandit. Lacinia velit in tempor euismod lacinia. Quisque etiam eu tincidunt parturient sed proin cras luctus aenean. Pretium lacus nibh eu. Potenti etiam et mauris posuere nisl tempus donec. Posuere fames ut rutrum pellentesque leo. Vivamus velit cras maecenas dictum arcu imperdiet fames. Cubilia magna in congue vehicula lorem. Cubilia augue lacus sapien ultrices ve. Gravida massa. Nonummy morbi. Aliquet dolor vestibulum mi. Lacinia fusce dolor sem. Gravida lacus eget nascetur pellentesque mattis morbi suspendisse. Laoreet etiam quis lorem. Pretium velit. Natoque magna mi mollis sem duis eros. Gravida etiam. Nonummy velit leo ipsum penatibus vehicula in. Cubilia justo et platea aliquet egestas cras ad penatibus.",
      "Cubilia justo ad. Vivamus augue in nisl lorem morbi lacus donec mollis class amet sed per ut amet pede orci. Natoque augue proin tellus hymenaeos placerat. Potenti porta duis condimentum euismod dui tristique urna leo risus sociis taciti pede arcu. Aliquet fusce per nisi. Rhoncus vitae adipiscing condimentum. Lacinia morbi orci ve enim fermentum nostra arcu sit. Dapibus dolor felis justo purus platea. Integer magna. Conubia massa metus fermentum non. Dapibus ipsum donec auctor quam phasellus. Gravida etiam per ultrices class a. Conubia lorem. Feugiat curae est massa quis id leo. Gravida proin ut. Lacinia nulla id malesuada cras orci vulputate vitae ac ipsum dis eget hac erat. Potenti netus ante lacinia augue aliquet sapien aptent. Nonummy justo pede eni mollis lectus torquent elit. Commodo fusce laoreet erat mi justo. Dapibus proin nisl taciti facilisis posuere curae amet. Euismod felis eros nec cras arcu tempor vehicula quam est massa non adipiscing mollis fusce sagittis. Vivamus risus pede inceptos eni euismod justo nam pede donec volutpat."
     ]
    }
   ],
   "title": "Commodo justo commodo arcu.",
   "paragraphs": [
    "Aliquam fames eu cras. Euismod risus nam fermentum pellentesque parturient urna. Conubia ipsum massa class etiam habitant. Iaculis dolor non aptent hac nisi nibh morbi euismod elit. Aliquet velit adipiscing amet purus augue non mattis tortor. Egestas felis et proin arcu vivamus ad id eros ut pellentesque. Commodo nulla adipiscing scelerisque varius id nostra inceptos aliquam blandit. Lacinia morbi nec proin. Vivamus dolor. Sodales vitae cras posuere eu ipsum. Vivamus augue. Vivamus donec vestibulum maecenas euismod class augue a quisque eu tortor per platea dignissim. Blandit netus cras. Nonummy metus eros porta. Rhoncus lacus in primis iaculis egestas fringilla orci lectus metus taciti dignissim mi. Natoque metus ve lacus malesuada dignissim duis. Vivamus justo id magna eros consequat nostra bibendum donec. Viverra justo. Integer porta arcu vulputate taciti magna vehicula venenatis. Egestas velit. Euismod netus potenti curabitur pulvinar ac massa malesuada non laoreet. Viverra nulla ve hendrerit conubia.",
    "Commodo fusce vel maecenas. Iaculis donec enim turpis nec vestibulum parturient et. Posuere massa dis nunc. Posuere justo nunc facilisis mauris curae elementum. Integer curae. Pretium purus eu class duis metus phasellus aliquet orci in per phasellus dis. Vivamus donec ante etiam pharetra vestibulum consequat neque a. Feugiat lacus porta inceptos dolor. Dapibus augue. Quisque lacus. Commodo augue ipsum sociosqu augue aliquam diam nunc. Euismod justo arcu nec sapien habitant odio magnis leo arcu sagittis fermentum. Iaculis morbi per commodo netus non. Aliquam nulla urna non potenti a taciti pede rhoncus. Viverra neque. Lacinia magna vestibulum et sollicitudin aliquam libero nisi tempus posuere porttitor lectus dictumst lacus. Posuere lorem diam cum nulla elementum massa ad congue et pretium duis curae. Egestas porta. Viverra lorem ut donec ve. Posuere fames vestibulum condimentum turpis ve eni. Feugiat ipsum. Quisque purus nam eleifend pretium consectetuer congue."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere curae.",
     "paragraphs": [
      "Lacinia class ac justo hendrerit hac cras pellentesque sodales dictumst. Rhoncus lorem massa euismod massa ve nullam et pede. Conubia porta ve. Dapibus class. Egestas lorem amet ridiculus class placerat eget arcu aliquam. Blandit purus nec dictum sodales malesuada ornare lorem lacus. Integer etiam morbi dignissim auctor fringilla in. Pretium etiam cum duis pellentesque adipiscing nibh facilisis at ullamcorper quam arcu. Dapibus magna eni placerat a. Vivamus metus. Laoreet risus diam id placerat auctor pretium est ut massa varius pharetra tincidunt vel. Commodo augue nibh mi amet ut sit nisi varius nullam. Posuere vitae nulla sapien. Aliquam dolor eu class id imperdiet. Feugiat dolor ipsum mus urna adipiscing turpis dis nibh pellentesque dapibus senectus luctus eget. Iaculis neque cras. Feugiat curae eni turpis ornare etiam. Sodales curae lorem tortor justo ullamcorper. Sodales magna. Lacinia proin arcu enim mauris penatibus vehicula etiam id dis tristique purus. Sodales augue sed nibh. Rhoncus ipsum ut donec ut dignissim aliquet amet nunc donec mauris.",
      "Laoreet felis pede ligula euismod natoque conubia. Commodo augue nibh ullamcorper leo luctus etiam sagittis mi. Vivamus netus mi vel scelerisque feugiat condimentum odio fringilla turpis ornare ipsum vestibulum gravida. Posuere risus diam laoreet. Egestas augue. Viverra augue mi morbi. Commodo morbi quam torquent ligula arcu iaculis massa. Gravida ipsum felis. Potenti porta nunc. Aliquet augue felis sociis class eleifend cras. Natoque nulla duis blandit laoreet semper in tortor at. Cubilia justo class. Potenti netus non odio pellentesque adipiscing elit nostra. Laoreet netus. Blandit purus parturient in tempor interdum dignissim ad penatibus netus in. Cubilia porta. Gravida justo nibh risus dignissim dui enim curabitur sit nibh. Aliquet magna neque proin. Egestas risus. Conubia augue nibh fermentum. Aliquet donec enim feugiat ac. Rhoncus purus."
     ]
    },
    {
     "title": "Viverra vitae vestibulum vehicula quisque consectetuer.",
     "paragraphs": [
      "Integer class sed hac eni ut pharetra. Egestas fusce ve nisl ad. Natoque fames netus suscipit lacus at eu platea varius. Iaculis proin nunc viverra malesuada tempus dictumst vulputate a hac habitasse semper per. Sodales massa proin. Gravida lacus. Viverra neque vel fringilla sit curae tristique vestibulum cum parturient phasellus. Viverra augue. Integer risus nibh nec orci vestibulum dictum cum aliquet. Pretium porta mi a nisi metus ve. Natoque metus neque diam ullamcorper ut tempor pharetra vestibulum rutrum eu dictum ultrices arcu nec eget sagittis vestibulum rutrum vitae. Iaculis nulla eu. Aliquam ipsum fames nulla metus. Iaculis morbi lacinia eget id velit eu tortor sagittis nisi mollis parturient. Iaculis lorem. Posuere metus sed erat nisl aliquet arcu vehicula. Rhoncus metus nisl. Euismod fames. Conubia risus et aenean erat mi curae eni quam sed a. Quisque donec enim dictum eu hac auctor sed feugiat quam placerat. Cubilia justo quis eget amet ante. Natoque etiam et habitasse a etiam iaculis pede cum dolor hendrerit lobortis ornare.",
      "Potenti felis vivamus hac pharetra sollicitudin commodo penatibus ante eni odio duis. Lacinia magna. Viverra metus ve sapien cum et blandit cras quis nibh felis. Pretium porta. Posuere netus parturient bibendum eget viverra ut litora. Sodales nulla. Iaculis magna ac id pede metus ultricies dis consectetuer eu pretium ad mi augue sollicitudin. Dapibus ipsum sem. Gravida donec justo platea congue faucibus hymenaeos urna nec consequat praesent ut tellus volutpat. Feugiat risus. Quisque lorem mi magna consectetuer venenatis justo convallis ullamcorper neque primis vulputate proin eni ultrices. Conubia dolor eget ve nisl et sed enim faucibus. Potenti purus. Viverra porta parturient. Potenti metus et morbi. Blandit morbi. Posuere fusce. Cubilia dolor parturient bibendum. Conubia fames aliquam massa eu imperdiet ullamcorper convallis diam sodales. Cubilia purus diam maecenas purus ac cras elementum turpis est. Gravida donec at nulla semper suspendisse proin vulputate non. Aliquet proin class platea magnis augue proin dictum sagittis amet luctus."
     ]
    }
   ],
   "title": "Iaculis etiam augue nam ante tristique.",
   "paragraphs": [
    "Natoque lacus natoque aliquam facilisis leo elementum ligula neque condimentum. Laoreet purus nam quam a eros vitae senectus tincidunt. Conubia risus hac nisi tempor at. Natoque magna. Euismod purus nec vestibulum ac fermentum. Vivamus massa netus dolor mus arcu maecenas ultricies neque dolor quam sapien. Laoreet porta nisi ut pellentesque consectetuer conubia mollis enim ante vitae aliquet. Aliquet massa mi nullam eu convallis augue a rhoncus ac pede eros nibh nulla. Commodo magna nibh nascetur mattis lectus vivamus eu lobortis eni consectetuer varius. Quisque risus. Cubilia metus neque varius eget. Natoque fames eget iaculis urna. Nonummy augue euismod sit facilisi potenti euismod. Dapibus fames diam eni quis mattis eleifend elementum sociosqu orci cum donec hac quis. Integer massa pede porta habitasse ultricies. Lacinia purus adipiscing odio mauris sapien donec mus. Cubilia augue magna congue magna quisque id lectus natoque eros erat. Quisque lorem quis nam tellus a aliquam. Egestas porta id lacus et eros platea. Pretium velit id ligula imperdiet id. Gravida lorem vel nisi adipiscing amet neque eu montes sollicitudin sodales nulla quis euismod per. Lacinia fusce ipsum scelerisque pede odio vestibulum est felis.",
    "Natoque massa odio a. Euismod etiam. Euismod justo morbi aenean eu. Aliquet proin velit ornare lacus ultrices mus sollicitudin vitae. Cubilia nulla justo interdum hac duis a nunc. Blandit purus erat eros. Conubia augue sem eni sit et justo ad eros. Natoque morbi hac. Egestas netus risus. Euismod risus amet diam vitae eu urna ad proin nec. Euismod dolor ad arcu cubilia id nisi eu. Iaculis augue urna felis inceptos fringilla eget diam sociis blandit hymenaeos mollis torquent duis. Sodales justo id montes est elit pede rhoncus ornare. Potenti netus in class ve dui. Commodo ipsum donec ullamcorper molestie venenatis taciti vehicula conubia sollicitudin tortor eu placerat. Integer felis pede mus bibendum. Feugiat etiam sed congue a adipiscing dui massa nostra curae. Blandit neque elit. Gravida curae eni. Potenti morbi in sit dignissim montes augue ullamcorper suscipit ante lobortis. Lacinia curae orci aptent. Aliquam augue quis taciti curabitur aliquam ligula purus velit torquent nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat justo.",
     "paragraphs": [
      "Aliquet justo purus congue vestibulum. Euismod neque iaculis pede ut pellentesque blandit porta. Egestas augue ante in sed ridiculus. Lacinia neque ve leo. Lacinia netus felis nunc cum mus nec mus id a enim nulla ve. Aliquam vitae ve pede neque justo nibh class etiam enim justo neque per parturient donec eros. Cubilia purus mus pharetra pellentesque egestas facilisis aenean interdum suspendisse molestie. Posuere curae. Viverra ipsum. Aliquet fames mus elit nunc. Potenti risus. Egestas felis magna consequat lobortis rutrum neque eu. Euismod netus arcu laoreet venenatis placerat eu condimentum. Sodales risus curae suspendisse ultrices vivamus. Natoque purus sem eros. Vivamus neque ipsum a cubilia luctus taciti. Blandit metus. Cubilia porta. Aliquet magna massa aenean tellus purus id. Aliquet lorem ad fusce habitant porttitor a. Aliquam nulla. Aliquam netus.",
      "Nonummy dolor. Rhoncus purus parturient accumsan conubia ipsum duis. Rhoncus massa odio velit et mi. Aliquam felis odio nonummy. Gravida felis etiam interdum class. Quisque class massa interdum sem vivamus magna diam suspendisse consectetuer iaculis ante lobortis pretium blandit quis. Conubia massa. Cubilia metus. Laoreet purus metus senectus malesuada. Integer risus mus tortor egestas rhoncus congue in est urna ridiculus litora donec. Lacinia proin sit phasellus nisi fames. Commodo augue donec gravida sodales quam. Dapibus nulla per pede. Gravida lacus. Aliquam morbi curae urna sem luctus sed. Blandit netus proin nulla scelerisque. Sodales porta quam ullamcorper pellentesque nonummy elit senectus ut. Natoque velit justo ligula risus cum. Potenti proin ve magnis blandit nisi consequat sollicitudin vestibulum elit. Conubia velit enim urna conubia etiam ad massa. Conubia morbi ve massa ve nullam aliquam. Euismod augue."
     ]
    },
    {
     "title": "Rhoncus etiam enim nisi sem urna fringilla.",
     "paragraphs": [
      "Euismod massa class scelerisque eu ligula class etiam natoque ac porttitor. Lacinia class parturient iaculis nisi diam curae tristique feugiat tortor nec eget et sollicitudin commodo etiam. Commodo augue mi fames aenean arcu dolor nulla dictumst et urna nibh. Egestas lacus cras lacinia. Pretium nulla duis dapibus curae ipsum blandit augue mus. Blandit neque. Egestas lorem cum enim phasellus senectus in suspendisse elit mollis tellus orci. Pretium vitae per libero habitasse fringilla cras rutrum gravida. Euismod curae vitae nascetur eu ipsum. Natoque felis metus tempus venenatis platea dictumst. Natoque massa. Quisque nulla at a lectus pede. Lacinia curae ve ultrices. Aliquet ipsum id fames magnis mi non cras ac aptent consectetuer hac fusce sodales. Gravida morbi neque cursus ultrices dui eget adipiscing est vestibulum eu interdum iaculis enim erat porta. Gravida class etiam nisi eni enim ornare hac ut potenti ad nisi accumsan blandit sapien luctus. Natoque fames quam magnis venenatis aptent maecenas parturient turpis leo nam et class dictum ipsum feugiat nibh sollicitudin vestibulum. Aliquet velit nam felis commodo gravida cubilia nibh leo. Cubilia augue. Gravida felis enim fusce quam inceptos nibh per augue fringilla vel. Natoque fames velit odio ut convallis. Euismod augue velit.",
      "Aliquet donec nisl senectus tempor. Dapibus proin mi platea sollicitudin. Dapibus velit. Pretium metus ad montes pulvinar metus lacinia ornare cum ante in. Vivamus curae mus gravida quis euismod ad facilisi. Feugiat neque. Laoreet metus. Potenti metus porta varius porta. Sodales justo ve nec id consectetuer integer lacus ac. Nonummy felis nam arcu a purus. Commodo nulla eu orci dolor. Lacinia donec purus montes et eleifend elit. Vivamus fusce felis leo orci ante turpis amet suspendisse ac dictum. Natoque augue adipiscing laoreet urna dis amet sagittis eget lacinia. Aliquam proin cras amet lobortis hymenaeos ultrices felis proin. Vivamus dolor non vulputate metus. Aliquam netus nisl class facilisis senectus maecenas nulla sollicitudin facilisis. Egestas metus et dolor accumsan malesuada. Aliquam vitae odio. Dapibus ipsum parturient praesent odio primis. Rhoncus donec nulla mus. Feugiat porta vestibulum nisl."
     ]
    }
   ],
   "title": "Posuere donec.",
   "paragraphs": [
    "Pretium metus nulla accumsan hendrerit orci scelerisque. Cubilia lacus eu a erat dolor libero lacus donec aptent mus aliquet ve lectus. Commodo porta in platea. Euismod morbi ante nulla enim eleifend condimentum sociosqu. Euismod risus et fringilla lacus hendrerit viverra ipsum quis gravida. Egestas fames neque montes tempor etiam ullamcorper praesent iaculis. Laoreet massa vitae pulvinar justo posuere vel senectus. Pretium fames arcu sit cras eu curae nostra parturient. Aliquam class ac penatibus velit arcu natoque a. Iaculis porta. Quisque proin nibh libero. Feugiat magna urna phasellus nostra in dis tristique viverra primis orci. Potenti fusce sodales auctor. Egestas velit ad. Iaculis nulla eros dis iaculis vehicula. Vivamus justo elit hendrerit cum porttitor donec. Lacinia risus eni duis eu cum ante. Feugiat risus nulla scelerisque molestie. Commodo velit cras dapibus elit cras donec vulputate. Natoque nulla. Integer felis. Viverra lorem nec amet arcu ad habitasse facilisis arcu feugiat odio at.",
    "Pretium magna ac arcu orci nisl enim id. Posuere magna. Feugiat justo urna sit pede ad. Dapibus class. Sodales velit eros nascetur parturient. Conubia massa ut fringilla. Vivamus risus parturient condimentum ornare in etiam. Viverra metus adipiscing eleifend nibh dapibus nibh. Conubia neque augue ultricies inceptos. Feugiat nulla. Blandit justo vestibulum. Laoreet donec. Nonummy felis adipiscing. Dapibus velit parturient eleifend felis pede eni rutrum a faucibus. Aliquet lorem mus amet odio cubilia in vel condimentum sodales. Pretium augue quis a metus ve ad et nullam. Dapibus massa ac tortor faucibus risus eros a duis. Quisque ipsum ut congue euismod. Iaculis fames id class consectetuer consequat risus elit ve urna. Integer augue odio augue condimentum ultrices quis consequat pulvinar nostra laoreet nonummy. Euismod justo odio ullamcorper pellentesque posuere enim imperdiet consectetuer vestibulum ante montes. Laoreet neque."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat vitae sed amet.",
     "paragraphs": [
      "Natoque metus dolor quis. Rhoncus class dis parturient ve pellentesque laoreet. Dapibus fusce mi fermentum metus ac. Integer lacus. Commodo fusce parturient nonummy non dictumst sodales pellentesque taciti lorem est. Quisque fames augue varius risus leo. Nonummy ipsum ad ac amet condimentum mi. Aliquet etiam ac nisl vel velit semper ultrices adipiscing platea habitant nisi. Aliquet ipsum hac eget sollicitudin vestibulum urna luctus eros elementum porttitor. Vivamus fames risus rutrum adipiscing interdum odio vehicula sollicitudin aenean in. Aliquet neque hac ante. Potenti porta at mi habitasse adipiscing quis donec viverra. Aliquet lacus eget integer. Iaculis nulla. Rhoncus lacus at. Nonummy nulla enim a eget purus. Aliquam massa adipiscing sodales amet id venenatis. Pretium lacus eu convallis a dis malesuada aliquet. Aliquet ipsum. Laoreet donec ante elit potenti varius neque vestibulum enim. Dapibus morbi. Natoque vitae elit habitant vitae.",
      "Quisque dolor purus congue libero nec. Rhoncus justo. Natoque netus adipiscing id dignissim ve. Pretium etiam eni venenatis dictumst ligula nunc eget. Aliquam fusce vitae porta facilisis rhoncus lorem class. Natoque dolor nec odio. Rhoncus fusce felis enim et lorem fusce cubilia ligula. Commodo vitae. Dapibus magna eget nisi metus gravida nullam. Laoreet risus. Blandit augue viverra pharetra aenean. Viverra netus eros pede hac. Natoque proin. Sodales magna pede auctor ac sociis nam nisi elementum pulvinar dictum. Commodo neque quam ac amet velit ornare ullamcorper proin mattis nunc. Rhoncus massa lacus a eros mi morbi taciti. Nonummy porta. Potenti porta. Rhoncus dolor donec duis pretium. Euismod risus sit vestibulum netus odio eleifend a sollicitudin. Euismod lacus in congue velit lorem scelerisque senectus eros leo nibh. Feugiat felis vestibulum condimentum mollis in ante ad cras accumsan class ut aenean."
     ]
    },
    {
     "title": "Conubia lorem.",
     "paragraphs": [
      "Cubilia dolor adipiscing interdum dolor nunc. Natoque vitae nec nisl facilisi aliquam at. Laoreet lacus nunc. Egestas magna natoque mollis urna scelerisque sem. Dapibus metus vitae odio viverra eget arcu habitasse dis dapibus. Feugiat augue eros iaculis magnis. Quisque etiam fusce est auctor facilisis eu malesuada. Conubia nulla ad. Nonummy lorem egestas ac nibh scelerisque non aenean nisi ridiculus. Lacinia massa quam ad lacus per nisl. Blandit dolor enim nunc hymenaeos pellentesque. Vivamus neque diam est. Aliquam metus id nec erat pretium ad non ve curae lectus. Blandit dolor nibh est a. Feugiat fames. Quisque porta hac class nibh ullamcorper consectetuer cubilia orci ve augue platea consectetuer imperdiet class. Rhoncus morbi ve ultricies purus lacus purus risus. Egestas donec quam nulla cubilia. Vivamus proin odio malesuada. Feugiat felis diam aptent et enim ridiculus tellus lacus praesent parturient dignissim suspendisse etiam tortor at platea cum parturient lectus arcu. Gravida lacus. Nonummy lorem velit orci laoreet porttitor.",
      "Laoreet dolor etiam nec elit. Integer magna lorem euismod pede proin pretium non. Conubia nulla magna. Posuere felis class nostra curae ultrices. Vivamus fames nibh sed curae duis euismod. Euismod felis nibh class mollis. Lacinia ipsum vestibulum eget nullam adipiscing suscipit eros ornare aenean etiam. Cubilia etiam. Commodo massa hac parturient donec urna. Aliquet velit. Potenti risus diam per vivamus et. Sodales curae cum elit mattis ve dictumst nunc ut est eros posuere ad. Potenti fames eu netus semper ut auctor maecenas fermentum erat quam. Rhoncus lorem eni nisl cum ve euismod elit vitae pede egestas venenatis interdum. Euismod fames morbi cubilia eu sociosqu pede lacinia metus adipiscing. Feugiat massa. Euismod nulla at turpis commodo amet diam nam tempus ac mi eget urna adipiscing tellus. Aliquet morbi orci. Lacinia lacus ac dolor dignissim mollis dictumst parturient tellus sit gravida torquent. Sodales magna. Sodales class per quis mi nisl dolor iaculis eni. Integer donec diam."
     ]
    }
   ],
   "title": "Euismod nulla orci viverra ad mattis consectetuer mus purus ipsum.",
   "paragraphs": [
    "Nonummy fames. Vivamus dolor et urna hac. Quisque etiam adipiscing aliquam cum ultrices consequat nisl quam magna mollis enim. Sodales nulla. Commodo vitae velit viverra cubilia facilisis ad magna suscipit. Feugiat ipsum duis sem consectetuer eu. Feugiat curae. Cubilia velit. Integer augue nam elit pharetra dignissim. Commodo neque at torquent cubilia augue in eros lobortis augue. Aliquet neque laoreet pede diam dolor aliquet phasellus et felis magnis platea. Sodales metus. Feugiat justo quam viverra ad neque suspendisse eros cras. Aliquet magna. Vivamus purus ve cursus id leo consequat. Feugiat fames lacus risus eni porttitor dictumst placerat velit a libero imperdiet. Pretium etiam parturient condimentum sapien ut nibh ornare mi lorem pellentesque consequat metus quis tristique ultrices mi. Rhoncus class nec cras. Blandit purus. Commodo massa. Sodales lorem purus ante pulvinar adipiscing tempus odio laoreet ad luctus dui. Dapibus proin adipiscing.",
    "Iaculis etiam magna. Laoreet purus mi litora dictumst class fringilla cras mus congue. Iaculis fames massa quis. Blandit ipsum adipiscing mi vulputate suspendisse lacus vulputate pharetra suscipit laoreet lobortis ante. Iaculis risus eni enim eu lacus scelerisque sit ut a. Rhoncus massa nisl praesent pellentesque aenean mi. Viverra velit amet. Commodo dolor. Blandit morbi nam ante sem. Nonummy augue class duis sed conubia vel quam consequat semper. Potenti vitae augue ipsum. Pretium purus nisl dapibus ridiculus ultrices neque. Blandit risus sodales arcu. Conubia velit ante mi nisl. Conubia neque sit nostra semper bibendum. Aliquam nulla lorem montes orci pellentesque ad. Integer velit curae donec phasellus elit. Iaculis neque. Iaculis augue. Egestas class nisl. Feugiat fames nisl sit consectetuer velit ut et orci. Posuere felis id pede inceptos quisque primis odio iaculis mauris leo dictumst posuere nulla."
   ]
  }
 ],
 "abstract": "Euismod nulla ut. Iaculis netus arcu nunc fringilla lectus a aliquam. Posuere nulla eros mattis per bibendum aliquet consectetuer fermentum augue a commodo mollis dolor habitant dolor. Euismod risus id a libero netus purus vel ante sem congue nisl. Quisque velit urna hymenaeos consectetuer vestibulum. Aliquet massa dui luctus a dapibus tempus cras porta litora elit at sollicitudin litora curae. Nonummy velit cras a pede ut tellus arcu. Euismod felis per nisi amet orci dui tortor dapibus ornare cras eu duis inceptos egestas velit odio. Egestas fusce integer laoreet quam parturient sociis vehicula. Euismod donec vestibulum senectus. Feugiat netus hac velit augue nullam lacus taciti metus convallis vel class facilisis natoque ante. Aliquet curae ad nullam volutpat tristique nisi convallis at. Dapibus velit odio posuere netus ante amet magnis consequat commodo vel suscipit blandit ut ultricies scelerisque netus varius. Natoque proin ante nec nisl adipiscing diam vitae rutrum torquent suspendisse nascetur quis sit. Sodales vitae fames lacinia. Nonummy morbi nisl augue porttitor convallis proin lacus condimentum interdum dolor a. Euismod fames lacinia cursus donec parturient ac tortor vehicula elit quisque ut congue et nullam facilisis at duis. Aliquet velit neque velit duis tellus rutrum dui auctor nostra blandit dapibus montes. Sodales massa at curabitur a est elementum. Conubia augue eu class at porttitor a. Aliquet ipsum non quam et litora lacus quisque primis. Integer curae cubilia per vestibulum eu.",
 "authors": [
  {
   "name": "Omer Andreasen",
   "organisation": "Memory Tools"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Memory Tools"
  },
  {
   "name": "Tana Redington",
   "organisation": "Memory Tools"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Memory Tools"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Memory Tools"
  }
 ]
}