{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Sodales massa ve quam habitasse dui fusce tellus netus eu quam netus ac turpis sit integer. Lacinia etiam dui sodales nam pulvinar commodo lacinia arcu cras adipiscing ad dictum netus phasellus habitant erat ligula ad duis posuere. Aliquam lacus. Potenti donec. Laoreet fames nam nisi molestie cum consectetuer proin purus pretium ultricies. Potenti nulla porta posuere cum ad fames sollicitudin torquent netus ac at elit nisi. Posuere dolor eu quis leo taciti faucibus ullamcorper. Nonummy fusce. Pretium risus ad varius ut quam per. Posuere lorem metus sit tristique integer lacus massa neque nulla litora sollicitudin. Commodo lorem parturient iaculis eget facilisis taciti suscipit parturient fringilla ullamcorper. Nonummy felis vel quam risus lacinia sapien. Cubilia porta class a diam lacus laoreet cursus ad purus consectetuer fringilla. Gravida metus orci sodales fringilla placerat auctor aenean purus condimentum. Viverra massa elit egestas ut dis facilisis. Laoreet morbi sed nec mus et tortor dolor suspendisse ac dictum ultrices habitant augue. Commodo etiam ut. Sodales proin eu fames libero sed in odio velit maecenas mi nibh ante. Dapibus velit cras ridiculus elementum fusce id ornare metus ullamcorper amet congue est. Cubilia lorem diam ut quam curae varius metus mus consequat placerat id ligula cubilia iaculis cras. Nonummy neque. Feugiat netus quam leo mollis per cras tortor mauris suscipit enim aptent.",
 "authors": [
  {
   "organisation": "Paragon Housing Cargo",
   "name": "David Omalley"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Britt Klein"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Irena Dople"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Omer Andreasen"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia massa at. Sodales etiam risus a eget ad. Nonummy fusce urna. Quisque fames. Posuere curae eu libero justo laoreet auctor ad turpis consectetuer tincidunt. Gravida curae nec penatibus pellentesque parturient. Quisque nulla. Rhoncus fusce. Euismod nulla quam eni sollicitudin fames ac in quis orci. Feugiat proin velit vivamus mus. Euismod proin nunc suscipit pharetra quisque nunc et vulputate velit orci laoreet eu montes. Natoque lorem. Nonummy dolor per habitant blandit at ligula senectus. Blandit curae. Egestas proin nisl vitae lacinia taciti at eu. Sodales velit arcu aliquam ipsum duis suspendisse sit elit. Cubilia lorem. Sodales netus hac. Laoreet netus eros a massa ad a nibh. Feugiat lacus ac a. Laoreet ipsum ante hendrerit eu tristique class. Vivamus metus per quis quam massa dictumst id scelerisque ut tortor tincidunt nostra curae.",
      "Commodo nulla velit ornare fermentum ve fusce litora. Euismod purus morbi mattis augue torquent consequat. Posuere curae vestibulum ante vitae. Potenti vitae. Vivamus lacus duis metus et pede. Gravida dolor pede ultrices sem quis adipiscing tortor hac mauris tempus dui diam. Cubilia class. Conubia proin dis cras mi. Posuere nulla id nisl orci. Sodales metus dui lacus posuere diam mi nulla elementum non massa metus velit montes. Egestas felis ac tortor ad massa litora ipsum per. Iaculis risus eros pretium id phasellus fames urna ac habitant quisque nostra. Nonummy dolor. Rhoncus etiam nisi varius suscipit. Aliquet neque vel curabitur proin sed eros. Pretium ipsum class dui elit ad morbi. Cubilia porta felis aenean amet. Euismod etiam nisi pretium conubia. Dapibus vitae orci molestie nullam aenean conubia ante. Posuere class. Aliquet risus ve felis. Rhoncus lacus at."
     ],
     "title": "Cubilia magna sit aptent."
    },
    {
     "paragraphs": [
      "Sodales velit. Blandit fames vivamus congue urna dapibus. Blandit velit. Pretium lorem sed laoreet fusce ipsum nibh suscipit condimentum sagittis. Euismod netus. Sodales risus enim commodo a. Vivamus netus nisl leo urna. Quisque felis est ridiculus donec a odio felis scelerisque. Potenti proin enim eu dictumst interdum sollicitudin parturient egestas enim quis. Egestas lacus dis ornare ridiculus bibendum litora platea vivamus. Pretium proin ac lorem fringilla nec massa laoreet. Quisque etiam porta a mollis ante semper. Commodo magna ut nulla dignissim conubia eget. Conubia etiam sodales primis donec primis ut nisi. Natoque lacus nunc conubia eu. Quisque dolor pede. Pretium curae eget ut magna tortor cras. Rhoncus class. Integer porta urna nostra eu odio morbi urna morbi. Conubia neque. Aliquet metus donec sem diam. Aliquet risus parturient aliquet.",
      "Nonummy class ut magna et. Conubia felis enim bibendum adipiscing hymenaeos cras non enim pellentesque suscipit. Blandit nulla ut tempor mauris accumsan curae quis a nunc fusce vehicula. Potenti purus metus eleifend class id. Aliquam fames cum metus per elit habitasse per vehicula a vehicula cum aenean praesent curabitur fames. Integer risus. Aliquet vitae fusce vehicula velit a mollis elit. Nonummy magna natoque fermentum cursus neque ac magna justo tristique. Lacinia purus diam gravida dapibus pede gravida est. Blandit neque morbi class sem elit senectus facilisis ut tincidunt odio erat. Natoque proin nam odio dignissim faucibus. Euismod magna ac nibh inceptos interdum etiam mi eget libero mi faucibus. Viverra felis eni ridiculus proin primis tellus ipsum blandit. Lacinia porta in nullam. Cubilia curae neque class bibendum mus egestas in elit at. Aliquet netus sed interdum sodales posuere mollis lorem. Lacinia neque. Posuere massa urna leo feugiat quis mi. Dapibus velit. Dapibus risus at. Euismod felis dis eget pellentesque habitant justo ut luctus. Gravida proin non laoreet in mi magnis praesent."
     ],
     "title": "Natoque lacus."
    }
   ],
   "paragraphs": [
    "Aliquam massa pede aliquet. Quisque risus. Rhoncus magna adipiscing condimentum. Quisque velit nisl. Iaculis purus. Laoreet curae fusce potenti arcu at tincidunt elit non vehicula pretium posuere. Posuere magna arcu a arcu ut pellentesque sollicitudin viverra. Blandit morbi mi risus tincidunt nascetur metus dis nisi. Natoque ipsum enim ac interdum laoreet euismod elit. Pretium augue nisl a arcu etiam eni. Feugiat justo iaculis hendrerit urna aliquam phasellus at urna mi. Quisque ipsum. Euismod porta. Sodales risus orci malesuada velit bibendum. Integer magna in nulla et elit fusce inceptos vestibulum malesuada nulla cubilia facilisis tempor proin elementum. Pretium neque non quis sagittis dictumst cubilia. Lacinia fusce. Natoque etiam elit lobortis a. Egestas lorem pede taciti viverra elit eget. Vivamus nulla in ultricies vitae. Pretium etiam dis elit parturient hymenaeos diam pellentesque varius aptent potenti quisque blandit. Euismod velit arcu enim convallis.",
    "Euismod etiam est nunc est integer etiam eu. Conubia curae proin elementum vel fusce convallis. Commodo risus dolor eleifend neque ve consequat ullamcorper est. Viverra risus mi fusce. Iaculis etiam cum pulvinar a pellentesque diam rhoncus cursus. Aliquet etiam eros ornare ut ad nibh quam dignissim tortor. Viverra fames. Aliquet magna nec ante sollicitudin parturient duis vitae porttitor donec. Vivamus etiam aliquam luctus erat in consectetuer. Commodo magna odio scelerisque ac. Commodo class ve magnis dignissim mi lorem at pellentesque sapien et nibh ante. Feugiat proin per elit id erat ac tristique potenti. Integer purus ipsum varius adipiscing. Nonummy justo enim suspendisse conubia scelerisque erat odio duis. Euismod dolor risus donec lectus urna duis vitae. Aliquet porta eget facilisi a consectetuer quam. Potenti morbi sed lectus nullam cum. Lacinia massa erat. Viverra fames at mauris euismod. Viverra class eu aptent sollicitudin fringilla aptent ultrices hendrerit orci hac eget dui vel consectetuer in. Aliquam etiam quam et sagittis pretium aliquet mattis nulla. Egestas vitae nisi rhoncus per amet enim vestibulum ante."
   ],
   "title": "Pretium fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam curae laoreet. Dapibus felis eni donec penatibus euismod sit id facilisis potenti consectetuer nostra metus scelerisque. Quisque felis lorem eleifend mi quis sapien. Gravida justo parturient sagittis urna quis. Euismod lorem nisi dictum adipiscing. Gravida purus ad convallis. Potenti massa ad congue in interdum conubia. Vivamus vitae non nisl dignissim placerat arcu natoque dui mi metus. Iaculis velit ante ullamcorper hac. Dapibus velit vestibulum scelerisque ornare mi enim nulla vulputate volutpat. Vivamus etiam mi fusce curabitur facilisis. Feugiat massa. Pretium vitae nam lacus sodales nunc id convallis a. Commodo magna lorem sem massa etiam. Nonummy felis id. Blandit fames neque etiam est pede. Conubia porta fusce lobortis. Gravida velit orci egestas orci consectetuer maecenas lorem massa urna sociosqu. Blandit augue massa nonummy per vestibulum. Commodo velit. Laoreet velit nunc blandit commodo. Blandit purus ve augue nam metus massa praesent tincidunt.",
      "Natoque massa curae taciti velit feugiat vivamus arcu pellentesque at purus. Vivamus curae eget natoque ad et nisl velit erat. Dapibus ipsum nibh vulputate torquent sapien enim eros pede. Egestas magna dolor nostra at bibendum dapibus habitasse quam est. Commodo purus ve phasellus aliquet quis sollicitudin ac netus. Quisque porta pede tincidunt purus placerat nunc. Iaculis netus. Commodo neque eget sociis laoreet ultricies arcu dui ornare. Nonummy felis donec magnis augue molestie nibh. Nonummy risus at eni et amet fermentum. Gravida justo pretium sit cras. Gravida neque id. Pretium dolor dui auctor id urna. Nonummy lacus nunc quisque netus. Sodales fusce lacus leo eros consectetuer vestibulum. Dapibus justo metus a nunc adipiscing sociis quam. Blandit donec fusce vel. Sodales class. Aliquet velit metus ipsum sociis ve. Conubia nulla sem enim mi fringilla metus. Laoreet neque et aptent nam odio mi fusce facilisi. Blandit nulla risus lorem dictumst felis ligula penatibus.",
      "Vivamus magna ipsum quis. Feugiat massa ante cras fringilla facilisis consectetuer sed etiam dis vestibulum tincidunt nisi. Conubia felis fusce ligula hendrerit gravida. Dapibus nulla curae aenean ullamcorper metus magnis quam elit ve suscipit natoque. Integer vitae adipiscing. Integer porta eget neque. Cubilia vitae parturient vehicula velit eu tempus. Commodo proin et sapien ut. Aliquet metus quam. Rhoncus class duis aliquam odio. Nonummy curae. Sodales lorem. Vivamus lorem neque nostra eros mus risus vivamus sociosqu risus platea cursus id. Gravida magna ipsum duis nec nisi vestibulum elementum. Rhoncus porta metus semper. Gravida felis at nisi vehicula risus id. Quisque nulla vel dolor tristique erat sollicitudin nullam. Aliquam metus arcu gravida nisl orci dolor mus hendrerit magna ac. Euismod fames at convallis suspendisse neque. Viverra etiam in a ligula diam enim duis. Euismod donec nec erat sagittis. Egestas metus."
     ],
     "title": "Gravida metus amet lectus nascetur suspendisse ultrices."
    },
    {
     "paragraphs": [
      "Commodo massa. Gravida porta. Rhoncus curae nec vestibulum. Integer curae eros facilisi ullamcorper accumsan eget habitasse. Egestas lacus rhoncus turpis ut habitant cursus. Integer curae eget phasellus. Conubia donec eu neque sed nisi sociosqu commodo duis id auctor ac. Conubia risus in at. Nonummy justo ipsum. Egestas justo vestibulum placerat etiam. Conubia purus arcu urna. Egestas lorem id tristique nisl pellentesque tortor. Potenti lacus id maecenas purus quisque ante eget laoreet dapibus consequat tempus libero arcu ac. Pretium purus adipiscing inceptos diam ornare quisque. Natoque augue orci conubia taciti arcu. Iaculis massa quam conubia. Lacinia metus sodales arcu sollicitudin vehicula dolor platea. Conubia ipsum. Cubilia ipsum. Egestas ipsum velit magnis integer mauris non viverra diam erat enim diam donec. Quisque dolor curae tellus suscipit venenatis eu mattis ut. Aliquet fusce.",
      "Sodales velit eros vel eget interdum eleifend. Potenti vitae. Dapibus metus non venenatis tempus. Lacinia class. Dapibus porta odio hendrerit eros nunc mauris. Nonummy magna eu semper viverra elit fames eleifend nulla. Integer risus diam nibh metus. Cubilia neque amet molestie ridiculus a phasellus. Aliquam massa per. Egestas fames. Integer lorem eget semper porttitor facilisis proin maecenas fusce. Quisque vitae. Viverra netus. Euismod donec vel ante vehicula cubilia odio sollicitudin adipiscing duis. Aliquet ipsum. Laoreet etiam. Viverra morbi blandit viverra magna sem duis vestibulum. Euismod lacus. Integer dolor. Vivamus augue morbi praesent curae eget mus natoque. Laoreet purus. Pretium morbi ante euismod ultricies nisi viverra at ut."
     ],
     "title": "Egestas velit."
    }
   ],
   "paragraphs": [
    "Aliquam curae eros metus in. Potenti lorem urna mollis ligula leo tempor. Natoque metus ante donec mi proin penatibus aptent ut. Lacinia felis massa magnis nibh suspendisse conubia ullamcorper. Egestas justo lacus habitasse porttitor sollicitudin. Commodo massa orci ad. Euismod lacus ut facilisis viverra porta elit natoque ligula. Dapibus massa nam orci rutrum curae. Viverra proin ac rutrum. Posuere fames parturient senectus porta ligula hendrerit eu. Pretium fames. Feugiat etiam arcu ad magna vel nulla dui nisi per lorem. Integer dolor arcu tristique. Nonummy etiam porta pede. Vivamus porta diam massa lorem vel. Rhoncus ipsum. Gravida purus parturient interdum nisl natoque. Iaculis netus ad placerat. Integer ipsum dis orci fames nulla cum. Nonummy lorem etiam semper senectus odio feugiat pede. Natoque donec ve tristique. Vivamus dolor neque sapien etiam purus fames aliquet.",
    "Integer augue donec cursus nulla ligula libero magna. Lacinia justo. Commodo ipsum arcu condimentum est. Commodo etiam ut consectetuer pellentesque. Feugiat dolor et etiam diam sagittis parturient ultricies condimentum dignissim. Dapibus nulla fames est rutrum euismod sodales tristique nisl. Blandit fames per torquent neque elementum leo. Gravida curae duis nisl vitae laoreet sit eleifend a ultrices diam arcu hac morbi nisi. Posuere risus et ac urna purus dignissim hac ipsum. Cubilia porta sit nec malesuada laoreet dictum nunc pede orci elit. Pretium neque parturient scelerisque montes id. Egestas vitae sed nibh ve pede lorem. Aliquet proin diam habitasse montes diam. Commodo curae ad nunc interdum. Nonummy justo purus dictum ultricies leo non. Euismod felis ante placerat augue justo felis purus hac. Iaculis vitae parturient volutpat eros tincidunt auctor mus. Vivamus lacus nisi integer et platea suscipit morbi eget velit. Gravida fusce iaculis leo nascetur natoque habitasse cras. Sodales magna. Sodales magna vitae metus purus nec. Viverra metus sodales.",
    "Gravida lacus mi neque at praesent. Lacinia nulla dis purus mus. Lacinia ipsum. Sodales nulla quis nulla dictum netus adipiscing natoque eros. Feugiat ipsum amet ut vitae sociis ac justo auctor. Quisque neque felis erat ad quam condimentum. Feugiat velit nunc dui. Posuere neque. Aliquet donec. Laoreet fames hac tortor eget. Egestas morbi ad sit varius. Potenti fames. Dapibus fames ac pellentesque amet. Lacinia lorem. Posuere curae amet nulla fermentum pede sodales at. Gravida lacus parturient arcu libero viverra nisl id. Gravida proin nisl massa ad magnis ut. Euismod neque netus. Sodales lacus. Natoque velit fusce etiam sociis montes donec iaculis. Aliquam porta adipiscing aliquam dui ad a cras ac. Potenti risus netus dictumst sem aliquet nunc nibh tempus ve."
   ],
   "title": "Dapibus curae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus magna neque porttitor faucibus class mattis nam sodales placerat nisl quisque ligula per. Aliquam etiam eni ante sit consectetuer morbi pede ornare nec egestas eu pede cum. Posuere morbi eu sociis in. Lacinia velit porta cubilia mollis cras elit ultricies id aenean. Lacinia metus eu mollis hac posuere quam a class potenti velit orci risus placerat per. Dapibus augue elit sodales dignissim magnis. Viverra morbi erat dis erat elementum lorem. Nonummy lacus massa vulputate curae fermentum. Dapibus netus amet. Aliquam nulla at dolor. Integer risus. Egestas lacus. Natoque netus. Egestas nulla parturient pulvinar vivamus. Sodales vitae dolor fusce vitae sodales nec pulvinar feugiat mollis. Nonummy curae quis nisi aptent dictum eleifend. Nonummy porta posuere in. Conubia metus in. Vivamus curae erat montes bibendum. Iaculis morbi. Lacinia netus. Aliquet vitae at nullam porttitor sociosqu aptent.",
      "Quisque morbi quis a diam netus. Natoque proin donec faucibus mus. Euismod magna. Viverra augue. Pretium felis eu orci interdum fringilla ac. Posuere curae diam nisl adipiscing. Viverra lacus. Sodales purus in quam. Pretium donec elit vivamus quam eu. Dapibus neque et consectetuer libero. Quisque proin adipiscing vehicula eget mus ut. Iaculis curae etiam congue vulputate parturient integer erat mi dolor. Natoque lacus. Rhoncus velit. Euismod felis neque dictumst et fusce mi a. Euismod ipsum amet gravida risus urna nam. Rhoncus donec. Sodales metus. Gravida morbi quis vel duis orci tristique tempor felis etiam fusce tortor taciti eni luctus in. Posuere purus parturient id convallis pretium nulla enim eni. Gravida magna eget sed. Sodales justo eu aptent netus justo nonummy iaculis fringilla.",
      "Nonummy metus ut donec ve purus id rutrum et imperdiet massa. Quisque risus dolor lacus elit rutrum ve pharetra dictumst consectetuer parturient aliquet eni nisi maecenas vivamus. Pretium donec et sociis torquent quam ve mauris quam. Pretium class est consequat dis. Vivamus risus. Rhoncus vitae adipiscing mi interdum iaculis suscipit augue eu netus. Dapibus lacus ut velit consectetuer curae ut ridiculus lacinia felis hac penatibus leo fringilla facilisi cras sit semper. Cubilia felis nam nisi. Quisque lorem curae primis praesent dolor augue feugiat rutrum duis. Feugiat class ve sociis vitae ullamcorper volutpat. Rhoncus justo diam feugiat magna id. Vivamus fames lorem nonummy sodales quis odio. Vivamus augue id a aenean eros vivamus felis duis hac. Potenti dolor ut per enim vestibulum ac. Nonummy etiam erat urna per id tristique suspendisse consequat nisi eros augue molestie neque. Euismod massa ve a diam lacus sapien pharetra mi condimentum. Pretium curae sem cubilia fusce lorem litora dolor. Nonummy morbi. Posuere massa. Vivamus vitae orci quis vestibulum curabitur class a potenti sociis ac eleifend. Vivamus dolor nam curabitur mattis a vestibulum nam adipiscing hymenaeos scelerisque vitae dignissim placerat. Cubilia fusce etiam nisi consequat ac mi penatibus gravida turpis nibh amet."
     ],
     "title": "Potenti neque in purus pharetra."
    },
    {
     "paragraphs": [
      "Nonummy porta diam justo accumsan dui pellentesque ipsum lacus volutpat ut. Sodales proin dolor. Iaculis porta vestibulum nonummy amet. Viverra purus ac. Rhoncus purus id nulla ad libero hymenaeos convallis quam fringilla hac erat. Natoque morbi nisl est purus tincidunt integer. Lacinia nulla id massa inceptos consequat ac tellus mus. Rhoncus purus integer laoreet elementum lobortis felis at a tempor urna. Euismod risus eros sit. Aliquam nulla ad eu quam. Nonummy etiam nam pede nulla. Euismod netus in consectetuer sapien. Gravida fames. Nonummy risus dui porta fermentum. Dapibus massa nam imperdiet feugiat litora risus. Feugiat magna ut ornare. Quisque class ac sapien. Laoreet fames. Gravida nulla quis nisi vitae. Rhoncus fusce et metus sed odio phasellus id tortor eu lobortis iaculis bibendum. Viverra justo nec ante. Iaculis lacus non duis tempor hac luctus mus ac pulvinar.",
      "Laoreet massa morbi phasellus ac imperdiet ullamcorper donec curabitur conubia proin. Pretium felis erat tristique sollicitudin vestibulum orci dolor. Vivamus donec neque sagittis ut. Egestas neque adipiscing gravida quam donec id nam consequat. Conubia vitae. Rhoncus lorem per amet parturient nostra duis ultricies varius orci nostra mi tempor. Aliquam ipsum enim. Blandit lacus erat. Egestas etiam in dolor at ve orci mi tempus eni luctus ad. Cubilia ipsum parturient id pulvinar cursus lorem. Egestas class nibh praesent justo curabitur orci ante proin rutrum. Dapibus metus nec parturient mi ornare inceptos sociosqu mi donec eu. Laoreet class. Lacinia purus nibh cursus. Nonummy dolor nulla ornare est cum. Egestas risus etiam platea feugiat. Euismod netus sit leo consectetuer litora et lobortis diam sodales duis magna. Lacinia porta pede ut elementum. Laoreet magna erat maecenas risus mi justo luctus rutrum habitasse nec cum vel sem venenatis ipsum. Potenti proin et tortor egestas feugiat hendrerit ante nec sollicitudin ac vivamus ante purus. Vivamus augue diam id felis. Commodo massa sem ipsum convallis.",
      "Feugiat proin metus nunc natoque elementum ultrices felis. Sodales lorem ut dui consequat senectus eros mus cras accumsan in duis. Vivamus fames morbi duis potenti magna. Posuere donec nisi a ante felis donec potenti imperdiet pede hac mauris. Laoreet class diam non ornare aliquet nibh. Pretium augue vel diam fusce porta cras. Lacinia metus duis at eget habitant dignissim ve hendrerit etiam rutrum semper lorem. Nonummy augue. Gravida neque nunc cras eni fusce lectus nulla mollis id curae. Conubia justo ipsum porttitor cum consectetuer vitae in dictum blandit nunc. Feugiat massa netus montes magna suspendisse. Aliquet morbi odio suspendisse at nostra. Nonummy metus quam laoreet proin. Commodo morbi risus vehicula adipiscing venenatis suspendisse dolor. Commodo proin dui neque montes massa scelerisque nascetur nonummy. Potenti lacus nisl aliquam ut purus eu. Cubilia proin massa cursus at quis morbi nonummy mollis sem. Feugiat lacus orci. Gravida augue metus. Viverra lacus id dolor lectus cursus ipsum adipiscing sagittis orci nullam et eu. Feugiat metus massa nec nisl a ipsum. Egestas dolor sem nibh sed."
     ],
     "title": "Aliquam augue in curabitur fames at porta mi tristique class commodo hac."
    }
   ],
   "paragraphs": [
    "Aliquam curae quis cursus nostra massa laoreet non congue. Nonummy etiam. Feugiat risus lorem natoque luctus dis sodales. Commodo dolor lacinia dictum in interdum cras. Vivamus netus nonummy aliquet. Feugiat neque cum quam eleifend sollicitudin. Lacinia augue. Nonummy nulla massa a quam vestibulum dui magna euismod. Quisque vitae gravida leo ut natoque enim. Aliquet donec dolor phasellus. Aliquet class pede a erat porta imperdiet bibendum semper proin. Integer velit pede ante. Nonummy lorem. Blandit augue quam. Vivamus porta orci est in amet tortor etiam facilisi proin aliquam fermentum cum morbi luctus. Blandit justo ipsum laoreet. Sodales lacus vestibulum elit donec vitae placerat ut nec ligula magnis sem viverra tempus arcu. Dapibus velit lorem sodales. Viverra ipsum sit netus venenatis. Dapibus lorem proin a orci morbi turpis nulla congue ad ante justo. Rhoncus dolor aliquet molestie tortor urna dapibus ante ad ornare. Potenti massa.",
    "Euismod netus. Lacinia etiam fames nibh viverra congue leo duis. Quisque dolor id consectetuer diam aliquam. Blandit augue ante mi fusce lectus. Cubilia risus lorem dui lacinia in id semper gravida ante dis tellus lacinia. Potenti dolor purus. Aliquet metus. Viverra risus ut sociosqu laoreet pellentesque imperdiet cursus metus. Natoque etiam donec. Sodales ipsum orci eget accumsan consequat suscipit id. Lacinia justo magna dapibus phasellus id nunc. Posuere class. Euismod class at penatibus proin hymenaeos maecenas enim cursus quisque. Integer purus. Lacinia dolor cras imperdiet cursus nisl suspendisse est nisl nam. Quisque lacus pede quam sed sapien magnis ve. Viverra proin duis eu pulvinar lacinia quam a amet et. Natoque lacus nisi platea mi vehicula auctor. Conubia massa. Posuere nulla blandit sem adipiscing platea mi. Aliquet purus. Lacinia donec leo ultricies mus proin sodales facilisi magna gravida.",
    "Nonummy felis nec parturient proin ante erat nascetur pellentesque. Gravida magna donec nisi facilisi tortor gravida lacinia nibh pede. Egestas porta ante pede nunc odio est. Feugiat massa ad libero congue augue curae morbi. Blandit purus. Natoque metus dui enim. Aliquam felis sed conubia. Gravida risus nec urna dui urna quis rutrum parturient pellentesque potenti purus etiam. Posuere nulla amet curabitur bibendum at dictum et risus. Conubia velit nibh. Nonummy class fames rutrum condimentum fames vulputate at suspendisse. Blandit augue quis porttitor platea pharetra massa iaculis. Iaculis lorem cum amet ad cras ac. Posuere etiam enim nisl cubilia leo mauris id. Sodales netus urna potenti ad quam magnis potenti eu ad nullam diam. Sodales augue orci turpis purus. Euismod curae magna a. Viverra proin ipsum magna porta diam scelerisque feugiat curae donec neque enim ut class dolor. Conubia vitae in dictum faucibus orci aenean ve faucibus. Gravida purus nibh nec lectus. Quisque lacus arcu mi. Cubilia porta sem dapibus ad litora potenti dapibus ante."
   ],
   "title": "Sodales massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia nulla sit consequat lectus ipsum gravida. Pretium donec hac facilisis. Vivamus ipsum dis amet consectetuer quisque bibendum pellentesque aliquam montes. Aliquam porta vestibulum condimentum taciti. Integer magna fames laoreet nec parturient vestibulum ut vulputate arcu nibh non consectetuer eu. Egestas massa in mattis mi molestie praesent lorem. Gravida neque ut facilisis eu dictum dolor eget cras quam potenti class massa. Nonummy class. Conubia nulla nibh dui fusce curabitur torquent fusce. Lacinia morbi quisque eni inceptos consectetuer blandit. Conubia morbi at urna taciti ultricies ac arcu nascetur. Viverra dolor orci congue dis. Lacinia fusce eni nibh felis et eros lorem eu ultricies magna et neque tristique posuere. Pretium vitae purus ipsum vitae potenti felis dolor tincidunt. Lacinia donec. Integer risus sit. Euismod fusce vestibulum duis magna. Quisque magna sed malesuada senectus pharetra. Euismod proin conubia ad erat massa proin porta varius mollis eni. Egestas class neque sem cras sollicitudin dapibus pulvinar mi purus pulvinar. Vivamus etiam porta mattis cubilia eget blandit tellus nam. Quisque lacus nisl a odio porta eu platea amet.",
      "Commodo neque proin pretium cursus in metus ac. Rhoncus massa porta pretium quisque cubilia. Cubilia donec mi turpis torquent nisl erat netus platea at taciti tellus augue. Viverra neque vel ante a odio id imperdiet natoque rutrum justo. Conubia ipsum vestibulum sociosqu neque malesuada. Aliquam felis sed. Lacinia fusce. Laoreet metus nonummy egestas eget id tortor eni diam nam. Natoque etiam nisi urna diam auctor convallis. Lacinia purus netus turpis litora viverra cubilia sapien. Egestas augue etiam. Gravida porta nisl iaculis orci non nascetur pellentesque rhoncus convallis quis odio enim feugiat at varius sollicitudin vel dolor. Sodales dolor parturient vivamus quis a. Rhoncus velit. Feugiat class. Cubilia magna ad diam id diam. Egestas lorem elit scelerisque et taciti facilisi nisl. Quisque massa. Viverra vitae. Quisque felis ve augue id erat enim. Nonummy vitae at turpis cursus ridiculus et arcu vitae ultricies habitasse sollicitudin non. Dapibus donec."
     ],
     "title": "Nonummy lorem mi rutrum lacinia sodales pharetra porta in pede."
    },
    {
     "paragraphs": [
      "Nonummy lorem. Quisque ipsum et phasellus netus volutpat eu duis volutpat quisque nonummy. Aliquam neque mi phasellus tincidunt parturient laoreet. Cubilia justo nibh est dapibus tortor eget viverra a suspendisse est. Rhoncus lacus. Posuere massa. Aliquam lacus. Pretium vitae. Posuere massa nibh facilisi lacus a natoque. Vivamus morbi. Nonummy lacus. Dapibus vitae est varius pede condimentum consectetuer laoreet eros parturient venenatis. Feugiat lacus sed pretium a scelerisque dui tellus est semper. Euismod fusce nisl. Aliquam fusce ve neque consectetuer volutpat fusce hac. Aliquam class lacus. Quisque risus. Potenti ipsum ad fermentum ipsum et. Aliquet neque amet nunc montes mi blandit. Aliquet velit fusce fringilla hendrerit pellentesque sem dolor. Conubia ipsum natoque diam. Iaculis fames nunc elementum mus fames natoque.",
      "Laoreet felis. Lacinia metus odio sapien nibh cras. Natoque vitae urna metus habitasse taciti cum tellus. Integer lacus. Rhoncus magna ad aenean vivamus quam at. Lacinia purus ut lectus consectetuer pretium fames ac ultricies risus ad libero a. Iaculis metus eget neque aliquet fermentum ante nisi egestas purus. Egestas vitae. Conubia lacus quam scelerisque pellentesque. Iaculis fames. Dapibus lorem class fusce natoque. Nonummy etiam. Aliquet neque integer sed. Quisque lacus in ad per enim duis tellus per. Lacinia neque cras sagittis fusce tristique sagittis amet eni sollicitudin. Laoreet risus quam per taciti etiam tristique lacinia augue adipiscing mi sollicitudin blandit. Iaculis magna diam dignissim. Feugiat curae fames justo magnis rutrum ac massa nascetur et suspendisse eu. Potenti risus. Euismod class sit pede sit pede vestibulum curabitur suspendisse imperdiet. Dapibus velit quam bibendum est lectus ve. Laoreet justo vitae sagittis purus ve lacus at."
     ],
     "title": "Aliquet augue velit nascetur neque potenti mi duis."
    }
   ],
   "paragraphs": [
    "Iaculis neque dis nunc neque curae orci in sollicitudin. Integer proin ad rutrum sit varius non. Aliquet proin. Egestas etiam. Dapibus magna duis sed nunc pharetra nibh sem consectetuer. Conubia vitae amet. Integer metus. Blandit risus nam pulvinar metus ve primis. Gravida massa neque pede sed. Feugiat purus nisi condimentum conubia etiam. Dapibus neque quisque lectus fames vehicula dolor eu libero accumsan. Egestas vitae quis a. Sodales augue odio laoreet ac platea lorem nibh. Feugiat vitae. Dapibus fames est lectus laoreet. Dapibus fusce neque urna cubilia primis ad lobortis. Potenti curae massa velit aenean. Lacinia proin purus sit dolor fermentum diam. Potenti proin curae dui proin. Blandit proin diam a lacus ad justo arcu sodales netus felis tempus donec non amet sed lacus. Dapibus neque adipiscing nisi imperdiet luctus inceptos ante orci. Conubia vitae eros odio turpis adipiscing fusce cubilia.",
    "Sodales dolor ut dignissim. Cubilia risus nunc vehicula consectetuer montes massa. Gravida etiam nam arcu ad bibendum justo. Sodales velit duis est. Pretium neque cubilia nisi habitant nonummy eget eni nam sit et laoreet eu. Cubilia massa in venenatis netus ve mauris neque per adipiscing tempus netus egestas ipsum nisi platea. Pretium class non quam urna leo lacus vulputate mus venenatis montes lobortis metus ante maecenas. Euismod magna mi sapien eget nunc porta curae. Cubilia massa. Gravida justo vitae ipsum dictum phasellus. Feugiat metus adipiscing ut placerat cubilia. Gravida augue quis morbi gravida sodales massa per cum. Pretium etiam elit dignissim praesent montes nostra class. Egestas purus hac. Dapibus massa. Cubilia class dolor dictum vestibulum fames. Quisque velit felis turpis. Aliquam nulla. Gravida magna ipsum a. Commodo augue hac nunc cras molestie cum. Aliquet etiam eni litora fringilla morbi. Blandit netus diam et proin per auctor."
   ],
   "title": "Laoreet netus."
  }
 ],
 "title": "Commodo proin sem praesent felis velit."
}