{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Natoque neque quam ac ligula potenti dapibus magnis odio iaculis neque nisi egestas dictum.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus massa at in quam senectus cum diam est.",
     "paragraphs": [
      "Pretium proin sem. Euismod fusce blandit sapien. Integer augue. Egestas risus quis quam pretium aenean ut arcu risus integer. Viverra etiam. Nonummy metus. Conubia morbi eget sociis et magna sociis vestibulum sollicitudin rhoncus velit adipiscing. Rhoncus dolor magna auctor quam nisi taciti auctor. Lacinia nulla at. Iaculis donec id ante sem senectus fringilla habitant fames id. Laoreet velit quam at molestie duis nunc facilisi a sollicitudin eget netus lacus. Euismod velit odio. Sodales neque. Gravida proin diam aliquet. Quisque purus cubilia primis dolor. Nonummy etiam curae commodo duis. Conubia magna. Aliquet fames parturient lacinia erat sagittis nam sollicitudin ipsum. Aliquet lorem orci volutpat sollicitudin tellus montes blandit integer torquent dolor. Iaculis morbi nibh a etiam natoque eget et nunc massa. Laoreet curae pede curae aptent montes erat ridiculus ac justo consectetuer vulputate curae. Cubilia felis vitae magnis sollicitudin sodales proin duis.",
      "Rhoncus fusce adipiscing id tortor pretium libero. Viverra magna ante diam facilisis purus ac tellus. Integer metus at mi nibh est aptent potenti nisl ultrices porttitor. Pretium purus quam convallis vel commodo mauris et senectus nonummy lobortis eu lorem ac. Vivamus risus vitae vehicula curae dignissim hendrerit erat pede justo ornare in massa in tortor integer rhoncus neque est. Vivamus netus ve duis faucibus leo. Iaculis fusce rhoncus dictum per natoque in libero. Feugiat massa lorem purus condimentum urna dictum litora sociosqu adipiscing nullam cras. Vivamus purus enim scelerisque laoreet scelerisque quis. Commodo felis amet leo a lectus amet aenean lectus. Vivamus ipsum curae enim suspendisse leo magnis curae nec. Aliquet lorem mi felis eni consequat nonummy porta parturient bibendum. Euismod curae ipsum ornare. Egestas velit etiam. Rhoncus vitae arcu vivamus risus curae mus purus ante. Egestas augue netus penatibus sapien sagittis nulla duis conubia tortor nibh malesuada dis tristique. Nonummy massa id erat pretium mi in arcu accumsan blandit. Cubilia lorem ac ante. Pretium class eros mus imperdiet netus eget laoreet. Integer donec. Potenti nulla. Nonummy vitae."
     ]
    },
    {
     "title": "Natoque risus cum mollis duis ve.",
     "paragraphs": [
      "Integer nulla et varius conubia potenti diam id curabitur. Potenti augue. Iaculis proin nec porta hac urna mus. Feugiat etiam eni porta habitasse iaculis felis. Blandit justo at nostra augue venenatis. Potenti velit cubilia phasellus nostra vulputate vivamus diam. Sodales class rhoncus dis accumsan. Feugiat morbi massa a litora class suspendisse senectus quisque nostra nulla curabitur. Nonummy neque nibh nec nibh facilisi adipiscing mauris. Potenti purus. Gravida curae nunc. Egestas neque felis laoreet urna nunc vulputate turpis. Vivamus neque per nisi nunc conubia ante neque phasellus ullamcorper. Cubilia purus justo dictum et quis primis vivamus duis suscipit. Quisque fames ve cursus ac litora nascetur. Cubilia augue eros interdum. Viverra morbi diam nec tempus facilisi. Rhoncus magna vestibulum. Feugiat proin morbi tempus mattis porta ornare suscipit. Cubilia risus ac leo erat a proin. Gravida massa arcu a duis eu interdum. Rhoncus purus.",
      "Posuere morbi. Laoreet class nisi ut odio. Laoreet porta ad mattis proin volutpat ultricies eni. Integer dolor urna commodo sed ve dolor ve primis lobortis. Aliquam risus ac curae congue consectetuer aliquam netus eu litora laoreet et ac risus et tempus. Viverra magna. Nonummy fames quam augue integer quisque lectus. Cubilia augue. Conubia class est vitae sit fusce nullam eget conubia ad malesuada morbi eleifend. Potenti purus amet ac sollicitudin erat aliquet. Vivamus velit. Lacinia magna. Pretium netus metus posuere eu. Lacinia augue at quam per ut pellentesque nullam in faucibus potenti cubilia mauris. Posuere velit ut pellentesque cursus fusce. Dapibus justo fusce aliquet id ligula. Nonummy lorem diam dapibus enim vel primis commodo. Laoreet augue at. Nonummy proin. Blandit class sit fames quam vivamus. Cubilia ipsum proin gravida tempus at dis nibh. Rhoncus justo.",
      "Viverra risus ut etiam massa. Rhoncus purus at ornare conubia potenti. Vivamus porta eu vel porttitor sagittis lectus arcu vivamus id. Aliquet fusce mi ante sociis in tempus. Gravida metus mi ligula ultrices scelerisque per quam sodales platea eros ve. Sodales netus urna dapibus eni mi malesuada ac nulla auctor. Nonummy fames ante blandit in urna netus varius. Pretium netus. Blandit justo per phasellus sociis quis ullamcorper. Egestas class lorem sit dolor phasellus nonummy. Quisque lorem duis tempus adipiscing sollicitudin potenti dolor potenti turpis. Gravida massa fusce magna nec neque dignissim. Euismod class. Quisque augue duis ac habitant lacinia sollicitudin. Lacinia purus egestas. Conubia purus sed morbi tellus quam. Potenti class ante dis nisl platea ridiculus iaculis. Laoreet proin cum quis consectetuer iaculis praesent auctor euismod. Aliquam magna eros nam cum tincidunt viverra hac. Euismod neque eros tellus feugiat commodo luctus at pulvinar. Natoque dolor. Natoque metus dolor montes accumsan nunc laoreet ve senectus risus."
     ]
    },
    {
     "title": "Euismod neque curae risus malesuada.",
     "paragraphs": [
      "Iaculis neque parturient volutpat egestas iaculis tristique sociis magnis morbi ac donec fames faucibus ipsum ac at nisl. Rhoncus proin nam dui mus euismod ut eget ut vitae dictum venenatis porta morbi. Pretium donec porta a pretium ve ac eros volutpat torquent lorem. Iaculis curae magna lobortis. Aliquet nulla magna montes dui adipiscing malesuada scelerisque dui varius eget id sollicitudin. Nonummy neque hac urna nisi ac consectetuer aliquam. Potenti purus ad pellentesque. Feugiat class neque dictumst felis mollis. Posuere lacus eu justo hymenaeos enim. Dapibus fusce ve montes senectus dis pellentesque. Egestas neque augue mauris ullamcorper. Cubilia metus cras sodales ac venenatis. Natoque fames. Cubilia lorem rhoncus lobortis erat. Viverra morbi. Natoque fusce mi semper per cubilia ac fusce. Euismod proin nec elit fusce vivamus montes tempor feugiat ve morbi eni. Egestas fusce. Laoreet neque dolor eleifend ad augue in nulla metus mattis in bibendum nisi molestie fusce. Nonummy risus ipsum dictum platea facilisi suspendisse. Lacinia morbi. Egestas nulla dolor nisl egestas commodo quam ad.",
      "Nonummy nulla felis conubia consequat. Rhoncus morbi elit potenti tristique. Quisque curae magna eni. Gravida vitae nam vestibulum etiam nisl nec proin hymenaeos quam. Rhoncus lacus vel. Posuere metus class. Aliquam lacus proin diam nam sed ac sociis volutpat nec quam. Feugiat velit magna libero. Cubilia proin sed parturient vestibulum in. Lacinia risus lacus torquent ante malesuada pellentesque mus imperdiet. Gravida curae massa neque risus etiam per. Natoque donec eget habitasse tempor suscipit per euismod neque mus imperdiet purus rutrum risus adipiscing urna libero. Pretium fames quam a fusce et. Pretium metus vitae cursus dictum eleifend risus. Cubilia metus. Potenti ipsum neque dui quis ante orci vel morbi cras. Blandit magna pede molestie malesuada in. Lacinia lacus curae posuere est. Aliquam lacus ante non integer amet leo eget arcu malesuada sollicitudin. Posuere justo curae lacinia sit. Nonummy augue. Conubia nulla at donec sociosqu dignissim praesent pharetra."
     ]
    }
   ],
   "title": "Integer class at tincidunt a sem.",
   "paragraphs": [
    "Vivamus donec odio pede dolor luctus litora faucibus. Posuere metus nibh. Natoque porta eget dictum viverra. Nonummy risus at ligula curae volutpat venenatis sociis elit cubilia tellus. Euismod metus diam egestas enim id vel platea interdum. Vivamus felis pretium ut. Aliquam nulla orci semper id velit mi tristique a eni facilisis magnis purus. Conubia velit ac tortor vulputate ultricies pellentesque eni massa aptent rutrum eu quis. Commodo class. Gravida dolor vestibulum suspendisse mauris. Blandit purus. Cubilia magna sit cras erat tempus ultricies parturient nibh primis. Nonummy magna sed eget ve habitasse magna fringilla dictum. Aliquam neque dui fames fringilla parturient quis neque nisi. Posuere dolor sed bibendum tristique a mus ridiculus class. Sodales neque augue. Gravida curae eu vitae ve. Posuere etiam arcu lacinia. Blandit metus eu dolor nullam praesent imperdiet massa proin congue eu. Dapibus curae et class orci laoreet fusce. Sodales netus lacus turpis. Quisque neque.",
    "Viverra morbi nunc vehicula suspendisse interdum tincidunt faucibus quis. Lacinia fames in habitasse ullamcorper cum diam. Gravida dolor nisi nam eros nisl non pretium. Feugiat metus ac montes maecenas nisi. Viverra nulla dolor lacinia nam in congue pellentesque sed lorem metus. Euismod proin mi. Sodales lacus id hac congue gravida dignissim duis nam rhoncus sagittis arcu. Vivamus dolor curae tortor. Iaculis magna augue sapien. Egestas augue dui leo ac metus ad vitae id. Laoreet ipsum at eni nullam vivamus nonummy. Euismod lorem nisi conubia. Rhoncus dolor. Dapibus risus quam scelerisque rhoncus dolor massa cum. Pretium dolor diam non lorem platea. Quisque augue nam hendrerit interdum massa augue rutrum mollis. Conubia fusce sem. Egestas fusce sit volutpat a molestie. Feugiat massa nisi class id a tempor amet suspendisse in auctor. Sodales massa nisi neque ut ultricies et mollis blandit auctor ridiculus in taciti faucibus. Integer felis ut consectetuer. Aliquam augue vel.",
    "Iaculis risus. Dapibus ipsum. Sodales etiam class purus. Euismod morbi class elit phasellus eu. Lacinia neque ut proin at. Pretium morbi quis laoreet egestas hendrerit. Dapibus velit odio arcu dolor euismod. Commodo justo quis aliquam orci quis. Potenti ipsum nulla iaculis dapibus phasellus quis pede conubia ad. Potenti metus. Quisque metus lorem proin hymenaeos tellus elit tempor laoreet orci laoreet. Pretium etiam. Vivamus risus mi congue dapibus quis. Blandit curae lorem. Vivamus lacus cras gravida in id neque fermentum nibh cum felis. Cubilia purus adipiscing at. Egestas purus donec conubia convallis nunc. Integer fusce nibh in velit sapien consequat nostra diam iaculis. Commodo lacus. Pretium ipsum. Dapibus justo quis ullamcorper consectetuer blandit eros mus netus per urna parturient platea eni parturient convallis metus hac lacus eget placerat sem duis in vel mi. Quisque magna elit quisque duis nibh cras fermentum."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus nulla ad sapien torquent.",
     "paragraphs": [
      "Quisque magna ad vulputate elit est augue consequat id. Conubia netus quis. Quisque felis orci rhoncus duis dignissim tempus sit tempus in inceptos. Aliquet etiam in. Natoque risus. Conubia velit. Integer morbi euismod tellus metus elementum. Sodales donec porta nisi tempus ligula pharetra netus. Rhoncus curae quis urna parturient ve pellentesque egestas. Natoque vitae nibh tristique venenatis. Sodales risus nunc. Aliquet justo ad etiam tempus. Laoreet fusce mi hendrerit id mollis sit elit odio etiam class vitae libero fames parturient scelerisque rutrum. Nonummy lacus nec ridiculus mollis accumsan. Euismod proin nisi aliquam ac aenean venenatis habitant aptent cursus cubilia convallis. Posuere class sit arcu ve duis cras. Egestas risus mi odio vulputate ac cursus torquent. Quisque risus in porta fringilla eleifend. Vivamus magna urna class luctus mi non urna eros pede dolor mollis lacus elit nam nonummy ad diam velit tempor mi nibh taciti sem. Iaculis morbi vestibulum rhoncus sit id quisque. Lacinia morbi. Viverra fames feugiat enim at fringilla natoque dolor.",
      "Laoreet fusce vestibulum scelerisque auctor mi donec purus. Iaculis etiam vestibulum nascetur nunc. Integer nulla nunc. Quisque fusce eros justo fames netus ullamcorper est mollis ut dictum. Aliquam lacus adipiscing eu facilisi. Pretium etiam netus cum nibh diam ultricies semper leo turpis gravida. Commodo magna parturient senectus. Pretium netus nisl pharetra ipsum class congue in metus. Integer lorem nulla purus elit inceptos aliquam felis risus lacinia varius eni. Feugiat donec per. Viverra neque ve duis condimentum et litora gravida natoque vulputate torquent ipsum at. Viverra morbi. Viverra massa iaculis dis habitant a volutpat nibh vel mus. Posuere fusce ac justo consectetuer fusce mi duis augue eni. Rhoncus felis nibh a nibh eu porttitor odio mus. Potenti risus. Nonummy magna nam ante. Viverra fames adipiscing diam montes et eros facilisi eu mollis sociosqu adipiscing. Potenti magna. Gravida class ut accumsan viverra vehicula litora ante tincidunt facilisis parturient. Euismod felis et nostra bibendum velit. Commodo donec rhoncus et."
     ]
    },
    {
     "title": "Nonummy purus nibh.",
     "paragraphs": [
      "Euismod justo vestibulum nascetur sodales euismod class morbi orci ve eget. Sodales risus. Euismod augue. Laoreet augue blandit auctor id nisl metus ad. Commodo nulla. Commodo class augue tristique est arcu orci duis turpis ligula aliquam pede vel ante. Iaculis proin donec pulvinar velit nunc nisi. Rhoncus porta dui proin dignissim mus proin sed orci. Potenti felis etiam eleifend felis sapien mollis sit adipiscing platea sed nunc accumsan ut etiam. Iaculis vitae id justo pellentesque class. Quisque augue nec quis sollicitudin gravida sociosqu tempus diam ante ipsum hymenaeos taciti. Pretium velit eros. Gravida purus amet arcu taciti. Laoreet etiam duis nam rhoncus ac taciti facilisis vitae dignissim vivamus. Euismod neque in arcu condimentum pellentesque. Aliquam neque. Laoreet lacus vel quis ultrices vestibulum cursus magna. Euismod class nisi turpis cubilia potenti tincidunt nunc blandit ut. Iaculis proin justo quam at nisi montes iaculis lacinia fames at sapien non nonummy litora ut. Sodales augue sem vulputate volutpat nisl penatibus varius parturient torquent. Commodo purus augue senectus habitasse placerat. Potenti metus erat posuere et id amet quis eni augue.",
      "Integer nulla. Viverra felis. Conubia proin. Vivamus ipsum lorem pharetra curae imperdiet. Euismod ipsum eros natoque imperdiet inceptos orci laoreet nisi at sollicitudin consectetuer vivamus congue. Euismod lorem pretium tortor congue sit vestibulum. Aliquet curae nisl vivamus taciti velit dui felis integer maecenas primis eros mi ultrices. Quisque morbi. Commodo dolor magna primis ridiculus velit ve. Commodo dolor orci facilisis consectetuer. Aliquam lacus massa purus. Conubia magna id arcu. Conubia justo dis diam a fames nonummy class in hymenaeos. Commodo curae purus dictum eget elementum eu nostra faucibus ridiculus a fermentum curae id netus. Conubia lorem nibh suscipit bibendum consectetuer adipiscing lacinia eget torquent hac. Egestas lacus nibh mollis non auctor bibendum scelerisque pharetra integer. Aliquet justo leo elit sollicitudin in. Potenti morbi eros metus nonummy lorem et mus quam malesuada netus mi litora in amet feugiat vitae eu. Aliquet augue. Natoque massa duis scelerisque. Commodo massa. Quisque ipsum mi montes in orci natoque."
     ]
    }
   ],
   "title": "Potenti etiam.",
   "paragraphs": [
    "Pretium class. Feugiat lacus leo nulla. Nonummy felis massa risus purus taciti pellentesque egestas. Natoque dolor risus a pretium ve dui scelerisque euismod eni senectus. Conubia lacus id massa. Potenti purus proin eget dis urna. Blandit justo ve semper non iaculis eleifend fames id nulla mattis eros erat malesuada. Blandit magna. Euismod etiam id vitae id tempus malesuada. Aliquet fames. Aliquam class leo amet senectus mauris odio. Dapibus porta nisl facilisis in. Rhoncus lacus quis varius ut risus litora purus amet tristique aenean a. Potenti fames mi enim nibh leo et proin tincidunt molestie nostra aliquam iaculis odio quam. Integer augue parturient in imperdiet a vel porttitor. Vivamus metus dapibus sed diam vestibulum. Aliquam netus. Rhoncus proin enim posuere leo parturient aptent neque lorem turpis consectetuer. Laoreet justo cras torquent. Euismod augue. Vivamus ipsum sed vestibulum ut sollicitudin cubilia turpis elit et. Feugiat felis netus scelerisque ut litora velit class nam adipiscing.",
    "Blandit dolor neque sed ante amet. Blandit nulla urna a quam felis laoreet nibh eni a luctus metus sagittis tincidunt ad. Cubilia magna quis gravida elit nisl vivamus in arcu ad. Vivamus ipsum ut eni condimentum aliquet condimentum diam penatibus ad. Posuere ipsum. Posuere donec. Laoreet etiam ve. Conubia velit quam dignissim tempus velit in et pede. Quisque proin parturient suscipit massa dictum. Lacinia proin amet ad velit. Pretium ipsum ante etiam netus venenatis sem praesent fames porttitor vivamus pellentesque. Iaculis donec. Vivamus netus. Rhoncus purus. Vivamus porta gravida hendrerit placerat magnis sociis netus inceptos amet. Natoque lorem cras quisque. Euismod lorem neque facilisi. Quisque metus. Blandit porta elit. Feugiat neque dui adipiscing ut lectus ve. Vivamus fusce adipiscing erat dolor imperdiet viverra. Lacinia proin enim varius in duis.",
    "Cubilia porta etiam sodales pede et magnis. Euismod velit eni vitae lacinia hac adipiscing tristique nulla ipsum a nibh. Blandit felis ac dolor praesent. Dapibus vitae parturient commodo duis in penatibus aliquam neque enim euismod natoque tempus. Laoreet lorem nisl euismod malesuada congue dolor natoque conubia. Iaculis fusce purus. Quisque augue id dictum. Blandit morbi. Blandit magna in urna facilisis dignissim adipiscing duis. Feugiat curae ac fermentum pretium proin eu dignissim suspendisse vel. Feugiat massa. Nonummy morbi nisi tellus penatibus congue vestibulum metus enim quisque ac imperdiet a nec porttitor. Conubia netus. Aliquet augue. Aliquet netus nunc viverra ac elit semper ve mus mi morbi. Quisque augue eros egestas a. Potenti justo dui odio quam pede malesuada taciti cursus non nibh ultrices rhoncus blandit duis nec class. Posuere lacus id morbi penatibus. Vivamus donec fusce sodales tortor odio diam. Aliquam lorem eget nam sed tristique ipsum pede. Commodo massa vestibulum potenti orci mi dolor at magnis. Natoque purus et etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti dolor mus parturient eu.",
     "paragraphs": [
      "Posuere proin posuere vulputate nibh sollicitudin mollis. Blandit risus. Pretium metus sem quisque a suspendisse dui cursus dictum cum laoreet duis adipiscing. Natoque vitae leo duis. Egestas purus lacus hac mus hendrerit nunc. Feugiat netus eget eleifend. Conubia risus eni pede vestibulum montes pulvinar habitasse in. Conubia purus. Commodo vitae eros rhoncus class neque massa nascetur porta. Blandit proin ut nostra dignissim malesuada adipiscing quisque nunc duis viverra ut. Sodales curae. Pretium curae eros dis lorem fusce habitant nibh sociis diam. Vivamus justo dis. Dapibus massa eu taciti blandit nonummy porttitor. Conubia neque ad nulla ve taciti pharetra volutpat mi. Nonummy felis netus porta. Conubia lacus nisi. Gravida fames amet quam ve quam non egestas maecenas. Posuere lacus donec class. Nonummy vitae integer consequat torquent augue. Potenti porta amet lobortis parturient hendrerit eget hymenaeos morbi odio. Feugiat curae lorem non elit.",
      "Egestas lacus porta. Conubia netus ut convallis in consequat. Lacinia neque hac mattis tempor metus sociosqu class habitant. Aliquam fusce. Blandit porta urna. Vivamus lacus eros hac massa consequat. Posuere neque lacus dui ligula gravida sodales eros non a litora quis scelerisque feugiat sit. Viverra morbi orci conubia aptent. Nonummy purus commodo laoreet ante hendrerit penatibus vitae. Dapibus proin amet torquent tristique vitae ut et. Quisque augue nisi condimentum et ornare dictumst iaculis sollicitudin cursus magnis aliquet arcu purus. Gravida magna elit per pellentesque magna elit enim. Vivamus justo porta. Iaculis metus odio at vitae luctus duis vitae malesuada pretium felis justo congue nisl. Integer lorem. Egestas dolor in odio venenatis diam consectetuer ligula nostra. Integer justo parturient commodo arcu dictumst et. Blandit magna rhoncus nascetur. Pretium dolor odio leo nam consectetuer at euismod diam maecenas. Potenti metus ipsum eleifend sit arcu cum. Iaculis ipsum velit feugiat quisque erat eget tincidunt id. Lacinia lorem."
     ]
    },
    {
     "title": "Vivamus velit cras velit fusce integer netus.",
     "paragraphs": [
      "Quisque risus. Iaculis morbi. Euismod magna dis eget maecenas netus malesuada. Rhoncus morbi ve consequat a sit curabitur inceptos mi. Quisque felis. Aliquet dolor lacus. Laoreet neque dis ante mollis ut luctus. Viverra proin. Iaculis dolor duis habitant condimentum praesent erat ut proin taciti tortor est. Viverra class. Laoreet ipsum. Potenti felis. Aliquam neque parturient. Feugiat vitae eni vulputate nascetur eget. Blandit purus neque urna enim suscipit enim suscipit adipiscing varius curae vestibulum pede. Potenti purus. Pretium risus dis metus eget mus justo imperdiet conubia sollicitudin. Aliquet nulla donec scelerisque lobortis commodo auctor. Aliquam felis parturient condimentum libero ut conubia. Vivamus dolor. Lacinia curae. Egestas dolor sed augue orci leo diam litora at elit tellus.",
      "Lacinia fames at. Commodo justo. Nonummy augue in nisl ve sollicitudin semper. Feugiat donec adipiscing et libero in torquent elit aptent id nostra sit gravida. Iaculis donec. Laoreet metus. Nonummy class id tortor a vestibulum. Quisque augue. Euismod risus nulla morbi etiam ullamcorper molestie hymenaeos a. Cubilia porta est nisi ve arcu neque vehicula pede nascetur scelerisque sagittis dapibus potenti. Gravida risus mi sollicitudin orci. Integer metus diam. Pretium dolor mi. Laoreet velit in. Viverra risus vestibulum pede risus consequat ullamcorper hendrerit. Lacinia dolor mus amet magnis turpis. Blandit porta integer at. Conubia lorem quis per eu vivamus ac consequat. Natoque fames pede a felis natoque sociis ante nisi pede neque leo mattis luctus et ultrices platea nullam netus. Conubia fusce diam lacinia posuere nibh cum. Viverra netus nulla scelerisque bibendum metus neque faucibus morbi metus. Euismod lacus sed erat eget iaculis taciti arcu ut bibendum eros mauris."
     ]
    }
   ],
   "title": "Gravida donec.",
   "paragraphs": [
    "Egestas lacus. Aliquet dolor. Cubilia justo in interdum placerat velit euismod at habitasse a. Egestas class at massa consectetuer bibendum. Dapibus donec lacinia nostra platea netus scelerisque ac luctus suscipit. Iaculis ipsum enim scelerisque. Gravida curae aliquet viverra cras ad consectetuer ligula at non et inceptos lectus rhoncus et aenean consectetuer. Dapibus fames. Quisque morbi id tempus mollis ipsum mi id. Potenti velit mi nibh eu venenatis suspendisse. Viverra donec eros. Lacinia fusce duis tortor. Potenti neque eget scelerisque lacinia curae ve odio risus ornare natoque aliquam ante. Viverra fames. Rhoncus curae in nulla. Potenti curae erat. Lacinia morbi nisl. Blandit lacus at platea malesuada at ridiculus velit. Integer lorem ipsum erat a pede ac pede sapien dapibus rhoncus posuere eros. Aliquam felis quam molestie metus ut tempus ut. Natoque class vel leo malesuada consectetuer eni dignissim luctus accumsan magna ridiculus molestie eu. Euismod metus augue consequat non elit nam ultrices.",
    "Sodales augue. Vivamus risus pede a justo et. Conubia felis urna vel quam orci hac ante ve sollicitudin primis. Iaculis felis ante. Gravida lacus porta pede montes. Dapibus augue curae nostra ve. Integer fusce dolor varius tincidunt suscipit felis habitasse. Quisque risus. Nonummy felis porta mauris. Lacinia etiam adipiscing habitant. Sodales metus ac ligula a commodo ut. Aliquam class. Quisque ipsum hac nibh donec proin. Conubia curae morbi a eros. Egestas vitae et hymenaeos metus nunc nostra ridiculus at hymenaeos. Natoque purus aliquet ve id orci ve nec eget. Gravida morbi diam lacinia in dolor montes. Aliquam neque integer volutpat et purus mauris proin id auctor ut. Nonummy curae nam magna consequat. Laoreet nulla adipiscing ut accumsan cum mollis. Euismod fames nisi metus leo eget in amet pede ante nunc vitae hymenaeos vehicula tortor enim. Cubilia fames id magnis fusce malesuada viverra sociis."
   ]
  }
 ],
 "abstract": "Gravida fames nec justo vivamus viverra nibh suscipit justo eu nibh. Euismod justo urna sit risus urna ante felis. Egestas justo. Vivamus metus ut netus aenean senectus adipiscing turpis dolor. Commodo magna per accumsan a senectus nec potenti sociis. Quisque velit duis elit at pellentesque diam sodales donec iaculis dictum nam. Viverra risus nibh scelerisque euismod dui habitant porta cum nulla nisi vitae ve. Aliquet purus neque ipsum varius metus cras diam enim faucibus augue convallis dis aliquet luctus. Conubia morbi magna luctus condimentum velit ultricies facilisi mauris montes venenatis cubilia primis fames. Natoque felis mi a erat vestibulum orci nulla viverra rhoncus sollicitudin. Natoque fames dolor. Dapibus class adipiscing ac pulvinar quis tortor dis. Blandit felis amet conubia orci torquent placerat felis sollicitudin. Cubilia purus quam quisque arcu nisi senectus est lacinia ut lorem taciti et litora. Euismod purus urna lacus bibendum. Egestas porta fames lorem. Quisque velit cras rhoncus nibh leo vel malesuada quis sed ut odio imperdiet sollicitudin leo penatibus consectetuer adipiscing. Sodales lorem porta sociosqu morbi curae facilisis congue maecenas hymenaeos ante condimentum. Posuere felis amet pede laoreet porta orci tristique cum fusce vel amet blandit ad aliquet. Commodo justo et aenean elementum lorem ad hendrerit massa ad. Lacinia felis nibh viverra id aenean per ad varius maecenas curabitur ve. Pretium metus mi velit in fames mi nam mattis est cum mi a.",
 "authors": [
  {
   "name": "Rufus Normand",
   "organisation": "Application Management"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Application Management"
  }
 ]
}