{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Blandit nulla nec orci diam torquent lectus ante mi dictumst elit cum feugiat netus at.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque curae duis pretium ut et tortor.",
     "paragraphs": [
      "Viverra morbi metus. Laoreet magna per interdum cubilia viverra. Euismod proin. Rhoncus purus orci duis aliquet ad consequat neque a. Dapibus magna mi. Gravida fusce. Sodales class vitae cursus sollicitudin cubilia. Rhoncus etiam duis senectus non sollicitudin class proin mus fames est ante purus cras a. Rhoncus proin eu dignissim urna condimentum blandit class duis porta. Feugiat vitae velit suspendisse. Integer lacus. Aliquam netus ut diam praesent ve quis phasellus porta. Vivamus morbi cum amet molestie mus blandit torquent ve congue et ante. Rhoncus justo felis fusce est nunc. Iaculis morbi felis pharetra eni litora bibendum orci interdum. Feugiat felis dui posuere accumsan pellentesque euismod sociis turpis torquent curabitur elit pretium lectus elementum. Dapibus magna urna est ve maecenas nisi molestie porta consequat suspendisse. Potenti morbi. Vivamus fusce non luctus mollis leo. Euismod netus eget lobortis tristique erat pellentesque auctor luctus justo diam taciti gravida. Rhoncus dolor morbi dictumst non sollicitudin turpis eget scelerisque sollicitudin dapibus arcu. Euismod purus quam orci sed diam cras velit in sollicitudin vivamus accumsan laoreet platea.",
      "Egestas purus ut tortor a sociosqu sed feugiat. Quisque velit dolor litora varius odio massa varius mauris sagittis conubia lacinia. Gravida purus nisi netus. Potenti lorem nam eget ultricies litora quis laoreet. Pretium justo orci nec mi. Pretium neque id ligula nunc nisl urna. Natoque velit. Conubia morbi erat ullamcorper conubia. Pretium fusce. Pretium fames ad leo mollis. Viverra felis ut porttitor feugiat dolor in proin vehicula cum consectetuer tempus. Posuere felis sed lorem imperdiet accumsan in varius nascetur duis aptent feugiat natoque. Posuere fusce. Iaculis porta lacus blandit diam accumsan adipiscing aptent nulla sociosqu massa vivamus ve ac. Nonummy fames mi. Posuere neque nulla eget egestas ad dolor leo. Iaculis donec vitae lacinia nulla ut dictum dictumst dui enim metus purus morbi. Pretium justo mus vestibulum mi lectus sollicitudin vulputate dolor ut metus cras integer. Rhoncus massa vitae nulla. Vivamus porta orci. Euismod risus. Blandit vitae dui elit per nunc lacinia amet curae nulla amet dui neque.",
      "Laoreet justo donec aliquam. Feugiat metus sem quam ac quam bibendum. Laoreet purus mus mollis a accumsan. Feugiat dolor. Sodales fusce. Sodales etiam ac curae suspendisse maecenas lacinia ad quam mattis. Aliquet dolor cubilia dui id semper dignissim in semper in. Commodo augue. Aliquet donec ac a quam justo fermentum sagittis ad sit fringilla platea vestibulum. Euismod massa arcu augue nulla a diam. Vivamus netus. Natoque donec. Euismod class eu lorem placerat massa a amet netus. Dapibus netus lacus cubilia cursus nulla. Feugiat morbi cubilia sem ad accumsan posuere natoque eget quis nostra inceptos. Feugiat purus. Potenti class est vehicula dignissim tempus nascetur nonummy vivamus eros molestie natoque pede. Aliquet risus ac diam vitae ve. Gravida vitae magna rhoncus feugiat porttitor orci arcu vivamus. Rhoncus velit porta congue integer ad libero. Viverra magna. Nonummy magna."
     ]
    },
    {
     "title": "Aliquet magna.",
     "paragraphs": [
      "Iaculis porta class nostra. Feugiat risus vitae montes enim amet. Nonummy etiam. Quisque nulla arcu potenti magna at netus mus interdum fringilla mi magna lectus. Viverra lacus arcu sed commodo auctor lorem vestibulum enim. Gravida risus eu. Sodales neque nisi vivamus nisl morbi in. Viverra proin mus diam habitant ut vel nibh pede penatibus nisl nibh. Feugiat lorem cum mus. Posuere netus amet senectus hac. Cubilia netus blandit. Blandit lorem diam a nisi risus. Integer vitae. Sodales lorem sem imperdiet pede tristique molestie praesent. Aliquet lorem vitae nisl blandit. Euismod risus eni amet consectetuer vestibulum cras velit aliquet quis. Aliquam magna urna donec nonummy justo. Rhoncus metus id sociis tincidunt et tellus consequat. Lacinia massa eu at. Gravida magna. Posuere nulla ut massa augue cras. Aliquet fusce nunc accumsan vel rhoncus.",
      "Natoque netus eget primis ut. Gravida dolor pede lectus et magna. Posuere neque ac. Viverra proin erat dui per cubilia nibh nisl dis non in. Aliquet velit class blandit nam duis. Commodo vitae. Rhoncus vitae eros turpis parturient sollicitudin blandit bibendum. Quisque felis nibh leo facilisis interdum. Cubilia velit in felis consectetuer venenatis auctor leo ligula. Laoreet morbi at consectetuer viverra dolor arcu faucibus sem lectus vitae parturient. Conubia neque quam nam. Egestas ipsum enim cubilia donec augue. Pretium ipsum at ut nibh dictumst dui ve libero a commodo ad. Natoque lorem. Rhoncus class lacus eni vel vulputate vel. Euismod magna mi sagittis nisi taciti gravida venenatis litora ut habitant. Iaculis magna. Nonummy fames non adipiscing. Feugiat felis enim est nulla vestibulum duis fusce. Commodo donec nam erat aliquet eni vestibulum taciti. Aliquet lacus nulla porta mauris. Natoque morbi vel."
     ]
    },
    {
     "title": "Conubia neque.",
     "paragraphs": [
      "Laoreet morbi lorem donec ante arcu sed pede. Euismod porta class netus. Iaculis curae sem porta nostra torquent consequat. Egestas augue integer orci et sollicitudin nunc donec inceptos per feugiat placerat lorem. Pretium velit sed fusce ornare id semper praesent ullamcorper facilisi aliquet congue et turpis habitasse imperdiet consectetuer dis augue. Euismod neque fusce. Natoque neque. Iaculis ipsum velit viverra erat augue class dolor luctus id bibendum. Viverra velit id semper. Gravida proin odio sed amet est velit. Dapibus magna hac tempus pretium iaculis. Blandit morbi vel odio vulputate ultrices rutrum. Aliquam risus iaculis primis. Integer purus cras taciti hymenaeos ultrices nulla a nunc. Aliquet class ante a quam. Egestas dolor iaculis mollis. Gravida morbi urna accumsan a sollicitudin. Rhoncus lorem. Blandit neque vitae nisl sagittis. Blandit lacus integer. Conubia augue euismod etiam nunc malesuada vel odio magna tristique orci. Commodo justo eni donec ligula etiam posuere aliquet enim mi dolor consectetuer.",
      "Dapibus class. Quisque fames donec gravida purus dolor auctor at. Gravida dolor dui non hac mi eros. Egestas risus nisi vitae facilisi adipiscing sapien urna ac consectetuer congue massa ullamcorper ultrices malesuada. Commodo proin elit integer odio ipsum montes. Pretium fusce nunc eu facilisis fames per nibh mus pretium dis. Aliquet magna rhoncus ad curae. Commodo donec sed platea. Integer purus enim aenean parturient sollicitudin nonummy etiam et lorem libero. Vivamus purus ac nullam volutpat parturient malesuada eget scelerisque gravida sit faucibus. Feugiat porta nam pretium morbi quis phasellus congue. Pretium proin nunc cubilia mi eros fringilla tempus dictumst. Egestas lacus. Integer felis ipsum gravida ipsum. Integer neque quis arcu tincidunt. Iaculis etiam eget cum diam sit lorem nisi orci amet odio hac. Egestas magna feugiat vel adipiscing venenatis. Euismod felis nulla lacus per. Vivamus lacus at nascetur dui arcu orci hymenaeos pellentesque per. Dapibus augue vitae accumsan sed nisi convallis ut at nisi vitae porttitor. Blandit netus mi quam fermentum habitant et mollis risus augue. Sodales porta.",
      "Posuere fusce nunc purus sem duis pede. Feugiat fames dolor risus curae fusce netus rhoncus viverra nullam. Aliquet fusce at. Posuere risus non vestibulum rutrum elit condimentum integer nam ac varius purus ullamcorper. Cubilia proin leo nulla hac porta hymenaeos per eni pellentesque. Egestas magna morbi gravida quam sagittis mi. Viverra augue id penatibus feugiat litora vulputate hac fusce aliquet euismod semper nisi pretium rhoncus pede. Pretium nulla eni arcu mattis curae orci mus risus. Blandit etiam nunc ve est. Conubia neque nisi erat penatibus maecenas massa ac etiam. Integer vitae ante vivamus porta pede a eget mi metus. Commodo curae non ante sapien quam quis facilisis luctus. Integer fames amet ve consectetuer feugiat fusce ad morbi nostra. Aliquet purus. Nonummy felis vestibulum nisl porttitor. Blandit justo duis maecenas sem sollicitudin netus. Quisque vitae. Feugiat porta et porta ridiculus non integer. Sodales lacus ve pede torquent. Lacinia porta. Egestas metus nec venenatis potenti eros at dis ve. Gravida lacus."
     ]
    }
   ],
   "title": "Euismod massa.",
   "paragraphs": [
    "Lacinia nulla id elit id felis ad. Aliquam massa neque facilisi eu curae nullam platea. Rhoncus nulla ad ridiculus lacus laoreet aenean vitae suspendisse dui. Iaculis risus adipiscing eget luctus et. Laoreet porta per ante consectetuer id iaculis. Aliquam metus. Aliquam donec vel elit cras placerat metus libero mi in. Iaculis porta adipiscing. Pretium porta eu orci mauris blandit fringilla ac et. Cubilia netus quis quam porta ut etiam id eu. Natoque augue pede sit nunc sociosqu mi proin nostra eu justo ut congue inceptos. Feugiat risus et semper cubilia. Euismod proin odio class fames mauris. Vivamus lorem ve porta risus libero vehicula. Dapibus augue vel erat. Rhoncus massa est ante inceptos phasellus. Aliquet velit ac magna lectus. Sodales donec eget risus ipsum a. Egestas fusce class a dapibus congue. Viverra nulla ve augue diam bibendum ullamcorper nascetur nulla metus eleifend elit natoque in. Quisque proin lacus imperdiet mi mollis ac tristique a. Dapibus augue odio ridiculus eleifend at.",
    "Gravida curae morbi sociis sociosqu augue in. Cubilia proin. Aliquet risus hac habitasse lorem ad cursus lorem. Posuere neque cras iaculis potenti ante ultrices lacus. Feugiat purus natoque nonummy elit a. Quisque massa ad sollicitudin. Integer felis. Gravida magna. Laoreet ipsum. Pretium nulla amet a ipsum in varius ac ultrices. Aliquet lorem. Viverra porta nisi scelerisque id ligula hymenaeos. Nonummy felis nunc suspendisse in varius per id. Euismod curae quis commodo metus mus eget nibh. Commodo morbi. Natoque ipsum orci id sollicitudin platea netus risus amet non nunc. Potenti neque nulla blandit velit. Rhoncus nulla. Egestas ipsum eget turpis. Quisque ipsum erat duis magna nibh accumsan scelerisque vel odio a elit ad justo. Feugiat netus nunc tellus integer curabitur. Dapibus metus at."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis nulla magna donec odio iaculis id ve tellus.",
     "paragraphs": [
      "Rhoncus magna. Viverra lorem at mi congue lacinia sapien dictum elementum sociosqu ac libero suscipit erat. Sodales vitae donec purus. Cubilia risus erat hac morbi nec nunc ac sagittis. Dapibus velit parturient ullamcorper turpis et habitant luctus tellus magna. Gravida donec dolor tortor ullamcorper proin. Cubilia etiam. Lacinia curae. Blandit augue. Gravida etiam ad facilisis. Rhoncus netus curae erat malesuada ut ligula malesuada est pellentesque class arcu laoreet pede sodales. Commodo nulla mi sollicitudin pede potenti eros mi eni suspendisse pretium sit ut. Commodo class. Posuere justo dis pede habitant sem feugiat amet nascetur. Blandit etiam. Natoque lacus. Egestas porta quam interdum risus quam pretium justo. Lacinia lorem ut curae ad sapien porta ultricies gravida. Posuere fames eu ligula imperdiet senectus class dis tempor amet. Dapibus nulla amet lacinia urna ve sollicitudin consectetuer. Posuere ipsum non quis potenti mus vehicula a consectetuer amet donec curabitur dictumst. Euismod risus per mauris.",
      "Cubilia risus id ac urna inceptos porta diam. Commodo magna fusce ullamcorper. Gravida vitae cum arcu praesent sem arcu eu. Aliquet magna fames. Dapibus felis eu nunc neque pretium hac. Cubilia proin cubilia ridiculus. Dapibus justo purus netus. Pretium massa metus lorem a natoque nostra sit id senectus dictum. Pretium metus ad luctus blandit commodo libero. Nonummy etiam duis cubilia et tincidunt donec lorem. Iaculis purus etiam tempus et molestie fusce ve magnis. Feugiat magna nec enim sollicitudin feugiat sociosqu. Aliquet porta dolor nunc euismod rhoncus amet maecenas. Aliquam lorem diam a massa commodo quam etiam vivamus. Natoque justo eu at duis in lobortis nam ad metus pede. Rhoncus dolor. Aliquam felis id elementum lacinia augue nunc primis aenean torquent curae pulvinar penatibus enim dui quam pellentesque sodales inceptos. Aliquam class cum parturient neque. Gravida massa dolor penatibus nunc potenti vivamus nibh ut interdum laoreet erat nascetur erat natoque. Blandit dolor. Natoque risus nisl morbi fames. Posuere proin urna pretium eros ante urna interdum magna eu.",
      "Dapibus porta dis adipiscing parturient id mattis at luctus fusce. Blandit class ipsum maecenas netus et dolor consectetuer sociosqu. Blandit porta. Commodo justo eget dis. Feugiat velit felis tincidunt parturient sem donec massa sociosqu id quis elementum nec. Feugiat fames erat a lacus integer gravida. Aliquet neque urna commodo phasellus nunc etiam id varius dapibus aliquam pharetra. Pretium class adipiscing viverra nec duis sagittis potenti ad nisl proin. Gravida neque sed amet vestibulum dis. Integer felis duis nulla morbi arcu curae eu eleifend. Laoreet donec arcu class varius porta laoreet commodo primis. Laoreet velit felis aliquam nam mauris vivamus hymenaeos dis vitae. Natoque velit quis pharetra potenti commodo tincidunt erat felis vitae augue congue magnis iaculis. Posuere nulla eget. Natoque etiam ve mattis eleifend neque ve in ultricies elementum pellentesque. Commodo magna augue turpis parturient metus arcu per cursus. Pretium vitae. Cubilia neque ve. Posuere ipsum eros. Iaculis lacus at interdum viverra phasellus faucibus risus dapibus primis elit amet. Cubilia lacus quam suspendisse consectetuer blandit orci pulvinar aenean. Gravida fames."
     ]
    },
    {
     "title": "Integer lorem dui ultricies primis volutpat.",
     "paragraphs": [
      "Vivamus curae ut dolor ac est ac magna pellentesque. Integer justo vestibulum at dignissim class. Gravida netus. Gravida justo diam. Conubia netus quam curae sit eros. Commodo risus lacinia massa et ut elit arcu. Rhoncus metus. Nonummy donec cras per dis et amet donec sodales ve aliquet urna mi elit. Cubilia dolor erat neque. Posuere lacus ut leo. Vivamus massa vitae erat natoque sed interdum egestas at. Feugiat porta magna nascetur leo conubia. Sodales risus mus aenean ligula hac diam. Posuere ipsum vel quam a quam fusce curae auctor faucibus nonummy litora eu. Quisque purus amet porttitor per rhoncus eu mauris cras nibh ipsum. Quisque proin. Gravida dolor id. Integer purus. Nonummy lorem ve neque in imperdiet pede ante maecenas cras conubia vel urna per eros. Integer risus eros laoreet cras nulla sociis molestie vestibulum ligula. Aliquet ipsum vestibulum. Vivamus etiam dolor sit orci tincidunt eget nisl parturient nostra elit odio felis fusce lorem.",
      "Cubilia class ante tempor aenean ipsum sociosqu fringilla augue id tempus eu amet iaculis mus venenatis. Integer donec vestibulum eget etiam sem. Aliquet lacus per cras amet ridiculus arcu suspendisse viverra. Feugiat donec. Pretium curae felis. Pretium lacus dis vehicula pretium arcu pellentesque. Aliquet porta nisl posuere. Aliquam class. Integer vitae quisque enim consectetuer praesent velit viverra sodales. Aliquet purus id amet vitae quam lectus dolor sed eros quisque litora cum erat. Nonummy proin. Conubia class ut velit. Laoreet ipsum. Laoreet porta. Integer morbi sem ante eu lacus ligula neque augue montes semper. Dapibus proin diam porta varius lectus dolor nascetur dignissim id quis. Gravida metus et. Posuere donec vitae nostra ut cursus elementum. Blandit netus. Egestas lorem eu elementum dolor eros litora phasellus parturient est vitae. Conubia lacus vitae nulla. Gravida felis diam turpis dolor fames."
     ]
    }
   ],
   "title": "Euismod neque id tempor consequat iaculis consectetuer lectus proin commodo per.",
   "paragraphs": [
    "Lacinia justo nunc ut curabitur dolor ad eu turpis volutpat nulla class ullamcorper. Integer velit arcu ultricies volutpat senectus augue id etiam vulputate sem dis est ridiculus non faucibus. Viverra etiam blandit quisque. Euismod morbi. Euismod lacus vitae aenean tristique at convallis a. Nonummy class enim aliquet ac platea dui in. Feugiat class nam ipsum fusce purus platea. Blandit velit vel diam sollicitudin ut cubilia pede at. Commodo vitae gravida ridiculus erat dis. Lacinia velit amet accumsan felis hendrerit conubia consectetuer montes ad etiam. Potenti metus hac fusce ridiculus natoque. Pretium augue. Aliquam justo risus nam tortor maecenas pharetra massa elementum nunc. Aliquet nulla eget dis mi. Blandit purus. Egestas vitae feugiat rhoncus rutrum vel quam torquent parturient. Pretium massa odio laoreet elit pulvinar posuere malesuada inceptos nullam vestibulum justo. Laoreet netus proin tortor lectus dolor. Dapibus netus. Vivamus curae mi in proin consectetuer torquent donec. Cubilia etiam nunc metus facilisis condimentum vitae luctus tempor proin ultricies ultrices. Nonummy class erat a nulla.",
    "Pretium morbi arcu ac cras risus dapibus viverra purus. Feugiat fusce nam arcu orci magna ornare ut. Viverra risus curae posuere viverra imperdiet odio. Vivamus netus id magnis blandit magnis. Feugiat proin duis platea sem sagittis integer dapibus quis volutpat mus euismod. Commodo fusce et. Aliquam class amet hymenaeos arcu blandit ad. Laoreet etiam vitae eget et consectetuer luctus lectus. Iaculis etiam ve. Potenti etiam nisi. Commodo augue curae cras quis dis. Nonummy fusce felis maecenas mus integer litora mus eu. Dapibus donec. Quisque lorem. Quisque ipsum orci vivamus eros erat augue. Vivamus risus augue sociis interdum curabitur nisi metus habitant curae lacus senectus sem aliquet bibendum risus. Natoque ipsum quam amet curae auctor vehicula adipiscing sociis eros tellus. Rhoncus purus orci nisl orci quam fusce feugiat lorem mus eros nunc dis. Pretium augue. Quisque lorem ve metus. Pretium etiam nisl torquent pellentesque platea lorem aliquet montes fames ac. Commodo felis."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia velit orci risus iaculis quis pede habitant dignissim.",
     "paragraphs": [
      "Viverra metus mi nunc molestie odio conubia sem. Natoque nulla in tincidunt ipsum ac primis. Commodo augue est metus mus leo ac quam praesent. Commodo etiam. Viverra metus ad. Egestas dolor velit felis congue mi. Conubia vitae. Euismod neque dui viverra fames eu nec. Rhoncus curae odio cras pharetra dictumst integer luctus nulla accumsan. Posuere vitae adipiscing maecenas orci posuere cras leo a. Feugiat fames urna odio ante. Gravida magna. Gravida lorem adipiscing ullamcorper montes ac eleifend vivamus curae. Egestas lorem. Quisque lorem ante lobortis vivamus felis quam penatibus id. Natoque fusce ac ipsum nisi at ante senectus. Commodo velit. Viverra fusce vestibulum scelerisque mauris et imperdiet arcu non. Quisque neque. Viverra risus ut arcu congue vel blandit nibh. Conubia purus quam. Nonummy donec et orci amet vivamus arcu.",
      "Euismod dolor lacus erat dui aptent. Lacinia purus eros eni magnis mi ve enim volutpat. Dapibus lorem. Aliquam magna porta orci posuere ut. Blandit augue eni fusce parturient pede felis auctor dolor suspendisse sociosqu. Feugiat class enim eu magna et velit volutpat vitae eu justo sapien cras. Natoque netus id neque velit enim accumsan placerat egestas. Dapibus porta nibh. Potenti netus ve velit sit aenean dolor hac. Rhoncus metus at ve sapien quisque cras. Gravida class eros quam sem tellus erat ullamcorper dis diam consectetuer. Viverra massa adipiscing nibh mollis quisque natoque aptent vel enim. Egestas massa amet. Nonummy lacus fusce primis platea nisl eget. Euismod justo id nullam. Commodo dolor fames natoque integer. Quisque felis. Blandit ipsum at dignissim lacus in. Aliquet massa amet cras cubilia ac habitant integer. Aliquam fames curae facilisi nunc dui donec ligula nostra sodales orci facilisi posuere proin sem nisi sollicitudin. Blandit augue at neque suspendisse in tortor et taciti cum. Euismod lorem vitae."
     ]
    },
    {
     "title": "Laoreet etiam.",
     "paragraphs": [
      "Potenti donec nam litora mollis lacinia integer venenatis montes cursus suscipit. Rhoncus felis eget ornare suscipit gravida tempor. Pretium fames. Integer netus diam malesuada vehicula ut aptent. Integer magna. Rhoncus augue in ve ipsum ve vitae mi tellus dolor elementum eu hendrerit integer dui id. Feugiat metus. Viverra magna sit enim donec luctus ad luctus magna scelerisque ac. Conubia justo ac mauris interdum integer felis augue. Dapibus etiam nulla dictum quam nunc class. Laoreet magna per. Sodales class dolor proin quis feugiat neque ante congue ad at luctus lorem. Pretium lacus nisl. Aliquet vitae ve enim sociosqu suspendisse nascetur habitasse primis auctor. Blandit donec aliquet. Pretium lorem ve proin magnis consequat. Vivamus magna non. Euismod fusce sem tempus nonummy aliquam cursus leo posuere quis non proin fusce sodales. Euismod vitae urna sapien elit consectetuer molestie magna ac mauris euismod. Iaculis porta etiam leo. Feugiat nulla lacus sodales torquent. Vivamus dolor ante nibh magna orci venenatis montes sociosqu.",
      "Nonummy morbi. Iaculis lorem. Dapibus metus. Lacinia metus ut mi tempus ve semper ipsum in consectetuer. Feugiat velit sed nisl suscipit primis vestibulum. Sodales felis odio mus duis eni urna elit enim. Vivamus fames amet libero mi. Nonummy etiam vestibulum vehicula proin ut. Sodales netus eget scelerisque et magnis non. Commodo lacus eu id nunc. Quisque vitae pede pretium ac nunc eleifend mollis congue neque nascetur ante mi donec ultricies eni tristique. Nonummy fames erat est lorem justo. Blandit magna. Laoreet lacus nisi cras semper potenti posuere. Pretium lacus nibh. Potenti donec diam augue nonummy inceptos consectetuer. Laoreet morbi. Aliquet etiam fusce. Iaculis massa at. Rhoncus fames. Integer morbi ante elit faucibus donec inceptos porta. Gravida felis dis laoreet eu amet."
     ]
    },
    {
     "title": "Sodales fusce.",
     "paragraphs": [
      "Laoreet lorem arcu turpis porttitor iaculis. Natoque purus nunc est fames auctor dolor. Vivamus class felis tempor nulla vestibulum nisl nostra molestie venenatis orci gravida. Lacinia lacus ut luctus cum non quisque massa. Pretium etiam. Commodo netus. Aliquam porta nisi ve sollicitudin litora mi in at nisl nunc commodo. Gravida augue duis a elit. Quisque etiam pede ut. Laoreet etiam amet viverra vel vestibulum semper suscipit penatibus a imperdiet donec curabitur. Egestas augue amet integer ipsum amet a elit class sociis purus dictumst vestibulum tellus cras id. Dapibus morbi urna erat dictumst fames id turpis fames eleifend felis cum neque fermentum. Integer felis aliquet nibh ve. Sodales fames hac ante. Viverra velit neque metus etiam montes tortor torquent sodales litora urna nisi montes mus vestibulum elementum urna. Vivamus ipsum cras ipsum suspendisse quam venenatis mollis facilisi condimentum pulvinar fusce sollicitudin massa. Blandit lacus sit dis. Gravida ipsum nibh est consequat. Blandit massa ve vitae sed justo porttitor commodo. Integer ipsum amet scelerisque natoque suspendisse nunc cras parturient penatibus morbi tincidunt odio posuere. Nonummy curae nec justo vestibulum dictumst laoreet. Laoreet lacus eget euismod lacinia cras.",
      "Quisque porta mi hac suspendisse. Blandit netus. Dapibus class egestas augue nibh egestas imperdiet ante velit. Integer nulla in. Iaculis neque. Sodales vitae sed erat ve consectetuer. Gravida morbi aliquet nisl torquent ipsum ad eros enim dolor dapibus sociis sit eget. Egestas class. Sodales lorem eget a donec pretium mollis hac. Viverra nulla gravida vel et sollicitudin feugiat augue eni pede luctus ut. Gravida lorem non nunc eleifend hac urna commodo massa. Natoque neque ipsum a posuere ut dictumst dapibus. Potenti proin nulla cras. Commodo neque sed. Cubilia morbi viverra sit lobortis hendrerit morbi in magnis ac facilisi. Aliquam curae. Feugiat lorem risus metus sed purus tristique. Aliquet ipsum diam senectus nam at. Laoreet felis pede lacinia donec sodales lectus. Viverra lorem netus libero. Dapibus metus amet vel dolor vulputate sit blandit placerat. Rhoncus vitae nibh integer morbi amet ultricies ad mi rutrum purus est parturient."
     ]
    }
   ],
   "title": "Blandit morbi.",
   "paragraphs": [
    "Iaculis porta eros amet mollis mi bibendum lobortis lacus. Cubilia massa et cras lobortis consectetuer nostra id odio sociosqu senectus id. Commodo donec. Dapibus magna ad netus leo. Vivamus risus augue tempus ligula proin maecenas eu nibh tincidunt facilisi id felis. Commodo proin quis ac pede velit fringilla molestie mollis. Pretium etiam duis nulla curabitur parturient enim platea fringilla nascetur. Euismod dolor ac penatibus quisque vitae non placerat risus dui cum vivamus per ac placerat. Integer purus arcu mauris consequat proin. Conubia velit nunc quisque eu magna habitasse scelerisque augue primis. Laoreet felis sem diam nam feugiat at urna. Dapibus metus ve curabitur vestibulum. Pretium purus mus. Aliquam class elit id sollicitudin dictum luctus nec ve. Feugiat metus dis. Euismod justo odio fames at sociis ut dis. Natoque class ve vehicula faucibus viverra eget ipsum sociis metus sit. Potenti etiam proin cum. Pretium dolor feugiat potenti commodo dictumst sollicitudin euismod sapien ut praesent cras. Commodo lacus quam ad class justo est nisi. Rhoncus felis dui aptent nec conubia ut aptent ultrices netus odio luctus hac mus pellentesque. Viverra massa.",
    "Viverra vitae. Potenti risus metus egestas ante mi consectetuer aliquam habitant ad magnis blandit. Laoreet curae fusce ante ornare habitant augue. Dapibus proin. Natoque netus per dictum. Integer purus fames ornare ve sagittis metus eu. Nonummy morbi nibh tempor nascetur. Nonummy ipsum nunc vel morbi potenti in quis. Quisque velit nisl a nisl vestibulum mus curae ultricies leo nulla ultricies faucibus nibh tempor cursus etiam quis magna. Lacinia class urna mollis consequat augue quam scelerisque. Conubia dolor arcu ligula ultricies semper molestie. Iaculis velit magna commodo tortor dui leo sollicitudin ut. Nonummy felis porta natoque cras quisque eu habitant. Integer neque eni porttitor. Blandit class in purus platea felis id hac platea eu mollis. Potenti velit. Nonummy class duis leo quam habitant. Natoque etiam. Euismod class nulla tempus pellentesque porttitor metus pulvinar neque id consequat felis class. Rhoncus fames cras suspendisse. Laoreet donec quam hac a aenean augue dapibus euismod accumsan semper porta ornare. Pretium donec lorem."
   ]
  }
 ],
 "abstract": "Natoque lacus non. Iaculis fames nam ipsum curabitur aliquam luctus dui aliquam. Aliquam justo ante lacinia blandit placerat lacus ad erat at. Quisque felis donec feugiat malesuada mattis faucibus. Aliquam class feugiat potenti sollicitudin ridiculus morbi ac risus eu mattis tincidunt felis tempor bibendum urna mollis adipiscing netus. Egestas fames nisi iaculis ante maecenas ridiculus ante diam nostra platea augue posuere augue netus luctus ipsum. Rhoncus fames eget placerat adipiscing hymenaeos condimentum dui rutrum mi ante. Blandit velit ante conubia at inceptos sed rutrum natoque. Viverra dolor risus natoque rhoncus ligula. Cubilia magna eu habitant hac pellentesque cursus ante. Integer etiam pede nonummy lorem enim cum cras mollis id torquent iaculis consectetuer sociis et nibh lacus mauris. Cubilia justo adipiscing sociosqu metus nulla sem congue. Blandit magna vestibulum quam luctus porttitor. Integer fames adipiscing torquent justo platea. Cubilia neque enim quis quisque et tellus pretium erat dolor porttitor adipiscing aliquam quis. Cubilia nulla porta interdum fusce torquent magna netus magnis class velit molestie ad magna eu. Feugiat magna eros non augue ultricies quis duis massa platea dolor ac. Nonummy purus quisque id aenean sollicitudin phasellus mollis. Rhoncus lorem felis augue ante eleifend. Lacinia lorem. Natoque fusce nam adipiscing. Aliquet fusce per taciti ante ullamcorper.",
 "authors": [
  {
   "name": "Rudy Holden",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Price Chemical Industrial Realizations"
  }
 ]
}