{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Feugiat proin. Laoreet magna ac et elementum pede curabitur ad massa. Lacinia neque hac eros mi pulvinar velit nullam. Laoreet massa nisi nec eros. Aliquet dolor sed ante adipiscing ve faucibus luctus montes per. Feugiat vitae. Rhoncus purus porta mattis eu aptent potenti. Iaculis risus vestibulum nonummy vel ve sociosqu nibh. Vivamus neque posuere sem habitant iaculis aliquam. Lacinia augue ad lorem tortor magna. Quisque metus urna id consectetuer dictum. Quisque augue id massa id. Euismod felis mus eget parturient dis class lectus id litora nam urna. Posuere felis eget. Euismod velit id. Commodo felis vel arcu at nibh volutpat a dictumst cras nullam ac dictumst laoreet. Laoreet vitae vestibulum ve tellus molestie scelerisque facilisi hymenaeos eros vel. Quisque vitae arcu a quam. Egestas purus. Posuere class sodales rhoncus mauris sem ut neque sociis. Viverra risus dui. Pretium etiam.",
    "Aliquet lacus. Conubia neque elit condimentum dapibus purus felis lectus orci risus dictum neque massa dui facilisis pellentesque adipiscing odio felis. Sodales etiam cum vestibulum in ultrices nunc eleifend suspendisse praesent ante faucibus. Cubilia vitae urna. Egestas netus nisi dapibus sem molestie class justo dapibus ut tempus venenatis lacus. Gravida class neque laoreet sit ad donec varius. Blandit augue. Aliquam massa justo placerat sit euismod diam nibh vitae. Gravida purus sem class. Nonummy augue. Egestas metus cum ultricies. Aliquet netus pede eni augue metus nisi magna condimentum. Nonummy nulla eget elit class tempus lobortis adipiscing tempor arcu ornare cubilia urna dictumst neque augue. Cubilia vitae eros litora sapien. Integer proin ac congue in quam montes eni sodales turpis. Integer fusce nunc pharetra adipiscing. Potenti dolor fames integer nullam sem pretium. Potenti curae ipsum sem curae fusce rutrum ad congue sollicitudin sem. Conubia curae. Aliquam magna et primis at sapien et. Feugiat nulla parturient nunc netus augue imperdiet conubia dolor cras. Dapibus curae urna potenti id praesent iaculis.",
    "Feugiat dolor nec quam eget imperdiet maecenas duis elementum primis fermentum. Dapibus dolor id. Euismod metus elit condimentum ve cursus suscipit ultrices vitae id congue ultrices fames at. Laoreet proin laoreet ornare pede enim. Viverra lacus cras commodo nunc pharetra non pellentesque lectus nunc. Blandit fames mus arcu consectetuer viverra pulvinar vitae dui odio aptent ut. Iaculis magna ac ipsum pellentesque curabitur. Cubilia morbi fusce class egestas eni ad velit pellentesque porttitor fusce. Laoreet netus cum enim eget donec curae. Lacinia ipsum nec taciti hac feugiat lectus sit arcu. Sodales velit neque morbi lacus aliquet auctor fames neque. Iaculis nulla cras nonummy dis pulvinar a consectetuer eros feugiat aliquet tempus taciti et. Sodales velit duis posuere lorem vestibulum nisi. Natoque purus. Euismod risus augue primis eget nam tortor et nascetur. Egestas lorem risus a blandit luctus. Vivamus massa et nascetur molestie magna posuere turpis duis felis sapien ultrices tristique. Egestas neque adipiscing nunc massa ac proin sollicitudin habitasse magna lectus sociis fusce nonummy. Laoreet felis hac curae hymenaeos morbi fringilla sodales. Dapibus metus amet at purus mattis posuere quis. Vivamus class mi aenean senectus vehicula pellentesque. Aliquam purus quis primis ipsum hendrerit."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis donec nec facilisi netus facilisi lacus ve venenatis convallis duis. Posuere augue massa suspendisse. Feugiat fames et semper penatibus. Rhoncus etiam risus cum nonummy. Dapibus etiam at aenean et proin congue fringilla id suspendisse pede hendrerit. Integer magna. Pretium vitae mi sagittis hac eros sagittis porta orci hac. Egestas justo quis pulvinar fusce venenatis mus. Integer lacus felis pretium cras urna eu amet lobortis consectetuer congue nulla luctus. Egestas curae eu pellentesque mattis eu potenti nibh nec. Iaculis proin. Iaculis class augue pede mus. Integer porta etiam arcu bibendum taciti turpis nec adipiscing ultricies condimentum. Aliquam vitae adipiscing ve accumsan eleifend viverra ve ut at. Posuere augue quis. Pretium morbi ut aenean. Egestas augue leo cum et ipsum malesuada ante sem a libero amet tempor. Rhoncus massa et litora purus lacinia gravida duis ve consectetuer sollicitudin. Laoreet fusce at et lorem facilisi eni urna taciti luctus dolor. Integer donec nunc eu velit vulputate rhoncus erat per. Cubilia vitae mi habitasse. Dapibus fusce porta.",
      "Laoreet ipsum. Rhoncus nulla duis in lorem tempor duis arcu. Egestas morbi elit tempor phasellus curae semper mauris netus in montes non dictum venenatis inceptos. Viverra risus pede suscipit augue sollicitudin velit ve sociis vehicula scelerisque faucibus proin pharetra id eget velit pretium. Lacinia porta mi elit cras nascetur condimentum pulvinar dapibus urna a. Laoreet morbi. Posuere etiam. Viverra lorem ac netus eget ad mauris molestie aliquam lobortis ac. Commodo netus porta suspendisse id. Vivamus purus vel enim ac risus consequat dignissim parturient eni. Gravida lacus eros nam. Posuere magna. Blandit fames nibh primis in urna pretium a tellus urna ante. Sodales curae. Egestas magna sit nibh in sociosqu potenti iaculis quam fusce odio. Gravida lorem. Laoreet vitae ad morbi duis ad. Feugiat magna odio ac donec non odio. Natoque fames ac cras sociosqu. Aliquet massa erat sed phasellus porta id lectus sed cubilia. Nonummy netus. Sodales porta ad etiam interdum velit mi."
     ],
     "title": "Pretium magna."
    },
    {
     "paragraphs": [
      "Viverra curae morbi vitae aptent tincidunt neque. Posuere proin est penatibus tortor. Natoque nulla elit cubilia et luctus accumsan tincidunt a hymenaeos magna ut lorem ac felis. Viverra donec magna sit congue nec posuere orci ad nullam. Quisque lacus orci habitasse neque nunc. Laoreet netus et augue taciti ante. Dapibus ipsum. Posuere augue enim porta elementum curae fermentum nisi quis laoreet. Nonummy porta risus. Potenti justo. Euismod class in tempor a vestibulum est porta mus. Potenti fusce. Pretium massa ad. Gravida fusce lorem mollis condimentum proin malesuada torquent augue ve lorem. Pretium massa ac turpis. Nonummy dolor. Dapibus etiam felis accumsan dui aptent. Vivamus metus eni fusce venenatis curabitur parturient cum adipiscing vestibulum et consectetuer laoreet. Natoque class eni urna nisi tortor at molestie vel pellentesque nostra. Integer metus curae platea pharetra aliquam et potenti urna. Natoque neque parturient sagittis metus a congue nisl rhoncus in faucibus nullam. Pretium ipsum porta.",
      "Vivamus lorem mi litora mi fames aenean eget velit aliquet. Gravida metus per ante id interdum litora enim imperdiet penatibus. Integer vitae eget at leo phasellus hac non fringilla. Potenti proin morbi potenti conubia nunc. Conubia proin nisl facilisis. Iaculis proin. Commodo fames. Aliquam lacus non lorem etiam a egestas ve. Sodales neque nunc sit lorem hac. Aliquet donec magna mus odio magna curae tortor tempor eleifend habitant. Sodales porta eu pede primis nullam ante mattis molestie elit per. Sodales morbi. Commodo purus nam nisl dui. Pretium lorem amet odio. Sodales purus netus fringilla conubia lacus netus aptent eget at sollicitudin conubia. Sodales massa. Conubia ipsum dui pede luctus sagittis massa orci id pellentesque. Posuere purus laoreet erat ve sollicitudin integer. Aliquam class netus nibh ante viverra a ullamcorper leo. Laoreet augue in quam. Cubilia neque fames iaculis sed ad venenatis a risus lacinia ligula ante. Dapibus nulla nec massa leo."
     ],
     "title": "Potenti class pede molestie ultricies."
    }
   ],
   "title": "Posuere fusce eu tortor class vestibulum eu hymenaeos."
  },
  {
   "paragraphs": [
    "Conubia fusce odio quisque dolor ad. Dapibus curae ad sapien nonummy eros at fusce mi et mattis per. Natoque morbi lorem scelerisque lobortis elementum a facilisis porta est urna nonummy eu. Quisque curae orci cum orci volutpat. Iaculis lorem conubia aptent arcu scelerisque pellentesque sodales nunc per. Blandit etiam neque venenatis eget dis aptent. Euismod fames pede sociosqu sit. Gravida fames. Egestas proin. Feugiat massa proin metus. Rhoncus felis. Conubia netus pede sit etiam convallis amet pellentesque mauris primis. Laoreet vitae porta dolor viverra ac at mauris. Feugiat metus. Rhoncus metus. Commodo netus elit a pede. Laoreet fames ve erat lorem consequat vel malesuada faucibus auctor libero. Egestas magna ad porta sit amet sollicitudin et euismod quis hac elit. Nonummy metus nam neque leo ultrices a sollicitudin elit pretium porttitor cras. Aliquet lorem ut amet varius. Aliquet ipsum massa inceptos id suspendisse eu mauris pellentesque. Sodales lacus.",
    "Pretium nulla. Iaculis etiam erat eu tristique class. Aliquet massa ve velit id. Egestas neque. Aliquam justo vitae class nisi quis magna mattis lectus elementum ut et. Lacinia metus. Conubia netus. Egestas purus at ut mi eget mattis ut augue ac porta turpis amet diam. Vivamus nulla. Iaculis proin nulla vehicula sed nisl facilisis pellentesque vestibulum urna augue aenean ipsum nec. Sodales porta diam urna. Iaculis donec nibh rutrum lobortis massa nisl est quis porttitor habitant ac. Blandit fusce orci mauris. Pretium morbi iaculis. Feugiat massa ac lorem urna. Natoque lacus morbi sociosqu lacus consectetuer hymenaeos magna vulputate lobortis porta cubilia arcu mi magna. Vivamus felis quam blandit. Natoque proin. Aliquet porta leo vestibulum adipiscing ut pulvinar. Egestas lorem. Egestas vitae vestibulum duis. Lacinia massa.",
    "Cubilia netus proin eleifend purus nisl risus nunc id amet. Rhoncus nulla eni. Dapibus etiam nisi. Gravida donec nisl elementum aptent porttitor cubilia duis arcu adipiscing mollis. Integer dolor nunc iaculis. Laoreet lorem. Sodales dolor. Euismod ipsum. Pretium netus elit dis curae nunc risus aptent. Pretium metus dui orci bibendum hendrerit id condimentum nisl varius vestibulum fames. Feugiat class ante magna fermentum non arcu eros parturient nam. Quisque curae. Rhoncus justo. Natoque class. Integer netus eu proin sem arcu felis feugiat. Potenti velit. Natoque massa nec. Conubia nulla cubilia cras nisl blandit enim. Conubia massa odio nascetur habitasse purus non. Blandit purus quis tristique id eu odio quis proin. Pretium fames. Vivamus magna."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet massa. Aliquam fusce. Pretium fusce cras senectus a sollicitudin. Euismod lacus euismod conubia elit. Rhoncus dolor sed eget auctor habitant. Cubilia porta mi velit fames praesent hendrerit dis aliquet eu accumsan. Rhoncus justo lacus massa tincidunt posuere consectetuer elementum curae ad mauris laoreet diam nibh. Sodales augue. Viverra felis orci vel consequat mauris dictumst ultricies. Viverra neque euismod erat malesuada aptent accumsan proin in. Aliquam proin enim urna nec consectetuer etiam diam accumsan suspendisse. Commodo etiam cras neque hac eni per. Natoque risus ve platea vel dictum aliquet eu porttitor condimentum. Aliquet morbi parturient suspendisse cursus ut nullam accumsan vehicula gravida. Pretium netus leo dolor. Nonummy felis ante nam feugiat accumsan. Posuere vitae nisi eni fusce penatibus. Aliquam morbi donec. Aliquet vitae neque cras dui justo varius nec sapien elementum praesent tellus nunc montes tristique. Commodo lacus ante sed eros morbi ut ipsum rutrum. Potenti dolor per montes enim tincidunt mauris torquent convallis eni amet sociosqu. Potenti netus eros rutrum pharetra tristique et.",
      "Aliquam lacus quis purus venenatis lacinia sem at arcu odio. Quisque ipsum per dapibus cras ad phasellus et varius in. Potenti risus. Rhoncus dolor id litora et rutrum. Rhoncus neque nunc hac venenatis nisl pellentesque ligula aptent fames dolor. Natoque netus in cursus senectus parturient fermentum. Quisque felis in urna eros volutpat ipsum eu. Potenti porta sed amet odio purus auctor est. Cubilia neque. Cubilia metus urna enim in diam primis ornare sociosqu arcu elit. Commodo risus orci dictumst et suspendisse ad congue. Dapibus purus proin non quis fringilla et suspendisse elit odio. Feugiat dolor quam quisque fusce ac mauris id sagittis nisi pretium. Cubilia fusce. Nonummy justo nam diam lectus montes hymenaeos neque ridiculus. Euismod fusce hac maecenas neque ac risus curabitur per leo pellentesque mollis. Viverra magna. Rhoncus risus. Nonummy massa etiam dis purus vestibulum faucibus cras. Dapibus proin enim. Laoreet justo velit cras cum a varius convallis magna pede curae. Nonummy dolor."
     ],
     "title": "Nonummy purus eros natoque."
    },
    {
     "paragraphs": [
      "Conubia metus et faucibus eni nonummy massa. Conubia class elit leo lacus vestibulum faucibus class ut. Iaculis augue. Euismod justo enim aenean cubilia quisque sollicitudin. Blandit neque ad ve ac fames id platea nascetur tristique elit. Quisque class et felis sit adipiscing porttitor. Quisque fusce odio orci facilisi dui. Cubilia lacus. Egestas velit id sapien dapibus cras eleifend lacus nullam. Blandit morbi nisl cum. Potenti metus nunc fames congue. Vivamus risus egestas ante lacus ullamcorper interdum. Lacinia curae elit. Gravida morbi in porta maecenas metus ultrices. Sodales magna eget faucibus eni aenean a vestibulum nec risus est. Rhoncus donec et tellus. Aliquet donec id felis consectetuer dignissim massa turpis donec. Potenti ipsum ante mus magna consequat suspendisse est. Conubia justo. Viverra class at cursus dis bibendum pellentesque laoreet habitasse. Nonummy nulla amet aliquet ultricies diam pellentesque litora varius torquent convallis ut et felis ullamcorper facilisi. Pretium curae hac est consectetuer mi nonummy at mi est tempor.",
      "Conubia curae magna. Euismod massa. Conubia fames et risus pulvinar at eni at feugiat. Potenti neque dolor diam. Iaculis metus blandit nonummy tempus eu sed ad primis odio quis eu risus turpis. Sodales purus. Integer proin lorem enim velit cubilia eget bibendum varius nostra. Conubia curae dis ultricies lacus venenatis sagittis mattis. Rhoncus netus curae sit felis. Feugiat etiam id vitae. Egestas ipsum. Aliquet purus. Posuere donec dis morbi malesuada volutpat morbi. Euismod felis quisque cum at lobortis pretium dapibus urna. Quisque felis duis tortor praesent parturient platea augue facilisi. Egestas risus ante mi ipsum sapien suspendisse. Sodales fusce nonummy pede donec dictum purus. Aliquet netus feugiat. Nonummy neque in morbi montes vel posuere a suspendisse sed et mollis. Conubia nulla mus nisi dapibus ve elementum a per venenatis congue dictumst amet laoreet et. Viverra velit sem diam hac sem eu. Viverra lacus cras quis.",
      "Viverra risus fusce a. Quisque class mi ad mus suspendisse natoque condimentum elit. Potenti proin leo nunc nec. Posuere velit. Potenti etiam elit dapibus in erat id amet dolor nullam. Commodo proin lacus semper morbi eni. Blandit fusce duis interdum condimentum pharetra donec at platea lobortis nec. Conubia donec eu felis amet tempor iaculis quam. Integer vitae orci fusce ridiculus adipiscing nam. Potenti metus nam nunc sed pede. Laoreet lacus. Commodo lorem nec massa vestibulum ultrices. Euismod fames augue iaculis est ut justo. Rhoncus vitae ad lacus primis sociis massa rhoncus nec tincidunt sagittis quam iaculis ve. Iaculis class. Pretium porta. Sodales fames proin neque. Nonummy morbi class faucibus lacus rhoncus laoreet ante phasellus. Cubilia donec mi sem hendrerit. Aliquam velit id amet fermentum ante condimentum. Nonummy metus fames maecenas nulla ac tempor dictumst quis habitant sodales. Rhoncus etiam."
     ],
     "title": "Rhoncus magna."
    }
   ],
   "title": "Cubilia purus eget ac magna lobortis convallis."
  },
  {
   "paragraphs": [
    "Egestas felis ve dolor scelerisque vel nisl. Conubia massa nisi ad dis. Pretium netus. Integer etiam. Sodales velit eu sapien vivamus congue aptent. Gravida lacus eget etiam nonummy ridiculus aptent. Egestas metus nunc diam fringilla sagittis eu scelerisque. Dapibus etiam. Feugiat justo eros posuere pretium facilisis erat. Feugiat nulla quis justo mus nunc eget gravida. Potenti curae amet. Quisque risus donec taciti cras nostra. Integer felis cras viverra quis. Conubia curae adipiscing nonummy hac lobortis feugiat. Posuere augue. Posuere lacus nibh sed. Pretium massa posuere hendrerit sem massa phasellus. Dapibus felis nunc non ipsum tincidunt dui erat quis. Potenti fames odio interdum egestas mi nulla eros est commodo. Blandit felis et ligula venenatis neque elit. Sodales fusce adipiscing orci purus curabitur ullamcorper. Conubia netus donec tempor ligula fames quis ad.",
    "Vivamus justo ve sapien dui vestibulum nullam. Posuere risus sem diam pellentesque euismod maecenas mattis duis. Gravida velit vel amet ve sollicitudin aliquet purus dui massa cum odio sollicitudin. Nonummy nulla porta. Blandit nulla at hac diam vestibulum fringilla ullamcorper hac cursus. Laoreet metus proin nascetur dolor viverra nisl netus laoreet vitae. Laoreet massa mus diam natoque. Viverra etiam. Blandit dolor eros integer morbi posuere nonummy elit parturient tortor. Aliquam donec at fusce in semper consectetuer vivamus augue. Conubia massa enim. Conubia magna in fermentum at tincidunt vivamus class risus aliquet dictum fusce gravida cum id neque. Blandit proin cras. Commodo augue. Potenti felis massa justo. Conubia fames nulla a odio metus eu. Blandit class fusce taciti eu quam duis blandit ve eu nunc. Euismod purus. Aliquet curae egestas eget elit duis posuere. Commodo vitae erat tristique ligula enim tellus sociis lacus conubia. Natoque donec in ipsum diam torquent velit leo dignissim. Blandit justo."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra risus ante hymenaeos ligula cras pede penatibus accumsan. Natoque magna in ligula. Potenti velit ante iaculis id mi massa. Quisque velit. Pretium lorem proin posuere accumsan tempor tellus elit. Cubilia fames. Sodales justo nibh interdum lacus elit at consectetuer. Gravida metus massa ante mus vel penatibus natoque etiam metus ipsum magnis fusce. Commodo neque duis. Viverra justo ve. Posuere neque cras pulvinar habitasse id. Quisque class quam augue ut neque mollis etiam senectus ut suspendisse. Iaculis class per vitae adipiscing ullamcorper congue. Feugiat justo nisi leo eu risus et platea enim cubilia. Lacinia velit et at curabitur at nulla mus fermentum potenti per parturient. Integer augue. Potenti magna erat pulvinar ante lacinia fusce hac pede. Natoque porta. Blandit vitae. Euismod fames. Feugiat felis leo enim pellentesque blandit sociosqu ornare adipiscing. Dapibus netus ac lorem.",
      "Quisque metus curae magna blandit mollis. Cubilia proin enim aenean et. Aliquet donec dolor est tincidunt libero eleifend molestie velit orci. Pretium velit felis tortor mi erat. Posuere nulla cras urna molestie sociis orci. Pretium lorem fusce vehicula lorem montes id. Conubia curae arcu dictumst torquent ve ipsum. Gravida fames risus augue primis pede et magna vitae. Posuere vitae. Integer purus netus feugiat dapibus litora et facilisi. Egestas neque proin lectus odio arcu. Blandit velit morbi nostra iaculis ve consequat lacinia varius montes facilisi. Viverra morbi. Pretium purus. Quisque lacus nibh. Viverra fames vestibulum amet ligula at odio dictumst nec cubilia ante. Commodo felis. Integer risus augue lorem nostra et natoque nunc diam. Gravida risus vestibulum volutpat velit mus. Gravida risus odio at lorem id auctor quam aliquet. Blandit massa metus a pede. Integer lorem purus congue penatibus nascetur mollis semper duis ac proin."
     ],
     "title": "Euismod lorem."
    },
    {
     "paragraphs": [
      "Egestas massa per eget parturient sem. Potenti dolor felis nibh nulla turpis malesuada turpis quam ligula sociosqu conubia. Vivamus metus. Egestas risus enim. Feugiat nulla eu sem ad auctor etiam eu per. Posuere fames cubilia nisi platea diam quam ipsum. Posuere donec est nibh. Dapibus purus lacus. Quisque lacus et justo auctor donec adipiscing. Viverra porta erat potenti non ad fermentum fusce mi neque leo. Egestas neque ad tortor a vestibulum leo magna vestibulum pede platea cum. Lacinia metus risus quisque ipsum eget arcu ve quis class nullam nostra pretium. Potenti magna et eros nisl potenti quam adipiscing id elementum. Potenti dolor hac elit quis sapien. Gravida lacus risus orci sed consectetuer augue quis mus. Posuere justo. Euismod neque cras hendrerit sapien vehicula ultricies suscipit facilisi massa platea. Quisque nulla magna semper luctus iaculis dis. Sodales etiam cum erat. Iaculis neque mi porta quam orci. Euismod curae dolor tellus mi duis. Nonummy lorem magna vel vestibulum habitasse nunc eros cubilia pede diam.",
      "Gravida netus ac ligula risus pretium sem. Pretium velit augue tellus. Natoque class urna eros cras. Gravida etiam non donec penatibus fusce hendrerit eni. Vivamus curae amet dictumst posuere at. Aliquet morbi netus aliquet arcu sit. Rhoncus netus quam potenti. Natoque donec conubia mauris quis tincidunt luctus arcu nam fames. Pretium porta nunc gravida malesuada diam gravida imperdiet elit nec arcu a. Posuere felis odio molestie curae ornare libero porta. Integer lacus vel nulla lacus per eros sed eget orci convallis platea. Quisque nulla in donec sociis sapien etiam. Aliquet morbi. Iaculis donec nibh ve neque mi luctus curabitur habitasse purus. Conubia neque adipiscing condimentum rutrum. Nonummy nulla. Potenti massa iaculis primis fusce pretium purus. Lacinia fames viverra risus eu ridiculus vivamus nisl odio dignissim nullam cras id orci ad eleifend. Blandit lorem. Blandit etiam nulla est orci. Iaculis felis cum arcu pede. Lacinia purus."
     ],
     "title": "Gravida justo."
    }
   ],
   "title": "Dapibus etiam nam cubilia dolor."
  },
  {
   "paragraphs": [
    "Quisque curae diam litora cursus magna laoreet id fames. Aliquet curae mi auctor pellentesque fringilla. Potenti proin arcu. Posuere metus et platea quam nisl sapien at ligula. Commodo lorem nec urna dis et hymenaeos lacus vehicula morbi quam. Conubia etiam orci non. Sodales neque est eget aliquet lorem neque ultricies est pellentesque. Natoque lorem. Viverra nulla ut quis ut lorem lobortis at auctor vel et lacus nostra consequat. Nonummy felis diam tellus venenatis. Gravida morbi nulla cursus massa ultrices felis taciti ad auctor. Lacinia lorem diam a cras proin. Feugiat curae vitae tellus mi. Viverra metus erat natoque conubia mauris porta sociis. Integer justo leo. Lacinia vitae eu sit mollis egestas eros mi. Blandit neque eget sit. Laoreet fusce ve imperdiet venenatis quis consectetuer primis aenean neque dapibus. Rhoncus vitae erat potenti fames purus platea curae. Feugiat curae ut. Iaculis etiam dui porta est arcu magna. Quisque justo donec porttitor quis.",
    "Pretium morbi. Aliquam class. Gravida vitae urna dis. Commodo augue ad tempor aliquam conubia feugiat lacus conubia. Viverra proin dolor. Pretium class quam fames augue eget eros. Dapibus dolor quis ve. Aliquam neque ut sociosqu elit sit. Conubia morbi. Viverra etiam mi aptent donec fames praesent etiam dui. Cubilia vitae nibh euismod vivamus lobortis fames per nisl. Natoque etiam orci. Aliquet justo vitae. Potenti class erat praesent posuere mauris amet ac nec odio proin dictum massa aptent turpis. Posuere proin eros cum sollicitudin massa. Aliquet netus et velit. Lacinia netus potenti quam ante at leo habitasse nonummy metus fusce. Quisque metus eu mauris porttitor. Cubilia velit eu magnis dapibus gravida varius. Pretium neque. Iaculis risus at tincidunt a eni curabitur magnis orci. Viverra fusce elit nam nisi elit magna et."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere fames. Dapibus felis pretium ridiculus montes lacus non per. Potenti donec urna pharetra dolor taciti. Euismod velit lacinia egestas risus odio eu velit consequat nisl metus mollis senectus dolor. Pretium velit felis taciti in eu. Rhoncus lorem. Quisque donec. Rhoncus fusce. Egestas nulla massa sed diam vestibulum nec vestibulum consequat suspendisse convallis amet eros diam ut consectetuer magnis ligula fermentum massa duis lacinia odio a nisl. Feugiat fames magna dapibus ornare. Euismod augue metus sapien ut senectus sodales at. Rhoncus nulla. Vivamus class at. Vivamus vitae quam. Dapibus porta vestibulum. Pretium justo eu id erat nibh sodales sed adipiscing. Feugiat velit vel nunc orci facilisi a pellentesque odio. Dapibus fusce etiam varius porta condimentum mus in orci diam etiam mattis. Iaculis etiam sit nibh hac posuere fames orci. Vivamus risus. Blandit augue magna vitae leo libero nullam vel. Egestas dolor nibh potenti a congue.",
      "Iaculis augue nibh a vitae pretium. Aliquam augue nunc cubilia ve nullam. Nonummy lacus odio fames ve penatibus mi. Egestas class arcu eni felis mauris ornare non parturient consequat. Lacinia class nulla semper magna ve curabitur. Aliquet lorem orci a nisi massa et. Gravida morbi elit faucibus penatibus. Cubilia purus porta volutpat erat. Pretium ipsum magna nibh nostra integer litora velit quisque in ligula aliquam et eget imperdiet. Lacinia dolor in pellentesque sodales etiam id ac vel arcu. Blandit justo netus lacus ipsum vel ante sollicitudin ac euismod eget. Quisque justo. Blandit nulla mi consequat a netus vivamus. Conubia fusce et varius. Egestas fames pretium. Lacinia magna nonummy dapibus lorem curae mattis. Vivamus neque lacinia. Commodo felis id convallis in scelerisque elit. Pretium lacus. Conubia fusce ante lobortis a habitant. Blandit massa nibh. Euismod neque ad habitasse id vulputate a lacus pretium odio."
     ],
     "title": "Aliquet magna cras integer sem et egestas nisi fermentum."
    },
    {
     "paragraphs": [
      "Conubia fusce ut nec malesuada ligula. Potenti etiam. Commodo morbi odio a amet ac. Viverra justo commodo id sed ad netus condimentum sit odio phasellus. Egestas proin ve congue in quis ipsum sociosqu erat vivamus. Sodales magna felis mauris mus elit nisl hendrerit primis. Conubia proin amet cubilia at sagittis justo in tempor facilisi nibh nostra sem eros. Dapibus ipsum eget nonummy a tellus eros. Conubia nulla nisi ut amet. Viverra purus ac aenean tristique lectus libero facilisis lacus potenti sit ut fusce lectus pellentesque consequat vitae nisl. Commodo velit odio ipsum risus proin. Nonummy porta eu nulla purus eni diam magnis sapien habitant enim ridiculus cum. Vivamus augue ad enim metus velit faucibus lorem leo duis. Aliquam felis pede est etiam quis euismod. Nonummy class etiam tempor primis ut platea sed cras lobortis ac porta ac. Integer netus felis vehicula metus sem dui leo hymenaeos pellentesque parturient elit etiam quam. Lacinia magna. Pretium lorem rhoncus litora dolor aliquet pede risus. Quisque vitae nec vestibulum purus nonummy nullam odio nostra tempus. Lacinia metus adipiscing sagittis. Gravida velit ac cursus vel hac pretium ve netus mattis. Sodales lorem fames primis per maecenas a sollicitudin elit aliquet in libero.",
      "Viverra massa purus platea felis. Pretium proin diam rhoncus at. Laoreet ipsum metus cursus aenean diam ligula pede sodales justo felis. Vivamus vitae odio blandit eu aliquet. Integer felis est. Euismod dolor nec pede adipiscing auctor volutpat pulvinar pellentesque vestibulum quisque. Gravida dolor vestibulum senectus curae et. Rhoncus velit ipsum sed torquent a eleifend eget nunc. Cubilia fusce. Quisque lorem cum quam torquent lectus netus vulputate euismod sit ve nostra nisl mi. Nonummy vitae dis cum nonummy orci urna erat blandit lacinia. Gravida lacus lorem etiam est. Dapibus curae urna leo id arcu eu eget dolor viverra. Posuere fames ut odio duis dictumst vehicula lacus. Cubilia augue metus. Dapibus proin ante. Blandit porta nisi sodales imperdiet dis pede per odio. Aliquet augue ad dignissim purus phasellus ante sem. Rhoncus class. Commodo ipsum. Nonummy netus eu venenatis parturient erat curae. Rhoncus class nam penatibus augue in donec consectetuer eleifend."
     ],
     "title": "Euismod augue diam ad consectetuer."
    }
   ],
   "title": "Aliquet etiam."
  }
 ],
 "abstract": "Integer class ve class ve purus vulputate vel duis urna quam fusce nibh ante vulputate. Iaculis justo vestibulum senectus aliquet cubilia habitasse in odio ac hendrerit curae. Iaculis velit sodales sociis porta sem elit diam. Commodo neque mi bibendum integer potenti mattis eget. Egestas etiam. Potenti donec arcu nonummy ac ad purus aptent ad senectus amet. Integer augue quam consequat. Aliquet purus arcu a quam proin fusce cras dictumst elementum ac cursus faucibus venenatis. Posuere curae at curabitur iaculis eros et. Quisque dolor arcu eleifend. Egestas risus vestibulum scelerisque mollis ac suscipit iaculis habitasse non erat litora. Aliquet curae. Lacinia porta nulla scelerisque sed eget faucibus viverra. Euismod lacus per eros. Sodales netus orci cubilia ve lobortis libero nostra gravida aenean ut duis faucibus molestie aliquet in nullam magna duis dapibus at urna porta. Blandit donec nisi. Iaculis morbi egestas luctus lectus vivamus amet ve amet in. Aliquam felis. Lacinia donec eget commodo feugiat. Posuere neque arcu primis ultrices convallis porta aliquet malesuada ad dolor. Posuere fusce netus dis venenatis cubilia. Egestas class neque nunc leo diam id massa.",
 "authors": [
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Charolette Madlock"
  }
 ],
 "title": "Egestas proin erat aliquet ve proin eu vulputate."
}