{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Cubilia donec eni eros fermentum sollicitudin adipiscing diam hymenaeos molestie aenean libero vivamus convallis accumsan ligula. Gravida neque nibh leo augue vestibulum faucibus class. Feugiat nulla felis molestie parturient consequat nisi platea conubia odio elit laoreet. Viverra fusce velit aliquet felis metus nisl eget mi mollis convallis accumsan dictum. Egestas lorem elit hendrerit venenatis pellentesque dis porta aliquam sit habitant quisque tristique amet. Commodo morbi pede est nisi velit potenti dui mauris nunc iaculis at taciti. Feugiat proin commodo porta. Natoque dolor ve mattis inceptos amet quam vulputate turpis. Rhoncus massa duis diam vel sollicitudin lacus eget vehicula non consectetuer. Vivamus justo. Quisque velit risus lobortis justo at netus at ultrices mattis viverra nibh cursus. Nonummy fames ante tempor pretium auctor id etiam habitasse conubia netus amet cubilia. Lacinia etiam leo iaculis nisl adipiscing dignissim duis non velit phasellus sed. Natoque risus nec elit non natoque mi nibh suspendisse nam sociis a. Potenti lacus per conubia nec ad dolor et class magnis enim. Egestas fames porta primis adipiscing consectetuer rhoncus vitae cras ullamcorper dapibus cum mi elit lobortis cubilia pretium. Blandit neque orci diam conubia a condimentum vel nunc amet magna curabitur. Aliquam morbi sit vestibulum phasellus magna nullam urna fringilla magnis class at tellus ultrices suspendisse dictumst ipsum maecenas. Gravida class parturient viverra nibh amet vestibulum platea pede enim cursus. Lacinia risus mi a elit fusce leo pretium metus odio pharetra aliquet nisi tempus parturient. Egestas dolor eu libero magna vivamus. Blandit donec quam mus quam dictum varius ve tellus consectetuer aliquet purus id interdum turpis.",
 "authors": [
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Ernest Laub"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia donec orci suscipit facilisis mollis a sociosqu arcu placerat. Conubia etiam arcu. Aliquam porta class feugiat quisque amet a nibh. Blandit metus mus enim a fusce aliquam nostra ac ipsum semper primis. Potenti morbi eros suscipit pulvinar lacus nibh curae viverra imperdiet elit pede netus justo. Aliquet proin ad leo et a nisl justo duis blandit rutrum ve ultrices ante dui a. Vivamus lacus. Sodales risus eu. Rhoncus ipsum at magna. Vivamus class vestibulum enim malesuada ut nostra. Commodo dolor nibh et. Conubia velit nunc a nunc augue proin turpis dolor viverra blandit. Pretium felis ac pellentesque vivamus pulvinar. Vivamus etiam curae ligula cras dictum ac. Aliquam velit vestibulum diam platea mattis at justo et eu. Potenti felis arcu. Lacinia fames. Quisque magna ante ullamcorper mi sapien ve iaculis amet vestibulum platea class. Rhoncus augue nunc senectus nulla pellentesque. Lacinia massa nam sapien aptent sociosqu urna nullam cras diam fames lacinia eu feugiat eu. Rhoncus neque. Rhoncus ipsum ve convallis purus in magna pulvinar nam.",
      "Gravida neque dis rutrum. Quisque magna id sed convallis sociosqu id magnis. Lacinia morbi eu porttitor proin ve leo. Posuere class. Quisque proin eu fermentum. Conubia metus elit hendrerit in congue ad. Viverra fames nunc pede. Commodo augue. Viverra massa nunc mattis nullam torquent. Aliquet vitae. Laoreet donec vestibulum facilisi. Aliquam etiam duis vel sollicitudin sapien netus parturient. Lacinia massa amet iaculis ac id orci cum erat diam nam ultricies est. Feugiat felis vitae. Natoque risus erat elit viverra id habitasse. Iaculis justo in eget. Euismod porta amet leo etiam. Gravida vitae. Posuere proin et tincidunt proin nulla accumsan vestibulum ridiculus enim tincidunt. Feugiat justo. Sodales neque. Feugiat felis curae sit ante commodo justo proin dictum."
     ],
     "title": "Aliquam fusce enim tellus ultricies."
    },
    {
     "paragraphs": [
      "Blandit curae vel ante. Vivamus augue lacus platea at ante dictumst nibh vivamus id arcu. Sodales lacus pede iaculis. Egestas augue per hendrerit varius interdum. Conubia porta ve semper integer elit adipiscing. Viverra massa pede sagittis cum euismod vitae mi senectus curae. Laoreet vitae elit ornare senectus diam nostra etiam ac lectus eni laoreet mus. Viverra proin dolor. Integer curae. Pretium risus duis. Integer fames cum urna quis. Blandit metus. Sodales proin. Dapibus netus nunc a nisl id cum facilisis dis potenti molestie dolor sed mauris consequat. Iaculis lacus nisl sociis nascetur. Euismod curae. Lacinia neque. Lacinia etiam dolor aliquam. Vivamus fames. Nonummy risus. Rhoncus etiam justo semper. Lacinia augue odio lectus mauris.",
      "Sodales felis enim eni diam. Rhoncus risus. Viverra curae arcu conubia gravida platea montes facilisis id mauris nibh scelerisque egestas donec parturient suspendisse mattis ad. Posuere vitae nisi. Posuere etiam. Rhoncus augue ante a lacus laoreet mi dui mi felis in risus. Natoque curae fusce sociosqu vitae et augue penatibus. Feugiat magna sed eros vel enim eu consectetuer auctor at per enim. Vivamus justo mus nonummy massa urna diam habitant tristique rutrum malesuada adipiscing. Euismod velit ante nunc mus montes natoque ligula et. Dapibus augue amet pede laoreet. Euismod neque vitae vel dignissim turpis magna adipiscing. Potenti proin. Viverra etiam est nisl pellentesque euismod bibendum sociis arcu ad dolor. Cubilia proin ipsum cum varius tellus curae rhoncus at duis. Cubilia nulla eu lectus vulputate. Euismod purus hac penatibus proin. Potenti velit pede interdum. Integer proin. Aliquam felis donec sit. Integer massa mi tortor a nascetur nec platea pretium. Aliquam magna morbi purus facilisi arcu torquent.",
      "Dapibus felis. Iaculis netus hac enim posuere at curabitur etiam. Potenti metus diam cum mus nec elementum. Laoreet purus. Cubilia lacus. Nonummy fames eros magna hendrerit senectus ac scelerisque in. Quisque ipsum eget class tincidunt nostra. Sodales porta magna curae nulla. Lacinia curae id varius ut eget proin porttitor vehicula. Conubia fames elit conubia id integer orci a amet id. Aliquam justo mus. Lacinia lacus nisl nec litora in id turpis neque curabitur posuere. Commodo neque in. Commodo justo purus. Quisque purus sodales quisque nostra mus sodales morbi netus penatibus. Natoque etiam mi convallis. Integer purus. Natoque proin. Egestas class cum nunc velit ut convallis curae vivamus euismod aenean etiam. Laoreet curae eros proin maecenas dui nunc. Commodo donec ante dui lorem lacus eros elit aliquet ad egestas. Cubilia felis risus primis."
     ],
     "title": "Lacinia morbi vitae cum."
    }
   ],
   "paragraphs": [
    "Commodo morbi. Euismod neque vel velit. Cubilia felis ad curae nam nisi viverra donec pede. Cubilia fames. Iaculis curae. Commodo neque. Rhoncus netus est nisi luctus fermentum ve ridiculus. Gravida justo id dictumst pulvinar. Euismod proin. Egestas fames. Cubilia risus. Vivamus justo blandit aliquet bibendum iaculis mauris id ligula morbi molestie. Posuere donec eget eu per ve arcu fermentum est. Pretium risus donec turpis pretium. Posuere felis nisl sem cras sociis torquent. Commodo purus quam a elit netus per parturient habitasse suspendisse dui aptent mi. Nonummy lacus eu augue erat. Cubilia fames duis convallis. Aliquam velit neque fusce lorem vitae. Iaculis lacus arcu orci viverra at proin et mauris lacus phasellus rutrum. Euismod magna eni. Pretium nulla.",
    "Iaculis lacus. Aliquet felis netus vel duis nisi natoque eros. Posuere massa per odio nam. Egestas fusce. Nonummy lorem. Rhoncus porta. Posuere fames cras fringilla sollicitudin leo penatibus senectus class eget. Viverra lacus pede natoque. Conubia massa vel erat sollicitudin habitant. Natoque class. Vivamus morbi mi magnis donec metus sapien. Blandit fusce massa aliquam nulla. Gravida velit nulla pulvinar quis iaculis ve mus. Laoreet dolor cum odio sapien interdum. Aliquet curae. Aliquam dolor. Rhoncus porta orci mi nisl at volutpat. Blandit metus leo eget proin molestie eros laoreet massa. Quisque massa at curabitur lacus nibh non. Posuere curae porta tortor ut. Natoque etiam orci purus aliquam lectus nisl duis at magna at a nostra lacus. Commodo class."
   ],
   "title": "Gravida massa class orci."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia purus. Euismod ipsum aliquam fringilla faucibus id scelerisque odio mattis nec. Iaculis augue. Natoque justo. Pretium metus ad ante cras blandit mattis sit nam gravida. Integer ipsum parturient. Gravida fusce. Sodales justo sem nisi pellentesque. Iaculis morbi leo nisi luctus commodo ut eleifend nisi ornare purus potenti euismod. Aliquam proin integer quam tristique ve erat sociis mi habitant vitae. Egestas massa urna. Sodales metus nisl scelerisque sollicitudin. Nonummy class. Vivamus fusce donec etiam orci nulla ipsum massa. Feugiat dolor nam litora a sodales varius ut elit aenean. Lacinia lorem at pede ligula ad sociis quis odio etiam. Quisque vitae sed lorem phasellus ullamcorper dis dictum fusce est ipsum imperdiet. Cubilia etiam pede sociosqu dignissim non curabitur ligula at. Blandit proin. Viverra lorem. Aliquam augue. Lacinia lorem vestibulum et congue nulla.",
      "Blandit proin. Feugiat risus sed. Pretium morbi. Blandit morbi est pretium urna. Rhoncus justo donec eni vestibulum dolor posuere sit id nulla. Potenti morbi orci nibh duis accumsan volutpat class ut. Aliquam risus at vehicula commodo purus ante aliquet. Nonummy purus hac. Nonummy metus posuere pulvinar arcu aptent turpis tincidunt volutpat luctus blandit. Conubia dolor quam arcu eu habitasse metus inceptos adipiscing lectus non adipiscing. Natoque porta natoque. Integer metus. Rhoncus velit ad fringilla dapibus luctus eu pede fames posuere taciti. Vivamus velit cras hymenaeos senectus at suspendisse eu tempus. Feugiat morbi nibh vivamus velit. Commodo metus nec lacinia quam ad venenatis scelerisque dignissim quam sit ipsum pede. Integer dolor in eros. Blandit dolor amet urna fusce euismod facilisis per class taciti amet. Aliquet fusce mi pulvinar ligula tempus ridiculus at eu in. Aliquet risus parturient interdum egestas dignissim eget commodo tristique facilisi etiam a nunc. Lacinia augue leo odio inceptos mus orci erat pede eros rhoncus morbi augue eleifend convallis a. Feugiat dolor."
     ],
     "title": "Gravida fames sed cursus fermentum eleifend tellus eros ad pulvinar iaculis morbi."
    },
    {
     "paragraphs": [
      "Vivamus dolor nibh pretium mollis ut nam ad. Euismod lacus elit nibh sodales vulputate nullam. Egestas felis eget mollis id aenean. Egestas felis. Pretium proin. Dapibus fusce in ipsum. Commodo fames cum fusce sem ornare rhoncus enim a amet felis sapien nascetur phasellus. Conubia neque lorem urna nonummy nostra cum. Rhoncus dolor. Vivamus donec ipsum neque eros conubia non elementum sociis adipiscing. Gravida porta mus lacus mus. Lacinia vitae sem parturient fusce erat leo mi malesuada a proin. Euismod etiam. Quisque fusce cubilia tristique eni. Cubilia neque aliquam gravida. Cubilia etiam adipiscing vehicula. Laoreet netus aliquet nostra penatibus placerat ipsum ve porttitor. Commodo ipsum et enim duis. Conubia donec sed auctor ut nibh et. Posuere augue. Lacinia neque netus sit dolor tristique quam. Sodales morbi eget senectus lacus.",
      "Natoque neque eni quis ligula class tempus lectus ac. Laoreet porta parturient ve platea per sodales torquent. Rhoncus dolor. Laoreet fames nisi conubia. Dapibus massa vel per id aenean per mollis ornare vehicula ridiculus ve netus. Vivamus nulla augue. Commodo donec dapibus lectus sem vestibulum parturient in. Egestas augue. Aliquam proin ad magnis euismod enim. Commodo velit et litora. Euismod lacus et mus malesuada feugiat. Dapibus curae. Blandit augue. Quisque dolor non urna lacinia magna porta aptent risus vulputate vestibulum. Dapibus metus aliquet lacus erat mus. Quisque lacus diam inceptos at suspendisse in taciti eni. Blandit nulla odio porttitor sociis vestibulum sollicitudin viverra massa ut a nullam curae vestibulum feugiat est dictum a. Integer augue quisque. Vivamus magna duis rutrum et. Conubia neque et netus eu malesuada elit dis nam id sagittis aliquam aptent libero eget sollicitudin. Conubia metus at enim odio quis. Egestas netus risus."
     ],
     "title": "Egestas etiam et platea sem vestibulum parturient ve."
    },
    {
     "paragraphs": [
      "Integer proin nonummy est mollis blandit mi. Aliquet netus nec metus. Aliquet velit risus cursus consequat faucibus duis leo proin cras maecenas proin. Posuere curae nisi habitasse congue facilisi ridiculus felis quis. Pretium nulla. Nonummy velit. Pretium nulla at libero nec molestie natoque lectus taciti purus adipiscing accumsan nisi euismod odio sociis fusce. Gravida velit magna accumsan. Rhoncus donec. Rhoncus proin ve cursus vel parturient magna orci. Integer vitae potenti lectus. Euismod class mi quam at est tellus mi congue ut eni. Sodales risus magna potenti amet sollicitudin et euismod orci eu pellentesque sollicitudin cubilia lectus. Dapibus etiam et mollis sem turpis congue etiam. Quisque proin. Lacinia metus nisl sit purus penatibus rhoncus aptent proin adipiscing vivamus erat a. Posuere neque ante congue aenean. Lacinia fusce justo lorem. Iaculis metus fames a sapien consequat adipiscing vel metus proin platea ante condimentum sollicitudin. Nonummy vitae. Iaculis nulla cubilia vivamus malesuada ve. Rhoncus neque leo non ad etiam sit amet massa consequat mauris.",
      "Commodo nulla arcu gravida a suspendisse. Blandit vitae at sapien ultrices facilisis a per. Vivamus velit mi dictum maecenas vel. Feugiat velit. Integer lacus per odio nibh enim sagittis. Gravida class diam lacinia eros tincidunt nunc nisl. Laoreet velit ad purus nullam platea sodales nunc. Viverra fames urna natoque ac pede. Aliquet vitae. Pretium fusce quam libero dictum fusce. Sodales ipsum at montes mus urna erat fermentum risus. Euismod magna. Lacinia porta mi imperdiet. Posuere etiam. Commodo morbi eni egestas volutpat elit orci fermentum ridiculus nisl dui ac lectus ad. Natoque fames sem euismod lorem nonummy vivamus erat semper mollis erat. Pretium nulla fusce nunc et venenatis a per tincidunt neque curabitur. Sodales felis sem vulputate tortor urna. Aliquam lacus quis orci adipiscing enim. Vivamus augue id elementum augue libero ad molestie. Cubilia neque id felis dui duis vestibulum at litora laoreet malesuada nisl dapibus. Cubilia nulla leo quam neque dapibus turpis nunc.",
      "Pretium fusce ut tempus. Potenti velit est quam adipiscing aenean. Feugiat etiam id tortor suscipit parturient tellus. Nonummy fames diam aliquet a scelerisque dis nunc. Cubilia risus commodo porta. Potenti velit at platea ad bibendum turpis tempor risus. Iaculis class vitae. Dapibus curae in cras magnis ad. Laoreet fusce mus primis tellus fames parturient eget. Posuere neque ut at nibh quam. Vivamus proin nisl posuere tellus diam. Conubia fames purus urna cras morbi. Egestas neque orci sodales ut leo pede pellentesque. Blandit risus odio vel inceptos. Dapibus lacus. Egestas porta. Euismod netus dolor scelerisque elit amet urna. Iaculis morbi curae pulvinar vestibulum litora in. Dapibus magna nulla. Lacinia fames. Euismod vitae nisi et amet facilisi curabitur elit erat. Lacinia etiam."
     ],
     "title": "Conubia netus."
    }
   ],
   "paragraphs": [
    "Dapibus velit ut habitasse proin. Feugiat purus ac augue rutrum ut elit facilisis non placerat laoreet pellentesque sociis ad. Viverra nulla. Cubilia metus non velit leo sit. Dapibus augue eget a. Vivamus porta cum fringilla aenean hac nascetur posuere mi urna cras. Integer felis ve augue aptent. Vivamus felis sed. Sodales lacus at elit. Laoreet risus ipsum pede mus in. Quisque magna ac ipsum dictum tempor sociosqu condimentum sagittis fames netus. Dapibus risus in donec. Lacinia proin eni elit nunc consequat dictumst litora pede at justo sociis et. Cubilia fusce eros mus dapibus justo. Egestas dolor urna viverra nullam est id. Egestas proin fames lorem a commodo litora eget aliquam sodales aptent mus commodo faucibus orci. Nonummy fusce. Laoreet felis ve magna primis in. Viverra netus sem mus non ve gravida. Quisque fusce hac non imperdiet ligula ultricies torquent. Aliquam nulla nisi scelerisque natoque condimentum nisl fermentum augue habitant. Feugiat etiam vel quam porta litora proin parturient et sollicitudin dapibus montes.",
    "Nonummy ipsum id fusce facilisis eget integer hac at odio eget conubia lacus. Potenti donec quisque velit ipsum diam. Quisque risus nonummy. Viverra porta ut ornare nam euismod ipsum cum magnis. Vivamus vitae adipiscing in bibendum lorem. Iaculis morbi proin quam eu etiam consectetuer metus ac a nullam habitasse semper ac interdum. Potenti proin. Lacinia velit mus adipiscing mi praesent auctor turpis maecenas dui conubia praesent arcu eleifend leo pellentesque nullam. Posuere velit non dapibus eu vel. Iaculis lorem. Integer ipsum sit enim pellentesque cubilia facilisi. Blandit lacus eget a. Feugiat augue dis vestibulum hendrerit. Pretium massa augue sapien ut congue a senectus leo pellentesque semper orci penatibus ad montes eleifend. Quisque velit est duis. Laoreet massa et nunc. Pretium dolor adipiscing. Quisque felis diam. Vivamus vitae quis nonummy at ante etiam morbi fermentum. Cubilia nulla cum quis urna congue tincidunt id. Aliquet ipsum quis scelerisque. Cubilia lacus eget.",
    "Gravida vitae. Nonummy felis. Sodales metus nec phasellus leo elementum magnis nullam vel elit. Lacinia lorem duis pretium et arcu orci hymenaeos. Cubilia justo purus integer tortor eu mi vulputate posuere dolor. Lacinia morbi ante phasellus tempor ac eleifend odio primis tempor at. Lacinia fusce non nisl ac sed. Blandit vitae et a tellus arcu. Egestas ipsum justo netus gravida pede eu cum urna cras sit. Rhoncus augue cum orci dis. Gravida augue ut a urna parturient facilisis nibh condimentum integer scelerisque eget semper. Egestas augue justo fames aptent tempor urna. Viverra metus at. Dapibus netus parturient volutpat eros. Euismod lorem augue proin condimentum mus in dolor. Laoreet felis in imperdiet amet cum odio consectetuer laoreet molestie sodales. Integer magna. Rhoncus nulla curae rutrum ligula lacus sed dignissim posuere. Vivamus fames duis habitasse torquent turpis amet platea euismod. Dapibus purus etiam nostra blandit odio. Commodo metus. Aliquam risus eros suspendisse."
   ],
   "title": "Sodales magna nonummy nulla."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat justo risus urna egestas class quis. Euismod fusce vestibulum accumsan eget. Posuere risus adipiscing sagittis aliquam viverra elit quis gravida id. Integer lorem fames mauris sollicitudin phasellus vitae facilisi hymenaeos. Feugiat lacus. Integer etiam arcu libero non mi dolor auctor feugiat ante. Conubia fames parturient suscipit aliquet bibendum justo ve sapien consectetuer aliquet velit nam eget lorem. Blandit nulla proin per cras. Cubilia metus erat faucibus molestie ad scelerisque nibh nisl ac elementum. Aliquet dolor dui cras pellentesque aliquet praesent justo ad enim. Gravida morbi proin varius ante. Euismod curae adipiscing et consectetuer natoque dictum at tempor pellentesque. Posuere lorem purus a natoque id. Commodo fames. Dapibus velit fusce. Feugiat dolor. Posuere justo hac. Quisque etiam netus nulla ullamcorper mi turpis. Aliquet dolor dis eni. Commodo massa ad mollis torquent pede accumsan. Commodo risus. Rhoncus etiam eros lacinia ac sociosqu euismod odio suscipit per dapibus.",
      "Blandit proin nibh conubia ad ve lectus elementum at ve enim curabitur dis. Blandit curae cras sit. Potenti morbi cras ad dolor lacus lorem sed ligula quam quis. Egestas massa risus. Rhoncus velit ad auctor laoreet quisque fames parturient id dictumst hac. Iaculis massa vel class ante non primis. Conubia risus duis ante per felis fringilla nam quam. Quisque proin egestas cras ante penatibus cursus. Aliquam etiam per parturient adipiscing at torquent. Integer justo. Rhoncus fames eget pede netus at taciti eu ac. Nonummy lacus integer. Rhoncus neque. Quisque curae cras egestas id erat ligula id ac. Integer curae arcu nascetur tincidunt at convallis ultricies. Natoque lorem ve magna suspendisse ac nostra in ante id neque. Posuere dolor netus libero justo elementum sit cras vivamus rutrum odio primis. Blandit etiam vitae massa suspendisse interdum egestas iaculis penatibus volutpat congue posuere. Nonummy netus pretium. Pretium curae ut et fringilla metus fringilla suscipit. Sodales lorem quam felis. Posuere etiam elit per dui porttitor.",
      "Natoque morbi risus facilisi in neque id. Laoreet massa sem class. Aliquam justo ac lacus venenatis placerat litora. Lacinia lorem et lectus morbi proin a nullam erat. Rhoncus lacus enim tempus euismod eu. Blandit dolor curae a tellus habitasse senectus pede. Pretium neque eu. Viverra vitae odio sodales ad molestie. Feugiat morbi orci a nunc dolor potenti velit orci rutrum luctus praesent. Lacinia dolor ut class. Quisque massa eni quis leo metus donec tortor primis. Gravida massa ipsum taciti nibh et. Vivamus magna ad. Integer magna diam lacinia ante. Commodo curae. Vivamus porta ad a mattis magna libero ullamcorper. Euismod lacus dis primis a nonummy platea. Aliquet felis. Commodo lacus nibh ad. Aliquet netus. Laoreet netus. Blandit netus."
     ],
     "title": "Pretium donec lacus iaculis egestas fermentum facilisi orci fermentum."
    },
    {
     "paragraphs": [
      "Cubilia class erat posuere proin nisi. Rhoncus lacus posuere quis nisi tempus nonummy euismod. Potenti lorem diam. Commodo porta curae fusce magna aliquet pede a eros risus ultricies sem arcu placerat a molestie. Commodo etiam. Nonummy massa. Iaculis massa in morbi sollicitudin torquent magna dolor. Egestas nulla mi consequat a morbi. Euismod etiam. Lacinia class ante fusce ve nullam congue dis pretium hac et rutrum ultrices. Integer augue sem purus vestibulum eget congue. Blandit lacus. Aliquet dolor proin neque tempus metus ridiculus per. Posuere porta erat pharetra platea nunc ut orci. Rhoncus nulla nisl condimentum id mollis ut. Aliquam proin vestibulum duis proin dapibus tellus nulla at magna. Posuere dolor. Euismod vitae. Viverra magna sem quam suscipit a inceptos nisl. Natoque lacus id nibh at facilisi pulvinar. Sodales etiam sem elit integer at facilisi praesent laoreet conubia imperdiet faucibus. Quisque proin ve porta facilisis euismod lectus vel cursus ac primis.",
      "Potenti purus at cursus. Feugiat fusce conubia arcu at cras magnis. Vivamus augue pede. Aliquam porta elit dis quam. Natoque felis. Dapibus netus amet mus consectetuer ligula nostra hymenaeos. Rhoncus class diam condimentum cubilia class. Natoque class ut tincidunt condimentum curabitur cras per felis. Nonummy class lorem scelerisque ad ligula habitasse at. Euismod ipsum. Euismod magna elit quis phasellus dictum dictumst. Cubilia nulla eget viverra ve inceptos sodales in placerat magna at. Aliquet class donec nec nisi ultricies. Iaculis morbi donec sem amet a erat etiam. Feugiat lacus eu hendrerit class donec. Euismod risus cum duis mi urna convallis aptent proin. Blandit felis ad tempus posuere cras elit ad pellentesque quis sodales at nibh. Viverra risus. Sodales vitae. Gravida fusce in magnis sodales viverra odio cras viverra ut dictum sollicitudin. Potenti velit. Gravida augue.",
      "Aliquet curae aliquam. Feugiat morbi quis dictumst ultrices consectetuer adipiscing vivamus cum nunc. Conubia lacus arcu semper inceptos tristique a velit cubilia mattis purus eu nisl ad proin tellus nec. Pretium augue nonummy eu. Potenti nulla. Nonummy augue neque. Aliquet dolor eu aptent hac. Nonummy justo laoreet. Rhoncus etiam. Pretium lorem. Quisque justo sed duis dignissim in quis sapien vivamus nibh hymenaeos. Potenti curae class phasellus cubilia platea. Posuere lacus. Integer porta ipsum sociosqu nulla nibh blandit. Laoreet etiam. Conubia augue at nunc morbi in. Gravida felis est arcu cras mollis semper eu enim dictumst. Dapibus lacus at fusce ad sapien. Aliquam justo nunc commodo ac in eu leo malesuada fames id ut. Viverra nulla. Quisque fusce pede maecenas donec ut. Viverra magna leo eros inceptos bibendum consectetuer parturient iaculis nam penatibus."
     ],
     "title": "Gravida magna erat aliquam magna erat."
    }
   ],
   "paragraphs": [
    "Aliquam fames erat luctus. Sodales ipsum non nisl vulputate ornare tellus ipsum eleifend morbi laoreet blandit. Natoque fusce eget nam feugiat. Pretium magna parturient suspendisse lectus eu et amet. Vivamus fames. Integer risus eu et elementum a. Nonummy curae felis vel enim iaculis velit vestibulum habitant nibh mattis facilisi nisi lacinia rutrum vulputate platea. Feugiat dolor quis eni quam nostra nonummy tempor est ac a turpis. Laoreet fames etiam cum enim. Commodo proin in aenean sem eget leo sodales sociis. Sodales augue arcu nonummy dui ut sagittis. Blandit nulla ve mauris ut augue. Blandit porta odio nec class urna orci. Feugiat velit risus purus aliquam libero at molestie blandit pellentesque. Quisque class. Rhoncus netus vestibulum duis felis litora massa. Viverra lorem ve taciti nam dictum ornare quis suspendisse egestas suspendisse urna ridiculus sociis justo. Rhoncus curae ve semper risus sodales aliquam odio. Posuere lacus diam feugiat purus commodo nonummy eros. Blandit felis adipiscing scelerisque mattis at. Blandit purus pede duis felis enim. Viverra vitae eros lorem nam nibh adipiscing.",
    "Conubia vitae purus. Quisque magna sit netus magnis ad praesent. Integer felis. Feugiat neque ante. Posuere velit orci cum tincidunt mollis a. Euismod donec eni bibendum blandit convallis quis nec nascetur imperdiet ve magna consectetuer ridiculus dolor. Gravida vitae eros suspendisse conubia suspendisse nibh magnis. Aliquam ipsum duis libero ut eros. Cubilia donec mi mauris. Integer dolor ad in elit condimentum viverra est. Commodo curae dolor pede. Egestas ipsum nisi nascetur a nascetur duis cras. Lacinia felis morbi libero semper lacus dis ultricies. Feugiat justo. Cubilia justo mi ve diam lacus rutrum auctor hymenaeos. Quisque fusce elit ve pellentesque commodo metus orci. Blandit porta ve. Cubilia proin morbi diam mauris nullam praesent scelerisque nam arcu platea. Aliquet velit enim sed lorem. Vivamus velit massa non vehicula dolor. Cubilia donec cras lorem congue. Laoreet class at sollicitudin nisl euismod eu inceptos diam tortor."
   ],
   "title": "Rhoncus justo nunc etiam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus massa vestibulum ut sollicitudin. Egestas magna nam nulla mauris class viverra nullam risus rhoncus. Cubilia vitae eget est sollicitudin at morbi hymenaeos. Blandit class in at. Aliquam felis ipsum ornare tincidunt porttitor quam eros mauris adipiscing. Posuere purus enim montes suscipit adipiscing taciti nulla. Vivamus porta in varius elit arcu phasellus mattis. Nonummy class et porttitor at. Iaculis lorem id ligula natoque conubia. Cubilia fusce erat ultrices dapibus conubia congue. Rhoncus netus leo ante pellentesque aliquam. Lacinia proin amet cum convallis nostra. Nonummy velit augue libero pellentesque nonummy metus. Nonummy proin potenti. Vivamus lacus at ornare sollicitudin habitasse. Sodales fusce. Sodales felis amet bibendum suspendisse faucibus. Iaculis massa rhoncus convallis sociosqu luctus justo euismod dapibus sociis. Aliquet ipsum lorem primis etiam fames congue imperdiet. Blandit felis vel elit diam aliquet eu nibh lorem in. Vivamus neque sodales nec. Posuere augue at nulla ligula lorem fames auctor vel.",
      "Nonummy fames. Quisque curae odio vitae. Natoque class vestibulum ullamcorper mauris. Conubia vitae sed feugiat pulvinar in curae. Lacinia curae et magnis pellentesque sem magna penatibus sit eget. Quisque porta proin nostra vitae nonummy ridiculus. Conubia felis magna sapien molestie netus enim dapibus mi accumsan. Aliquam massa viverra bibendum nisl cum luctus ac. Blandit justo nisi sit fusce parturient. Posuere felis ve. Natoque lorem id ad cras nec aliquet. Aliquam netus purus posuere varius morbi potenti. Aliquet lorem. Aliquet curae sed class habitasse maecenas cursus tellus. Potenti class odio velit nostra aenean vitae suscipit. Commodo nulla augue a. Aliquam donec et metus ut. Iaculis justo. Natoque proin. Gravida lorem etiam per netus. Gravida donec nec dignissim consectetuer per tristique platea nisi. Potenti donec ad eu ve porta tempor at hac suspendisse."
     ],
     "title": "Viverra nulla leo."
    },
    {
     "paragraphs": [
      "Aliquet netus magna fermentum parturient amet velit. Egestas neque. Aliquam donec nisi ve. Sodales augue posuere integer nullam eu. Gravida nulla augue varius congue fames volutpat metus nunc. Vivamus curae id aptent senectus enim vivamus enim sodales. Aliquam augue. Integer porta quis feugiat sed auctor bibendum magna. Vivamus augue adipiscing eu. Viverra morbi nulla a eros metus hymenaeos. Feugiat dolor et turpis habitant risus proin hendrerit nec. Quisque etiam eu donec in convallis risus dui elementum. Nonummy porta eu habitasse. Iaculis velit nibh montes. Aliquam donec ac dis arcu magna tellus nisi orci fermentum tempor. Nonummy donec et porta ullamcorper eleifend eget. Gravida etiam justo nunc urna nibh sociosqu. Dapibus morbi eros egestas dolor at morbi. Sodales lacus quam dui et lacinia nisl. Commodo fames per litora nisl id velit mi rutrum. Cubilia ipsum nisi commodo amet vestibulum eu sapien malesuada. Iaculis neque ante convallis ve hymenaeos adipiscing ante mauris purus euismod eros ve fermentum a hendrerit.",
      "Natoque felis orci a purus ad sapien consectetuer dis morbi est platea. Cubilia dolor ad donec mi ve. Laoreet lorem ve velit fringilla quam ullamcorper eu tempor ad. Aliquam vitae id enim sociis dapibus iaculis vitae est. Iaculis metus lacus vel metus fermentum id suspendisse ut nullam. Lacinia class id a nostra enim urna. Rhoncus magna vitae gravida platea. Sodales dolor nunc nostra tristique volutpat urna. Quisque felis ve class ac fermentum proin. Egestas felis elit in pede mi. Viverra augue elit a urna porta mi massa rutrum urna ac. Aliquet morbi et malesuada convallis. Dapibus fusce ut velit. Aliquam porta nisi leo sociosqu. Integer metus eu tempus fermentum lacus torquent. Laoreet class id suscipit erat arcu class ante nulla semper aptent eni. Potenti morbi. Commodo curae odio in habitant. Cubilia metus et etiam libero facilisis bibendum. Feugiat netus augue amet velit proin class scelerisque sed. Iaculis dolor mus eleifend aliquet laoreet tempus sed feugiat in libero ante tellus. Vivamus purus nisl."
     ],
     "title": "Nonummy risus et semper metus."
    }
   ],
   "paragraphs": [
    "Gravida lacus nulla per ante luctus turpis quis. Sodales purus vel erat lobortis et lacus malesuada fringilla augue a aenean. Aliquam dolor netus a. Nonummy neque. Blandit augue. Rhoncus fusce eros magnis ac urna et consectetuer dictum. Viverra fames enim. Aliquam risus. Vivamus nulla. Laoreet felis in nullam vulputate id sociis arcu cum purus lacus. Aliquet porta. Quisque curae in faucibus. Integer dolor. Quisque lorem et a nisl. Lacinia risus vestibulum scelerisque tortor mi leo duis nonummy. Feugiat proin fusce pulvinar. Euismod purus vestibulum feugiat sed tortor conubia potenti eget nisl. Commodo nulla eros. Pretium augue fames interdum netus metus condimentum quam erat. Euismod purus at nunc aptent platea curae. Viverra etiam odio at. Laoreet netus odio ve nunc pulvinar non consectetuer taciti nisl ad quam dictumst.",
    "Potenti class risus torquent mi mattis mus. Potenti proin ante augue interdum tristique a eni. Posuere ipsum id. Vivamus fames ac. Nonummy lacus dis dictumst a torquent diam lobortis montes. Pretium dolor et tristique ultricies adipiscing nec vitae conubia interdum mi est. Iaculis neque mus lacinia accumsan cubilia volutpat mollis tellus nec. Commodo felis nisi id leo amet volutpat porta porttitor vel. Potenti velit nulla senectus in condimentum ac nullam sed gravida. Lacinia justo. Sodales fusce. Rhoncus fames feugiat libero. Feugiat netus erat a cras. Iaculis nulla ut magna consectetuer penatibus litora mi. Euismod purus at tempus feugiat quisque nisi id. Cubilia dolor. Cubilia purus non tristique pellentesque dui porttitor natoque luctus. Natoque donec fusce egestas vitae ipsum maecenas porttitor et fames tristique aliquet purus. Conubia neque odio risus porttitor duis. Gravida donec fusce leo eget volutpat. Potenti fusce pede suscipit conubia tempus quam. Quisque proin vestibulum volutpat sodales curae mi netus et taciti."
   ],
   "title": "Feugiat proin odio."
  }
 ],
 "title": "Blandit nulla mi nulla in nullam ridiculus class nonummy pretium pede quam pulvinar dignissim facilisi ante."
}