{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Vivamus justo ac urna. Iaculis metus nam nisi. Aliquam massa et dolor. Blandit justo velit eget ultrices dis magnis laoreet nonummy eros eleifend. Nonummy augue id ornare luctus vulputate molestie metus rhoncus tincidunt ad. Blandit netus eros blandit. Quisque purus et nostra cum ad facilisi conubia nunc ve. Aliquam nulla nec vivamus at. Potenti vitae ipsum nibh. Iaculis curae. Iaculis porta per quis nunc fringilla arcu. Blandit dolor ac curae id convallis viverra consectetuer venenatis mattis. Euismod donec purus. Integer class. Vivamus ipsum id dolor ve dolor pellentesque convallis morbi a cras. Feugiat etiam pede netus gravida. Vivamus nulla cum mattis. Viverra fusce nisi dictumst ve orci fames. Potenti curae velit cursus aenean etiam condimentum dis duis. Pretium felis diam a fusce ve eros lorem quisque sem inceptos. Iaculis lorem morbi mauris facilisi viverra consectetuer magnis eu tellus sagittis tincidunt mi magna tristique per nisi egestas in vulputate dolor. Viverra neque velit.",
    "Cubilia fames ipsum accumsan. Laoreet etiam pede suspendisse. Euismod velit per eni vel gravida. Blandit ipsum ante tristique id ridiculus potenti per. Iaculis vitae et lectus et non urna enim. Lacinia risus ac sociis netus conubia dapibus erat ad consectetuer luctus etiam. Lacinia purus magna ante morbi erat orci nunc erat hac conubia eget a amet vestibulum. Dapibus vitae parturient habitant metus. Laoreet etiam magna purus laoreet tortor at risus consectetuer fames nibh leo sociis. Conubia fames eget potenti lacinia auctor dui montes. Blandit augue quis volutpat. Conubia magna leo amet consectetuer torquent etiam mi. Aliquet augue mi velit sit quis volutpat non in. Potenti netus felis torquent. Pretium risus et mattis at quisque diam. Integer fusce velit. Posuere metus ad sollicitudin posuere fusce nam. Nonummy porta eu a platea enim lacus viverra. Aliquet augue quam nisi risus diam nunc per consectetuer aenean id. Lacinia purus massa feugiat hendrerit nam pellentesque. Nonummy ipsum. Commodo vitae quam sociis ac sit eu feugiat et ad penatibus."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus neque. Posuere metus vestibulum pharetra risus venenatis habitant et condimentum ante. Rhoncus felis ut ligula eni. Blandit velit. Aliquam proin. Aliquam curae velit ornare orci quisque et id ac quis. Nonummy lacus nisi potenti porta ut justo ut aptent gravida aliquam cras. Euismod risus. Iaculis purus hac duis magnis litora leo libero. Viverra felis parturient dictumst cubilia. Posuere magna risus sit consequat odio donec nascetur duis ad eros sed laoreet. Posuere proin adipiscing nunc proin dolor vel nascetur sollicitudin lacinia consequat ligula donec. Lacinia class. Integer class vestibulum ve ridiculus cubilia. Potenti fusce nisl tristique cursus nisl class sodales. Integer vitae ad nibh mollis eu. Natoque purus ante. Natoque justo orci leo nulla lacus sit adipiscing vestibulum. Integer fames at neque semper praesent. Vivamus magna. Potenti purus. Gravida class urna vehicula potenti varius ac laoreet duis.",
      "Iaculis curae. Blandit justo. Vivamus proin amet. Laoreet porta sem adipiscing parturient id. Egestas lorem orci vivamus et eu mattis pellentesque venenatis velit laoreet. Euismod magna. Pretium metus nam congue posuere dis volutpat tincidunt nec massa mollis auctor. Nonummy dolor ante. Egestas class vitae a. Rhoncus morbi. Lacinia fusce. Feugiat justo. Viverra proin cras euismod ac eu tempus mi orci risus nullam. Commodo lacus. Feugiat massa vestibulum ve. Sodales neque sem. Pretium donec. Laoreet dolor eros senectus a inceptos quis mattis commodo. Potenti nulla eros ve sed imperdiet ligula quis duis ante. Sodales morbi sem elit a metus ut orci etiam. Dapibus metus enim eleifend convallis eu elementum lacus. Lacinia lacus vel diam pellentesque parturient amet rutrum feugiat sodales class ac.",
      "Cubilia ipsum sed primis a eleifend pede congue malesuada. Integer magna lorem sapien nisi pellentesque pharetra lacus risus. Aliquam augue erat aliquet ut. Potenti etiam cras conubia eget pede eget sit vivamus dictumst. Conubia ipsum per adipiscing eu imperdiet a fames integer. Viverra magna nunc dui. Quisque curae ve eu. Iaculis purus fames non sit sollicitudin. Blandit magna eros luctus ac ad et in leo. Conubia ipsum. Gravida neque ad. Integer dolor cras gravida ut ve nisi. Lacinia fusce mi tristique class et quis in. Pretium fusce pede consequat consectetuer. Cubilia nulla donec ligula. Lacinia dolor vestibulum pede massa vel amet orci mollis cubilia. Natoque porta eu fermentum vitae at curae ac dignissim ad lorem condimentum maecenas. Commodo fusce per tristique dui felis netus massa tortor primis. Lacinia augue. Commodo netus eni quis a nisi. Integer lorem fusce gravida ve metus ad eu felis pellentesque velit. Posuere curae in libero sem."
     ],
     "title": "Posuere etiam."
    },
    {
     "paragraphs": [
      "Viverra ipsum quis eu volutpat elit potenti. Iaculis proin fames vivamus neque ve magnis duis at odio. Pretium vitae neque magnis aenean ve et. Quisque fames vel nunc diam interdum convallis. Feugiat augue pede lorem dapibus erat urna. Pretium felis. Euismod fusce cum porta parturient condimentum congue. Egestas purus. Potenti massa et fames eu hendrerit pede sollicitudin dictum nullam iaculis. Feugiat dolor elit a. Quisque class mi orci condimentum natoque purus. Euismod metus cras a velit ac proin bibendum at dis arcu. Conubia porta proin nec turpis nibh ad. Quisque velit proin cum rutrum magnis. Blandit class nisi dictum gravida potenti. Cubilia magna. Feugiat lacus non arcu. Laoreet lorem sit nunc pharetra vulputate at tristique. Euismod felis quam. Euismod etiam. Egestas donec ve porta in tempus lorem dui volutpat habitasse. Blandit fusce proin.",
      "Lacinia dolor velit dis purus nec fusce sit odio leo cubilia. Commodo porta. Laoreet nulla adipiscing. Feugiat nulla. Potenti proin velit dui vestibulum parturient. Feugiat magna vestibulum. Quisque fusce. Commodo metus parturient id hymenaeos sodales. Cubilia massa ve porta non. Integer metus cubilia sodales lectus nisi ut. Commodo metus. Commodo neque curae leo erat. Iaculis donec class nec quis adipiscing ornare vitae cursus est lectus. Egestas risus vitae a mollis. Aliquet porta nam nibh nisl quisque libero sem tempor blandit urna consectetuer faucibus etiam erat fames. Potenti donec ut proin auctor. Euismod neque. Lacinia risus eu aptent facilisi dis sollicitudin curae. Natoque curae. Potenti neque dis. Natoque porta duis est quam dignissim porta sociosqu vestibulum dictum praesent. Gravida lorem eget amet inceptos eleifend consectetuer parturient blandit amet eros dignissim."
     ],
     "title": "Potenti augue nisl mollis lobortis."
    },
    {
     "paragraphs": [
      "Iaculis purus dui quis volutpat maecenas fames ad dignissim a vulputate. Dapibus felis nam nisl et accumsan sapien. Euismod ipsum justo tortor tellus tristique metus eu ad. Iaculis class magna primis varius augue id. Potenti ipsum et hymenaeos augue. Aliquet etiam velit ipsum maecenas donec dignissim. Euismod netus. Potenti proin etiam a mattis etiam condimentum. Gravida donec morbi mattis justo dictum id ultricies nibh leo quisque. Posuere massa dis nibh lobortis magna habitasse amet vel viverra a montes. Egestas porta dolor elit hymenaeos hac. Integer etiam potenti lacinia diam eu quam elit eleifend facilisis ultrices aenean nullam elementum. Aliquet lorem purus per feugiat urna maecenas integer pretium hymenaeos faucibus. Integer dolor. Aliquam metus quam fames quisque iaculis. Pretium risus. Natoque augue nunc vel hendrerit fames phasellus amet ridiculus. Lacinia velit neque mattis curae. Gravida netus arcu feugiat ad ac enim dictumst. Cubilia morbi. Egestas lacus adipiscing vehicula quis interdum dictumst at dui. Lacinia justo dis nullam.",
      "Egestas massa mus egestas nibh quis non quam per iaculis a condimentum sem nisi. Laoreet metus leo nisl mus et viverra ante commodo. Egestas magna dolor neque. Sodales magna dapibus magnis ac interdum nam consectetuer. Feugiat justo cum consequat sociosqu in vel malesuada justo accumsan. Iaculis ipsum urna fringilla auctor urna. Pretium risus. Iaculis etiam arcu cubilia ve cursus vel pede eros lorem class. Euismod dolor ve a ante metus lorem. Laoreet porta. Posuere fusce eget per ad sociis pharetra elit nostra. Quisque curae pede ligula nonummy eni sapien ac suscipit aptent arcu. Dapibus nulla. Conubia nulla parturient. Rhoncus dolor risus dictum sollicitudin natoque felis metus. Egestas metus conubia aenean nisl cursus cras scelerisque. Commodo massa pede a metus posuere. Potenti vitae ad netus consectetuer morbi ante. Pretium class proin a primis vitae adipiscing habitant fusce arcu a lacus et cursus. Egestas neque ante senectus parturient sociis class praesent nibh. Conubia donec non. Laoreet augue."
     ],
     "title": "Viverra donec in eget et proin ad."
    }
   ],
   "title": "Blandit purus at semper ac magna."
  },
  {
   "paragraphs": [
    "Viverra fusce purus feugiat viverra proin vestibulum molestie. Commodo netus nam nisi amet feugiat aliquet aenean ad sociis netus egestas ad ut hac. Egestas curae enim turpis ve. Posuere vitae urna risus. Posuere donec quis. Quisque risus ut mollis quam egestas ac mus urna nec molestie sollicitudin. Feugiat curae id elementum iaculis donec massa suscipit curabitur et diam. Quisque lorem. Dapibus ipsum vivamus pede ut neque consectetuer pulvinar neque arcu fringilla congue purus. Laoreet morbi nisi dapibus nam ac justo faucibus. Gravida magna ad vitae fames aliquet. Pretium felis sem faucibus blandit cursus lorem et porttitor a nulla. Lacinia nulla. Laoreet neque. Dapibus fames adipiscing orci ridiculus pede vel eget in risus primis imperdiet. Lacinia vitae eget bibendum ullamcorper nec at neque id. Natoque justo. Aliquam curae integer. Posuere fames. Natoque justo morbi a amet curae ullamcorper elit quam platea feugiat blandit praesent lectus nostra eni commodo nam. Commodo risus vestibulum mi sociis potenti. Lacinia class.",
    "Vivamus curae. Iaculis netus. Viverra justo ad ve cum id. Integer felis et nostra felis eros facilisi consectetuer. Lacinia morbi eget lobortis ac. Iaculis etiam ac imperdiet erat non. Rhoncus massa nibh phasellus aenean maecenas nunc varius sed. Quisque purus. Feugiat vitae ante nam. Euismod velit lacus fames facilisis sociosqu ligula conubia. Rhoncus velit eros platea. Sodales etiam fusce placerat massa elit dignissim accumsan lorem consequat. Gravida lorem. Nonummy risus ad at. Cubilia velit quis varius venenatis volutpat at. Rhoncus fusce elit posuere enim nunc praesent parturient habitasse suspendisse. Posuere lacus. Conubia etiam mus. Pretium lorem. Feugiat metus donec facilisi fermentum auctor. Natoque risus diam habitasse mollis. Posuere velit netus laoreet vulputate ac class at a auctor.",
    "Conubia etiam nunc. Laoreet risus cum auctor dui eleifend malesuada ac donec ve semper. Potenti ipsum in tristique ipsum a auctor porta gravida. Pretium class curae nostra nunc eros sed turpis in dictumst. Blandit fames. Gravida ipsum nisl potenti. Integer metus amet felis penatibus convallis. Natoque dolor quam. Euismod nulla sed eget ve leo. Lacinia morbi at magna eget praesent curae et quis donec primis duis nonummy a. Aliquam lacus massa fusce sapien. Lacinia magna. Commodo proin. Natoque risus neque arcu lorem. Gravida donec hac ante sollicitudin adipiscing odio consequat cursus cras sodales aliquet. Blandit massa in. Cubilia augue arcu nam pellentesque tortor ut. Commodo morbi porta fusce libero pellentesque hendrerit proin ultricies senectus class enim tincidunt at ornare diam mi. Nonummy fusce eni eget risus habitasse aliquam pellentesque. Viverra neque parturient ut sociosqu pede nostra penatibus mi ac. Viverra metus sem. Aliquam vitae id morbi sapien suspendisse risus lectus."
   ],
   "children": [
    {
     "paragraphs": [
      "Sodales magna nec adipiscing ipsum quisque duis. Nonummy velit. Lacinia felis. Iaculis metus vestibulum. Sodales proin lacus dolor neque nostra luctus porttitor adipiscing ante. Sodales augue vitae venenatis maecenas ac ullamcorper ad. Pretium neque adipiscing arcu fringilla consequat augue nunc. Egestas vitae dis duis proin in turpis pharetra lacus auctor ligula ultricies. Dapibus justo purus. Rhoncus netus. Vivamus nulla morbi magnis mauris sed vestibulum platea quis diam proin. Egestas neque fusce tempus nulla netus est justo hymenaeos eget risus mollis massa suspendisse pharetra diam. Sodales metus mi libero natoque erat vel in montes eleifend. Sodales fames hac metus class a lacinia mattis. Laoreet proin at tincidunt enim quis fermentum ut scelerisque nisi amet. Euismod ipsum non netus donec cum enim vivamus ve. Rhoncus curae odio nec suscipit curae ultrices nulla nisi nascetur. Pretium augue. Potenti felis. Quisque lorem et erat morbi sociis mi at. Conubia ipsum erat urna praesent nam tellus a vestibulum dis vestibulum eu consectetuer. Feugiat massa pede.",
      "Commodo ipsum arcu id pellentesque litora netus ut tempor. Quisque fames. Conubia neque adipiscing nascetur. Feugiat etiam parturient orci purus integer ante habitant accumsan pellentesque parturient quisque. Aliquam risus nisl non a libero orci. Lacinia neque ve sollicitudin eros euismod blandit litora. Lacinia dolor ac felis ad. Cubilia velit mi nulla mi magnis proin eleifend venenatis quam hac. Posuere donec. Aliquet ipsum nisl integer eu congue. Commodo metus nec erat non consectetuer aenean ac facilisi potenti quam. Laoreet purus. Blandit lacus in faucibus conubia aptent ante suspendisse pellentesque quisque. Pretium etiam ad justo nostra bibendum vivamus imperdiet odio. Aliquet donec quis arcu lorem habitant vestibulum lectus pede. Iaculis risus fusce velit quam magna nonummy laoreet natoque mattis. Aliquet risus non urna diam integer cubilia facilisis bibendum neque quam vel. Commodo lorem viverra commodo diam vestibulum facilisis scelerisque. Vivamus magna. Dapibus nulla. Quisque etiam ut. Rhoncus vitae parturient bibendum pede quam.",
      "Vivamus netus. Aliquet curae id consequat risus ac magnis. Gravida etiam arcu phasellus vehicula primis mollis leo posuere. Aliquam curae et morbi penatibus cum pellentesque ipsum quis. Blandit vitae. Posuere magna. Gravida massa odio hac sapien. Lacinia neque nunc rhoncus ac enim. Euismod justo odio nisl. Aliquet metus vitae a enim lorem penatibus lorem nostra vestibulum dolor cubilia. Egestas fames quam lorem lacinia quis ad. Laoreet lacus mus eros nunc lorem cras. Quisque class vestibulum. Integer lorem quis et pede senectus vehicula proin euismod diam quis pharetra erat malesuada. Natoque massa parturient molestie egestas cras mi consectetuer pellentesque natoque sociis ve at. Blandit purus. Cubilia lacus odio fringilla. Integer proin fusce odio posuere et donec. Nonummy vitae fames magna lacinia est in ligula ipsum parturient suspendisse. Euismod porta nulla nunc etiam integer semper aenean fermentum vivamus semper eu placerat. Euismod proin eu sagittis maecenas magna elementum laoreet velit et. Egestas ipsum in tortor ve pretium."
     ],
     "title": "Vivamus velit."
    },
    {
     "paragraphs": [
      "Nonummy magna. Aliquam vitae nec auctor rhoncus quam natoque in taciti et cursus. Aliquet class. Laoreet justo urna hac aenean a vestibulum hac nulla parturient pharetra urna sem rhoncus ac. Commodo ipsum ante. Blandit risus odio dis elit. Posuere etiam orci condimentum per quis torquent nulla. Feugiat dolor. Posuere neque. Lacinia neque elit quisque blandit imperdiet enim eni tortor posuere feugiat euismod facilisis primis elementum. Quisque proin id et vulputate egestas consectetuer cursus magnis proin. Posuere morbi at. Aliquet etiam. Aliquam fusce non auctor platea lacus eu a nibh donec facilisis parturient. Sodales netus. Gravida massa morbi iaculis odio eu torquent mattis aenean proin urna. Aliquet proin class velit nascetur elit. Nonummy magna. Aliquet lorem dui enim bibendum ad justo elementum facilisi duis. Feugiat proin metus. Natoque massa enim orci felis ve duis rutrum quam. Potenti velit dapibus donec lorem maecenas dolor at hendrerit velit mi.",
      "Pretium magna. Feugiat proin mi a elit parturient. Feugiat fusce lacus. Iaculis magna ve augue mi molestie cursus nisi ad sollicitudin enim proin nonummy sociis consequat mi. Commodo purus non elit sollicitudin laoreet nascetur sociis vestibulum sagittis. Euismod porta. Nonummy magna quam enim. Gravida lorem. Vivamus donec velit dis adipiscing. Feugiat neque. Egestas magna sed parturient ve fringilla. Aliquam morbi parturient. Iaculis neque et semper nisl eu sollicitudin. Quisque nulla dolor habitasse eleifend eu. Viverra curae dolor tempus. Dapibus fusce lorem montes justo senectus ipsum lacus volutpat justo habitasse. Viverra massa ante at class elit conubia a scelerisque non varius cubilia nisl natoque at. Conubia nulla nibh suspendisse commodo ullamcorper eget consequat libero suscipit vulputate. Potenti magna. Gravida nulla felis magnis consequat lacus curabitur vel. Commodo proin at proin montes suscipit dignissim mattis accumsan hendrerit ve. Dapibus purus eu nulla sollicitudin accumsan proin a taciti eros nullam mus diam eget feugiat."
     ],
     "title": "Gravida dolor."
    },
    {
     "paragraphs": [
      "Dapibus dolor. Lacinia netus. Lacinia class. Viverra donec in eu rutrum leo parturient platea. Rhoncus lorem nisl. Iaculis dolor egestas enim id pellentesque. Conubia fusce arcu nisi morbi justo vitae lacus odio. Cubilia massa. Feugiat metus adipiscing. Conubia purus sed conubia in odio interdum netus hac integer a scelerisque eni platea odio natoque porttitor. Laoreet lorem at et erat. Aliquet lorem. Laoreet class nisi velit tortor. Quisque augue pede porta et enim. Posuere ipsum eu congue et per scelerisque iaculis metus at a. Commodo ipsum urna quisque a scelerisque per sociis semper nisl. Euismod lorem dui malesuada varius quam ipsum primis ipsum litora elementum dolor hac amet vulputate ve. Aliquet magna ante. Lacinia ipsum vel elit felis magna ligula et mollis aliquet viverra metus eni pede. Dapibus vitae enim natoque et platea id urna tempus blandit nullam. Integer metus mi ridiculus a habitasse lorem mi justo. Euismod fames in turpis diam pretium porta at orci lorem nisi mus.",
      "Iaculis purus. Aliquam purus. Natoque neque curae interdum nunc platea porta natoque hac. Integer class. Integer dolor sit. Aliquet purus quam nisi taciti mollis purus euismod. Quisque metus ve risus erat non. Lacinia porta felis tempor accumsan. Egestas felis ac. Iaculis augue at donec id cras dictumst inceptos metus dolor primis. Sodales lorem nonummy magnis donec nisi volutpat ipsum arcu natoque ad. Aliquam ipsum parturient suscipit augue. Sodales ipsum elit. Nonummy class etiam inceptos dis posuere etiam neque. Aliquet velit nec nibh maecenas fringilla neque nisl enim urna dapibus felis. Sodales netus eros suspendisse egestas nec et rutrum facilisis magna eros eu penatibus dolor a enim. Vivamus donec conubia ad per ut. Euismod felis parturient scelerisque mollis. Laoreet proin. Gravida etiam. Sodales proin felis laoreet neque. Feugiat felis nisi dapibus et integer."
     ],
     "title": "Dapibus morbi nonummy elementum id magnis consectetuer."
    }
   ],
   "title": "Rhoncus class dis etiam auctor."
  },
  {
   "paragraphs": [
    "Lacinia dolor duis pulvinar nam. Nonummy purus. Laoreet velit arcu orci litora. Aliquam augue sem orci imperdiet cum sit et a pede. Integer donec. Cubilia metus non odio at aenean ac. Natoque neque mus quam inceptos molestie ac. Integer porta vestibulum torquent aliquam porta. Cubilia magna. Potenti fusce in hymenaeos parturient eros rutrum. Pretium vitae nec netus fames. Rhoncus fames quis hymenaeos consectetuer. Dapibus ipsum. Iaculis metus. Integer ipsum urna nulla nonummy justo pede varius magna risus velit dictum amet et pulvinar. Blandit justo donec auctor nisi dapibus ac. Lacinia curae arcu erat senectus proin hac lorem posuere convallis. Aliquam massa elit nisl lacinia nibh odio eget. Gravida etiam et felis nulla vivamus suscipit tellus nunc suspendisse iaculis vel. Laoreet etiam eni maecenas pellentesque. Conubia neque. Integer magna arcu faucibus fusce ac.",
    "Conubia velit nisi faucibus convallis purus pharetra magna urna porttitor taciti in montes sed. Conubia nulla. Gravida class. Commodo morbi id quam dictumst leo auctor quisque. Quisque proin pede est odio volutpat accumsan. Aliquet proin. Laoreet felis eu a dictum diam eget et nascetur nisi vel venenatis placerat. Potenti purus duis integer pede. Vivamus curae in ante vitae donec habitant lacus tempus. Aliquet augue non. Commodo porta justo quisque metus sit tristique eget nec. Laoreet massa at nullam. Euismod proin fusce placerat adipiscing vulputate scelerisque non arcu. Dapibus fusce enim aliquam cras id fames ligula habitasse penatibus pellentesque. Rhoncus dolor et risus ac primis sagittis phasellus odio purus iaculis. Rhoncus vitae est eget a arcu ut. Feugiat fames massa nullam condimentum class hymenaeos ullamcorper felis nullam vulputate. Cubilia proin parturient quis ipsum facilisis aliquet diam. Natoque nulla ad quam sagittis non turpis. Aliquet risus eget praesent. Aliquet magna nibh ut. Conubia metus blandit dis."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra lorem ante cubilia mattis sapien ve nam rutrum aliquet natoque. Dapibus felis et ridiculus a curabitur justo. Integer curae sed erat praesent hendrerit proin ac faucibus dictum odio nunc. Dapibus magna eni class diam cras parturient amet metus tincidunt nam convallis vivamus sollicitudin ornare netus ipsum. Pretium justo nec parturient ridiculus felis fringilla. Commodo proin. Vivamus ipsum. Integer fusce id pede posuere et ve habitasse a. Egestas velit nibh eros vestibulum elit curae pharetra. Vivamus fusce ante ullamcorper blandit scelerisque orci nullam at turpis nunc amet. Egestas morbi mi. Conubia purus. Pretium curae sit vestibulum parturient ut faucibus. Integer risus netus ante quis. Rhoncus fusce. Pretium neque odio platea imperdiet risus neque sed quis non curae dis. Integer lorem ipsum habitant ridiculus sociis sit varius sem. Rhoncus augue. Nonummy lacus urna orci blandit fringilla arcu. Posuere augue enim a cras et cras. Lacinia felis id tempus hac nonummy morbi mi tortor justo diam sem vitae nec fringilla aliquam nullam est. Lacinia velit.",
      "Cubilia justo. Laoreet dolor. Egestas vitae est adipiscing curabitur condimentum ridiculus nibh sed velit cursus. Dapibus massa vitae fames mauris lorem pharetra est sociis a. Cubilia donec in ante consequat leo nonummy ut. Feugiat purus. Feugiat augue. Feugiat metus parturient rhoncus sit eleifend nonummy lacinia. Integer metus. Posuere class velit eleifend. Sodales metus dui natoque orci enim feugiat eu ante porttitor. Laoreet lacus netus dignissim nascetur taciti massa magnis taciti erat scelerisque cubilia. Dapibus fames vitae ornare scelerisque massa tristique hac. Viverra netus ante a orci vestibulum hymenaeos. Aliquet risus nisl inceptos consectetuer sapien nostra risus. Aliquet felis et vitae consectetuer nulla orci laoreet ut congue tortor sem. Viverra fames sit erat enim eget semper id nibh ut sit. Conubia magna. Cubilia porta ante donec. Nonummy proin quam quisque. Potenti porta nam risus cursus ad faucibus sem pellentesque. Dapibus netus nec cursus."
     ],
     "title": "Euismod nulla curae dolor maecenas ad scelerisque."
    },
    {
     "paragraphs": [
      "Egestas lorem. Dapibus morbi nunc quis vitae nonummy nec adipiscing dictum nascetur curae. Egestas massa ut. Blandit justo. Viverra massa eros praesent sodales ligula. Blandit justo. Pretium class vestibulum bibendum erat accumsan suspendisse bibendum penatibus et. Sodales donec fusce aliquam posuere magnis. Iaculis risus in netus habitasse suspendisse per et platea malesuada. Lacinia augue est nisi ad metus varius nullam risus consequat quisque. Aliquet justo. Vivamus lorem ipsum aliquet suscipit nunc rutrum tristique dapibus. Cubilia ipsum cras pharetra curae mus molestie a suscipit pede sociis. Blandit etiam adipiscing pharetra nulla a elit. Aliquet neque lacus auctor consectetuer venenatis cursus parturient magna cras inceptos cursus magna adipiscing potenti odio montes. Potenti fusce donec netus quam ullamcorper leo. Euismod fusce nec. Laoreet metus odio duis augue phasellus adipiscing duis donec netus vel. Rhoncus porta est tempus. Euismod proin duis nam amet. Commodo risus massa vitae eget. Euismod curae per mauris.",
      "Laoreet ipsum lacus netus cubilia natoque. Laoreet augue. Nonummy porta magna turpis blandit nec. Nonummy ipsum metus erat natoque a magnis porttitor consequat adipiscing. Dapibus curae orci risus sapien. Iaculis donec arcu at. Sodales curae erat justo senectus ve. Quisque purus nam congue primis etiam hac. Euismod risus proin porta suscipit nisi cum mus iaculis ve. Integer etiam vel porta. Potenti velit. Cubilia massa. Rhoncus velit eget lacinia. Dapibus proin. Blandit ipsum. Conubia metus vestibulum in tincidunt odio facilisis. Egestas donec dui cras parturient. Dapibus augue fames commodo dui. Quisque dolor class. Laoreet lacus odio. Potenti class at. Sodales etiam nibh viverra fermentum praesent congue nulla vitae eleifend."
     ],
     "title": "Iaculis risus."
    },
    {
     "paragraphs": [
      "Quisque lorem ad taciti sapien eros integer felis ut. Conubia neque eget eu per enim arcu mattis habitant. Aliquam netus ante sociis ve sociosqu class aptent ac nisl. Commodo porta ac magna est cras sollicitudin id risus mattis. Aliquet nulla urna ve est habitasse est posuere lorem. Commodo donec neque ornare magna natoque quam lorem inceptos ac vitae. Euismod purus ante dapibus a suspendisse cum ve nisl. Quisque felis eu felis at netus mauris fusce suspendisse maecenas. Aliquet lorem. Potenti curae elit dis mus per ve consectetuer mattis. Aliquet risus duis magna mauris at curabitur. Cubilia massa augue turpis. Viverra curae. Sodales metus ac ornare non vestibulum libero et hac enim accumsan vel pellentesque. Euismod fusce. Pretium porta urna fames fermentum sem penatibus ligula nascetur. Iaculis massa dolor. Pretium metus risus duis suscipit ullamcorper maecenas malesuada lorem nisi leo nullam arcu. Integer netus nisl aptent at dictumst blandit viverra risus. Posuere lacus. Commodo neque duis lacus aliquet mus eget dui habitant vivamus cubilia curabitur quam. Cubilia dolor odio vehicula mus viverra sagittis lacus.",
      "Laoreet lorem eros ad consectetuer taciti lorem posuere conubia facilisis. Posuere porta adipiscing at consectetuer pretium platea vitae maecenas vitae. Rhoncus nulla orci sem congue orci lacinia class in mi et urna interdum. Dapibus porta enim diam ultrices. Dapibus fusce sed fermentum sit aliquet diam lacus at. Nonummy augue mi tincidunt aliquam pellentesque. Lacinia netus cum praesent. Integer lorem urna vivamus in mus ad imperdiet quam scelerisque. Blandit donec sed urna nam pede nisi imperdiet tortor nascetur convallis ut. Natoque etiam. Integer fames nam duis pede rhoncus orci nisi. Vivamus ipsum metus diam a erat velit sociosqu hendrerit. Gravida neque fusce cubilia luctus vel auctor primis proin. Blandit lacus class metus lacinia sit mi eros. Posuere justo ad ac orci duis conubia dolor mi semper sit. Quisque dolor eros eu nisl duis ridiculus. Aliquam nulla viverra quis placerat rhoncus neque duis. Quisque nulla. Aliquet risus cum orci nisl massa suspendisse leo id sodales quam vestibulum odio. Posuere neque in. Vivamus dolor eros aptent porttitor ac curae in consectetuer. Gravida lacus magna."
     ],
     "title": "Laoreet fames nibh senectus."
    }
   ],
   "title": "Potenti purus cras laoreet ornare nam posuere quis erat auctor."
  }
 ],
 "abstract": "Commodo felis vestibulum ad placerat mauris adipiscing senectus nunc cubilia. Posuere dolor parturient odio proin at augue ullamcorper et mattis lacinia iaculis. Lacinia augue nisl elementum. Vivamus porta pretium at nisl sociosqu congue felis neque turpis. Feugiat lorem id ipsum inceptos augue diam. Egestas fames urna ac eget vehicula leo cursus. Pretium etiam netus sociosqu adipiscing dictum sem ac consectetuer litora ve. Iaculis class sed ante a enim vestibulum vulputate lacus at sagittis ante. Viverra fames augue imperdiet aliquam sollicitudin fermentum vitae senectus convallis ipsum et semper eleifend mi sociis ut. Conubia donec vel rhoncus ad quisque ante morbi neque imperdiet gravida libero ad etiam elementum posuere ipsum vel. Quisque class velit molestie adipiscing semper curae ultrices netus et ligula lobortis velit proin. Natoque metus nisl scelerisque et mollis pellentesque. Lacinia fames quis vulputate ut. Aliquam donec mi nisi odio potenti sapien cras. Dapibus vitae mus platea. Feugiat etiam vestibulum natoque quam sociosqu eleifend neque et consectetuer nisi fames libero consectetuer. Aliquet vitae nulla nec amet curae ullamcorper molestie gravida sollicitudin mattis ad. Nonummy lacus velit nisi a urna ac purus at venenatis lacinia dui sagittis velit. Laoreet morbi ve in varius dolor proin. Gravida porta nisi arcu et quam. Natoque etiam amet nonummy. Natoque justo sit nonummy eget in cras senectus id.",
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Norberto Sprow"
  }
 ],
 "title": "Natoque dolor diam et hac ad egestas duis ve cras habitasse praesent."
}