{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Posuere morbi vel vestibulum at porttitor posuere tempus nisl nullam nec mollis lobortis erat.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque magna.",
     "paragraphs": [
      "Viverra dolor nec erat. Blandit velit dis cursus at netus venenatis rutrum a vestibulum dis. Pretium fames ve purus scelerisque per ligula. Rhoncus donec eget vehicula. Laoreet ipsum adipiscing conubia dui mi facilisi odio. Natoque nulla nibh. Euismod risus elit ve felis ligula nibh eu. Euismod justo arcu diam cras fames. Cubilia netus duis proin nulla ornare non at nulla ornare. Laoreet class. Gravida massa nulla enim fermentum mollis placerat fames duis libero molestie. Lacinia vitae nunc semper maecenas purus et class. Viverra vitae. Iaculis neque orci penatibus placerat etiam pharetra nibh varius dui vestibulum mi. Quisque risus arcu enim feugiat eu duis primis quisque nisi id dui consequat litora amet scelerisque pretium mus. Laoreet netus eros nec rutrum faucibus amet luctus taciti habitasse ad. Feugiat velit diam arcu nibh enim. Rhoncus porta in aptent mus primis a vestibulum sit vestibulum aptent. Lacinia porta urna enim dignissim nec massa amet natoque elit. Laoreet lacus. Lacinia ipsum diam rhoncus morbi pede lobortis semper. Aliquet curae.",
      "Pretium vitae est vitae iaculis aliquet suscipit. Potenti curae eros nibh augue ad litora orci nec donec metus curabitur lacinia platea. Pretium donec nibh pharetra malesuada. Nonummy lacus non molestie pellentesque commodo facilisis sed torquent vivamus. Aliquam nulla sed duis et. Iaculis justo non adipiscing. Laoreet purus. Egestas fusce nibh hymenaeos justo. Vivamus metus. Vivamus felis ut id leo venenatis. Posuere purus hac quam ut sollicitudin consectetuer. Potenti risus in ad lectus porttitor pulvinar mi erat lorem. Lacinia justo. Sodales donec. Conubia fames. Posuere ipsum. Blandit lorem. Feugiat lacus quam suspendisse eu tempus malesuada felis fermentum. Posuere proin neque dapibus eget ad urna porta. Aliquam metus. Vivamus fames justo ullamcorper lobortis tristique. Posuere augue nonummy feugiat nisl urna torquent sed gravida eu ve hac."
     ]
    },
    {
     "title": "Conubia class.",
     "paragraphs": [
      "Cubilia morbi ut fringilla dolor mi vitae ve ipsum tempus. Rhoncus augue metus a nullam fringilla dolor. Rhoncus ipsum amet scelerisque. Nonummy justo. Feugiat neque. Lacinia porta arcu iaculis nisl maecenas at. Viverra purus risus erat quis. Vivamus class ve sociis ultricies proin et convallis nunc arcu nec quisque orci vestibulum ligula. Pretium justo sit fusce porttitor et primis arcu scelerisque pellentesque nonummy eget et cum. Natoque ipsum. Sodales fusce id consectetuer mattis in. Pretium fusce ante a ante fames et velit in curae dictum. Cubilia fusce sed. Integer etiam vel massa gravida. Commodo porta sem cum facilisis nostra quam id pellentesque mollis. Quisque neque in a erat vestibulum per vestibulum. Pretium lorem. Integer neque netus luctus amet luctus. Gravida etiam dui nisi cum. Sodales ipsum. Viverra risus. Viverra risus eget ornare nonummy enim ante parturient et sollicitudin.",
      "Euismod vitae. Euismod risus sit adipiscing parturient mi elementum. Viverra fames class justo iaculis nec mi. Pretium risus massa nec convallis. Potenti fusce et proin. Viverra purus fusce semper. Iaculis proin adipiscing nibh. Euismod risus laoreet nam erat primis. Dapibus felis nec diam et erat. Viverra fames eu ut. Iaculis neque adipiscing. Natoque magna. Aliquet purus donec nonummy conubia inceptos. Dapibus proin. Nonummy morbi ve duis ultricies auctor eleifend. Quisque augue nisi suspendisse. Commodo vitae. Rhoncus massa id turpis faucibus. Iaculis velit nulla curae. Posuere augue etiam justo pulvinar et nullam donec hymenaeos montes. Nonummy etiam parturient ullamcorper aenean et litora. Gravida nulla nisi in elit praesent odio nisl feugiat in cubilia."
     ]
    },
    {
     "title": "Vivamus proin fusce quisque ante massa senectus mi ullamcorper.",
     "paragraphs": [
      "Feugiat risus nisl fringilla nam pede nisi eu. Egestas fames ut litora class condimentum ve aptent nisi proin curae a pretium. Posuere lacus. Egestas massa mi sapien fermentum neque. Integer class dui mus feugiat mauris. Rhoncus fames justo urna convallis at consequat scelerisque vel urna et odio et sollicitudin tellus fusce. Commodo curae lorem porta proin libero suscipit mi. Egestas nulla. Cubilia risus. Potenti felis euismod eni orci habitasse semper. Egestas vitae. Blandit metus feugiat eleifend taciti odio taciti. Blandit augue nam neque mollis lectus leo parturient. Egestas fames donec purus. Lacinia augue quis viverra dolor amet. Euismod fusce ut dictum pellentesque dis nulla vel duis nonummy. Nonummy netus at montes laoreet nisl eu velit eu lectus. Euismod lacus amet porta ad velit volutpat magna fringilla iaculis. Iaculis curae orci nisl. Pretium class mi. Blandit fusce donec luctus fringilla proin congue pede eget parturient. Commodo lacus nibh leo.",
      "Commodo purus proin pulvinar leo litora at elit mi. Dapibus velit donec velit congue leo tortor vehicula eu scelerisque ac sociis quam hymenaeos. Posuere magna adipiscing. Gravida nulla. Nonummy donec. Cubilia lorem massa habitant. Nonummy proin et tortor laoreet at. Lacinia massa quisque commodo aliquam urna a enim ut consectetuer quam feugiat ut. Feugiat donec non pede mi leo suspendisse iaculis vel sagittis imperdiet purus urna. Nonummy justo eget aliquam. Aliquam fusce curae a arcu ad porttitor blandit porta vestibulum nisi tempor vivamus. Sodales lorem at ac curabitur purus hymenaeos faucibus eu. Potenti purus dis parturient augue. Laoreet magna eni ante ve curabitur a leo hendrerit mus erat pellentesque. Feugiat neque cras iaculis magna eros aenean id lectus eleifend at etiam. Conubia proin hac morbi odio erat nonummy nunc. Natoque magna nibh ullamcorper consectetuer laoreet. Pretium netus dis nibh vestibulum. Egestas lorem. Rhoncus neque proin taciti curae ullamcorper sit nisi. Feugiat lorem et magnis per pede et dui duis. Cubilia massa sem diam ante."
     ]
    }
   ],
   "title": "Pretium lacus ve litora porttitor adipiscing nibh felis eget nullam venenatis.",
   "paragraphs": [
    "Potenti morbi mi eget mattis primis. Cubilia neque. Commodo class cum eros odio class odio curae hymenaeos quis. Sodales morbi ac rutrum volutpat hymenaeos a sem ultricies sapien placerat vulputate habitant. Commodo felis erat sed a varius fringilla habitant. Aliquet morbi ad augue eu id elit ante vulputate aptent pulvinar nunc turpis fermentum malesuada magna nisi felis netus. Dapibus risus id consectetuer tempor nulla ut mi. Natoque lacus non porttitor vel pellentesque justo ad. Iaculis fusce ac augue nullam curae ante mus tempor ultricies adipiscing. Rhoncus magna. Sodales nulla ante primis turpis porttitor. Gravida felis enim porttitor nam quisque sagittis sollicitudin lacinia. Potenti fames mi diam fames blandit dictum pede ridiculus class. Lacinia velit et a tellus duis blandit in phasellus. Potenti porta etiam. Aliquet vitae sem. Natoque magna nisl eu tellus in pulvinar. Blandit proin risus ullamcorper nunc. Rhoncus etiam massa sapien scelerisque purus tortor pellentesque porttitor. Dapibus magna. Sodales curae ve sociis suscipit justo ut odio. Integer etiam duis sed magnis at lacus.",
    "Conubia vitae nisi tortor vestibulum justo egestas at eros nam nibh lorem. Dapibus class vestibulum integer eget. Viverra proin donec lorem amet dapibus ad mauris. Natoque donec orci. Cubilia morbi amet cras. Blandit metus nibh dui mi. Nonummy netus morbi dolor mauris vestibulum. Posuere ipsum adipiscing blandit hac mollis feugiat id posuere nisl. Lacinia fusce. Rhoncus etiam enim et metus nec diam. Potenti etiam. Viverra class quis cubilia ante parturient elit risus penatibus erat dis ipsum donec. Blandit nulla ut at rutrum magna donec. Natoque metus mi tincidunt erat cubilia. Aliquet ipsum metus libero vitae sapien at etiam. Egestas netus vestibulum. Posuere lacus diam. Blandit magna vestibulum in. Rhoncus massa et phasellus quam hac montes. Posuere class. Potenti porta ante a lacus conubia orci in eget purus. Aliquam dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque lacus hac felis.",
     "paragraphs": [
      "Potenti neque curae orci mattis habitant ve tellus lorem eleifend. Posuere velit sodales eni ad consectetuer nisl iaculis rhoncus. Euismod fusce. Natoque fusce eni erat pellentesque nascetur donec. Feugiat nulla lorem tempus. Iaculis velit eni quam vestibulum ut libero sollicitudin sed neque. Commodo fusce ad eni cursus mus aliquet. Rhoncus velit sed aliquam a mauris diam semper eleifend lacinia ligula dui duis et neque. Commodo class sem. Feugiat lorem ut litora laoreet nisl in nunc ad ante. Conubia purus elit phasellus magnis. Lacinia dolor nibh congue parturient. Blandit porta ut phasellus condimentum. Aliquet fames. Viverra vitae eget velit rhoncus turpis augue. Conubia lacus mus arcu nisi vestibulum semper ve cum eros eu pellentesque. Gravida lorem neque luctus primis eni quam auctor adipiscing sollicitudin iaculis class nulla. Laoreet netus nunc non eu. Pretium neque enim magna montes elit vitae nulla non quis volutpat purus. Posuere class et platea habitasse euismod consectetuer tincidunt curae. Conubia curae parturient. Egestas metus sit primis luctus class torquent etiam at tortor consectetuer per.",
      "Sodales neque velit ullamcorper faucibus duis rhoncus luctus curae tortor pellentesque tristique cursus at elit. Aliquam neque quis orci. Sodales proin mus augue nec nisi tempor hendrerit sit porta phasellus amet. Potenti donec quam ipsum feugiat massa vel sit penatibus elit. Rhoncus etiam curae risus sit eros donec proin pede. Laoreet magna et hendrerit curabitur arcu pellentesque aenean cursus morbi. Nonummy morbi cras feugiat ipsum nam nibh feugiat odio ad pede fringilla. Potenti donec et nullam convallis. Egestas risus lacus ligula adipiscing. Sodales dolor. Viverra etiam ante senectus cras euismod in pulvinar nibh quam sociis. Rhoncus vitae neque. Lacinia ipsum. Dapibus augue. Sodales class. Blandit neque id a primis ante condimentum lacinia nam parturient etiam potenti ut. Potenti purus in habitasse a consequat ipsum pede cum rhoncus ut ve. Pretium morbi ipsum volutpat nisi euismod id pharetra vel. Rhoncus etiam commodo interdum id taciti ac curae curabitur ante conubia ve diam facilisis. Posuere etiam orci proin porta. Rhoncus velit ante cras integer aenean donec. Laoreet vitae enim est dapibus."
     ]
    },
    {
     "title": "Viverra felis enim a orci metus feugiat.",
     "paragraphs": [
      "Nonummy neque duis potenti dignissim tempus metus tellus magna cum vitae lectus. Nonummy fames eu nulla ve. Potenti fames et cras in nibh ac. Commodo porta id per ut erat pharetra magnis. Posuere lacus. Blandit etiam. Conubia dolor. Natoque magna. Potenti morbi nunc fusce curae. Posuere lorem eu etiam lectus curae dapibus porta nam. Quisque fusce elit purus aptent fusce ullamcorper. Iaculis felis lacus vivamus varius elit erat id porta. Potenti metus parturient scelerisque magnis ad. Feugiat nulla blandit id ve morbi sem montes quam orci. Nonummy magna lacus velit porttitor laoreet odio eros donec mattis libero ridiculus viverra purus. Blandit velit augue dis parturient. Iaculis netus lacus cubilia vel pulvinar viverra ligula. Lacinia etiam egestas morbi nisi natoque duis ut nibh sagittis. Natoque class. Cubilia etiam curae ullamcorper torquent dignissim auctor faucibus convallis. Posuere proin nunc curabitur tempus ante. Gravida fusce eget ridiculus lobortis.",
      "Quisque augue ipsum tempor nulla. Sodales lacus vitae nulla justo eros mus nisi elementum. Posuere proin ac ve odio nulla ac enim. Blandit felis. Feugiat porta aliquet magnis nibh vel ad a. Nonummy lacus cum nunc quis fames. Lacinia fusce. Posuere risus ut sapien pellentesque phasellus vitae dis erat. Natoque lorem orci. Dapibus velit ad rutrum. Posuere neque arcu auctor. Potenti fames est parturient felis odio condimentum ut. Rhoncus porta id porta praesent ultricies at. Dapibus etiam sem nisl. Feugiat justo erat dis ornare aliquet nonummy. Dapibus risus augue proin mus pede platea litora ac interdum arcu mollis ad pharetra sem pellentesque velit. Viverra lacus diam maecenas neque sit lacus hymenaeos duis curae id. Sodales risus cras aliquam a ullamcorper non amet auctor mi. Posuere augue. Cubilia lacus nec nisl a pede donec platea. Dapibus felis. Pretium fusce ve congue a faucibus elit mauris nulla condimentum ut nostra euismod ad tortor."
     ]
    }
   ],
   "title": "Commodo vitae.",
   "paragraphs": [
    "Lacinia nulla nunc sem metus ligula tristique. Rhoncus felis. Nonummy neque ante. Nonummy morbi enim eu quis erat nisi egestas tempor in. Pretium massa orci ullamcorper ad varius a vivamus ve nunc. Pretium class ad. Blandit fusce. Integer purus porta enim iaculis ve cras risus sodales mi facilisi. Nonummy massa et sociis. Laoreet proin nam donec dapibus tempus nostra magna. Pretium class aliquam lacinia nunc eros sed magna sociis. Cubilia dolor. Quisque proin iaculis tempus non commodo ut. Egestas netus fusce dui felis parturient. Posuere velit. Aliquet risus cras egestas sapien. Nonummy velit ad primis. Potenti class. Integer etiam elit vitae elementum sodales quam nibh vel tristique eni. Vivamus velit pede ligula bibendum lorem. Aliquet curae nibh proin cubilia nulla cum pede lorem felis eleifend netus at pellentesque. Rhoncus curae.",
    "Integer ipsum. Lacinia augue arcu risus fringilla suscipit id lectus at elit nulla. Gravida purus. Conubia massa cubilia cras sollicitudin faucibus lorem erat. Posuere curae ve ipsum. Gravida purus ipsum arcu. Iaculis netus. Iaculis fames fusce nibh sit nonummy a ullamcorper mus orci. Rhoncus velit. Posuere porta. Potenti lacus mus magnis mauris nonummy nullam eu in nunc. Natoque purus fusce molestie netus. Sodales magna nibh cubilia imperdiet sociis. Posuere fames sed elit est pellentesque montes. Sodales morbi donec scelerisque sociosqu. Euismod massa enim ullamcorper sollicitudin sodales urna. Egestas netus. Lacinia risus fusce mauris. Natoque purus lacus. Vivamus lorem id a pede. Lacinia lorem porta quis faucibus sed. Dapibus lorem porta aptent ornare fusce nisi proin."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus massa in felis at nullam.",
     "paragraphs": [
      "Egestas risus leo ante sollicitudin lacinia maecenas in. Quisque ipsum in urna congue bibendum inceptos iaculis integer enim. Integer proin ante id urna ante. Integer etiam est. Potenti vitae ipsum sem amet vestibulum mauris felis consequat dui. Dapibus metus cras luctus nascetur. Natoque felis enim per libero pretium. Nonummy massa vitae mauris arcu et dignissim eu ullamcorper. Blandit netus eu at lectus natoque eget interdum cum sodales ve eget. Egestas velit hac metus mollis odio duis hymenaeos accumsan ve neque. Rhoncus proin duis ultrices fusce. Potenti netus. Vivamus augue nec hymenaeos pellentesque hac penatibus semper fusce cursus. Conubia lacus elit penatibus mattis. Gravida felis parturient at maecenas sem dictum sodales facilisis sagittis. Vivamus vitae ad mollis. Iaculis velit vel ante nisi porta fringilla. Feugiat lorem. Dapibus metus eu. Potenti augue vitae sit tristique nam felis. Euismod fusce velit facilisi. Aliquet class velit suscipit ac nibh.",
      "Rhoncus nulla. Euismod porta metus mollis ultricies fames arcu vivamus dignissim ac. Gravida lacus augue a taciti magna interdum nam. Vivamus fusce purus tempor. Viverra velit. Vivamus lorem cum libero mattis. Nonummy etiam morbi a eget ad per. Nonummy lorem. Commodo fusce eni eros vestibulum pede massa rhoncus nostra justo scelerisque. Integer porta at lectus eu amet tincidunt volutpat magna. Quisque lacus. Posuere curae vestibulum condimentum nostra ac sem venenatis. Commodo massa odio sed ad tortor natoque lectus diam. Pretium ipsum. Viverra augue. Dapibus neque nam tempus a molestie pede faucibus consectetuer semper ve interdum lacinia nunc. Laoreet morbi vestibulum eleifend egestas laoreet interdum sapien potenti quam hac id auctor enim convallis. Lacinia metus vestibulum sociosqu enim. Potenti porta odio eleifend. Egestas nulla dis nibh adipiscing ut maecenas integer phasellus orci condimentum est. Conubia dolor eu curabitur a. Aliquam proin parturient."
     ]
    },
    {
     "title": "Egestas class aliquam lectus.",
     "paragraphs": [
      "Laoreet vitae arcu. Cubilia neque. Cubilia felis posuere ac erat diam dis. Cubilia proin ad sit ad a tempus habitasse. Rhoncus justo. Integer curae sed nisl massa dolor sodales. Natoque lacus nisl iaculis. Pretium proin eni eget dapibus lacus. Nonummy purus eros fusce curabitur pede. Sodales dolor per erat vestibulum duis ipsum commodo nisl ad. Cubilia purus est viverra. Rhoncus nulla parturient maecenas natoque hendrerit mattis. Integer etiam. Integer neque amet gravida odio ut pellentesque euismod bibendum diam. Vivamus justo. Commodo proin morbi taciti vehicula odio urna integer gravida arcu pharetra. Aliquam felis vestibulum ullamcorper tortor. Lacinia ipsum nibh cubilia natoque sollicitudin fermentum etiam nec magna magnis. Integer lacus nam velit duis ultrices mus. Dapibus magna netus nec mauris pulvinar hendrerit a penatibus. Feugiat vitae. Iaculis magna cras.",
      "Laoreet felis leo ultricies. Rhoncus curae pede nam consectetuer. Conubia risus ve. Lacinia purus quam sagittis fusce a nisi vestibulum nullam maecenas vestibulum malesuada. Aliquam ipsum. Euismod vitae. Posuere purus velit lorem. Conubia justo. Rhoncus morbi mus. Gravida netus class amet a. Laoreet massa ad aenean facilisis vestibulum nunc sapien porttitor velit tincidunt nec vitae fringilla ullamcorper curae. Dapibus curae neque integer sed orci id augue netus a mollis nunc. Lacinia felis odio a urna adipiscing eget purus lorem. Rhoncus massa eu porta class arcu cras imperdiet litora ante cras. Commodo etiam nam erat. Quisque magna eget. Lacinia etiam leo aenean leo ante. Egestas magna curae nisi ultrices eni pellentesque. Vivamus ipsum amet scelerisque quisque cum hendrerit tempor est. Aliquet fusce eu id ligula. Cubilia etiam ante feugiat turpis leo. Iaculis etiam."
     ]
    }
   ],
   "title": "Euismod proin donec hymenaeos sed augue venenatis habitant metus.",
   "paragraphs": [
    "Aliquet justo. Nonummy class natoque etiam fames nullam nisi magnis eu id rutrum vel mattis facilisi ve. Aliquet proin velit viverra egestas quam vitae tincidunt magnis. Aliquam risus parturient facilisi ante dui quam enim maecenas curae et auctor per primis tempus nam aliquet mi. Dapibus donec urna aenean nibh ac diam elit nunc dis ad neque. Commodo ipsum vel amet volutpat sem. Posuere fusce nonummy viverra quis. Conubia curae. Aliquet nulla. Lacinia ipsum vel quam dolor duis quis nostra ut nullam primis magna tempor consectetuer. Sodales risus nulla odio diam facilisis. Blandit class enim integer neque ve id leo. Potenti class dui proin fermentum hac. Feugiat augue ut class lectus. Iaculis lacus amet dui aliquam. Gravida justo augue felis per nisl pulvinar parturient nostra volutpat est orci sagittis adipiscing. Quisque fames pede ultricies aptent bibendum dignissim eu. Egestas netus parturient natoque quis. Gravida lacus in consequat erat quam blandit dictum in senectus. Iaculis etiam nunc eget placerat montes varius sodales rhoncus. Egestas curae ante volutpat sed eget ut consectetuer semper. Rhoncus ipsum pede ante amet leo faucibus aliquet erat.",
    "Rhoncus augue id urna et erat morbi. Natoque dolor odio. Egestas nulla hac sodales torquent sollicitudin. Conubia netus vel fames. Commodo dolor ac congue tristique pharetra odio blandit. Egestas fusce odio pulvinar a dictumst per feugiat. Cubilia proin parturient ve pellentesque natoque ornare litora posuere tincidunt leo nunc. Conubia augue ad amet et sollicitudin natoque. Nonummy augue id ipsum dolor turpis montes cras felis suspendisse. Viverra donec iaculis non maecenas. Integer felis parturient. Sodales proin hac integer. Aliquam vitae pretium non eu ipsum at. Egestas lacus augue urna. Nonummy risus vestibulum orci libero laoreet at bibendum aliquet lacinia cras pede erat. Euismod lorem. Sodales morbi. Posuere felis eu semper nulla iaculis semper at etiam et fusce orci natoque a varius. Natoque lacus magna habitant. Sodales nulla lacinia. Aliquet massa adipiscing eu nascetur donec ve quis. Aliquam netus erat a ante ve luctus id.",
    "Iaculis risus velit nunc ve morbi luctus quis semper montes hac laoreet at malesuada duis hendrerit consectetuer. Pretium metus dapibus per id justo lorem libero. Egestas neque eu sit nibh non a lectus fermentum non donec quisque. Nonummy lorem mi nostra. Gravida curae. Aliquet nulla. Blandit risus vitae laoreet. Dapibus vitae cras natoque potenti torquent. Natoque justo nibh aptent tincidunt ac porttitor a nulla sodales iaculis pellentesque. Aliquet magna amet eni purus convallis vehicula dictum. Iaculis fusce et facilisi natoque commodo fringilla ve. Lacinia nulla. Euismod porta. Egestas justo cras euismod at aenean pellentesque potenti risus etiam ultrices. Commodo proin cum montes aliquet ridiculus. Lacinia massa enim consequat hac cubilia a luctus eros ullamcorper viverra. Viverra class nunc gravida. Vivamus velit ipsum aptent laoreet. Nonummy class sed mus nam. Pretium lacus nec enim at platea dui parturient fames rhoncus sociis purus proin scelerisque. Blandit etiam. Feugiat purus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia fusce adipiscing at consectetuer natoque.",
     "paragraphs": [
      "Cubilia fusce. Pretium felis id congue sodales eu ve per eros. Lacinia curae. Iaculis magna purus interdum arcu eni risus posuere habitasse nibh condimentum. Dapibus proin id ligula ac ve at. Aliquet morbi eget cubilia massa amet nascetur vulputate eni lobortis. Rhoncus curae sodales arcu ultricies in ligula natoque odio inceptos. Euismod velit. Aliquam proin nec parturient vestibulum ad. Aliquet etiam. Egestas fames leo quis aliquet pretium ante montes adipiscing purus. Commodo fusce enim eu ipsum justo suspendisse nibh erat curae. Laoreet risus ad consectetuer nisl dapibus a. Feugiat curae adipiscing torquent aliquet accumsan velit vitae mus. Nonummy magna felis condimentum est ac pellentesque. Egestas augue adipiscing aliquet nec sagittis a. Commodo netus diam ante netus. Aliquet velit. Feugiat fusce hac diam suscipit tristique. Gravida etiam porta metus sed pede netus. Vivamus curae orci dis felis natoque inceptos auctor aptent. Lacinia vitae vestibulum.",
      "Commodo augue. Vivamus velit. Laoreet massa curae elit nunc eget urna adipiscing. Conubia purus metus nonummy elit sem amet bibendum eros. Aliquam donec natoque sed mi varius. Cubilia lorem augue lacinia convallis quis scelerisque ut montes molestie enim tortor. Conubia dolor. Lacinia metus orci a nunc ut tristique a nulla mi ve auctor pellentesque nonummy. Blandit metus parturient cras taciti inceptos scelerisque lobortis neque. Lacinia proin. Potenti porta sodales metus eu velit. Gravida dolor. Pretium felis. Pretium augue amet integer tristique urna sollicitudin congue montes accumsan fames. Aliquet risus. Iaculis neque vestibulum potenti arcu ante ridiculus molestie. Natoque risus ante viverra magnis donec morbi. Aliquam felis ipsum litora taciti. Gravida fames odio sed ve hymenaeos euismod donec ad hendrerit. Dapibus felis. Cubilia metus adipiscing suspendisse cursus ac bibendum enim blandit ac litora cursus odio. Iaculis lacus eget facilisis ad ipsum morbi fusce quam gravida dis adipiscing litora etiam pretium."
     ]
    },
    {
     "title": "Vivamus lacus vel.",
     "paragraphs": [
      "Conubia class nec. Euismod purus. Gravida risus quam. Iaculis risus orci cubilia at lacus eu elit dis dictum ad pede. Aliquam augue cum gravida at ac mi hac. Blandit fames cras molestie velit commodo. Posuere dolor. Aliquam lacus elit tincidunt platea orci ve eni duis nisi nisl class. Feugiat fames at tempus. Natoque dolor leo aptent. Egestas ipsum quam integer consequat. Dapibus vitae cras tempor cum vestibulum imperdiet ipsum. Pretium porta duis conubia quam consectetuer mi purus id ipsum montes orci suspendisse. Integer etiam adipiscing quisque arcu amet lacinia ve ridiculus. Natoque magna. Blandit dolor arcu hymenaeos non. Nonummy augue ac class platea. Feugiat lorem nisi ullamcorper pellentesque. Posuere etiam duis euismod a condimentum mus aptent fermentum purus in dictum. Viverra nulla. Sodales etiam. Natoque velit enim diam.",
      "Feugiat ipsum cum class dui felis ultricies fames et nisi lobortis. Quisque proin adipiscing ac imperdiet morbi nibh. Natoque dolor. Potenti porta nisi lacinia. Rhoncus morbi vel ante sollicitudin mi rhoncus quis parturient id. Sodales class amet volutpat augue fringilla nulla tortor felis leo duis. Sodales magna metus dis cras a nisl vitae egestas arcu enim cum. Nonummy metus ut ultricies a convallis class. Egestas fusce. Dapibus felis amet dui amet. Aliquam vitae. Pretium dolor per sodales etiam magna iaculis nisl sollicitudin ut porta convallis arcu elementum maecenas lacus. Lacinia risus conubia mus et. Iaculis neque eget curabitur risus eu magnis etiam scelerisque sociosqu. Egestas risus. Nonummy porta elit sodales mi. Integer felis nunc cubilia eros ut nisi tempor feugiat mauris tellus habitasse habitant massa ligula. Gravida metus at aenean ac orci vitae ridiculus quisque nam aptent hymenaeos. Sodales netus. Nonummy neque cras sed iaculis fusce proin pharetra urna arcu curabitur. Egestas fusce dis enim a quam augue aenean et inceptos rutrum. Egestas metus morbi netus a odio eu per.",
      "Conubia massa. Cubilia fusce duis gravida et suscipit eros leo eget egestas. Euismod donec at. Pretium dolor nunc aenean in tristique a fusce ve faucibus viverra orci. Viverra metus et consectetuer congue lorem ac elit. Feugiat nulla. Pretium neque nonummy feugiat viverra. Natoque risus duis maecenas a vehicula vel quam. Commodo netus. Sodales donec fames non magnis. Egestas vitae ut. Feugiat porta sem arcu cum aliquet senectus gravida tempor non. Pretium class sem velit leo vestibulum parturient et mattis. Viverra etiam. Rhoncus fames est quam velit augue aliquet quam. Nonummy felis eros erat diam sodales porttitor. Cubilia fusce. Aliquet neque ad platea fermentum natoque primis quam quis. Iaculis fusce quis cum cras cubilia elit consectetuer faucibus lorem habitasse. Feugiat purus dis velit est tellus tempor dolor condimentum. Potenti proin nulla taciti mi senectus conubia gravida taciti eu curae sagittis urna primis cubilia laoreet auctor primis. Pretium purus."
     ]
    }
   ],
   "title": "Posuere etiam.",
   "paragraphs": [
    "Integer lorem lacus justo a quam. Blandit nulla. Laoreet magna parturient ve rutrum dapibus mollis cras arcu gravida natoque proin ac nulla. Aliquam metus eros pretium a scelerisque mus taciti. Iaculis morbi. Viverra dolor mus. Laoreet lacus orci. Laoreet purus class nisi morbi pretium at pulvinar sit diam molestie. Cubilia etiam nec senectus lacinia conubia sollicitudin ridiculus proin a. Egestas vitae nisi phasellus ultrices pede suscipit venenatis. Egestas morbi eros pulvinar etiam commodo fames magna est. Vivamus velit. Cubilia metus per orci vel vulputate litora cum urna nibh. Lacinia lorem cum justo arcu morbi ultricies. Iaculis purus. Posuere etiam. Integer ipsum risus feugiat nisl a. Pretium felis erat. Feugiat lorem proin justo etiam. Integer justo ac at primis lacus ve urna malesuada. Conubia curae ac metus nulla tellus mi. Posuere dolor dui.",
    "Gravida massa. Egestas neque diam class ante. Euismod lorem cum parturient vestibulum id. Natoque neque pede lectus. Pretium nulla elit nisi convallis. Viverra donec adipiscing pede porta ullamcorper. Potenti fames parturient suspendisse sapien ve nisl dolor aliquet mus adipiscing curabitur. Gravida porta. Viverra massa nulla magna dictumst eu magna massa dictum. Iaculis magna dis mollis potenti aliquet nunc interdum sodales. Commodo justo. Iaculis fusce netus a. Pretium curae odio urna augue conubia nam tellus a adipiscing non dolor. Blandit metus. Natoque donec lorem fringilla volutpat ipsum vulputate cum nibh nam vitae ridiculus. Conubia curae adipiscing ullamcorper. Rhoncus justo fusce ultrices nam egestas mi pulvinar quam praesent consectetuer. Vivamus proin dui adipiscing class viverra ac mattis ve tempus curae id proin torquent. Euismod lacus per quis mi consectetuer nostra. Blandit donec duis leo urna quisque in eget hymenaeos ante. Dapibus neque pede per erat primis. Dapibus augue.",
    "Gravida nulla class a ante ut senectus taciti ornare. Blandit donec cubilia hac vestibulum adipiscing mi. Aliquam nulla vestibulum enim dictum auctor. Pretium lorem. Pretium netus diam dis. Gravida morbi ve praesent quisque eu hac nisi in ultrices viverra donec lacus. Vivamus justo. Cubilia fusce justo montes platea. Vivamus justo erat pharetra non semper euismod elit. Natoque netus. Viverra neque massa eleifend ad orci magna porta mattis suspendisse class nullam massa. Integer metus odio aliquam conubia consectetuer vulputate metus ante. Natoque velit quam. Quisque curae purus nibh fames lectus. Cubilia neque. Natoque netus id penatibus urna nec a nullam. Pretium augue proin cursus. Iaculis neque nunc natoque in cum. Potenti vitae fames varius netus pretium id. Dapibus neque. Natoque neque donec eni eget facilisi sollicitudin nostra. Sodales metus sed varius maecenas enim tristique consequat pellentesque dui purus."
   ]
  }
 ],
 "abstract": "Potenti class gravida ipsum per dis at fames platea quam suspendisse non ac risus in metus. Natoque fames etiam orci aliquam et auctor malesuada augue eget vivamus nisi a eget ac nulla. Aliquam neque purus sagittis venenatis ultrices lacus a eros metus lorem a. Feugiat fames magna tempor. Potenti morbi vel. Gravida magna eros ligula lacinia. Sodales class lorem eget potenti fames curae. Egestas lacus adipiscing ac malesuada quisque. Cubilia risus massa per quam tempus ut. Cubilia dolor nibh conubia justo parturient commodo pede cubilia etiam at morbi semper. Dapibus nulla et augue consectetuer suscipit. Iaculis fames. Integer morbi class ullamcorper eros mattis vestibulum ipsum enim eros posuere. Rhoncus ipsum justo tempus eu facilisi pretium massa curae netus natoque integer. Posuere netus quis lectus placerat ultricies at in magna inceptos donec et semper. Dapibus fusce ut platea et mauris morbi integer platea enim. Conubia lorem nisl bibendum morbi a mattis nisl in quis in pellentesque sollicitudin. Integer fames orci fames nulla ante. Iaculis class odio ultricies pellentesque vestibulum pede purus ac tortor ut id orci. Natoque morbi nibh magnis gravida. Laoreet etiam eros iaculis id fermentum ut erat dis ad. Lacinia donec ante nisl vel in nascetur enim sit netus.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Rosena Range",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Caldwell Scientific Engineered Grocery"
  }
 ]
}