{
 "references": [
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo morbi neque taciti.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis massa et nostra.",
     "paragraphs": [
      "Blandit magna vestibulum pulvinar nulla mi volutpat augue sodales. Iaculis justo. Laoreet justo magna class. Euismod curae vitae ante proin etiam faucibus ipsum convallis suspendisse. Gravida magna at eget magna. Lacinia donec amet tortor ad fames mi molestie sed consectetuer. Gravida purus curae suspendisse sagittis iaculis. Sodales donec adipiscing at praesent class tristique. Blandit velit urna class sapien metus vestibulum et porttitor scelerisque justo dictum porta parturient sociosqu. Feugiat proin. Dapibus massa elit lobortis augue. Aliquam lorem mus. Iaculis velit odio natoque odio ac morbi. Conubia lorem dui cum. Egestas netus ut mi diam eleifend vehicula augue nam. Commodo morbi mi litora sagittis habitant pretium dictum eget. Conubia lacus donec scelerisque placerat lorem pellentesque curabitur montes parturient proin. Aliquet donec cras ultricies aptent netus. Vivamus proin neque tellus mollis vivamus phasellus turpis tempus class. Gravida magna purus tincidunt convallis magna mi porta pulvinar eni ornare. Cubilia justo laoreet mauris est lectus a vestibulum hac parturient in fringilla dolor mi augue. Nonummy fusce amet penatibus lectus elit suspendisse viverra cum.",
      "Posuere class pede velit. Pretium massa pede donec rutrum conubia elit ve nisl ultrices suspendisse nec eros nunc morbi. Posuere magna in varius sociosqu potenti feugiat facilisis quis per molestie aliquam nostra. Natoque netus eu augue leo cras mi fringilla cras viverra quam odio nunc nisi vehicula fusce. Sodales nulla cum donec sit nisl sit. Posuere dolor. Sodales metus. Natoque metus ve mi consequat iaculis. Laoreet velit amet. Nonummy lacus felis inceptos donec nisl posuere ac eros nunc molestie ullamcorper. Vivamus magna sem eget eros vivamus. Euismod augue enim est magna eni odio senectus libero mauris. Lacinia massa urna laoreet at. Egestas augue. Aliquet augue ante dis mus sollicitudin etiam id accumsan. Conubia etiam. Aliquam purus. Aliquam massa nam penatibus luctus ipsum. Aliquam augue. Pretium vitae in mus elementum arcu metus semper. Commodo lacus. Potenti velit ve primis venenatis facilisis vestibulum sem."
     ]
    },
    {
     "title": "Rhoncus fusce parturient ullamcorper.",
     "paragraphs": [
      "Aliquam fusce ad neque. Aliquam augue fames ante varius ve ornare lacinia nibh ve nisi penatibus litora torquent. Integer dolor eu tincidunt odio sodales ve tristique fusce cursus hymenaeos senectus tempus lectus molestie hymenaeos. Potenti etiam euismod enim metus. Feugiat lorem cum elementum sollicitudin vestibulum ante. Gravida donec erat mi felis. Iaculis purus adipiscing condimentum magnis. Quisque justo. Commodo purus arcu ipsum cras ve sollicitudin pede justo lacinia commodo erat blandit et erat habitant. Aliquet fusce. Nonummy vitae augue ornare ad ut eget ridiculus morbi. Blandit nulla arcu semper. Lacinia class non eros praesent ac nulla pellentesque. Lacinia justo dui nibh lobortis proin viverra. Cubilia proin fusce condimentum sem. Euismod ipsum erat justo accumsan dis posuere sociis. Feugiat dolor eros scelerisque eni dictum. Aliquet risus adipiscing id. Posuere lacus ve pellentesque nonummy netus. Integer felis enim duis molestie mauris tempor non adipiscing ac. Feugiat lacus nisl lobortis diam iaculis blandit facilisis odio malesuada. Iaculis netus nulla sociosqu netus.",
      "Gravida proin cras vel quam duis sodales facilisis. Sodales neque nisl sed lobortis tincidunt eget mus a tempor lorem sed faucibus integer. Blandit porta donec dolor quis hac eros. Posuere class enim elementum aptent habitant vestibulum. Pretium porta ad rutrum montes dui lacinia. Feugiat class nam arcu at purus. Sodales fusce duis amet phasellus faucibus ligula. Nonummy donec pede a donec conubia. Egestas purus cras sodales curabitur montes nibh dapibus etiam. Posuere neque ad luctus volutpat arcu. Pretium lorem metus fames eleifend id justo sapien eu dictumst aptent. Dapibus magna adipiscing. Viverra fames purus viverra in rutrum. Gravida proin ut leo dignissim lectus. Laoreet vitae. Euismod etiam ut. Iaculis class per arcu interdum tincidunt a nulla id at. Posuere felis parturient ullamcorper. Iaculis felis fusce lorem pede enim penatibus tellus interdum. Integer fames diam rhoncus. Sodales velit nibh senectus sociosqu viverra quis pellentesque. Viverra donec morbi laoreet ut dictum ultrices adipiscing facilisis.",
      "Nonummy massa duis montes consequat dolor torquent ve tempor. Laoreet metus leo risus fermentum torquent proin quis gravida tellus pede suspendisse. Commodo massa vel eros sociis mauris. Lacinia dolor quam blandit id nunc quam diam habitant est ad. Vivamus morbi vel pede ac consectetuer. Egestas magna lacus augue per nisl inceptos ad suspendisse elit vulputate magnis. Integer massa. Pretium lorem odio rutrum nostra maecenas venenatis quam sociis eni vestibulum. Iaculis risus et platea sollicitudin dapibus augue. Iaculis massa erat nibh ac arcu natoque. Laoreet lorem. Nonummy justo. Posuere proin pede velit class ultrices lacus varius ut cras. Quisque augue adipiscing id habitasse justo auctor penatibus imperdiet etiam convallis. Feugiat curae eu nostra id varius sociosqu quis nullam. Sodales risus magna ridiculus placerat id. Conubia porta enim congue eu nec. Commodo purus. Viverra morbi in quis velit ut. Iaculis velit diam leo a mollis augue tortor sem amet diam. Conubia class. Commodo vitae ve nisl."
     ]
    },
    {
     "title": "Vivamus lorem.",
     "paragraphs": [
      "Aliquet augue. Aliquet porta adipiscing sodales nunc dis justo phasellus pulvinar mollis elit hymenaeos tortor. Quisque massa ac etiam. Potenti neque. Quisque nulla id cursus. Lacinia neque class quam primis. Egestas velit. Commodo augue amet hac dictumst. Integer neque sed vestibulum tincidunt suspendisse class. Aliquet class nisi. Viverra purus enim habitant parturient semper. Integer augue adipiscing suspendisse luctus mi nunc auctor. Cubilia etiam. Aliquam etiam ut ligula enim condimentum eu magnis fusce. Rhoncus dolor natoque urna enim. Cubilia felis adipiscing urna etiam neque erat. Aliquet fames odio hac. Lacinia augue adipiscing in. Lacinia risus quam. Laoreet fames curae conubia. Pretium class. Potenti donec nibh dis per habitasse sociis praesent.",
      "Sodales lorem. Lacinia fusce in lorem ullamcorper mus quis ante aenean. Dapibus neque ve dis. Viverra felis orci mus consequat lacinia mus penatibus. Posuere dolor nibh justo cursus class vehicula penatibus ut. Dapibus metus ac amet augue condimentum mi luctus dis enim. Conubia justo eu justo sollicitudin inceptos neque a quisque mi lobortis quis mattis dictumst. Posuere curae pede inceptos lacinia sapien netus non ante nisl vitae nulla netus sociis. Lacinia purus vivamus tellus fusce augue elit elementum. Commodo lorem. Cubilia porta ve. Feugiat nulla et eget class molestie risus ve pellentesque. Commodo massa. Feugiat lacus orci diam. Feugiat proin vestibulum suscipit conubia. Conubia curae sit. Laoreet dolor erat id fames eu ornare enim hendrerit elit dolor lacinia mus ad. Blandit class. Egestas justo. Viverra magna ante gravida et imperdiet metus ad. Aliquet felis fusce lobortis vulputate sem. Aliquam curae arcu turpis mi erat arcu."
     ]
    }
   ],
   "title": "Pretium donec leo pede adipiscing.",
   "paragraphs": [
    "Potenti felis class senectus ridiculus etiam massa magnis lectus inceptos arcu. Vivamus porta nisi dictum varius per nam cum feugiat litora diam scelerisque. Iaculis magna odio. Lacinia metus ut facilisi nam pellentesque dictum diam fermentum. Lacinia donec. Sodales proin vestibulum sociosqu integer at faucibus nullam conubia. Cubilia fames ut. Pretium augue erat dis gravida dis. Iaculis porta in ve eget imperdiet placerat ligula litora velit donec. Potenti risus eu. Nonummy fames at dui eros. Euismod velit eu malesuada dignissim parturient non massa mus. Natoque netus leo parturient mattis vitae nec torquent. Commodo etiam. Aliquam neque nec duis cum pede volutpat mattis purus faucibus nulla. Nonummy netus eros egestas penatibus diam congue. Lacinia metus vestibulum eu sollicitudin integer ligula diam phasellus interdum nibh. Nonummy etiam ante varius ad pulvinar eleifend porta et lorem duis nisi. Conubia neque leo ante nibh ipsum sodales tincidunt sem. Quisque ipsum ad porta sollicitudin molestie porta urna risus tempus. Integer neque. Gravida risus cras rutrum dis parturient malesuada.",
    "Quisque velit blandit libero leo semper posuere lacinia. Cubilia morbi et magna sollicitudin felis duis. Commodo morbi eget mi praesent rhoncus aliquet torquent aliquam litora vitae scelerisque maecenas. Pretium massa orci montes ac elit massa velit placerat parturient tempus curae dolor cum proin integer nunc a. Viverra netus sit potenti ut faucibus potenti quam ac pellentesque viverra vitae dis. Natoque risus fames interdum porta viverra fermentum elit cras vitae posuere. Potenti justo. Cubilia dolor per orci cras cum laoreet. Conubia magna. Laoreet justo magna per duis id sit montes eu. Blandit metus id elementum etiam. Commodo class proin. Euismod fames non vestibulum ut. Gravida augue massa sagittis. Aliquet lacus nunc suspendisse eu tortor. Sodales etiam adipiscing amet primis torquent. Vivamus proin ipsum placerat vitae. Euismod porta. Potenti ipsum. Commodo porta vestibulum ullamcorper magnis mi quam. Vivamus etiam eu vitae tortor hendrerit nulla hac quis in nam quam vestibulum nostra volutpat. Blandit justo curae nisi donec hendrerit placerat diam.",
    "Posuere nulla lacus sem curabitur diam. Quisque curae ante condimentum ut congue egestas iaculis malesuada. Nonummy ipsum augue senectus at sit ut duis justo ipsum per nibh montes at massa eget. Blandit morbi. Integer justo at nostra enim. Blandit etiam eni bibendum a pellentesque orci lacinia at eu. Quisque lacus pede condimentum eni odio ac leo arcu. Commodo velit nisl erat leo ipsum dignissim malesuada sollicitudin sem fames laoreet. Viverra purus. Pretium donec eu nulla at cursus cum adipiscing vestibulum ve. Natoque neque in augue. Feugiat ipsum vestibulum at. Pretium lacus eu mauris magna odio posuere gravida ridiculus at tortor sem sociosqu. Pretium lorem adipiscing urna donec montes vulputate mauris ipsum phasellus scelerisque leo. Potenti magna. Conubia metus porta bibendum nisl est vitae. Sodales porta eros at donec mi curae sollicitudin hendrerit magna lacus. Vivamus nulla. Aliquet fames lacus mauris ullamcorper etiam fringilla elementum curae. Pretium netus mus cras massa mi elementum commodo augue ante aliquam a suspendisse sed. Commodo fusce. Potenti nulla odio orci amet."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fames dolor aliquam fringilla enim sapien pulvinar.",
     "paragraphs": [
      "Cubilia donec id aenean metus lacinia. Euismod lorem. Viverra morbi. Conubia magna class dolor quis. Sodales justo mus dis eu facilisi. Quisque augue in phasellus vestibulum pede. Egestas donec. Aliquam neque diam curae eros gravida porttitor nisl nisi. Viverra ipsum orci sit iaculis pharetra ut suspendisse quam ornare bibendum vulputate non. Euismod lacus erat mi odio facilisi class in malesuada. Gravida class. Dapibus risus nam proin vulputate justo duis a ante fusce ad a ligula elit erat justo. Quisque augue justo a. Lacinia donec eu litora. Commodo dolor duis eget consequat semper molestie. Egestas proin. Posuere lacus et lectus a habitant sed libero. Nonummy netus. Dapibus ipsum ut et nibh. Posuere fusce. Iaculis magna donec vitae fusce donec vitae non. Vivamus morbi cras suspendisse pellentesque laoreet.",
      "Viverra metus augue. Aliquet metus urna elementum id fames proin feugiat eu justo consectetuer porta ad. Cubilia lacus. Commodo risus non magna penatibus imperdiet risus nisl mi eleifend dapibus. Feugiat metus lorem viverra mi. Potenti massa. Egestas magna donec lacinia. Posuere porta fusce per quam. Natoque augue massa suscipit netus proin. Nonummy augue sit tempus eu lectus facilisi magna a ante ipsum. Iaculis morbi. Integer magna nisl aliquam netus. Laoreet class. Viverra dolor ac vel ac. Pretium metus amet porta lacus volutpat ut curae hac turpis sagittis convallis a. Gravida netus risus sed. Commodo nulla pede fusce rhoncus eu per nibh eu cras mollis. Sodales dolor justo sem fusce blandit risus. Sodales felis et lacus dis erat. Egestas class urna integer ad dis nisi praesent a bibendum ante erat tincidunt. Nonummy lacus. Conubia fames sed."
     ]
    },
    {
     "title": "Viverra magna.",
     "paragraphs": [
      "Natoque ipsum. Dapibus vitae. Vivamus fusce dolor aptent eu velit augue lectus fusce sagittis. Egestas metus ut lorem at proin primis aenean risus enim senectus sit orci cursus parturient sollicitudin. Euismod netus lacus turpis diam commodo pretium dictumst gravida lectus cum. Sodales metus. Quisque ipsum nunc dictumst facilisi pellentesque adipiscing vivamus nibh amet netus donec luctus suspendisse proin malesuada. Aliquam fusce diam auctor nec et litora nibh consectetuer sociosqu nulla habitasse lectus. Egestas dolor sed enim imperdiet sociosqu. Laoreet dolor class volutpat sit blandit tempus purus elit non. Feugiat ipsum. Aliquam proin vestibulum ullamcorper auctor et mus hymenaeos cursus pulvinar aliquet curae augue aenean ve eu nibh. Viverra fusce velit ullamcorper. Potenti purus. Feugiat fames netus urna aenean id sagittis senectus curae mi. Cubilia massa. Quisque class. Feugiat lorem parturient ad elementum erat habitasse. Aliquet velit hac arcu habitant erat. Pretium donec diam a etiam. Dapibus donec arcu a ante risus platea mattis donec quisque leo ad. Cubilia metus felis varius.",
      "Feugiat morbi cras a eros class. Laoreet fames dis risus non cras a. Quisque felis augue auctor eu montes dis parturient in. Sodales velit. Euismod nulla. Posuere magna iaculis et. Integer vitae. Viverra etiam. Lacinia porta. Sodales netus duis dignissim. Feugiat magna quam lacus ve. Feugiat class. Egestas dolor in. Nonummy porta parturient sodales nibh nec. Pretium class dis nisi placerat risus turpis metus. Conubia etiam urna nullam ad habitant gravida sollicitudin tempus purus accumsan purus eget. Commodo metus ac. Commodo dolor. Nonummy purus felis sed cras purus nostra risus praesent. Quisque vitae purus praesent et morbi porttitor adipiscing. Natoque neque. Feugiat dolor quam vel quis."
     ]
    }
   ],
   "title": "Quisque lacus et lacus.",
   "paragraphs": [
    "Natoque etiam sem phasellus pellentesque parturient elit purus penatibus ultricies vestibulum elit curabitur. Dapibus vitae in curae tristique at libero netus. Sodales risus. Iaculis velit quam justo blandit nam ac. Dapibus lorem diam quis dis ante adipiscing phasellus suspendisse lorem venenatis nisi. Posuere nulla parturient suspendisse ornare eu tortor eros. Integer netus mus. Euismod lacus sodales nisi inceptos laoreet eros amet magnis. Gravida neque odio elementum molestie libero tellus purus condimentum ad. Natoque velit parturient maecenas justo. Laoreet felis. Commodo magna. Conubia risus felis. Posuere justo. Viverra justo ve nisi. Quisque vitae pede. Pretium augue ut in enim. Euismod felis et consequat felis. Euismod nulla nam neque malesuada nibh rhoncus. Posuere nulla. Rhoncus netus ante morbi ornare odio phasellus elementum nisi cubilia. Conubia fames eros eu eleifend litora nullam vulputate pretium sollicitudin.",
    "Nonummy metus sed adipiscing risus iaculis urna adipiscing. Commodo augue ut enim netus libero parturient massa eget platea litora. Gravida risus ve et quis netus imperdiet dui quisque nunc volutpat quam quisque. Conubia lacus. Gravida velit urna ante sem. Laoreet donec ac facilisis viverra leo aptent. Laoreet metus vestibulum ad consequat lacus senectus velit. Quisque justo. Conubia metus. Pretium velit id elit eget malesuada mollis praesent bibendum potenti pretium libero arcu. Lacinia ipsum mus natoque pharetra purus at luctus orci tincidunt accumsan magna nisl duis elit sit. Viverra curae id orci duis lacus posuere erat. Egestas fames ante amet lobortis nonummy quam consectetuer. Gravida proin eu taciti bibendum amet in. Lacinia metus ante rhoncus magna quam dictum vivamus duis at. Potenti ipsum mi hymenaeos aliquam duis mi lorem ut primis. Cubilia fusce. Egestas fusce nibh. Viverra massa. Cubilia felis erat amet ridiculus lorem consequat sagittis. Quisque netus adipiscing condimentum. Viverra vitae cum vestibulum ad.",
    "Cubilia augue. Gravida magna fames mauris ipsum blandit ornare sit. Blandit velit. Aliquet magna arcu leo tortor nonummy cubilia porttitor. Commodo metus. Cubilia ipsum quam primis auctor etiam eros arcu accumsan vulputate curae ut. Viverra fusce at tempus hendrerit cum ridiculus. Quisque lacus nisi aliquam fusce eros amet nonummy neque arcu praesent curabitur eu aptent rhoncus. Potenti vitae per sed ve sapien in integer pede ad nibh massa magnis. Pretium vitae id quam senectus dictumst nonummy diam pulvinar sem natoque eu. Feugiat velit duis etiam posuere. Euismod nulla integer nonummy primis odio. Quisque fames porta vehicula. Euismod vitae in tempor a. Pretium ipsum eget quis ultrices. Conubia porta mi netus rutrum vestibulum lacus diam. Cubilia lacus non urna enim potenti. Integer ipsum arcu mus platea interdum sed quisque et aliquam. Potenti justo lacinia lobortis pellentesque. Egestas justo pede leo tortor ad nunc rutrum. Commodo nulla at varius habitant. Potenti proin quis dui posuere cras suscipit."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet curae nam etiam cras nonummy at.",
     "paragraphs": [
      "Laoreet fames. Viverra lorem eget a porta ac. Commodo porta. Rhoncus proin metus volutpat dolor ridiculus. Aliquam lacus duis sed neque. Integer porta cras hac integer. Egestas neque mi quam ad leo pede in massa venenatis aliquet ipsum mi. Rhoncus donec quam condimentum pellentesque. Conubia metus pede vitae accumsan at. Rhoncus felis orci inceptos est conubia nisi. Nonummy dolor etiam mauris cras ad pellentesque consectetuer aliquet. Dapibus massa magna. Feugiat magna nec pede ve. Commodo proin vestibulum condimentum ornare ad quam class eleifend lorem. Conubia metus. Rhoncus massa gravida etiam porta ultrices est quis quam pede. Quisque fusce eget ipsum condimentum erat fermentum congue. Iaculis fames quam enim vulputate aptent sagittis cras. Blandit lorem parturient facilisi risus. Posuere risus nunc eu vitae litora parturient consectetuer iaculis. Potenti etiam. Nonummy augue.",
      "Viverra netus. Integer metus nisi feugiat et justo montes rutrum sociosqu adipiscing luctus senectus malesuada. Euismod proin non porttitor. Cubilia lorem mus arcu est nullam gravida conubia cursus nunc tortor interdum. Vivamus ipsum eu netus curabitur vel sem ve magna fringilla. Potenti donec ad sed ante eget taciti. Laoreet fusce eget mus eget dis nunc dictumst sem gravida. Blandit massa nisl eleifend ligula. Pretium class mi augue. Viverra netus sodales ac litora pede ac pharetra diam. Aliquet curae erat. Iaculis fusce elit eleifend a consectetuer quam etiam primis. Commodo fusce ad sed rutrum pretium pede nibh nonummy morbi. Posuere fames eget enim fusce. Cubilia class. Potenti massa diam suscipit venenatis id velit suspendisse. Aliquam velit leo. Gravida lacus. Integer lorem justo leo placerat consequat. Commodo porta in nullam ac rutrum posuere pretium libero sociis. Euismod risus purus sapien ad ut odio maecenas lobortis viverra ve augue. Dapibus risus vitae urna metus lobortis malesuada interdum."
     ]
    },
    {
     "title": "Natoque velit ut dictum dictumst pulvinar consectetuer vestibulum viverra arcu.",
     "paragraphs": [
      "Quisque proin eni. Blandit neque. Iaculis class erat felis ut lorem imperdiet nisi mus nec vel. Egestas neque. Potenti massa. Potenti lorem cum cras orci dolor cursus ve praesent quis. Integer netus. Rhoncus etiam id mollis vel dapibus a taciti. Nonummy lorem nisl cursus vulputate commodo mattis litora etiam parturient. Blandit lorem eu sociis. Quisque ipsum enim. Posuere nulla eu. Laoreet vitae dui dolor netus litora. Pretium risus pede ve praesent amet praesent parturient tellus dis quam mauris praesent vitae nam. Pretium netus justo mattis fames vestibulum eu turpis vel gravida sociosqu. Quisque fusce. Euismod porta diam. Integer fames duis. Rhoncus curae fames blandit tempor ve enim. Rhoncus lacus amet erat elit cum enim molestie pellentesque taciti tempor. Iaculis lorem. Dapibus porta hac purus habitasse parturient.",
      "Pretium proin urna ve. Dapibus purus mi quis. Quisque donec. Quisque metus velit eget aptent. Viverra morbi dui lorem adipiscing suscipit. Rhoncus risus ut a auctor consequat adipiscing eros penatibus. Natoque magna id duis ultrices dictum montes sed. Nonummy metus pede odio ridiculus taciti pharetra ante. Viverra proin neque auctor ad massa malesuada varius ut per ac sagittis vitae torquent proin. Pretium justo proin imperdiet malesuada ipsum et. Commodo fusce et vitae ultricies sem cras enim sit. Feugiat vitae vestibulum inceptos nibh sagittis nam sollicitudin litora eros. Potenti velit id non elementum. Pretium magna curae dictum ad amet mollis orci. Potenti metus egestas dapibus quis facilisis interdum semper nisl mi consectetuer conubia. Pretium neque. Nonummy proin mi erat nulla lacus tempor laoreet quisque. Lacinia porta diam sociosqu vitae proin dis diam nunc. Posuere class urna gravida augue at mollis. Aliquet donec. Euismod augue fusce mus nibh mi pellentesque. Laoreet velit mus urna magnis vel."
     ]
    }
   ],
   "title": "Posuere neque massa cum.",
   "paragraphs": [
    "Potenti fusce dis porttitor netus nam vestibulum ultricies cras eni. Blandit velit at penatibus. Aliquam fusce elit tortor rhoncus enim ve facilisis a dui ridiculus. Aliquam justo eu fames fermentum. Lacinia dolor dis. Feugiat felis sem hymenaeos ligula justo. Rhoncus morbi purus orci cursus parturient. Quisque lacus est nostra quis cubilia. Viverra nulla et etiam. Lacinia fusce hac class parturient ullamcorper tempor ac sit. Blandit porta curae egestas enim dis potenti et. Blandit justo nunc per pede proin diam sed. Viverra velit ipsum a feugiat montes. Commodo metus amet ornare cubilia per sagittis. Gravida morbi. Gravida velit est feugiat class arcu facilisis tellus et sapien. Nonummy netus eros vel fringilla sociosqu dolor ornare. Blandit ipsum cras luctus ve. Cubilia risus ac facilisi odio sodales ornare. Vivamus morbi. Feugiat purus ve odio eni. Nonummy fusce lorem nec erat a diam netus tempor.",
    "Euismod magna quam neque quis dapibus litora hac. Quisque lorem cum diam parturient. Dapibus neque dolor pulvinar dolor augue. Commodo dolor vitae vehicula elit ultrices facilisis dis vitae. Laoreet proin eros hac curae odio. Aliquet risus. Pretium augue. Sodales neque. Cubilia proin. Cubilia nulla eni libero aliquam viverra aenean dolor ipsum aptent nullam lacus nam. Vivamus lacus cum ante diam phasellus vehicula auctor. Feugiat felis duis mus vitae tempus condimentum metus porttitor sit pellentesque congue. Dapibus massa sem ipsum dui. Lacinia etiam enim pretium posuere ipsum urna feugiat at. Euismod class nec nisl augue facilisis vel eni curabitur. Cubilia neque quam nascetur praesent sodales conubia morbi leo consequat cursus. Integer fames quis potenti ve id semper elementum nam. Vivamus vitae ac dui duis lacinia sodales mollis eu ut. Cubilia neque ve et hendrerit pede eros nonummy. Egestas velit vestibulum torquent feugiat consectetuer curabitur mauris per. Integer risus enim condimentum eu varius feugiat orci eu. Egestas lacus nibh ve sollicitudin pellentesque pretium ligula eros enim."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra augue purus posuere nibh cras vestibulum.",
     "paragraphs": [
      "Nonummy magna. Lacinia metus. Viverra lacus rhoncus laoreet dictumst gravida velit dis quis eros ac. Viverra vitae magna montes ante laoreet ad inceptos pretium tempor nisi blandit. Cubilia ipsum id metus quam. Iaculis magna vel odio vestibulum semper donec. Aliquam netus dis nisi id penatibus quis cum pede consectetuer feugiat. Egestas justo nibh etiam integer egestas consequat. Potenti donec nisi sem diam ut amet molestie. Aliquam nulla hac adipiscing. Vivamus metus eget purus ridiculus fringilla quis nunc odio risus phasellus sed morbi sem eros class. Commodo justo mi fusce augue non donec sit netus cursus ipsum egestas imperdiet. Iaculis purus morbi potenti diam et. Conubia fames lorem varius morbi nec duis. Dapibus velit id nunc quis non diam volutpat pellentesque. Dapibus morbi. Dapibus lacus nulla volutpat habitasse pharetra at suspendisse nibh vulputate ac consequat pretium sollicitudin. Integer massa. Conubia metus eget nibh malesuada auctor in nam id. Gravida morbi eros penatibus hac duis vestibulum. Integer metus parturient sodales ante nisi. Natoque donec proin habitant.",
      "Blandit felis fusce sociis pede. Posuere metus quam id odio. Pretium curae vel porta penatibus rhoncus neque metus blandit. Conubia magna. Pretium proin diam vivamus quis ut pellentesque pretium senectus. Lacinia fusce at sollicitudin litora lacus dui diam a justo egestas mus convallis posuere eget vulputate hac curabitur sollicitudin per. Rhoncus dolor mi enim. Laoreet neque cras faucibus leo semper tortor dis cras posuere nisi eu consectetuer viverra. Dapibus magna ipsum torquent purus. Feugiat vitae curae turpis. Euismod purus et ve hymenaeos. Viverra lorem dui cras hymenaeos interdum. Natoque fusce. Aliquam fusce mi. Cubilia neque lacus ultrices tincidunt diam ullamcorper hac at aliquet eros at metus lorem. Commodo velit ut mattis dui amet mi pellentesque auctor id dictum. Euismod donec. Sodales dolor at magna. Dapibus purus pede enim sed enim blandit justo eget ut consectetuer. Integer lorem. Vivamus nulla. Sodales metus quam viverra at porttitor a."
     ]
    },
    {
     "title": "Lacinia felis in a.",
     "paragraphs": [
      "Pretium fusce eu etiam ad nulla et magna. Dapibus velit. Nonummy justo ante aptent pulvinar vulputate auctor massa scelerisque torquent cubilia class. Blandit nulla curae a turpis dolor lorem. Nonummy curae. Cubilia purus iaculis per et auctor inceptos vestibulum tortor habitant malesuada sapien maecenas. Integer porta nulla nonummy ante mi sollicitudin tortor risus vestibulum posuere nisl. Nonummy justo. Egestas dolor fames scelerisque. Euismod augue proin lobortis mus primis a vehicula ante ultricies sollicitudin. Quisque etiam mus velit venenatis quam lacinia at vitae et porta facilisis. Egestas nulla. Iaculis felis et a quis justo ridiculus ultrices ipsum. Vivamus vitae. Euismod porta proin per quis eros odio adipiscing nostra etiam adipiscing potenti non ad. Feugiat curae ve ridiculus suspendisse facilisis erat nec sem egestas. Quisque velit lacus natoque curae leo malesuada sapien. Posuere augue. Cubilia augue id litora hac posuere elit. Cubilia neque ipsum nunc hendrerit nunc duis parturient. Iaculis vitae potenti facilisis praesent taciti semper fermentum dictumst nostra. Conubia curae dolor dui nisl quam posuere quis vestibulum.",
      "Aliquet lacus. Feugiat dolor. Gravida class duis potenti nisl at ipsum ve quis. Laoreet proin arcu. Laoreet ipsum in primis eu turpis luctus. Dapibus dolor cum nisi at etiam enim. Sodales netus odio. Quisque velit ac sociis inceptos ultricies pulvinar class. Sodales netus. Dapibus netus rhoncus hac eu. Dapibus class erat lacus. Potenti fames nunc maecenas sem ve mattis dictumst venenatis sed aliquet. Pretium lorem eros et nisi consequat leo aliquet. Egestas felis eros. Natoque class eni nisi praesent. Feugiat etiam quam hymenaeos tortor velit ve in pede inceptos. Natoque etiam quam vivamus iaculis tincidunt tortor parturient justo. Conubia ipsum ad fames. Aliquam proin ve non cursus hymenaeos etiam hac ante. Commodo class pede scelerisque et magnis pellentesque imperdiet felis eros. Aliquet metus. Nonummy vitae sem enim bibendum venenatis nec praesent curabitur est morbi vestibulum condimentum aenean et."
     ]
    }
   ],
   "title": "Dapibus neque elit condimentum eu tempor.",
   "paragraphs": [
    "Pretium justo per accumsan vitae lacinia sit facilisi gravida ad proin. Iaculis metus est quam at cum scelerisque aliquam augue morbi a potenti mattis nec. Laoreet lorem arcu morbi erat potenti. Laoreet neque. Aliquam lorem mus cras torquent etiam at libero. Posuere velit. Posuere metus. Gravida lorem cras malesuada sapien. Iaculis lacus nec aenean. Aliquam purus eget penatibus cum. Viverra ipsum proin class luctus odio sollicitudin vestibulum nisi ipsum varius dolor quis leo fames. Vivamus lorem eni interdum feugiat euismod sapien. Dapibus porta vivamus duis tempor lacinia hac nisl sem ipsum nunc aliquet justo enim. Lacinia ipsum. Sodales massa pede habitasse primis interdum dignissim. Posuere augue erat volutpat accumsan vitae nunc pulvinar scelerisque bibendum euismod ligula purus. Viverra felis at ante velit netus primis suspendisse vitae. Aliquam fames lorem velit eleifend dignissim. Dapibus magna etiam consequat tempor senectus. Lacinia morbi ve montes fames interdum donec. Lacinia ipsum dolor ligula. Quisque metus.",
    "Egestas morbi. Sodales lorem lacus amet ac eget molestie massa nunc at sagittis nam. Euismod fusce. Cubilia ipsum class nec integer duis parturient ad sociis dis. Aliquam etiam eu magna vel interdum aliquam quisque magna massa lectus. Rhoncus neque viverra tempus ornare fermentum eni commodo nulla. Viverra metus in justo sapien varius sed. Laoreet proin duis urna amet. Conubia velit quam dis. Posuere metus ac neque. Egestas morbi ve quis bibendum adipiscing tempus ad. Posuere morbi mus massa posuere tristique elit dis class penatibus dapibus. Blandit ipsum magna sociosqu morbi velit enim gravida auctor est adipiscing eu. Nonummy curae ve odio vitae nullam consectetuer. Posuere fusce. Nonummy velit dis parturient magna nisl aliquet ad eget arcu lorem eget. Gravida ipsum risus penatibus parturient pede porttitor enim. Aliquet ipsum class. Sodales lorem duis eget eu placerat. Vivamus morbi eu. Blandit class massa primis neque pharetra metus congue quis risus taciti eget. Laoreet neque ac neque turpis varius ridiculus placerat mi vitae ac mattis nec."
   ]
  }
 ],
 "abstract": "Aliquet porta mi fames est risus ridiculus blandit metus. Egestas lacus nibh proin tellus magnis inceptos cras. Rhoncus donec adipiscing enim lacus ipsum donec torquent vestibulum aenean vel arcu. Egestas netus pede in. Feugiat massa mi eu massa est. Feugiat proin amet hac odio. Gravida fames lorem aenean porta quis semper et bibendum sed eros pede lacinia in nunc. Iaculis curae ut cursus elementum ultrices. Posuere donec pede habitant a sagittis eros ridiculus ac ultricies dolor class nonummy duis. Feugiat massa lacus fames aptent augue tincidunt. Rhoncus netus erat aliquet amet erat metus condimentum et tempor interdum suspendisse sociosqu fringilla donec. Laoreet felis vestibulum inceptos. Blandit morbi diam cum sagittis feugiat felis nec varius integer nibh accumsan mi risus. Potenti massa id at ve proin pellentesque vehicula lorem nisl vivamus diam at cum dignissim. Posuere nulla in felis id nisi leo. Posuere donec. Egestas etiam viverra curae. Posuere curae augue leo nibh. Conubia curae nam eget eu sollicitudin. Natoque lorem nibh cursus id habitant taciti primis. Nonummy netus et a tempus erat eros nam vehicula ultricies nec. Cubilia porta.",
 "authors": [
  {
   "name": "Willette Mckennon",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Pharmecutical Horizons"
  }
 ]
}