{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Viverra porta.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida lacus.",
     "paragraphs": [
      "Euismod lacus sem odio velit ut tincidunt. Quisque augue et tristique. Lacinia lorem diam vivamus gravida class. Laoreet magna justo class non. Cubilia felis. Commodo neque natoque fames eu massa ad pellentesque odio. Iaculis donec elit sodales cras at elit risus viverra. Integer risus eros semper in eget neque dis. Blandit morbi ve primis pellentesque quisque etiam odio amet eni elit consequat. Viverra netus porta eget suscipit massa facilisis et dictum ad sit venenatis. Quisque magna mus vehicula felis nibh ultrices donec pellentesque dictumst netus in consectetuer platea porta vestibulum suscipit. Nonummy felis arcu fringilla nisi cum ac dictum eu congue id dolor. Vivamus ipsum quam nulla blandit porttitor. Euismod fames leo eget sed porttitor est cubilia taciti eni magnis auctor risus ipsum mauris arcu. Feugiat massa nisl non dapibus mi penatibus netus a enim vestibulum quis. Iaculis netus parturient lobortis rhoncus tempus semper netus. Laoreet lacus nec habitant. Rhoncus fames ad tincidunt morbi euismod ac mi curae ac mauris placerat ante habitant fermentum. Pretium lacus duis vivamus egestas. Quisque neque est adipiscing vulputate ullamcorper. Lacinia augue risus pharetra eni feugiat cras metus in. Rhoncus fames.",
      "Egestas donec in nascetur cras vehicula pellentesque cursus mattis enim. Pretium ipsum ve congue erat scelerisque posuere sem vestibulum metus aliquam. Viverra lorem nam amet erat consequat sem. Sodales massa. Cubilia magna. Nonummy morbi. Gravida fusce hac nisl eni orci id arcu. Potenti purus. Commodo fusce vivamus hac adipiscing fusce nonummy laoreet. Blandit class pede facilisi pharetra id nam ullamcorper viverra sem quis. Nonummy justo ut montes felis ante duis et justo scelerisque lobortis. Conubia lacus eget elit bibendum blandit justo magna. Nonummy etiam adipiscing amet ligula tempor. Iaculis velit. Sodales fusce adipiscing placerat morbi quam scelerisque consectetuer nonummy cras habitant. Conubia dolor id felis montes libero proin quis potenti mi semper fringilla. Blandit fusce ac habitasse. Posuere augue purus sed nisi. Posuere lacus odio congue nonummy nam id sollicitudin diam. Pretium justo. Integer velit orci cras accumsan phasellus class vivamus ac. Potenti ipsum magna aptent nullam nec vestibulum ut facilisis dignissim vestibulum odio."
     ]
    },
    {
     "title": "Laoreet neque duis sed risus penatibus per risus est dictum hac.",
     "paragraphs": [
      "Blandit purus dis odio mus nisi sapien ante id consectetuer rutrum morbi velit justo dapibus mus ut volutpat feugiat purus et mi platea fames ipsum taciti ipsum vestibulum. Egestas lorem leo dolor. Nonummy massa. Natoque class vestibulum scelerisque taciti in per dignissim leo augue sem. Lacinia porta dapibus viverra quisque pellentesque curabitur dolor consequat vestibulum. Dapibus vitae quis praesent a consectetuer nisl. Laoreet etiam duis integer ve luctus magna dignissim. Cubilia nulla nam amet elementum sagittis ac sem nibh eget accumsan. Potenti porta lorem faucibus parturient ultricies risus nunc elit metus porttitor magna urna maecenas fermentum. Pretium lacus ve lorem. Gravida fames proin nullam hendrerit morbi in neque ve lectus. Pretium morbi dis sit venenatis sodales fames sit cras. Aliquam morbi class quis cum iaculis. Viverra proin fusce sem. Potenti risus duis odio. Conubia felis vel nunc vestibulum mauris mus iaculis. Sodales justo orci posuere convallis praesent platea congue pulvinar. Integer etiam vel eros eu massa aenean netus at montes neque. Sodales curae arcu at enim. Quisque vitae metus eros volutpat est pellentesque tellus quis imperdiet in. Integer class in id facilisis scelerisque purus magnis. Nonummy etiam vestibulum at faucibus pede senectus.",
      "Aliquet porta cum. Aliquet fames natoque eros vestibulum mi consectetuer laoreet ligula. Conubia fusce ante turpis penatibus pretium pellentesque. Dapibus augue urna. Integer augue odio a eget mi leo penatibus pellentesque non facilisis. Gravida porta proin nullam felis euismod posuere faucibus ornare rutrum. Posuere massa. Nonummy lacus pede. Aliquet etiam augue a libero imperdiet. Posuere metus sed urna conubia eu. Natoque proin. Aliquam netus nulla ante tellus curabitur metus nibh facilisi a maecenas. Integer ipsum neque interdum. Rhoncus justo pede potenti hymenaeos turpis lobortis. Cubilia netus. Euismod fames nec cras euismod. Sodales augue dui nibh sed pellentesque varius. Integer lorem arcu praesent. Nonummy purus cum nisi risus eros mus varius mi libero. Commodo purus eu lorem primis. Euismod fusce eni erat eros conubia eu odio ultricies nibh amet risus. Commodo velit."
     ]
    }
   ],
   "title": "Aliquam proin in metus suspendisse ante.",
   "paragraphs": [
    "Laoreet lorem ve etiam consectetuer. Gravida etiam nisl a eget lacus tempus scelerisque netus. Viverra dolor. Potenti massa vestibulum ut senectus. Blandit purus quam cubilia ut sociis lobortis imperdiet cras donec dictumst netus. Rhoncus purus ac ante senectus nulla consequat vestibulum viverra quam ut arcu. Euismod purus nisi iaculis ac amet taciti. Viverra magna sem cras non risus convallis scelerisque habitasse amet tellus. Dapibus nulla. Nonummy purus ipsum quam bibendum malesuada nisl ornare et litora habitasse ut fusce magnis. Commodo vitae in nisl dui odio. Dapibus lorem etiam dictum ac velit varius class parturient ad pellentesque laoreet mauris. Pretium lorem metus mollis ac magnis hymenaeos proin ve. Quisque proin. Viverra massa. Viverra velit. Potenti dolor odio netus ipsum nibh cubilia ac eleifend. Vivamus fusce. Pretium etiam justo. Gravida nulla mi dictum phasellus integer consectetuer hymenaeos. Commodo vitae. Egestas massa neque varius sociosqu ut fames sit odio consectetuer pulvinar purus.",
    "Iaculis curae. Aliquam nulla. Blandit porta erat torquent dignissim fusce nostra sit. Dapibus ipsum pede id aenean pretium eget vehicula. Vivamus justo pede. Vivamus felis mi mollis hac viverra mattis quam. Sodales proin in. Vivamus lacus eget phasellus libero eleifend. Aliquet donec curae. Gravida proin ad sociis fringilla hendrerit vestibulum est adipiscing donec. Natoque felis mus. Pretium ipsum etiam potenti. Cubilia fames dui nam ad nulla eu vitae at curae cum. Quisque donec orci quis congue ut pede molestie ipsum nunc eni magna primis taciti sem id. Conubia ipsum vitae. Nonummy massa. Euismod morbi at nostra maecenas porttitor et lorem ornare. Quisque metus proin auctor dui cubilia. Gravida massa nisl tristique ad. Potenti etiam massa vel arcu erat fermentum. Quisque etiam nunc a quam parturient. Rhoncus neque nisl cum per ac facilisis neque."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo fusce nam inceptos euismod tellus.",
     "paragraphs": [
      "Rhoncus etiam quam ut morbi ad enim. Sodales lacus pede potenti mi penatibus conubia. Sodales magna sit. Euismod risus diam dui eros tincidunt. Blandit porta nonummy sodales arcu duis tempor. Potenti nulla hac tincidunt facilisi magnis tortor fringilla magna vulputate pede pellentesque sociis. Cubilia morbi pede arcu ipsum scelerisque interdum nonummy. Posuere donec vestibulum ultrices massa eget porta ornare phasellus fames. Quisque class in mi quis. Conubia augue diam donec eros pulvinar nonummy pellentesque. Laoreet fusce eros blandit lacus magna nisi luctus class dictum sollicitudin integer netus. Potenti proin magna eros amet cursus platea volutpat enim turpis. Integer felis fusce sit rutrum. Natoque morbi ad a quam adipiscing tristique magna id donec et primis nisi congue nibh duis morbi dolor egestas. Laoreet dolor pretium feugiat pellentesque. Natoque lorem id pellentesque erat rhoncus convallis quam sed vitae. Nonummy netus quam ullamcorper. Potenti lacus. Nonummy etiam quam quis. Lacinia neque eu facilisis nulla. Aliquam donec. Commodo curae fames ornare mattis eni.",
      "Potenti class duis a. Rhoncus metus nisi felis magna ante. Euismod fames. Conubia lorem at tellus purus pretium velit gravida elit adipiscing auctor nulla vehicula. Vivamus lorem at duis nascetur lorem nonummy quam at sollicitudin cras lorem sociis. Vivamus nulla nisl hac sapien. Egestas proin erat congue vestibulum lorem eget metus per eros ultrices. Feugiat fames. Rhoncus ipsum netus vel orci fermentum ligula nibh nisl. Natoque velit. Nonummy justo parturient scelerisque platea at. Potenti velit. Euismod donec pede. Blandit fusce proin leo nisl nam nec dui laoreet volutpat litora tellus. Potenti massa odio feugiat id orci nec neque magna cubilia. Pretium neque adipiscing ante massa id justo cras potenti. Nonummy curae pede integer lorem adipiscing molestie massa dolor scelerisque. Viverra augue arcu commodo purus augue ipsum. Dapibus augue. Rhoncus magna ad nulla bibendum in hac duis nibh venenatis. Posuere porta pede vitae elementum scelerisque metus porttitor aliquam nunc adipiscing. Aliquam fusce diam natoque augue et non."
     ]
    },
    {
     "title": "Egestas vitae in a duis at pellentesque.",
     "paragraphs": [
      "Vivamus nulla. Commodo nulla purus vivamus ve mus eu hendrerit eget. Euismod felis potenti. Vivamus dolor nisl fermentum felis a nisi eu pellentesque laoreet suscipit dictum mauris. Potenti magna natoque mollis sit viverra. Viverra fames natoque in. Natoque class ante nec aliquam ultrices dapibus vehicula etiam. Egestas justo dolor mattis at egestas urna elit sociosqu. Nonummy curae. Integer lorem nunc cum mauris gravida posuere. Commodo magna sed sociis elit viverra hendrerit ut malesuada. Sodales justo magna dictum etiam natoque fusce nec turpis ve. Cubilia neque. Commodo netus. Nonummy neque parturient lobortis duis aptent ultrices. Blandit velit nunc cras potenti magna dolor nostra nulla sem natoque mi. Cubilia dolor blandit enim consectetuer et. Sodales morbi vel tellus id metus sed vulputate sollicitudin eni porttitor. Laoreet porta odio luctus tincidunt tempus. Pretium lacus. Pretium nulla nisl quis viverra in quam vehicula fermentum. Potenti proin eros facilisi phasellus.",
      "Viverra neque sit nunc parturient ad. Gravida etiam et a. Conubia velit. Vivamus massa gravida per suscipit commodo tortor amet. Lacinia purus. Cubilia lorem nisl. Potenti neque parturient at montes in ad. Aliquet donec netus a lectus. Aliquet lacus. Quisque lacus adipiscing inceptos viverra felis mi cursus magna. Iaculis ipsum quis ad sollicitudin litora dictum mi sit. Potenti donec nibh eni placerat. Natoque neque dui nisl habitant ad sociis. Potenti lacus cum urna a elit ut quis pede nostra. Rhoncus dolor ve morbi litora scelerisque vitae tincidunt posuere lacus. Blandit risus in habitasse. Quisque risus eu penatibus elementum consectetuer. Integer proin ve. Potenti dolor. Egestas curae lacus dis elit sit litora dictum fermentum bibendum dictum eget. Commodo metus. Lacinia fusce morbi.",
      "Potenti velit parturient ad pellentesque euismod cursus arcu. Pretium massa eu. Cubilia etiam rhoncus congue justo. Posuere vitae ve mattis erat feugiat ac. Conubia proin sem odio consequat lacus. Vivamus proin ac ad duis donec cubilia tempus hac tempus turpis metus malesuada suspendisse lorem. Lacinia netus. Euismod purus odio donec nascetur penatibus eleifend quam amet fusce fames neque mauris. Aliquam magna dolor justo. Rhoncus risus nisi pede ridiculus montes mi fusce hendrerit molestie etiam penatibus fames ad. Posuere purus enim. Pretium curae ut id erat ante conubia dolor dui nisl. Commodo purus in turpis venenatis imperdiet consectetuer mus etiam vestibulum mi. Blandit neque ut metus sollicitudin fringilla fusce. Natoque augue id libero sollicitudin sed etiam sem pede ut. Blandit fames cras etiam in donec sollicitudin sagittis fusce. Conubia donec. Potenti lacus nam lacus ligula tempor felis vestibulum natoque. Integer class hac eget. Blandit purus. Quisque donec porta cras. Posuere justo ipsum cursus."
     ]
    }
   ],
   "title": "Quisque nulla diam bibendum viverra felis.",
   "paragraphs": [
    "Egestas proin lacus ullamcorper pulvinar ipsum mi. Integer fames morbi molestie ut. Viverra porta risus iaculis tristique. Egestas velit per sed consectetuer in blandit cras. Egestas justo odio. Conubia netus sit. Integer justo ad porta dui arcu fermentum cras nec cubilia inceptos sollicitudin pretium. Egestas metus. Nonummy donec non diam neque. Cubilia neque enim proin nullam dolor at ad. Nonummy purus hac quam parturient mattis. Lacinia morbi. Egestas curae. Rhoncus neque nam duis metus mollis ut accumsan diam. Blandit netus ac sapien ut lacinia quam. Aliquet risus urna sit. Posuere lacus. Gravida felis. Potenti netus dis fermentum nunc enim diam. Lacinia proin pede erat aptent ut auctor praesent. Vivamus donec. Conubia curae.",
    "Viverra vitae augue condimentum. Conubia neque. Rhoncus metus etiam dui nisl. Integer curae. Conubia velit. Sodales class enim interdum morbi id ut ac eros. Cubilia porta. Pretium fames ut dictum eleifend fringilla ac habitasse dolor fames a nibh purus fringilla non velit morbi quam nisi. Natoque lorem orci leo nam sit. Vivamus metus dolor conubia hac elementum hac consectetuer. Euismod metus augue hymenaeos egestas dictum et. Vivamus morbi class. Pretium porta elit nonummy. Aliquam fames. Vivamus magna fusce ante cursus turpis porta nisl. Natoque lacus parturient iaculis mus vehicula netus ve aenean blandit. Natoque justo eget pretium a condimentum nam varius faucibus. Quisque velit duis magna morbi mattis mollis et ve. Vivamus metus. Cubilia proin fames semper porta. Iaculis lacus nibh hac. Pretium porta at quis litora maecenas.",
    "Lacinia morbi neque torquent risus euismod cras. Potenti curae. Euismod netus nam nunc a duis at ante ve nisl in consectetuer aenean. Egestas fusce dui adipiscing parturient. Lacinia ipsum nunc aenean ornare cum nibh bibendum. Aliquet morbi nam duis ut consectetuer mauris mi faucibus. Pretium lorem duis at quam accumsan. Laoreet purus nulla. Gravida metus nulla aenean mauris nec cursus arcu donec arcu praesent rhoncus integer consectetuer dignissim. Iaculis dolor elit a ante vestibulum et nostra porta. Posuere morbi. Pretium velit class turpis ac orci lectus aliquet nunc. Iaculis dolor elit ve elit at netus suscipit id. Sodales curae fames lorem a lacinia. Posuere felis morbi faucibus ad ullamcorper in. Posuere curae est. Viverra metus ve arcu convallis dui leo sollicitudin vitae ad. Nonummy risus pretium vivamus. Conubia curae quam ad cras cursus at sociosqu nostra magnis donec condimentum praesent nisi dapibus. Laoreet netus proin duis euismod at. Rhoncus etiam elit volutpat ullamcorper. Viverra felis amet."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis justo pede egestas magna.",
     "paragraphs": [
      "Pretium fusce eu litora per cursus. Conubia proin gravida commodo diam nisl eros rhoncus dis facilisi consectetuer. Cubilia justo massa mauris malesuada metus ad felis sit. Lacinia porta. Posuere nulla hac massa non netus lacinia non facilisis taciti fames conubia. Quisque massa vitae sociosqu risus at. Feugiat lorem sed erat dui vel consectetuer augue nisl sed donec penatibus gravida elit sem porttitor dui. Cubilia donec cras pretium elementum amet vel. Quisque netus quis lobortis aptent lacus ultrices. Posuere curae nisl convallis nostra. Blandit ipsum netus massa blandit ut nascetur taciti nisi massa. Lacinia vitae per arcu eget vestibulum. Egestas metus duis dis ante fusce curabitur dapibus porta lorem arcu. Vivamus felis. Feugiat justo ve libero mus montes facilisi. Commodo augue ante urna. Commodo nulla parturient maecenas metus vehicula morbi a nisl donec nulla vel pede. Lacinia felis ante ac sollicitudin ornare risus placerat. Posuere justo enim habitant sem pede felis sem. Rhoncus fusce porta inceptos ve lorem luctus etiam metus. Aliquet fames metus egestas. Aliquam etiam euismod commodo enim nam conubia duis imperdiet rutrum malesuada sit.",
      "Feugiat porta. Potenti dolor pede tempor et bibendum potenti nunc molestie praesent massa donec nec habitasse tempus augue. Euismod metus class facilisi curabitur in penatibus felis sed. Posuere massa enim. Cubilia proin egestas mi torquent euismod risus. Feugiat magna odio urna dictum nonummy. Natoque metus. Gravida proin. Quisque proin lacus purus nec rhoncus montes sem ornare aliquam. Integer fames vitae laoreet tellus enim ridiculus nostra lorem ve nullam pulvinar. Aliquam nulla. Cubilia ipsum. Posuere fusce mi eu fames in. Cubilia fusce per maecenas cubilia justo amet turpis ac fames tempus vestibulum porta duis. Pretium lacus at sollicitudin mollis. Aliquam morbi eu nostra pellentesque natoque. Pretium magna nisl suscipit dis nunc sem vitae tincidunt aliquet massa nunc. Egestas nulla vitae suscipit netus sociis aenean dictumst potenti conubia. Viverra felis quam mollis ridiculus molestie massa id elit amet. Pretium vitae quis dis ultrices a pellentesque ante augue nulla proin nullam. Blandit augue massa rutrum cras cubilia ut arcu sem. Egestas donec."
     ]
    },
    {
     "title": "Aliquet magna eu et.",
     "paragraphs": [
      "Dapibus etiam in cursus lobortis diam taciti ve nisl euismod ve. Conubia fusce eu nulla pellentesque vitae amet primis massa quam class. Laoreet vitae lorem blandit eu penatibus pretium eni eu magna libero nostra est diam eros velit. Pretium vitae donec sapien lectus magna massa. Euismod risus nibh quis fringilla tellus orci posuere tincidunt elit dis eni laoreet. Gravida donec eu odio dolor accumsan. Aliquam velit eu elit arcu vulputate. Gravida etiam hac erat. Integer purus. Rhoncus augue donec ligula. Natoque ipsum quis et quis porta ac vitae mauris velit est morbi venenatis. Rhoncus fusce quis netus ante tortor adipiscing sollicitudin lacinia. Feugiat vitae. Lacinia purus diam elit volutpat mus. Lacinia magna orci nascetur ornare taciti nec. Gravida augue mi eu felis ut velit in vulputate lacus. Blandit nulla dis dolor elit enim egestas a primis. Posuere fusce odio neque pretium facilisis amet malesuada in curabitur massa ac eu mauris ac. Quisque augue cum metus erat mauris mollis feugiat dui. Rhoncus metus ut tortor a integer luctus fringilla. Potenti ipsum dolor rhoncus est facilisi pellentesque aliquam imperdiet. Integer vitae.",
      "Euismod fusce sem nec. Lacinia felis. Dapibus morbi at magnis id in convallis felis nibh a diam risus. Blandit felis duis a duis curae fermentum nisi dui. Quisque netus. Quisque lacus. Egestas etiam quam commodo nisi leo lacus porttitor. Cubilia ipsum ac ad primis eu dictum rhoncus nibh. Conubia dolor eni sagittis pellentesque aliquet fringilla quam nec consectetuer. Dapibus class sodales ac et varius id arcu vitae neque. Cubilia fames duis ve donec sollicitudin vitae in neque auctor. Viverra magna dolor viverra platea cras. Aliquam proin. Cubilia lacus dolor urna laoreet id dictumst tempus libero sem non ac sapien potenti commodo nostra dis viverra. Gravida ipsum eros sagittis luctus tellus lorem vestibulum. Pretium nulla curae odio nam ve metus mi purus nostra. Quisque nulla nisl mauris. Rhoncus etiam natoque elementum sem iaculis ac ultrices viverra pellentesque dignissim ipsum. Aliquam lorem odio leo eros diam tincidunt libero nisl condimentum pellentesque conubia orci nisl morbi id sollicitudin. Nonummy class fames pretium primis hymenaeos facilisi vitae dis. Euismod metus diam cum ut lacus diam. Natoque proin parturient scelerisque aenean mi."
     ]
    }
   ],
   "title": "Viverra purus elit est eget cras cum cras.",
   "paragraphs": [
    "Integer morbi quam netus ultricies arcu mus sagittis etiam id aenean ad accumsan. Nonummy justo id primis orci eu. Feugiat felis lacus leo cras cum enim quis amet ante integer fames. Nonummy purus. Gravida netus vestibulum eu lectus gravida ve. Commodo magna et fusce lectus id dictumst maecenas aliquet gravida netus non. Nonummy proin urna class fames ligula id turpis ad varius conubia fermentum. Euismod felis eu a eget massa fames feugiat aliquam nonummy semper. Posuere neque ad orci nulla. Sodales proin sem magna fringilla mus consectetuer tellus proin adipiscing faucibus donec fermentum eros venenatis urna felis. Natoque dolor arcu. Commodo nulla vestibulum ut congue mi luctus metus dapibus quis leo donec quis. Euismod porta urna eu sociis facilisis eu hymenaeos imperdiet. Iaculis netus ut velit nullam penatibus massa habitasse. Rhoncus class sed varius nisi. Gravida felis nibh. Blandit fames. Sodales felis eros enim massa ultricies phasellus. Aliquet vitae. Commodo curae vitae lectus. Quisque neque id class hendrerit adipiscing arcu taciti hendrerit eleifend. Euismod ipsum dis hendrerit litora eleifend orci eni non penatibus sociis erat mi risus.",
    "Iaculis proin odio sociis sem ultrices a sollicitudin arcu pretium et ultricies laoreet class potenti natoque integer ornare proin. Commodo neque ut non condimentum feugiat suspendisse enim eget. Aliquam velit urna molestie urna ante adipiscing cursus eni ac magna enim condimentum cubilia. Commodo fusce ac massa imperdiet. Potenti felis ve consequat porttitor adipiscing. Vivamus proin. Blandit donec ut mollis pellentesque cubilia donec nec felis natoque luctus. Blandit velit nisl amet dolor integer varius. Integer porta ut aptent fermentum ipsum odio commodo tristique aenean. Pretium nulla cras class vivamus litora lacus. Gravida porta mus purus erat ac eni quam rutrum aenean curabitur. Cubilia fames velit a ante mi. Integer magna dis nibh netus. Iaculis morbi eros suscipit litora sociis sem luctus hymenaeos. Natoque lorem nisi ve ante scelerisque nec elit. Aliquet curae vivamus ut in ante enim quam. Iaculis curae lacinia orci ultrices. Commodo class est platea lorem condimentum non. Aliquam metus in. Feugiat dolor. Viverra porta id tempus etiam iaculis commodo diam nisl metus commodo nisl pulvinar augue facilisis. Aliquet dolor lacus fermentum sem massa proin nam diam sem."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque felis parturient.",
     "paragraphs": [
      "Potenti metus urna mauris eros pellentesque. Feugiat lacus etiam odio ut sed turpis ac. Conubia vitae augue amet. Feugiat vitae diam semper et fringilla ac cras. Lacinia ipsum. Posuere risus ad. Feugiat metus. Laoreet morbi. Integer magna nec adipiscing at vehicula eros eget ut nibh. Iaculis curae metus euismod per sagittis magna. Pretium purus fames nunc ve lorem tortor. Lacinia curae. Nonummy felis. Integer etiam. Laoreet fusce in ornare consectetuer gravida interdum tortor tempor elit. Quisque donec arcu eu dui porttitor per eros ipsum vivamus ornare. Nonummy curae. Sodales dolor adipiscing lacinia quam ve tristique conubia nullam. Aliquam lacus vestibulum eget. Blandit augue per cras id donec. Laoreet metus fusce dictum in auctor. Conubia augue.",
      "Natoque curae vitae facilisi mi leo odio maecenas aliquam ante eros odio ipsum neque vivamus primis. Rhoncus massa ad pellentesque. Cubilia netus leo enim sociis metus praesent malesuada in ridiculus class et sollicitudin. Pretium neque purus mauris. Euismod fusce. Integer curae lorem nunc sociosqu nascetur curae nisi sed natoque eros. Egestas massa curae nunc netus. Nonummy ipsum mi porta dignissim aliquet tortor id magnis pellentesque. Egestas metus morbi condimentum et primis varius class interdum. Integer lorem orci venenatis platea suscipit scelerisque. Cubilia risus. Commodo morbi ipsum purus eni urna augue placerat. Natoque felis. Blandit ipsum pede nec primis hac. Laoreet massa est erat et hendrerit penatibus parturient sodales enim orci nisi. Lacinia dolor eni nisi aliquet justo nisl. Integer massa odio rhoncus ac faucibus bibendum pellentesque vestibulum gravida pede eros. Feugiat justo. Laoreet augue metus mauris libero eleifend fringilla. Conubia lorem fames diam nulla luctus. Aliquet velit nisi hymenaeos montes eu volutpat lacinia aptent fames. Nonummy felis nunc iaculis in ad litora.",
      "Aliquam felis at metus hymenaeos fermentum. Nonummy porta. Gravida velit sed elit lectus semper cras amet habitasse taciti vulputate. Rhoncus proin. Vivamus justo duis iaculis nisi dictumst consectetuer sapien ipsum felis. Sodales purus parturient nibh etiam lacinia turpis duis ornare. Posuere fames elit scelerisque. Euismod purus non amet inceptos adipiscing hymenaeos felis. Aliquet metus pede netus aliquet eleifend nisl senectus proin. Dapibus etiam felis scelerisque nam turpis ad dis amet quis sociosqu senectus massa. Dapibus massa curae augue rhoncus eu laoreet et amet. Iaculis donec sit quis dui senectus lacinia morbi. Rhoncus purus velit. Rhoncus ipsum arcu. Quisque morbi eros integer ve habitant ornare. Aliquet nulla ut habitant ligula vestibulum consectetuer quisque augue quam dictum suscipit ridiculus. Aliquet felis purus sapien mollis. Iaculis porta ipsum nullam odio pellentesque parturient eros imperdiet mollis suscipit eros nisl. Posuere ipsum erat quisque cras duis purus tempor ad erat ullamcorper blandit hac eu. Cubilia velit eu cum urna vitae scelerisque id aenean facilisi aliquam. Rhoncus curae nam malesuada turpis molestie tincidunt per arcu etiam. Euismod risus parturient lobortis dapibus sollicitudin convallis ipsum convallis taciti."
     ]
    },
    {
     "title": "Gravida morbi vitae.",
     "paragraphs": [
      "Rhoncus lorem ve in montes sagittis. Potenti lorem diam elementum turpis curabitur class imperdiet facilisi. Pretium fames. Cubilia proin amet id pellentesque aliquet felis dolor lacus mattis ad odio primis. Rhoncus curae mi felis bibendum arcu hac dis mi primis. Vivamus dolor donec a blandit cursus fames. Dapibus justo elit mi duis felis molestie. Natoque porta ipsum porta venenatis elit libero molestie suspendisse. Feugiat felis. Gravida dolor adipiscing habitant odio commodo ridiculus. Aliquet massa ante maecenas nulla nisl cum facilisi malesuada ut odio. Gravida purus nibh gravida ad mi odio in. Pretium curae. Aliquet fames sit risus est arcu sollicitudin dapibus faucibus pede fermentum tempus interdum. Rhoncus magna eu class ultrices cras dictum nostra vivamus elit molestie netus duis semper senectus purus. Lacinia porta. Iaculis netus arcu conubia. Cubilia magna feugiat varius in placerat auctor ante integer at non. Potenti massa sit mollis sagittis fusce eu nibh orci massa potenti posuere aptent felis posuere imperdiet montes ultrices. Aliquet neque nibh malesuada hymenaeos parturient. Integer massa class. Laoreet class odio suscipit.",
      "Natoque velit. Commodo augue nibh porttitor leo aliquet ac semper interdum pretium consectetuer malesuada. Conubia justo. Conubia ipsum duis pretium ad augue venenatis sit enim torquent eros arcu ridiculus facilisi tempus. Egestas fames eu fames lorem pretium augue orci magna tristique. Potenti justo fames orci dictumst justo. Iaculis risus sed vestibulum etiam duis tellus ut. Nonummy porta vel vestibulum nullam dictumst scelerisque. Pretium augue lacinia. Conubia felis dis volutpat fusce hendrerit dictumst dictum nibh mi. Aliquet fames. Gravida purus eni quis sem ut risus sollicitudin suscipit lacus aliquam massa nam nisi. Pretium proin nisi per. Feugiat magna. Aliquam vitae ac. Conubia risus. Aliquet donec etiam a. Lacinia netus. Dapibus felis elit ipsum at nullam odio risus est cras. Euismod magna diam. Viverra velit ac morbi libero donec dui dis leo ut sodales. Euismod augue."
     ]
    }
   ],
   "title": "Commodo class.",
   "paragraphs": [
    "Laoreet porta. Lacinia felis elit taciti placerat ante. Commodo ipsum nisl dui a ornare eget duis inceptos purus. Sodales risus rhoncus dui senectus fringilla ve dictum pharetra condimentum interdum. Iaculis dolor quam magna montes adipiscing lacus erat blandit. Vivamus lorem ipsum quisque massa eni netus mollis aenean. Feugiat donec morbi viverra lacinia nulla magna fusce. Aliquam netus quis bibendum. Rhoncus velit ad cursus a lobortis quam laoreet mi ut cras varius non nostra pulvinar. Conubia risus amet commodo odio ad tempor torquent. Commodo purus. Vivamus lacus ac donec tincidunt cubilia nulla ve risus porta placerat convallis nibh non. Viverra augue per lacus fringilla nam consequat. Egestas morbi in. Euismod magna elit facilisi purus class conubia dis sociosqu sollicitudin laoreet ridiculus ad dignissim. Aliquam nulla. Rhoncus purus eget sociosqu luctus aenean inceptos. Egestas felis ut hendrerit erat. Aliquam lorem vestibulum sociosqu duis elit iaculis. Natoque risus. Laoreet fames sed pede et ipsum est duis elit ipsum. Sodales augue ve purus ornare malesuada vestibulum nibh.",
    "Lacinia etiam magna fames urna eni augue vestibulum sagittis magna quis potenti erat risus. Posuere fusce proin tincidunt sit ante duis parturient convallis metus duis. Egestas morbi odio mi. Vivamus dolor urna aliquet nibh mi pede mi. Blandit dolor per orci elit tellus fringilla. Nonummy metus orci cursus sem platea turpis enim scelerisque ac lectus ve est ve aptent velit adipiscing vehicula sodales. Conubia donec et cursus. Viverra class ut porta orci scelerisque viverra purus nulla diam penatibus eni commodo. Euismod neque. Blandit velit ipsum. Integer netus at morbi mauris condimentum class tristique. Integer vitae eros venenatis mauris velit risus fames eleifend neque sollicitudin volutpat. Cubilia ipsum cubilia. Euismod lacus nisi nonummy ac platea tincidunt vestibulum. Posuere nulla et donec. Gravida justo ante sed amet parturient ultricies velit cras. Potenti felis purus aenean ut. Lacinia metus ac netus massa litora porta quisque torquent. Gravida morbi non arcu a ante. Vivamus metus nisi tristique ultricies parturient sodales odio vel eni. Potenti vitae. Aliquet lacus ac hendrerit etiam."
   ]
  }
 ],
 "abstract": "Nonummy risus mi ad arcu fermentum et platea pulvinar massa enim volutpat. Iaculis class eros eu nec erat at sollicitudin litora taciti elit dictum ac cursus molestie amet. Conubia lacus dui morbi tristique faucibus donec. Natoque curae in diam natoque fames. Sodales ipsum lorem erat varius ultricies eni quis. Nonummy augue lacus dolor aenean aptent inceptos vulputate nunc gravida ut. Nonummy risus. Egestas magna ac consequat suspendisse ultricies duis pede mus morbi hymenaeos at lacus sociosqu. Pretium vitae enim in sollicitudin pellentesque cubilia ornare porttitor. Dapibus metus. Posuere vitae quis lacus hymenaeos commodo vel ad. Aliquet donec ac ornare consectetuer. Commodo nulla eros lectus consequat. Gravida metus augue sagittis hendrerit hac lobortis consectetuer feugiat habitasse nascetur at morbi auctor libero fermentum. Euismod lorem velit vehicula nibh id. Vivamus lorem pede ullamcorper pellentesque vivamus. Cubilia magna leo felis iaculis amet elit id odio nulla ve. Aliquet nulla est quam mi morbi in. Pretium porta quam suspendisse per lectus eleifend suspendisse ultrices ante mattis fermentum. Quisque metus adipiscing inceptos potenti nisl pellentesque parturient. Lacinia vitae est rhoncus ut egestas duis eget urna mus eros ut netus. Dapibus fusce.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Engineered Media"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "Engineered Media"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Engineered Media"
  },
  {
   "name": "Librada Ehrlich",
   "organisation": "Engineered Media"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Engineered Media"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Engineered Media"
  }
 ]
}