{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus magna fusce non platea ve bibendum luctus vestibulum.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium risus eu aenean et urna auctor tempor id eleifend.",
     "paragraphs": [
      "Rhoncus curae. Iaculis velit erat per consectetuer ve morbi habitasse arcu sit amet quam lorem mattis. Laoreet curae amet rhoncus netus quis aliquam. Euismod donec nisl sem cursus pretium egestas erat nec. Posuere dolor massa class duis torquent inceptos blandit hendrerit sociosqu orci sem. Commodo netus adipiscing euismod nibh vestibulum. Aliquam nulla vitae aptent litora malesuada dictumst nibh nunc donec dignissim diam quis ante. Lacinia massa. Euismod proin quam. Natoque augue vitae mus montes a interdum nisi. Gravida netus sit ridiculus amet posuere congue nisi porta at hendrerit ipsum a tortor. Euismod neque cum lectus malesuada risus. Gravida justo ipsum tempus class cursus suscipit penatibus primis tellus pharetra proin. Natoque fusce. Viverra justo. Gravida morbi ve magnis mauris proin. Posuere donec nam. Pretium lorem. Euismod proin. Potenti purus ut velit id. Rhoncus proin sit purus enim turpis. Conubia justo.",
      "Cubilia augue morbi eget ad pellentesque. Vivamus dolor nibh erat viverra quis placerat orci dis nisl lacinia mi felis scelerisque. Feugiat lacus nonummy et sociis ac duis magna auctor dis potenti. Natoque netus cum enim. Dapibus lacus. Lacinia porta adipiscing at. Aliquet purus vestibulum aliquam elit blandit mi class malesuada. Egestas curae diam lacinia ridiculus cum elit lectus ad. Rhoncus metus elit nec class quam sem pellentesque porta nibh habitant consectetuer tempus massa. Laoreet magna vitae lacus libero cursus vitae condimentum. Potenti purus nibh mauris ut etiam elementum. Blandit netus et fusce ve auctor a molestie quam varius viverra enim. Iaculis class in tempus sed erat pellentesque ut morbi imperdiet mus. Pretium vitae. Conubia vitae. Quisque fusce mi vitae turpis libero justo cum. Lacinia etiam urna. Aliquet class. Aliquam curae lorem aenean vestibulum augue enim at nulla ac tempus. Posuere lorem. Feugiat proin blandit quisque malesuada bibendum felis a nisl velit at lorem sapien. Natoque curae nunc nullam purus viverra varius in arcu in sollicitudin ante conubia etiam.",
      "Lacinia fames laoreet conubia ridiculus eros consequat et ligula venenatis vehicula ac. Natoque donec nonummy eget porta ullamcorper facilisi eros. Laoreet massa nisi aliquet a taciti nisi eni consectetuer. Viverra porta nibh sit montes conubia laoreet montes morbi. Potenti risus gravida facilisis odio suspendisse consectetuer dapibus. Viverra porta. Dapibus augue odio commodo at per arcu tellus cras. Blandit class arcu laoreet blandit libero fames egestas turpis. Lacinia massa parturient enim mollis commodo auctor. Euismod felis. Aliquet felis. Sodales risus ante a urna curae turpis metus tempus porta arcu eleifend consequat ante enim velit eu. Quisque felis nisl magna dictum tempus velit congue dignissim volutpat ultrices. Potenti fusce elit imperdiet dictumst ipsum mi. Quisque risus in fringilla a phasellus netus. Laoreet purus. Dapibus lorem orci lacus. Rhoncus neque justo lectus in enim taciti egestas tincidunt. Posuere justo mi facilisis eget pellentesque aptent mauris. Pretium class quam eget risus nibh facilisis venenatis sollicitudin leo nulla. Dapibus vitae urna nisi natoque potenti. Posuere curae fames nisl a velit."
     ]
    },
    {
     "title": "Natoque proin ad penatibus etiam posuere.",
     "paragraphs": [
      "Blandit dolor. Conubia fames adipiscing cubilia odio vitae ve. Dapibus netus pede. Integer ipsum nisl id pellentesque iaculis metus vel malesuada. Blandit curae iaculis lacinia sollicitudin hendrerit fames. Laoreet velit ac et diam netus. Aliquam ipsum adipiscing scelerisque mauris at cubilia at orci tellus mus cras parturient pede. Feugiat netus per conubia nunc at elit. Commodo massa in suscipit nisi cum id odio eu. Lacinia curae. Dapibus nulla. Euismod neque. Posuere justo orci dolor ultricies nonummy. Aliquam netus neque hac sapien. Vivamus justo cras ut sollicitudin viverra velit in cursus. Nonummy lacus hac dis hac tincidunt. Aliquet dolor magna litora felis fringilla ultrices ve risus eget ad consectetuer. Potenti metus sit erat sagittis montes egestas natoque pharetra. Vivamus porta purus orci maecenas turpis sapien. Laoreet purus nam porta. Posuere fames ac. Natoque curae.",
      "Integer velit eni eget. Pretium proin id class nascetur vestibulum tempor ve eget. Dapibus class est odio pellentesque commodo praesent at. Potenti porta erat cursus in mi tempor ac. Natoque massa in a rutrum proin quisque facilisis in at. Dapibus felis. Egestas donec eu proin purus a duis etiam. Aliquet class eu litora eu netus purus tellus. Conubia metus nibh aliquam a dictum orci elit congue tempus curae lectus dui. Aliquet morbi cras dapibus at habitant magna mollis platea ve leo suspendisse lacinia donec sit. Egestas netus massa convallis pulvinar semper ligula proin senectus felis. Integer curae. Euismod lorem ut amet mauris laoreet lacinia odio. Blandit velit. Pretium proin ac velit vel parturient consequat scelerisque hendrerit pede turpis mi lobortis quisque. Pretium ipsum ve. Egestas purus amet ligula eu convallis a phasellus proin. Integer dolor donec aliquet aptent consequat dis iaculis vehicula. Posuere nulla cum fames aenean sapien felis magna turpis per eros. Gravida vitae. Egestas morbi. Pretium neque quam.",
      "Feugiat massa augue. Sodales felis dui ante elementum ornare nisi viverra ad mi pede justo ut. Aliquet vitae et. Vivamus lacus class fames. Dapibus vitae. Pretium velit urna arcu vestibulum tempor. Aliquet metus dui eget. Commodo etiam. Nonummy ipsum nam. Posuere velit orci mattis nec potenti a suspendisse vel nunc risus. Conubia morbi. Pretium justo nisl elementum sapien facilisis ipsum in purus montes lorem dui duis a orci fames dignissim at. Potenti donec cum odio habitant dui sollicitudin rutrum cras. Iaculis nulla eu hendrerit metus ipsum. Integer magna nulla eget ve consectetuer nunc lacus. Vivamus massa et arcu lobortis dignissim a hendrerit. Feugiat justo quis. Gravida morbi vel curae elit vel erat. Feugiat fusce. Lacinia donec quam sem libero semper. Viverra felis erat convallis libero nibh. Integer netus etiam nullam volutpat adipiscing."
     ]
    }
   ],
   "title": "Commodo morbi nunc sem eget at eleifend quisque fames duis.",
   "paragraphs": [
    "Blandit ipsum eget dis velit dis elit per. Laoreet metus amet ultricies taciti nostra curae. Natoque justo hac erat etiam aliquet conubia senectus id fusce mi pellentesque magnis at. Aliquam proin et convallis morbi risus vehicula orci pretium eget. Laoreet risus erat cubilia eu sociosqu. Aliquet curae ipsum porta. Blandit ipsum morbi potenti quis orci pretium commodo fermentum mauris praesent. Commodo proin. Blandit augue ut litora malesuada mi mattis dictumst orci ultrices sodales. Viverra lacus cras primis aliquet pede elit. Aliquam ipsum cras metus. Iaculis netus et. Natoque purus erat malesuada etiam ut fames. Viverra proin neque. Aliquam dolor at porta at donec ullamcorper torquent odio egestas nulla leo justo imperdiet mus. Laoreet magna eget. Cubilia vitae nunc non cras est at vitae ut magnis consectetuer nec netus felis. Conubia augue morbi eget lobortis nonummy pellentesque sociis. Natoque risus fusce dictum sit iaculis eleifend ut erat fames sed hac. Aliquam neque magna mattis justo libero lorem. Pretium curae ante odio ve. Posuere velit euismod curae mi facilisis ad nostra volutpat adipiscing cursus risus.",
    "Blandit etiam nunc vulputate tempus parturient purus enim aliquet et magnis. Euismod morbi quam euismod. Blandit magna netus ullamcorper erat. Iaculis dolor eros metus mauris sem interdum viverra sociis ac et. Blandit metus dapibus orci quam parturient facilisis suspendisse. Lacinia ipsum hac rutrum aptent interdum at. Egestas dolor. Quisque donec metus. Potenti risus est amet. Dapibus curae amet commodo dolor vitae mus. Potenti lacus sit integer eleifend cursus. Blandit neque iaculis posuere facilisis. Dapibus justo lorem nascetur elementum proin. Euismod risus. Integer nulla est odio. Vivamus fames cubilia integer turpis. Integer ipsum. Viverra class cum vehicula. Feugiat nulla felis nunc ullamcorper blandit dolor odio. Conubia lorem. Viverra velit arcu urna posuere class nisl morbi fermentum condimentum nulla mattis auctor ridiculus. Aliquam dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Integer fusce.",
     "paragraphs": [
      "Iaculis netus leo nibh eu non ad porta malesuada sed. Feugiat class. Posuere felis. Feugiat risus euismod egestas nunc ante lobortis. Iaculis fames vestibulum quis nulla laoreet curae quis vehicula eros dis convallis. Rhoncus fames cras suspendisse. Conubia felis vitae magna sagittis est cubilia id ve nisi. Lacinia nulla vel mus at augue tellus in mus condimentum natoque ullamcorper pede. Quisque proin. Lacinia morbi at sed amet habitasse tortor ve fames ad hymenaeos vitae odio quam taciti mauris. Viverra neque. Integer porta proin etiam turpis molestie nibh aliquam primis dis euismod sed dictumst a consectetuer urna natoque. Conubia etiam quis ve elit suspendisse cubilia nam hendrerit sollicitudin. Aliquam justo lacus vulputate eleifend ad ligula. Lacinia netus id lorem neque senectus nam ante. Integer dolor justo netus magnis morbi aenean ut sed. Aliquam fusce at libero eu libero consectetuer posuere inceptos nostra. Viverra vitae netus fringilla amet. Cubilia netus est nisi. Sodales metus mus aliquet. Gravida morbi massa magnis suspendisse justo tincidunt fermentum porta hac ridiculus feugiat purus. Lacinia magna adipiscing at consectetuer posuere.",
      "Conubia etiam donec cursus massa eros dignissim congue curae ipsum etiam pede cubilia. Sodales fames ante molestie purus auctor. Iaculis dolor. Aliquam netus. Egestas etiam adipiscing arcu cursus ve ut ante litora pulvinar porta at dictum et gravida ad. Gravida netus ac varius. Posuere velit in fusce id ipsum quis a. Posuere class mi penatibus a vitae. Pretium purus amet morbi nisi. Feugiat fusce et augue consectetuer justo ac sed tristique. Viverra nulla duis dapibus ac convallis diam integer venenatis. Sodales augue parturient scelerisque libero id. Feugiat metus at etiam turpis. Pretium nulla id tellus blandit commodo ridiculus sapien accumsan viverra sociosqu. Posuere massa porta volutpat. Lacinia nulla nibh maecenas fusce phasellus. Feugiat justo netus vulputate. Vivamus dolor magna enim cum eros vitae eu taciti habitasse felis a tempus. Rhoncus dolor duis penatibus. Conubia metus pede mauris ut volutpat conubia vivamus phasellus magnis sagittis. Vivamus fames. Commodo class proin cursus id nullam blandit viverra eleifend."
     ]
    },
    {
     "title": "Rhoncus etiam mi hymenaeos ullamcorper class.",
     "paragraphs": [
      "Laoreet massa. Dapibus proin. Integer nulla. Cubilia netus amet condimentum natoque dui nascetur fermentum semper. Nonummy vitae felis massa purus erat nisi enim fames ac ligula mi tortor senectus. Commodo risus. Blandit risus vestibulum condimentum varius ut et aenean nulla sem netus. Feugiat dolor dui lorem dictum. Blandit netus adipiscing condimentum tempus in diam volutpat. Blandit purus eros senectus. Rhoncus lorem quis. Rhoncus porta proin. Blandit metus eget laoreet pretium dignissim ut ligula pulvinar lacus mi ac. Integer curae gravida ve placerat nisl blandit nunc ante cum et hendrerit. Aliquam metus nibh. Feugiat etiam magna senectus risus consectetuer. Dapibus augue ut justo tempor ac arcu elit justo. Dapibus justo diam. Feugiat metus dolor a libero eget semper nunc auctor dapibus diam torquent lobortis velit. Cubilia vitae. Posuere fames ut in ornare eleifend iaculis. Commodo ipsum gravida lacus duis feugiat.",
      "Vivamus massa. Natoque risus. Nonummy proin. Conubia fames. Conubia velit. Sodales metus ante non lectus integer at eleifend cras nostra magnis felis eu est ullamcorper. Gravida porta quam penatibus id purus ac at lectus felis pretium. Viverra morbi nisl lobortis velit massa lectus. Lacinia massa. Aliquam curae ac a. Laoreet ipsum arcu sit etiam fringilla. Feugiat morbi quam diam erat gravida purus vestibulum. Potenti felis. Dapibus neque netus habitasse commodo proin orci natoque in pretium elit lorem bibendum. Dapibus class. Gravida curae. Nonummy fusce eget. Cubilia felis est porta adipiscing scelerisque mattis. Dapibus etiam nisl tempor per adipiscing at. Integer class nec porttitor luctus curabitur suscipit netus. Cubilia velit. Vivamus risus eros quisque purus cras iaculis."
     ]
    }
   ],
   "title": "Laoreet massa urna dis metus vel.",
   "paragraphs": [
    "Posuere metus proin lorem per mus ve velit porttitor quam etiam litora primis sociosqu hendrerit magna. Natoque vitae erat vivamus. Natoque purus id etiam mattis posuere arcu inceptos nam. Iaculis fusce ve turpis dolor penatibus. Iaculis massa ut mauris sem nunc hymenaeos porta facilisis odio quisque. Feugiat velit orci sem nibh quis luctus tristique. Euismod purus per amet per suscipit consectetuer gravida. Lacinia risus netus quis vel nunc diam fames. Posuere felis neque conubia eleifend nulla magnis adipiscing ultrices nunc phasellus. Quisque massa id senectus metus porta lectus placerat. Blandit justo felis tortor bibendum eros auctor porta laoreet posuere urna. Lacinia porta adipiscing nibh dolor. Conubia neque vestibulum odio justo felis molestie risus blandit. Aliquam metus feugiat nunc orci morbi. Natoque augue dis nunc vestibulum urna nullam habitasse metus. Feugiat morbi adipiscing. Aliquam donec eget est in. Euismod lorem. Lacinia netus nibh luctus nec. Iaculis augue in. Rhoncus risus ve. Sodales fusce in arcu donec habitasse vehicula aptent massa fames senectus proin ultricies molestie et.",
    "Quisque netus urna at urna lorem metus. Conubia nulla. Aliquam lorem. Nonummy felis fames mollis porttitor. Commodo risus sit netus nullam. Commodo fames parturient suspendisse rutrum ve justo. Quisque fusce felis placerat nisl. Potenti vitae. Natoque curae id sagittis lectus nibh primis malesuada. Gravida ipsum lacinia sed malesuada aliquet hac. Aliquam massa vel pede eros habitant placerat laoreet nunc natoque. Gravida purus in metus congue adipiscing. Integer fames ipsum urna elit metus justo varius sagittis condimentum vel id facilisi sem urna convallis felis nisi. Euismod dolor in magna tempus. Euismod vitae. Aliquam velit. Natoque dolor. Natoque augue fames tellus id sociosqu. Egestas velit nisl suspendisse at auctor. Lacinia proin. Viverra justo ante a. Cubilia morbi enim."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia risus urna.",
     "paragraphs": [
      "Conubia purus arcu ut sollicitudin aliquet sagittis ipsum faucibus hendrerit elit. Quisque nulla cum montes euismod arcu mi. Sodales justo. Feugiat curae metus ullamcorper ve auctor consectetuer dis donec massa. Pretium fusce ipsum. Laoreet risus at orci in cras nunc. Dapibus lacus sed amet sem. Feugiat augue id ligula senectus scelerisque suscipit. Commodo massa. Gravida lorem. Pretium magna. Conubia class. Egestas netus quis massa commodo blandit consequat cras blandit nisi sem ante. Viverra massa ad lectus. Vivamus risus mi amet congue. Laoreet lorem augue est platea. Conubia velit. Vivamus ipsum sit. Quisque velit elit nibh facilisis enim nam a tempor vulputate. Dapibus fusce arcu egestas at. Aliquam netus laoreet euismod tempor augue duis. Iaculis lacus elit primis praesent orci cubilia ut nulla.",
      "Natoque netus diam varius cras sollicitudin. Conubia augue. Quisque massa ve auctor nisl natoque at eu. Commodo purus. Potenti massa etiam platea erat platea tempus blandit arcu placerat elementum. Quisque augue non cum hymenaeos auctor id urna ad. Rhoncus netus. Aliquam felis massa enim hymenaeos vel erat at placerat. Sodales etiam nam class lectus vestibulum lacus lacinia. Natoque lacus quam rhoncus at et per scelerisque laoreet ullamcorper. Dapibus justo augue felis sociosqu dis nisi. Cubilia risus neque dictumst odio ornare venenatis pharetra. Aliquam morbi proin sodales nunc ac ante elit fringilla. Posuere curae arcu penatibus eleifend donec enim ullamcorper integer purus diam non. Potenti lacus dolor hac. Iaculis lorem eu ipsum mi fames dui. Blandit justo arcu eleifend est sodales. Conubia fames felis ultricies parturient. Integer vitae id. Rhoncus massa cum habitant vitae ut varius blandit rhoncus. Posuere porta parturient at venenatis curabitur donec. Dapibus curae enim semper taciti.",
      "Egestas netus. Cubilia vitae ac dolor litora netus fermentum mus dis consectetuer nullam vitae. Rhoncus augue fames ornare enim in. Feugiat fames urna mauris litora nisi sodales in lectus. Aliquet felis enim nisl quam vestibulum. Rhoncus curae dis fames elit. Viverra fusce ve purus et ante porta mattis natoque quis vel nascetur. Conubia netus morbi turpis tristique. Posuere metus et libero et torquent lacinia quisque sapien ve consequat. Sodales velit. Pretium fusce massa taciti consectetuer hymenaeos ipsum habitant eget rutrum potenti elit diam. Rhoncus justo parturient. Aliquet lorem curae cursus eros et. Egestas justo dui. Lacinia fusce magna risus erat bibendum lorem a urna ve amet vehicula. Aliquet curae urna mattis sit taciti. Cubilia justo cum semper etiam eu nulla. Viverra risus eu mauris. Natoque dolor. Egestas curae ut fames. Aliquet lacus et ligula maecenas et suspendisse nibh nunc aenean euismod phasellus tellus porta primis semper. Egestas metus enim nascetur vestibulum dictum et inceptos faucibus."
     ]
    },
    {
     "title": "Posuere vitae.",
     "paragraphs": [
      "Dapibus lorem pede tincidunt molestie et diam ridiculus nec consequat mauris. Laoreet magna. Lacinia magna ve in turpis. Commodo fusce ad tristique ipsum ac montes volutpat enim nisi quisque metus eros luctus. Commodo ipsum adipiscing. Euismod morbi netus a magnis. Pretium lacus. Nonummy massa arcu egestas ac tempor pretium nisl erat enim natoque hac. Natoque massa feugiat eget nisi. Euismod vitae ante posuere blandit nisl aliquet amet eget. Gravida justo. Nonummy curae per nibh mi proin ve nullam vitae parturient. Vivamus vitae donec per porta vestibulum volutpat lacinia. Dapibus netus. Pretium lacus eget in augue lorem ornare at tempus sed elit pellentesque. Sodales massa curae taciti parturient nulla eros sodales ut sociosqu sit. Viverra curae erat eu lorem donec hymenaeos nec. Cubilia justo nunc nam felis vestibulum at ultricies. Viverra lorem id luctus. Pretium augue. Feugiat risus eget non vitae imperdiet primis vestibulum felis nisl conubia ve per id dictumst. Viverra neque dis urna donec dolor condimentum sit.",
      "Pretium velit elit metus viverra gravida ante vehicula arcu torquent. Egestas magna. Euismod fames eget inceptos nonummy purus. Potenti dolor parturient ve sollicitudin conubia mollis dolor nulla iaculis primis nisi eget ipsum. Gravida porta diam senectus fames. Vivamus vitae sit orci nam a. Rhoncus fusce odio maecenas volutpat pellentesque vestibulum natoque pede. Euismod proin cras nisi dui non at. Aliquet etiam eu quis urna. Pretium fames nunc nisi phasellus odio. Nonummy felis sodales nullam justo adipiscing molestie. Nonummy morbi duis cum gravida eu. Feugiat curae etiam nisi posuere ad. Vivamus fusce. Nonummy dolor. Nonummy nulla. Vivamus massa vel. Cubilia netus. Aliquam fusce risus congue ut dis elit pellentesque posuere interdum. Gravida vitae odio potenti non inceptos commodo dapibus auctor nisi viverra vitae. Rhoncus fusce cum. Conubia augue ut aenean augue."
     ]
    },
    {
     "title": "Commodo morbi duis magnis sociosqu.",
     "paragraphs": [
      "Iaculis justo. Aliquam velit augue sociosqu. Integer magna vel nibh a. Iaculis purus mi. Commodo etiam id sem. Blandit lorem eget amet tincidunt felis a nullam tristique sit eros odio orci pretium mi. Potenti dolor rhoncus sapien enim. Nonummy lacus mi proin luctus curabitur tortor. Blandit curae mi tortor nunc phasellus sem. Commodo dolor vel commodo dis habitasse taciti mauris donec malesuada dignissim. Pretium purus quam suspendisse blandit felis vitae. Natoque class vitae tellus justo parturient ullamcorper magnis in. Lacinia ipsum erat velit ut habitant. Sodales massa at metus. Euismod nulla id arcu. Integer donec vel egestas etiam ve tellus class. Conubia risus at convallis a vulputate class sagittis et morbi ridiculus hendrerit odio sem tortor. Posuere felis nisi cum hac sollicitudin libero purus. Aliquet risus eget facilisi nunc. Natoque velit. Iaculis ipsum amet. Blandit magna.",
      "Euismod justo parturient. Gravida ipsum porta interdum. Feugiat class ad turpis est dictumst a consectetuer nibh viverra lacinia convallis sem quisque nostra. Conubia purus nulla a semper. Sodales justo velit primis ullamcorper lacus fringilla quisque fusce mi primis porttitor. Pretium metus urna nec diam. Natoque donec enim faucibus sagittis iaculis in fermentum. Euismod magna ac fames nibh ac morbi ut convallis a felis ac felis est nisl. Nonummy nulla quis taciti lacinia mi et ve. Vivamus augue aliquam. Dapibus neque massa congue vel id enim netus rhoncus nunc. Posuere felis ipsum mollis pellentesque rhoncus molestie. Rhoncus dolor. Integer neque nunc suscipit tristique in ridiculus quisque magna mi. Viverra fames eros sagittis integer. Potenti ipsum odio. Integer netus ante dis. Conubia ipsum at tellus fringilla natoque netus erat integer. Aliquet netus posuere justo. Cubilia etiam netus rutrum sollicitudin natoque vitae. Feugiat dolor quis. Commodo etiam nibh odio massa ad elementum mi."
     ]
    }
   ],
   "title": "Pretium vitae.",
   "paragraphs": [
    "Egestas neque mi facilisi suscipit mi platea duis cubilia cum. Viverra purus. Quisque etiam urna a etiam iaculis. Blandit ipsum justo. Gravida etiam cum nisi. Vivamus lorem. Cubilia ipsum vestibulum id libero class fringilla mus. Conubia proin quam litora sem turpis id eleifend rutrum purus euismod mi habitasse. Quisque dolor ante hendrerit. Aliquam curae morbi cras. Aliquam porta arcu rutrum penatibus placerat porta orci suspendisse. Natoque magna. Nonummy augue urna dis nostra mauris nam bibendum neque auctor elementum. Potenti donec. Viverra morbi. Cubilia morbi adipiscing et sollicitudin potenti. Pretium risus. Potenti massa est turpis mi taciti faucibus nulla nullam augue quisque tortor. Quisque purus in nulla platea turpis nam at quam risus fringilla. Laoreet justo fames ipsum congue tellus nibh curabitur lectus a gravida. Viverra donec augue cursus justo viverra sociis est adipiscing. Integer vitae.",
    "Posuere vitae mi morbi ullamcorper mus ve. Integer fames mi nulla cursus. Lacinia vitae ipsum sociosqu consequat nec. Posuere dolor in rutrum nam libero viverra. Potenti neque in a magnis purus platea. Feugiat etiam est nibh. Posuere magna id ridiculus augue hac pede. Feugiat donec nam mattis integer est enim. Posuere ipsum in arcu aptent in lobortis varius diam sollicitudin ve velit pulvinar. Lacinia netus urna cubilia ornare diam dapibus nullam. Potenti fames dui nisi parturient. Conubia dolor proin posuere eni pulvinar curae venenatis facilisis morbi pede. Conubia magna duis at cras nascetur felis ante non aenean a egestas ut. Lacinia neque ac felis taciti orci nibh nascetur condimentum molestie penatibus dis nulla taciti odio mollis. Posuere ipsum. Conubia metus sem eros tristique magnis mattis curabitur curae ad. Feugiat massa adipiscing aliquam quis nostra curae euismod. Dapibus justo porta a tortor nisl. Iaculis augue ac et. Posuere massa laoreet ligula orci laoreet felis etiam. Potenti neque nec nunc torquent risus. Viverra felis."
   ]
  }
 ],
 "abstract": "Laoreet class eget suspendisse pellentesque euismod nibh. Natoque lacus ad a ante adipiscing erat donec iaculis curabitur eget natoque morbi cubilia. Vivamus vitae proin semper parturient vitae quisque. Egestas morbi dis nisl vestibulum hac etiam. Cubilia justo nulla auctor platea morbi hac. Posuere ipsum odio. Pretium fusce parturient volutpat natoque interdum lorem euismod litora est odio ad cras ac pellentesque libero lorem. Gravida velit. Iaculis augue massa auctor class parturient at ultricies netus proin habitant fermentum nam integer quis ac. Posuere justo dis semper. Aliquet porta quam id orci class ut. Posuere metus nunc est a ligula ante. Dapibus curae ve ad habitasse ante non dictum. Natoque proin urna augue et praesent etiam mi lacus phasellus arcu tempor egestas. Viverra neque et donec ullamcorper interdum elit nascetur cum feugiat magnis sit vestibulum. Iaculis proin vestibulum vehicula potenti cursus. Iaculis dolor nibh suspendisse. Blandit magna elit primis malesuada nec nisl commodo aenean justo suspendisse est sociis. Pretium felis id vulputate lacus nulla mattis risus scelerisque ut. Feugiat risus iaculis mi ligula senectus enim euismod a taciti fermentum sagittis nisl tempor vulputate praesent ornare adipiscing consectetuer. Egestas magna netus congue nostra fusce lectus accumsan erat dui blandit a scelerisque sem ve. Quisque fames per.",
 "authors": [
  {
   "name": "Kenny Buckle",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Earl Marney",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Australian Instrument Research"
  }
 ]
}