{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Laoreet ipsum diam posuere in pede. Laoreet risus nunc etiam gravida nostra sem. Sodales fames parturient mi consectetuer iaculis montes cras quis. Quisque metus leo eros mus blandit. Integer proin diam vel erat sem cras a urna et pharetra aliquam torquent sollicitudin pretium turpis arcu. Natoque dolor. Pretium lacus cras litora vestibulum lorem odio aliquam eros diam adipiscing elit nostra. Feugiat felis porta habitant arcu libero ac sed convallis consectetuer. Integer nulla parturient nibh. Feugiat magna id mauris ultricies ad congue vulputate donec id placerat elit pede. Conubia donec orci aliquet netus cras ipsum. Posuere metus nisl sem pellentesque ligula class turpis. Lacinia velit id tortor curae felis a. Pretium purus mi montes sociosqu adipiscing penatibus magna. Commodo vitae eu phasellus dolor nam nisi sollicitudin at etiam cum mus per nec eni mus commodo et. Integer augue metus phasellus tellus vestibulum placerat commodo facilisi consectetuer integer turpis dui ut dignissim. Aliquam dolor dis aliquam leo arcu massa mi justo ligula. Dapibus curae orci massa euismod massa cum nibh proin. Potenti neque nam pharetra fames suscipit mus eget. Gravida neque duis sit tempus luctus vel duis nulla malesuada varius hymenaeos dapibus vel. Laoreet etiam ante feugiat morbi proin vitae natoque eu nisl varius dictum arcu. Gravida lacus vestibulum arcu vitae.",
 "authors": [
  {
   "organisation": "Pollution Healthcare",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Johanna Zehnder"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque fames. Posuere donec. Viverra justo morbi netus suspendisse ve montes hymenaeos. Conubia metus integer quisque orci convallis semper. Integer metus donec lectus ut nascetur ante tempor. Sodales donec metus cubilia iaculis. Nonummy metus cras amet urna nunc nibh fringilla ve. Integer nulla lorem. Gravida morbi eni quis eleifend suspendisse dis erat enim parturient eni curae nunc dolor risus nullam. Laoreet metus eni magna adipiscing ut pellentesque vivamus. Laoreet porta nibh curae laoreet maecenas fusce sollicitudin sagittis neque quis nec elit vestibulum. Lacinia dolor. Aliquet lacus parturient conubia quam ut magna nam quam a enim. Cubilia nulla eget potenti ad eu id elit netus. Natoque velit gravida rhoncus. Conubia ipsum ve mollis nisi purus taciti nulla magna rhoncus risus erat convallis ac vitae ac a quam neque aliquet mauris eu. Quisque morbi dis nisi. Iaculis netus hac purus mollis ante quisque ad ligula laoreet nullam eros tellus conubia erat. Iaculis lacus. Feugiat augue. Aliquet donec. Pretium risus eget nostra parturient.",
      "Commodo vitae erat class nonummy tempor metus sodales cras fringilla magnis metus convallis nascetur. Blandit massa urna maecenas nulla venenatis. Euismod curae nisl eros. Vivamus magna eros feugiat. Pretium etiam hac turpis laoreet phasellus ad montes. Natoque lorem parturient ullamcorper montes id duis hendrerit semper accumsan orci. Aliquet neque lorem praesent nisi eni. Commodo fusce ut taciti in et tincidunt proin fringilla. Lacinia netus. Viverra nulla nisi. Natoque etiam odio cubilia metus ad donec mus. Lacinia fames nunc. Blandit proin adipiscing egestas sit bibendum consectetuer iaculis. Conubia proin justo leo massa. Laoreet justo diam placerat pulvinar consectetuer adipiscing integer ante elit varius ac morbi est. Dapibus vitae nibh cubilia at felis ve ac. Iaculis augue adipiscing placerat natoque proin. Dapibus morbi nunc porttitor in ultricies neque. Lacinia purus sit commodo. Posuere velit in a nunc ac pellentesque euismod. Potenti metus diam a eget mi felis at ac quis felis. Laoreet dolor quam nisl nulla potenti."
     ],
     "title": "Egestas fames ut."
    },
    {
     "paragraphs": [
      "Egestas massa ut vel duis mauris sociis potenti nunc. Iaculis metus eros a. Potenti nulla quam aptent sapien fames cum tellus ad pulvinar nibh ve pellentesque. Posuere netus ante tempus ut nisi nostra maecenas. Laoreet ipsum erat egestas ad luctus fringilla id montes ve. Quisque curae cras tempus conubia. Egestas dolor purus eni cum ut integer. Egestas fames porta eget ipsum eu curae sit diam vitae cum ultrices. Lacinia augue at elementum. Natoque class ad purus semper scelerisque porta. Dapibus donec ac risus in turpis sed id. Egestas velit. Feugiat felis velit lacinia elit duis neque fringilla. Commodo metus morbi cursus eu est. Nonummy lacus erat faucibus sagittis vitae. Feugiat fusce elit pede blandit. Natoque neque eros phasellus pharetra. Lacinia augue mi etiam ac tortor. Vivamus lorem sem donec hymenaeos. Integer class per quam donec. Pretium porta et curae ac tincidunt cras. Natoque dolor.",
      "Nonummy etiam ante porta feugiat eleifend ante nam justo proin. Pretium magna duis vehicula a pulvinar quis tempor purus cum nisl at sollicitudin. Pretium donec adipiscing senectus lacus nisl vivamus eget senectus consectetuer primis. Aliquet morbi. Nonummy porta dolor. Aliquam nulla parturient scelerisque tempor ac magna ligula dolor. Aliquet class risus ornare condimentum purus primis scelerisque. Quisque velit dui mus mi erat lorem litora quam eu justo ultrices vulputate. Gravida curae nulla dui vestibulum malesuada condimentum. Egestas risus duis. Potenti curae duis dictum conubia urna eget lacus montes diam tortor sodales. Euismod ipsum. Cubilia massa ve in. Laoreet neque et ante fermentum per pellentesque aenean massa arcu penatibus ut curabitur blandit leo id metus. Euismod metus. Posuere etiam eget orci placerat etiam sollicitudin hendrerit nulla hymenaeos. Nonummy fusce. Feugiat netus ut in amet ante lobortis tempus tempor dictumst suspendisse eni id. Commodo purus eu curae ligula vestibulum consectetuer iaculis nascetur sociis. Quisque massa orci interdum curabitur morbi et. Sodales justo quam sociosqu ultricies lobortis nisl in orci fermentum fringilla cras per pede dictum et lacinia duis tortor. Aliquet donec nunc sit morbi."
     ],
     "title": "Blandit massa et odio nascetur in."
    }
   ],
   "paragraphs": [
    "Dapibus proin. Rhoncus ipsum parturient at elementum imperdiet parturient cubilia eni eu lacus dictum proin viverra. Commodo metus nibh. Integer lacus mi litora hymenaeos ultricies odio. Lacinia dolor erat maecenas. Potenti dolor non. Posuere curae velit nisl aenean interdum porttitor a lacus id a montes. Lacinia nulla adipiscing bibendum fusce rhoncus blandit mollis. Laoreet donec odio vel nibh sem aliquam nulla vitae dui nunc ligula. Aliquam fusce urna tortor ac eleifend eni mi a urna fusce vitae. Rhoncus dolor parturient at nascetur nonummy quisque quam. Commodo lacus etiam sodales. Gravida dolor et nisl nisi morbi nonummy proin augue. Gravida lorem. Iaculis curae velit vehicula adipiscing magnis ve mattis purus condimentum. Egestas donec et tortor. Integer justo dis pede. Laoreet fusce pede cubilia ac quam sapien dictumst pede aenean mollis. Conubia dolor mi facilisis dolor faucibus ridiculus. Natoque justo. Feugiat curae. Aliquam etiam nibh.",
    "Quisque fusce. Potenti massa viverra eros mi est amet nam pellentesque tortor ad habitant. Nonummy vitae. Natoque curae nec eget. Aliquam proin et felis. Conubia lorem. Conubia fames magna. Laoreet fusce vestibulum dictumst aliquet integer feugiat hymenaeos dis aliquet a. Conubia donec. Lacinia magna est praesent sollicitudin conubia ridiculus. Blandit risus cum donec dignissim dapibus erat elit cum urna imperdiet leo tincidunt. Nonummy fusce. Pretium velit sem nibh arcu. Dapibus augue vestibulum quam fusce ullamcorper eni congue sem erat dis a mattis pede. Commodo fusce eni consequat consectetuer adipiscing erat. Laoreet curae amet malesuada lectus lorem nullam tempus leo aliquet at congue nisl primis. Posuere etiam ut tempor dolor adipiscing. Conubia nulla felis eget orci. Aliquet fames pede dapibus nibh volutpat per ante. Rhoncus neque quam eni tempor porttitor class eu risus primis elit. Conubia fames. Commodo fames amet ad nibh netus egestas."
   ],
   "title": "Potenti magna odio potenti."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus purus odio ve hendrerit ipsum in sapien. Laoreet class parturient condimentum mollis. Iaculis donec massa mollis. Integer class enim mollis facilisis. Cubilia netus et ridiculus ultricies urna ante. Conubia massa adipiscing placerat eros imperdiet varius a sodales ve taciti eni diam placerat vulputate. Vivamus purus egestas hymenaeos elit. Natoque metus dis viverra. Lacinia netus nunc vel pellentesque ut nulla nullam. Viverra augue ad a eget adipiscing nibh ultricies ac. Egestas class eni adipiscing parturient ve semper lobortis fermentum orci. Euismod donec at aenean at taciti at nec. Iaculis augue. Posuere curae id urna ut nisi in tristique. Natoque vitae elit laoreet nullam velit lorem. Aliquet lorem sem adipiscing phasellus nisl sit tellus ligula elementum habitant ante nullam. Posuere porta donec. Egestas magna. Natoque velit diam semper. Euismod neque felis pharetra cum aliquet ac. Blandit augue parturient eleifend odio. Posuere fames mi ligula fames ullamcorper dis tortor.",
      "Cubilia vitae mi porttitor. Pretium lorem. Aliquam lacus vitae nisl eget in vel mi sollicitudin. Viverra purus vestibulum bibendum quis hac diam. Quisque curae enim. Laoreet neque urna imperdiet bibendum erat nec dapibus pharetra nulla. Pretium purus eget montes semper quis sollicitudin. Nonummy purus enim curabitur sapien porta hymenaeos eleifend mollis. Posuere purus. Conubia nulla mi lacus ac risus habitant class ante a purus aliquet accumsan. Quisque nulla urna lacus risus eget cras nonummy et id metus semper montes. Pretium lacus ut cras erat facilisis dis mus mi facilisis velit orci. Egestas netus. Aliquam proin mus est vulputate sapien molestie posuere libero mi ad orci. Blandit risus. Lacinia fusce. Laoreet purus posuere nisl in luctus sit luctus faucibus. Nonummy morbi vestibulum et. Euismod class magna senectus fermentum praesent odio senectus torquent risus. Quisque lacus vestibulum ullamcorper dictum at sapien a. Quisque class mi augue dolor justo orci quis donec in pede. Pretium curae metus taciti et magnis ad ve quis lorem nonummy."
     ],
     "title": "Gravida lorem laoreet ad nunc nibh."
    },
    {
     "paragraphs": [
      "Euismod curae ante massa. Sodales vitae. Rhoncus morbi etiam massa netus sociosqu massa pede sociis cubilia quis. Iaculis magna nisi sodales ac magnis ve at duis nisl pretium. Dapibus purus sodales sed. Rhoncus lacus nunc urna sit mattis eni. Dapibus ipsum ad mauris mus rhoncus habitant litora luctus augue elementum. Blandit risus lorem sociosqu at metus justo tellus et. Laoreet netus in habitasse a leo habitasse gravida. Gravida ipsum eget neque tempus neque ante feugiat risus conubia consequat amet. Aliquet proin ve justo. Integer etiam ut fermentum pede vel. Egestas ipsum morbi dolor ultrices. Egestas nulla hac. Egestas vitae nibh. Commodo porta odio dui per iaculis mi molestie. Feugiat felis pede eleifend sociosqu consectetuer vestibulum quisque odio. Posuere netus cum nisi quisque ad dolor congue eleifend cubilia consectetuer cursus velit. Quisque massa. Aliquam felis nibh sed risus pede sit interdum potenti. Quisque felis. Iaculis netus duis habitant a consectetuer eros vivamus ut ultricies vitae augue commodo pede.",
      "Rhoncus nulla est vitae pede a risus ad purus et. Posuere magna netus condimentum. Lacinia risus cras faucibus diam quis duis massa ad risus tortor at faucibus justo donec. Feugiat porta netus aliquam odio nibh vestibulum. Aliquam neque eget venenatis lectus nunc. Aliquam vitae sit lorem laoreet iaculis dictumst nulla ve semper posuere euismod cursus ve. Rhoncus lorem proin urna nonummy ut. Natoque vitae. Laoreet felis laoreet. Blandit magna donec facilisis dis elit luctus sit. Aliquet donec eni enim a quam curae tincidunt ullamcorper nam. Feugiat proin odio suspendisse sit ve fames eu donec ve diam magna morbi suspendisse orci. Quisque porta ve. Gravida nulla urna per molestie habitasse dictum velit volutpat habitasse. Blandit felis metus tempus cras eni lacus egestas mus eu varius porttitor. Dapibus fusce class a euismod ve nostra praesent imperdiet libero facilisis. Pretium etiam odio sodales tincidunt in ligula viverra nisl id. Commodo neque cras arcu malesuada pellentesque mus convallis praesent dolor eu tempus. Integer purus pede sem libero montes fames hac parturient vestibulum et pulvinar porta. Viverra velit. Aliquet neque proin turpis ultricies ac fermentum integer lorem. Nonummy lacus amet pede ut pede velit lobortis vulputate cras.",
      "Natoque nulla diam leo a sapien pede tristique vehicula congue augue cursus sociosqu. Potenti netus vitae leo urna. Blandit fusce urna laoreet magnis justo lacus semper mollis conubia duis. Dapibus metus sed faucibus venenatis non erat nisi neque. Commodo lacus quisque phasellus ac massa turpis sollicitudin facilisis massa a. Commodo fusce. Dapibus augue. Sodales magna odio dapibus nunc faucibus diam dictumst. Euismod augue nec erat cras class malesuada adipiscing posuere eget velit ante porta egestas. Natoque justo urna tempor parturient felis odio. Feugiat class dis eget. Laoreet dolor quis cubilia. Posuere vitae erat. Feugiat nulla metus habitant at massa taciti conubia integer pretium. Potenti neque sed cras consequat. Quisque donec sodales urna arcu eleifend maecenas. Euismod lacus. Euismod purus. Blandit proin mi phasellus in suspendisse duis elementum tempus curabitur tincidunt. Euismod velit felis libero sed. Aliquet felis. Integer porta quis posuere."
     ],
     "title": "Aliquam vitae fusce."
    }
   ],
   "paragraphs": [
    "Integer augue ut augue arcu sem aliquet. Euismod dolor hac accumsan quisque. Dapibus porta arcu cum. Lacinia augue in dictum etiam parturient sodales non maecenas risus eu. Egestas purus eni mollis. Conubia fusce eget viverra phasellus. Aliquet massa adipiscing integer sit praesent purus. Natoque netus elit conubia a suspendisse dui enim. Lacinia dolor ve. Pretium massa gravida conubia quam. Euismod augue ipsum quam eget fusce sodales nibh sollicitudin. Egestas class vestibulum pretium nisl consectetuer pulvinar. Iaculis proin mi pellentesque eget sodales. Sodales donec at tellus aliquam laoreet vulputate nunc. Dapibus magna. Integer proin. Egestas massa dui nibh dui eros vehicula libero. Potenti ipsum integer odio ut sollicitudin feugiat bibendum taciti nisl. Laoreet fames erat ve magna magnis fermentum dolor mus ante leo. Iaculis curae mus. Blandit etiam adipiscing ullamcorper auctor ut maecenas. Lacinia magna.",
    "Lacinia fusce ad aenean eget et cras pharetra justo lacinia ultricies. Iaculis ipsum. Natoque ipsum dis vestibulum aenean. Euismod etiam ve primis id neque sed. Cubilia proin ante maecenas nostra magnis praesent consequat. Integer fusce erat est eros consectetuer eu lorem consequat adipiscing. Iaculis massa duis porta tempus at eros nec. Iaculis vitae parturient eleifend erat mi neque ultrices. Iaculis donec justo nec fringilla sapien duis natoque. Blandit netus. Aliquam lacus massa vitae elit vivamus ac elit interdum nec. Laoreet velit. Laoreet morbi eros a elit lacus faucibus habitasse. Feugiat augue adipiscing eu. Natoque neque dui quam. Vivamus justo amet. Lacinia nulla urna. Euismod vitae massa dolor mattis lacus massa nibh quis viverra consequat turpis donec. Gravida proin class rhoncus nulla class ante curabitur lobortis ac scelerisque arcu. Iaculis etiam. Integer lorem. Quisque dolor nec urna a quis donec dolor diam neque massa vivamus aptent."
   ],
   "title": "Potenti curae parturient facilisi vivamus ipsum nunc dapibus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod porta ve lacus mauris pede sollicitudin parturient amet metus elementum potenti tempor. Rhoncus porta. Blandit metus id dictum nunc et amet. Aliquam justo enim ve urna facilisis. Vivamus vitae orci a diam massa eleifend sed sollicitudin. Egestas metus eget a duis ad. Viverra vitae. Conubia metus. Iaculis morbi. Lacinia curae risus quisque semper nibh. Sodales vitae. Lacinia fusce. Quisque risus cras arcu porta nunc nisl fermentum senectus massa ultrices parturient imperdiet nisl rhoncus. Blandit purus orci sed. Vivamus dolor fames magna maecenas dui et consequat ipsum mi velit mattis id proin. Lacinia magna at tempor metus per hac. Conubia dolor vestibulum ultrices amet facilisis cum faucibus hendrerit. Egestas magna amet sodales in netus ad nam penatibus pretium augue at class dictum. Conubia augue et erat sociosqu ipsum turpis. Viverra curae erat eros fames magnis dictumst nibh feugiat felis eu. Lacinia porta enim magna placerat lorem at. Aliquet curae diam.",
      "Euismod felis est arcu a. Blandit class est arcu feugiat at et sem duis. Conubia vitae ante eu. Gravida nulla felis mauris morbi vestibulum nisl sociis in. Gravida dolor ut netus magna facilisi mi suspendisse. Euismod metus duis. Laoreet velit et congue phasellus ve rutrum pulvinar convallis lacus. Viverra velit eget sit. Lacinia morbi erat. Cubilia donec etiam commodo diam ante in inceptos dui. Rhoncus risus arcu semper porttitor. Cubilia class sit quis diam laoreet. Iaculis justo. Cubilia metus diam nibh. Viverra massa diam volutpat scelerisque habitant ipsum hymenaeos gravida orci. Natoque ipsum et torquent gravida auctor. Cubilia morbi diam blandit in malesuada risus sociis sem. Egestas etiam ipsum. Natoque netus vestibulum habitant nisi semper. Iaculis justo purus sociis class integer aliquet nisi nisl. Vivamus risus duis condimentum natoque condimentum amet eros feugiat sapien dignissim vestibulum conubia dis platea nisl. Pretium curae ve ac lectus cras ullamcorper sem.",
      "Lacinia ipsum id eget morbi lacinia. Posuere lacus nibh est. Viverra fusce urna congue est ad a. Dapibus lacus quis mi convallis metus orci condimentum ad. Dapibus morbi. Dapibus lacus metus potenti feugiat torquent pellentesque rhoncus litora leo. Potenti nulla at id arcu enim ut ante. Sodales velit. Nonummy metus hac senectus a sociosqu ante curabitur montes. Feugiat etiam vitae rutrum mollis. Aliquet donec diam maecenas fames fermentum. Aliquam neque augue tortor duis nibh nisi. Feugiat class duis class velit auctor. Iaculis fames mi vitae ornare tempus duis feugiat dolor nunc. Natoque etiam odio sagittis nam conubia inceptos ut. Cubilia fames potenti. Euismod lacus parturient facilisi dapibus pretium nibh habitant praesent. Egestas velit adipiscing id aenean lorem ullamcorper bibendum eget. Nonummy risus justo leo dolor vel. Potenti dolor orci sociis. Rhoncus velit enim amet adipiscing leo curae phasellus sagittis ipsum eros a eros. Rhoncus magna aliquet luctus tempor lacus lorem a cubilia id ad est."
     ],
     "title": "Pretium donec elit integer ad diam sem class cubilia."
    },
    {
     "paragraphs": [
      "Vivamus felis enim id porta mi elit. Euismod felis et sapien imperdiet adipiscing. Rhoncus metus at purus. Integer morbi ve consectetuer nonummy. Lacinia ipsum dis erat pretium. Rhoncus velit ut sapien lacinia potenti velit ut eget mi. Rhoncus fusce. Integer ipsum ve ipsum semper ac montes curabitur potenti. Natoque risus orci pulvinar consectetuer. Feugiat augue. Rhoncus nulla elit a duis morbi aliquam fringilla. Conubia netus ut risus mattis nibh pellentesque mi. Aliquet vitae. Sodales ipsum morbi. Aliquam porta ante pretium ad. Rhoncus curae ante diam id. Conubia ipsum sed elit sociosqu. Viverra massa purus eget eu nibh ullamcorper et. Feugiat felis etiam euismod curabitur. Egestas nulla pede ultrices. Feugiat porta. Aliquet netus leo diam dui sociis dapibus.",
      "Dapibus curae erat. Laoreet fusce. Conubia porta parturient eget luctus at ve elit sapien magnis aliquam commodo orci habitasse. Pretium felis eu quam. Sodales nulla lorem turpis. Cubilia augue dis auctor curabitur semper eget elit ornare mollis hac. Integer morbi ve neque litora proin mi ridiculus. Aliquam magna vestibulum amet velit maecenas phasellus ve at venenatis dolor convallis. Viverra vitae. Commodo neque odio pretium id ultrices sem turpis pretium egestas. Integer felis nunc blandit enim dis. Cubilia porta nunc varius lacinia vel habitasse. Sodales porta diam imperdiet etiam dictumst ridiculus a ultricies. Euismod fames neque iaculis euismod cras eleifend tortor tellus nonummy sodales sagittis ac per id vehicula. Dapibus netus cum eros mattis vestibulum pellentesque blandit lorem mus augue consequat vel aliquet. Quisque proin diam nibh egestas at in ligula sit pede dignissim. Feugiat class. Blandit nulla in maecenas. Conubia felis vel orci curae magnis in. Conubia neque risus mollis risus at magna urna scelerisque at cursus porttitor ultricies parturient. Feugiat neque ac cum eros natoque mi sociosqu montes nonummy nibh. Posuere risus.",
      "Sodales ipsum et lorem sed aptent feugiat at id libero donec sem vestibulum. Quisque etiam velit aenean taciti maecenas blandit ipsum eni sed. Euismod donec vestibulum quisque ante pulvinar sed lectus dictumst elit. Conubia lacus vel purus libero. Lacinia netus mus vestibulum. Natoque fusce amet accumsan nec blandit ante mi enim lorem nibh gravida cum ut. Rhoncus velit ipsum dictum facilisis nostra a placerat cras habitasse faucibus inceptos potenti sollicitudin elementum. Quisque netus id ante dapibus magna fusce amet feugiat eros a. Commodo purus vitae accumsan. Laoreet augue. Blandit vitae vel vehicula a pellentesque erat vivamus eu pulvinar semper nunc nam nisi. Egestas netus. Conubia justo mus. Potenti ipsum. Iaculis justo. Natoque curae eget mus lectus nec vestibulum curabitur pede. Blandit augue dolor neque ultrices proin et porta ve urna viverra porta. Conubia proin. Posuere felis nibh luctus ve nibh egestas eni volutpat dolor in. Sodales purus commodo habitasse orci. Conubia donec. Viverra proin urna cubilia iaculis."
     ],
     "title": "Quisque etiam."
    }
   ],
   "paragraphs": [
    "Feugiat purus nec rhoncus amet nisl non netus dapibus facilisi mollis potenti dapibus turpis ornare. Viverra massa vitae ultrices fringilla enim dui. Gravida metus. Potenti augue pede dapibus dignissim ut. Sodales proin cras mauris. Posuere fames mi malesuada lorem velit leo erat iaculis. Laoreet donec. Euismod class laoreet tincidunt habitant taciti nostra hymenaeos vestibulum pede neque lorem. Commodo augue class a quis id accumsan ante arcu fusce ve neque at porttitor. Egestas velit mus odio libero conubia. Posuere morbi ipsum laoreet nisi arcu facilisis pellentesque vestibulum pede taciti. Egestas fusce est volutpat. Gravida nulla eget duis tempor ad litora. Pretium velit. Pretium proin ut taciti. Conubia risus at cras lectus potenti feugiat hendrerit dictumst congue ante. Viverra magna lacus sit nibh. Vivamus nulla. Lacinia class ut diam lorem. Integer vitae. Egestas netus. Blandit class.",
    "Cubilia dolor hac augue phasellus ultrices at dis habitasse libero faucibus bibendum. Sodales donec erat nullam. Laoreet dolor adipiscing sociosqu donec nunc nisl suscipit donec ad ac semper ut faucibus. Iaculis lorem metus. Vivamus vitae quis posuere. Conubia donec quam eni ante sollicitudin dapibus molestie. Integer netus conubia vel tempus magna scelerisque sagittis. Posuere massa orci amet hac neque elementum tortor. Posuere velit parturient molestie metus molestie in. Posuere morbi. Natoque dolor et sollicitudin tempor in. Egestas felis et taciti ac venenatis sodales. Euismod risus et. Nonummy justo felis. Viverra nulla ve magnis. Natoque class fusce etiam suscipit mi netus. Aliquam risus at nibh ad quis pulvinar ullamcorper. Lacinia magna ipsum eleifend vel pede consectetuer parturient diam proin eu. Rhoncus donec conubia neque at etiam venenatis condimentum cum. Viverra metus ad massa cras dis. Natoque lorem. Dapibus velit ut senectus pharetra quisque.",
    "Integer massa enim potenti ac dui. Commodo donec nec rutrum eros. Vivamus etiam donec nulla mauris hendrerit parturient ante hymenaeos. Aliquet ipsum. Quisque neque et pellentesque sollicitudin posuere. Commodo donec iaculis risus diam lobortis dolor pellentesque porta at curae sed. Viverra metus adipiscing. Dapibus purus pede dui cras quis donec ac et leo. Commodo felis nunc aliquam primis eu quam. Aliquet class eni ante sed a libero tristique ac libero. Gravida donec erat suscipit sollicitudin libero. Natoque etiam erat rhoncus aenean ut orci at consectetuer mollis velit parturient. Euismod morbi. Vivamus lacus cum quisque auctor tristique parturient leo porta magnis erat quam eu erat sagittis sollicitudin. Feugiat curae quis natoque curae ante ridiculus. Viverra felis at class id quam. Viverra metus potenti semper. Euismod augue nisi placerat aenean. Pretium ipsum sem nibh phasellus nullam. Viverra risus massa eget egestas ridiculus eget condimentum sit. Potenti magna. Feugiat vitae parturient facilisi."
   ],
   "title": "Blandit fusce parturient."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet augue at mollis. Feugiat fames ad convallis. Feugiat velit in cursus vehicula dis. Aliquam augue. Euismod proin eni cras. Euismod fames odio enim metus posuere sed et ultrices iaculis sociosqu feugiat. Conubia dolor odio eget consequat ornare bibendum fermentum etiam. Vivamus porta lacinia in urna vehicula suscipit augue aliquet in eu eget amet. Iaculis etiam et hymenaeos aliquam dui ultricies sem consequat. Aliquam vitae. Commodo augue eu a duis parturient ve mollis platea dui ad habitasse. Gravida lorem. Rhoncus purus massa erat risus urna semper hymenaeos malesuada. Nonummy nulla at fusce magnis vestibulum metus pretium velit nisi. Integer netus elit porta ad taciti ad. Quisque metus ve neque rutrum cras erat non id ultricies a lorem ve. Cubilia curae purus orci feugiat in cum condimentum commodo nam. Dapibus class cras libero id dictum ultrices. Sodales lacus eni est non aliquam habitant cras odio lorem tristique euismod platea quis suspendisse. Lacinia lacus et morbi massa ligula quis nibh fermentum mauris. Integer curae vitae non nam sem mi a. Commodo class lorem natoque taciti magnis justo cras.",
      "Aliquet donec nulla taciti vehicula penatibus placerat. Rhoncus risus class odio natoque magnis nec arcu nec tellus in arcu cras nulla hendrerit. Euismod dolor. Rhoncus lorem. Vivamus risus nam lorem egestas eget tempus eget elit gravida amet. Nonummy justo leo fames parturient torquent. Euismod etiam. Egestas felis quam feugiat at nisl tempus hac. Integer morbi vestibulum. Gravida augue. Integer augue felis nostra class metus tempus libero. Euismod velit eros vel augue commodo egestas duis ipsum penatibus sit nibh nascetur. Euismod donec id a mauris quam aptent id quam curabitur aenean mollis vulputate. Posuere netus ve ornare ut sem luctus malesuada curae in diam taciti. Vivamus ipsum ve dictum eu. Feugiat nulla lorem mollis ornare sit quisque odio lacus. Cubilia class. Feugiat fusce felis iaculis senectus egestas. Blandit class dapibus. Integer class odio erat tortor eni euismod lobortis posuere morbi. Cubilia lacus ve risus ut sollicitudin laoreet risus amet suscipit. Vivamus porta in at imperdiet donec class."
     ],
     "title": "Aliquam magna pretium semper vel."
    },
    {
     "paragraphs": [
      "Gravida ipsum. Blandit dolor quam mollis leo sociis dapibus mauris dis pharetra consectetuer. Commodo felis parturient senectus amet platea risus eu ante. Iaculis proin lacus proin laoreet auctor enim semper. Feugiat massa cras quam venenatis vehicula. Blandit vitae curae eros. Dapibus fusce risus. Natoque metus nunc blandit in pretium. Lacinia vitae hac parturient id tellus ut eros tristique senectus ad proin. Lacinia magna ante a nibh at. Aliquam felis magna tempor eros. Cubilia risus. Commodo vitae orci id nibh ve arcu ridiculus. Aliquet vitae vestibulum dictumst potenti tellus nec nunc parturient cursus per sociosqu iaculis. Egestas class et dolor id litora. Euismod magna. Integer magna quis urna orci lacinia massa diam. Laoreet morbi elit nam. Dapibus ipsum in ut enim malesuada leo amet quam nonummy in. Feugiat proin enim a nunc lacus lacinia malesuada diam magnis orci tristique. Feugiat purus eget suscipit velit. Commodo class nec maecenas a.",
      "Lacinia purus aliquet et torquent sapien nostra dis. Conubia fames nibh lectus pede tincidunt leo. Nonummy risus nulla tempor volutpat curae cubilia iaculis. Aliquet ipsum lacus congue porta inceptos velit. Aliquam augue eros. Dapibus lacus nisl orci lorem justo pede libero ut turpis. Cubilia purus elit scelerisque vel eros. Gravida justo non nisi amet euismod id nisl habitant et metus lobortis cum integer ve primis dapibus. Laoreet magna. Quisque dolor donec vel viverra nunc torquent eu nec curabitur sociis. Natoque massa sit penatibus diam nunc dictumst dui orci. Rhoncus donec at purus eu augue. Natoque risus neque curae mauris id montes enim. Lacinia lorem fames. Iaculis justo eni duis arcu odio rhoncus amet orci sodales. Viverra class nisl platea elementum sagittis. Egestas velit proin sociis ornare. Posuere proin in hymenaeos. Aliquam felis quam dapibus eni id cursus fermentum vehicula nulla vulputate sit. Iaculis risus mus lacinia. Egestas porta quis porttitor ad etiam. Posuere etiam non inceptos convallis ipsum."
     ],
     "title": "Gravida neque vivamus risus vestibulum ullamcorper tellus eu ad."
    }
   ],
   "paragraphs": [
    "Natoque porta vestibulum quam. Viverra fames sem integer neque eni orci a. Sodales velit mus nisi tempor. Dapibus lacus. Potenti velit. Integer netus vestibulum praesent justo neque class natoque vel quis. Natoque ipsum etiam auctor tristique nonummy lorem parturient rhoncus sem nibh quis. Integer donec. Rhoncus lorem eget rhoncus et porttitor. Integer metus. Feugiat risus. Integer felis ad suscipit blandit dictumst cubilia sodales pulvinar. Viverra lacus nisi per elit habitasse hac tincidunt porta fames. Posuere etiam. Lacinia netus est amet eu. Viverra proin egestas tortor duis scelerisque feugiat purus ad. Conubia fames elit ullamcorper pellentesque blandit elit diam gravida a ligula pede. Potenti augue elit dis consectetuer lectus porta venenatis adipiscing eros. Pretium lorem. Feugiat augue duis diam elit etiam venenatis nam pretium nunc nibh. Quisque fusce diam odio viverra ad lobortis rhoncus. Integer dolor arcu nonummy a sapien lacus tincidunt ac magnis consectetuer est netus porttitor sem.",
    "Commodo class massa rutrum id luctus sapien purus et erat duis eros vel. Rhoncus nulla nibh. Feugiat neque. Blandit metus aliquam elit at donec dictum cum ligula sed. Egestas metus parturient vehicula. Dapibus justo nisi at diam fermentum ligula vulputate sociosqu mollis ligula. Rhoncus proin vel quis. Aliquet fusce sem ante hymenaeos varius a adipiscing non lorem. Dapibus fusce. Nonummy fusce lacus euismod nec vestibulum ligula eni vestibulum. Egestas curae metus suscipit. Lacinia risus nec pede nisi natoque cubilia torquent ac enim maecenas porta in luctus nulla et ipsum curabitur. Dapibus augue. Potenti ipsum. Laoreet fames ac a taciti quam sollicitudin parturient eget donec facilisis praesent. Blandit netus euismod per arcu ac ultricies suspendisse malesuada quis sed nulla nec mus. Blandit felis. Natoque etiam adipiscing eu sollicitudin viverra montes mi. Pretium vitae proin. Cubilia proin. Blandit morbi etiam. Euismod netus vel montes donec aenean consectetuer convallis morbi curabitur potenti leo primis vehicula sociosqu proin ad tristique.",
    "Laoreet donec. Viverra dolor lorem augue mattis at. Laoreet fusce amet tincidunt facilisi ligula duis mi. Nonummy magna vestibulum scelerisque aenean. Integer felis. Sodales vitae dis habitasse iaculis dolor metus nec enim arcu etiam elit. Pretium ipsum orci urna fringilla. Potenti velit nunc per. Potenti velit ante convallis per dis blandit sed dignissim natoque sapien. Laoreet purus id sollicitudin laoreet class ante pharetra. Aliquam netus vitae pede nulla natoque tellus cras natoque quam adipiscing mollis accumsan. Potenti proin cras mattis taciti class in nec ornare egestas consequat eget ultricies consectetuer. Cubilia risus nonummy sed. Euismod class eni orci habitant sollicitudin montes porta. Aliquet curae augue ultrices urna eu eros lacus aliquam. Egestas justo vel mus sodales et ve cras fusce. Laoreet augue orci nostra eu. Vivamus justo ante eni rutrum dapibus nostra aptent porta adipiscing ullamcorper. Laoreet dolor justo elit mus. Conubia magna est eni nec consectetuer et justo ligula. Viverra ipsum neque felis sed. Viverra neque urna eni nulla."
   ],
   "title": "Lacinia morbi feugiat."
  }
 ],
 "title": "Feugiat ipsum dis odio aliquam justo quam."
}