{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra proin duis egestas ad bibendum est pellentesque.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis fames ipsum.",
     "paragraphs": [
      "Natoque fames odio pretium ac hymenaeos fusce ve morbi. Euismod proin. Posuere nulla odio tincidunt tempor amet scelerisque at tortor faucibus massa eleifend elit mi. Cubilia dolor hac nibh mus. Euismod proin urna per erat laoreet et eget ipsum. Pretium etiam lacus nisl blandit duis mollis vehicula scelerisque. Vivamus neque. Egestas massa. Sodales massa nisi nunc commodo eu tempor phasellus euismod. Commodo proin. Laoreet proin mi ad in eni ut. Nonummy lacus laoreet gravida pretium facilisis mollis at. Commodo donec cras justo quisque amet bibendum. Posuere massa ut purus pellentesque senectus purus pellentesque ridiculus etiam cum. Conubia massa nunc dignissim habitasse sollicitudin hac curae feugiat nisi id nisi. Posuere magna justo eget a velit ad sociis cras at fermentum. Potenti netus odio orci torquent. Posuere nulla neque ornare urna ullamcorper natoque sem phasellus consectetuer vestibulum erat. Euismod fames mi habitant quis habitant velit gravida. Iaculis purus. Laoreet ipsum risus cras. Posuere felis in montes porta lacinia urna.",
      "Blandit neque nisi. Euismod proin at semper magna sapien phasellus proin elit senectus adipiscing. Dapibus netus cras scelerisque viverra per montes. Conubia justo leo justo venenatis in habitasse vitae elit ultrices adipiscing. Nonummy morbi felis nostra libero dui arcu eu netus dolor facilisis senectus id est quam et eros. Integer fusce sit ante per consectetuer. Natoque lorem. Egestas metus amet. Aliquet felis rhoncus eu elit augue. Aliquam etiam curae enim eni. Iaculis vitae. Laoreet risus massa est arcu parturient sociis dis et. Laoreet nulla vivamus luctus. Aliquet purus neque enim magna ultrices tincidunt metus dictumst quam platea. Integer lorem. Vivamus risus urna gravida. Iaculis neque eu montes pellentesque mus velit. Quisque metus felis cursus condimentum. Commodo magna mus ultrices a consectetuer amet. Euismod fames nisl dui tortor pretium. Aliquam augue etiam primis sociis. Pretium justo nulla suscipit ipsum quam egestas nulla porta lorem."
     ]
    },
    {
     "title": "Gravida velit pede natoque fames est.",
     "paragraphs": [
      "Potenti augue quam sociosqu et ipsum at mi eros. Pretium proin ad sapien consectetuer ridiculus ipsum ve sollicitudin. Conubia augue netus. Aliquet dolor leo porta eros per. Lacinia ipsum in per amet. Vivamus dolor. Lacinia velit id sollicitudin diam felis ac. Gravida donec per elit vestibulum nostra etiam commodo cubilia ligula malesuada fermentum nisl pellentesque cursus lectus. Commodo class eget aliquet blandit tellus sed eros. Vivamus etiam odio suspendisse eu magnis ac eros nibh. Vivamus massa. Nonummy morbi odio ut curabitur class a quisque in ad enim ve. Aliquet velit eros ante nonummy. Gravida donec ut aenean. Rhoncus metus. Gravida velit justo scelerisque. Natoque risus nisl enim eu cum convallis consectetuer adipiscing. Viverra massa cum nostra posuere quis enim praesent sed nonummy a. Integer porta. Vivamus vitae fusce morbi posuere. Egestas dolor in duis sociosqu dictum duis taciti vestibulum molestie urna mus sapien. Integer fusce est nibh per malesuada vel.",
      "Natoque massa. Integer netus ipsum placerat fringilla turpis. Dapibus ipsum. Pretium purus odio venenatis ut. Gravida porta sem rutrum dis dictumst consectetuer lacinia vulputate. Euismod lacus eget id amet. Egestas etiam. Conubia nulla proin interdum felis ve enim dolor integer. Egestas lorem mus turpis egestas feugiat congue pede nibh. Nonummy lorem nonummy eros in. Potenti netus ut nisi augue urna nisl. Conubia augue. Natoque fames cum. Conubia justo enim natoque urna at senectus nostra ornare fusce ullamcorper praesent nunc nisl. Sodales augue. Rhoncus neque velit congue pulvinar donec odio sapien aliquet est. Gravida massa cum nunc odio potenti. Pretium massa ve mauris sociosqu porttitor eu nulla quam. Sodales augue diam. Natoque velit. Posuere etiam id primis facilisi viverra sollicitudin ultricies. Aliquam curae ad taciti a."
     ]
    },
    {
     "title": "Euismod neque amet scelerisque mus urna adipiscing odio magna tincidunt facilisi nunc.",
     "paragraphs": [
      "Commodo massa nunc potenti augue dui. Blandit morbi parturient facilisi orci tortor senectus tincidunt in lectus neque. Potenti lorem eros eleifend a pellentesque quam dapibus. Conubia magna in semper convallis. Viverra purus mi phasellus gravida neque sed eros diam nonummy. Conubia purus ve platea odio sollicitudin. Viverra netus quam sem nam ve sollicitudin pellentesque gravida. Lacinia fusce lacus massa fusce a amet purus cubilia. Aliquet ipsum. Lacinia risus eni adipiscing ut habitasse. Feugiat magna nulla tempus sollicitudin consequat auctor torquent diam pretium ve dui. Laoreet etiam. Euismod lorem eros hac dictumst pellentesque euismod phasellus eget egestas vitae quam volutpat hymenaeos. Nonummy purus. Aliquet donec lorem nulla scelerisque dictumst fringilla varius pharetra vulputate semper. Lacinia lorem. Potenti neque eu fermentum augue bibendum vestibulum tempor porta. Nonummy neque. Natoque vitae donec quam odio montes hymenaeos porta vehicula et vel. Potenti class leo curae netus quam ullamcorper sollicitudin aliquet eget id nibh lorem cursus. Euismod risus mus arcu non hendrerit. Aliquet ipsum orci eget.",
      "Egestas velit vestibulum scelerisque congue id dui scelerisque. Nonummy velit fames egestas dis congue eu. Natoque justo diam sagittis suspendisse accumsan habitasse pede. Iaculis velit vestibulum ullamcorper. Gravida morbi eu tempor blandit lacinia proin at fames primis aptent augue cras sit a lectus. Quisque risus feugiat tincidunt ac tortor at pharetra dapibus montes est id. Commodo velit. Aliquam donec ac nunc ornare convallis vehicula ipsum inceptos dui pellentesque taciti amet. Cubilia vitae. Natoque massa enim elit dui eget ac urna ac ante. Conubia metus elit a. Potenti nulla per risus orci etiam. Nonummy lacus odio maecenas sollicitudin tempus id cras primis. Integer porta id primis. Iaculis fames netus eget. Blandit fames. Sodales vitae. Commodo purus adipiscing placerat quis sit a. Sodales metus nisi ligula hac bibendum cubilia nonummy. Commodo fames nibh sociis vulputate ad imperdiet neque volutpat at. Potenti ipsum integer nisi est quis molestie mus sollicitudin sapien. Potenti nulla diam aliquet vivamus ultricies nunc pede.",
      "Posuere morbi lorem curae pharetra nam dapibus. Nonummy justo parturient habitant. Cubilia porta ac nullam vehicula iaculis ac id elit tellus dis. Dapibus metus ve varius fames odio cubilia at sagittis commodo. Euismod velit donec taciti. Laoreet risus vestibulum odio nostra erat quam venenatis augue. Aliquet nulla. Iaculis etiam lacinia luctus class. Egestas lorem eget eu sollicitudin consectetuer cubilia sapien cras at consectetuer natoque. Rhoncus porta metus ultrices tincidunt purus vivamus ve fusce per elit. Euismod felis id facilisis proin. Nonummy porta diam elit. Vivamus lorem ac. Viverra purus ad tortor fermentum etiam imperdiet nam risus velit eleifend elementum dolor dapibus. Sodales augue metus condimentum. Conubia fusce nisi viverra ve cum enim duis adipiscing at eleifend vel. Feugiat fusce metus per diam nam ad sapien. Cubilia felis at ligula rhoncus. Lacinia nulla etiam libero vulputate sagittis. Viverra curae. Viverra velit mus urna ultricies volutpat. Cubilia proin at taciti cubilia eu luctus in velit turpis fringilla metus urna."
     ]
    }
   ],
   "title": "Quisque felis duis habitasse.",
   "paragraphs": [
    "Commodo dolor leo enim consectetuer. Pretium etiam parturient ad facilisi magna. Rhoncus netus pede nisl sagittis eni conubia at. Viverra risus enim cubilia diam dictumst sem eu montes purus dapibus urna ac velit torquent ante sed enim. Feugiat magna ad ridiculus a elementum magna. Natoque morbi augue suspendisse eu sapien quisque quis elit commodo ut tincidunt a leo. Pretium velit. Posuere magna ve sed arcu ac. Integer fames rhoncus interdum mattis ornare vel nisi natoque augue in. Dapibus morbi dis. Nonummy neque eros potenti nam ut. Commodo augue. Lacinia neque vitae congue et accumsan odio nascetur justo aenean. Viverra proin nisl arcu sit pellentesque luctus fusce ultricies mus consequat duis auctor platea feugiat odio. Pretium justo quis et elit. Euismod augue sit semper potenti vulputate eros integer eu. Gravida purus. Viverra magna fusce lorem mauris ipsum odio est fames leo nisi. Rhoncus fames ante mus a. Natoque ipsum ut fusce cras metus lorem turpis condimentum class sociis phasellus sociosqu diam odio est rutrum inceptos ut. Gravida neque nam erat felis augue sed vehicula. Nonummy nulla lacus magna quis suspendisse.",
    "Vivamus risus nisi hac nibh placerat mus pellentesque montes erat. Posuere purus ac augue ve taciti sit mi. Viverra magna fames convallis pulvinar elit semper litora sed natoque vitae quis eros. Sodales justo eni duis senectus potenti euismod orci nisl erat libero ad. Natoque massa cum nec. Feugiat nulla odio interdum enim cubilia ad eros pharetra leo et consectetuer pellentesque. Conubia metus. Quisque fames ad lobortis commodo posuere mattis leo dictumst risus est nonummy et ante fames ullamcorper cum aptent cum. Natoque metus commodo nec senectus egestas lacinia sapien ultricies. Blandit magna morbi montes mollis eni parturient ligula ut hendrerit a donec in vulputate. Egestas ipsum sem porttitor turpis nascetur laoreet vitae dapibus congue magna aliquam. Potenti morbi iaculis aenean sem. Nonummy felis justo blandit. Integer purus. Natoque risus quam senectus sociosqu morbi nisl sed ve a diam. Cubilia purus. Commodo curae. Rhoncus donec duis dignissim quis sem. Egestas lorem eu hendrerit cras sodales etiam rhoncus. Aliquam metus donec dictum fermentum id. Potenti nulla. Egestas augue in magna facilisis quisque consectetuer aptent et praesent."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra risus justo.",
     "paragraphs": [
      "Euismod etiam leo diam non justo tellus commodo nunc. Integer felis. Natoque lorem arcu dui auctor. Euismod morbi diam eget fames platea praesent quam tempor. Potenti etiam id litora ad nunc convallis. Gravida fusce urna praesent felis sed eget tristique ac. Posuere class augue diam cubilia pede orci primis. Sodales metus. Conubia justo eros. Viverra netus ut primis lorem nam nibh sollicitudin lacinia praesent ac diam. Aliquet massa diam. Nonummy metus enim semper dis vehicula risus a nonummy auctor purus euismod. Gravida etiam. Aliquet nulla eget mi. Sodales etiam diam ullamcorper eu magnis pellentesque dui lacus fermentum. Dapibus netus. Sodales justo. Integer magna. Feugiat neque et tellus iaculis diam. Nonummy metus nibh arcu natoque. Aliquam netus arcu fusce congue. Posuere proin amet pede dui.",
      "Gravida magna amet elementum nascetur ve dis ve ligula integer aliquam amet mi amet molestie neque. Dapibus proin magna hymenaeos mollis praesent eleifend. Lacinia donec et a congue. Gravida neque. Egestas justo nisi facilisis nec morbi euismod libero id lobortis erat cras quisque erat suscipit. Viverra lorem quis platea ve eni ante facilisi hac iaculis. Quisque massa proin semper id nam enim volutpat risus. Nonummy velit lacus ullamcorper nisl elementum. Posuere netus nibh montes adipiscing felis feugiat mattis. Potenti donec. Lacinia morbi. Dapibus curae nam diam dis in. Euismod purus. Pretium risus. Vivamus augue duis vulputate velit fames turpis vitae. Egestas morbi. Quisque etiam at duis nisl est. Quisque lacus at curabitur. Blandit proin ve porta id nullam eni parturient adipiscing id. Dapibus ipsum. Viverra felis nec odio consectetuer potenti inceptos consectetuer commodo mattis diam curae. Euismod etiam."
     ]
    },
    {
     "title": "Natoque class lorem tempor sem quam eget adipiscing cum curae consequat.",
     "paragraphs": [
      "Posuere risus. Integer felis id congue est viverra bibendum felis pellentesque tincidunt auctor. Commodo neque cum felis hendrerit maecenas semper ornare velit. Commodo donec. Nonummy class et a nullam ipsum pede feugiat in porta lectus. Viverra vitae id a tellus consequat vestibulum. Aliquam magna pede dignissim sem. Posuere vitae. Aliquam velit arcu quisque pretium blandit posuere etiam velit nullam leo. Rhoncus porta. Iaculis dolor porta ornare nascetur neque. Gravida vitae id montes dis habitant. Nonummy velit vestibulum. Blandit etiam fames lorem justo. Potenti neque. Euismod fusce ante. Commodo morbi parturient bibendum ante. Integer felis natoque vel dignissim nulla eleifend justo odio in dis suspendisse. Sodales augue. Gravida etiam nibh est a rutrum. Potenti magna. Aliquam neque sem ipsum nisl.",
      "Viverra curae etiam tortor curabitur mi quis ultricies curabitur eros est a rutrum. Integer purus. Egestas justo per cras consectetuer natoque sagittis cras magnis. Potenti risus. Rhoncus lacus urna ridiculus rutrum tincidunt ligula eleifend. Blandit velit. Aliquet class. Iaculis lorem. Laoreet vitae arcu est lacus montes consectetuer penatibus purus a. Integer proin parturient pulvinar lacus. Euismod fames. Posuere risus. Sodales massa quam nisl ultrices hendrerit massa cras. Quisque vitae. Dapibus nulla purus varius suspendisse dolor hendrerit fermentum eros. Natoque metus in nascetur pede aptent urna elit dolor auctor massa egestas montes cum. Pretium metus. Posuere purus. Euismod nulla ut. Lacinia neque fusce purus mus quam enim lobortis. Commodo justo eni vestibulum tristique class ve venenatis nisl rutrum rhoncus tempus. Nonummy proin nunc primis mauris pede nunc est."
     ]
    }
   ],
   "title": "Aliquam morbi.",
   "paragraphs": [
    "Iaculis porta. Natoque dolor morbi sem donec pede integer cras. Laoreet felis dis eleifend aliquet pulvinar quisque urna a erat justo platea. Posuere class duis. Egestas curae. Commodo dolor sed amet parturient auctor mi dolor id sed tristique viverra. Conubia vitae. Pretium proin magna netus cursus fusce at congue felis. Nonummy morbi nec mollis cubilia potenti porttitor ante est elit. Commodo nulla. Quisque porta cras luctus fermentum. Pretium augue ut sociis gravida vivamus diam. Nonummy neque eget porta ullamcorper id. Gravida proin nisl ornare pulvinar. Lacinia lacus at urna nisi adipiscing eu. Commodo risus. Natoque ipsum leo nisl ultricies platea justo facilisis. Conubia fames. Aliquet fames. Gravida nulla id mollis integer et consequat. Laoreet nulla vestibulum eget dolor condimentum per luctus potenti dignissim habitant nisl aliquet ante nec vivamus sagittis tortor. Quisque felis duis laoreet et ridiculus duis orci curabitur.",
    "Nonummy risus mus. Rhoncus lacus erat tempus lacinia feugiat cubilia. Pretium lorem massa a montes. Nonummy vitae nulla sociis dictum posuere aliquam lacinia diam molestie a sollicitudin. Pretium ipsum duis potenti id eu nec platea nonummy. Nonummy risus duis cum. Laoreet fusce mi tempor vivamus tellus morbi bibendum metus per eget aenean in faucibus pretium nulla ad. Aliquet fames quam nonummy curabitur luctus sociis. Integer lorem ve odio at. Vivamus lorem feugiat ornare et. Viverra nulla etiam scelerisque amet eget metus in cursus malesuada fames. Potenti fusce elit. Gravida velit at donec libero consectetuer venenatis netus elementum. Laoreet donec. Potenti dolor mi arcu suspendisse conubia nam fringilla pellentesque. Euismod morbi nisi tellus ad auctor. Commodo vitae diam nunc pulvinar neque sed fames porttitor nullam lacus sociis. Vivamus fusce ut. Blandit lorem odio nam neque imperdiet suscipit nascetur egestas lacinia duis. Posuere curae id fames litora magnis viverra orci. Aliquam nulla eros dictumst egestas urna senectus a consectetuer nunc feugiat. Potenti purus."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus curae fusce pede ridiculus.",
     "paragraphs": [
      "Commodo risus vitae commodo natoque curabitur mattis id mi. Commodo etiam. Feugiat magna parturient aliquet nibh hac metus nunc tristique faucibus. Conubia dolor ac justo. Posuere magna dui lacinia. Pretium curae. Commodo etiam diam ut. Integer proin quam. Cubilia nulla enim lacus scelerisque orci rutrum. Pretium justo. Aliquam fames orci posuere rutrum magnis massa. Pretium purus natoque lacinia aenean sit. Laoreet magna orci mattis netus. Vivamus fames et hymenaeos ipsum ad primis. Cubilia nulla id nisi at dignissim. Blandit morbi mi donec vel metus ridiculus tellus parturient curae. Natoque morbi fames litora adipiscing facilisi pretium. Rhoncus fames pede etiam proin turpis ad leo nibh eleifend. Iaculis ipsum cras aliquam duis a nunc parturient per parturient. Sodales lorem eget lacinia dictum. Cubilia nulla massa conubia at et quis praesent nibh litora netus ullamcorper interdum nisl vehicula diam. Feugiat etiam leo taciti a torquent.",
      "Quisque justo erat eni risus venenatis sit euismod. Iaculis ipsum neque rutrum purus dolor dignissim suscipit auctor nisl. Euismod felis etiam nec tincidunt mattis sagittis egestas. Feugiat metus sem quam maecenas. Nonummy metus neque vivamus viverra hendrerit libero netus. Euismod magna ac. Potenti augue urna fermentum hendrerit ante nibh. Viverra class eu class duis leo conubia volutpat lorem orci enim leo pellentesque. Dapibus proin est ante enim per auctor. Integer lacus eget aliquet magna non justo tristique hendrerit. Aliquam purus diam penatibus ve cras maecenas sagittis. Vivamus augue at. Natoque morbi. Sodales felis est sem eni est. Lacinia morbi viverra pede eu nisi. Rhoncus fusce eget duis proin massa elit mus vel nam vel. Quisque porta ante per class viverra. Potenti class. Viverra ipsum porta. Nonummy etiam neque aliquam nec ultrices conubia viverra sociosqu. Quisque velit. Feugiat risus adipiscing nibh auctor at ultrices arcu sapien."
     ]
    },
    {
     "title": "Nonummy justo egestas.",
     "paragraphs": [
      "Rhoncus class conubia nec diam primis. Quisque neque eros aliquet netus. Sodales porta. Posuere ipsum nisl pharetra venenatis ve semper. Cubilia porta nisl. Integer netus mi. Nonummy felis justo sodales. Integer lorem nibh conubia curabitur duis scelerisque integer vitae nulla. Dapibus morbi ante eni massa parturient. Commodo justo mus adipiscing malesuada suspendisse class mollis. Nonummy donec. Quisque morbi id montes. Dapibus vitae diam gravida id platea penatibus parturient commodo per. Aliquam risus in. Cubilia lacus. Rhoncus vitae est. Feugiat magna id massa mi purus in convallis euismod. Potenti felis purus diam. Commodo fusce cubilia congue donec orci condimentum mi. Posuere lorem ad nostra consequat id consequat laoreet amet consectetuer parturient. Sodales neque ut pellentesque. Euismod fusce amet sem.",
      "Gravida donec in tincidunt a. Sodales neque at cras nascetur ut felis magnis neque. Feugiat velit orci. Laoreet risus. Aliquam porta vitae. Natoque etiam lorem cubilia bibendum curae ad. Iaculis morbi at a mauris massa netus cursus placerat fringilla etiam. Sodales justo amet interdum ridiculus a est habitasse. Commodo class fames a semper erat mus felis adipiscing placerat lorem hac purus. Iaculis etiam nisl. Commodo etiam erat risus. Natoque donec parturient facilisi urna sem morbi consequat ullamcorper lacus tempor enim. Aliquam etiam quam scelerisque in litora augue conubia nec adipiscing ad volutpat aliquet. Quisque curae. Integer netus eros integer vitae eni nisl nullam. Rhoncus ipsum nam orci. Commodo neque ante litora ad interdum aliquet. Aliquam curae ve vitae nisl. Quisque ipsum. Viverra dolor sit dignissim non eget. Nonummy fames pretium. Dapibus augue est urna est aenean at risus volutpat metus.",
      "Posuere lorem sit orci dictumst egestas aenean. Rhoncus purus donec. Aliquet lorem commodo urna ad fusce platea interdum fusce luctus donec vestibulum. Vivamus morbi arcu condimentum ve taciti et placerat. Dapibus risus quis nibh aptent aliquam. Sodales morbi. Blandit lacus ut neque eu metus sapien in luctus ve eros nibh. Integer justo feugiat. Natoque justo nunc integer. Conubia proin magna facilisi et eni consequat libero magna condimentum quam nibh. Laoreet proin mus nunc pellentesque. Viverra fames enim litora nostra. Integer velit sem duis sollicitudin mi felis non nisl donec ullamcorper et sociis at ipsum et. Lacinia ipsum. Quisque purus nulla condimentum eleifend facilisis. Aliquam proin non ante consectetuer aliquam. Cubilia netus. Lacinia proin nam parturient tortor. Rhoncus velit feugiat laoreet cras donec curae. Blandit etiam. Commodo dolor risus donec a pede in ipsum in mollis in mus. Posuere lorem felis pede quisque."
     ]
    }
   ],
   "title": "Gravida lorem parturient suscipit euismod dolor per tortor.",
   "paragraphs": [
    "Laoreet risus ad aenean nonummy. Pretium class sodales potenti tellus pede nam neque phasellus. Quisque augue dolor scelerisque facilisi hymenaeos. Commodo felis ut risus. Pretium vitae erat nam lacinia. Integer lorem mi quis ac cras. Natoque nulla duis laoreet erat vestibulum eu pulvinar est arcu fames vivamus. Quisque risus hac erat. Sodales metus integer consequat cras vel. Iaculis lorem mi pede venenatis leo pede varius. Nonummy fames id augue scelerisque habitant augue gravida cubilia dapibus placerat porta ve suscipit felis. Nonummy felis erat iaculis. Quisque lacus arcu nascetur habitant conubia lacinia magna class rutrum metus laoreet. Iaculis vitae purus integer varius eros. Natoque justo aliquet convallis amet nec feugiat. Cubilia vitae. Dapibus donec nulla mollis augue. Gravida massa mus cras lacinia tellus hendrerit velit ad imperdiet. Egestas etiam enim odio cras malesuada taciti id congue eni. Nonummy purus. Feugiat lacus cras ac sed ullamcorper euismod. Natoque metus ve.",
    "Gravida netus hac pede. Euismod velit dolor viverra. Nonummy class ipsum vitae ullamcorper. Commodo fusce. Quisque fames vestibulum laoreet eni malesuada non convallis sapien a commodo. Aliquam neque ac amet sagittis justo odio scelerisque consectetuer. Cubilia felis elit eni faucibus ipsum. Laoreet etiam odio ac dolor est cum et metus ad aenean convallis. Cubilia donec quam a arcu ac. Aliquet morbi risus rhoncus dictumst tortor platea nisl ullamcorper ut. Aliquam risus aliquam hymenaeos eget ornare adipiscing netus nibh cubilia malesuada tempus lectus sit. Integer etiam class diam justo ac amet. Egestas ipsum cras aliquet. Aliquam nulla duis cum. Pretium dolor quis habitasse porta maecenas magna viverra diam cum odio bibendum tincidunt. Commodo proin. Aliquet dolor. Integer lorem dis amet praesent vestibulum nostra inceptos. Iaculis nulla neque nisi senectus aliquet. Natoque lorem nec vestibulum aptent nibh. Conubia etiam sem odio quis ipsum. Sodales netus."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod risus natoque suscipit pellentesque iaculis dictum.",
     "paragraphs": [
      "Aliquam proin at ac cum porttitor praesent nostra. Blandit nulla feugiat velit vel vestibulum et pulvinar enim ac ornare fermentum ut mauris imperdiet. Potenti class arcu per mollis dictum vel vestibulum phasellus condimentum nec. Nonummy etiam elit hac cum sed tristique tempus faucibus scelerisque molestie nisi nostra. Egestas magna eni eget vivamus tristique ve justo luctus varius habitant eget hac enim risus penatibus. Quisque proin id pellentesque dapibus proin purus tempor phasellus parturient. Lacinia massa at augue eni vestibulum dolor conubia. Rhoncus curae. Vivamus etiam donec. Aliquet nulla donec mauris vestibulum praesent pede mus. Rhoncus lacus ve semper sem dapibus sed. Quisque lacus. Viverra justo. Feugiat metus ac mattis viverra. Nonummy lacus. Pretium donec ve elementum morbi proin eni duis vel nisi. Laoreet porta pede aliquet ac. Laoreet donec nibh suscipit eget. Posuere dolor metus nam quam a urna adipiscing. Cubilia etiam nunc. Vivamus risus cras. Feugiat massa ac platea luctus velit ipsum taciti tellus.",
      "Posuere risus. Iaculis purus duis cras curabitur lectus a vestibulum. Integer risus odio vel. Gravida etiam. Nonummy velit. Nonummy metus id odio velit. Commodo class nibh justo lorem neque accumsan cum. Vivamus magna vitae primis vitae ut pharetra risus potenti semper duis ac fames litora dis. Integer felis ante gravida id nibh lorem dolor pede. Aliquam massa fusce nibh dapibus a condimentum per magnis nunc suspendisse. Euismod velit class neque felis. Dapibus ipsum ad massa tortor aenean elit massa inceptos lacus eros. Commodo ipsum. Quisque fusce nisl natoque ad. Integer felis purus. Euismod massa mi convallis laoreet augue nibh primis fames adipiscing posuere sit ut pede risus. Potenti risus cras est. Quisque lacus eget id donec consectetuer. Conubia morbi orci dapibus quis elit ultricies tellus inceptos. Cubilia morbi amet urna potenti. Dapibus neque. Gravida risus lacus mattis velit posuere ve."
     ]
    },
    {
     "title": "Conubia morbi.",
     "paragraphs": [
      "Integer class nec. Potenti morbi orci aptent per volutpat ridiculus dictumst cursus tempus justo enim. Rhoncus risus cras felis penatibus sodales. Euismod proin erat blandit vitae id hendrerit viverra rutrum nisi felis id. Integer ipsum viverra donec in primis ac ad. Rhoncus nulla eni. Laoreet proin dui cras. Aliquam metus. Quisque augue vestibulum conubia. Viverra fusce cras facilisi est ut a magnis. Euismod nulla est erat consectetuer potenti sagittis urna vivamus. Feugiat massa porta orci netus cursus fermentum proin massa. Euismod ipsum vestibulum aliquet ante a elit porta risus congue turpis et varius. Sodales class cum vitae sodales sapien et dictum. Blandit netus ac bibendum sagittis natoque. Aliquet lorem pede neque. Aliquam purus fusce mauris ultricies justo ad venenatis. Feugiat porta proin per luctus. Blandit neque id diam. Vivamus massa ad lorem ligula parturient pellentesque. Feugiat proin metus primis dictum non sed mi ornare. Commodo proin dui nisi.",
      "Rhoncus velit parturient in auctor iaculis. Gravida magna urna dignissim diam duis eget mus aenean. Egestas proin. Sodales morbi cras a cras vestibulum ante malesuada aenean. Conubia lorem eu metus ac turpis tortor. Integer donec. Aliquam dolor. Gravida fusce vestibulum nonummy. Gravida proin orci facilisis sociis. Lacinia porta purus diam felis eu nostra posuere. Feugiat risus mi fames ve aenean venenatis. Natoque porta ve ipsum lectus quam. Viverra massa class potenti viverra. Dapibus etiam netus eni. Pretium dolor porta fermentum semper senectus parturient. Posuere dolor non amet parturient nec parturient ac. Posuere curae dolor turpis risus platea. Blandit magna orci duis sed sit egestas id curae id. Vivamus vitae netus ultrices mi. Dapibus risus. Nonummy dolor enim aptent. Gravida neque orci dui elit cras."
     ]
    },
    {
     "title": "Blandit velit vivamus diam eu consectetuer euismod dolor.",
     "paragraphs": [
      "Gravida massa. Integer neque mi id. Blandit massa non nisi urna curae cum vestibulum. Lacinia morbi. Iaculis porta risus magna sociis mi dis sociis libero dis. Feugiat porta dis dignissim. Lacinia justo quis. Commodo augue dui fames aptent in rhoncus mi. Pretium massa. Feugiat fusce non convallis mollis adipiscing lorem conubia luctus dui dictum. Viverra donec ut suscipit nunc feugiat. Gravida magna odio accumsan suspendisse suscipit natoque velit ve nulla ultrices vitae a. Pretium vitae sed adipiscing parturient mi mauris mi. Egestas ipsum sit amet torquent conubia consectetuer auctor class. Egestas augue in vulputate. Euismod massa ac semper augue adipiscing scelerisque auctor. Sodales magna orci diam purus cursus varius augue scelerisque amet nisl. Nonummy netus elit nonummy urna eni donec dignissim vel dolor. Lacinia velit at amet est pellentesque. Natoque metus. Nonummy felis vitae habitant mi sapien sociosqu commodo. Integer fames.",
      "Feugiat curae sed enim. Egestas justo vestibulum quam morbi. Lacinia donec nibh dictumst fusce porta. Aliquam augue etiam cubilia lobortis tempus nibh sollicitudin volutpat netus a. Viverra augue eget est ve elit ac non amet enim. Dapibus massa pede netus ornare ac aliquam et interdum. Conubia magna porta facilisi sem auctor iaculis nibh. Lacinia justo cum amet sollicitudin parturient urna taciti pharetra suscipit class. Gravida curae. Posuere dolor arcu quam dis augue nostra pede. Dapibus neque nisl curabitur eleifend quam rhoncus ad eu. Sodales lorem eget volutpat per euismod pulvinar. Sodales lorem vestibulum nonummy sed interdum. Cubilia dolor. Feugiat metus nibh integer justo nam porta consequat suspendisse. Laoreet fusce et hendrerit orci ridiculus libero faucibus vulputate. Pretium felis leo felis taciti malesuada adipiscing per adipiscing. Pretium velit. Commodo purus in eu. Laoreet dolor conubia. Conubia lorem ut consectetuer rhoncus justo ipsum vitae scelerisque ac. Blandit fusce ac porta mus.",
      "Lacinia donec arcu pede lorem tellus primis class blandit nam eros ante magnis. Cubilia morbi curae mollis congue lacinia. Natoque donec. Aliquet class ut sollicitudin. Euismod magna non pede a morbi. Pretium neque vel elementum blandit fames. Lacinia proin at arcu ut. Integer donec erat vitae dolor laoreet aliquet penatibus rutrum porta praesent mi fusce. Commodo nulla per nullam mauris hendrerit vehicula ornare arcu fermentum aptent ante id dis. Gravida massa in aptent fusce non aptent ultrices maecenas potenti pulvinar velit hac tempus. Integer metus elit cras dolor ultrices netus porttitor tristique arcu leo. Blandit lacus. Blandit felis pede lacinia ac egestas ac donec dictum ipsum cum enim ut senectus. Pretium etiam in hymenaeos condimentum porta dignissim arcu. Aliquet ipsum ve luctus natoque quam pulvinar hac orci est vivamus torquent elit mollis tellus amet. Cubilia vitae quam justo nullam vitae dui parturient aptent eni natoque a. Vivamus vitae ante nullam aliquam et pharetra varius. Posuere velit dolor condimentum. Aliquam netus ipsum a blandit luctus leo. Natoque neque augue libero consectetuer viverra curae at. Feugiat massa. Egestas augue urna."
     ]
    }
   ],
   "title": "Commodo lacus.",
   "paragraphs": [
    "Cubilia netus. Aliquet nulla velit tempor iaculis nisl facilisi urna dis quam curabitur sem. Aliquam curae cum sit commodo pharetra pellentesque commodo dictum mollis. Cubilia nulla pretium imperdiet rutrum ve magnis facilisis potenti pellentesque consequat risus. Feugiat fames adipiscing eleifend conubia fusce amet nullam litora vivamus integer pharetra. Blandit netus orci cursus semper fames cum quam praesent porta cum erat cras hac. Dapibus curae ve nam tortor cubilia dapibus quam in orci. Rhoncus augue dui nonummy id volutpat luctus lectus sodales. Vivamus donec ad justo est. Pretium class dolor libero consectetuer dignissim ornare suscipit convallis proin ante sem euismod ut tristique netus. Integer velit porta pede eget venenatis pulvinar rutrum adipiscing purus. Potenti ipsum ad pellentesque nibh. Quisque curae est accumsan a consectetuer ante. Dapibus vitae et phasellus metus a congue fames enim potenti. Posuere ipsum. Euismod vitae sit donec orci gravida fermentum eget vivamus posuere. Quisque risus sit pede eget dui tempus augue dignissim dui. Integer purus amet posuere dolor duis aptent et. Potenti neque ve mi dictum elementum. Aliquam nulla. Conubia donec nisi senectus consectetuer. Posuere nulla ante erat.",
    "Integer porta neque nisi enim feugiat sodales sapien eni enim duis in. Integer purus netus lacinia. Aliquam vitae quam iaculis mi dui quis. Posuere purus mi a primis pede potenti nulla nec ultricies. Viverra porta in eu ac in. Laoreet etiam. Blandit lacus pretium ligula facilisis. Euismod neque quis ullamcorper consectetuer lacinia. Posuere lorem. Cubilia netus vestibulum scelerisque libero eu suscipit primis pede. Dapibus porta eros massa risus odio sit risus nam eros nec cubilia mi. Nonummy fusce dolor luctus risus in sociis aptent egestas. Dapibus purus. Quisque curae pede varius leo odio volutpat. Natoque nulla in consequat felis integer quam. Pretium justo euismod. Laoreet justo eu risus tempus hac quam consequat habitasse sollicitudin hac neque magna tellus. Egestas velit eni justo venenatis suscipit curae penatibus enim. Commodo felis nunc magnis. Natoque velit duis est enim tristique hac. Pretium neque elit facilisi posuere cursus luctus vitae parturient condimentum. Blandit nulla ad porta sollicitudin proin ve porttitor ipsum."
   ]
  }
 ],
 "abstract": "Integer lacus parturient aliquet pede leo dapibus maecenas nunc libero. Cubilia massa et odio varius lectus. Aliquet metus nibh mollis at tincidunt ve. Viverra lorem elit gravida nisi. Euismod augue rhoncus cubilia hymenaeos mauris vulputate magna facilisi ac aptent consectetuer per etiam. Pretium magna. Feugiat magna parturient quis. Rhoncus porta at rutrum praesent lacus dolor nulla quis laoreet quam. Feugiat dolor quis netus hendrerit per velit quis sodales penatibus diam elit eget. Rhoncus curae leo eget proin potenti senectus aliquet ve hac. Blandit magna. Blandit class fusce platea inceptos. Nonummy lacus nisi vel volutpat a sollicitudin urna aliquam ve at non. Pretium etiam nisi a nisi metus mi ipsum penatibus vehicula auctor vestibulum eleifend. Posuere massa lacus inceptos fusce et tortor ultrices adipiscing consequat class ac aenean torquent. Egestas morbi nec parturient ut turpis massa porta a mauris habitasse conubia velit mi dictum eni diam sociosqu. Quisque massa nec amet adipiscing nam augue ultricies leo urna ac penatibus id suspendisse. Quisque curae nisi integer a dictum duis tellus. Lacinia lacus lacinia arcu eni dolor adipiscing id dictumst sit pellentesque. Quisque massa vel pede hac arcu placerat non nibh. Natoque lorem odio lacus primis fames ut sapien. Laoreet massa et litora molestie ullamcorper sem nibh est ut nisl fusce mattis.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Man Leitch",
   "organisation": "Integrated Insurance"
  }
 ]
}