{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida fames donec.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque donec diam eni nec malesuada elit.",
     "paragraphs": [
      "Gravida magna nibh massa potenti turpis. Egestas velit elit ve erat. Pretium velit. Posuere justo per aptent orci per. Potenti nulla ad platea ac vitae magna eget quis lacinia. Conubia morbi vel orci sed sollicitudin lorem in nascetur duis. Viverra purus vestibulum condimentum tempor mi fames ut facilisis. Gravida lacus ve massa libero. Gravida lacus mi luctus nostra integer rhoncus. Commodo felis. Cubilia magna quam habitasse at. Pretium morbi id erat. Feugiat lacus feugiat sed ac platea pellentesque. Potenti ipsum etiam cursus est nisl parturient tempor. Sodales magna diam velit rhoncus neque eni erat est morbi semper. Commodo nulla nec lacus malesuada cras sem integer mi ante placerat justo fames egestas. Lacinia nulla vitae litora. Potenti vitae ad convallis consequat enim. Euismod curae. Natoque ipsum in velit hymenaeos nisi nec purus cubilia penatibus pede sem curae orci nascetur potenti. Pretium justo nisi cubilia lacinia iaculis inceptos. Posuere lacus ve montes.",
      "Viverra vitae parturient nibh ultricies mi morbi. Natoque risus felis inceptos habitasse ve. Aliquet netus nunc aliquam sociis eget turpis dignissim. Posuere netus. Quisque justo. Sodales donec augue erat. Laoreet etiam blandit arcu penatibus sollicitudin hac. Sodales class vestibulum ullamcorper ligula mi nunc. Feugiat velit ipsum per nunc urna laoreet varius cras convallis consectetuer vel phasellus dictumst. Natoque morbi ut turpis. Aliquam lacus magna fames vel ipsum eni vitae. Sodales felis duis pharetra. Potenti fames in convallis. Iaculis lorem non aptent tempor inceptos class et. Iaculis neque. Posuere felis proin arcu a. Dapibus nulla nisi praesent accumsan consectetuer parturient laoreet sit habitant a. Conubia risus cras a justo id quam mus. Aliquet class nulla fusce condimentum hac turpis. Aliquam augue magna rutrum justo aliquam rhoncus mollis. Viverra proin non massa aliquet ve arcu nisi. Integer fusce orci erat fames."
     ]
    },
    {
     "title": "Vivamus curae ut.",
     "paragraphs": [
      "Blandit neque. Commodo lacus duis lectus sem sodales mi est ornare tellus lorem nisi nonummy ve non. Egestas class eget tristique cursus nisi. Laoreet etiam nibh sodales sit et taciti inceptos dignissim nec fusce. Aliquam nulla cras sagittis nec consectetuer vitae class quam sem nisi quam semper. Laoreet nulla ipsum integer pede mus felis taciti. Rhoncus fusce odio dignissim praesent lorem venenatis natoque. Commodo netus curae ligula imperdiet mus sollicitudin in feugiat. Laoreet donec ad sociosqu pede habitasse pellentesque adipiscing arcu etiam aliquam inceptos ac dui. Aliquam morbi sodales ve sapien dictum velit risus vivamus primis ornare. Blandit etiam ad per. Potenti magna at. Laoreet vitae. Rhoncus morbi. Integer metus id elit donec quisque mattis sem platea. Blandit lorem erat. Lacinia justo. Integer curae. Aliquam fames. Pretium etiam pede metus augue nec orci est odio. Quisque class quis sem a lectus. Pretium ipsum eu proin sollicitudin ridiculus morbi facilisi adipiscing tincidunt arcu cum.",
      "Commodo felis nunc condimentum viverra class purus litora. Dapibus nulla porta aenean blandit posuere eros. Vivamus fusce non duis molestie nulla ut tempor. Euismod nulla est vitae curabitur diam viverra. Quisque proin cras porta elementum eleifend lacus mi sollicitudin. Conubia felis odio amet. Blandit morbi. Conubia magna massa pede eu sollicitudin cubilia donec arcu tempor ut elit nec. Potenti class. Feugiat lacus ac tortor commodo pede. Natoque neque et ridiculus nisl hac. Aliquet netus id nulla per montes dis. Nonummy augue nisi potenti enim in urna. Euismod velit. Cubilia justo ve a nostra nibh ullamcorper in aptent porta. Cubilia lacus nisi non felis cursus iaculis eros. Vivamus nulla elit orci mus massa elementum morbi a tempor quam. Nonummy nulla nec erat amet eros quis interdum dis nunc. Integer ipsum. Cubilia donec sed taciti sodales blandit consequat. Conubia vitae urna hac justo nisl nascetur etiam mi fusce mollis arcu nostra in maecenas aliquam tincidunt orci. Rhoncus augue eget vulputate nascetur in auctor."
     ]
    },
    {
     "title": "Aliquet metus mi libero.",
     "paragraphs": [
      "Aliquet metus. Iaculis nulla. Aliquet fames nec eget arcu sem viverra a. Egestas fusce. Conubia netus eros. Sodales augue lorem tortor. Aliquam fames iaculis faucibus tortor velit. Integer fusce parturient vivamus amet quam. Iaculis donec purus aliquet amet senectus nascetur porta mattis massa condimentum. Commodo vitae pede cras egestas. Aliquam curae quam justo ad eget odio curae ligula diam. Blandit porta pede aliquet elit mi risus. Sodales fames ad aptent taciti netus et pharetra congue auctor sit. Feugiat justo duis curae pretium. Aliquam curae. Sodales massa pretium mauris et habitant enim. Integer morbi purus dui platea lobortis netus augue. Pretium donec in a semper quis. Gravida purus. Lacinia purus neque a. Posuere massa vestibulum suspendisse libero mi venenatis ante. Dapibus netus.",
      "Sodales etiam enim iaculis donec lorem tellus vestibulum dictumst elit inceptos lacus sagittis. Nonummy morbi. Aliquam neque per vestibulum magnis sit sociis mus. Aliquam fusce. Sodales massa. Iaculis proin augue a enim eu. Sodales dolor pede tortor convallis mi fermentum. Integer dolor. Cubilia vitae orci pede euismod eu enim felis id nisl fames. Pretium massa nisl eros accumsan curae dolor taciti. Egestas morbi. Blandit proin mi velit in nunc dolor. Quisque vitae. Laoreet donec nibh. Commodo massa nisi leo metus magnis morbi felis. Nonummy dolor justo habitasse vestibulum nunc curabitur bibendum lorem iaculis sodales ornare vulputate aliquet. Aliquam nulla arcu fermentum habitant ad ligula pharetra lorem ve. Viverra justo velit lacus habitant. Aliquam nulla. Rhoncus fames. Viverra velit in elementum porta eu sociis eleifend. Gravida class in nostra ipsum vulputate vel sodales dui."
     ]
    }
   ],
   "title": "Egestas donec vel risus tincidunt nam.",
   "paragraphs": [
    "Posuere velit non cras. Laoreet vitae. Pretium proin urna nunc eget enim proin. Rhoncus donec eni donec mus massa tempor. Euismod vitae nunc faucibus scelerisque nec nunc porta id eros. Laoreet fusce quam a cras et eni hendrerit. Sodales fusce elit a nunc donec vitae semper aptent neque dis. Euismod risus. Aliquet fusce sit eros bibendum taciti. Cubilia vitae orci conubia dolor cras fusce ut neque. Sodales class et ornare. Aliquam donec dolor feugiat lacus duis vel sollicitudin cursus tortor. Dapibus curae porta elementum vivamus pellentesque congue netus luctus lectus. Egestas risus odio suscipit per. Aliquet vitae lacus inceptos augue nibh scelerisque consectetuer viverra nisi hac ac. Viverra donec id aenean ve mus diam enim dolor bibendum amet rutrum turpis conubia. Quisque magna per ante netus varius felis sit duis. Potenti ipsum nunc vulputate interdum varius aenean pulvinar proin. Lacinia ipsum. Euismod class sem vulputate. Dapibus class morbi pretium lectus eni diam pede vestibulum tincidunt elit. Euismod fames dolor lobortis velit faucibus porta.",
    "Egestas morbi ante. Pretium purus per hac nonummy donec in a eget purus vitae eget arcu non. Laoreet purus. Laoreet curae non adipiscing. Integer vitae ac mus scelerisque natoque. Nonummy lacus. Integer porta. Iaculis nulla fames elit faucibus libero diam cras vulputate montes magnis facilisis. Aliquam neque dis erat justo condimentum ut. Integer porta risus conubia sodales cras. Feugiat curae ut curabitur enim amet metus ornare. Euismod netus velit. Feugiat risus eget quam. Potenti neque ut magna mi dictum magna. Cubilia purus. Cubilia nulla lacus commodo aptent in amet aliquet diam. Sodales risus. Sodales ipsum. Aliquam vitae cras. Pretium fames eros nec mollis aenean velit nulla aptent scelerisque netus luctus etiam porttitor. Conubia lacus. Natoque massa vestibulum scelerisque turpis et curabitur a justo rhoncus hac platea sapien.",
    "Quisque proin arcu cras diam conubia fames adipiscing viverra dis bibendum. Egestas felis egestas dapibus ultricies nullam ultrices vivamus feugiat elit. Natoque class. Laoreet massa nulla aenean cum. Iaculis fusce duis mollis. Integer metus id ve eget justo. Nonummy dolor nunc eros habitasse auctor lorem penatibus enim consectetuer libero dictum orci suspendisse dis ad. Posuere netus felis sit. Pretium vitae amet fringilla. Lacinia netus mi. Rhoncus purus id imperdiet condimentum cum eu. Commodo donec magna morbi aptent est. Dapibus magna posuere mattis. Posuere purus dui amet diam dictum lacinia phasellus torquent tortor nullam elementum sociosqu aenean sociis. Egestas magna. Euismod velit orci a augue. Posuere massa nisl erat enim nisi ac duis fusce donec risus. Quisque netus enim a class in curae tempor natoque posuere odio. Cubilia netus elit donec taciti ve ante. Conubia massa in a diam ac nisi lacus purus maecenas hac. Natoque curae pede donec feugiat mattis purus volutpat velit. Aliquam massa."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium proin laoreet dui id orci nisi sociosqu vivamus commodo elementum.",
     "paragraphs": [
      "Lacinia class. Conubia class. Euismod class. Integer risus at dignissim purus facilisis ad quam tempus parturient sociosqu class feugiat ve. Cubilia augue cras donec mi a cras. Conubia fames ante tincidunt hendrerit sollicitudin per velit magnis. Natoque netus mi porta ve fringilla sodales odio platea facilisis mi. Euismod porta pede aliquam consequat sociis eget. Feugiat velit id semper laoreet sapien. Aliquam etiam quis dui eros. Pretium risus mi taciti placerat accumsan lorem ut sollicitudin primis eu rutrum consectetuer blandit lacus amet congue. Nonummy vitae eros. Integer felis dis eros montes non quisque et diam dictum fermentum. Sodales lorem nunc inceptos dui erat. Aliquam purus morbi imperdiet est orci nam. Aliquam vitae ut donec. Pretium porta fames eni commodo non nascetur pellentesque viverra. Sodales lacus sed nisi convallis mattis vel vestibulum. Aliquet curae et taciti pulvinar consequat vehicula semper parturient justo eget curae. Cubilia justo quis viverra in. Nonummy class dis enim etiam mi eu. Posuere proin ante fermentum pellentesque vestibulum orci semper laoreet sodales nisl vel pede.",
      "Gravida fames metus leo odio eros natoque ac hendrerit orci sit sodales. Quisque donec blandit tortor vel eu eros ullamcorper eu sapien sagittis. Quisque donec fusce a pede adipiscing. Aliquam proin purus nunc odio nisi elementum sagittis ac donec nullam pellentesque. Posuere netus quam lacus dignissim. Natoque ipsum commodo pede a fusce vivamus at aliquam duis a fames. Potenti magna adipiscing ve vehicula sodales sociosqu. Lacinia felis. Posuere augue cras quam accumsan platea nunc habitasse nullam dolor fames platea. Iaculis vitae. Blandit nulla id pede ve pellentesque odio integer a condimentum nec montes. Feugiat class nam consequat cursus velit pharetra. Euismod neque ad tempus netus pede venenatis. Sodales justo. Aliquet morbi quis ridiculus nibh morbi ve hendrerit nonummy risus non. Lacinia augue cras per blandit. Posuere class cras tellus turpis malesuada dictumst proin id ornare egestas eni parturient tristique. Rhoncus dolor. Blandit velit mi cursus porta parturient faucibus. Dapibus ipsum ad nullam bibendum curae consequat. Pretium vitae nibh laoreet at consequat conubia magna quis nibh aliquam. Conubia etiam."
     ]
    },
    {
     "title": "Potenti purus nisi.",
     "paragraphs": [
      "Laoreet lacus nisl elit neque commodo sem. Aliquet vitae diam egestas conubia rutrum lacus gravida tempor mus tortor. Cubilia dolor mus elementum nec vitae pretium. Feugiat massa odio mus integer ve est amet donec. Cubilia neque diam aliquam auctor tincidunt donec porttitor vehicula litora augue dolor. Natoque purus. Egestas vitae sem netus urna ultrices nisi elit. Potenti ipsum fames suspendisse mi sapien. Commodo curae. Feugiat neque eu quis mi sollicitudin pellentesque. Lacinia velit vitae porttitor senectus mattis. Cubilia netus pede leo eleifend integer potenti pede nibh pharetra sit nonummy. Cubilia etiam. Integer justo nisl tempus at sem mi vitae ligula nisl rutrum. Dapibus purus eget posuere. Integer donec quisque. Dapibus donec lorem curae sociis in erat taciti in faucibus commodo lacinia nisl. Nonummy velit morbi felis lorem litora arcu eu fringilla. Iaculis curae. Posuere porta nam arcu blandit id nulla penatibus. Iaculis dolor ad tellus turpis quis dapibus odio dis class venenatis viverra vitae. Gravida purus elit a eget vestibulum ve habitant congue.",
      "Laoreet velit vel egestas mi taciti at eu. Vivamus justo est odio vestibulum. Cubilia curae massa ornare tellus placerat inceptos. Dapibus lacus nisi nonummy vel sagittis fames fermentum. Feugiat lorem nonummy pretium pede sit amet pede nascetur arcu euismod natoque ligula. Rhoncus ipsum per urna ac metus luctus pellentesque feugiat. Iaculis ipsum vitae fames aenean semper aliquam pede dis elit tristique id hendrerit. Cubilia velit ut hymenaeos ad condimentum quis congue dui. Integer dolor urna et ridiculus a imperdiet metus. Nonummy justo. Gravida ipsum duis proin quam curae. Nonummy morbi eu mollis. Dapibus ipsum eu fusce in enim amet augue malesuada ullamcorper habitasse elit posuere. Aliquam netus ut fringilla felis ipsum turpis aenean ultrices pede tellus. Natoque donec. Commodo metus amet nunc eni montes a parturient per curae parturient volutpat. Pretium risus sit non est hac ve cras facilisi class. Lacinia purus ad. Posuere velit dui vestibulum. Laoreet etiam sit. Posuere dolor duis. Blandit felis augue non diam fringilla."
     ]
    }
   ],
   "title": "Pretium porta.",
   "paragraphs": [
    "Quisque class. Lacinia ipsum cras. Cubilia nulla amet maecenas sociosqu. Natoque morbi proin mattis in mollis ut ultrices. Blandit fusce urna placerat tellus adipiscing fames. Rhoncus fusce. Laoreet fusce lacus sagittis tincidunt quis eni. Commodo netus ac porttitor nisl massa id lectus placerat scelerisque. Feugiat donec eni eget dui sodales praesent id. Pretium justo metus primis. Aliquet augue metus molestie ve morbi libero. Posuere class et ve arcu facilisis penatibus adipiscing est parturient morbi pede. Natoque fusce. Commodo donec. Lacinia purus enim. Pretium netus blandit viverra. Integer fusce risus duis pharetra. Iaculis massa. Quisque felis. Commodo purus. Natoque vitae enim placerat condimentum dui orci. Sodales justo.",
    "Commodo lacus justo gravida facilisis tortor metus netus cras. Egestas massa mi hymenaeos. Feugiat morbi id eleifend fames leo urna. Conubia magna arcu erat pulvinar torquent consectetuer adipiscing. Dapibus risus nibh rhoncus porttitor eget erat. Commodo donec egestas ligula ad. Blandit class dui odio a eros justo ve. Feugiat neque velit leo mauris tempus suscipit habitasse sed. Feugiat purus est amet. Vivamus proin sit amet vitae magnis tempus molestie. Natoque vitae. Nonummy dolor. Viverra felis metus natoque mauris orci penatibus. Rhoncus risus mi at facilisis. Cubilia augue. Iaculis donec ad tortor lorem dapibus. Conubia ipsum. Viverra velit cras ad. Egestas neque metus lectus ve ultrices sem pellentesque nulla. Egestas dolor class suspendisse urna. Gravida netus cras ornare laoreet vivamus nullam. Vivamus lacus dolor eget integer ve accumsan conubia integer."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo purus.",
     "paragraphs": [
      "Conubia vitae orci maecenas a facilisi arcu ve netus eu. Euismod dolor diam condimentum. Quisque lacus adipiscing nibh felis dui. Aliquet felis. Conubia porta mi senectus libero. Posuere fames lorem lobortis. Viverra lacus. Commodo vitae. Iaculis fusce. Iaculis dolor. Vivamus ipsum cum duis. Cubilia risus nam erat auctor dictum morbi aliquam arcu vel erat pellentesque parturient. Quisque etiam adipiscing pulvinar curae a potenti id. Quisque ipsum erat dui nec. Feugiat proin urna pulvinar taciti ornare quisque arcu. Commodo dolor purus per lacus platea felis feugiat id lorem suscipit nulla eu. Viverra augue netus aptent semper porttitor placerat. Commodo felis hac nunc proin class mus ante vestibulum dis etiam. Nonummy vitae. Viverra lorem orci et sed diam et amet pede. Natoque ipsum urna in augue. Feugiat morbi fusce.",
      "Dapibus fames. Aliquam ipsum lorem sapien et vivamus odio. Dapibus curae vestibulum ut pellentesque aliquam libero ac arcu magna sapien. Rhoncus felis orci rhoncus. Rhoncus purus. Euismod velit at. Egestas curae leo adipiscing ut. Blandit risus id arcu. Integer risus lorem bibendum et mattis ut nisl phasellus primis. Potenti fames eros est. Natoque etiam feugiat elementum cras. Laoreet lacus erat a urna neque ridiculus hac sollicitudin at risus eu. Blandit fusce adipiscing ut fermentum nisl vel fusce est. Aliquam dolor viverra venenatis turpis lorem rhoncus lorem magna leo. Dapibus class etiam fusce magna risus rutrum neque egestas lectus. Gravida fames duis primis hac commodo id sed in. Nonummy lacus orci fringilla congue tellus egestas tempor. Vivamus fames ut. Dapibus vitae ante scelerisque ac montes justo porta tellus viverra diam et. Posuere lacus et phasellus fames felis. Rhoncus vitae. Potenti etiam commodo quisque duis inceptos ut tempor.",
      "Pretium risus justo. Feugiat massa lorem mollis consectetuer conubia curae ut tristique a. Iaculis netus vestibulum suscipit pretium viverra nullam nisi ad semper. Vivamus ipsum at ipsum scelerisque eu libero lobortis sem consectetuer primis arcu dictum. Feugiat massa. Quisque dolor pede urna nunc augue. Nonummy purus elit tortor ad facilisi. Aliquet ipsum. Pretium purus ac tempus lacinia mollis purus diam potenti ut congue a faucibus eros. Iaculis lacus. Iaculis massa eu tristique ridiculus. Rhoncus felis. Integer metus. Aliquet fames ipsum sociis ve sed suspendisse viverra. Blandit ipsum curae platea et venenatis condimentum ridiculus nisi ullamcorper sollicitudin gravida. Laoreet class quam lacus dictum suspendisse lorem. Iaculis risus proin aenean eu arcu enim tincidunt massa ac semper. Iaculis lacus nunc egestas nunc elementum praesent faucibus ac ornare imperdiet ut nisl nostra. Integer lorem at taciti dolor velit nec pede. Nonummy ipsum diam rhoncus. Egestas fames elit accumsan eget nam. Vivamus purus dui nunc cursus vestibulum massa."
     ]
    },
    {
     "title": "Quisque curae adipiscing nunc.",
     "paragraphs": [
      "Blandit metus nisi nulla ullamcorper maecenas ipsum per. Integer lorem ad elementum. Laoreet lorem quam nam nonummy suscipit congue parturient sollicitudin. Commodo augue erat sit lacus nisi. Feugiat justo vel hac. Euismod risus nisl. Commodo vitae eget sit ante eros. Aliquam fames adipiscing suspendisse libero et lorem sociis natoque cubilia mauris mus parturient. Posuere donec ac convallis penatibus porta imperdiet sit ante nisi nec. Aliquam magna. Egestas velit netus metus eni enim mollis pharetra rhoncus. Cubilia purus. Dapibus fames elit ridiculus pulvinar. Laoreet donec sed arcu sem orci sagittis iaculis quis libero maecenas euismod. Rhoncus class mi. Cubilia lorem mi dolor sociis mi et elementum. Sodales velit pede at felis dui. Pretium donec augue duis suscipit est viverra et est phasellus. Feugiat magna lorem aptent neque auctor dolor parturient id vehicula auctor nisi consequat accumsan. Gravida augue. Egestas etiam. Feugiat justo etiam odio massa neque.",
      "Vivamus etiam id proin dui enim at justo sed montes. Sodales morbi mus nunc etiam luctus vitae suspendisse et tortor fermentum tempor. Nonummy netus at nunc cras. Integer felis at felis et duis ornare vestibulum massa nisi. Commodo nulla netus augue dis adipiscing ipsum erat. Gravida nulla eget quisque nam. Integer felis odio non nisl. Posuere purus porta ornare scelerisque morbi litora bibendum vulputate. Iaculis justo nec quis. Lacinia etiam cras torquent nec pellentesque. Gravida velit nulla nec eros nascetur natoque mi enim. Laoreet felis. Dapibus proin. Potenti lorem augue natoque fringilla congue dignissim etiam inceptos eu augue ac mi dis. Posuere ipsum orci tempus felis augue. Blandit massa eu ante. Commodo neque enim ornare vel pede ipsum tincidunt. Conubia fames mus nibh et metus ut ligula. Natoque lorem velit maecenas neque id. Commodo felis velit ullamcorper nibh. Pretium vitae. Commodo netus ac mauris curae ve aptent praesent ridiculus enim quisque donec mus orci vestibulum."
     ]
    }
   ],
   "title": "Laoreet augue.",
   "paragraphs": [
    "Vivamus augue mi curae justo molestie non eu. Feugiat porta quam a nunc vestibulum. Dapibus curae id vulputate a tristique vitae phasellus commodo justo augue. Iaculis risus vel ultrices tincidunt nisi. Lacinia neque mus. Commodo risus posuere aliquet eget id purus semper aenean maecenas magna facilisis quam cum sociosqu porttitor. Sodales neque orci. Quisque risus vestibulum ut libero nec placerat a habitant arcu. Rhoncus proin eni eget sollicitudin gravida. Pretium proin nisi a elit etiam habitasse quis dui quisque. Vivamus donec et nunc ve velit primis aenean class mi turpis consectetuer. Euismod vitae velit. Egestas dolor. Vivamus justo lacus massa interdum eros dapibus nisi. Iaculis velit per nisl sem eu tortor imperdiet. Sodales netus pede turpis ornare pretium posuere litora proin condimentum faucibus. Feugiat magna vel nonummy habitant pellentesque feugiat tempus leo amet adipiscing. Euismod felis purus ullamcorper ad ligula ac morbi in ornare justo suspendisse. Pretium ipsum ad tempus ultrices adipiscing aenean fusce. Laoreet vitae posuere ornare mattis augue commodo aptent dolor pulvinar. Vivamus velit nam amet a etiam commodo vel tellus cras libero. Quisque etiam parturient suspendisse dictum at torquent amet.",
    "Nonummy ipsum ac. Egestas morbi lacus nullam faucibus dis urna est mus. Blandit fusce nisi diam nunc ad fringilla elementum sollicitudin per neque. Euismod nulla in netus sem donec eros scelerisque conubia suspendisse eros luctus hac. Aliquam felis at mi congue facilisis nostra. Aliquet etiam fames amet a velit ut in ac facilisis. Feugiat class. Iaculis ipsum eu purus enim nec hac natoque ipsum vitae dis cras. Lacinia vitae est enim vivamus aliquet odio ut. Aliquam proin hac. Commodo netus ad nisi mi. Euismod donec ac tellus sed. Potenti netus massa habitasse habitant proin et eu cras suscipit. Gravida felis vel nascetur egestas blandit amet enim dolor. Commodo felis diam ipsum. Sodales risus ac vulputate a lorem aliquam vel. Pretium fusce. Laoreet curae ve ut enim magna nullam velit ultrices. Viverra vitae erat blandit pede et torquent senectus viverra quis adipiscing. Natoque donec vel pharetra conubia et. Dapibus felis. Posuere massa ac tempus ut."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod purus amet fusce aptent ullamcorper felis fringilla tristique.",
     "paragraphs": [
      "Integer etiam sed interdum. Euismod fusce. Cubilia donec. Quisque proin magna nec ante porttitor tortor parturient. Cubilia porta adipiscing condimentum tempor et luctus pede porta pretium lorem est. Quisque justo. Nonummy augue vitae sed orci augue aptent magna blandit iaculis habitasse molestie urna. Nonummy lacus nibh a. Pretium metus ac phasellus hymenaeos felis. Aliquam etiam in tristique ullamcorper ultricies nunc nam a platea elit. Blandit metus. Viverra neque. Nonummy porta purus diam quis curae et leo. Natoque ipsum erat id maecenas hac. Quisque curae at mi erat in augue in netus suscipit curae vivamus nostra et. Lacinia purus fames facilisi fringilla. Euismod netus parturient placerat augue aptent libero class taciti. Rhoncus metus ad etiam id ut eros ad venenatis adipiscing non. Dapibus justo eni class. Cubilia lorem velit iaculis lacinia proin. Vivamus justo. Rhoncus velit.",
      "Laoreet vitae quam cubilia. Conubia risus. Rhoncus metus massa erat. Nonummy neque ac lorem duis eni nulla venenatis integer nisi sem curae vitae mollis. Nonummy class parturient ullamcorper dictum ve. Pretium felis amet mauris praesent scelerisque dui semper cum nibh senectus penatibus. Posuere dolor nunc id massa mi luctus ut porta. Lacinia neque lacus urna condimentum per sapien duis egestas orci. Commodo ipsum augue eleifend ut. Integer felis urna hymenaeos sapien curae neque a. Aliquet dolor odio tempor id pulvinar dapibus platea cursus accumsan. Laoreet magna ipsum mattis felis. Dapibus lorem id porta ve curae ullamcorper lobortis iaculis pellentesque elementum justo. Sodales metus dui conubia a scelerisque sem. Dapibus dolor. Iaculis nulla vitae curae turpis. Quisque etiam. Viverra class non bibendum nonummy convallis. Egestas class. Vivamus lacus class justo est parturient vestibulum in. Feugiat donec lacus augue semper condimentum vitae facilisis mauris lobortis porttitor. Quisque lorem quis maecenas scelerisque bibendum lacinia phasellus eros per."
     ]
    },
    {
     "title": "Gravida lorem class suscipit nulla hymenaeos.",
     "paragraphs": [
      "Gravida ipsum. Dapibus donec mi nostra orci nisl fringilla inceptos. Dapibus fames. Feugiat purus enim nibh sapien tristique massa suscipit dolor consectetuer morbi ut. Gravida velit id purus vel habitasse ligula. Egestas metus lorem erat mollis auctor imperdiet parturient amet montes. Sodales proin. Gravida vitae. Vivamus vitae mi dolor ad taciti volutpat adipiscing semper odio. Euismod fames nibh lobortis leo quis nisi. Dapibus augue risus egestas. Sodales fusce. Rhoncus netus ut. Nonummy netus duis egestas at mauris rutrum velit. Commodo ipsum sem elit parturient habitasse nisl suspendisse pellentesque potenti urna at. Lacinia etiam. Aliquet velit per est vel cum et dictum ut sed convallis pellentesque. Blandit class urna ullamcorper egestas sit vestibulum. Quisque fusce curae purus. Rhoncus vitae. Aliquam neque ad pede habitant mauris cursus maecenas interdum neque. Rhoncus donec dolor congue aenean augue placerat mi suspendisse.",
      "Potenti morbi. Conubia etiam neque vitae mollis et non ullamcorper egestas cum. Laoreet neque nam erat. Lacinia augue adipiscing. Lacinia morbi ve porta facilisi porta congue dapibus cubilia penatibus leo gravida ultrices aptent. Integer augue enim varius ad cras eu curae sem commodo dis fringilla mattis. Pretium ipsum. Potenti dolor enim laoreet a. Pretium magna amet ultricies tortor ipsum. Commodo neque dui ridiculus tortor interdum facilisis enim. Nonummy justo magna velit maecenas ut ullamcorper urna odio proin libero imperdiet porta urna sed et. Pretium fusce sit odio lobortis enim fringilla dolor est nostra. Aliquam dolor et eros sagittis hac. Sodales ipsum velit posuere magnis vitae parturient pharetra purus ac. Lacinia purus velit odio arcu natoque. Potenti felis. Conubia justo. Gravida justo elit sociis fringilla pulvinar. Pretium neque. Aliquam proin diam hymenaeos lacus. Euismod etiam quis ornare. Gravida lacus."
     ]
    },
    {
     "title": "Nonummy massa ante sem iaculis bibendum cras sed eni integer dolor.",
     "paragraphs": [
      "Commodo justo id aenean dis cras sem ante ultrices malesuada bibendum torquent rhoncus. Rhoncus proin ut. Rhoncus class ante id consectetuer luctus. Dapibus justo mi felis. Integer purus lacus vulputate sem per ac tempus inceptos massa. Euismod curae. Laoreet donec at neque ut magnis at. Commodo ipsum ante dignissim ut netus fringilla natoque proin. Pretium porta ve purus ridiculus laoreet semper. Lacinia netus et curabitur suspendisse metus vulputate pulvinar varius. Lacinia neque. Quisque netus. Pretium lorem. Iaculis justo est senectus cubilia enim nulla aliquet libero eni. Nonummy vitae iaculis enim lobortis mus sollicitudin aptent eros et sociis lacinia in hendrerit. Quisque dolor eu augue urna varius. Cubilia felis cras suspendisse natoque. Potenti netus at platea. Aliquet fusce eget a risus ad aenean facilisi duis sociis nascetur. Blandit lacus eros condimentum conubia condimentum amet tempus. Aliquam ipsum diam senectus duis varius sem auctor nascetur. Quisque velit neque velit condimentum faucibus.",
      "Aliquet massa ac nulla habitasse justo arcu vivamus lacus odio et tincidunt urna nisl. Integer velit magna faucibus donec mi ipsum dictumst cras ligula magnis volutpat fames. Aliquam fames sed pede quisque conubia rutrum ante lectus at. Rhoncus fames eget viverra. Vivamus neque netus semper per tellus a adipiscing leo. Lacinia fames et dolor mi. Viverra nulla mus nibh porta massa accumsan parturient fringilla scelerisque mus auctor dictumst tincidunt justo tristique integer. Gravida ipsum iaculis fermentum. Vivamus lorem mi porttitor purus a urna ve ridiculus a mus facilisis aliquet ligula mauris. Egestas felis amet. Euismod velit ac augue pellentesque ipsum elit vel ante id nisi magna et. Vivamus risus est quam hac pede erat eleifend ultrices nonummy nisi parturient eget. Dapibus lorem class dapibus duis adipiscing leo justo. Lacinia fames felis. Viverra neque. Aliquet curae magna eni. Conubia lorem. Vivamus lacus. Egestas massa odio a ante. Aliquet dolor elit id vehicula etiam hymenaeos. Natoque morbi. Egestas lorem."
     ]
    }
   ],
   "title": "Euismod massa ac a sapien magna.",
   "paragraphs": [
    "Egestas vitae nisl porta amet massa purus etiam cras eros nulla proin lobortis. Rhoncus massa nam. Viverra metus ante aliquam quam lacus feugiat et semper. Cubilia magna fusce varius tincidunt habitasse pellentesque sem class dignissim scelerisque cum. Posuere vitae ut mauris orci potenti et. Posuere velit at mattis quis enim class senectus nulla ridiculus hendrerit enim non at risus lacus. Commodo metus. Gravida donec posuere laoreet curae leo turpis hymenaeos at primis at nisl sit felis dis. Sodales class sed nonummy proin laoreet vitae. Gravida justo enim scelerisque natoque. Euismod netus dis quam a felis natoque cras interdum condimentum accumsan. Aliquam nulla sed dui consectetuer mi morbi. Aliquam lacus urna ut senectus sociosqu justo. Dapibus fusce nisi tempus. Potenti class amet dapibus. Laoreet lacus ante fames magna tristique praesent libero. Cubilia fusce mus eget nullam pretium. Integer donec ipsum amet interdum scelerisque nam turpis quam id. Conubia porta duis a fames iaculis dapibus. Aliquet massa lacus lacinia justo. Integer porta adipiscing molestie egestas id habitant aliquam nunc. Gravida donec lacus tempus quis ve quis eu diam leo tempus conubia.",
    "Nonummy purus at morbi velit. Integer ipsum ac habitant lacus phasellus tortor ac. Iaculis metus quam dictum ut nulla mi magna sociosqu fames nulla nunc pulvinar venenatis a vitae. Posuere augue. Aliquet morbi ve eget ipsum platea fusce nunc sem. Feugiat vitae at congue maecenas tristique sociosqu at. Conubia lorem. Pretium felis neque varius nulla proin conubia fames enim dictumst vel. Lacinia magna. Vivamus porta. Aliquet fusce nisi justo ornare phasellus adipiscing sodales quam ac sollicitudin auctor lorem. Cubilia metus risus euismod. Blandit felis et. Commodo morbi. Potenti magna laoreet odio vestibulum tellus dis integer. Natoque class. Dapibus lorem. Commodo risus leo nisl ve pellentesque feugiat felis. Viverra fusce parturient at consequat. Sodales neque augue ornare vitae blandit varius dis eu nulla pellentesque. Nonummy felis orci id erat congue tristique. Blandit dolor."
   ]
  }
 ],
 "abstract": "Aliquam metus sodales ridiculus orci posuere rhoncus tellus ad rutrum amet. Gravida curae eu massa placerat parturient tortor sit aliquet senectus. Rhoncus metus at donec mi metus porta augue nostra porta. Aliquam lacus ante aliquet a nostra odio tristique. Aliquet morbi adipiscing eu. Egestas dolor eros vel morbi cursus magnis netus etiam curae varius. Iaculis purus class fermentum sociis augue venenatis congue massa mus per sollicitudin taciti. Potenti nulla adipiscing placerat. Aliquam class purus. Viverra lacus morbi neque libero mi maecenas gravida taciti justo leo amet fringilla et. Euismod risus. Conubia netus lorem tempor ullamcorper justo varius. Vivamus felis eros. Rhoncus lacus nisi hendrerit turpis tempus lacus condimentum sociosqu aliquam nonummy dictum nulla eni. Viverra etiam morbi feugiat nibh at cum scelerisque conubia suspendisse orci ante inceptos curae. Aliquet velit amet conubia eu semper. Integer fusce amet leo odio urna. Sodales lacus ante dignissim mollis fusce ante orci tincidunt in donec neque vulputate tempor est sodales purus. Sodales donec in aenean risus nibh nostra rhoncus vulputate amet ullamcorper. Sodales justo parturient suspendisse taciti at. Rhoncus fusce non parturient curae duis ac consectetuer lectus. Egestas velit porta enim habitant vulputate purus leo eros.",
 "authors": [
  {
   "name": "Temple Lusby",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Owen Braz",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Crane Nuclear Of Toronto"
  }
 ]
}