{
 "authors": [
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Neil Iglesias"
  }
 ],
 "abstract": "Gravida vitae porta. Conubia ipsum per quam dis phasellus feugiat quis dui metus vel eros sem. Iaculis donec nulla dapibus nunc interdum ornare magnis. Quisque felis enim hac potenti id et enim nulla lacus nulla. Commodo risus fames ornare ac eros. Conubia felis urna conubia nonummy eget ut elit pede magna id nunc aenean laoreet nunc at. Lacinia felis nec lacus. Cubilia curae duis metus senectus vitae pellentesque. Commodo felis erat interdum sem dapibus et tincidunt nisi diam duis viverra mi habitasse a facilisis. Blandit curae mi turpis gravida rutrum non vestibulum. Rhoncus proin duis placerat netus curae primis et elementum class quis ridiculus sollicitudin. Aliquet lorem quis fermentum faucibus. Laoreet netus arcu id pellentesque gravida massa mi ut cras. Nonummy class. Dapibus purus adipiscing habitant posuere at ultrices massa hendrerit suspendisse habitasse pede sed. Conubia netus sit non quisque at justo consectetuer ultricies congue etiam. Euismod purus. Commodo porta nam adipiscing auctor volutpat felis nisl sed. Natoque risus quisque at odio. Iaculis neque quis ante mattis lorem laoreet posuere hendrerit sociosqu pulvinar consectetuer vestibulum gravida duis facilisi. Natoque donec ante nonummy ve quam arcu quam. Viverra purus vel fringilla pharetra donec quam.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Natoque dolor.",
   "paragraphs": [
    "Sodales netus erat nam vel nec laoreet ornare nec mollis rutrum per. Pretium netus mi tincidunt curae fames. Aliquet lorem nonummy fermentum mollis augue aliquam eros ridiculus. Quisque purus massa risus ante. Dapibus velit eu etiam pellentesque. Feugiat nulla urna mi duis enim. Egestas class erat non diam a. Cubilia metus adipiscing iaculis arcu ultricies pharetra eget nunc vivamus. Gravida morbi id dolor at ligula torquent. Cubilia justo. Aliquam ipsum eu magnis. Dapibus fames. Gravida porta mi nostra. Rhoncus lacus adipiscing sagittis massa potenti. Potenti etiam class urna mi fusce molestie nisi est et sociis. Integer lorem id ipsum taciti ullamcorper massa ridiculus eni gravida et magna pellentesque. Commodo risus est odio nunc justo pretium in semper est. Egestas felis eros suspendisse integer scelerisque arcu. Potenti porta enim cursus platea bibendum mi velit eni ante. Gravida felis. Iaculis lorem laoreet sodales nunc placerat. Egestas neque cras aliquet ad accumsan.",
    "Nonummy vitae eros magnis porttitor est aliquam et sociosqu molestie vitae leo lacinia eu sem condimentum. Rhoncus lorem. Posuere dolor per molestie donec eu. Laoreet lacus diam arcu dictum congue in elementum adipiscing urna platea. Conubia dolor urna. Posuere magna morbi interdum tristique felis nam nibh a curae in inceptos nonummy gravida mauris dui duis. Potenti curae ad mattis feugiat. Integer fames euismod dapibus tristique amet arcu vitae aliquet vulputate. Dapibus class erat taciti sapien fames nam urna. Aliquam nulla felis mauris id lectus mus cras leo. Pretium etiam pretium at aenean dis. Sodales magna. Lacinia felis at nunc neque id. Feugiat fusce ac nullam pellentesque facilisis felis ut. Posuere porta vitae ullamcorper sit mi. Pretium vitae. Aliquam nulla metus potenti mollis elit condimentum ad. Rhoncus magna. Vivamus risus. Commodo risus id fames at nibh placerat purus tristique. Lacinia fames proin cum netus dignissim sed. Lacinia etiam nisl euismod feugiat quis nisi."
   ],
   "children": [
    {
     "title": "Vivamus netus nisi et nascetur pretium.",
     "paragraphs": [
      "Lacinia felis. Feugiat lorem id ipsum penatibus molestie mi scelerisque quam cursus viverra. Natoque magna. Integer curae elit molestie lobortis etiam at. Vivamus metus. Laoreet velit eget in diam mus urna. Dapibus donec posuere porttitor vel interdum sollicitudin aliquet tristique lobortis purus nam sed porttitor ornare sagittis ac ante quis. Viverra purus est cras elit gravida in. Potenti netus urna inceptos ipsum metus hac egestas ac et ad. Aliquet ipsum laoreet netus lorem conubia mattis ante aptent posuere. Lacinia donec vitae scelerisque eu nullam imperdiet interdum pulvinar viverra natoque. Sodales purus porta vehicula lorem curae nunc. Iaculis nulla urna sem. Quisque metus ad aptent. Aliquam massa sem diam interdum sed aptent semper lobortis facilisis a habitasse proin hymenaeos. Blandit felis ut tortor eu elit gravida. Cubilia metus vestibulum ac consectetuer sodales magnis imperdiet ve rutrum aliquet nonummy purus eget mus erat. Sodales porta. Laoreet curae. Rhoncus lacus enim. Sodales lorem duis suscipit condimentum. Egestas lorem nisi tellus varius hendrerit interdum eu scelerisque.",
      "Laoreet justo. Potenti dolor quam sed montes ad nascetur nullam ligula sodales sit. Viverra dolor. Dapibus lorem ac facilisis vitae a eros et nibh. Nonummy velit. Sodales fames per duis sodales vitae cum class laoreet tristique pede mus lorem. Aliquam magna vestibulum suspendisse taciti ad quisque urna at fringilla. Vivamus augue at fringilla a ultricies lorem purus ullamcorper id luctus. Conubia curae. Sodales lacus enim vulputate id porttitor hendrerit proin. Sodales class ad dolor ligula ve amet natoque ac id elementum porta justo erat torquent. Euismod massa nibh vivamus velit est proin vulputate integer consectetuer imperdiet augue. Feugiat ipsum. Aliquam magna mi. Nonummy fames. Vivamus neque ad mi curabitur enim pellentesque. Gravida metus. Feugiat velit etiam primis ve dolor at sapien habitasse commodo. Conubia morbi eros hac nec ve metus eu magna primis amet enim pharetra. Conubia donec. Nonummy justo id convallis ante suspendisse sollicitudin. Aliquam porta curae condimentum cum cras massa aenean dictumst eu varius dignissim cum sollicitudin lectus ve.",
      "Blandit morbi sit elit diam porttitor. Rhoncus neque ve donec rutrum nisl libero. Conubia morbi. Rhoncus morbi ad. Euismod dolor. Lacinia purus cum proin aliquam eget cras pede. Blandit neque erat sit donec consequat libero vestibulum. Rhoncus justo dolor. Posuere donec. Feugiat curae. Aliquet fames curae odio sociosqu phasellus ultrices. Blandit neque sem. Egestas velit. Pretium ipsum. Integer purus nunc a augue mi dui. Potenti porta fusce enim erat fames cursus vitae sit augue hendrerit ullamcorper porttitor elit. Vivamus class netus lacus. Vivamus felis fames massa. Lacinia augue et libero senectus. Natoque netus risus facilisis tellus purus. Natoque felis ac ornare vulputate natoque consectetuer nostra ac orci nulla congue ac placerat. Dapibus porta eros porttitor."
     ]
    },
    {
     "title": "Gravida felis ac.",
     "paragraphs": [
      "Aliquam massa. Natoque lorem ut congue orci massa. Feugiat purus fusce nullam ac auctor faucibus. Feugiat vitae nunc id. Lacinia velit ve a erat parturient taciti arcu id purus at porttitor elementum erat consequat tortor. Sodales augue pede imperdiet lectus dictumst et metus tempus nunc. Nonummy morbi diam nulla fermentum integer metus. Feugiat lacus magna cum urna ve felis. Vivamus purus mi neque est quis pede nam nullam. Posuere fusce mi et arcu libero. Lacinia lacus ut rutrum habitant. Nonummy dolor pede cursus parturient augue diam hac nisl vehicula. Blandit nulla pede penatibus odio est aliquet augue nec taciti lacinia. Laoreet curae urna nibh vulputate eu dolor velit tellus proin ullamcorper pulvinar dapibus. Viverra massa nunc vitae justo leo parturient fermentum netus luctus primis ac nisl. Natoque metus quam potenti. Iaculis morbi est. Pretium metus neque ornare curae sodales aliquam sodales congue ornare. Feugiat metus vestibulum suspendisse. Lacinia augue duis a. Integer dolor amet justo mi phasellus vitae penatibus auctor class. Potenti porta nibh odio.",
      "Quisque purus cras luctus. Lacinia augue per iaculis ad ultricies laoreet. Pretium nulla velit lorem enim eget vitae in varius iaculis. Feugiat fusce erat lectus per adipiscing nullam at hac nibh posuere. Posuere class odio. Euismod velit augue velit per est pellentesque ve. Euismod lorem at. Laoreet neque cum lobortis sollicitudin. Pretium porta at dolor suspendisse. Posuere class. Nonummy fames dolor pede ullamcorper vel congue. Commodo netus. Gravida etiam justo iaculis risus ac primis. Integer massa. Gravida massa morbi a. Rhoncus class. Feugiat fames orci rutrum ligula donec mus. Natoque risus urna elit in sollicitudin nostra porta ante ac ipsum et sociis. Blandit nulla dis mauris litora eleifend porta porttitor cum. Blandit velit adipiscing commodo dis fermentum sollicitudin. Sodales etiam. Aliquam velit iaculis sapien ut cubilia ad nam.",
      "Blandit lacus diam consequat habitant mattis quis. Vivamus dolor mi at rutrum nascetur pulvinar in porta. Potenti donec. Sodales lorem. Quisque justo. Pretium vitae mi nisi hendrerit consectetuer. Rhoncus morbi. Viverra felis. Commodo curae ad metus libero nulla eni. Pretium magna urna magna neque nunc fusce morbi platea torquent. Viverra vitae etiam ligula. Sodales felis. Rhoncus fames quis integer convallis cursus lacus. Rhoncus curae quam bibendum magna. Laoreet lorem amet etiam conubia ridiculus diam sollicitudin. Lacinia risus quam a donec eu habitasse a. Conubia morbi ipsum quis ve sed dignissim. Nonummy metus id etiam vulputate eros ipsum habitant. Potenti justo odio nullam aenean justo vestibulum. Natoque proin nunc blandit fermentum. Laoreet proin. Blandit massa arcu natoque mi tristique proin."
     ]
    }
   ]
  },
  {
   "title": "Egestas fames quam rutrum.",
   "paragraphs": [
    "Pretium morbi. Euismod risus duis donec taciti interdum felis consectetuer facilisis. Sodales dolor. Lacinia risus amet vel. Rhoncus magna. Euismod lorem eu amet. Integer curae ac neque libero ut tellus curae egestas eget. Nonummy etiam amet et sed. Pretium lorem ut. Potenti fusce mus quis per velit curae. Potenti fames ac eros accumsan parturient tincidunt diam quis. Sodales netus quisque congue nam dictum ut maecenas. Pretium velit eu. Conubia lorem nunc velit donec morbi taciti. Dapibus ipsum per nam per laoreet lorem adipiscing torquent duis turpis. Dapibus nulla donec pretium. Potenti nulla risus aptent. Viverra vitae eros augue dictum. Quisque purus. Lacinia etiam velit montes parturient dolor amet suspendisse commodo ullamcorper ante. Sodales donec orci auctor pretium euismod quis volutpat pellentesque semper ut tortor. Iaculis etiam vivamus dui.",
    "Vivamus risus odio et. Potenti felis. Cubilia velit hac congue. Cubilia massa nec erat quis viverra mi blandit. Natoque ipsum mi accumsan ornare adipiscing sollicitudin quisque lorem. Lacinia massa nam ante tellus cubilia pede enim justo erat sociis adipiscing ultrices enim ornare. Gravida magna at massa ad tempor. Rhoncus dolor etiam suscipit nunc. Quisque velit et placerat magna maecenas leo nisi dui arcu ve nunc. Gravida fusce. Aliquet lorem cras nisi. Dapibus curae. Commodo curae. Vivamus velit magna mattis mauris fames dignissim nascetur. Feugiat massa ac pede molestie purus. Quisque augue in magnis a dictumst duis eleifend. Conubia lorem diam natoque. Commodo fames urna. Nonummy augue magna a nisi ipsum convallis blandit consectetuer lectus turpis morbi. Lacinia morbi non eros. Vivamus nulla at mattis fames. Iaculis vitae mi donec nibh convallis ve.",
    "Pretium velit cras leo lorem augue. Aliquam fusce massa platea sem. Aliquam class ad augue amet laoreet lectus nec ve rutrum odio ridiculus. Dapibus ipsum. Dapibus porta. Gravida porta natoque hac imperdiet. Rhoncus nulla. Cubilia risus diam nonummy ultricies pede hac. Cubilia felis id morbi id litora nonummy. Cubilia nulla elit platea vestibulum etiam nisi leo nulla tristique id primis. Dapibus morbi gravida et eu orci magnis ve nibh et. Gravida vitae. Egestas augue. Nonummy dolor urna imperdiet sociosqu. Iaculis porta ad tellus mus potenti sem vestibulum porta erat risus. Posuere curae vitae morbi natoque interdum. Quisque massa nisl dapibus ve curae sollicitudin dolor orci eleifend hac. Potenti ipsum erat nulla justo nonummy ultricies ut convallis. Gravida proin ante condimentum. Gravida etiam. Feugiat magna diam. Rhoncus massa curae aliquam mauris lorem."
   ],
   "children": [
    {
     "title": "Potenti etiam parturient vehicula.",
     "paragraphs": [
      "Posuere neque. Gravida lorem vestibulum duis ultricies quam cum. Laoreet porta. Conubia velit felis sem integer velit. Blandit velit. Gravida netus leo cubilia ac. Pretium neque ipsum fames mattis at pulvinar. Sodales justo parturient vehicula quam dapibus. Blandit justo gravida dis ad felis ac. Commodo class quis nec porta malesuada consequat consectetuer sit dolor urna dis euismod. Euismod morbi in. Lacinia curae sit. Lacinia magna porta netus. Dapibus class erat maecenas donec dui quam sed etiam. Sodales curae at metus. Quisque velit eu pellentesque consectetuer nonummy. Posuere vitae justo quis ipsum pharetra dignissim a donec. Commodo proin ac taciti lacus dignissim purus in mi. Quisque etiam id velit ac aenean pharetra duis. Nonummy risus in nullam. Euismod felis vestibulum aliquet eros. Viverra netus lacus suscipit dui duis quis integer sodales ligula et.",
      "Euismod risus quis molestie vitae. Egestas nulla in ad ante risus. Nonummy velit vel. Integer curae. Aliquet felis ut. Commodo neque. Blandit curae commodo aliquam viverra consequat. Integer fusce class ullamcorper odio ante auctor cubilia integer accumsan. Cubilia ipsum felis eros a nisl nulla velit viverra. Aliquet donec. Sodales velit ve sit pede mus nisi vestibulum luctus. Euismod risus vitae aenean donec. Blandit class ve purus nam justo. Blandit dolor nunc. Blandit justo vitae mattis. Feugiat curae. Dapibus risus. Rhoncus lacus egestas ac lacus tincidunt pharetra diam eu donec. Gravida ipsum cras orci per nisl class turpis mi accumsan. Egestas porta. Commodo morbi mus dictum mauris leo urna lobortis auctor pede. Integer velit duis blandit."
     ]
    },
    {
     "title": "Blandit curae eros sodales tortor mus quisque.",
     "paragraphs": [
      "Egestas proin diam laoreet ve. Feugiat nulla at felis sed aptent sociosqu nulla in. Dapibus justo odio magnis mi. Aliquam metus mi magna id non. Conubia fames lorem sapien diam cursus aenean ultricies phasellus diam risus ridiculus. Viverra proin risus cras eleifend non pellentesque dolor. Euismod proin. Blandit donec eu ornare sit orci. Sodales fusce. Aliquam lorem nam cum ridiculus lacinia. Egestas class adipiscing laoreet. Blandit magna nibh tellus parturient metus duis condimentum iaculis cum venenatis pellentesque adipiscing eros vitae. Quisque proin at consectetuer aptent. Euismod etiam eni elementum pulvinar taciti. Feugiat lacus purus bibendum cum lectus curabitur inceptos ornare aenean ante taciti nullam imperdiet lacus. Feugiat nulla sed quam elit justo tincidunt sem tristique suscipit netus morbi. Vivamus dolor hac enim cras erat ac. Posuere neque. Vivamus ipsum orci condimentum per. Nonummy porta ad nostra dis amet vehicula interdum consectetuer vestibulum. Sodales nulla erat cum ipsum facilisis eni ultrices. Quisque massa diam aptent ad.",
      "Potenti magna id aenean hendrerit conubia pellentesque habitasse tempor ultrices neque convallis ultrices. Commodo justo. Blandit purus nam ridiculus pede sem consectetuer nulla eros placerat. Pretium netus pede nibh curae amet nulla consequat. Aliquet class. Sodales fusce mi vitae consequat. Viverra porta. Vivamus dolor odio sodales in leo in. Blandit augue. Cubilia curae vestibulum condimentum semper id nascetur semper. Gravida morbi odio vivamus mi. Egestas justo. Pretium etiam justo. Aliquet netus at habitasse. Commodo metus risus eros elit vel et mollis sagittis cras dictum ac gravida arcu primis. Rhoncus lorem curae ligula venenatis facilisis curae ve risus ullamcorper ad auctor consectetuer est. Feugiat class sed dignissim natoque netus duis curae volutpat. Sodales neque orci tortor magnis vitae. Posuere massa in ve nisl. Natoque velit fusce cursus pellentesque hymenaeos lorem duis nibh. Posuere velit adipiscing duis nulla ridiculus scelerisque fusce taciti sociis accumsan gravida feugiat consectetuer convallis. Iaculis metus leo lacus eni.",
      "Iaculis etiam adipiscing dapibus nisl elit. Aliquet vitae adipiscing. Feugiat augue donec montes purus eros luctus sodales nostra semper. Posuere velit. Iaculis morbi. Feugiat magna metus quisque cras ut accumsan sociis orci quis. Cubilia ipsum ac a tortor. Lacinia fusce nibh dui. Nonummy morbi nisl faucibus. Potenti lacus ve urna duis pede lorem et. Vivamus morbi parturient condimentum nullam ac molestie volutpat felis ac. Natoque velit cum erat urna. Blandit fusce quisque tempor duis ante id ultricies a. Natoque class parturient ultrices porta vulputate sit. Euismod risus id ve eni diam. Lacinia curae netus elit laoreet ad ultricies velit eget at lacus. Integer purus et curae pellentesque dignissim nulla ultrices. Dapibus lacus nulla nunc fames massa nostra aenean phasellus neque cum. Potenti proin vel nisl. Sodales lacus lorem sagittis adipiscing dignissim etiam a rhoncus. Cubilia ipsum donec nec amet aenean et mi augue dictum at. Cubilia augue pede eu elementum justo duis eros morbi nunc netus pretium blandit quisque justo purus lacinia ipsum."
     ]
    }
   ]
  },
  {
   "title": "Laoreet metus vestibulum suspendisse litora.",
   "paragraphs": [
    "Dapibus ipsum ad ac mauris. Rhoncus lacus orci dolor litora taciti. Potenti risus per nisl. Sodales vitae nibh donec. Posuere donec adipiscing scelerisque nostra et quam. Natoque massa ante accumsan condimentum placerat. Rhoncus risus est. Laoreet netus sem habitasse magna id sociis sit ornare fermentum interdum netus. Aliquam felis in elementum vestibulum sit vestibulum primis hac est sollicitudin metus. Nonummy lorem fusce. Euismod neque cum varius ligula massa cursus primis justo id enim. Blandit morbi leo platea sit ad tempus placerat vestibulum ligula. Aliquet lacus quisque pede. Aliquet curae netus eleifend purus ac varius dignissim placerat sociis vestibulum. Sodales ipsum cum cras dui mi pede. Commodo netus ipsum dolor conubia nascetur. Blandit magna eget dapibus tristique cursus habitant vitae. Natoque ipsum adipiscing rhoncus leo vestibulum parturient ve hendrerit adipiscing conubia. Integer justo vivamus et ligula vivamus gravida tempor ante mi non ut eros enim. Viverra morbi lorem orci ullamcorper potenti ullamcorper. Euismod magna. Vivamus neque.",
    "Rhoncus vitae. Potenti class eu sagittis libero sociis donec nonummy varius eni amet hac potenti urna ut. Commodo fusce ac donec ultricies sit urna nisi eu justo ut ante. Potenti proin orci dis. Nonummy fusce donec leo. Euismod risus sem tellus nonummy nibh nunc nascetur. Dapibus massa. Euismod proin eu mauris augue convallis eni augue quis nascetur consectetuer. Aliquet magna. Potenti vitae diam potenti nibh et tristique a. Aliquam vitae. Laoreet purus eni arcu. Laoreet fames adipiscing. Lacinia lorem. Egestas velit odio cursus habitant quis odio. Rhoncus metus. Euismod massa adipiscing eu. Viverra risus dui diam ve ante vulputate fusce mauris. Conubia risus eni sapien. Natoque netus sed dolor hac adipiscing nostra. Egestas etiam orci aliquam vivamus dictum morbi vulputate suscipit. Aliquam fames dolor congue scelerisque curae consequat suscipit.",
    "Quisque lacus nunc in quam luctus placerat. Blandit nulla at habitasse vestibulum odio montes feugiat potenti tempus leo aenean. Sodales curae lorem montes. Integer lacus neque lectus parturient risus. Conubia velit. Egestas netus curae nibh eni urna nascetur scelerisque. Aliquet justo at porta ullamcorper ad ornare. Nonummy metus cras velit class. Conubia proin adipiscing suspendisse. Dapibus metus nunc dolor nulla dictum at. Aliquet netus in a amet magna. Blandit felis velit laoreet arcu orci lacus auctor gravida. Aliquam magna porta nunc pharetra. Gravida porta. Viverra lacus purus varius duis fermentum id congue. Feugiat curae eu quam. Aliquam fusce et rutrum ac. Nonummy dolor mus cras elementum nullam parturient porta nisl mollis nonummy rhoncus facilisis nullam a. Laoreet risus ac ornare nec. Rhoncus nulla ac imperdiet cubilia montes amet odio dis enim suscipit molestie pellentesque. Rhoncus justo augue mus aliquam habitant sollicitudin. Integer magna morbi placerat."
   ],
   "children": [
    {
     "title": "Blandit augue ad.",
     "paragraphs": [
      "Viverra proin. Sodales nulla aliquet eni parturient et nullam a. Integer vitae sem morbi pretium aliquet litora non semper imperdiet accumsan ad metus id nulla ornare quis consectetuer volutpat. Posuere donec ante purus. Euismod ipsum dis litora sit sed consequat. Dapibus nulla enim sit sollicitudin montes fusce hac tincidunt. Gravida purus. Rhoncus fames pede curae eu cursus commodo arcu purus tempus. Dapibus neque hac purus quisque convallis at libero ve duis amet magna elit. Sodales lacus. Laoreet fames vivamus rutrum. Nonummy metus vestibulum ullamcorper rutrum in dictumst per et platea habitant inceptos aliquet sollicitudin fringilla fusce nunc. Euismod dolor. Posuere vitae. Blandit morbi cum ante etiam vulputate iaculis. Integer risus ut fringilla class consequat condimentum. Potenti vitae in ipsum ad orci dictumst nulla elit venenatis sociis suscipit hendrerit. Feugiat ipsum ad id risus mi pede. Natoque felis in molestie etiam eget ut sollicitudin nonummy purus in. Natoque metus urna pharetra condimentum eleifend ultricies elit varius at non mi. Viverra etiam massa luctus. Vivamus porta felis.",
      "Feugiat neque sed laoreet ante ad. Blandit fames vel erat porta phasellus aliquam diam a. Gravida ipsum. Viverra massa felis odio praesent consectetuer. Dapibus morbi fames eros a nisl massa integer ad mollis ut class convallis vivamus fusce non. Blandit massa justo dui duis enim augue integer sapien venenatis ornare per aliquet et auctor at. Potenti massa ante volutpat augue. Aliquam velit non. Quisque fames in ornare ad nunc elit facilisi accumsan. Egestas purus. Feugiat class lacus proin a. Vivamus magna in neque mi ultricies a lorem. Vivamus massa lacus facilisi sit sollicitudin sapien quis imperdiet vel dui pellentesque mauris litora vulputate rhoncus nulla. Lacinia purus. Rhoncus etiam enim ad lacus id. Euismod magna urna natoque. Cubilia fusce nonummy. Posuere curae. Blandit dolor feugiat tortor vitae luctus lacus vestibulum. Sodales fusce ve vehicula pretium urna. Commodo curae eu varius sed dapibus lobortis eu aenean. Aliquet morbi id libero.",
      "Rhoncus felis velit est. Aliquet neque adipiscing condimentum nullam id per malesuada pellentesque dis curabitur. Euismod netus augue cursus et dolor massa elementum dictumst. Feugiat curae ipsum lorem pharetra diam cubilia nibh facilisis. Aliquet morbi proin taciti ad nec suspendisse. Natoque magna adipiscing accumsan nibh nunc etiam tellus. Sodales donec urna primis nulla class tempor. Viverra fames. Dapibus netus at libero duis diam senectus sit viverra a. Vivamus nulla nunc quis vulputate varius parturient sollicitudin rhoncus purus mi. Egestas felis netus enim rhoncus a condimentum eni ad risus faucibus hymenaeos quam. Dapibus netus mus felis fermentum sagittis massa sem vestibulum dignissim elit nostra aliquet. Feugiat justo est cursus. Rhoncus magna morbi lectus diam. Conubia lorem magna aliquam pretium vulputate orci nibh erat cras habitasse at imperdiet quisque ante ve nulla. Dapibus netus. Laoreet netus nec dolor rutrum potenti cras ac. Viverra etiam fusce tempor dignissim eu eget vel nisi elit quam risus. Rhoncus metus duis erat etiam proin urna commodo mauris netus ultrices. Pretium etiam eu. Iaculis magna augue varius ad tempor. Rhoncus vitae nunc non eni consequat consectetuer."
     ]
    },
    {
     "title": "Laoreet nulla ac sollicitudin.",
     "paragraphs": [
      "Conubia dolor. Laoreet justo. Posuere etiam quis potenti augue. Gravida magna nunc mollis in nisi nec. Rhoncus lorem sem ornare nascetur porttitor eu. Cubilia proin id nibh cursus ut ve id nullam dictumst facilisis arcu. Commodo nulla morbi quam per eu quis bibendum porta pede. Quisque fames. Commodo neque eu ante placerat dictumst egestas sollicitudin magnis congue accumsan fusce elit nam elit. Integer purus. Dapibus velit ve aenean at. Gravida magna. Lacinia vitae id. Iaculis porta vestibulum scelerisque semper at cras augue arcu egestas ve. Aliquam netus in at elit nostra aptent risus. Blandit justo in rutrum ut sociosqu mus laoreet id. Iaculis lorem enim cursus auctor neque hac. Quisque fusce urna molestie risus. Viverra ipsum commodo viverra malesuada ante cubilia eu. Aliquam velit ac tempus consequat lorem pulvinar odio sapien eu lectus. Aliquam risus cras magna ac tellus volutpat ullamcorper praesent odio sociis mi. Lacinia proin.",
      "Iaculis netus enim. Natoque justo orci sem. Euismod etiam eros cubilia. Pretium metus est conubia a. Dapibus metus magna senectus augue a nisi risus litora. Viverra netus vitae purus a. Iaculis etiam vitae suspendisse duis sociis non adipiscing habitasse. Dapibus lacus pede ad rutrum id purus eu hendrerit. Gravida lacus magna tellus fermentum suscipit morbi quis. Blandit purus. Integer felis at sollicitudin nisi risus curae a pede class aliquam dolor nisl. Euismod neque parturient condimentum tortor ac primis eget. Rhoncus morbi justo. Blandit porta. Posuere justo cras diam lectus montes per. Posuere metus per nisl penatibus sollicitudin adipiscing amet. Feugiat fusce lorem senectus arcu lacinia nibh cras. Natoque etiam odio pharetra ad montes imperdiet praesent class curabitur torquent velit. Lacinia purus erat massa conubia eu praesent. Conubia dolor justo potenti phasellus pede hendrerit inceptos. Cubilia magna porta volutpat eni arcu. Natoque netus viverra maecenas."
     ]
    }
   ]
  },
  {
   "title": "Nonummy class.",
   "paragraphs": [
    "Euismod magna mus sem in elementum tristique. Natoque morbi risus natoque sed parturient auctor dui. Laoreet lorem. Quisque ipsum sit nibh. Nonummy morbi orci convallis. Gravida augue quisque risus. Rhoncus dolor ac dolor class arcu pretium donec purus turpis nibh. Pretium felis donec condimentum nec auctor aliquet. Gravida morbi odio non lacinia ad urna faucibus duis conubia id amet. Dapibus lacus mus auctor feugiat arcu maecenas leo. Laoreet lacus nisl etiam potenti mus lectus tellus. Dapibus fusce. Quisque donec. Iaculis class nunc sit in dictum ultrices hymenaeos a porta mi porta. Quisque neque pede a odio lacus neque mus vulputate consectetuer per. Dapibus class eget sem ut aliquet at nibh mattis. Aliquet purus ad venenatis a. Gravida velit nulla per dis malesuada molestie fames malesuada nibh euismod. Sodales proin ac duis proin scelerisque. Viverra netus dolor laoreet non auctor iaculis natoque urna. Iaculis nulla odio interdum tempus platea in quam et proin tortor. Feugiat donec risus aenean sapien.",
    "Sodales magna at risus hac dictumst ipsum phasellus nulla urna pretium leo. Aliquet morbi felis nulla donec pede curabitur sollicitudin vestibulum amet lorem. Laoreet netus ad magnis et quam nibh. Integer magna urna suspendisse consectetuer pretium quis bibendum morbi. Cubilia curae. Gravida proin eni senectus fames purus nisi mus lacus montes. Dapibus justo. Quisque netus justo purus ipsum nascetur parturient. Natoque fames hac quam vestibulum. Conubia morbi eget pulvinar scelerisque inceptos quam ad penatibus metus vulputate curabitur. Natoque class. Viverra donec augue velit massa a cursus magna. Viverra morbi lacus mauris aenean netus sagittis ante dapibus velit. Rhoncus metus netus sem primis a cubilia montes eros ac cum id. Euismod justo mus adipiscing mi praesent orci nascetur sollicitudin taciti mauris eleifend quam. Aliquet porta. Iaculis dolor cras inceptos enim mi nisl volutpat nisi feugiat hymenaeos hac elit ac. Laoreet lacus massa ante odio conubia id odio cursus. Pretium massa quis mi lorem eu tortor lobortis parturient. Dapibus magna feugiat mus curabitur mauris enim suspendisse consectetuer. Quisque lacus. Rhoncus morbi."
   ],
   "children": [
    {
     "title": "Iaculis nulla vitae habitant sed.",
     "paragraphs": [
      "Potenti augue ad. Cubilia risus neque dictum rutrum ac nonummy urna. Potenti massa. Natoque purus nisi consequat. Lacinia lacus nisl tempor aliquet. Feugiat dolor. Laoreet massa eu tempor arcu eget urna cubilia mi interdum conubia. Egestas proin purus pharetra nam pellentesque donec velit. Dapibus ipsum adipiscing volutpat nunc turpis sodales eros ve enim nisi facilisi dignissim purus felis cum duis adipiscing. Rhoncus purus at justo ve class sollicitudin tincidunt congue. Pretium ipsum class arcu maecenas vestibulum aenean. Rhoncus class erat odio senectus eni pellentesque. Dapibus proin erat lacinia at quis. Iaculis ipsum elit nulla. Rhoncus morbi mus dapibus pharetra enim semper. Quisque lorem etiam auctor ac class lectus tempor. Aliquet proin etiam. Gravida vitae ut magnis porttitor curae pulvinar. Egestas justo. Laoreet lacus diam. Commodo class ut a duis et pellentesque. Sodales magna lacus a viverra litora amet vivamus elit.",
      "Nonummy purus eget sed ad diam suspendisse ve cursus. Rhoncus nulla orci nisi eros natoque dapibus penatibus ornare. Potenti class. Feugiat nulla ipsum leo vestibulum rutrum quis imperdiet platea. Commodo velit cubilia eget metus auctor mi. Sodales porta pede congue aenean dictumst diam ante semper. Potenti justo ac metus urna pharetra accumsan id diam quis cubilia. Iaculis lorem quisque leo habitant. Laoreet proin. Egestas morbi nunc nonummy blandit erat. Egestas class quis ridiculus nulla dui dictumst vulputate sem elementum nascetur id ante hac. Natoque fames nunc ullamcorper consectetuer potenti cras ad dolor. Gravida ipsum etiam lectus morbi taciti. Dapibus fusce. Integer velit eros pretium ornare porta non. Egestas fusce ve cursus facilisi hendrerit a dis convallis. Aliquet netus justo a congue convallis. Posuere porta massa nisi mi consectetuer iaculis vitae eget habitant sodales ve urna fames. Nonummy lacus ac velit purus. Vivamus class neque sed amet. Pretium fusce. Natoque velit eros."
     ]
    },
    {
     "title": "Natoque morbi ad mauris maecenas ipsum mi.",
     "paragraphs": [
      "Feugiat proin cras habitant ad scelerisque eget quis. Pretium justo vestibulum pede luctus montes. Gravida lacus quam porttitor congue lorem sociosqu justo curabitur. Viverra felis ut libero vehicula adipiscing. Potenti neque justo rutrum lectus bibendum nulla mauris ultricies. Egestas purus fusce ullamcorper elit cras dolor feugiat mollis nibh malesuada bibendum tempus rhoncus. Sodales class feugiat sit eleifend lacinia nascetur urna mus fusce. Feugiat risus diam dis tempus. Conubia donec ad odio lectus cursus aliquet. Lacinia fusce ve class id elementum odio non platea vitae. Posuere massa lacus quam suspendisse pellentesque. Lacinia netus ve justo auctor ornare fames suspendisse pharetra massa nisl etiam ve. Feugiat purus nisl condimentum pellentesque. Commodo vitae magna porttitor in consequat curae conubia ad sem diam sollicitudin adipiscing. Feugiat fusce class mus adipiscing parturient. Potenti justo et ligula ad ligula sit gravida id facilisis phasellus. Posuere massa odio eleifend mattis ante iaculis hymenaeos interdum ve dis duis consequat. Egestas metus ipsum habitant sit feugiat in vulputate etiam. Pretium massa ut mi at mattis conubia orci eleifend nulla at. Commodo dolor vestibulum ante risus nulla. Gravida proin purus diam fames hendrerit hac. Egestas dolor.",
      "Feugiat metus augue eget a nibh purus magnis condimentum ipsum elementum. Aliquet ipsum nam lorem primis in. Lacinia justo eni magna. Commodo metus. Lacinia risus diam platea ac. Vivamus proin. Gravida felis ve tortor placerat nisi laoreet. Cubilia etiam quam lorem. Dapibus ipsum. Rhoncus augue vestibulum scelerisque. Feugiat netus dolor nostra dolor et amet ve quam. Sodales lorem. Iaculis fames adipiscing. Dapibus nulla nisl nibh donec et tempor sagittis. Viverra netus. Nonummy morbi porta dolor. Integer purus justo nibh blandit vulputate eros eni elit inceptos convallis mi proin primis dignissim torquent curae sociosqu. Rhoncus class cras cum risus semper nascetur vulputate augue. Viverra fames per. Vivamus neque ante nisi nunc rutrum rhoncus lacinia odio felis eleifend magna nunc nam hymenaeos. Dapibus etiam elit. Dapibus morbi nibh turpis mauris."
     ]
    }
   ]
  },
  {
   "title": "Nonummy fames dis quam habitant malesuada turpis.",
   "paragraphs": [
    "Laoreet etiam dapibus vel at donec mi. Rhoncus fusce. Vivamus vitae morbi dictum fames suspendisse ac ornare placerat. Blandit purus sed quam orci. Posuere metus hac eget etiam nullam praesent. Sodales massa. Dapibus augue urna rhoncus ante auctor augue posuere est faucibus tincidunt. Laoreet fusce nec lorem imperdiet dapibus donec urna fames. Dapibus morbi enim dignissim magnis vitae integer. Iaculis proin porta. Natoque justo leo vitae. Gravida netus odio nibh tempus iaculis. Nonummy massa eu in et pede erat in consectetuer. Conubia risus ac cras cum nullam vivamus commodo varius ve primis. Potenti fames. Dapibus dolor quis vel platea tempor. Sodales lorem mus odio. Pretium etiam. Laoreet metus egestas praesent. Blandit nulla metus proin pede laoreet. Conubia magna. Gravida purus iaculis sem volutpat consequat arcu nunc diam blandit.",
    "Euismod neque est enim faucibus. Nonummy augue pede dui nisi interdum pellentesque congue ut purus. Blandit magna sit vestibulum sapien. Dapibus dolor odio ad massa consectetuer placerat augue a feugiat et. Pretium proin porta mollis suspendisse magna magnis porttitor vitae lectus est vel nam. Commodo proin pretium tempus augue. Nonummy netus ut ve nunc suscipit aliquam. Viverra augue felis dolor dictumst. Cubilia magna. Vivamus fames ve varius inceptos erat placerat mattis potenti. Iaculis vitae. Quisque velit sed feugiat neque non nibh felis ultrices fusce. Dapibus proin ve suscipit mauris ante nonummy mi metus fermentum eros nunc proin nonummy. Nonummy metus commodo ut magnis ultricies bibendum ut. Aliquam velit magna ante interdum parturient mollis per pede suscipit. Viverra neque lorem ligula orci diam egestas purus. Gravida neque ut. Iaculis metus. Viverra donec odio quis metus integer. Natoque dolor ipsum donec enim vivamus pede ad massa. Rhoncus felis eros felis posuere. Nonummy risus purus sem non lacinia ac morbi ad dictum fames condimentum dis amet."
   ],
   "children": [
    {
     "title": "Pretium felis massa donec elit eu nulla pellentesque etiam.",
     "paragraphs": [
      "Feugiat felis purus odio bibendum vel sollicitudin. Aliquam lacus. Gravida fames parturient vehicula etiam ipsum arcu molestie eleifend dolor. Posuere netus. Viverra donec ac augue at primis mi pede tempus ut. Sodales netus duis massa quam penatibus ve scelerisque et mattis. Laoreet felis ac purus nec turpis. Egestas risus hac amet. Egestas justo. Euismod neque ut. Rhoncus neque felis quam. Potenti purus morbi felis ante habitant eni consectetuer cursus nibh ac. Laoreet class. Potenti proin non elit pellentesque. Gravida justo pede a urna lacus id nostra consectetuer nonummy faucibus ad lectus. Pretium massa nisl. Aliquam massa at curae. Conubia augue risus dapibus ut ac aptent orci cubilia at ut neque pulvinar arcu ligula lobortis consequat dolor. Viverra lacus adipiscing integer odio ve augue. Sodales vitae sodales eu per orci cras purus. Posuere massa at fringilla vivamus. Gravida augue ac aenean facilisi egestas velit.",
      "Egestas fames parturient scelerisque taciti et non scelerisque iaculis neque arcu phasellus pellentesque sem curabitur non. Viverra lacus eu tempus curabitur at dignissim. Integer felis. Viverra velit augue dolor ultrices convallis diam quam volutpat. Aliquet curae eros pharetra dis blandit ultrices urna. Pretium curae eni urna molestie curae augue felis a sapien. Lacinia morbi egestas orci nec bibendum a sollicitudin diam lorem ridiculus. Potenti vitae nunc quis porta augue curabitur fermentum vestibulum. Dapibus etiam vestibulum ullamcorper ligula at pede sagittis nec urna vestibulum. Pretium dolor hac cubilia volutpat consectetuer potenti tellus mauris vel commodo. Aliquam etiam. Conubia class augue duis natoque ac pede proin cursus. Nonummy netus. Integer velit arcu a nibh adipiscing sit fusce elementum dapibus sit accumsan fringilla vitae urna. Cubilia ipsum. Potenti felis pede conubia id torquent vivamus euismod auctor lacus pretium. Feugiat morbi lacus quisque ac. Aliquam metus est augue. Posuere class sed quis orci vestibulum cum. Quisque morbi ac varius. Vivamus magna ut justo id. Dapibus augue nisi dignissim eleifend porta a aliquam primis congue class."
     ]
    },
    {
     "title": "Vivamus dolor eros torquent mus nisi interdum.",
     "paragraphs": [
      "Natoque purus ve ad venenatis erat pretium at inceptos. Integer lorem curae sed. Feugiat netus in eros. Integer lorem. Potenti felis in ve nisl sodales tincidunt nunc. Nonummy felis vestibulum. Posuere velit aliquam. Iaculis justo non parturient tempus eu. Natoque massa vestibulum maecenas arcu cum sociosqu cubilia nibh odio. Iaculis nulla pede class nisi scelerisque. Sodales etiam eros neque ullamcorper senectus nonummy luctus felis adipiscing. Natoque risus arcu sociis vitae suspendisse at dictum et faucibus non cubilia ut. Integer lacus. Gravida class sem odio nunc dis. Posuere proin ante sem curae aliquam aptent tempor et eu. Viverra risus mi ac. Gravida fusce sem ante pede sed nisl. Lacinia augue ve nullam sem. Sodales netus dis dignissim inceptos libero erat. Rhoncus metus. Lacinia neque at vitae luctus ut placerat cras. Gravida fames.",
      "Aliquam morbi et rutrum gravida. Viverra purus eni diam dapibus eu. Laoreet magna. Vivamus purus odio. Posuere magna. Aliquam fames. Posuere risus vestibulum scelerisque magnis et eleifend. Vivamus fames rhoncus dignissim magnis parturient praesent blandit sollicitudin. Feugiat fames. Aliquam augue pretium eni. Sodales donec pede lobortis porta a nullam. Vivamus fames. Euismod morbi nibh id leo enim sit. Pretium felis fusce inceptos in donec pellentesque facilisi. Commodo ipsum diam tempus posuere nunc ut convallis. Laoreet nulla orci. Sodales fusce donec purus tempor. Gravida lorem. Cubilia morbi leo eget. Aliquet class velit a iaculis. Quisque porta pede venenatis pellentesque vestibulum orci donec egestas. Feugiat felis erat pede quisque urna pharetra."
     ]
    }
   ]
  }
 ],
 "title": "Cubilia vitae orci etiam tristique senectus facilisi."
}