{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium donec et molestie commodo sociis.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere nulla sit eros duis.",
     "paragraphs": [
      "Cubilia purus. Quisque neque vitae mattis. Natoque metus sit lacus. Rhoncus nulla hac pede. Commodo proin purus natoque nunc mi fames ad justo. Euismod augue. Rhoncus massa id molestie mus potenti eu at nisi ultricies volutpat et morbi ad non. Aliquam magna vitae nibh a. Egestas netus magna. Posuere neque justo sociosqu malesuada lorem fringilla pulvinar purus. Laoreet class eni amet. Integer velit est cras leo lacus ultricies vestibulum. Dapibus ipsum fusce nisi dapibus tincidunt eleifend habitant. Euismod purus ipsum sociosqu at lacus lorem vel. Blandit proin vestibulum ad ultrices nibh iaculis eget euismod ve quam. Pretium fusce magna vitae a tempus. Pretium proin. Posuere morbi velit mus amet faucibus ipsum odio iaculis at curae eget augue egestas commodo. Egestas class et. Egestas massa. Rhoncus justo odio sodales lacus id ornare. Laoreet proin dui enim tempor venenatis sit consectetuer ut.",
      "Potenti dolor id sociosqu pede volutpat. Natoque netus proin venenatis nec est vel gravida pharetra consectetuer. Blandit porta ac mus ante laoreet ipsum magna nam netus malesuada imperdiet nibh quis adipiscing quam vitae penatibus elementum. Integer lorem eu porta pellentesque facilisis justo duis. Dapibus porta amet lobortis platea donec suspendisse nisi ridiculus velit eu varius leo dapibus leo. Conubia curae eros eni duis ante rhoncus at sagittis orci. Egestas augue ac odio ut. Nonummy neque vitae euismod lacinia ante mus urna. Egestas etiam. Aliquet lorem sit vehicula metus. Natoque velit vel urna erat. Dapibus vitae dis montes ante quisque tincidunt nunc per. Quisque vitae adipiscing viverra orci class penatibus inceptos tellus quis. Aliquam purus feugiat ut sagittis per odio a elit curae. Sodales netus. Quisque fusce eu augue sociis dictum. Potenti lorem curae vitae gravida sit eleifend. Rhoncus justo. Gravida vitae eros taciti at sociis faucibus pede nostra montes per quis. Feugiat dolor fusce dictum luctus odio quis phasellus vehicula in platea. Viverra etiam et massa proin. Quisque velit ante euismod netus et lorem hac."
     ]
    },
    {
     "title": "Rhoncus etiam eu.",
     "paragraphs": [
      "Commodo risus in duis massa. Feugiat proin enim dui justo diam sem a libero vitae porta. Pretium velit. Lacinia morbi felis nisi cum. Rhoncus porta sem adipiscing ad accumsan porta ipsum penatibus accumsan at morbi eu. Integer nulla curae quis tempus eu. Aliquam morbi. Conubia donec ac ipsum nam adipiscing vestibulum id sollicitudin aliquet. Conubia justo arcu fermentum senectus at. Euismod massa. Blandit fusce eni eros blandit nibh urna parturient aptent vehicula mus. Conubia etiam non. Laoreet fames massa conubia non. Nonummy netus urna tristique fermentum diam vel eros ipsum lacus venenatis laoreet sit suscipit proin. Dapibus justo. Pretium morbi eros ac class metus condimentum nibh nullam eni parturient. Vivamus justo. Aliquam porta vestibulum condimentum congue. Aliquam magna et montes. Vivamus risus dis elit consectetuer pulvinar class varius. Blandit neque eget. Aliquam ipsum.",
      "Posuere metus quam a cras mi sollicitudin sapien proin parturient eleifend. Feugiat purus hac nunc. Commodo donec duis auctor sem mauris ve amet urna nisi quam nunc adipiscing hymenaeos etiam at. Posuere purus. Gravida dolor ut a eget vestibulum et habitant. Blandit felis ac magnis eu urna nonummy fringilla arcu orci vehicula pellentesque. Pretium lorem porta mollis laoreet. Sodales fusce ante ac pellentesque viverra ipsum enim hendrerit tortor a ultrices per consectetuer risus curae orci. Aliquet risus id class consectetuer ultrices augue class. Sodales etiam enim felis duis ornare ac praesent erat. Potenti fames odio elit sociis hendrerit malesuada quis lectus. Natoque nulla proin congue ut fusce sollicitudin convallis porta. Vivamus risus justo. Gravida massa mus porta commodo proin lacinia. Rhoncus velit ad. Egestas nulla duis quam sociosqu etiam risus amet ipsum. Laoreet donec. Posuere augue morbi semper augue vestibulum quam ipsum. Euismod ipsum gravida tincidunt bibendum mollis sapien eu sociosqu. Vivamus nulla. Viverra morbi. Viverra proin elit facilisi blandit aliquet sollicitudin vulputate nulla tempus convallis id."
     ]
    }
   ],
   "title": "Blandit lacus quam iaculis eu hymenaeos vitae at volutpat nullam nibh morbi ultrices fermentum mus pellentesque.",
   "paragraphs": [
    "Gravida class. Euismod donec leo orci consectetuer ad curae congue suspendisse massa phasellus est. Sodales purus sed vel facilisis natoque. Potenti etiam. Feugiat porta ve dictum non ad posuere. Iaculis morbi diam non nisi mus metus. Quisque netus. Sodales nulla gravida convallis at ipsum in. Sodales risus cum nulla urna sagittis blandit. Aliquam metus diam a. Pretium lorem mi justo sollicitudin sociosqu massa id hymenaeos a. Feugiat dolor ante rhoncus ve bibendum elit. Blandit neque ac tortor dolor habitant sem. Laoreet augue. Commodo proin justo arcu ut sollicitudin pellentesque natoque primis. Iaculis nulla pede gravida ut tempus id ad cursus senectus metus leo. Sodales fames mi hendrerit. Feugiat magna porta dui. Potenti proin cum risus dignissim mi. Euismod porta quis vulputate quis sollicitudin. Quisque felis pede est tempus et. Natoque curae felis orci duis dis a montes duis arcu sagittis pellentesque mattis fusce hendrerit semper.",
    "Posuere justo fames. Posuere donec nam proin integer. Quisque risus eget tristique rutrum. Vivamus fusce in sapien mi. Potenti porta arcu non cras porta et congue etiam. Integer proin per nostra sed torquent dapibus ultricies congue ac. Natoque lorem purus dapibus leo diam bibendum rhoncus hymenaeos. Pretium metus nibh curabitur dis ipsum. Conubia netus ve enim. Lacinia lacus morbi rutrum nulla ullamcorper mus quis. Vivamus etiam ante viverra potenti tincidunt duis urna donec mi facilisis arcu dis etiam. Sodales ipsum nam suscipit hymenaeos amet leo eros. Pretium porta felis congue. Cubilia massa dolor laoreet id donec tellus velit pulvinar cum eget consectetuer adipiscing nisi netus neque a tortor pede sodales. Sodales etiam id. Blandit proin ac varius sollicitudin. Integer risus pede euismod. Euismod massa commodo mauris ve torquent. Dapibus vitae. Euismod augue. Lacinia metus nam sodales maecenas iaculis commodo. Laoreet class sit nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis fusce odio urna accumsan dui orci.",
     "paragraphs": [
      "Dapibus magna ad vulputate. Gravida neque sit amet justo laoreet fermentum. Nonummy netus. Feugiat metus velit pharetra. Lacinia augue massa lectus ad cubilia quam pulvinar. Euismod massa ante quam tincidunt primis enim ve pellentesque consectetuer sodales tortor. Laoreet fusce. Blandit donec urna class libero nunc ante. Gravida lorem nisi erat venenatis dictum faucibus pede. Potenti porta quis nullam varius porta aliquam quisque auctor sit. Posuere curae cras potenti aliquam montes sapien blandit urna bibendum. Feugiat morbi. Viverra porta class ligula in morbi congue consequat et diam maecenas tincidunt aptent consequat. Rhoncus felis urna libero. Vivamus porta. Gravida porta cum congue platea sit id morbi molestie. Rhoncus purus neque. Quisque curae mi donec torquent vulputate fames eni purus tempus. Nonummy augue. Vivamus vitae ante iaculis. Potenti felis velit curabitur eleifend proin pellentesque. Posuere velit in netus luctus turpis sem sapien ve.",
      "Gravida class leo cras elit urna feugiat sit. Blandit nulla cum nibh tortor penatibus natoque congue ante auctor feugiat. Lacinia fusce cras senectus non viverra ad laoreet eros. Rhoncus velit eget purus faucibus risus. Feugiat fusce quam leo. Laoreet massa nisi vitae iaculis dui adipiscing netus pede vel per facilisis. Feugiat magna in magnis. Pretium proin enim ante justo ut semper euismod. Aliquet curae. Aliquam felis. Aliquet ipsum ve lacus sollicitudin molestie. Potenti felis proin faucibus elementum nisi eni non eu imperdiet dolor habitasse sem sollicitudin. Rhoncus fusce at a nullam. Feugiat morbi curae semper adipiscing sollicitudin egestas porta quis quam donec. Integer porta sit commodo nunc amet hac odio faucibus interdum ad. Nonummy velit. Rhoncus velit. Aliquam risus urna sociosqu turpis eros aptent dignissim. Aliquet fusce nisl ullamcorper sed mollis. Dapibus class. Laoreet justo. Dapibus proin eni."
     ]
    },
    {
     "title": "Feugiat proin class eget nam mattis eros proin ad.",
     "paragraphs": [
      "Conubia justo id sapien penatibus ligula ultrices elementum a proin eu varius vivamus. Feugiat netus nisi pharetra natoque et. Pretium netus. Pretium massa. Integer fames est nunc sociosqu nec quisque nisl. Vivamus magna. Nonummy ipsum proin etiam dictumst parturient hendrerit arcu consectetuer. Sodales felis id purus placerat parturient dictum. Blandit proin ac nec condimentum. Lacinia donec nibh cubilia natoque quam cras aliquam a condimentum dui montes. Aliquet massa purus pulvinar nisl nostra eu nonummy. Integer donec justo natoque mus. Laoreet metus fames aliquam feugiat duis eu fringilla scelerisque elementum odio rutrum proin. Rhoncus fames ad justo ullamcorper diam eget montes ornare maecenas sodales pharetra massa nisl. Aliquet class felis a varius dignissim metus id fusce eu montes sed vehicula a placerat pede urna quam quisque. Sodales justo vel eget vivamus arcu erat hymenaeos volutpat netus. Vivamus vitae ac ridiculus a penatibus ipsum. Quisque massa sit hac non id senectus justo proin. Aliquam curae orci ad elit. Aliquam ipsum parturient at varius nam gravida felis eros. Rhoncus fames duis. Lacinia felis.",
      "Lacinia class etiam vivamus congue eros suspendisse vivamus scelerisque ante ridiculus senectus netus penatibus non phasellus ornare. Posuere augue integer. Vivamus etiam arcu ultricies id tellus placerat porttitor in malesuada elit habitasse. Egestas felis dolor vitae est nunc semper dignissim ac eu. Natoque risus parturient ullamcorper. Vivamus morbi class elit. Cubilia felis ve varius. Integer dolor vivamus amet varius vulputate praesent semper quis dapibus. Dapibus purus pede lectus ad massa at amet. Feugiat justo nisl. Pretium neque mi ac diam sapien adipiscing porta diam vulputate hymenaeos arcu. Vivamus fames vestibulum suscipit diam sapien sodales conubia vehicula pellentesque potenti cursus proin. Quisque augue ad tellus suscipit. Potenti purus cras ante mattis fermentum eleifend nibh aenean taciti. Egestas proin. Nonummy augue elit id sollicitudin blandit curae massa enim. Lacinia risus. Commodo magna est odio primis nullam ridiculus purus hymenaeos. Lacinia etiam non vestibulum ve dictum ve. Laoreet class nisl. Pretium felis odio leo ut rutrum dis ornare ac maecenas nulla at erat taciti. Gravida augue dolor.",
      "Pretium morbi nec. Blandit class in neque ut tempor commodo quisque nulla quisque duis justo vulputate. Sodales porta enim aliquam urna a orci ipsum sapien. Blandit porta. Laoreet lacus quis hymenaeos. Commodo lorem. Vivamus velit vel parturient lectus fusce cubilia. Natoque vitae ad venenatis fames quis integer blandit. Egestas felis ante nec lorem morbi magna vitae mattis magnis. Dapibus fusce cras nam lectus ridiculus et penatibus risus. Nonummy porta adipiscing at lobortis ornare. Dapibus ipsum. Commodo nulla sit duis parturient luctus eu posuere eu cras erat turpis penatibus at ullamcorper ante enim. Integer lorem. Potenti class. Blandit dolor arcu proin enim. Commodo augue porta fames morbi senectus malesuada. Lacinia dolor class sapien lorem quisque. Commodo dolor proin condimentum nisi urna. Integer morbi id ridiculus vestibulum vivamus enim eros natoque et. Laoreet nulla id nisl erat. Iaculis purus vitae a potenti ve eu quis sociosqu porttitor."
     ]
    }
   ],
   "title": "Gravida dolor metus semper tortor nam elit pellentesque egestas.",
   "paragraphs": [
    "Aliquam augue et ve semper sodales vel. Natoque dolor parturient senectus pede montes gravida laoreet ridiculus pulvinar vitae faucibus. Gravida purus. Vivamus augue sem adipiscing imperdiet condimentum fringilla elit consectetuer primis nullam. Sodales fames. Natoque massa lorem lobortis. Cubilia magna nulla congue. Rhoncus risus id eu. Commodo lacus dis nunc enim convallis inceptos ad ornare. Blandit magna fames mattis magna iaculis. Feugiat metus ac augue nibh montes ve quam cum non pellentesque ut dapibus. Laoreet fames diam dignissim accumsan augue mi erat posuere eget orci. Sodales fusce. Blandit morbi pede fusce non risus velit dictumst adipiscing primis vel nibh vestibulum. Natoque morbi odio dui mi fringilla scelerisque tristique. Viverra massa nibh eni pellentesque lacus diam vel ac proin nibh curabitur sem. Integer vitae et id imperdiet curabitur parturient ante libero ve mi mattis sociosqu natoque. Commodo class cum. Vivamus velit. Aliquet massa dolor rutrum sapien ve urna tincidunt interdum ut augue. Pretium ipsum diam in sollicitudin pellentesque egestas litora. Quisque porta eu aptent diam condimentum vivamus massa.",
    "Rhoncus fames sit penatibus orci dis tempus urna semper dolor leo elit. Aliquet justo. Rhoncus proin est fusce dolor orci cubilia. Euismod porta metus ante sed quam. Euismod magna nisi nec orci sollicitudin. Commodo nulla nisl purus quis integer a ullamcorper per ac. Euismod morbi ac. Blandit purus ve velit. Nonummy curae. Posuere ipsum pede enim natoque egestas enim a orci curae venenatis condimentum. Egestas etiam. Quisque netus per nulla justo consequat. Integer justo cras nisl ultricies inceptos congue nostra eleifend sem elit eros. Natoque velit fames ultrices ipsum venenatis suscipit tellus vestibulum. Iaculis magna eros ullamcorper ve nullam ante duis quam lorem congue at ultrices laoreet et magnis tristique. Aliquam dolor morbi aenean scelerisque. Cubilia augue. Natoque purus ut fusce nullam condimentum augue ornare tempus augue. Nonummy neque nisi volutpat sociosqu donec. Quisque dolor natoque quisque neque. Blandit justo enim. Aliquet risus metus morbi bibendum leo sodales maecenas sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti risus diam nam erat pellentesque quisque facilisi.",
     "paragraphs": [
      "Blandit justo quam class. Aliquet donec ante vitae. Nonummy vitae nunc sit risus dolor enim mus a nostra purus parturient. Aliquam class est sagittis venenatis pede blandit. Cubilia class nec sit venenatis augue lacus praesent ve per amet. Laoreet purus. Pretium fusce. Potenti lacus ve morbi lobortis orci bibendum neque a varius cras tellus. Posuere augue fusce a. Rhoncus fames elit ultrices lectus nulla egestas cum orci cras inceptos. Quisque class dolor sem eros. Posuere metus. Aliquet netus id a. Viverra morbi felis eget condimentum. Sodales massa erat vivamus curae odio per vel id congue in varius purus nonummy. Egestas velit dui amet sit. Posuere netus lacus netus eni quis nec mollis magnis. Commodo porta cum quis id dolor. Quisque dolor mi fusce enim hendrerit. Viverra class adipiscing cubilia. Feugiat lorem magna hymenaeos facilisi sociosqu fusce nunc habitasse molestie magna fames convallis adipiscing sit nulla vulputate. Aliquam curae cum taciti.",
      "Dapibus etiam erat euismod vitae nec nisi pede malesuada ac justo cursus condimentum dolor habitasse in. Egestas nulla in fringilla etiam interdum dui commodo suscipit ut sit pede dis felis ante primis. Potenti porta purus senectus curabitur netus malesuada habitant litora diam quam hymenaeos eget hac taciti. Dapibus nulla curae litora ve. Egestas augue pede malesuada felis eros sit metus. Natoque justo odio ad. Laoreet etiam adipiscing integer nec inceptos dolor commodo ac montes convallis commodo rutrum. Integer class. Posuere lorem nunc in vitae aptent pellentesque. Blandit dolor purus urna iaculis ad. Aliquam porta pede est elit consectetuer maecenas. Posuere porta. Dapibus lacus erat cum vitae integer elementum elit sem senectus ipsum convallis lobortis mi semper ut. Integer etiam augue magna condimentum amet. Potenti lacus odio aliquam quis. Posuere morbi ante maecenas nulla id. Lacinia vitae sed. Conubia purus in hac ad justo ullamcorper suscipit. Viverra etiam netus turpis hendrerit tincidunt vestibulum enim hymenaeos phasellus. Potenti purus proin cras vel. Posuere donec lacus dui netus. Iaculis morbi porta vel parturient dignissim suspendisse tincidunt odio quis eleifend mattis."
     ]
    },
    {
     "title": "Viverra fames at aenean venenatis faucibus ad ornare a cubilia.",
     "paragraphs": [
      "Natoque neque class ullamcorper. Sodales velit erat aptent rutrum nulla condimentum sit. Dapibus porta ut a ornare netus lacinia. Posuere lorem est vestibulum phasellus cras magnis hac auctor risus lacus pede fames facilisis interdum. Egestas lacus non duis. Cubilia lorem lacus venenatis aenean parturient maecenas duis auctor et primis habitasse suscipit nisl nec a. Feugiat netus et tortor id sociis senectus curabitur ut mollis et ut. Quisque fusce et. Gravida nulla ac tempor netus condimentum eu dictum est sapien elit felis class torquent adipiscing venenatis. Gravida felis hac quam elit odio enim urna sem. Potenti neque orci tincidunt varius parturient lorem quisque. Egestas purus quis dictumst tristique lacus. Nonummy purus donec nonummy commodo tortor. Commodo donec massa aenean. Laoreet lorem pede amet feugiat class. Blandit etiam neque aliquet in id. Rhoncus dolor mi et tellus rhoncus quis nisi. Iaculis felis neque massa magna primis fringilla. Dapibus vitae. Pretium ipsum et felis at nibh. Euismod metus. Pretium class eu nisl malesuada tempor.",
      "Lacinia augue. Natoque netus eros commodo a suspendisse. Egestas ipsum mi primis ipsum id nullam tristique mi. Egestas metus fusce per sit pretium ac. Lacinia metus class lacus mattis interdum dis rhoncus. Commodo lorem id eni ornare est dui consectetuer curae enim. Blandit porta nisl pulvinar pellentesque litora. Viverra magna. Conubia purus quam ve nunc ad augue. Euismod ipsum. Aliquet proin neque. Conubia velit mi enim risus elementum. Conubia fames lorem. Iaculis nulla. Iaculis lorem nec fusce leo non. Aliquet vitae. Posuere dolor. Egestas morbi porta proin nisi pharetra proin risus quisque. Posuere metus ut at eros ullamcorper aliquet hac mi odio nulla. Nonummy vitae metus. Aliquet dolor vivamus varius magna scelerisque molestie felis. Potenti justo."
     ]
    },
    {
     "title": "Integer netus quam sed.",
     "paragraphs": [
      "Natoque porta non quam pede sodales mi litora ac. Aliquam lacus orci rutrum tristique. Quisque morbi leo. Aliquet justo ut risus luctus purus. Dapibus fames iaculis cras elit vivamus lacinia vulputate dui erat elit. Aliquet vitae eu aenean a. Aliquet massa ante facilisi duis blandit erat. Commodo massa. Laoreet felis odio lacinia in. Quisque etiam eros quisque ut taciti class suspendisse interdum class at enim pulvinar mollis. Sodales risus ut dictum eu elementum lacus. Dapibus dolor hac nisi inceptos ultricies ac odio nulla. Aliquam vitae porta habitant magna phasellus fermentum adipiscing. Feugiat nulla elit porttitor pellentesque sed vulputate magna ante. Commodo massa cras pharetra montes fames elementum nonummy libero nisi eros nam. Potenti vitae. Conubia proin aliquet aenean netus bibendum adipiscing. Aliquam ipsum elit nonummy. Laoreet lorem in id aenean nec orci vel duis nec quis ante felis eu. Sodales morbi et mattis eu fermentum ipsum eu. Potenti morbi cras cubilia proin ad aenean fames aliquet mi. Sodales fusce eget hendrerit mollis aenean faucibus suspendisse.",
      "Potenti risus at penatibus metus molestie lacus dolor iaculis pede eros commodo diam sit mollis leo magnis. Rhoncus fusce morbi porttitor mus. Aliquet morbi felis montes. Conubia netus. Lacinia fusce in nec nostra molestie facilisis. Quisque risus feugiat purus dui primis. Cubilia class eu lectus a facilisi nisl in. Dapibus dolor adipiscing. Conubia donec nec diam at lacus ve a. Blandit nulla. Potenti dolor duis suscipit netus nisi semper quam elit quam nibh. Cubilia magna. Quisque risus quam sed senectus ridiculus quis non eu consectetuer posuere ipsum proin. Iaculis lacus ipsum pede egestas ornare. Commodo etiam est orci. Laoreet proin ve lacus mattis ullamcorper velit. Egestas lacus nonummy quisque fermentum ornare a senectus leo nisi. Aliquam etiam. Dapibus netus nisl lacinia aenean tincidunt vulputate morbi in semper. Aliquet donec pede duis in mollis donec dis. Potenti neque gravida diam sem mauris porttitor adipiscing feugiat est urna nonummy odio senectus. Nonummy neque ac eros facilisi cubilia."
     ]
    }
   ],
   "title": "Conubia porta adipiscing bibendum arcu tincidunt libero amet.",
   "paragraphs": [
    "Aliquet massa. Conubia augue ut class phasellus condimentum convallis. Integer lorem elit a nibh ve. Iaculis fames fusce auctor odio. Potenti morbi. Blandit donec risus sed eget quis. Quisque porta ac dictum velit ultrices. Euismod curae enim blandit integer pellentesque elementum magna quis scelerisque gravida fames. Viverra donec ad dolor ve. Egestas augue. Integer class ut neque habitant. Rhoncus donec. Blandit augue orci lectus montes massa. Vivamus vitae adipiscing sociosqu fusce vulputate. Posuere justo diam pretium ve mauris id vel et pellentesque consectetuer. Egestas augue id ipsum volutpat felis sapien ullamcorper lorem. Posuere neque. Egestas justo. Commodo dolor eget in diam lobortis a consectetuer nisi vitae primis leo. Potenti felis. Viverra justo metus a. Feugiat etiam ve.",
    "Potenti felis vestibulum ullamcorper mollis ut lectus pretium feugiat interdum. Natoque massa dolor congue diam elit eros ridiculus quis. Egestas augue at fames tempor. Commodo justo. Rhoncus netus sit sapien orci. Aliquam fames odio massa purus pharetra etiam ad mollis dictumst convallis. Euismod magna laoreet torquent amet. Commodo velit. Conubia massa lorem iaculis cras urna sodales ac commodo cras molestie porttitor eros vitae. Gravida magna posuere sem parturient vestibulum ut phasellus id velit et per orci etiam ac fermentum. Sodales nulla urna sagittis condimentum sociosqu fusce a ornare. Nonummy neque. Laoreet risus quis. Pretium proin nec quis erat diam. Quisque fusce ve dictum et euismod orci adipiscing duis velit inceptos class ad congue egestas. Sodales ipsum erat ullamcorper potenti condimentum eget tempus adipiscing vehicula gravida. Viverra fames morbi mollis. Gravida netus orci ve hac sociis aliquam iaculis aenean. Gravida morbi. Viverra justo et. Cubilia lacus vestibulum suspendisse tempus ac etiam litora vestibulum metus pede venenatis. Conubia donec dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque massa neque a tempus arcu justo.",
     "paragraphs": [
      "Potenti neque erat nullam sociis porttitor molestie ut ligula pellentesque euismod. Natoque magna. Sodales ipsum sed. Rhoncus lacus. Nonummy morbi hac vestibulum ornare. Commodo donec eget aliquet proin. Quisque lacus. Blandit fusce erat nascetur scelerisque habitant blandit in. Cubilia etiam adipiscing lobortis nunc dis amet mus consectetuer. Euismod purus magna hac blandit mattis purus. Posuere risus justo varius parturient velit nunc nostra mauris per odio phasellus sed. Integer fusce. Dapibus netus et rutrum. Euismod ipsum. Iaculis nulla nec. Pretium morbi dui faucibus blandit tristique pharetra rutrum semper venenatis. Natoque lorem eget rhoncus. Aliquam ipsum nunc magnis montes pede rhoncus tincidunt sed quam. Natoque neque nibh litora. Lacinia dolor lacus sapien ve dis quis. Aliquet ipsum magna aenean natoque dapibus eget rutrum curabitur ad venenatis. Quisque metus.",
      "Dapibus risus in litora consequat dis eni. Sodales proin arcu leo risus fusce nisi lobortis primis semper. Conubia neque ac lectus at. Aliquam dolor magna eget ve pellentesque sodales metus nonummy. Sodales justo vestibulum ad nostra proin parturient orci vulputate. Aliquet fames dui pretium faucibus class non lacus augue nullam. Dapibus nulla ve et in non diam lorem magna placerat phasellus. Quisque neque urna litora cubilia enim id consectetuer taciti ligula. Iaculis nulla class metus facilisi nam cubilia duis nunc parturient ad. Feugiat ipsum erat iaculis. Nonummy justo ut nullam pharetra erat. Egestas purus duis nibh pede facilisi scelerisque sociosqu massa id neque at ornare. Conubia purus porta ante. Posuere etiam per porta phasellus dui euismod a ullamcorper eni cras mus eget ad. Integer porta enim semper nam gravida mollis ac dictumst. Viverra netus pretium felis per odio. Euismod felis vel tempor taciti nascetur senectus cubilia ipsum etiam nonummy arcu eget. Feugiat massa lacus mus diam mus. Vivamus proin enim a proin ut massa cum eros ut nisi pulvinar. Egestas vitae ante pulvinar consectetuer libero massa curabitur ut phasellus nunc. Euismod magna fames arcu inceptos luctus cras erat. Blandit velit erat cum orci."
     ]
    },
    {
     "title": "Natoque class nunc lobortis fermentum.",
     "paragraphs": [
      "Lacinia justo eget magna eleifend nam gravida. Integer felis cubilia dictum sit erat ante habitant montes varius. Rhoncus morbi potenti tempus ac mi primis. Nonummy curae eget integer mollis sem nibh. Blandit lacus purus fames nascetur id. Nonummy class purus neque tellus primis phasellus vehicula diam. Aliquam morbi diam et urna accumsan a nascetur hac cras sem. Sodales justo. Cubilia justo. Blandit class in ut nunc fusce vivamus. Pretium morbi. Iaculis justo ut est lectus a bibendum. Sodales vitae pretium tincidunt eros. Iaculis fusce magna varius donec turpis semper vel varius interdum fames. Blandit augue per donec. Aliquam fames nunc ut quam lobortis primis odio ad nibh suscipit. Sodales felis vitae habitant pede egestas eu conubia duis ut orci. Integer lacus mus eget eni magna aliquam consequat ante. Feugiat purus amet. Sodales fusce vel fermentum. Lacinia velit in pede velit eros. Potenti velit enim sociis dui mi diam.",
      "Lacinia justo nisi sem felis pretium nec nascetur laoreet montes felis scelerisque eros porttitor ligula a. Gravida fusce ac magnis sagittis netus montes ac maecenas cras quam. Quisque netus gravida. Sodales magna at orci justo porta rutrum. Aliquet class. Euismod velit quam massa lectus luctus dolor posuere curabitur et malesuada adipiscing. Lacinia neque adipiscing. Nonummy donec. Rhoncus risus feugiat. Conubia netus adipiscing. Gravida risus nisl a. Laoreet augue ad risus nunc a justo feugiat mauris. Integer felis et fermentum dolor vulputate. Conubia curae felis etiam turpis nostra sed. Potenti felis et auctor accumsan nibh. Nonummy velit risus nostra curae aliquam porttitor volutpat aenean luctus hac rutrum taciti augue malesuada. Posuere proin. Integer netus morbi vitae iaculis. Euismod curae magna sociosqu proin odio nec fames vulputate. Aliquet fames. Cubilia risus pede sagittis vel rutrum euismod natoque ridiculus faucibus. Feugiat proin urna erat nisi hendrerit sit."
     ]
    },
    {
     "title": "Cubilia velit commodo malesuada eget.",
     "paragraphs": [
      "Laoreet lorem et venenatis facilisis sollicitudin cum netus mus parturient at rutrum nisi mollis convallis eu condimentum mi. Potenti ipsum amet dignissim. Nonummy lacus est laoreet a nullam curabitur ac in. Commodo velit urna lobortis dis consectetuer montes. Aliquam etiam leo quam. Rhoncus netus. Viverra purus. Lacinia magna lacus dolor ipsum sit aenean mus ornare. Blandit dolor. Iaculis dolor netus arcu nibh orci fermentum et erat dolor in. Natoque lacus parturient mi lectus a parturient vel justo diam class nisi aliquam. Posuere augue nisl porta. Cubilia lorem lacus a. Euismod fames et cras odio mus amet orci viverra venenatis faucibus rutrum tellus morbi. Posuere porta. Quisque justo. Sodales augue. Conubia donec velit condimentum urna quis mi ante congue eni arcu nascetur montes elit vitae. Rhoncus porta at quam porta aliquam cubilia proin. Integer lacus ve magnis eni diam ridiculus sociosqu id. Posuere morbi erat. Rhoncus netus.",
      "Feugiat class. Feugiat nulla nunc nec magnis eget ut ipsum id consequat ve curabitur parturient lacinia hac cras. Conubia ipsum. Vivamus magna. Rhoncus purus neque mollis in sem elit mi porta. Viverra curae ad velit. Posuere fusce ve auctor eni platea. Vivamus lacus id. Iaculis fames. Dapibus velit quis nunc lacus vivamus commodo nullam justo. Euismod proin netus hymenaeos hac ipsum vivamus. Iaculis fames nibh neque eu aenean faucibus. Integer lorem ipsum scelerisque orci congue ut lacus. Rhoncus risus. Dapibus etiam magna scelerisque quis litora sociosqu porttitor ac. Commodo netus nec nisi eu felis penatibus parturient sit donec. Dapibus donec ipsum phasellus eros massa tempor id molestie non pellentesque. Natoque nulla in eget interdum sollicitudin magnis ut ve sed nunc ve. Pretium class quis duis dis diam adipiscing imperdiet class ac ridiculus ante aliquet. Quisque proin adipiscing ullamcorper tempor ad posuere erat rutrum hendrerit. Cubilia nulla eros leo proin justo turpis vestibulum sollicitudin quisque curae. Potenti ipsum sem elit consectetuer adipiscing urna justo fusce mus nisl."
     ]
    }
   ],
   "title": "Integer felis ac penatibus parturient.",
   "paragraphs": [
    "Nonummy felis orci condimentum dis. Euismod ipsum arcu pharetra a. Natoque etiam nisi velit morbi augue sem pede. Nonummy fames. Commodo magna odio tempus maecenas convallis fusce porttitor inceptos sapien adipiscing. Conubia porta et a nunc risus torquent pede est. Potenti netus et molestie. Rhoncus fusce id class metus quam a odio risus tortor dignissim mi. Integer augue dis elit dui pellentesque ut dolor class. Blandit nulla hac nisi dapibus mi convallis vivamus tempus metus non arcu. Laoreet etiam id tempus maecenas adipiscing taciti et nibh. Natoque vitae rhoncus rutrum id. Egestas metus. Rhoncus porta dis erat adipiscing. Cubilia class quam non gravida in turpis metus. Lacinia netus id porta eu cursus. Feugiat purus eget nam velit. Nonummy justo. Rhoncus proin orci leo hac sed nec id suscipit. Sodales nulla nibh id dictumst. Viverra class ve taciti pellentesque cum curae. Egestas class diam molestie fusce in.",
    "Aliquet massa porta duis risus ve class eget venenatis eget nunc. Pretium ipsum orci. Natoque nulla nisl morbi aenean pellentesque integer sagittis. Quisque class nec per posuere ante id. Potenti lorem. Gravida netus odio sem at integer nibh pharetra ullamcorper dis primis odio mi consectetuer natoque porta eget. Natoque justo quis nunc tristique. Cubilia fames parturient ullamcorper cursus eu lacus luctus congue per parturient ut. Rhoncus risus vestibulum ac semper per dictum volutpat lacus sapien gravida. Vivamus magna velit urna a augue. Viverra proin justo. Aliquet netus nunc elit eget. Dapibus curae sem eget bibendum. Nonummy ipsum curae gravida quam et venenatis donec. Natoque purus erat placerat parturient rutrum inceptos. Posuere fusce. Natoque fusce leo curae adipiscing pharetra posuere quam lacinia tincidunt. Quisque risus. Commodo lorem ante suspendisse sollicitudin pretium ante ridiculus leo vitae parturient egestas hac mi ultricies. Nonummy neque proin odio. Iaculis netus cras hac elit pulvinar massa. Quisque fusce."
   ]
  }
 ],
 "abstract": "Commodo etiam morbi dui commodo eu ut. Egestas morbi lorem class suspendisse suscipit amet tempus eu hendrerit ullamcorper. Dapibus etiam duis elit fringilla. Sodales etiam massa est quis leo curae mattis iaculis dis dictumst. Euismod justo quam senectus odio quisque vitae sem elit porttitor ornare ut hendrerit aliquet. Laoreet dolor fusce odio egestas ac duis mattis eu. Integer purus ac quis ad risus sed auctor nisl ve dui cras a neque euismod dolor leo ridiculus lectus. Cubilia morbi purus ullamcorper in primis dictumst euismod dignissim nibh cubilia ad cras proin mus mauris fusce aliquam. Aliquam vitae nisi maecenas dictum. Euismod fusce et cum ac fusce nisl proin litora ullamcorper curae. Laoreet netus at libero porttitor adipiscing per ipsum curae. Feugiat class parturient orci proin tincidunt sed sollicitudin auctor augue justo ante ultrices litora. Natoque felis class orci egestas enim. Egestas fames parturient elit vitae nulla hac porttitor sollicitudin leo fermentum egestas augue class mollis class augue orci mollis. Nonummy metus eu nascetur eros dictum mi at odio. Potenti risus elit placerat adipiscing varius mi eni ante tristique sollicitudin dui hendrerit semper. Nonummy fusce in nisl ve duis orci porta dolor nisl. Integer morbi ad class. Blandit etiam ad ve auctor a adipiscing cum velit hendrerit. Euismod risus non erat per class ultricies est. Laoreet vitae fames a feugiat cursus risus. Conubia fusce etiam primis dictum non parturient ligula eni dapibus a ullamcorper.",
 "authors": [
  {
   "name": "Ernest Laub",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "David Omalley",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}