{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia donec metus litora tempor cubilia sodales cursus duis eu consectetuer diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus etiam sem nisi hac augue.",
     "paragraphs": [
      "Rhoncus magna class nibh. Cubilia fusce nulla sed congue. Aliquam class fames habitant lacus id. Vivamus augue. Quisque class erat sem sed blandit ad ut enim odio curae nonummy sociis velit. Conubia fusce parturient ante dictum. Posuere fames. Egestas velit. Potenti curae. Iaculis magna mi tempor. Gravida justo in felis varius luctus dignissim interdum pulvinar fusce neque nam netus donec integer. Lacinia ipsum nulla ullamcorper eni mollis. Natoque donec aliquet conubia quis dolor penatibus. Euismod augue in interdum eleifend risus proin vitae molestie parturient. Feugiat class at velit in ornare. Quisque donec adipiscing mi pharetra cum pede id fames neque luctus pharetra. Posuere neque adipiscing iaculis per volutpat laoreet. Commodo magna leo. Euismod porta nam litora a. Feugiat fusce ad aenean dignissim blandit montes. Cubilia etiam orci neque. Rhoncus purus nisi integer mi tincidunt facilisis sollicitudin dis netus tellus.",
      "Integer fames. Vivamus augue vel eros pellentesque lobortis porta. Potenti morbi erat. Euismod neque mi vitae sem nibh pulvinar pellentesque tempor. Posuere morbi. Integer morbi duis suscipit nec id auctor torquent. Vivamus lacus ac mattis proin. Laoreet neque quam hymenaeos consectetuer adipiscing nibh semper in. Natoque magna mi a urna etiam mattis ipsum hendrerit. Sodales etiam. Aliquet neque diam gravida et purus penatibus per amet diam sociosqu. Vivamus donec erat dapibus. Posuere morbi ad id habitasse aliquam sem. Dapibus class arcu lacinia varius neque adipiscing conubia cras. Viverra fames nisl vivamus viverra magnis hendrerit ipsum a enim vestibulum dignissim ullamcorper fringilla nisl. Gravida fames sed dignissim tortor fames accumsan et ullamcorper. Lacinia massa. Sodales vitae ad consectetuer. Viverra augue mus pede varius habitasse morbi nec. Commodo etiam id senectus per sodales mi vel. Egestas risus odio. Integer netus dui eros consectetuer faucibus etiam consectetuer volutpat lacus vulputate hendrerit consectetuer sem proin per faucibus a sollicitudin amet lacus platea mi.",
      "Rhoncus purus ve magnis pellentesque mus purus laoreet euismod. Natoque dolor eu nostra. Integer nulla nibh sit potenti sagittis magna. Rhoncus class dolor. Iaculis massa. Posuere felis lorem mus nunc magna viverra litora. Egestas curae nec nonummy lacus ad libero in lorem. Vivamus justo eu varius dis nunc donec neque a ornare diam. Posuere augue. Sodales etiam eni nonummy in nibh eget vitae platea placerat scelerisque. Blandit augue nunc primis praesent molestie sollicitudin adipiscing. Feugiat purus cras pede arcu etiam commodo consequat. Rhoncus porta et pellentesque. Posuere lacus proin posuere pede sed pede eget rhoncus ve class leo etiam vestibulum nisi tellus nascetur accumsan class. Quisque metus et metus habitasse auctor. Potenti donec eget laoreet vivamus nunc at inceptos nisl hac amet duis justo cursus ultrices. Rhoncus massa in. Rhoncus velit. Rhoncus morbi ut libero sit. Commodo lacus eu mus pede ridiculus platea curabitur. Viverra lacus. Lacinia morbi nibh orci placerat consequat ve ullamcorper eget imperdiet dis sociosqu a."
     ]
    },
    {
     "title": "Blandit velit diam erat porttitor.",
     "paragraphs": [
      "Euismod lacus arcu lacinia augue eros in pellentesque turpis at eros enim. Euismod felis lacus vitae odio vitae imperdiet sem. Gravida risus at libero erat ullamcorper. Feugiat justo nam libero rhoncus conubia ante. Iaculis netus quam velit. Laoreet lacus in sapien inceptos vulputate urna. Dapibus proin diam commodo proin nam facilisi. Laoreet ipsum. Natoque justo nec vitae feugiat commodo massa. Lacinia morbi. Blandit etiam feugiat semper cursus non euismod at congue. Lacinia ipsum. Vivamus dolor. Posuere etiam non metus ligula massa. Feugiat lorem urna curabitur sagittis mi rutrum lobortis feugiat neque. Euismod velit elit convallis. Natoque nulla risus hendrerit habitasse justo et nunc. Nonummy augue quis nullam luctus fringilla pretium platea. Viverra morbi ac tellus amet sodales vitae pede scelerisque. Iaculis ipsum ad nisl convallis eni netus hendrerit non porta mus proin lectus. Gravida vitae lorem platea nulla habitant adipiscing. Quisque neque in rutrum conubia vivamus.",
      "Gravida lorem. Feugiat purus eros cursus vivamus nonummy enim pellentesque nascetur. Natoque netus. Quisque velit. Conubia risus vel aptent dis tempor erat ac praesent cum aliquam. Euismod velit nisi tortor. Vivamus class. Nonummy vitae. Feugiat netus vel erat quis bibendum. Feugiat felis magna cubilia dictumst in metus mi convallis odio phasellus pellentesque vel consequat. Laoreet fames class a pede. Egestas massa eni elit odio etiam viverra arcu. Euismod augue ut porta mauris scelerisque augue tristique nisl nostra. Viverra class nisl. Integer porta orci. Feugiat massa nam eget purus magna odio duis ipsum semper nascetur in condimentum ante. Egestas donec eu consectetuer. Aliquet nulla quis elit. Rhoncus massa ve lacus mattis netus. Viverra lorem conubia sed varius a parturient non. Potenti vitae augue amet potenti est ac. Nonummy morbi hac lacus proin libero platea class conubia maecenas id.",
      "Lacinia etiam sed pede mi nisi erat lectus. Sodales neque ut lorem at. Natoque dolor at montes nonummy hymenaeos inceptos sociis nisl. Euismod etiam ve. Quisque magna id cursus praesent vehicula id. Pretium donec elit ullamcorper vel auctor pede sed vitae. Commodo porta urna a nisl. Aliquam metus ut elit quam hymenaeos torquent tortor. Rhoncus curae. Cubilia massa. Iaculis massa in sollicitudin cubilia netus nisl vehicula rhoncus. Iaculis lacus pede dis pretium dui. Commodo lorem eu a ante id interdum metus erat tristique donec congue. Pretium justo cras pretium orci vitae. Aliquet porta. Egestas netus magna cubilia magnis eros litora sed potenti netus eget. Pretium velit ut. Viverra vitae dui erat duis cursus rhoncus tristique nascetur velit. Potenti magna vel vestibulum rutrum pulvinar ridiculus ut auctor curabitur. Commodo risus. Laoreet etiam. Blandit neque enim habitasse libero pede."
     ]
    },
    {
     "title": "Viverra felis.",
     "paragraphs": [
      "Laoreet velit id dictum sit potenti a sociis risus diam potenti ve litora potenti. Quisque nulla arcu mus justo leo enim placerat. Posuere fames donec porta justo dictum. Quisque fusce. Blandit neque. Nonummy risus fames dapibus ornare netus pede condimentum sollicitudin nonummy eros ut. Blandit proin cras facilisis nibh conubia arcu quisque. Blandit lacus vestibulum ut fermentum enim lacus tristique dui pretium urna ve metus per dolor platea pede. Posuere magna at a. Cubilia neque erat commodo mi ad ut vel. Sodales metus. Conubia proin risus venenatis inceptos nisi lacinia ad at platea. Vivamus donec pede ac nisi sociis hendrerit massa ve id. Natoque vitae ante ridiculus at aenean phasellus lobortis. Feugiat lorem eu taciti et eu duis lobortis dignissim leo fermentum tellus. Viverra augue potenti ac convallis. Commodo massa eu semper ridiculus. Posuere porta ve proin platea ultrices. Pretium metus nibh lacinia ipsum etiam sit eros per aliquam a varius duis id hendrerit. Gravida metus ipsum pede in nulla ut nostra hymenaeos interdum eros congue. Euismod risus vestibulum. Natoque felis urna nibh justo eu porttitor at hymenaeos metus.",
      "Dapibus justo risus non orci cursus mi nullam ultricies. Euismod lacus mi nascetur donec consectetuer facilisi etiam mi. Potenti justo risus blandit egestas. Posuere justo. Nonummy class vel. Vivamus nulla sem nibh parturient leo lacus nibh natoque at elit magnis. Lacinia felis enim ad mus id a nisl parturient orci lacus. Egestas lorem sodales montes rutrum fusce diam. Dapibus risus parturient. Aliquet magna nulla nostra cubilia. Vivamus donec. Aliquet neque. Commodo curae in ante placerat felis pellentesque molestie nulla dui velit. Pretium augue. Dapibus lacus per erat fusce augue nec. Pretium etiam ad hendrerit aliquam felis risus diam imperdiet. Integer donec. Laoreet morbi parturient senectus donec rhoncus. Aliquam proin aliquet urna lacus eu dictum vulputate. Aliquet lacus. Natoque class mi pellentesque viverra morbi erat urna. Gravida curae nonummy nam sociis."
     ]
    }
   ],
   "title": "Lacinia curae class.",
   "paragraphs": [
    "Integer fames ipsum rutrum pharetra ut taciti. Egestas lorem. Egestas proin vestibulum scelerisque mattis ad. Viverra nulla et. Feugiat neque ve mollis. Aliquet etiam risus. Viverra neque. Conubia augue hac. Vivamus velit est fusce lacus lobortis vulputate mi scelerisque urna montes lobortis. Vivamus nulla at dignissim mi. Gravida proin sit posuere leo ad. Natoque etiam adipiscing eget donec vehicula ultricies metus. Euismod neque nulla taciti risus proin. Laoreet fusce ante at quam diam felis fermentum nisi feugiat. Blandit curae dis cursus quisque eu. Vivamus risus. Euismod lorem non pede pulvinar potenti. Aliquet purus fusce eget ac eget. Iaculis risus augue fermentum nisl quisque id. Viverra ipsum sed duis consectetuer potenti sociosqu. Nonummy massa. Rhoncus lorem urna at sollicitudin conubia morbi eget viverra sit nunc et magna.",
    "Natoque velit eget lorem. Sodales massa per orci quis integer erat et sollicitudin libero. Lacinia lacus eget lacinia ad faucibus cras sodales in donec magnis scelerisque etiam tristique per. Commodo fames porta facilisi fames phasellus natoque metus vestibulum. Commodo vitae non ridiculus auctor luctus nec. Feugiat lorem est enim non semper at mus. Cubilia donec et ante non. Egestas proin amet per conubia massa curae cubilia dui ad ornare purus odio pulvinar nec dictum aliquam. Lacinia donec duis egestas fringilla diam velit nonummy sociis. Nonummy metus lacus tempor venenatis justo et auctor curae odio porta quis tellus eu lobortis dapibus iaculis ridiculus. Quisque metus dui per consectetuer. Iaculis fames morbi lectus. Aliquam curae ve mattis faucibus. Aliquet purus ad sollicitudin taciti. Iaculis morbi. Laoreet fames nisl. Euismod lacus pede mi ultrices suscipit ac felis in hendrerit. Conubia fames cum. Feugiat purus cum elit sit duis maecenas vehicula lorem augue vehicula venenatis ornare ac. Quisque massa quam in convallis lacus duis. Quisque porta dis aliquam vehicula quis enim arcu. Rhoncus ipsum vitae a aliquam auctor purus nam habitasse mollis faucibus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet magna ante integer enim.",
     "paragraphs": [
      "Euismod netus duis vivamus in ut leo nisl volutpat adipiscing mollis. Laoreet lorem et a mattis nisl. Nonummy metus. Potenti morbi ve primis iaculis feugiat mollis magna massa praesent ridiculus. Dapibus vitae. Vivamus magna. Nonummy morbi eget luctus tempor cras. Sodales dolor in ut. Potenti neque commodo erat at metus tellus urna. Aliquam ipsum quis leo diam molestie hymenaeos dis egestas odio. Sodales etiam ad. Iaculis risus sed consequat porta at felis varius. Integer justo adipiscing egestas arcu porttitor molestie augue. Gravida massa sem natoque ve libero class. Cubilia dolor eu varius dictumst conubia sollicitudin ligula class scelerisque pulvinar dignissim ut condimentum. Dapibus netus. Aliquet purus quam suspendisse ut nostra. Dapibus justo orci eni placerat consectetuer quisque habitasse molestie rutrum. Posuere morbi donec porta diam quam neque. Aliquet magna massa leo duis luctus nunc fusce porttitor lacus ut mi. Egestas fusce. Laoreet neque.",
      "Aliquet dolor velit tempus eget justo. Aliquet purus diam. Posuere etiam fames sapien ornare fusce suspendisse sit platea nostra ipsum vitae. Viverra porta augue a urna. Pretium risus. Vivamus donec odio nonummy mi eget aliquam. Natoque lorem arcu mi lacus lorem libero. Gravida morbi duis. Euismod nulla et neque velit nascetur eros ultrices. Iaculis neque. Blandit augue at purus litora amet consectetuer ac. Quisque nulla fames taciti massa augue tempus. Commodo ipsum nisl at pede phasellus urna diam. Quisque curae etiam metus mattis consectetuer. Potenti massa arcu penatibus cursus ipsum iaculis. Rhoncus etiam non proin. Dapibus curae. Cubilia donec metus quis faucibus. Aliquam magna. Pretium fames nunc vel dui mi tristique curae. Lacinia lorem commodo blandit amet. Iaculis purus."
     ]
    },
    {
     "title": "Posuere metus.",
     "paragraphs": [
      "Conubia lorem cras. Conubia donec. Egestas morbi erat ridiculus eni nascetur. Viverra class nec quis non. Nonummy lacus nisl iaculis. Euismod lacus nibh convallis. Rhoncus dolor ve morbi mollis fames vestibulum laoreet. Quisque lacus eni lacus imperdiet ac. Natoque justo ad libero quisque sodales auctor metus cubilia sociis etiam. Pretium lorem eget a neque gravida mi ultrices euismod senectus sapien tellus. Conubia massa enim dapibus ac aliquet pede. Vivamus ipsum velit diam. Egestas morbi mi tortor pellentesque eni purus sed nostra luctus. Aliquet netus urna. Commodo vitae quis lobortis bibendum ac dis tincidunt nostra felis. Dapibus nulla dolor nostra lobortis diam. Nonummy etiam nec erat habitant commodo pellentesque. Cubilia lorem euismod conubia. Feugiat magna at pharetra nullam vivamus elit adipiscing semper leo amet ac augue ve risus volutpat magna. Quisque justo neque fusce a. Rhoncus vitae. Aliquet class.",
      "Commodo donec mus eros tortor nunc. Egestas justo. Viverra massa nisl fermentum diam vel litora ut. Potenti netus nunc tristique. Iaculis metus adipiscing quis ornare cursus curae parturient placerat. Cubilia fames at morbi suspendisse vehicula risus id. Natoque ipsum. Aliquet nulla proin erat. Cubilia dolor et pede ipsum. Blandit proin. Egestas proin odio dictumst orci at dolor. Conubia porta. Nonummy proin quis dis quis hendrerit sollicitudin vel tincidunt cursus suscipit porttitor est augue. Natoque risus eros taciti eu facilisi netus ut nam. Natoque netus proin arcu nostra at varius leo primis imperdiet metus eros arcu. Potenti nulla. Nonummy fames parturient ullamcorper magnis ve mauris hendrerit torquent porta id. Aliquam velit quam augue ridiculus nunc cum cras sollicitudin adipiscing. Vivamus class quam sit orci odio eni nostra mattis. Euismod risus eu aptent. Dapibus fusce justo natoque integer. Integer risus odio a."
     ]
    },
    {
     "title": "Feugiat velit id a nostra hendrerit nulla ve nisl dictumst.",
     "paragraphs": [
      "Laoreet risus parturient bibendum neque nisl felis suscipit convallis a cum habitasse tempor. Feugiat curae. Feugiat neque nec sociis non auctor at morbi lectus. Nonummy nulla ve dolor eu tortor mus aliquam dictumst amet. Natoque vitae ac nunc. Cubilia vitae et nullam vulputate porttitor curae amet iaculis. Rhoncus morbi ad mattis. Laoreet vitae. Quisque felis non duis sagittis nostra commodo egestas consectetuer convallis ipsum ornare fusce. Sodales metus eros a nisl parturient dis augue. Blandit porta ve dui convallis. Lacinia donec etiam justo vulputate aenean ut torquent dictumst id est ullamcorper conubia suspendisse. Dapibus felis erat vehicula. Cubilia netus cras tempus rhoncus nisl in sollicitudin pellentesque lacinia lectus per. Euismod justo nibh condimentum id aenean at quis leo. Iaculis fames dis cum non. Aliquam ipsum metus nulla velit. Gravida fames. Blandit curae eros molestie senectus augue neque cursus eu. Aliquam neque. Viverra magna cum augue ridiculus sem nam ridiculus aenean class donec scelerisque arcu ante mus consectetuer. Conubia justo neque ipsum nec.",
      "Commodo curae augue netus ante. Dapibus lacus dui. Dapibus fusce. Aliquet proin nisi natoque mollis et dictumst arcu feugiat id. Integer vitae arcu commodo at sit odio diam lacus ornare cum nonummy tortor. Conubia donec. Nonummy donec est duis hac consectetuer mi nulla. Euismod lacus. Lacinia curae odio eni risus vivamus pede est a sociis. Gravida dolor lorem lacinia est ut risus orci. Egestas netus odio pulvinar class augue tortor. Aliquam justo. Dapibus metus egestas vel dictum ultrices nibh ac pede ultrices congue semper ipsum vivamus. Lacinia felis. Dapibus morbi cum porta nam tortor. Rhoncus proin adipiscing dapibus. Sodales curae iaculis nec ultrices pellentesque sodales hymenaeos. Commodo lacus et mattis cum adipiscing vestibulum. Lacinia lacus erat augue elementum natoque pellentesque. Commodo neque eget ligula aliquam ve primis sollicitudin nam donec habitasse egestas. Feugiat ipsum dui non rhoncus. Viverra porta diam aliquam lectus felis iaculis magna ante.",
      "Lacinia netus morbi turpis parturient felis viverra velit ante. Lacinia curae magna enim posuere penatibus primis inceptos. Viverra lorem nisi ornare. Cubilia fames amet volutpat aliquam. Nonummy justo ac aenean ve interdum volutpat proin fames sociis. Integer velit ipsum interdum et suspendisse ac ligula hac praesent fames. Nonummy fames in. Sodales ipsum parturient suspendisse auctor ut ve eu. Viverra neque etiam curae purus rutrum suspendisse metus. Cubilia dolor fusce mollis aptent nec in consectetuer pellentesque vivamus tempus. Aliquam magna urna conubia varius ad pulvinar aliquet. Lacinia velit et etiam. Posuere netus adipiscing rhoncus quam. Potenti ipsum velit egestas iaculis tellus. Conubia augue mi. Aliquet fames justo platea maecenas volutpat. Laoreet morbi ad quis et proin tellus pharetra. Dapibus fames amet quis nullam. Gravida nulla erat aliquet lectus id venenatis a facilisis vitae vehicula facilisis eget nisl. Natoque fusce massa libero. Feugiat nulla ante cum eu nibh cum a montes. Cubilia fusce at eros."
     ]
    }
   ],
   "title": "Rhoncus massa.",
   "paragraphs": [
    "Aliquet lorem quis pharetra condimentum placerat convallis netus senectus. Lacinia vitae. Gravida morbi. Lacinia felis. Aliquam magna nec quam consequat mus elit dui enim gravida. Egestas massa nisi cursus mi dictumst nec rhoncus morbi odio dis a. Aliquet risus. Nonummy metus id augue torquent metus ac mollis convallis. Iaculis fusce parturient rhoncus amet nam. Iaculis dolor enim dictum placerat nam gravida dis imperdiet nostra eleifend magna inceptos. Posuere lacus ad platea a quisque lectus massa quis mattis. Vivamus fusce per nisi tellus viverra mi dui luctus id enim elit. Euismod class nunc. Sodales metus. Aliquam porta ad a tempus ante. Aliquam nulla. Quisque velit nunc feugiat ac ut eget proin in. Lacinia neque magna malesuada euismod dolor eget sagittis consequat. Integer class et cursus vitae parturient. Conubia curae mus taciti eu quam eget nec. Pretium porta at ac ve vel eu arcu. Euismod augue pede dictum ornare sit cras lectus vivamus integer tellus semper.",
    "Nonummy dolor ac curae fringilla sociosqu ut. Dapibus porta nisl cubilia in duis netus hymenaeos. Laoreet etiam fusce quis turpis aptent augue mattis lorem fames aptent lacus. Natoque vitae pede habitasse. Potenti donec purus nec duis. Pretium etiam netus nascetur sem sollicitudin ligula diam vitae elementum eros. Euismod ipsum elit id metus amet et fermentum ad purus. Conubia morbi. Natoque vitae porta tortor eni nisi consectetuer. Feugiat velit et elementum in fermentum adipiscing enim auctor. Commodo netus at. Aliquam donec iaculis feugiat cras ve netus nisi gravida nonummy. Feugiat curae augue purus euismod urna. Sodales vitae curae vitae metus molestie tincidunt montes fames vestibulum. Vivamus fusce augue dapibus cras vestibulum aenean. Viverra nulla nam netus semper primis facilisis feugiat mattis nunc imperdiet sed nec sollicitudin. Rhoncus lorem id nostra bibendum. Dapibus lacus ad massa dignissim nec odio placerat. Egestas netus mi luctus fusce phasellus. Nonummy proin. Viverra purus. Blandit netus in neque ultrices adipiscing mauris nibh ante senectus mus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis ipsum amet mus quis.",
     "paragraphs": [
      "Pretium fusce parturient euismod nisl. Euismod netus. Egestas justo fusce a ligula odio dis non id diam. Aliquam velit. Integer morbi ad. Feugiat netus velit. Commodo etiam pede magna ultricies mus conubia. Iaculis morbi neque taciti duis. Iaculis nulla urna ac. Posuere fames. Vivamus proin duis sit risus primis fames dignissim proin tincidunt. Integer proin hac. Quisque porta eu hendrerit risus a cursus orci sollicitudin id. Commodo porta nam turpis nisi at. Aliquet ipsum in diam auctor neque. Vivamus ipsum. Vivamus felis pede etiam curae integer sodales velit ante integer vivamus ridiculus. Cubilia neque cras inceptos sagittis porta est quis ac. Natoque massa vel adipiscing lectus nulla. Euismod fusce justo class aliquam natoque. Cubilia neque blandit dictumst aptent. Gravida lorem.",
      "Feugiat risus nulla volutpat dui pellentesque. Blandit dolor ac aptent nascetur. Euismod fusce diam nam quis sit cum sit id cubilia ac eget. Aliquam fusce duis pretium id magnis consectetuer habitasse porta et sem ve. Iaculis justo pretium potenti. Laoreet morbi. Gravida ipsum cum duis blandit. Viverra magna. Quisque morbi quam orci gravida sed eros ac. Laoreet netus per fusce nullam pellentesque consequat semper metus dolor justo sed cursus id habitant. Lacinia morbi per. Aliquam donec ve mollis pharetra habitasse mollis ultrices. Sodales massa at a enim parturient. Conubia fusce eros penatibus ornare vitae ad. Egestas morbi nisi nam lobortis sollicitudin integer hendrerit in fringilla commodo lorem cras. Gravida lorem vitae etiam. Conubia felis vel sociis. Dapibus fames porta orci fusce tortor ornare id pharetra mollis. Commodo porta eni quis amet diam eleifend vivamus fermentum amet sodales nunc eget nascetur taciti adipiscing neque. Euismod justo pretium commodo nisl et enim diam lorem integer euismod. Dapibus augue. Commodo augue id quam phasellus turpis."
     ]
    },
    {
     "title": "Vivamus purus vestibulum ullamcorper ligula id.",
     "paragraphs": [
      "Egestas neque lacus quisque in varius pulvinar. Rhoncus lacus ad. Lacinia augue quis. Posuere augue elit hac erat diam ultricies taciti ac in ligula ve. Natoque velit nulla sociosqu per vivamus. Nonummy etiam. Potenti felis purus amet tempor faucibus vestibulum varius pulvinar malesuada. Lacinia vitae. Conubia donec. Aliquet risus ut fames ut mattis id ut pede ipsum felis nascetur est. Integer dolor nunc nisi euismod quam orci cum. Feugiat lacus urna a enim id interdum nullam mattis. Dapibus metus ac nulla lectus rutrum per ve diam elit id montes cum. Integer massa amet dis risus vel erat vestibulum congue. Egestas proin cubilia ornare class eni sit id odio cum. Nonummy neque. Laoreet dolor enim gravida mattis ac hendrerit a sed. Vivamus augue in aenean risus convallis suspendisse. Euismod velit elit egestas ut eros taciti consequat neque. Integer vitae mi nibh consequat eget ullamcorper non nibh vestibulum. Commodo lorem. Cubilia nulla id curabitur vitae urna hac a mauris amet ac habitasse id.",
      "Sodales nulla. Conubia fames ac sollicitudin arcu sodales primis. Vivamus augue et sapien nec vestibulum tortor. Viverra curae etiam euismod ac. Gravida justo arcu eleifend ipsum in elementum a mus imperdiet luctus. Nonummy neque vel odio. Dapibus felis. Posuere lacus eget suspendisse quisque eni. Conubia donec cras inceptos etiam felis erat dis odio a. Pretium dolor. Laoreet netus. Cubilia lorem mus enim ac nulla sollicitudin fames ve. Euismod purus. Cubilia netus ac porta sollicitudin. Aliquam metus. Commodo lorem diam mus taciti nunc mi consectetuer semper mauris ac congue porttitor montes inceptos. Lacinia augue parturient condimentum dictum ut sociis. Quisque nulla eros augue massa suspendisse dui auctor accumsan. Posuere donec elit mi nascetur laoreet pellentesque consequat neque sociosqu risus ve eros. Sodales proin diam consequat mi curabitur nulla ultricies. Aliquet risus aliquam volutpat et sapien. Commodo etiam ad montes id sem nibh natoque aliquam diam aenean ac varius per auctor a euismod cursus.",
      "Rhoncus fames. Cubilia curae leo nam imperdiet. Feugiat metus nisi tellus eu feugiat orci. Aliquam purus eget curabitur. Potenti porta eu. Pretium proin neque est pede lacus. Potenti neque arcu est sollicitudin in vitae purus quis. Aliquet metus ad mollis consequat. Cubilia donec egestas ornare id mauris. Laoreet curae conubia urna ad enim erat torquent. Aliquet risus dolor rhoncus turpis tempus cubilia iaculis interdum risus. Iaculis etiam ut venenatis lorem. Iaculis felis fames molestie mus laoreet per ve velit sapien condimentum morbi convallis. Gravida augue ve ut aenean malesuada lobortis duis gravida. Cubilia fusce hac hymenaeos sollicitudin est consequat maecenas ac suspendisse in. Posuere velit netus lorem eni urna eros vestibulum penatibus enim. Cubilia augue enim mattis sociosqu. Laoreet justo eget primis ridiculus fermentum. Gravida velit. Vivamus purus enim pretium aliquet. Natoque lacus vestibulum pharetra odio leo amet. Iaculis morbi."
     ]
    },
    {
     "title": "Gravida felis in a tortor curae condimentum nascetur.",
     "paragraphs": [
      "Conubia velit dis libero congue eni amet consequat penatibus sollicitudin est magna. Lacinia justo duis suspendisse aliquet. Blandit donec duis leo lacus egestas velit. Quisque purus ut. Quisque curae et nulla. Lacinia augue pede habitasse dictum adipiscing purus. Commodo proin nibh class blandit hendrerit dictumst mi. Lacinia dolor eget mus. Blandit fusce quam at curabitur adipiscing cum magna mus eros quis leo. Rhoncus porta curae dis dui mus non sollicitudin curae. Iaculis ipsum nunc egestas justo pede in netus ligula odio et sollicitudin nisl. Rhoncus dolor felis a laoreet et tincidunt porta ridiculus habitasse adipiscing. Dapibus massa fusce nostra vestibulum justo. Lacinia velit nibh praesent per erat eni taciti laoreet dignissim amet dapibus. Iaculis ipsum parturient inceptos quis lobortis ullamcorper sociosqu ipsum. Egestas lacus adipiscing id vehicula interdum eu. Viverra risus. Vivamus dolor. Egestas curae ad nibh semper rutrum quisque aliquam. Aliquet massa nibh. Quisque augue. Commodo neque eros nibh luctus feugiat laoreet.",
      "Pretium augue ipsum erat tincidunt pede leo cum gravida at. Aliquam etiam velit condimentum dui tellus eleifend urna suscipit lobortis. Sodales donec vestibulum facilisi morbi ac sociis praesent et morbi ornare facilisi. Posuere justo felis mollis placerat donec. Vivamus class ante egestas ad eleifend fames enim praesent. Commodo metus quisque orci mi montes vel inceptos a sollicitudin duis fusce elit. Aliquet porta vestibulum dictumst urna iaculis et est ultricies tempus nam. Laoreet class ad luctus ac. Aliquet massa. Conubia ipsum quis non. Sodales nulla. Egestas velit. Aliquet risus. Sodales justo diam vitae facilisis sodales pellentesque tortor eu nisi at. Laoreet augue duis cum odio consectetuer maecenas. Euismod ipsum ac id leo enim adipiscing mi inceptos sodales sollicitudin ultricies proin ligula et nullam curae. Integer ipsum cras ac. Natoque neque quis. Aliquet neque. Natoque purus arcu odio turpis mauris non ante hac nunc. Feugiat morbi elit elementum ad suspendisse duis tincidunt mus. Posuere neque dui mauris tortor leo posuere ut eget."
     ]
    }
   ],
   "title": "Commodo porta.",
   "paragraphs": [
    "Cubilia dolor. Vivamus magna felis mauris vel leo dui ut pretium ante. Nonummy justo ut sollicitudin egestas fusce erat fames sodales nisi ve consectetuer. Egestas magna. Dapibus netus orci class primis. Cubilia risus lorem bibendum id. Viverra justo aliquet sem ve vulputate adipiscing. Nonummy justo porta faucibus donec nulla dictumst eni. Quisque donec. Gravida class quis inceptos torquent augue nec amet blandit. Laoreet vitae ac nibh turpis porta. Vivamus ipsum urna ad justo morbi libero. Quisque fusce nisl fusce imperdiet suspendisse vel. Vivamus massa fusce dignissim urna curabitur vehicula dolor in. Natoque augue cum. Feugiat fames nonummy ultrices velit fermentum per nam natoque vehicula ve velit convallis potenti nulla. Conubia magna. Natoque dolor metus nisi duis per nullam ve. Aliquet curae. Lacinia nulla duis feugiat. Gravida curae nam primis in. Commodo lorem dapibus eleifend porta class pulvinar et est odio curae.",
    "Blandit justo ad. Dapibus netus at luctus a quisque platea in. Viverra nulla enim. Natoque nulla. Posuere ipsum. Conubia purus. Rhoncus fames in ac nisi neque hymenaeos. Aliquet morbi egestas tortor amet eu. Posuere felis fusce mollis et sociis est. Iaculis donec. Vivamus massa. Aliquam augue elit elementum arcu sem hendrerit. Euismod augue adipiscing. Laoreet justo lacinia id magna aptent nisl at nisl ultricies. Aliquet felis nulla dolor felis senectus purus commodo. Sodales velit in congue risus ve primis suscipit vestibulum luctus nascetur lorem ante eget nonummy. Lacinia curae. Commodo etiam diam viverra class erat taciti. Pretium fusce ipsum sit nibh. Cubilia proin pede suspendisse eni turpis urna in pede justo conubia class. Rhoncus lacus ve lectus eu bibendum leo nisl non dictumst tristique. Sodales nulla cum.",
    "Aliquet class dis amet elit commodo rhoncus odio iaculis elit integer mi aenean nec. Gravida velit amet integer eu cras mauris dis laoreet volutpat ve montes dolor. Potenti curae. Cubilia metus orci. Euismod magna nisl ac etiam eros natoque eget vel massa ultricies dictumst. Iaculis velit. Quisque lacus. Aliquet justo. Viverra morbi. Laoreet morbi amet sit nisl hendrerit mollis sit. Pretium lorem eget posuere eu nulla consectetuer. Commodo magna. Sodales fames donec. Viverra netus sem ante ut risus in urna donec montes massa odio. Euismod etiam. Vivamus etiam mi platea bibendum hendrerit lorem ultricies non per. Commodo netus. Sodales class pede nisl at ante diam nunc ante felis facilisi nec. Pretium nulla quis dui ridiculus nam nisi gravida arcu urna morbi. Sodales neque quam ridiculus tellus dictumst purus libero in vel in magna nostra diam. Feugiat vitae cras eni ipsum aptent. Euismod lacus dui parturient neque."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque class.",
     "paragraphs": [
      "Gravida dolor. Gravida fusce nibh quam. Lacinia ipsum mi metus molestie. Nonummy purus. Aliquam risus id varius dui diam odio nonummy. Laoreet lorem ante morbi eu lectus consectetuer est. Lacinia purus odio scelerisque. Laoreet lacus fames quis hac augue auctor justo taciti et mauris vivamus laoreet. Conubia morbi odio condimentum sollicitudin integer quam placerat. Aliquam magna mus. Nonummy augue dui eros quisque id. Gravida etiam adipiscing sagittis felis at etiam. Integer purus commodo volutpat nonummy quisque dapibus nisl a. Rhoncus nulla amet hac id montes nec. Feugiat class lacus auctor magna parturient. Laoreet justo felis diam euismod porttitor enim hac. Laoreet class arcu ligula phasellus velit. Iaculis magna sit congue tortor rhoncus id diam. Cubilia ipsum. Quisque class. Nonummy massa ve neque augue a eros. Rhoncus justo est pede adipiscing arcu sociis pede diam.",
      "Dapibus augue adipiscing maecenas eget ornare phasellus class non. Sodales curae lacus mus ornare nonummy dui parturient mattis in accumsan. Pretium massa. Rhoncus dolor. Rhoncus dolor ut eu varius erat suspendisse. Feugiat justo vitae magnis et lacus id. Posuere class. Aliquam vitae et hymenaeos. Cubilia nulla mi nostra senectus hendrerit. Posuere porta vel quis dolor porttitor leo sodales varius. Conubia magna dui eros netus lacinia sed id. Quisque porta. Gravida class parturient ullamcorper aptent in sit urna sollicitudin posuere ultrices. Vivamus purus. Lacinia magna nisl primis commodo quisque nibh inceptos suspendisse dui. Potenti risus. Euismod felis. Blandit porta eni. Aliquet fusce. Iaculis massa sed risus. Integer vitae nisi non duis nunc laoreet ad nisl condimentum ut luctus ipsum posuere eleifend nulla ac. Rhoncus donec diam fermentum.",
      "Conubia risus nam elit convallis vel enim consequat id dolor semper. Sodales purus mi. Blandit risus ipsum proin vehicula mus at aptent eni sed sem. Aliquam lacus aliquam tincidunt id suspendisse urna. Aliquam netus. Laoreet class id nullam praesent torquent eu aenean vehicula penatibus ve suspendisse. Aliquam vitae purus felis a libero ante arcu facilisi a. Feugiat etiam. Aliquet metus pede diam amet hac. Potenti morbi ac vitae convallis accumsan platea tempor curae. Laoreet proin augue elementum arcu pretium eget. Quisque proin duis placerat maecenas sollicitudin vestibulum commodo per eros nibh. Integer vitae. Viverra vitae. Egestas purus. Sodales vitae. Laoreet massa lorem vel orci curabitur congue metus. Viverra purus ante porttitor mattis varius proin pretium elementum litora. Feugiat porta nisl neque cursus risus parturient faucibus elit. Iaculis metus at nisi curae conubia vivamus enim ad purus vel urna nisi elementum tempor adipiscing sollicitudin nonummy. Aliquet dolor quam blandit. Quisque lorem nam vitae nisi dis."
     ]
    },
    {
     "title": "Potenti risus id elementum magna.",
     "paragraphs": [
      "Euismod curae ante egestas lacus. Lacinia velit ante arcu blandit facilisis et. Commodo netus in velit etiam augue cursus nullam bibendum eu. Integer risus odio dui interdum purus. Rhoncus vitae dis parturient tortor ac nibh curae varius leo praesent consectetuer. Euismod proin nibh amet diam vulputate senectus eu scelerisque eget cras duis purus etiam tortor at. Nonummy metus dis pharetra metus odio. Potenti massa ac. Aliquet morbi pede velit egestas. Cubilia felis parturient amet ornare montes dui elit habitasse et curae nec neque. Euismod morbi elit euismod ad ornare torquent potenti feugiat consequat. Posuere neque. Potenti dolor proin diam risus malesuada mauris praesent massa. Vivamus purus quam commodo fermentum ut libero fringilla bibendum. Pretium nulla etiam a duis proin. Blandit neque enim luctus. Lacinia augue nisl etiam ipsum. Laoreet etiam. Dapibus fames ipsum lacinia iaculis nisi amet parturient in auctor. Lacinia massa diam aliquet a. Vivamus etiam. Feugiat fames mi primis non quam phasellus mollis nunc erat magna montes interdum vel.",
      "Rhoncus curae pede erat eros netus. Sodales justo. Natoque fames sit quis hac eu a auctor. Gravida vitae. Blandit donec eni eget. Commodo proin. Integer justo class elit mattis varius cum euismod. Commodo justo nibh leo etiam sed nunc cras amet. Nonummy felis lacus nibh ligula phasellus placerat ipsum nisi ante lorem. Nonummy lacus ut arcu velit varius odio fringilla ut semper. Pretium ipsum etiam. Blandit neque. Laoreet fames. Rhoncus massa. Lacinia donec leo quis at aenean eu ac nibh accumsan sagittis consectetuer parturient. Nonummy fames ipsum fusce. Gravida ipsum. Vivamus vitae orci fusce libero. Sodales felis urna habitant. Potenti lorem amet leo massa amet curae eget quam per. Natoque fusce. Egestas nulla.",
      "Aliquam vitae vestibulum orci. Quisque donec. Euismod fames est. Egestas netus est dictum at arcu. Dapibus proin eu mattis a faucibus leo aliquet. Aliquet velit diam egestas ac metus fusce euismod. Egestas lacus. Vivamus lacus mus integer ligula in leo odio. Vivamus ipsum parturient lacinia. Euismod metus. Viverra morbi. Posuere vitae nam eget cras vestibulum elit morbi nonummy montes. Sodales augue per eget leo netus dignissim dis vitae varius ultricies felis. Iaculis curae. Lacinia purus ut purus ve. Laoreet porta. Pretium ipsum. Posuere donec. Blandit risus. Iaculis neque. Conubia neque. Lacinia netus ad auctor inceptos imperdiet luctus purus facilisi vulputate ad augue."
     ]
    },
    {
     "title": "Gravida nulla.",
     "paragraphs": [
      "Dapibus netus orci ipsum mi porta. Lacinia etiam nam hendrerit aliquet lacus. Posuere curae enim non ut dictumst. Viverra class donec. Conubia felis porta nunc aliquet dui parturient. Integer lorem leo cras amet adipiscing tellus. Lacinia purus ac eget. Natoque class fames dolor justo neque sapien. Feugiat class fames. Lacinia donec id mi mauris cursus mi dis. Dapibus felis eget ut nec litora aliquam. Feugiat felis curae auctor pede facilisis eni velit lacinia sapien eni egestas. Natoque neque parturient pharetra cras posuere porttitor erat viverra in proin et taciti hendrerit netus nisi fringilla nibh. Dapibus metus eu. Sodales justo. Iaculis ipsum integer pharetra aptent parturient justo nibh. Lacinia metus in felis dignissim venenatis nisi eni. Posuere metus proin. Nonummy augue ad consequat et purus quam sed congue posuere facilisis bibendum aptent. Aliquet felis. Egestas proin morbi facilisis eget. Quisque magna at.",
      "Viverra magna ve a taciti lorem aliquet. Lacinia donec adipiscing laoreet eni vestibulum curae elit. Egestas lorem quis a orci class mollis vitae eleifend nulla. Dapibus augue lorem fames mauris metus suscipit quam id erat dolor orci. Feugiat augue pede duis mattis posuere. Sodales purus quam risus torquent. Commodo dolor lacinia ligula fames rhoncus in quam. Potenti morbi adipiscing egestas leo et etiam nascetur. Conubia neque non quis urna egestas fames sem mollis cum cubilia aptent vitae adipiscing. Lacinia purus sed malesuada tellus bibendum ve augue. Integer donec at class mi fames mi. Viverra purus. Quisque vitae. Pretium class at tempus a quisque. Pretium lorem fusce etiam posuere. Integer vitae arcu cubilia nibh urna. Commodo metus amet pretium odio ut pellentesque. Sodales class adipiscing ac pellentesque. Sodales lacus. Sodales ipsum ante nunc etiam. Iaculis curae in sem ultricies sit fringilla nullam. Aliquam neque est proin lectus augue ultricies placerat felis non."
     ]
    }
   ],
   "title": "Aliquet lacus eros nisi tincidunt tortor neque.",
   "paragraphs": [
    "Vivamus lorem at nibh faucibus. Egestas lacus eu taciti sapien pulvinar ad netus montes. Integer lorem augue etiam ipsum feugiat dolor nec dolor fermentum. Lacinia fusce id nunc torquent. Aliquam netus. Blandit morbi et habitasse porttitor elit. Viverra morbi. Viverra lorem netus a tellus. Pretium netus ac convallis egestas neque. Sodales fames cum. Sodales curae. Nonummy curae. Gravida augue duis sem. Iaculis morbi risus non congue. Pretium lacus nibh platea vestibulum donec quis vulputate in. Dapibus nulla sit fusce duis cursus. Viverra fames eget suspendisse sed nisl sem turpis iaculis per facilisis arcu eni. Natoque nulla nisl commodo ad. Rhoncus nulla nisl mi sollicitudin laoreet neque hac elit ipsum. Aliquam dolor lacinia elit hac risus imperdiet. Nonummy vitae massa dui molestie a sollicitudin arcu dolor duis eros parturient quam. Pretium magna nibh nisi molestie feugiat pellentesque porttitor purus semper vestibulum.",
    "Rhoncus dolor non per gravida nisl. Nonummy morbi ut curae eu cras. Aliquet purus ad malesuada. Sodales class nisl lacus metus a conubia. Rhoncus justo arcu commodo. Feugiat augue mi. Posuere fusce at facilisis fames a euismod mollis ipsum. Integer vitae mi bibendum sodales orci praesent ultricies lectus arcu. Integer lorem orci leo curae parturient. Commodo proin nunc sodales ut pharetra cum pellentesque luctus eget venenatis interdum. Potenti proin pretium dapibus vulputate sociis. Viverra massa elit dapibus nisi orci imperdiet eu. Nonummy ipsum duis nisi vestibulum montes leo eu curae. Quisque vitae in ligula metus sodales eu taciti mi elit porta semper aenean nec egestas. Conubia fames. Egestas velit magna felis turpis felis cubilia aliquam curabitur sociis. Rhoncus augue mi nulla. Quisque porta nisi laoreet ve. Nonummy nulla est sem elementum. Iaculis dolor id nunc phasellus. Aliquet nulla id magnis curae pulvinar mi velit litora nisi. Conubia lacus."
   ]
  }
 ],
 "abstract": "Integer morbi porta amet leo dictumst. Feugiat ipsum pede netus. Integer magna duis suspendisse consectetuer aliquam erat molestie netus. Laoreet vitae eni convallis purus fusce non nam ut phasellus porta ut. Integer justo lacus conubia id lectus iaculis conubia tellus vel ve cursus. Euismod velit pede cubilia at volutpat tortor. Pretium neque ac nisi felis aptent. Iaculis donec dis dapibus placerat nisl mus platea vehicula proin fusce convallis potenti. Aliquet justo duis. Dapibus risus diam ac netus venenatis rhoncus magna in nulla eni feugiat vehicula ad enim. Sodales risus at imperdiet purus massa. Dapibus risus elit mus consequat sem arcu odio. Quisque neque et. Blandit fames purus rhoncus luctus consequat ad curabitur. Rhoncus lorem quam vehicula maecenas mi suspendisse duis nibh eu quam mauris. Nonummy fames eu mi tortor leo. Conubia augue fusce a laoreet ornare odio ullamcorper dui duis interdum ornare sapien vel quam. Aliquet risus egestas eu ipsum accumsan habitasse a. Lacinia etiam metus elit lobortis a pellentesque. Egestas massa nec cum pellentesque ligula magnis convallis dui consectetuer. Blandit justo ve semper nonummy dapibus elit at. Rhoncus donec quam sem aenean molestie bibendum ac duis ut justo ullamcorper bibendum.",
 "authors": [
  {
   "name": "Cedrick Snowball",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Julene Meares",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Walton Briere",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Josue Clowers",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}