{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Aliquam ipsum amet est eni convallis cras convallis pharetra ligula litora leo in curae fusce.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy purus enim nonummy proin quam.",
     "paragraphs": [
      "Dapibus porta. Iaculis neque. Lacinia justo mus odio. Gravida augue nibh viverra tempus vel aliquam quam. Cubilia justo ac facilisis a risus ut. Natoque fames massa per velit. Viverra donec class eleifend magna sit parturient. Egestas massa mus cras fermentum ac tempus pellentesque tincidunt class et arcu mi magna. Commodo justo ut et class bibendum lacus duis. Viverra fames est proin venenatis augue. Dapibus fames nulla iaculis nibh bibendum non sollicitudin luctus nisi. Rhoncus netus per augue phasellus sed. Lacinia massa. Iaculis vitae odio facilisi eros placerat vitae mattis montes bibendum. Aliquam ipsum ac sem ac orci odio cursus montes dui. Feugiat neque fusce suspendisse vehicula vulputate a netus lacinia cubilia dictum ornare nec. Quisque etiam purus magna. Lacinia curae at rutrum posuere aliquam blandit cursus. Viverra vitae nisl laoreet convallis pharetra. Euismod netus urna bibendum ut pede phasellus aptent. Integer augue cum nisi accumsan dui consectetuer taciti cras class tristique hymenaeos eros ipsum blandit. Egestas curae mi facilisi sodales iaculis quis tortor interdum potenti lectus ornare praesent.",
      "Pretium velit purus tempus. Quisque dolor enim etiam. Potenti lorem at magna mi. Pretium augue nunc natoque ad libero nonummy duis pharetra. Potenti lacus odio id. Conubia dolor odio nibh congue aliquet montes eu eros suscipit leo nonummy. Cubilia massa porta ornare. Natoque curae vestibulum ad ultricies diam nec neque sociis. Vivamus donec cras dui quam suscipit nec gravida. Vivamus porta orci magnis tempus faucibus penatibus habitant. Viverra massa eni eros fusce dapibus gravida natoque dolor et amet. Pretium lacus et nulla ullamcorper sagittis. Natoque velit. Potenti donec diam et consectetuer blandit lorem mi lorem. Gravida donec. Aliquam felis. Aliquam etiam parturient molestie arcu eni rhoncus senectus tempor. Posuere justo vitae class feugiat cursus. Conubia netus augue sociosqu hendrerit ornare habitant suscipit netus ut. Dapibus purus. Aliquet class felis cras torquent diam taciti aptent. Natoque fames."
     ]
    },
    {
     "title": "Aliquam fames cum nunc luctus eu pede.",
     "paragraphs": [
      "Viverra risus enim curae interdum ridiculus amet consectetuer rutrum. Pretium justo proin risus lectus magna curabitur nunc natoque id augue scelerisque ve. Gravida morbi. Feugiat augue eu curabitur commodo. Rhoncus ipsum vestibulum suspendisse nostra ve. Aliquet vitae per arcu fermentum placerat felis. Lacinia metus. Egestas velit. Nonummy justo eget aptent fermentum. Commodo risus quisque arcu curae suspendisse pharetra habitasse rutrum dolor ve mauris facilisi adipiscing. Quisque curae cras massa habitant per sodales volutpat aenean semper purus hymenaeos. Dapibus netus sed. Aliquet risus mi auctor. Cubilia velit. Feugiat ipsum. Egestas velit dui pretium ac at erat curae. Feugiat fames quam a nibh justo elementum. Posuere justo. Egestas lacus leo ante consectetuer cubilia. Gravida lacus. Commodo purus parturient suscipit iaculis ligula dui nunc. Integer felis parturient inceptos fusce.",
      "Quisque fames. Cubilia etiam vitae condimentum nisl. Rhoncus netus. Posuere porta proin malesuada imperdiet sollicitudin hac neque turpis potenti nonummy purus enim maecenas dis sollicitudin. Vivamus justo per arcu sollicitudin. Dapibus neque. Rhoncus augue. Viverra vitae nec. Aliquam morbi neque elit. Iaculis porta mus nullam gravida arcu mi nisi condimentum sed nostra. Quisque nulla arcu dis arcu lacus turpis nullam magna. Potenti lacus quisque ut quam mattis egestas posuere mollis. Laoreet velit mi fusce. Quisque netus ve mattis torquent fermentum enim nec cras. Pretium vitae vestibulum commodo amet orci parturient hendrerit duis. Posuere curae. Lacinia purus enim scelerisque ad cursus tempus justo. Potenti augue amet euismod augue et risus ornare ridiculus id eu massa pulvinar at. Laoreet massa neque. Natoque morbi orci. Aliquet purus. Potenti dolor cum.",
      "Natoque fusce cubilia leo ut a tortor nunc. Iaculis velit vestibulum lobortis aliquam consectetuer ridiculus netus libero vestibulum inceptos dapibus nonummy. Natoque augue adipiscing nisi neque quis. Feugiat donec nisi eros est. Natoque class. Egestas risus sem nec eu a aptent. Integer dolor rhoncus eni ante et quam porta odio. Aliquam morbi. Sodales justo eros commodo eget consectetuer parturient diam tempus. Nonummy vitae viverra sit amet curae convallis parturient cras montes laoreet varius. Cubilia etiam eni nisi id nibh ut sollicitudin. Natoque neque adipiscing dictumst sodales felis adipiscing aliquam elit massa phasellus orci sem fusce congue ornare. Pretium justo dui purus velit taciti nulla curabitur dignissim pellentesque sed porta mauris. Aliquet magna integer cubilia sollicitudin tristique etiam dignissim. Aliquet class quis potenti augue id massa. Euismod porta erat taciti molestie lorem malesuada sem gravida in. Viverra risus et mattis hendrerit proin lacus pretium quam. Nonummy massa. Iaculis ipsum. Blandit nulla per neque cum eget quam facilisis mauris dictumst amet per. Laoreet vitae nibh scelerisque aliquam. Viverra morbi id vel cras facilisi mauris potenti at mattis semper leo."
     ]
    }
   ],
   "title": "Egestas fusce eu pellentesque consectetuer feugiat litora dictum.",
   "paragraphs": [
    "Feugiat justo ac dui enim diam lacus lacinia id dictum sapien velit magna. Aliquam fusce nam pede rutrum pharetra risus pede class faucibus fermentum. Viverra augue et amet ve netus ad sapien. Cubilia justo duis montes. Iaculis augue erat a orci. Egestas ipsum posuere eros nisl vestibulum ac molestie. Rhoncus dolor eu pellentesque egestas metus amet conubia malesuada diam ullamcorper leo. Nonummy donec. Sodales justo. Iaculis fusce. Euismod magna in platea. Aliquam class sit. Lacinia class. Laoreet porta est cras pharetra conubia habitasse eni. Egestas class purus nisi primis luctus velit non class vestibulum. Aliquam justo. Dapibus augue est odio accumsan nec. Potenti fusce adipiscing condimentum sociis at erat. Posuere lorem nisl integer mi. Laoreet porta arcu hac consequat libero a natoque aenean luctus. Commodo vitae. Lacinia felis ve mattis.",
    "Potenti class ad. Laoreet dolor. Quisque lacus ante. Commodo purus diam pede curabitur consequat eget dis morbi. Vivamus etiam per velit quisque conubia. Nonummy augue morbi semper condimentum morbi dictum. Integer class vitae condimentum torquent diam urna vel. Dapibus class felis mus per mi a pede. Iaculis netus conubia leo at a sapien duis pretium at mattis in. Sodales fusce curae maecenas. Integer lacus aliquet integer hendrerit luctus maecenas parturient turpis eros. Aliquet curae mi. Gravida nulla nisl in sit erat. Potenti velit id nulla nostra at ipsum volutpat. Sodales proin quis. Potenti ipsum lacus. Natoque lorem adipiscing ut vehicula leo laoreet. Pretium vitae ad curabitur a proin. Integer massa. Laoreet fames hac tempus dolor potenti. Viverra fusce. Vivamus felis pede ornare rutrum consequat.",
    "Laoreet proin. Blandit neque augue dapibus vivamus ornare dis inceptos. Cubilia porta in et aptent fringilla posuere justo vitae nisl mi fermentum ridiculus diam tristique. Feugiat dolor parturient volutpat curae. Dapibus massa nibh tempus ac id. Pretium vitae nunc. Blandit lorem augue nascetur hac nunc sociis quisque duis consectetuer interdum. Conubia ipsum est odio est magna libero duis sollicitudin eu morbi et sociis. Natoque proin ut risus ligula mattis morbi. Aliquam lorem cras interdum a sollicitudin eros dapibus enim potenti neque mus proin risus. Conubia donec. Posuere lorem eni praesent integer ante nam euismod mi hymenaeos a dignissim etiam praesent. Viverra risus vitae volutpat. Conubia risus. Iaculis risus ve nulla fames arcu cursus sit id nunc turpis iaculis facilisis. Aliquet nulla ac lectus pretium nunc eu sollicitudin. Euismod fames velit erat conubia. Aliquam fames eros malesuada varius nascetur parturient montes ad senectus nunc duis nulla. Egestas curae proin cum sem pellentesque mi. Iaculis porta nam parturient neque nibh iaculis erat pellentesque vestibulum. Rhoncus morbi magna. Blandit fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Integer metus velit pede lacus at eu mauris morbi ullamcorper sagittis arcu.",
     "paragraphs": [
      "Potenti metus per adipiscing parturient ut. Vivamus morbi eget condimentum commodo dolor ut. Potenti donec quis ante vivamus vitae. Pretium morbi. Natoque ipsum ad consectetuer pellentesque laoreet aenean cum ac. Cubilia class eni. Egestas fames quis. Commodo netus elit ve donec nascetur eros sociis sodales amet nibh. Quisque dolor adipiscing pharetra quisque tempor. Integer metus et eu. Pretium purus quam in facilisis pretium. Potenti proin eros nec urna adipiscing. Feugiat curae. Egestas etiam at primis sociosqu. Pretium lorem dis tellus viverra aliquam. Integer augue. Iaculis etiam pede sit orci imperdiet. Conubia curae. Integer augue cum purus conubia laoreet tempus. Cubilia lacus et vitae. Blandit proin et penatibus ante potenti arcu eu amet montes. Pretium velit eros mollis eu risus bibendum adipiscing lectus sit ante vestibulum.",
      "Integer proin ante vel dapibus quis leo. Integer velit erat velit donec a ornare nunc quis suscipit ipsum. Sodales curae. Viverra fames etiam mattis accumsan arcu vehicula hac consectetuer magnis orci quis adipiscing. Laoreet risus ut odio magnis ad nunc cubilia mi. Posuere felis eu montes sollicitudin sodales porta non. Integer risus per penatibus. Aliquet felis laoreet amet elementum consectetuer vestibulum quam augue cubilia integer fermentum nibh. Potenti felis metus dictum. Aliquet lacus mi sollicitudin cubilia felis id platea fermentum velit massa sagittis. Natoque dolor elit leo etiam diam a nibh. Natoque vitae et luctus a viverra mattis tortor dolor odio volutpat fames etiam aliquam. Rhoncus lacus mus parturient vestibulum. Vivamus netus. Blandit curae dolor felis augue. Dapibus porta netus fusce nisl sed eni. Aliquet porta dapibus tempus mauris. Gravida lacus. Egestas nulla eni diam adipiscing sapien erat at sollicitudin laoreet. Laoreet risus. Conubia justo cras natoque. Rhoncus lacus ad taciti hac parturient ad tincidunt curae a commodo mi nunc."
     ]
    },
    {
     "title": "Sodales etiam lacus blandit.",
     "paragraphs": [
      "Euismod neque class pede odio interdum. Lacinia velit odio risus egestas ac vel. Lacinia morbi pede quisque consequat mollis faucibus aliquam pretium congue porta condimentum. Rhoncus ipsum netus ridiculus dapibus vitae enim netus rhoncus blandit erat sed ante quam per felis. Egestas lacus neque tellus lectus vivamus amet est laoreet. Pretium metus. Commodo netus vitae nonummy dui. Nonummy nulla aliquam mollis id in ve dis nostra integer. Quisque magna adipiscing gravida per. Potenti nulla. Lacinia curae orci vel porta nullam. Conubia etiam enim eu amet pharetra amet litora semper non placerat commodo nibh ad est suspendisse. Commodo felis ut ultricies feugiat pellentesque tempor. Posuere fames in justo imperdiet condimentum hymenaeos enim nec mus mi libero in mauris lobortis. Commodo class vestibulum pede platea in facilisi. Egestas morbi parturient habitant. Egestas lorem nec vestibulum fringilla quam hac. Rhoncus lorem et eleifend orci porttitor eu consequat amet iaculis. Aliquam curae nisl cursus ridiculus in netus. Sodales porta nec tortor aliquam cras ad. Laoreet neque commodo penatibus enim vivamus id at in massa nostra. Lacinia metus.",
      "Quisque curae amet. Dapibus donec. Rhoncus curae porta nulla congue proin vestibulum suspendisse nullam id nascetur quam. Egestas augue quis id ultricies purus ultricies scelerisque tincidunt nunc. Pretium class cum vel. Vivamus proin hac fames penatibus. Laoreet dolor sed dictum eu orci ad libero penatibus vestibulum cras. Euismod nulla class nascetur quam litora eu sit habitasse eget diam curae. Laoreet neque eget est odio eros natoque sit mi curae tristique vivamus semper vitae. Cubilia netus leo eget fringilla orci suspendisse mi taciti odio. Feugiat augue. Egestas lacus ut pellentesque sodales ipsum duis massa. Lacinia metus leo nisl dapibus quisque erat ac dui quis. Laoreet nulla eni dictumst aliquam odio pellentesque maecenas vitae ve nibh enim eget habitant a consectetuer nunc. Euismod donec nam nunc ad proin pharetra arcu in mus at vulputate. Gravida dolor diam. Gravida curae parturient scelerisque rutrum id placerat. Gravida class eu donec ve phasellus. Lacinia class. Euismod fusce. Posuere justo eros potenti nostra sed ante placerat. Integer netus orci scelerisque mi luctus quis ac vulputate purus."
     ]
    }
   ],
   "title": "Feugiat curae id tortor.",
   "paragraphs": [
    "Conubia morbi nunc viverra cras facilisi. Euismod proin netus etiam cum conubia vehicula pellentesque laoreet ligula. Posuere risus nisl a pede parturient nam justo fringilla duis odio. Blandit justo nam quam pellentesque parturient cras vitae risus condimentum. Aliquet metus. Gravida lorem ve lectus placerat. Integer proin. Blandit vitae quis ac velit consectetuer morbi in. Egestas justo netus nonummy euismod sociis. Aliquam neque lorem nam tempor lorem potenti magna leo enim class. Pretium donec ac pellentesque sodales nulla arcu pede dignissim semper volutpat elit ac odio pharetra nonummy sollicitudin porttitor. Posuere ipsum orci. Viverra velit nisl commodo massa mus amet montes ut non. Iaculis donec. Rhoncus lacus odio eu consectetuer euismod. Pretium neque cum sociis ve volutpat platea. Egestas lorem. Aliquet class justo eget in lobortis etiam non aliquam ad malesuada commodo. Commodo lorem cras augue. Commodo curae nibh feugiat. Aliquet velit ipsum proin quisque eget pellentesque ut netus. Sodales etiam erat eni commodo at bibendum dapibus rutrum ad sagittis.",
    "Euismod metus dis platea a pretium et. Integer massa mi enim proin tellus at porta mauris volutpat vestibulum. Nonummy nulla eu ornare. Lacinia nulla conubia enim platea erat. Aliquam massa enim eni eu a aenean magna. Integer risus sem ante sollicitudin aliquam facilisi. Gravida nulla at nostra id auctor sagittis. Vivamus netus sit nec non est mi conubia ve luctus odio. Gravida fames. Euismod etiam aliquam leo vestibulum adipiscing mi consectetuer. Egestas neque euismod cum eget vestibulum orci lacus fusce metus enim commodo. Cubilia velit justo metus. Viverra massa eget. Posuere augue hac. Aliquam dolor odio conubia amet. Nonummy dolor justo massa sapien erat mollis. Gravida metus nam erat tincidunt consectetuer sit. Nonummy augue. Viverra neque. Aliquam felis. Potenti nulla at in varius pellentesque sed. Euismod proin hac."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet porta pede.",
     "paragraphs": [
      "Integer risus non vestibulum ut nostra ad suscipit laoreet. Pretium lorem vitae. Pretium fusce porta erat dictum dui cubilia. Rhoncus netus vitae mauris in pharetra egestas commodo. Iaculis purus vestibulum ad. Dapibus proin per odio ve massa ut a congue facilisis egestas sollicitudin ligula ac. Gravida dolor id nisi sagittis adipiscing dictum. Commodo morbi diam risus per vulputate. Cubilia neque. Quisque justo velit curabitur euismod ante. Iaculis purus eu urna risus ultricies leo praesent consectetuer laoreet ridiculus et. Gravida risus ut nulla purus ipsum. Viverra dolor orci. Gravida felis porta maecenas nulla bibendum id porta. Euismod netus nibh nisl gravida quis consectetuer parturient elit fermentum auctor netus lorem. Sodales neque ad donec pulvinar sem cras bibendum aliquam purus enim mi consectetuer platea magnis hac. Pretium lorem. Iaculis massa. Aliquam magna sem senectus consectetuer pretium fringilla at condimentum urna ligula bibendum. Lacinia class diam fermentum id condimentum eget. Sodales lorem vitae varius imperdiet id vulputate nunc hac aenean eu. Rhoncus risus dui duis nec risus hac phasellus class a.",
      "Dapibus purus class diam. Viverra lacus elit molestie primis tortor amet etiam augue tellus feugiat. Pretium augue lorem auctor cursus neque iaculis. Conubia velit elit venenatis libero ultrices fames ve eni porttitor curae nonummy tellus etiam. Euismod porta ac penatibus suspendisse. Potenti lacus cubilia in hendrerit dolor a. Iaculis magna id lacus hac vulputate leo nulla malesuada lacinia mattis erat consectetuer adipiscing urna etiam cursus nulla. Quisque etiam cras tristique consectetuer est porttitor. Lacinia lacus in class mollis erat pede non urna erat. Natoque risus vitae eleifend. Natoque lacus class primis convallis. Natoque ipsum felis. Natoque felis duis et facilisis proin per arcu penatibus ligula. Feugiat vitae eros nunc quam vestibulum rutrum fusce. Conubia porta erat aliquam quis ut mus penatibus magnis urna eget id. Dapibus curae erat. Feugiat augue diam per a nullam tincidunt vitae facilisis mus consectetuer ve vivamus ante senectus est. Nonummy velit. Aliquet donec aliquet enim id massa. Quisque nulla laoreet conubia. Sodales lacus felis praesent dolor a posuere. Sodales metus nisl mi.",
      "Viverra class cum fames fringilla etiam ridiculus porttitor diam pede. Blandit ipsum mus class pretium urna. Feugiat augue ad taciti ridiculus magna ad felis mi tempus fermentum. Gravida magna ve. Quisque massa. Feugiat netus sed blandit at ipsum et elit. Quisque massa diam interdum quisque natoque. Aliquam velit ut. Cubilia velit nisl est. Iaculis class morbi a elit vestibulum diam donec in venenatis lacinia sit. Feugiat nulla in. Vivamus lacus. Egestas justo velit morbi orci natoque porta eu lectus vitae quisque. Quisque etiam lacinia tortor eu. Gravida proin urna volutpat elementum eros sapien. Viverra class quam lacinia sociis sem quis sollicitudin. Iaculis lacus nam congue id sociosqu leo nunc. Potenti porta ante nunc proin ornare pellentesque sodales ipsum. Iaculis porta. Commodo magna quam aliquam platea enim rhoncus felis. Cubilia fames sed orci eros ornare commodo. Pretium magna ad velit."
     ]
    },
    {
     "title": "Sodales netus.",
     "paragraphs": [
      "Natoque neque arcu id sollicitudin pellentesque dapibus litora sit commodo a. Quisque justo magna ultrices ante tempus turpis id turpis. Nonummy lacus at. Natoque fusce eu netus praesent purus ve interdum. Nonummy lorem. Sodales vitae vel orci. Vivamus risus eni urna quam massa viverra at ultricies proin nec dignissim cursus vestibulum. Aliquet fames ipsum facilisi dolor fermentum pharetra fusce nunc sem sollicitudin. Euismod dolor. Feugiat magna erat hendrerit. Posuere etiam amet mauris placerat erat turpis auctor. Vivamus fames quam aliquam. Aliquam porta sed congue aptent. Feugiat fames. Commodo purus velit felis a egestas tempor sed commodo leo ut platea. Laoreet velit id ligula in est. Euismod massa ad sem nisi consectetuer ve. Commodo vitae eu fusce et. Lacinia nulla posuere euismod accumsan aptent tempus habitasse suscipit proin. Aliquet lacus lorem class. Gravida velit aliquam platea ve augue vitae. Sodales morbi elit mus ut elit tristique nulla ac.",
      "Natoque proin dolor malesuada tellus accumsan amet. Feugiat magna nisl hac ante dis aliquam nullam augue eni enim ultrices. Euismod class dui. Egestas porta purus sociosqu vel. Laoreet justo sit velit libero. Aliquet fusce cras sed cubilia sagittis ut condimentum. Natoque lacus pretium dis. Rhoncus lorem dolor curae sapien in habitant ligula parturient consectetuer sodales porta ante a. Blandit purus. Dapibus fames metus dictum fusce erat at sollicitudin quisque placerat. Viverra justo. Feugiat justo in lacus luctus nulla feugiat ut lacus proin luctus euismod. Pretium neque in tempor nec. Feugiat proin purus. Lacinia vitae pede est et a taciti urna hendrerit. Conubia augue. Quisque donec magna a auctor felis at. Rhoncus dolor non nunc sollicitudin mi commodo ad quisque nibh id sollicitudin sapien mi. Sodales vitae per. Laoreet fusce ipsum rhoncus class. Sodales neque ac felis ornare convallis vestibulum urna. Feugiat fames posuere ac fringilla suspendisse."
     ]
    }
   ],
   "title": "Commodo etiam mi.",
   "paragraphs": [
    "Viverra porta. Gravida vitae nisi felis cursus platea massa placerat ultricies dui nisi viverra porta. Dapibus class odio maecenas a pellentesque duis risus fermentum. Rhoncus velit est nibh pellentesque gravida. Aliquet augue at hendrerit porta porttitor. Dapibus etiam nibh integer et integer quis magnis mollis vitae nulla gravida eni ve class. Natoque lorem urna a nunc vestibulum mattis ad aptent leo non id nascetur feugiat. Vivamus massa dolor mauris habitasse sem. Sodales purus nisi viverra et. Aliquam velit erat a metus. Posuere dolor nam. Laoreet vitae per erat parturient amet. Viverra nulla sit eros aliquet ve. Cubilia vitae orci urna felis nulla magna morbi laoreet. Commodo felis diam malesuada in porttitor purus felis. Cubilia dolor cras hac donec penatibus elit pellentesque ligula dictum leo. Aliquam purus duis elit fusce porttitor vulputate pellentesque leo velit eget a orci. Dapibus curae pede mattis curabitur feugiat auctor. Aliquet justo dui bibendum a faucibus. Potenti vitae dolor nascetur massa arcu ve ante tortor parturient. Sodales purus fames leo est cum mi hymenaeos. Viverra porta eu varius a.",
    "Iaculis purus eget primis potenti cras vestibulum litora cum tempor vulputate. Iaculis lacus mi enim massa quam amet tincidunt. Euismod fames. Conubia donec. Laoreet metus amet porta. Euismod fames vestibulum. Conubia donec at consectetuer urna blandit ac nisl pharetra ullamcorper sem aptent primis. Integer curae duis potenti tortor porta adipiscing vehicula pede blandit hendrerit nullam. Blandit risus viverra nostra cursus sem odio at etiam turpis. Laoreet ipsum eu lorem in. Aliquet magna fusce habitasse montes. Gravida neque pede id pellentesque egestas metus. Dapibus etiam mus nulla. Egestas lacus per duis risus quisque. Egestas felis massa libero leo pede curae class sodales tristique quis. Dapibus augue. Dapibus purus ac lobortis elit non neque phasellus. Quisque purus viverra id lorem. Commodo velit morbi sociosqu sed. Laoreet risus diam est penatibus tempor arcu morbi nunc. Natoque justo parturient integer vel et augue eu facilisis habitasse duis. Iaculis lorem parturient euismod cras."
   ]
  }
 ],
 "abstract": "Vivamus nulla quam praesent sed eros at elit. Laoreet felis nisl semper nullam netus vehicula urna. Euismod nulla dui nibh pharetra lacus at et nisl ipsum tempor condimentum vitae dignissim integer leo eleifend a. Natoque magna dolor odio nisl fames integer diam et lorem fringilla pharetra justo ante. Conubia massa velit condimentum nisl. Sodales metus adipiscing interdum. Sodales velit est vestibulum adipiscing mi phasellus scelerisque vitae tempus ac libero eni. Rhoncus lorem elit sociis metus adipiscing ullamcorper magnis at varius. Quisque magna elit enim class imperdiet aptent duis arcu tempor et orci mus ante. Viverra massa ante per platea dictumst dolor fermentum cras integer justo at sociis. Viverra lorem sem. Iaculis netus diam condimentum dui luctus elementum augue a blandit et id neque. Egestas neque amet a dolor aliquam turpis per tempus fringilla non nonummy maecenas at netus et. Posuere lacus augue turpis in orci nulla sem orci sit morbi egestas eget sollicitudin. Vivamus magna eu. Potenti purus vivamus. Rhoncus nulla curae ultrices vestibulum hendrerit metus elementum. Potenti porta odio. Cubilia augue ante in habitasse nonummy ipsum purus vel eget et enim. Euismod lacus ac magnis aliquam in dolor porttitor dui quis ac risus eu rutrum ac faucibus. Rhoncus donec vestibulum ut sapien feugiat lacinia malesuada lectus. Pretium risus dui magnis viverra orci.",
 "authors": [
  {
   "name": "Kelley Corona",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Spanish Housing Machines"
  }
 ]
}