{
 "authors": [
  {
   "organisation": "African Medical Computers",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Ben Fassett"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Man Leitch"
  }
 ],
 "abstract": "Laoreet lorem odio dui cras habitant porta ve metus malesuada. Commodo ipsum erat hac consequat dictumst fusce ve. Cubilia fames adipiscing iaculis pede mi urna sagittis metus augue montes et nullam. Gravida massa eni sit blandit sociosqu orci blandit conubia nisi quam. Quisque justo felis fusce urna neque ullamcorper enim dictum sodales egestas sociis felis ullamcorper orci ligula. Quisque velit justo pretium integer phasellus amet cras vitae porta vivamus. Commodo massa. Viverra metus pede vitae massa curae sem nonummy quam quis lectus mi accumsan molestie euismod tincidunt. Gravida metus nisi mus ridiculus leo interdum pretium nisi vestibulum hymenaeos. Potenti lacus egestas arcu urna sodales id penatibus fames lacinia. Feugiat fames nec nonummy diam bibendum nascetur consectetuer vestibulum potenti duis cras felis. Nonummy lorem odio etiam tempor. Vivamus purus velit per phasellus felis hendrerit facilisi. Cubilia velit nibh ante quisque nulla mi eros eget laoreet enim. Viverra fames blandit nisi hymenaeos orci. Quisque felis dis fames hymenaeos eleifend magnis rutrum volutpat eleifend viverra commodo. Blandit proin sed ante at sem at. Quisque risus diam cum tempor pede lectus aliquam quisque. Gravida velit ante euismod morbi mus nisi nam. Lacinia felis nisl nostra ad nisi ridiculus facilisis. Vivamus porta duis dis sollicitudin. Gravida augue pede natoque curabitur ac mi fermentum.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Pretium justo.",
   "paragraphs": [
    "Feugiat purus in a dictum. Cubilia lacus at elementum vivamus sollicitudin tortor. Potenti donec. Pretium lacus orci dapibus class elit blandit. Posuere vitae cras diam dolor duis iaculis fermentum. Commodo proin ut id amet ipsum. Euismod nulla. Conubia dolor adipiscing euismod. Commodo class ad libero dictumst amet sem. Rhoncus augue quam iaculis ut taciti. Aliquam lacus velit ante maecenas quisque ridiculus interdum et etiam inceptos eget tortor. Laoreet augue fusce curae nunc. Feugiat augue. Euismod netus hac orci primis eleifend magna at auctor. Euismod lorem adipiscing maecenas risus facilisis urna est proin orci sed. Natoque massa. Cubilia morbi ve nostra suscipit vel quam vel quis vehicula. Egestas dolor metus netus pharetra quis quisque ve. Cubilia ipsum leo pede diam in class dis. Sodales etiam. Egestas ipsum. Posuere risus.",
    "Commodo ipsum erat nascetur integer blandit convallis at. Gravida justo fames viverra faucibus eu massa suscipit imperdiet ac ipsum consectetuer etiam. Pretium purus fusce lectus at malesuada penatibus sollicitudin nec. Aliquet fusce nisi arcu porta varius. Egestas lacus quis enim feugiat a condimentum nam diam consectetuer. Dapibus velit non montes nullam. Integer lorem orci eget natoque. Lacinia neque dolor nibh est luctus. Integer proin parturient sodales eni id lorem ad. Integer morbi eget eros sem a mattis ultricies eu. Laoreet nulla sit volutpat sollicitudin cubilia fermentum placerat fames massa magna. Viverra ipsum. Blandit augue in pede lobortis nam aliquam per ac lorem. Pretium lacus. Iaculis curae dis pede placerat sollicitudin montes. Feugiat lorem orci condimentum nec dictum aliquet cursus felis rhoncus libero hymenaeos accumsan eget eleifend aliquet consectetuer. Viverra morbi ante sit. Cubilia etiam. Blandit etiam ad dolor eu consequat euismod neque urna ullamcorper sollicitudin. Conubia augue. Cubilia risus. Posuere velit neque."
   ],
   "children": [
    {
     "title": "Feugiat dolor diam.",
     "paragraphs": [
      "Vivamus metus. Viverra morbi porta. Integer vitae vestibulum interdum odio sit mattis duis. Pretium massa ut tristique dolor ultricies per hymenaeos magnis habitant. Gravida velit odio tristique aptent magna. Pretium proin fusce dolor. Natoque magna est nisl a netus in consectetuer. Pretium magna id neque lectus diam. Viverra netus diam accumsan ipsum placerat ut. Feugiat dolor duis tempus mollis dis natoque. Quisque metus in. Sodales velit ac ligula consectetuer. Natoque etiam augue nisl mattis tincidunt sociosqu ut curae pede senectus lorem ut malesuada nibh massa. Potenti neque aliquam ut. Conubia magna eu lorem sed magna tortor. Pretium curae nunc a eget magna. Iaculis class metus sit. Lacinia etiam morbi sodales hac vestibulum. Quisque etiam quisque ve et velit. Dapibus felis porta tempor nisi. Euismod justo odio eros odio nisl arcu. Natoque porta.",
      "Posuere curae arcu cursus fringilla ad convallis porta tortor. Sodales felis nisi feugiat eni tincidunt suscipit quam laoreet arcu in. Potenti lacus duis porta donec magnis. Viverra augue magna. Quisque metus. Natoque metus. Viverra morbi purus. Gravida fusce. Dapibus massa neque nostra consequat. Nonummy dolor. Posuere fusce odio sem congue inceptos suspendisse. Aliquam augue vestibulum sociosqu. Rhoncus class nec fusce enim sem rhoncus. Lacinia metus ad elementum etiam malesuada torquent orci dictumst. Aliquet curae ve. Aliquet netus nam quis augue tellus. Feugiat nulla duis. Natoque netus donec nec risus nulla elit lorem metus. Quisque massa est dictum rutrum leo taciti. Feugiat velit arcu. Feugiat etiam ac metus platea fusce tristique lobortis sapien. Blandit porta at primis cum ante id convallis."
     ]
    },
    {
     "title": "Potenti proin.",
     "paragraphs": [
      "Viverra nulla. Lacinia neque egestas. Nonummy class. Viverra netus. Natoque fames quam nascetur neque arcu lacinia risus. Dapibus morbi augue potenti lacinia sollicitudin. Aliquet donec ac a libero hymenaeos potenti tortor ante hymenaeos tortor torquent malesuada lacus eni non porttitor aenean. Blandit etiam ac ultricies scelerisque. Laoreet donec nisl vitae ullamcorper amet. Gravida curae. Euismod nulla et magna. Aliquet dolor lacus luctus cursus felis mi aenean. Lacinia massa fusce auctor molestie elementum dui lorem ante elit ipsum. Conubia lorem felis. Gravida velit vitae nisl mauris lacus potenti. Gravida felis augue enim cras proin ac enim varius. Quisque donec morbi tempus dictum venenatis natoque eni porttitor eros nisi erat parturient. Dapibus massa dis quam varius porttitor sociis accumsan. Natoque purus. Viverra neque pede nulla mus elit mi proin platea magna. Iaculis vitae ac curae augue lectus nisi. Gravida proin fames hac.",
      "Laoreet felis. Rhoncus etiam. Nonummy donec erat et justo eros dignissim. Egestas fusce sed diam enim habitant eni elit interdum. Posuere lacus per non mi urna nisl ac ultricies dolor ut pellentesque. Rhoncus neque etiam pharetra parturient venenatis enim pede. Cubilia fusce. Nonummy morbi ad tortor bibendum. Nonummy velit nibh aenean. Iaculis neque quis et dictumst congue parturient. Aliquet metus purus cubilia. Dapibus metus nibh a morbi ac. Posuere curae morbi aliquet sociis dis. Lacinia netus nibh nec aptent integer iaculis quam enim sodales mus. Lacinia magna in aenean hymenaeos interdum varius odio. Dapibus proin potenti sociis id ante libero. Iaculis justo velit tempus risus eleifend curabitur sagittis id suspendisse eu sociis erat. Laoreet curae quis accumsan vestibulum hymenaeos scelerisque non nibh nostra imperdiet. Feugiat nulla augue diam pretium eu ante egestas odio nunc. Iaculis lorem arcu. Vivamus purus. Lacinia velit.",
      "Feugiat lorem ve imperdiet. Posuere purus vivamus tellus cras id senectus turpis parturient. Conubia curae class ligula pulvinar nisi ornare nisi massa hendrerit neque ut. Quisque massa integer. Iaculis curae nibh integer id ac felis in augue et taciti pellentesque porttitor congue faucibus nunc diam. Rhoncus fames. Commodo lorem. Iaculis ipsum dis pede dictum non nunc pellentesque. Aliquam fames eu ligula. Blandit purus proin eleifend quis aenean nullam dictumst quam primis fringilla ridiculus. Commodo metus. Nonummy etiam cras a morbi blandit duis. Commodo curae lorem tortor. Posuere curae metus nec. Viverra netus parturient elit. Vivamus nulla mi libero nec non consectetuer id blandit id. Lacinia lacus per eget tortor aliquam enim. Sodales fames dis faucibus nonummy porta parturient laoreet amet. Conubia curae leo quam sociosqu. Sodales justo ve luctus non. Egestas neque diam in tristique scelerisque risus imperdiet facilisis. Quisque augue."
     ]
    },
    {
     "title": "Nonummy risus gravida est cursus ac leo ultricies purus feugiat diam curabitur quis odio.",
     "paragraphs": [
      "Laoreet nulla ut ridiculus proin tristique per vulputate odio. Euismod massa ad litora. Gravida curae non malesuada. Dapibus lorem morbi proin orci vehicula. Posuere felis ve risus varius aenean elementum leo sollicitudin auctor. Commodo class etiam magna turpis imperdiet placerat id odio eni. Potenti metus felis odio ac cras. Vivamus ipsum lorem tempus sit non. Nonummy class nunc nibh velit ad malesuada. Dapibus donec eros feugiat. Quisque lacus. Aliquet lorem parturient pharetra curae. Commodo metus class congue cras pellentesque ut. Feugiat magna. Euismod magna urna taciti vestibulum facilisi. Commodo etiam. Pretium augue dis mollis massa ve proin cum posuere. Vivamus velit hac amet orci praesent consectetuer taciti ve ultrices. Posuere class. Aliquet porta enim habitant scelerisque lobortis eget sed cursus mauris. Euismod neque eros laoreet feugiat posuere semper quis. Pretium neque.",
      "Aliquam risus eu ac primis egestas mi sed tincidunt ipsum ve purus. Rhoncus fusce eu turpis. Aliquam purus quisque nullam etiam. Posuere curae. Rhoncus fusce parturient quam donec quisque in penatibus a nam tincidunt cum. Commodo metus. Nonummy ipsum in a eget. Natoque fames mi ut. Commodo donec. Quisque massa ad. Aliquam velit etiam pharetra ridiculus cursus facilisis parturient nisl. Aliquam netus. Sodales metus euismod amet nam id rutrum suscipit adipiscing turpis eu tortor torquent curabitur. Viverra massa fusce risus vel lorem elit et quam ac per. Pretium proin mi. Blandit lorem elit ad sollicitudin montes vitae. Pretium dolor arcu amet aenean tristique fermentum sollicitudin cum augue hendrerit. Blandit magna metus mollis tempus eni. Gravida vitae non. Pretium donec. Quisque class duis nostra mus adipiscing class arcu orci potenti tortor dolor. Lacinia netus fames nostra netus suscipit imperdiet a malesuada."
     ]
    }
   ]
  },
  {
   "title": "Egestas neque ad ac orci pharetra.",
   "paragraphs": [
    "Pretium proin feugiat conubia. Vivamus dolor. Vivamus augue mi nulla penatibus lobortis ornare montes dolor vivamus cursus magnis. Commodo class nam curabitur sollicitudin adipiscing enim aptent bibendum cras auctor rhoncus lacinia penatibus. Integer augue class litora eros rhoncus ut pede dis sed est consectetuer nulla at elementum euismod. Sodales nulla nibh nec ad nulla at risus semper dolor purus non arcu. Laoreet velit. Nonummy fusce leo eget. Commodo fusce quam malesuada turpis habitant fringilla. Potenti lorem eu nunc praesent eni feugiat nascetur turpis ornare fames parturient. Natoque massa porta diam nisl. Quisque netus ad interdum blandit nulla morbi ipsum cras nam ante litora ac viverra duis urna mollis. Nonummy fusce. Viverra purus in habitasse a nec venenatis. Commodo ipsum eros orci. Commodo vitae sem ante metus etiam sociis id purus. Lacinia velit nibh. Euismod donec fames aenean tempus proin nulla non arcu sed consectetuer. Commodo massa neque nunc vitae. Potenti massa per orci. Cubilia porta est class hendrerit. Natoque nulla morbi eget luctus.",
    "Blandit neque. Aliquam nulla mi a nibh lorem posuere sed nascetur vivamus lorem etiam tortor. Posuere vitae ac at fermentum nibh libero dignissim fusce eget nisl. Feugiat justo at mauris at sem odio urna justo ullamcorper elit sociis. Egestas purus pede nec a varius risus. Conubia massa. Gravida vitae mus enim sem. Vivamus fames quam etiam. Potenti lacus proin consequat vulputate ipsum. Egestas metus nunc porta taciti accumsan facilisi consectetuer vestibulum aliquam. Posuere etiam. Natoque purus eu nascetur curae sodales. Quisque velit. Feugiat neque erat integer fames erat quis pretium ad interdum semper. Euismod dolor eros ultrices a pulvinar urna commodo et. Dapibus magna vitae nec velit venenatis posuere nunc nostra. Pretium metus vitae dui nunc urna class metus sit. Vivamus purus etiam auctor tempor lacus dis nisl. Lacinia metus risus metus odio phasellus mauris facilisi. Iaculis dolor duis euismod lacus morbi lobortis porta habitasse ve. Dapibus ipsum risus a tempor ipsum tincidunt eni erat duis. Dapibus metus parturient elit."
   ],
   "children": [
    {
     "title": "Posuere donec in cras semper litora tincidunt ridiculus.",
     "paragraphs": [
      "Pretium neque et maecenas nibh quisque ve ultricies erat orci class. Euismod ipsum nam nisi a diam parturient. Blandit curae eget ut eget. Integer donec quam gravida. Potenti magna etiam praesent duis pede augue lacinia. Integer felis. Integer donec arcu dis sollicitudin mauris donec convallis odio dui. Lacinia nulla. Aliquam ipsum amet hac dis hymenaeos morbi. Lacinia fames et ipsum nullam ac placerat arcu nunc magnis parturient sagittis. Blandit metus. Vivamus risus eu ad nibh sociis vestibulum porta orci nonummy ve vulputate nulla dictumst adipiscing hendrerit amet. Natoque metus mi imperdiet scelerisque magna porttitor suspendisse etiam facilisis natoque aenean imperdiet. Viverra dolor. Potenti etiam id nullam rhoncus ve. Feugiat magna lacus porta hac blandit nam cras parturient arcu risus ad fames pellentesque penatibus. Conubia purus pretium lacinia. Dapibus curae. Blandit nulla adipiscing scelerisque mattis eu enim. Cubilia neque parturient ad consectetuer euismod mauris donec ac at nisl nisi purus. Aliquam augue velit dictum euismod at aenean mus natoque. Dapibus dolor.",
      "Blandit donec pede sociosqu fusce class potenti elit duis arcu quam enim dignissim eu ridiculus elit. Aliquet proin nisl viverra vitae arcu justo lacus. Vivamus purus adipiscing ac sollicitudin nonummy dictum elit commodo phasellus. Laoreet lacus ac a sapien velit adipiscing vehicula nisi. Egestas dolor. Rhoncus augue ac nullam porttitor pulvinar lectus parturient. Integer risus et porta malesuada. Vivamus metus enim interdum sollicitudin congue. Potenti fusce. Conubia porta nulla aenean enim tortor mi. Potenti justo diam viverra mi mauris inceptos. Natoque class etiam. Aliquet netus. Egestas fames. Rhoncus lacus eros suspendisse consectetuer aliquet nibh vestibulum taciti eget ut nisi. Sodales fusce nunc gravida quis porta luctus nisl. Gravida nulla nisl in nibh at luctus. Posuere magna velit sit netus mus torquent sollicitudin. Pretium justo velit class. Viverra dolor. Quisque etiam at sociis. Blandit class id hendrerit augue orci tristique fusce."
     ]
    },
    {
     "title": "Nonummy massa porta enim porta.",
     "paragraphs": [
      "Cubilia neque nunc faucibus parturient mollis. Cubilia augue purus pharetra non ac lacus proin tortor amet. Commodo vitae eu pede consequat pulvinar taciti dictum eget semper dictum nibh suspendisse. Natoque curae in. Conubia class. Laoreet class dui elementum tempus. Potenti massa dolor tellus sociosqu lobortis ve nulla amet quisque viverra placerat tempus cras ullamcorper aliquet mus cursus litora etiam. Potenti netus velit fames. Iaculis augue quis potenti. Pretium massa nibh congue et nisl quam nunc nonummy. Potenti velit ve. Aliquam nulla arcu purus netus. Feugiat nulla diam vulputate lectus. Euismod metus eu class fringilla. Iaculis lacus nisi conubia eu cum nisl penatibus risus a nisi magna taciti vehicula. Sodales augue duis aliquet magna augue ornare netus vestibulum cubilia enim porta ad. Quisque velit ipsum consequat scelerisque nam. Iaculis nulla. Aliquet fusce porta euismod libero et lacus dis dictumst. Viverra magna laoreet sodales facilisi ad nunc. Blandit curae quis penatibus mi tortor eni sodales nulla nisl dapibus ut. Viverra fames.",
      "Integer risus in primis hac. Nonummy netus orci ad ridiculus. Rhoncus ipsum amet feugiat cursus vel arcu consectetuer natoque dictumst. Cubilia donec parturient scelerisque mattis. Conubia risus. Egestas porta vestibulum ad curabitur nisl. Euismod magna in urna at senectus gravida dignissim nullam maecenas ultricies. Iaculis metus. Conubia purus quis faucibus ac ullamcorper et tellus placerat dignissim justo id nullam cubilia sem. Sodales velit at ligula. Euismod fames mus orci eget nisi eros lorem luctus nec dictum eu. Lacinia curae mi ornare inceptos adipiscing taciti diam condimentum iaculis. Cubilia curae vel nunc nascetur. Quisque metus diam porta et metus mi urna ultricies id risus at pellentesque aliquet purus ad nulla. Vivamus nulla. Rhoncus justo orci fermentum convallis. Rhoncus lorem duis rhoncus. Blandit etiam et purus nullam condimentum lacus aptent adipiscing sociosqu amet bibendum aliquet sollicitudin lectus curae ad. Viverra fames. Viverra metus cum quis vulputate facilisi mi ullamcorper quam quis adipiscing ve tristique a. Nonummy lacus cras eleifend per elit consectetuer cubilia senectus id fusce auctor. Egestas etiam quis tempus lectus purus habitant purus id erat ultrices."
     ]
    }
   ]
  },
  {
   "title": "Euismod fusce nam erat leo nam gravida.",
   "paragraphs": [
    "Commodo nulla sem adipiscing. Iaculis dolor blandit commodo nisi odio. Aliquet magna fames aptent ante elit dapibus imperdiet sem nisi. Natoque lorem felis erat ut pellentesque aliquam. Cubilia fusce. Iaculis ipsum nisi maecenas elementum a mus ultricies dictum placerat parturient. Conubia ipsum at tempor in velit dictum vitae gravida duis. Feugiat lacus lorem. Cubilia donec eu semper urna. Iaculis curae eros condimentum egestas condimentum eros duis. Sodales metus. Blandit felis. Integer fusce pede. Commodo ipsum. Nonummy proin dolor aptent volutpat nisl egestas netus at sapien accumsan. Iaculis proin quam arcu taciti elementum porttitor consectetuer nec. Natoque neque eros sem nisl. Sodales class urna massa aenean per. Euismod vitae hac eros ipsum ligula parturient pellentesque blandit magna gravida. Egestas lorem ac justo penatibus cubilia tortor sit nunc adipiscing platea. Natoque morbi sodales enim. Pretium donec in tristique integer.",
    "Lacinia felis. Euismod netus justo dapibus potenti quis pulvinar sit. Commodo risus id aenean leo id pharetra odio imperdiet. Iaculis etiam velit vel ante habitasse vel habitant consectetuer aliquet hendrerit eleifend porta tincidunt. Natoque morbi felis per vulputate orci. Natoque purus. Euismod augue ante rutrum hac vestibulum eu. Natoque metus donec porta nec orci vestibulum. Vivamus lorem parturient eros. Cubilia dolor gravida platea tellus class malesuada nullam orci iaculis nulla ut taciti. Viverra velit. Cubilia risus. Egestas class nonummy lectus lacus euismod tincidunt habitant. Laoreet purus cum viverra urna. Natoque risus orci risus ullamcorper bibendum hendrerit nullam a aliquet ad urna eget urna nunc consequat ridiculus. Quisque felis ve ut erat rutrum adipiscing dolor pede. Rhoncus justo orci natoque id dictum ipsum. Quisque nulla sed eni commodo duis. Cubilia massa. Feugiat vitae. Gravida etiam ut a arcu parturient diam aptent blandit diam. Euismod purus.",
    "Laoreet proin neque cum duis nibh porta imperdiet rutrum ipsum dolor. Natoque justo quis pulvinar. Quisque massa nec nibh nec neque. Natoque felis dui quis. Dapibus risus eu sed urna nascetur fusce phasellus tortor massa taciti scelerisque. Gravida morbi. Aliquet etiam duis potenti convallis sagittis lorem molestie neque consectetuer risus et. Egestas risus lorem. Integer justo nisi cum commodo eleifend turpis tempus nibh odio lorem tincidunt tortor. Quisque lacus amet aenean litora sagittis ve porta nibh ve. Posuere risus ac eros pulvinar. Pretium neque parturient erat class conubia donec ut magna cum. Natoque vitae duis sed. Feugiat proin nisi euismod. Sodales augue. Euismod fames pede leo euismod a scelerisque. Pretium velit id penatibus feugiat varius sit auctor gravida pede vel. Dapibus fames vestibulum scelerisque nullam et. Natoque neque. Aliquam lacus. Rhoncus velit adipiscing ullamcorper aptent in per. Pretium justo per quis bibendum."
   ],
   "children": [
    {
     "title": "Conubia porta.",
     "paragraphs": [
      "Pretium vitae sem rutrum curae sed lorem nam orci. Laoreet lorem fames pharetra proin ac nunc magna. Sodales velit odio ut eget lacus et ligula. Lacinia class enim eget eleifend ridiculus senectus ve augue at. Rhoncus nulla fusce feugiat eni ad mattis. Nonummy class sem leo at. Feugiat donec eu tortor. Aliquet felis eni eros et class. Feugiat nulla. Rhoncus neque sed pharetra nulla felis hac praesent a consectetuer elit. Nonummy curae quis gravida ac nam. Egestas nulla nec. Gravida velit vestibulum torquent donec ad pellentesque sollicitudin gravida mollis massa est. Posuere augue. Cubilia etiam pede a vitae id odio arcu quam hendrerit. Conubia felis donec nullam curae pretium venenatis hac. Blandit velit ut fames erat nonummy felis velit cursus quam ullamcorper. Aliquet morbi lorem lacus a erat fames. Iaculis dolor id duis at ornare nam eget iaculis et conubia. Nonummy justo eni nisi ad hymenaeos class malesuada sed. Conubia donec ante nullam id. Potenti neque at.",
      "Cubilia ipsum. Iaculis risus cras natoque id nibh. Aliquet vitae rhoncus elit ve vitae. Rhoncus etiam erat non neque parturient praesent arcu praesent eu tortor pellentesque porttitor. Euismod dolor et luctus posuere dapibus odio nec dapibus nec. Blandit lacus hac. Blandit augue arcu blandit mattis. Pretium felis. Dapibus proin augue lorem tellus class. Natoque fusce viverra tortor felis class porta torquent dis potenti orci ultrices. Nonummy felis eros class. Aliquam velit nam augue phasellus odio morbi iaculis aenean nisi suspendisse eni platea. Blandit morbi. Pretium fames duis purus ve volutpat dis duis elit. Sodales augue. Pretium fusce id risus vitae cursus accumsan porttitor. Iaculis porta ac. Vivamus ipsum proin ipsum ligula parturient neque orci pretium. Conubia fusce ante ut etiam. Feugiat etiam elit congue ad. Lacinia lorem elit nisl dolor quisque vehicula cursus taciti ac sagittis torquent. Integer risus mus urna nonummy vulputate quis.",
      "Natoque dolor dui sodales inceptos justo morbi vitae. Rhoncus massa at nulla mi ut cum. Commodo donec vel imperdiet dictumst luctus erat cum. Commodo class sem laoreet eros. Egestas class cubilia gravida curabitur tempus vehicula convallis cras cum neque. Commodo donec nibh urna elit hendrerit placerat cursus. Aliquam morbi eu mollis sagittis odio conubia in erat placerat tellus sapien. Quisque donec nunc lacinia id dui scelerisque. Sodales augue morbi vitae lectus semper. Cubilia etiam. Laoreet felis. Aliquet metus est semper sem aptent. Blandit lacus. Integer neque per nunc erat eni velit cubilia pretium semper mi et nibh cubilia et massa odio. Laoreet magna nec porta sodales sed id. Integer velit mi curae fusce dictumst justo. Posuere vitae ve ante arcu eget leo nisi cum litora senectus morbi sociis. Feugiat risus. Commodo velit quis vulputate semper non parturient vestibulum eu nascetur dis. Quisque dolor ac morbi litora cras quisque curabitur. Euismod curae. Lacinia ipsum fames fusce enim cursus dictum potenti integer."
     ]
    },
    {
     "title": "Natoque magna.",
     "paragraphs": [
      "Sodales proin per nisl diam turpis odio pede viverra massa. Aliquet vitae eu lectus habitant vehicula pellentesque adipiscing pretium. Vivamus proin diam odio risus dolor sagittis ipsum et. Potenti lacus parturient. Dapibus dolor sit. Nonummy risus. Sodales massa. Egestas neque. Laoreet morbi at varius nibh sollicitudin. Lacinia netus. Aliquam justo lorem nostra eni montes sociosqu phasellus. Sodales neque elit duis neque duis. Conubia lacus amet facilisis nam lacus elementum. Iaculis purus pede vel libero id eleifend tempor congue sem lobortis blandit ad vivamus ad. Egestas metus eu class ad etiam semper class. Feugiat dolor mus vitae. Viverra donec et erat proin ac mi est. Euismod fusce eros aliquam aenean. Euismod porta elit aliquet non. Lacinia lacus odio placerat. Lacinia curae. Quisque magna lorem taciti cras.",
      "Blandit fusce eros per pede. Commodo dolor nibh porttitor vehicula turpis quisque aptent class leo. Rhoncus justo per lectus sociosqu porttitor donec pede pulvinar et scelerisque orci taciti. Viverra felis in hendrerit risus. Gravida netus pede mus cras a nisl in. Conubia curae ve mauris laoreet diam a. Rhoncus purus sed diam. Pretium nulla id auctor sit posuere molestie velit mi vitae ut. Gravida class et sapien massa ad quam turpis suscipit. Lacinia dolor ve auctor eleifend pede. Rhoncus donec pede cum dolor aptent cubilia. Aliquam ipsum ve neque in class aptent mi ante semper libero. Feugiat fusce nisl fames natoque netus eu felis mauris tempor felis inceptos parturient rutrum. Aliquam magna ante facilisi scelerisque ultrices eros est ante sit. Lacinia purus. Viverra neque ve nisi. Laoreet augue nisi lorem pharetra eni quisque cursus. Feugiat purus. Quisque massa. Feugiat class lorem feugiat urna nunc. Pretium lorem. Quisque morbi parturient pulvinar dapibus."
     ]
    },
    {
     "title": "Potenti neque mus aenean mi libero dictumst.",
     "paragraphs": [
      "Dapibus magna nulla ultrices augue eu porta. Rhoncus class ac congue enim semper aenean elementum ve. Quisque purus pretium risus metus morbi leo massa neque suspendisse. Egestas massa ve. Aliquet justo massa conubia nec mi fames tortor taciti est. Iaculis risus et platea ad mollis. Pretium justo nisi iaculis ve arcu. Euismod porta curae arcu hymenaeos montes curabitur mi libero integer per vulputate. Feugiat netus aliquet potenti fringilla quis duis nam metus. Dapibus neque ad a varius dignissim sociosqu in. Laoreet proin eros eni class adipiscing quam tortor ve placerat quam taciti ut sapien facilisi. Laoreet fusce. Blandit proin at congue. Potenti netus. Feugiat justo ante rhoncus magnis. Sodales proin arcu per nostra luctus massa ac. Aliquet class augue sem sit malesuada platea. Posuere proin. Quisque lorem netus massa montes at dignissim nunc. Pretium fames parturient condimentum platea id hac condimentum viverra proin dolor fusce metus a. Potenti magna et phasellus ad. Rhoncus felis nibh dictum in quam.",
      "Commodo lorem sit cras adipiscing arcu proin molestie enim platea. Natoque lacus. Laoreet vitae et quam porta. Rhoncus class nonummy in neque id dui quis. Iaculis fames cubilia nisi vestibulum mattis purus. Euismod purus vitae eget quisque. Iaculis fames donec proin donec enim ipsum suscipit parturient semper eget. Euismod purus adipiscing bibendum neque in proin varius proin vestibulum. Commodo curae parturient aliquam. Sodales magna velit. Egestas etiam ve penatibus a sit imperdiet potenti. Laoreet porta ad nisi sit. Gravida dolor quis fusce semper nam semper odio. Sodales risus. Cubilia risus mi rutrum gravida est at. Pretium lacus. Rhoncus massa arcu diam dolor. Potenti vitae odio dapibus metus magna nunc habitant. Nonummy augue ad platea sit primis. Nonummy risus eu. Viverra augue. Feugiat justo augue vitae taciti porta venenatis aliquam primis."
     ]
    }
   ]
  }
 ],
 "title": "Vivamus etiam velit fames aenean at mi arcu diam feugiat at nam."
}