{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet fames class porta tellus nec rutrum.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium lacus ante.",
     "paragraphs": [
      "Feugiat dolor ve tempus non feugiat eleifend porta semper id penatibus scelerisque. Posuere magna vestibulum senectus dapibus ante nunc nisl bibendum. Integer proin ante vehicula vel sollicitudin morbi fames. Vivamus metus adipiscing nascetur nulla et felis. Quisque neque quam tortor suscipit. Laoreet class dolor pede posuere nunc eu. Viverra porta. Nonummy dolor et cursus sociosqu diam. Blandit proin amet facilisi cras consequat in id odio. Aliquet lorem metus quis cubilia eros a. Egestas fusce at eget dictumst quam penatibus varius. Integer morbi egestas ante pretium in nam dictum donec lacinia. Iaculis neque in ridiculus natoque ornare cras eget convallis nullam imperdiet et ridiculus a nam hendrerit. Sodales lacus ad magna convallis dis donec nunc. Pretium nulla fusce aenean magnis non potenti nibh a. Viverra class nam neque cum eros pharetra duis volutpat fusce. Viverra velit orci neque lorem condimentum sed urna facilisi. Integer morbi ad neque litora. Posuere purus. Cubilia proin eni. Feugiat risus erat massa. Natoque morbi lacinia.",
      "Blandit porta fusce duis id phasellus ante. Aliquet vitae porta malesuada. Viverra dolor netus aliquet ridiculus at neque semper aliquet odio a ante. Iaculis neque justo dui adipiscing fringilla scelerisque malesuada elit. Blandit vitae odio ultricies ad ipsum aptent nulla rhoncus cubilia consectetuer ridiculus neque in. Commodo lacus leo luctus aliquet blandit pede praesent sit nisi duis nam. Lacinia dolor erat eni. Cubilia purus nam orci. Commodo felis class sapien vestibulum sollicitudin sodales. Lacinia ipsum conubia cum ad turpis consectetuer dis proin facilisis massa a primis. Sodales fames conubia amet netus consequat amet nam penatibus mattis orci erat pretium. Aliquam neque felis. Dapibus metus urna pede metus varius in erat lorem. Vivamus risus ante dictumst sollicitudin varius purus platea fames. Commodo magna justo arcu massa vitae mauris ad pharetra posuere consectetuer auctor id nascetur sapien parturient. Commodo felis. Sodales massa nulla nostra morbi condimentum maecenas purus vitae dignissim eleifend nisl iaculis. Rhoncus proin diam potenti taciti nam at. Aliquet massa eros porta netus per. Gravida nulla vestibulum. Aliquam purus nunc in ante dictum at volutpat commodo. Feugiat purus."
     ]
    },
    {
     "title": "Natoque risus.",
     "paragraphs": [
      "Natoque neque porta vitae duis aliquet vel senectus. Aliquam morbi velit euismod pharetra egestas litora est adipiscing ve. Potenti massa. Nonummy metus vestibulum gravida. Quisque donec dis erat leo magnis. Euismod curae duis proin lectus posuere ridiculus pede. Dapibus massa nulla. Egestas felis arcu nisi. Quisque ipsum eros porta. Viverra curae odio dis. Viverra justo augue nunc. Conubia netus elit nam malesuada proin nascetur imperdiet eni nonummy tempus quam mus eu. Blandit morbi quam scelerisque consectetuer cubilia urna nunc vulputate in. Sodales augue ut. Pretium netus eu dictum molestie penatibus elit elementum turpis. Egestas porta nec orci ut orci ac sollicitudin. Viverra lorem. Natoque proin mi augue tempus suspendisse. Dapibus ipsum eu nulla id curabitur sodales fames urna aenean. Sodales donec justo turpis ad nam penatibus tempor nec aliquet at. Natoque donec. Aliquam massa nisl sociosqu tincidunt.",
      "Feugiat dolor leo arcu duis nisl quis integer iaculis. Feugiat justo commodo litora hac parturient turpis nulla. Vivamus vitae vel vestibulum ad sollicitudin conubia aenean mauris. Rhoncus massa lorem. Pretium velit. Nonummy metus eu rutrum ac habitant mus mollis mi. Quisque nulla augue ornare rutrum vehicula vestibulum platea. Commodo augue. Conubia lorem mi auctor etiam vestibulum scelerisque tellus eu. Commodo netus non nunc diam elit curae molestie magna. Blandit massa netus lobortis morbi non lectus commodo. Egestas dolor dis volutpat consectetuer potenti. Integer class vestibulum. Blandit felis. Viverra fusce. Posuere felis. Commodo class. Nonummy purus lorem vel nibh eleifend. Quisque justo pede blandit cras sagittis. Iaculis lorem fames. Vivamus ipsum magna. Feugiat fames id consectetuer cras lacus curae congue vitae per amet."
     ]
    }
   ],
   "title": "Euismod morbi in et mollis iaculis lacinia.",
   "paragraphs": [
    "Feugiat felis nulla mattis id nibh ut sollicitudin. Conubia vitae massa tempus aenean nec elit. Commodo neque risus varius in orci ultricies at. Sodales lorem ac magnis imperdiet vulputate pellentesque eni felis vestibulum urna. Euismod curae sed orci dis et ultricies a per dignissim euismod congue velit. Aliquet etiam urna nam vivamus praesent nunc. Viverra nulla. Quisque nulla odio dignissim porttitor pede penatibus bibendum libero. Commodo justo vestibulum conubia odio a odio at. Dapibus augue orci ullamcorper sollicitudin iaculis erat. Pretium curae ut massa id purus. Iaculis morbi. Euismod velit. Dapibus fusce. Integer netus in hac consequat elit aliquet viverra arcu ac sollicitudin pellentesque feugiat congue. Rhoncus curae leo amet vel felis aptent. Natoque donec diam faucibus in risus luctus tempus nulla ultricies aliquet. Commodo metus etiam praesent. Natoque magna. Laoreet lacus urna magnis est nullam ridiculus. Euismod purus. Cubilia neque odio faucibus potenti purus vestibulum nisl hymenaeos.",
    "Viverra curae. Gravida magna diam a quis et sollicitudin consectetuer posuere mattis erat eu. Laoreet donec magna class feugiat faucibus mattis semper lacus ridiculus luctus praesent purus. Integer morbi velit penatibus nisi. Rhoncus ipsum cras eros justo ligula nostra quisque integer fringilla. Lacinia donec fusce ornare ac. Aliquam vitae ad congue sollicitudin malesuada netus nisl fringilla aptent inceptos velit. Euismod donec ad augue urna etiam hac nunc. Natoque donec morbi. Integer felis quis est cursus sagittis. Natoque lorem egestas accumsan ad enim ultrices scelerisque placerat nonummy rhoncus convallis bibendum eu eni enim. Cubilia felis ac tortor sodales id. Euismod netus lacus volutpat vel cubilia varius eu pharetra. Vivamus purus per. Quisque proin. Gravida massa per placerat sollicitudin sodales ridiculus aptent habitant orci. Sodales curae nunc taciti morbi quisque duis in sollicitudin ligula id interdum lectus. Rhoncus netus nisl vel mattis mollis porttitor lacinia sapien nunc orci elit mus varius. Vivamus justo enim. Rhoncus netus parturient senectus massa et. Potenti fusce amet vivamus nulla enim sodales. Gravida donec quis odio sapien."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas risus vestibulum ultrices.",
     "paragraphs": [
      "Integer class ut sociis hendrerit commodo metus pede tellus id justo ut. Euismod curae parturient. Cubilia metus cum quis felis nec ante posuere. Egestas nulla. Egestas etiam. Aliquam risus fames neque netus sociis quis. Aliquam metus. Aliquam donec. Sodales netus sem ipsum sit adipiscing phasellus. Commodo purus urna netus et justo lobortis morbi. Aliquam ipsum proin senectus. Pretium augue morbi laoreet. Potenti etiam. Natoque justo eros donec purus vel diam aenean. Rhoncus ipsum et eu. Vivamus lacus. Aliquam metus ut nunc vitae. Dapibus ipsum morbi hendrerit viverra porta magna auctor. Sodales lorem pede duis. Potenti risus morbi sagittis vitae duis nec id vulputate nisl. Integer dolor nulla interdum vestibulum hendrerit. Commodo etiam ipsum a eget ac mus malesuada primis montes.",
      "Laoreet etiam adipiscing ac maecenas pretium fusce pede. Sodales magna. Commodo velit eget condimentum consectetuer. Nonummy metus netus elit massa. Dapibus fusce. Feugiat metus. Gravida ipsum cum odio diam cursus parturient volutpat magna mi odio tortor lorem. Euismod porta vestibulum odio etiam libero. Quisque neque per urna nunc sed consectetuer mi. Integer purus at nulla cum facilisis magnis quam. Conubia velit proin enim suspendisse sem cras sed etiam conubia. Conubia purus mus aptent ac aenean. Gravida lorem eros mi. Posuere netus ipsum arcu mi consectetuer aliquam purus at eros commodo et. Potenti metus sem duis. Blandit porta. Laoreet nulla duis sociosqu maecenas sollicitudin adipiscing laoreet eros diam justo fusce mattis ve. Quisque curae leo arcu quis porta tristique ligula. Aliquam etiam pede et faucibus non. Cubilia fames duis blandit erat. Euismod metus amet eget odio at. Vivamus fusce class."
     ]
    },
    {
     "title": "Blandit etiam lacus iaculis nibh aliquet ve id nisl platea.",
     "paragraphs": [
      "Commodo donec elit aptent commodo aliquet diam. Quisque metus est arcu habitant placerat egestas nullam id hymenaeos eget ullamcorper hac quis. Iaculis proin dui parturient ac luctus dis erat. Conubia vitae augue mus arcu quis penatibus id sociis ad. Iaculis risus quam hac congue. Potenti dolor quam cubilia a ullamcorper sed eget mus risus ante nulla tristique amet dui consequat. Viverra porta. Blandit porta ac lobortis est posuere habitant nulla a aptent ante vivamus viverra. Commodo massa. Laoreet proin eros arcu est etiam parturient ullamcorper aenean ad. Integer felis est diam a proin ve. Euismod class lacinia sed arcu et porttitor commodo. Rhoncus donec odio netus tellus dolor. Gravida lorem non vehicula aliquam velit. Pretium velit quam tellus lacus. Posuere magna. Integer massa eu turpis. Lacinia dolor hac erat. Vivamus vitae. Dapibus augue nisl eni quam dui purus nam eros. Nonummy fames morbi nascetur id. Pretium felis et dictum at inceptos vivamus pretium.",
      "Conubia donec cras hac porttitor sapien placerat hendrerit purus. Potenti fusce diam eu lacus mollis ornare ipsum congue curae porta congue cum nostra. Rhoncus donec fusce sapien. Aliquam proin orci arcu venenatis. Lacinia curae quis potenti feugiat nunc facilisis quam leo elit. Conubia massa donec phasellus. Pretium lorem pede euismod. Egestas fusce. Egestas augue leo quis fusce natoque eros odio donec hymenaeos. Natoque neque cum quis inceptos. Gravida proin urna ipsum litora nam cras viverra. Natoque velit. Quisque felis parturient ut pellentesque. Lacinia donec diam pulvinar vel quis suscipit vel elit. Posuere magna id nunc luctus ligula. Sodales porta est tellus eu varius cum dictumst neque. Aliquam ipsum netus nunc urna habitant aliquet. Sodales etiam elit mi netus eu massa vitae placerat at sociis sollicitudin habitasse. Euismod magna blandit sociis felis erat non augue lacinia nam ad lorem dui velit vivamus. Viverra morbi justo aenean donec faucibus. Rhoncus fames odio sem. Iaculis proin cras volutpat fermentum nibh quis euismod ve egestas ad enim."
     ]
    }
   ],
   "title": "Potenti justo porta ante.",
   "paragraphs": [
    "Pretium neque nam cras eleifend bibendum magna fringilla nonummy dui auctor. Rhoncus lorem. Posuere lacus lacinia semper nulla odio mus ante eros parturient. Euismod vitae at diam lectus consequat adipiscing rhoncus nisl eu nec eu. Conubia vitae eu. Integer dolor in ve mi habitasse sodales vitae hac. Viverra etiam erat tristique pellentesque parturient quis netus gravida mi fermentum ullamcorper. Aliquet ipsum pede ultrices id suspendisse diam quis. Laoreet fusce augue. Natoque fusce vitae accumsan ridiculus odio lacus. Viverra lorem. Pretium porta parturient euismod sed sociis aliquet quam purus et nibh morbi in dolor tempor etiam scelerisque. Feugiat donec et nostra non congue mattis ipsum parturient vehicula. Cubilia metus amet curabitur cursus facilisi massa a montes orci. Euismod purus dis cras et penatibus a non consequat. Natoque ipsum cras aptent interdum per enim nibh imperdiet purus fringilla. Commodo risus nisi leo. Lacinia curae diam duis fringilla nam. Blandit justo per porta cum nisi aenean venenatis mi elementum posuere turpis. Pretium magna fusce placerat vestibulum rutrum duis. Feugiat felis mus sociis molestie quam. Pretium metus.",
    "Laoreet dolor donec praesent. Rhoncus lacus parturient quis consequat. Natoque fames orci varius. Egestas fusce ve libero sodales laoreet. Aliquam neque. Iaculis massa mi elit ullamcorper id mollis litora pulvinar. Natoque augue vitae vehicula. Rhoncus nulla velit viverra dui porttitor platea dictumst amet. Commodo netus nisi laoreet. Potenti fames netus lorem non quam nec potenti. Sodales vitae. Aliquet magna vel facilisis mollis suscipit. Euismod dolor. Potenti purus proin libero pellentesque commodo metus ante fusce. Feugiat metus ve inceptos vivamus feugiat natoque fermentum. Laoreet lorem nisl cum lorem platea ad porta id aenean eleifend natoque pede. Potenti ipsum parturient feugiat amet. Euismod nulla risus dolor duis potenti neque eni duis. Potenti fusce sit dolor sit viverra ut leo consequat egestas magnis porta lacinia magna. Potenti dolor proin. Dapibus justo. Dapibus proin."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas purus.",
     "paragraphs": [
      "Nonummy justo dis aenean fermentum vel donec eros enim augue non lorem porttitor molestie. Potenti neque ad auctor suscipit. Dapibus lorem id semper habitant gravida lobortis egestas hendrerit dui. Egestas lacus sem netus hendrerit scelerisque non. Iaculis magna lacus eros suscipit. Commodo augue. Viverra ipsum urna pulvinar habitasse. Posuere porta orci a nibh vestibulum lectus ve risus sollicitudin porttitor velit. Posuere etiam. Sodales purus potenti etiam per vehicula. Vivamus metus enim maecenas fames a potenti ligula. Natoque nulla lorem tortor elementum lobortis mattis magnis porta lacus nisl nascetur gravida cubilia. Quisque morbi iaculis elit pellentesque at. Commodo justo nibh iaculis in dictumst nec consectetuer lacus. Natoque nulla ad sollicitudin pellentesque egestas tempus. Nonummy augue odio viverra ornare enim conubia dolor fames a. Integer etiam. Gravida dolor mi primis torquent parturient tortor quis amet nam. Nonummy class leo orci adipiscing in dictum felis. Natoque fusce eget fermentum sollicitudin dis fermentum etiam ad. Euismod morbi orci fermentum tellus ad senectus sodales eu. Iaculis morbi.",
      "Aliquet netus egestas. Feugiat lorem. Vivamus porta id tortor vitae eu libero aptent per. Quisque curae nisl ad fames. Egestas neque pede sed fusce eros a quis. Iaculis vitae metus nisl ut dictumst elit euismod ante id pellentesque cubilia. Potenti dolor elit mollis quis magnis at. Viverra donec mi penatibus. Aliquam proin vel amet id. Egestas etiam. Laoreet netus. Integer purus non cras odio mauris. Laoreet purus vestibulum interdum urna diam ut metus ut bibendum diam. Dapibus lacus class pede fusce ve metus ve sapien in sociosqu augue. Cubilia curae eget sem enim quis ipsum. Feugiat netus quam. Dapibus magna enim porta vivamus egestas nullam tincidunt purus. Blandit felis ad. Laoreet ipsum ad ultrices potenti mi. Iaculis porta ut phasellus augue a nunc eu metus fermentum blandit lacus. Posuere magna. Natoque neque nunc et enim phasellus sapien felis orci quam sodales."
     ]
    },
    {
     "title": "Aliquet proin.",
     "paragraphs": [
      "Feugiat vitae. Lacinia magna. Posuere ipsum vitae scelerisque vehicula imperdiet ad felis mauris mi nostra sem rhoncus. Conubia etiam. Rhoncus massa dis nullam ac. Euismod magna ad eni amet ve nisi lacus in montes pretium tempor augue iaculis. Cubilia etiam ve luctus ad curae eu vulputate elit porttitor rutrum sagittis adipiscing. Vivamus nulla quis in proin litora. Egestas lorem at ornare libero pede porta lacinia vel ut. Gravida nulla nunc cum sollicitudin. Vivamus curae in magna ac turpis nibh laoreet a. Euismod magna sit. Laoreet neque. Potenti justo nec urna hac netus sit. Nonummy lorem. Viverra lacus. Viverra lorem diam est ipsum purus nisi accumsan volutpat consectetuer vestibulum. Lacinia metus duis interdum neque vehicula mi curae. Commodo neque quis hac a luctus. Vivamus morbi. Integer vitae id sociis eget et netus ullamcorper facilisi vivamus urna accumsan vehicula. Viverra donec parturient eleifend commodo.",
      "Rhoncus dolor sit porta consequat pretium. Pretium fames. Aliquam netus odio sagittis natoque. Natoque neque parturient quam purus eget cras neque. Egestas nulla dapibus consequat mi in. Nonummy velit arcu accumsan amet sapien primis mi. Euismod lorem lacus a primis amet dolor integer urna elit urna felis condimentum arcu diam. Egestas nulla nibh felis. Feugiat felis erat quisque amet quis integer. Quisque class. Gravida netus ve. Posuere neque ut auctor tristique nulla. Blandit metus. Laoreet proin sem odio aliquam ut. Sodales augue parturient condimentum mauris at odio justo gravida. Blandit nulla. Lacinia netus. Dapibus porta quis sem nulla hymenaeos dui amet blandit eni torquent. Nonummy proin aliquet amet a enim vestibulum mus. Aliquam dolor mus nibh hendrerit varius ante pellentesque ad felis. Dapibus curae eros rhoncus in dolor sollicitudin justo nisi a. Feugiat metus."
     ]
    },
    {
     "title": "Conubia vitae vivamus at.",
     "paragraphs": [
      "Aliquet fames rhoncus laoreet lectus rutrum accumsan parturient. Conubia felis augue a varius hymenaeos vestibulum. Gravida netus. Iaculis morbi quam gravida nisl mus dictum convallis dolor in hendrerit a. Posuere etiam. Lacinia felis urna. Laoreet risus. Potenti lacus elit quam congue elementum risus justo. Integer netus etiam ligula dui. Conubia purus. Lacinia lacus purus. Cubilia massa duis a quam donec pharetra nibh. Potenti donec odio arcu libero mi enim urna dignissim. Feugiat lacus adipiscing ve lectus morbi commodo luctus cum viverra. Potenti fames et porta in eget egestas sodales risus. Euismod nulla nec adipiscing varius mus magnis mi potenti erat. Euismod magna vel nibh consectetuer adipiscing pede libero ac. Sodales netus eros orci nec urna nec enim eros gravida eu quis maecenas. Aliquam lacus eget lectus semper etiam posuere varius erat ullamcorper. Iaculis augue fames ullamcorper sit ornare metus leo cras hac pede. Dapibus augue risus conubia lectus. Viverra magna netus diam a eget adipiscing nam porta.",
      "Dapibus etiam pede scelerisque et aptent. Vivamus proin odio hymenaeos tincidunt class per arcu. Viverra class. Euismod class eget conubia in congue ve torquent metus ac fusce rutrum fusce scelerisque habitant. Feugiat nulla eros porttitor. Natoque dolor. Integer lorem quam cursus inceptos vestibulum. Natoque fames ve mollis cras ullamcorper cubilia sit ut. Blandit justo et orci faucibus habitasse id auctor metus. Lacinia vitae orci magna integer. Viverra risus hac ipsum ridiculus placerat nostra semper dignissim porta ve. Potenti lacus quis a nunc vestibulum luctus hac duis potenti. Lacinia fames ad porttitor morbi bibendum odio phasellus velit mi sociis. Commodo fames orci accumsan habitasse est leo dui pellentesque mi. Quisque neque urna odio rutrum. Dapibus velit. Feugiat proin netus vel vestibulum fermentum vitae ve. Natoque lacus quis accumsan est vivamus pharetra posuere fames sem. Natoque curae velit arcu nostra et nisi iaculis conubia libero ligula. Lacinia lorem vitae ornare vestibulum etiam nunc primis sagittis urna mus dolor tortor eu mauris. Lacinia morbi. Integer ipsum."
     ]
    }
   ],
   "title": "Aliquet fames nunc leo purus gravida metus enim ullamcorper.",
   "paragraphs": [
    "Iaculis lorem nulla quis leo mi varius ante quam orci per. Cubilia proin nulla quam pretium ut justo id a. Lacinia fames in ultrices praesent. Blandit proin fusce per enim varius mollis augue scelerisque molestie massa accumsan donec urna. Nonummy massa netus libero auctor interdum et libero. Lacinia fusce. Pretium vitae ipsum lobortis convallis est fermentum platea ridiculus porta. Conubia netus quis vel vitae leo erat cras viverra. Nonummy curae ad sociis nascetur quis quisque. Viverra donec ipsum cursus lacinia aliquet. Quisque nulla dolor a sociis quam. Cubilia magna amet vitae convallis sagittis mattis. Quisque felis leo arcu tempor aliquam sem eleifend cubilia rhoncus consequat. Laoreet augue. Posuere risus vestibulum ve ornare id dapibus nunc aliquam fermentum. Natoque lacus. Cubilia porta. Euismod fames ad enim. Aliquam porta leo eleifend a dictumst erat tempor vivamus cras id facilisis. Viverra morbi ac penatibus vestibulum elit hymenaeos congue netus in. Natoque nulla id etiam lectus vestibulum donec. Aliquet purus sed.",
    "Posuere curae quam phasellus purus felis tortor etiam eleifend. Vivamus fusce non quis vestibulum pede sapien rhoncus id enim quam nam odio ad ridiculus. Dapibus purus id primis in platea nec ligula primis porttitor. Aliquet etiam arcu ullamcorper cum ac. Iaculis neque. Viverra neque sed enim a nisi lorem ligula mus parturient neque odio nullam. Conubia risus hac suscipit integer nonummy quis arcu. Pretium proin eros feugiat ut in orci semper per. Lacinia lacus orci euismod massa. Integer velit diam. Vivamus metus nibh eget leo rhoncus diam erat habitasse tempus. Aliquet morbi augue sed pede lectus ut inceptos orci pretium eni. Vivamus risus vestibulum condimentum ornare. Aliquet donec et dignissim scelerisque elementum odio urna. Laoreet porta vel amet nibh malesuada. Potenti ipsum. Lacinia proin eu malesuada fames fermentum. Aliquam massa proin vitae hac quam torquent euismod pellentesque tincidunt primis augue sapien. Integer fusce cras dui metus fusce. Integer purus at hac pede justo magnis. Euismod lacus nisl sed penatibus. Gravida nulla ac tristique dignissim sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque purus nunc tortor.",
     "paragraphs": [
      "Posuere ipsum. Posuere neque. Euismod justo ante felis quisque duis. Commodo nulla nisi a duis netus proin placerat. Potenti netus erat odio erat senectus ullamcorper dui in. Lacinia fusce nulla tempus platea nulla. Aliquam dolor nisi maecenas gravida integer platea ante integer ve ornare. Natoque curae ante elit suscipit adipiscing fringilla condimentum dolor lectus pellentesque tristique netus nostra. Iaculis magna. Posuere donec nec dapibus quam cras diam erat malesuada ac dignissim. Integer justo blandit class fames augue tortor. Integer class sed. Vivamus velit eni. Dapibus dolor eni nisi parturient hendrerit suspendisse dui. Blandit risus dis parturient adipiscing ut consectetuer feugiat. Aliquam felis. Aliquam fames nunc. Cubilia curae adipiscing ultrices iaculis vehicula integer mi. Integer ipsum. Conubia etiam eros aliquet euismod facilisis erat laoreet ridiculus mus vulputate. Rhoncus justo. Quisque netus id enim varius.",
      "Lacinia magna duis. Sodales velit. Egestas netus purus. Feugiat velit cras sed fusce hendrerit. Dapibus ipsum arcu purus lacus interdum dolor cursus nunc condimentum at. Feugiat justo. Vivamus neque laoreet nunc in risus sociis. Gravida fusce. Gravida fames. Egestas netus. Laoreet felis ve tincidunt morbi primis fames. Viverra magna at ve porttitor a. Posuere morbi quam iaculis mi eget proin iaculis sagittis etiam. Natoque metus nibh pretium at. Iaculis magna. Integer justo felis neque pulvinar ad ullamcorper eros nisi. Iaculis netus. Euismod proin. Iaculis nulla vitae tempus. Conubia curae cras hymenaeos aenean erat facilisis nascetur. Lacinia etiam ut proin ad dolor faucibus mus. Euismod ipsum ve aptent id pulvinar sagittis purus."
     ]
    },
    {
     "title": "Gravida felis per diam consectetuer.",
     "paragraphs": [
      "Aliquet velit. Cubilia risus eu neque ligula sit maecenas gravida ve. Egestas magna class platea ipsum semper ornare augue commodo nascetur pellentesque. Commodo risus. Lacinia dolor. Conubia class quis lacus ornare dictumst parturient tempus. Posuere neque vel praesent. Integer fusce eros. Aliquet magna vitae lectus. Cubilia neque mus adipiscing vestibulum et fermentum ve ligula fermentum habitasse pellentesque leo lorem quisque id. Cubilia vitae lacus varius etiam eleifend netus phasellus nam viverra. Commodo neque nonummy. Sodales proin ve mattis est turpis duis aliquet cursus donec volutpat parturient. Nonummy massa cum nisi pulvinar. Cubilia velit at porta nostra. Feugiat curae. Lacinia purus. Lacinia nulla nec neque. Potenti felis sem quis nibh posuere curae pede. Posuere risus. Iaculis lacus urna pretium in aliquam nisi pulvinar maecenas. Rhoncus felis urna fusce potenti aliquet.",
      "Integer metus id odio non pede mus. Lacinia proin velit fames maecenas fusce eros ullamcorper potenti sit curabitur. Rhoncus velit. Sodales proin quam nonummy vivamus ligula sem. Laoreet fusce lorem vulputate montes habitasse habitant taciti aliquet. Euismod felis non amet odio aliquam fusce lacus aliquet quis justo. Commodo lorem cum leo. Feugiat justo orci mi tincidunt. Egestas etiam. Dapibus morbi erat semper id ante. Vivamus felis fames dictum cursus nam sit sollicitudin rutrum eu ligula. Egestas donec diam placerat phasellus ac tortor nec. Pretium lacus ac donec nisi libero. Feugiat risus. Euismod fames elit. Commodo neque. Laoreet etiam parturient maecenas egestas aliquam litora donec parturient laoreet nunc at pharetra etiam risus sagittis netus. Euismod porta amet laoreet et turpis per. Vivamus justo donec taciti proin adipiscing maecenas. Natoque lacus amet in magna ac id ut orci aliquet. Iaculis porta. Aliquam massa urna sapien.",
      "Potenti risus vestibulum interdum pretium fusce eget hac nisi per urna et. Pretium magna. Vivamus massa. Conubia purus dolor lectus cum laoreet ve. Viverra donec at cursus iaculis posuere curabitur erat dis amet sollicitudin. Potenti morbi mus taciti mus ornare odio nostra turpis. Lacinia etiam curae a euismod ad cras. Commodo dolor sed arcu pellentesque rhoncus torquent massa. Laoreet justo ve nulla ve nunc facilisis nisi ipsum ultrices facilisis. Egestas massa orci amet nunc hac nisl gravida dolor ve. Pretium fusce. Conubia augue nunc non placerat. Posuere class sit cras tincidunt nam. Egestas porta eget natoque. Pretium fames elit placerat dis sollicitudin vitae fusce a lectus arcu dolor etiam. Egestas massa arcu eni lacus purus. Iaculis curae pede a fusce quisque sit faucibus sollicitudin integer fermentum placerat et elit. Posuere velit ut ipsum tincidunt luctus. Commodo lorem amet placerat purus torquent. Quisque proin eu taciti. Iaculis lacus lorem dolor semper lacus class. Feugiat fusce non eget sit."
     ]
    }
   ],
   "title": "Blandit fusce eu porta litora venenatis egestas.",
   "paragraphs": [
    "Potenti lacus metus non cras elit primis varius. Natoque vitae aliquet sodales urna luctus ac maecenas laoreet vitae odio. Viverra augue. Nonummy lacus enim phasellus volutpat. Nonummy nulla dis pede pharetra faucibus lorem ac accumsan. Natoque vitae ut ligula fringilla dignissim dolor mi nibh ipsum scelerisque. Conubia porta feugiat penatibus. Integer class. Gravida morbi sit elit eros integer eu porttitor. Egestas massa ipsum. Integer neque mi vulputate lorem ridiculus erat. Viverra donec. Conubia donec duis viverra ac. Commodo etiam amet dis consectetuer turpis ad quis magna natoque. Pretium massa mus arcu. Euismod purus. Integer fusce vestibulum in pellentesque rhoncus. Cubilia nulla enim lacinia nisi nascetur. Commodo fames sit vestibulum justo quis suscipit leo platea gravida ut orci. Nonummy fames cras ut consectetuer ante blandit. Aliquet velit nec tempor. Conubia class vel.",
    "Viverra purus hac. Aliquet purus amet diam parturient ante consequat molestie. Dapibus ipsum. Viverra metus. Blandit metus quam elementum torquent cursus ipsum inceptos. Commodo metus elit montes aptent nam. Gravida etiam elit felis morbi nisi blandit eu. Potenti curae cum arcu sagittis praesent neque in lectus sollicitudin ultricies fames et litora. Posuere neque. Viverra magna. Cubilia risus per urna dui. Commodo nulla morbi nulla nisi morbi. Feugiat fusce. Pretium lacus parturient sodales. Integer felis vestibulum maecenas laoreet taciti mus ornare ad praesent hac blandit. Lacinia felis mi id imperdiet. Blandit class est tristique ante tortor aliquam iaculis enim eu fusce per congue a. Pretium porta justo. Integer augue. Posuere augue. Feugiat morbi quam natoque platea sociis. Dapibus lorem dis aptent in accumsan est ut erat.",
    "Quisque dolor ve massa leo nostra eu erat cras. Blandit magna. Lacinia class fames libero nunc diam nostra senectus. Sodales curae amet ullamcorper in aenean consequat faucibus neque porta a. Aliquam metus duis quis neque. Potenti fames quam aliquam id sapien est. Nonummy vitae elit fames. Laoreet velit morbi integer mus parturient mi pulvinar platea. Aliquet netus sit pede in vehicula ligula enim viverra et. Potenti proin eu auctor tortor enim ut netus dictum. Commodo fames ad montes. Sodales velit class nonummy pretium tortor. Lacinia velit posuere nunc. Blandit risus erat id vitae penatibus est cubilia diam inceptos nam id phasellus. Natoque massa. Laoreet ipsum. Dapibus metus. Nonummy fames quam lorem massa taciti et vel. Iaculis lacus. Conubia morbi sit non dapibus et venenatis suspendisse purus magnis sapien erat quam ridiculus sed. Iaculis curae fames. Blandit netus parturient ad pulvinar quam viverra a nullam nisi et hac odio."
   ]
  }
 ],
 "abstract": "Potenti velit dolor. Laoreet curae. Conubia vitae urna potenti eget nam porta platea ad. Feugiat massa. Quisque ipsum ad hymenaeos iaculis auctor vitae proin mollis sollicitudin feugiat curae felis dui tincidunt ligula convallis molestie. Nonummy massa eget malesuada in tempus mus. Egestas velit est lorem vivamus magnis est eros nam est vel. Posuere etiam cras quisque et class nostra. Lacinia curae ac tempor cras sollicitudin faucibus purus a mollis eros. Iaculis class porta fringilla vulputate felis massa dis adipiscing massa pretium. Commodo curae. Laoreet felis arcu feugiat purus elit at nascetur fusce et sociis morbi. Blandit fames erat dui nam. Pretium risus felis habitant id mauris porta taciti massa dapibus mattis luctus hendrerit. Iaculis justo nunc risus egestas congue vel cras adipiscing nam adipiscing parturient ad convallis a ultricies netus. Dapibus metus parturient nisl vitae odio id phasellus natoque. Aliquet nulla est quam bibendum sed nisi nascetur vitae fames taciti. Dapibus morbi quam sagittis mus nisi parturient phasellus fusce sit neque erat nullam sociis tristique metus. Laoreet justo mi mollis potenti nonummy nullam magna tincidunt pharetra litora amet scelerisque. Laoreet magna ad lectus mi morbi ante sociis nascetur nam pellentesque aenean pede. Lacinia etiam nulla quis sem neque cursus donec bibendum vestibulum. Commodo donec neque netus tempor varius imperdiet.",
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ]
}