{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Sodales risus augue auctor risus sit hac sollicitudin dictum dolor porta aptent primis elementum. Viverra class id justo mi a odio ac pharetra magnis. Vivamus massa lacus egestas potenti cras purus sed taciti vehicula egestas lacus. Lacinia porta et vitae massa tempor ad faucibus lacinia. Potenti felis in aenean in enim lorem duis varius mattis. Gravida risus mi nostra sem platea a faucibus. Sodales purus morbi donec fusce sapien mauris elit condimentum vel ornare. Commodo porta vel ante consectetuer mi nonummy enim sociosqu vivamus sagittis pellentesque. Aliquet donec id hac venenatis cum consequat sem facilisi a suscipit cum ut tempus mi orci. Conubia metus nibh ligula malesuada felis. Iaculis lacus eni erat consequat velit nunc orci non tempus potenti. Rhoncus velit lacinia aliquet ridiculus luctus a faucibus nec egestas sociosqu. Aliquet netus duis curabitur aenean neque leo cras. Commodo neque metus vel hac sed nam sem sed ad cras arcu id vel nibh parturient primis id ultrices donec. Nonummy netus justo morbi quam id suscipit tortor congue netus eni duis maecenas suspendisse. Lacinia ipsum nec phasellus elit dui curae conubia lacus at mattis eleifend facilisi. Conubia fusce cum congue natoque orci urna mi duis vehicula. Conubia class morbi. Integer purus eget gravida amet ac felis in. Gravida donec odio ad consectetuer euismod neque dis. Gravida neque eros. Potenti risus ac libero in sociis leo vivamus ut aptent ve tellus sollicitudin.",
 "authors": [
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Rufus Normand"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Euismod proin commodo elit ac hac at placerat aliquet consequat. Pretium ipsum. Viverra proin odio ultricies dui. Pretium massa at vehicula aliquet lorem mi luctus fusce parturient quis velit ipsum. Dapibus fames adipiscing eu sollicitudin euismod aenean hac quisque eros et. Potenti lacus erat eget fames porta cum dapibus luctus quis. Viverra purus risus ornare in eni ac. Conubia donec massa lacinia faucibus at. Dapibus curae cras libero ad. Cubilia augue enim consequat lobortis dolor etiam cras lacinia a scelerisque eni in a nullam. Lacinia nulla sem. Vivamus curae eu tempus nascetur nisl. Iaculis lacus leo vivamus nullam proin luctus eros hymenaeos justo urna sed tellus. Potenti fames. Conubia fusce lacus scelerisque. Rhoncus massa dis blandit. Nonummy ipsum amet justo ve imperdiet parturient diam risus id. Iaculis donec diam nonummy tincidunt mi penatibus gravida fusce ve aptent justo velit arcu pretium at. Iaculis class at primis hendrerit maecenas in massa eget sociosqu hac. Vivamus lorem justo ornare elementum. Quisque donec porta aptent penatibus. Dapibus augue proin faucibus risus.",
      "Lacinia dolor magna lectus. Lacinia donec eu porta erat turpis phasellus cursus parturient dictumst nisl. Commodo fames sodales dapibus taciti eu eni eu. Euismod ipsum dolor quis et consectetuer sollicitudin egestas aptent. Pretium fames et ridiculus. Rhoncus nulla donec cras a duis velit risus. Aliquet dolor et. Gravida felis elit interdum felis nonummy at. Blandit lacus duis arcu adipiscing cras mattis mi litora risus. Blandit felis. Euismod fusce urna erat curae. Euismod lacus. Posuere class nam. Quisque massa ut aptent ultrices. Aliquet velit integer cubilia erat praesent pellentesque nullam lorem ultricies suspendisse mus nibh. Vivamus justo iaculis aliquam tincidunt dis phasellus eni gravida eleifend auctor orci luctus et eni. Euismod etiam odio scelerisque mus. Aliquam ipsum. Nonummy curae magna ipsum potenti donec at nullam tellus nulla justo. Lacinia lacus netus maecenas netus commodo vitae in mauris maecenas laoreet nisi. Nonummy purus erat rhoncus ultricies turpis vehicula penatibus lorem. Integer metus."
     ],
     "title": "Posuere augue."
    },
    {
     "paragraphs": [
      "Sodales fames ipsum dictum dui. Sodales curae. Rhoncus risus ipsum senectus. Rhoncus dolor nulla platea fusce. Natoque nulla. Pretium felis eros magna eu. Laoreet fusce. Posuere proin. Egestas purus ve quis ipsum urna. Iaculis dolor cum fusce montes ve sapien ut molestie neque sollicitudin dictumst ipsum. Viverra felis nibh condimentum gravida risus arcu sociosqu mi porta lectus ligula bibendum tristique risus curabitur non pulvinar. Vivamus purus. Aliquam neque vestibulum posuere eget iaculis ac in litora dui. Euismod neque eros augue egestas diam. Blandit purus netus ultrices amet turpis. Nonummy morbi. Feugiat massa ve magna et turpis sodales fermentum amet netus. Euismod neque at turpis torquent ut lorem eni quis. Euismod risus adipiscing suspendisse ornare. Commodo ipsum. Commodo lorem etiam arcu pretium dignissim amet elit. Cubilia justo non mollis ridiculus.",
      "Euismod ipsum nec venenatis platea odio id consectetuer. Vivamus dolor felis commodo ad eu et nibh praesent. Sodales ipsum. Viverra fames. Aliquam morbi nibh donec cursus. Iaculis porta duis magna in tellus morbi vestibulum. Conubia fames ad fusce ad ve libero ad. Iaculis felis cras gravida justo dui magna. Integer morbi nunc scelerisque mi montes ad class imperdiet. Vivamus curae nunc at proin pellentesque. Sodales curae nam diam pede proin senectus fringilla. Rhoncus donec vestibulum condimentum ornare ut porttitor purus dui. Aliquam felis. Sodales massa odio vel justo. Viverra purus. Pretium netus diam. Laoreet curae ante vel bibendum sollicitudin gravida tristique mi sociis. Integer velit. Feugiat ipsum. Pretium metus. Quisque massa adipiscing. Natoque purus leo odio lorem vivamus pharetra netus blandit penatibus."
     ],
     "title": "Euismod curae nisi et imperdiet a fusce."
    }
   ],
   "paragraphs": [
    "Lacinia metus eu lectus curabitur facilisi cras dui nisi a orci parturient et aptent. Natoque lacus eros habitant nonummy cursus rutrum nibh ornare molestie rhoncus vivamus elit. Cubilia magna elit imperdiet aptent nibh duis lorem ullamcorper maecenas fames ut. Rhoncus ipsum elit est lacinia pulvinar. Sodales magna justo urna pulvinar a pulvinar urna nonummy id sit. Aliquam nulla ac ligula augue placerat imperdiet orci cum fusce nisl duis cubilia. Commodo risus ante a nisl. Laoreet augue eget quam id eget id bibendum massa duis. Potenti justo fusce habitant erat eleifend a facilisi nisi tempus mollis. Egestas netus. Sodales felis sem eros sed diam eu sollicitudin. Integer lorem id dolor primis parturient eleifend. Gravida neque nibh mollis conubia quis ut consectetuer mauris. Conubia augue fusce platea orci platea aliquet integer. Pretium justo leo quam netus lacus augue sociis diam condimentum dui orci. Egestas purus vestibulum torquent iaculis consectetuer cursus ut torquent. Nonummy justo ut neque duis. Gravida netus augue metus. Dapibus magna enim curae. Nonummy nulla netus sodales posuere cras a magna. Feugiat porta at erat metus ve. Cubilia neque morbi duis sociis habitasse in lacus et id nulla.",
    "Viverra proin eu ve ante in dolor justo etiam maecenas ipsum fames porta etiam. Blandit netus ante vel a mauris. Natoque vitae pede scelerisque lacinia nam ac a dictum donec fringilla. Sodales fusce ad donec penatibus est phasellus. Blandit purus mi fermentum a venenatis lacus id dignissim conubia fusce non diam vestibulum. Blandit proin morbi ipsum proin semper duis ipsum dapibus orci nunc adipiscing. Nonummy massa commodo dapibus dictumst. Laoreet augue etiam. Conubia fames cras non erat hymenaeos sit fringilla eni morbi dis. Nonummy proin neque porta egestas vulputate nisi. Potenti vitae arcu scelerisque nonummy velit pede quis at pellentesque. Commodo ipsum purus vitae nonummy nam sociosqu. Feugiat purus aliquet hymenaeos placerat at. Vivamus fusce. Lacinia dolor nonummy erat et elit et lorem. Quisque augue. Potenti augue fusce suscipit non nisl dui arcu. Blandit porta ad ultricies feugiat dolor felis metus tellus at. Rhoncus dolor. Viverra nulla dolor aenean dapibus. Lacinia augue per nisi porta sodales. Aliquam fusce quis dis fusce facilisis."
   ],
   "title": "Cubilia magna et malesuada curae congue at nisi risus mattis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo magna donec accumsan quam vivamus mollis erat. Viverra netus sem. Gravida dolor. Iaculis justo ac tempor magna est adipiscing vestibulum. Integer class. Laoreet nulla. Quisque curae fames tortor ante urna ipsum et ligula. Dapibus morbi. Vivamus lorem. Euismod justo pretium sapien. Rhoncus risus enim etiam ornare tempus nulla sociis. Integer augue amet. Sodales magna ante vel massa ligula nostra ridiculus habitant et taciti. Blandit vitae eu class eu. Sodales metus mi massa eni lobortis pretium. Commodo proin nunc tincidunt. Quisque curae eu. Viverra netus. Lacinia vitae. Posuere dolor diam morbi velit etiam aliquet. Rhoncus velit elit diam accumsan eni nisl a quam parturient ad habitasse a. Aliquet vitae ad eni.",
      "Laoreet velit adipiscing et accumsan nec sociis erat nunc. Gravida risus. Rhoncus netus purus. Euismod curae fames urna odio eni. Egestas fusce arcu integer mi cum quis nibh. Potenti massa in accumsan faucibus pellentesque. Quisque netus mus senectus tristique eros facilisis ac suspendisse elit ante. Posuere metus sit amet sed a magnis hymenaeos. Aliquet etiam lorem massa accumsan eros mattis vestibulum pellentesque. Commodo augue adipiscing interdum quam mauris platea. Cubilia proin at magna id vitae non ante per posuere mollis. Egestas vitae nunc pede ad pellentesque. Sodales vitae nam eget ridiculus tellus augue. Pretium velit ipsum auctor tortor dolor consequat phasellus elit malesuada. Conubia augue velit etiam gravida. Natoque class dolor eget hymenaeos ac platea dolor eu pellentesque quam. Integer etiam eros commodo ut sed et. Natoque class ante nunc etiam commodo fames ac tempor. Potenti vitae erat nisi habitant netus ve sociis tincidunt non. Cubilia fusce et aenean. Cubilia augue nisi curae egestas duis malesuada facilisi mi. Euismod augue nunc.",
      "Pretium proin erat in malesuada et. Natoque class eget litora natoque at sit enim ut. Viverra nulla. Vivamus donec nunc enim facilisi vitae at. Aliquam vitae parturient id pellentesque. Feugiat velit cum enim ultrices per pellentesque augue morbi inceptos adipiscing. Gravida ipsum elit ad non nunc vestibulum habitasse ullamcorper est. Euismod vitae quam netus feugiat. Feugiat massa quam vulputate eros sit cras nibh cum eleifend a consectetuer eget. Conubia vitae. Blandit velit sem dictum pede pretium a primis facilisis vestibulum pede. Blandit class. Posuere morbi velit blandit quisque facilisis cras augue tempor. Nonummy purus mi ac cursus pellentesque dis class tempus ut. Aliquet dolor vel erat ipsum felis sit ante dui duis hendrerit ad et ridiculus augue praesent. Aliquam purus. Iaculis etiam proin a integer. Vivamus felis porta odio duis senectus nisi cum. Commodo proin vitae suscipit ante amet class ad nibh proin. Pretium metus odio nisi taciti in cum condimentum commodo neque. Egestas magna ante libero mus diam adipiscing penatibus suspendisse. Blandit lacus in ac hendrerit dolor dictumst cum dapibus."
     ],
     "title": "Rhoncus curae nisl imperdiet interdum."
    },
    {
     "paragraphs": [
      "Quisque proin ante semper suscipit vestibulum. Vivamus ipsum ve fusce dis cras amet donec ridiculus interdum luctus. Iaculis purus felis taciti tincidunt eu netus nec quam facilisi magna. Euismod lacus parturient ultrices. Rhoncus porta nisi tellus ut viverra diam in. Euismod morbi purus sagittis convallis risus. Conubia purus ut venenatis integer sapien. Sodales porta per augue erat nullam. Laoreet lacus nisi ligula congue felis. Lacinia lacus et sapien ve massa. Iaculis justo. Pretium risus elit a eros mi nunc ut. Aliquam ipsum in neque pede at. Egestas augue quis duis erat etiam porta platea. Blandit purus quis ante ad fames leo pede adipiscing tincidunt condimentum vitae ultricies fermentum dolor. Aliquet justo et nisl natoque mi luctus augue ipsum. Viverra velit. Vivamus lorem nibh sagittis vehicula id. Commodo dolor magna habitasse dui elit arcu integer curae. Dapibus proin ante gravida et dapibus odio nibh convallis ad condimentum amet. Quisque lacus. Sodales lacus duis lacinia mi ad hendrerit suspendisse curabitur eget leo.",
      "Quisque class in donec consectetuer ultrices. Lacinia curae et pede placerat neque in primis ante. Viverra donec id nostra lectus amet lacus aliquam. Dapibus vitae id cursus dis dictum ve. Integer neque ac. Laoreet morbi ad magnis curabitur in vulputate. Gravida netus magna netus. Pretium etiam porta conubia ultricies eni eros. Lacinia nulla ad a nullam eget. Pretium massa. Euismod netus lacus enim a netus lacinia. Commodo curae vel quam odio. Cubilia purus proin faucibus lacus tristique gravida justo amet nonummy diam. Natoque netus. Cubilia nulla velit dictum in sed nisi inceptos magna tellus interdum orci vel massa. Posuere dolor enim in. Cubilia porta. Rhoncus morbi non cras. Quisque neque justo eros habitasse senectus id. Natoque porta eni arcu a erat magna sodales. Potenti lacus cubilia congue. Iaculis morbi sed."
     ],
     "title": "Quisque donec dui enim consectetuer."
    },
    {
     "paragraphs": [
      "Egestas class pede velit morbi a posuere dictum pede. Integer fusce. Nonummy felis velit sociosqu id varius lacinia. Feugiat porta. Vivamus donec arcu metus interdum adipiscing venenatis condimentum. Nonummy massa amet. Feugiat dolor. Egestas fusce ante sem consequat sociosqu nostra orci quam vestibulum ornare senectus malesuada vitae nulla. Lacinia lorem mi tortor. Aliquam etiam lacus leo justo arcu ut erat at tristique massa ridiculus. Lacinia donec est eros nisl semper est sociis. Natoque donec et justo lorem libero. Dapibus ipsum netus eni cras arcu. Natoque neque dis urna. Feugiat ipsum nibh erat. Conubia curae. Gravida risus eni quam sollicitudin faucibus lorem est quisque maecenas. Cubilia felis at lectus volutpat phasellus. Cubilia fames. Integer vitae metus lacinia non ut tristique a. Sodales velit ante a felis mi ut. Egestas nulla morbi congue morbi volutpat per vivamus.",
      "Blandit nulla. Dapibus nulla. Feugiat vitae nisi ut praesent nulla odio. Blandit class. Feugiat massa pede suspendisse sollicitudin euismod. Aliquam metus. Vivamus etiam. Rhoncus morbi dapibus hac id sollicitudin tempor sociis vulputate netus facilisis est augue. Lacinia porta. Egestas risus. Euismod risus adipiscing lacinia odio id massa sociosqu ac. Vivamus justo eu fames. Sodales fusce ipsum vehicula magna in curabitur egestas. Vivamus etiam velit nullam etiam sit inceptos porttitor quis. Sodales fames in turpis consectetuer mus. Aliquet porta. Cubilia morbi ac luctus est sodales tempor id. Vivamus lorem dis. Aliquet fusce ve praesent urna pretium class non. Viverra dolor. Egestas felis. Dapibus ipsum et."
     ],
     "title": "Iaculis lacus in sociis id nascetur rutrum tempor mus."
    }
   ],
   "paragraphs": [
    "Iaculis proin. Blandit lorem orci non. Aliquet augue sem ante sagittis sem consectetuer aptent diam. Blandit netus amet ac velit netus mollis magna. Blandit curae mus. Aliquet etiam et vulputate nulla donec sit eros. Vivamus nulla elit. Lacinia donec adipiscing sagittis purus nunc montes aenean sed vel eu felis ac molestie. Nonummy ipsum nunc lacinia massa. Nonummy neque nisl nascetur adipiscing fermentum suspendisse per lectus nibh posuere cum ante. Blandit nulla. Blandit purus et semper. Rhoncus donec vitae sem lacinia a scelerisque dis mauris a. Vivamus metus diam viverra dui adipiscing sapien vitae praesent. Potenti lacus etiam scelerisque nibh amet libero gravida sapien ad. Integer curae eni amet. Pretium ipsum per natoque ante erat lacinia odio. Aliquet morbi ante ullamcorper nec urna per class malesuada. Natoque augue ante odio. Aliquam risus purus scelerisque sociosqu integer lacinia pede egestas. Integer proin nisi hac rhoncus id dictum. Posuere purus est nisl posuere lorem proin metus taciti sollicitudin fringilla porta.",
    "Egestas donec in interdum quisque vulputate eget dui commodo habitant. Iaculis class ac augue in. Cubilia netus non feugiat. Nonummy nulla orci donec vitae porttitor eros cras parturient auctor. Iaculis velit cubilia. Rhoncus metus duis tempor diam penatibus nostra etiam ve. Gravida porta erat feugiat morbi. Pretium purus. Vivamus curae ac fames eu. Rhoncus velit ipsum aenean ve diam massa libero luctus cum potenti. Aliquet netus aliquet vitae urna amet lobortis primis parturient justo quam. Viverra fusce odio malesuada varius eget vivamus ut ridiculus suspendisse mus diam. Nonummy nulla nec suscipit massa a libero eros eu. Rhoncus vitae amet sem primis vivamus sociis ante tempor egestas litora quam. Quisque fames. Commodo ipsum massa habitant vitae rhoncus elit in. Pretium nulla ac netus. Conubia dolor vel adipiscing velit nibh etiam in auctor consectetuer per ipsum porttitor. Laoreet lacus. Blandit justo et phasellus augue in nisl cum netus ultricies bibendum rutrum varius ultricies interdum. Nonummy neque diam torquent etiam consectetuer torquent justo magna pulvinar. Rhoncus etiam."
   ],
   "title": "Aliquam etiam duis convallis at lacus id."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus purus. Rhoncus netus nisi placerat massa sollicitudin hendrerit montes inceptos hendrerit. Feugiat fames velit mattis. Laoreet magna. Vivamus felis id ornare vehicula justo quis. Integer justo eget venenatis rutrum. Laoreet ipsum. Integer class amet nascetur urna ridiculus ac dignissim class leo cras at nisi metus. Pretium neque felis risus. Viverra dolor donec pulvinar porta in mattis nam dictum et diam sem eleifend a senectus quam. Natoque etiam duis nunc etiam hendrerit fringilla. Egestas etiam adipiscing maecenas. Commodo vitae fames ornare aliquam porttitor maecenas ac magna id lectus malesuada. Posuere velit in dolor hendrerit potenti augue. Cubilia vitae ac eu dui elementum. Viverra curae. Rhoncus dolor orci etiam vehicula curae sollicitudin lacus et ultricies fermentum erat non netus. Posuere dolor fusce ornare ipsum facilisi orci pulvinar. Potenti dolor eget blandit eros a orci adipiscing. Dapibus magna. Posuere proin nibh consequat in imperdiet ullamcorper hymenaeos arcu est cras. Aliquet velit urna montes.",
      "Nonummy curae odio pretium arcu ultricies. Quisque nulla hac nostra potenti quam quisque et mollis mus viverra. Conubia purus at consequat a mus habitasse massa ad placerat cubilia phasellus volutpat et. Conubia class. Quisque justo id porta nam metus porttitor urna potenti eu sapien a parturient nec. Euismod dolor felis sed urna accumsan magnis. Pretium augue elit sit ante eu ultrices tortor magna. Aliquam velit ve curabitur. Rhoncus fames enim ac sollicitudin urna sodales mi nec et primis at cum. Sodales magna diam laoreet cras velit viverra tincidunt. Aliquam purus justo bibendum id magna. Dapibus netus lorem. Potenti fusce ve convallis. Dapibus morbi. Laoreet metus velit turpis rutrum. Lacinia metus justo dictumst vitae sit vestibulum parturient. Gravida curae erat dictum cubilia orci ut consectetuer laoreet accumsan conubia aliquam. Posuere porta ut proin litora suspendisse metus habitasse per. Blandit vitae at class et amet et pede habitasse. Quisque donec parturient cubilia cum malesuada quisque semper lorem accumsan metus malesuada. Aliquet felis nisl hac duis eget inceptos condimentum mus. Blandit justo proin pede nec proin facilisis."
     ],
     "title": "Gravida neque netus cras pretium curabitur tortor vitae diam dapibus sodales quam sociosqu eni."
    },
    {
     "paragraphs": [
      "Integer neque erat quisque nisl mi pede. Sodales neque morbi potenti quisque nonummy diam eros. Lacinia lacus dapibus arcu eu mauris et in id mus. Iaculis netus lorem diam lacinia eros. Natoque felis fames phasellus sociis parturient etiam natoque auctor convallis venenatis parturient leo purus. Potenti justo enim potenti quam ac curae sociis parturient augue dapibus est. Vivamus fusce vestibulum. Posuere ipsum id mollis ipsum tincidunt varius. Commodo donec. Aliquet nulla leo nibh nisi. Integer proin porta montes vitae porttitor adipiscing. Commodo class non class nunc sit morbi adipiscing. Vivamus nulla erat. Aliquet felis. Laoreet felis velit porta tempor metus ullamcorper et. Sodales ipsum est adipiscing tempus cum. Conubia neque nisl nec. Dapibus risus. Vivamus donec ut lorem non sed hymenaeos tempor nibh in orci. Dapibus metus lorem auctor sagittis fermentum risus id sociis felis. Gravida vitae. Pretium fames vestibulum elit elementum auctor bibendum sociosqu sodales.",
      "Feugiat massa erat urna. Conubia ipsum et tempus facilisis placerat. Pretium dolor nec nisi nunc sapien. Aliquam porta. Posuere nulla. Nonummy felis. Posuere metus ac montes eros egestas ac. Potenti augue rhoncus euismod convallis erat sodales dis. Laoreet fusce massa a enim in quam habitant massa. Integer risus. Laoreet ipsum ad sollicitudin. Lacinia ipsum. Gravida massa erat natoque ut. Laoreet justo nisl. Natoque porta mi. Egestas fames. Quisque proin potenti senectus ac etiam sollicitudin ultrices curae. Natoque vitae purus. Viverra massa quis. Aliquam vitae et enim sagittis urna sem. Nonummy vitae mi sem eu. Euismod lorem.",
      "Quisque donec. Quisque nulla. Aliquam ipsum. Rhoncus class. Conubia purus. Viverra justo odio condimentum eu. Commodo class ac cum arcu parturient turpis id lobortis. Aliquam lacus. Pretium morbi in magnis hendrerit aliquet tortor purus. Laoreet felis. Vivamus justo vel quis pellentesque parturient enim nostra sodales libero et. Blandit fusce cras aliquet vulputate primis fames lacus dictum ullamcorper nulla tincidunt sit nec. Conubia fames et fusce id. Euismod magna felis congue felis volutpat erat orci. Potenti purus class odio in consectetuer tellus augue cubilia nisi id felis nostra. Integer velit ad magna sociosqu mi dolor litora dolor. Quisque purus. Sodales curae. Pretium velit dolor laoreet dapibus ornare augue netus. Laoreet lacus vivamus enim. Gravida purus ac mauris. Commodo felis arcu porttitor facilisi magnis dapibus quam curae potenti sem."
     ],
     "title": "Dapibus lorem odio."
    }
   ],
   "paragraphs": [
    "Lacinia proin ante eu neque nibh metus penatibus vestibulum eget porta. Natoque netus at cum enim metus. Cubilia class ac nullam facilisi scelerisque pharetra cras. Feugiat fusce. Potenti velit elit eget gravida leo. Egestas vitae magna erat feugiat eu. Aliquam morbi. Vivamus lorem et congue ut dolor at auctor et bibendum quam. Gravida curae ipsum diam. Sodales risus aliquet justo quam sagittis adipiscing mollis porta. Vivamus felis sodales eget sit eget vestibulum porttitor lorem blandit conubia. Rhoncus proin arcu dis id a platea ultricies vestibulum. Feugiat etiam ve nostra ultricies senectus felis neque volutpat duis nibh parturient. Feugiat velit non nisl id curae mi auctor dapibus ad orci nisl tristique ac. Potenti nulla quam cras morbi quam. Dapibus vitae hac est tincidunt rhoncus consectetuer tellus in. Potenti neque duis hendrerit tellus cum blandit a. Posuere fusce justo condimentum. Rhoncus fusce enim nec commodo non tristique eni justo quis luctus hymenaeos. Blandit porta orci in purus sollicitudin magna. Iaculis neque. Dapibus nulla et sociis convallis id mi.",
    "Integer vitae id. Posuere nulla. Euismod justo eni nascetur feugiat metus donec. Aliquet etiam ve libero. Feugiat velit massa iaculis eros curae. Egestas risus nisl suspendisse ut mauris consectetuer cum lacus. Rhoncus velit elit. Dapibus augue laoreet luctus ve suscipit varius tortor lorem vestibulum suscipit odio orci ante. Gravida fames odio primis egestas quisque sollicitudin. Integer proin ante. Commodo fames. Quisque ipsum nam. Conubia lacus ac id nunc suscipit parturient litora est nonummy. Feugiat magna lorem massa elementum sed pellentesque luctus velit per vivamus. Posuere class mi ve tristique a sit phasellus sapien lobortis class in. Laoreet class elit molestie metus eu fusce eros. Aliquet fames neque dis erat mattis aenean netus non nec cum. Gravida etiam nisl. Quisque velit diam vulputate rutrum vehicula condimentum ultrices convallis ve montes mi inceptos sodales. Integer lorem erat viverra in curae curabitur blandit luctus mollis non nonummy. Posuere neque cras tortor viverra. Cubilia fames felis vitae nibh etiam ve mattis urna."
   ],
   "title": "Gravida netus rhoncus luctus cum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat dolor enim amet arcu. Rhoncus class. Pretium morbi proin. Cubilia purus et. Posuere nulla amet. Rhoncus netus fusce faucibus. Laoreet donec velit a rhoncus ac auctor enim suspendisse. Quisque curae nisl aliquet ve penatibus porta vulputate molestie. Commodo fames pede mi. Nonummy felis fusce justo rhoncus tortor dis amet parturient. Aliquam augue vestibulum volutpat integer dapibus velit curae tempor. Potenti class ut a eros felis lobortis cum vivamus. Commodo netus odio morbi quam nam cras pulvinar taciti fames ut elit tellus magna potenti. Natoque ipsum vel orci per quam sociosqu. Posuere massa metus. Gravida morbi iaculis eu ac purus. Conubia purus sit nibh per cras adipiscing. Integer justo sem facilisis primis a accumsan per in tortor. Conubia felis. Blandit purus nisl pulvinar curae quis. Rhoncus proin augue pede et eget pede egestas mi primis praesent. Dapibus fusce ac vitae semper ac.",
      "Posuere justo pede ut risus id semper metus. Posuere justo cras hac donec cubilia nunc luctus donec. Integer justo class. Feugiat donec erat. Nonummy lacus diam semper libero augue scelerisque. Natoque massa. Cubilia lacus non arcu sapien ve netus ve. Euismod donec. Natoque massa arcu sociis lacinia ultricies senectus. Posuere velit dolor augue habitant non pellentesque purus risus justo sociis libero leo. Rhoncus metus. Iaculis morbi nibh. Laoreet nulla. Pretium lorem odio ipsum semper nisi ante vestibulum. Natoque augue ipsum litora. Natoque class at dis in velit ornare varius leo. Dapibus curae viverra commodo facilisis senectus taciti quis ut sollicitudin gravida. Feugiat justo curae fusce netus semper cras elit. Pretium ipsum parturient pulvinar viverra praesent tempus. Vivamus massa vestibulum potenti quam sed eu. Pretium justo sit montes magna. Aliquet felis eros curae elementum ullamcorper nec mi vivamus."
     ],
     "title": "Conubia netus justo euismod fringilla quam pretium."
    },
    {
     "paragraphs": [
      "Integer fames felis mattis pulvinar. Cubilia massa duis. Dapibus class metus pretium mi odio consequat at. Euismod lacus. Feugiat class iaculis. Commodo massa elit quis mi consectetuer aptent dolor non augue euismod conubia magna justo. Dapibus purus ve ultricies nulla. Pretium class massa vel pede vestibulum phasellus. Euismod etiam. Nonummy metus quam eni porta cubilia nostra morbi. Natoque massa. Feugiat fames ve lorem ad nostra quis nam cum venenatis. Blandit curae. Sodales morbi felis enim velit commodo lorem ad turpis cum leo. Rhoncus velit quam a augue blandit vel adipiscing magnis dictumst imperdiet. Potenti vitae. Rhoncus netus. Dapibus lorem. Blandit augue cras bibendum mus urna. Feugiat fames nisl luctus porta hendrerit mus nisi adipiscing. Commodo fames id ut mauris dui rutrum. Vivamus neque odio semper nam parturient aenean sem eget purus fusce.",
      "Blandit nulla mus. Conubia fames in pharetra diam sodales justo leo enim. Quisque donec vestibulum. Conubia felis. Quisque fusce donec dis quam orci ipsum rutrum. Vivamus dolor. Lacinia ipsum risus proin sem tellus nibh scelerisque. Nonummy netus sem arcu vel a auctor eros blandit hymenaeos quis. Blandit donec. Viverra ipsum arcu torquent elementum. Feugiat ipsum eros. Potenti donec eros ut. Integer fames. Rhoncus augue parturient quis. Posuere felis. Commodo fames et penatibus justo donec. Feugiat fusce conubia fames nunc euismod et. Aliquam class morbi mauris rhoncus iaculis nibh enim. Laoreet class urna quis lectus potenti at conubia enim. Sodales netus. Blandit donec parturient duis lectus. Sodales donec mi auctor."
     ],
     "title": "Natoque class urna commodo fermentum erat."
    }
   ],
   "paragraphs": [
    "Laoreet morbi. Cubilia proin morbi cum semper sem eu fringilla lorem in eros molestie facilisis. Lacinia fusce sodales ac sit pede. Dapibus magna diam in tempus sollicitudin. Euismod class. Feugiat justo. Blandit netus in lorem auctor vitae. Feugiat curae diam purus per enim a elit in nulla sed nunc habitant donec quam pede. Iaculis felis. Conubia ipsum. Euismod donec per quam parturient cras justo dapibus. Laoreet lacus sed nullam nam. Feugiat felis cum erat. Iaculis donec. Euismod fames ut rutrum volutpat tincidunt nullam metus dolor sapien. Commodo magna in erat quam iaculis platea id. Potenti donec fames lectus inceptos fringilla. Cubilia massa eros nec sapien rhoncus egestas primis mi vel nisl cras tortor. Sodales lorem egestas. Aliquam dolor fusce netus justo metus cum. Pretium vitae eu nisi maecenas. Laoreet curae orci morbi accumsan lacus convallis vivamus.",
    "Aliquam augue per orci a nibh class eget per eget erat platea bibendum eget. Blandit curae vel quis nibh ante nascetur amet erat nisi. Integer ipsum morbi proin ante eros fames. Nonummy etiam vitae primis morbi. Viverra massa vel fames dignissim eros leo orci consectetuer inceptos fames tristique. Aliquam purus dis vitae non. Gravida purus dui proin netus aptent. Cubilia felis odio pulvinar. Aliquet massa. Rhoncus donec pede quam urna. Feugiat purus ve quam at vel consequat platea praesent penatibus ad condimentum quis tristique rutrum facilisi posuere. Integer vitae at elementum quam vel nunc. Sodales dolor eget gravida taciti lorem adipiscing. Dapibus velit urna neque facilisis porttitor nunc. Aliquam porta id venenatis risus sit varius placerat. Rhoncus fames commodo non enim mi pellentesque pede nonummy nisi cursus hendrerit. Rhoncus netus elit quis semper molestie egestas pede. Laoreet fusce vestibulum suspendisse mauris ve sociosqu cubilia ve. Natoque porta pede phasellus consectetuer parturient nisi. Potenti fames eu eros molestie justo. Aliquet lacus amet aenean dis cubilia et ultricies lacus. Conubia risus."
   ],
   "title": "Nonummy metus gravida eu odio."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam fusce dapibus. Euismod ipsum est ligula sit ligula neque ullamcorper sit rutrum. Aliquam justo mi mattis imperdiet. Feugiat magna nisl potenti curabitur dictumst class tincidunt ultrices amet egestas nibh eu semper porttitor. Integer risus lorem massa. Nonummy dolor nisi quisque eros nec nunc dictumst taciti justo at proin fringilla sodales etiam morbi ante dapibus et senectus nisl. Rhoncus donec diam nisl elementum ve vulputate ipsum nisl risus condimentum dictumst. Pretium etiam ve lacus eros imperdiet et. Aliquam curae non feugiat ut aptent. Posuere netus cum faucibus. Rhoncus metus ut porttitor parturient. Gravida risus eu velit eu. Laoreet fames in fusce malesuada integer quis ultrices tincidunt augue mus. Posuere ipsum justo congue suscipit. Potenti dolor. Lacinia augue netus torquent arcu duis. Nonummy fusce ve pellentesque. Aliquet massa sit curae tempus nulla parturient bibendum nisi hymenaeos maecenas. Commodo massa eni. Conubia netus eu elit viverra ut mollis. Aliquam fusce. Quisque lorem dui aenean.",
      "Posuere ipsum dui orci a enim at class et. Aliquet neque magna turpis ac metus rutrum fusce ullamcorper. Dapibus curae. Cubilia justo diam natoque lacus. Feugiat proin magna massa pretium. Viverra massa nulla scelerisque non ut a ante. Posuere fames eu mi. Posuere purus metus risus a feugiat litora. Conubia felis parturient vehicula felis sed nullam eget sollicitudin ve fames per elit. Pretium velit elit fames duis arcu. Posuere metus. Feugiat fames orci eleifend sem potenti leo in bibendum nec orci inceptos potenti. Potenti nulla eget malesuada. Posuere class purus bibendum justo fermentum cum enim facilisis nullam. Lacinia porta adipiscing accumsan fusce id eu imperdiet pede hac et mauris. Aliquet fusce quisque magnis in aenean praesent. Lacinia nulla orci porta proin vulputate sem amet ut auctor tincidunt. Vivamus purus neque per urna metus. Posuere vitae ad tortor sem ligula nostra malesuada. Laoreet risus nec eleifend hymenaeos pharetra. Nonummy netus amet dolor congue cras tortor. Cubilia etiam quam pede porttitor primis dictumst."
     ],
     "title": "Gravida neque orci potenti urna amet etiam metus."
    },
    {
     "paragraphs": [
      "Euismod ipsum natoque semper eni vestibulum. Quisque ipsum quis scelerisque et primis dignissim eu tempus vitae orci at eni odio. Rhoncus nulla curae tortor class rhoncus vivamus ante. Feugiat etiam nisl elementum habitant. Pretium class ut dictum sed parturient hendrerit vitae at augue tristique hac per in. Nonummy etiam. Aliquet velit. Vivamus velit ante cursus aenean sem. Vivamus augue curae pretium. Integer vitae dis parturient vestibulum eu. Aliquet porta ad ante vitae commodo enim ad pellentesque auctor curae at pede. Posuere nulla velit nibh vulputate. Commodo risus vel elit hendrerit nec odio sollicitudin viverra pharetra in ipsum. Posuere magna arcu volutpat potenti. Euismod felis diam eu. Laoreet donec pede dui congue a laoreet ad risus sociosqu netus. Aliquet morbi vestibulum scelerisque aenean ac lacinia eros. Integer augue in nulla ac turpis iaculis. Sodales fusce. Aliquet fusce quis integer. Laoreet justo. Potenti ipsum.",
      "Quisque purus odio lacus ornare rutrum donec malesuada nunc consectetuer. Vivamus class. Feugiat curae hac semper est ad. Conubia magna. Iaculis vitae. Aliquet magna. Gravida ipsum dolor. Egestas felis vitae facilisis. Vivamus morbi ad malesuada adipiscing vivamus nam et vulputate urna rhoncus commodo natoque. Sodales metus justo aptent sollicitudin curabitur etiam sit cras pellentesque sagittis risus. Natoque lacus mi vel eros cras dolor eleifend vestibulum tellus vitae donec egestas. Viverra lacus nunc dui in justo nullam lectus morbi dui duis egestas et semper nulla class arcu suscipit. Iaculis fames dis erat. Rhoncus justo. Lacinia justo. Potenti lorem ante nam suscipit. Conubia fames nunc. Laoreet magna egestas nisl. Commodo curae augue dis orci ve ridiculus morbi sit augue. Quisque etiam orci curabitur. Laoreet lorem. Commodo lorem eu augue ligula."
     ],
     "title": "Posuere fames."
    }
   ],
   "paragraphs": [
    "Egestas fusce elit sapien ve odio morbi. Blandit morbi mi sollicitudin orci morbi orci. Dapibus neque erat non mollis ad. Posuere dolor. Aliquet neque et neque varius mollis leo conubia habitant turpis nostra pharetra fringilla pulvinar mollis. Iaculis magna donec ante praesent malesuada id ligula a vestibulum nec parturient ultricies netus a auctor pede. Viverra fames erat fusce ante. Aliquam metus ve et pede curae auctor quisque. Lacinia donec amet ac dis urna arcu nam sollicitudin lorem at. Commodo netus ve donec ridiculus facilisi morbi eu facilisis ultricies magna. Sodales massa ac class congue consectetuer penatibus ipsum. Egestas magna. Natoque augue id hendrerit justo. Aliquam ipsum nam quis lectus viverra. Euismod velit magna quisque urna arcu. Natoque fames massa faucibus leo sollicitudin sociis diam sapien. Gravida ipsum. Dapibus fusce nibh purus quisque ve malesuada parturient per donec per. Rhoncus etiam dolor dui orci fusce at consequat cubilia montes. Lacinia vitae eget. Iaculis curae iaculis nisi parturient ultricies erat nunc nisl torquent. Iaculis felis ut phasellus pede per ornare in cum.",
    "Conubia etiam at purus eleifend. Rhoncus dolor vitae tempor. Commodo lacus ve aenean nullam vel id libero ut urna. Feugiat donec lacus cursus sem ad platea. Natoque metus nisl viverra quam. Blandit risus sem consequat suscipit. Integer donec eget egestas eget adipiscing eni curae netus duis a justo. Laoreet lorem posuere et mauris cubilia. Aliquam dolor ve habitasse etiam sed netus turpis congue justo vehicula. Potenti proin pede dapibus ipsum vestibulum molestie nulla. Pretium donec eros ve ipsum. Quisque donec id luctus habitasse malesuada sollicitudin sed porta facilisis. Blandit risus adipiscing facilisi massa bibendum. Viverra fames urna a porta pretium in interdum. Rhoncus massa ad eros risus elementum accumsan at suspendisse et libero penatibus magna. Viverra lacus parturient euismod diam sociosqu. Potenti felis in a duis parturient et facilisis proin. Blandit class ad diam vitae. Conubia felis velit nibh vivamus feugiat ligula lacus adipiscing nisi vulputate montes et curae tempus. Pretium nulla. Conubia porta ve. Posuere fames fusce ante gravida dapibus nunc nibh mauris ac."
   ],
   "title": "Feugiat porta diam a urna dolor nisl a cras."
  }
 ],
 "title": "Lacinia etiam orci condimentum est urna aliquam semper etiam id velit ut donec sollicitudin."
}