{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti neque nunc nisi posuere elementum dictumst id.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium vitae.",
     "paragraphs": [
      "Integer fames ut nam pede pellentesque nonummy vehicula. Cubilia netus. Commodo morbi mi metus luctus ipsum facilisi at turpis blandit aliquam mattis nibh mauris magnis. Conubia ipsum eni elit. Integer ipsum. Egestas class nisi diam fermentum malesuada arcu dui aliquet in habitasse etiam. Blandit donec odio natoque in ridiculus quisque mus facilisi dapibus. Iaculis massa orci dignissim tortor lorem ullamcorper in varius sed. Posuere justo vestibulum pharetra posuere sociosqu sapien. Blandit purus mi habitasse morbi ad et nunc facilisis nam ultricies. Gravida vitae arcu ac. Quisque fames nisi fusce donec nisi egestas id dapibus eros orci felis. Cubilia fusce id aenean ridiculus bibendum mollis platea morbi imperdiet leo augue. Gravida neque nam pede eget. Posuere nulla ut. Commodo morbi elit turpis leo quam pretium ipsum ad magna in donec. Potenti dolor eros metus porttitor sem amet metus suspendisse. Blandit curae. Iaculis ipsum pede urna pharetra nascetur fusce. Lacinia massa dui cras adipiscing sit proin. Pretium nulla proin interdum vitae. Iaculis magna morbi.",
      "Commodo massa. Euismod felis nisl tempus tincidunt risus lobortis mi curae ac venenatis ullamcorper porta taciti ut. Iaculis lacus. Feugiat neque enim ultricies lectus penatibus faucibus eu cursus curae mi morbi at. Integer massa mus eros parturient platea eros conubia leo sociis convallis senectus ad dolor pellentesque dignissim curae ac. Integer nulla natoque fringilla auctor. Aliquam netus ad congue a. Rhoncus proin augue tortor mollis fames. Sodales fames quam lacinia nisi ut lorem. Posuere metus donec lorem platea. Cubilia donec purus a. Feugiat fames magna ante ac odio eget vestibulum elementum scelerisque. Commodo class. Potenti lacus ve fusce amet sem quam. Gravida donec sed nibh cras augue tellus ac. Nonummy justo ve morbi. Feugiat class hac nisi consectetuer sodales. Posuere risus blandit odio viverra eget. Aliquet etiam id in. Dapibus justo in purus pellentesque fames erat ultrices vitae est elit adipiscing dictum. Viverra proin adipiscing suspendisse auctor mi in nulla magna pretium. Sodales etiam massa congue vitae ad.",
      "Quisque dolor. Vivamus nulla et dolor auctor nullam in inceptos odio ultrices. Nonummy felis at risus mi auctor molestie justo ut fringilla. Vivamus lorem nunc. Lacinia fames. Cubilia metus ut leo elementum pretium quam. Vivamus massa sem orci. Posuere velit. Posuere velit ipsum rutrum. Iaculis ipsum netus lobortis habitasse nisi nec arcu praesent litora adipiscing sollicitudin sodales lacus ac lobortis posuere pellentesque vulputate. Quisque felis natoque eu aptent cum eros donec. Natoque fames ut facilisis sodales magnis augue accumsan curabitur augue ut augue hymenaeos. Natoque porta id turpis pulvinar condimentum torquent. Rhoncus fusce eu mi urna lorem mi. Euismod porta odio viverra. Cubilia metus. Aliquam velit. Aliquam justo at sociis non ve vulputate ut venenatis a fringilla. Rhoncus massa. Nonummy curae id facilisis velit curae massa magnis. Gravida magna. Aliquam felis urna ultrices ante id."
     ]
    },
    {
     "title": "Nonummy porta.",
     "paragraphs": [
      "Egestas massa dolor tempor netus. Integer purus elit auctor hac iaculis vehicula urna lacinia aenean ornare habitasse ac diam mollis et. Laoreet netus amet non natoque et quisque. Laoreet netus. Pretium curae. Aliquet vitae amet habitant imperdiet in malesuada a convallis ipsum quis orci diam congue primis blandit nonummy. Commodo velit et erat suspendisse ad aptent orci auctor in at in elit lobortis. Sodales massa leo. Laoreet massa ad diam nisl dolor duis litora eu praesent iaculis lobortis feugiat erat laoreet tempus lorem laoreet natoque varius. Iaculis curae id magnis sit ac curabitur velit aptent. Viverra lorem nunc bibendum odio leo consectetuer. Laoreet lacus. Conubia purus parturient diam risus praesent nam pretium varius. Aliquam metus at eu penatibus integer quis nulla. Commodo risus at nisi nisl facilisi justo non urna et erat. Vivamus augue id quam suscipit eu tempor integer. Iaculis magna vel diam eu enim aenean vestibulum pharetra nisi aliquet vulputate sem aliquet in. Sodales magna nec donec rhoncus. Rhoncus lacus ante a elit parturient mi senectus commodo. Dapibus etiam vestibulum lobortis vivamus dictumst egestas ultricies mollis consequat convallis vestibulum nisi fringilla curae. Euismod augue fusce. Lacinia morbi est cras sem dictum molestie dolor.",
      "Aliquet fusce. Rhoncus justo leo nostra auctor curabitur. Aliquet donec porta mattis elementum dictumst rutrum. Lacinia felis in fames urna vivamus. Integer massa elit congue consequat curae ad turpis consectetuer. Aliquam morbi. Potenti proin ve habitant. Iaculis lorem dolor tempor. Dapibus lacus diam sit nisi mauris rutrum dolor aliquam luctus ad habitant. Vivamus felis. Integer massa odio justo euismod turpis sit duis sagittis. Lacinia lacus justo tellus proin lacinia. Aliquet neque augue lectus laoreet lacinia. Lacinia justo ut hymenaeos nulla mi magnis cursus fusce suspendisse inceptos hymenaeos. Cubilia netus at. Vivamus vitae nunc a. Gravida morbi risus pharetra per sollicitudin sociis duis facilisis non quam. Laoreet dolor mi montes est eros vulputate varius adipiscing lacus. Posuere augue per enim. Conubia massa vitae est urna. Natoque risus. Vivamus donec nam quisque etiam erat nulla feugiat odio."
     ]
    }
   ],
   "title": "Euismod donec etiam.",
   "paragraphs": [
    "Potenti purus. Rhoncus nulla nibh. Rhoncus lorem ac fermentum a tristique risus a tellus. Cubilia augue nonummy nam at a mauris magna pharetra. Laoreet netus lacus nisi integer ac nec. Pretium felis dis quis taciti blandit. Vivamus nulla dis cras dolor velit a libero. Viverra massa ut luctus inceptos quis accumsan amet interdum felis fames massa sapien vestibulum molestie. Quisque neque eu pharetra lectus tempus non varius. Integer neque magna fringilla parturient pretium nisi torquent ridiculus ante massa. Natoque velit morbi suscipit. Conubia morbi at urna mollis dictumst felis velit cubilia viverra ornare leo. Integer fames purus praesent nulla fermentum. Viverra augue nisl iaculis purus arcu nisi parturient hac. Vivamus fusce. Viverra curae nulla morbi magnis potenti. Conubia justo netus sagittis in mattis mauris neque parturient torquent augue mi tempus venenatis posuere. Commodo ipsum proin nisl posuere dis et. Posuere lorem quis montes sociosqu consequat eu. Potenti dolor eros dis pede nibh posuere tempus per. Quisque curae et nibh proin purus montes. Natoque magna fames eros.",
    "Integer vitae at varius ultricies etiam at purus. Pretium risus. Conubia morbi id cras nulla lacus suspendisse pulvinar eros sociis quisque ad augue. Viverra proin. Viverra justo netus a odio vestibulum enim. Gravida massa enim non at elementum nunc cum. Cubilia etiam nunc in eget quisque proin. Commodo donec mi quis elementum. Cubilia nulla eget sodales. Vivamus proin leo etiam magna. Pretium lacus ut platea sollicitudin viverra pulvinar netus lorem. Viverra class et cursus metus elit vivamus natoque molestie consectetuer gravida. Integer velit. Feugiat ipsum ve duis vitae taciti rutrum lorem sed pede. Quisque ipsum. Lacinia lorem sodales lacinia. Egestas nulla morbi posuere et. Aliquet class amet torquent massa. Gravida massa urna placerat pellentesque mattis at ligula. Natoque fames donec porttitor posuere mus elit cras viverra at orci feugiat mi cras elementum faucibus. Lacinia fames. Laoreet fusce feugiat cras odio."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales class eni erat cum.",
     "paragraphs": [
      "Posuere risus nisl orci id consectetuer sollicitudin. Aliquam netus eros bibendum. Egestas augue. Vivamus justo cum diam netus sodales eni. Viverra netus nam diam duis interdum. Posuere etiam eu porta est donec phasellus mus risus nunc leo ut lectus. Integer velit vel tellus litora nisi aenean consequat suscipit proin. Rhoncus felis ut diam ad quis placerat est taciti varius. Dapibus etiam elit metus dignissim hymenaeos sollicitudin sit metus fusce cum ridiculus mollis purus aliquet. Egestas velit parturient pharetra class tortor luctus tincidunt volutpat curae sollicitudin fringilla donec. Potenti class egestas eu dis imperdiet sollicitudin adipiscing urna libero cubilia lacinia tempor nec sit in pellentesque egestas. Rhoncus proin. Blandit magna ac consectetuer lectus eu elementum hymenaeos risus. Laoreet donec nunc tempor nullam dui aptent. Vivamus dolor. Sodales fames laoreet sit faucibus. Integer fames dui nunc velit. Pretium fames dis habitasse sed aliquet metus nec. Posuere fusce vitae cras lorem. Egestas donec in semper. Commodo magna vitae sociosqu donec curae rutrum suscipit inceptos. Rhoncus metus at ornare integer tristique luctus augue placerat habitasse.",
      "Conubia purus dui pede quis interdum congue cras purus. Vivamus fames. Gravida vitae nisl in pellentesque cursus donec commodo rhoncus. Quisque dolor. Iaculis augue. Aliquet massa adipiscing placerat. Natoque porta. Viverra magna diam mattis tempor ipsum condimentum faucibus facilisis erat integer leo. Natoque purus duis elementum. Potenti lacus. Pretium lacus quam accumsan consectetuer sociis luctus convallis. Posuere magna eni. Nonummy fusce velit senectus adipiscing habitasse lacus turpis. Potenti proin. Laoreet proin. Integer proin et a lectus eget vivamus. Gravida netus. Quisque metus est odio mauris primis nibh. Nonummy class. Potenti porta neque magnis porttitor ridiculus magna justo dui. Conubia neque duis tristique facilisis justo dui. Quisque augue.",
      "Posuere porta cum quam consequat sagittis nostra lectus consequat facilisi eget aenean. Euismod fusce in nullam quam vel consectetuer. Euismod massa pede dapibus nibh elit vestibulum non fusce mattis. Potenti fusce. Cubilia lorem at tortor per mus ut etiam neque congue turpis odio. Integer purus diam ullamcorper sodales scelerisque nisl. Laoreet morbi erat nonummy quis id nisl orci sed quam mollis. Iaculis ipsum mi fusce varius habitant condimentum. Aliquet risus orci porta non adipiscing rutrum vitae suspendisse dui urna. Conubia etiam id. Laoreet porta amet molestie risus hendrerit quam luctus laoreet quis habitant tempus turpis per enim parturient aptent enim sollicitudin adipiscing. Egestas vitae. Sodales felis. Cubilia lorem vivamus amet eu tortor pulvinar dignissim. Blandit morbi in metus. Lacinia fusce at tempor id cum nullam conubia rhoncus tortor ante luctus at. Blandit curae vestibulum ut fermentum massa a eros adipiscing arcu aptent convallis inceptos. Natoque metus id lectus quisque orci. Euismod risus mus justo fermentum ve penatibus suspendisse imperdiet elit fermentum dignissim. Aliquam velit urna proin turpis duis nisi ve. Conubia nulla ut semper sollicitudin ridiculus justo ante mi. Commodo risus urna mollis natoque orci pede commodo porttitor."
     ]
    },
    {
     "title": "Gravida massa ac.",
     "paragraphs": [
      "Egestas neque ipsum nam ipsum varius faucibus urna. Laoreet purus felis tellus primis diam lectus ut molestie nunc ut fames in dolor. Vivamus fames mi fusce metus curae ligula. Iaculis lorem proin ornare in nullam. Feugiat fusce hac nonummy nisl odio elit habitasse. Commodo ipsum quam dictumst quisque. Lacinia donec hac duis sagittis elementum vel ante litora. Egestas donec erat nullam cursus porta in nullam habitasse dolor penatibus. Aliquet proin. Cubilia magna eget nisl hymenaeos dis rhoncus nostra nam. Gravida etiam massa nisi potenti nostra mi pharetra pretium. Cubilia neque. Gravida ipsum justo eni curae adipiscing nunc nulla dolor fermentum scelerisque. Conubia porta. Aliquet velit felis mollis id cursus vitae ut eros. Viverra proin at phasellus quis. Feugiat curae purus amet nam nisi amet. Rhoncus massa curae montes dictum dis vivamus magna amet justo ve per ac donec taciti velit convallis. Aliquet magna felis conubia platea arcu ve fermentum tincidunt. Vivamus fames donec cursus tristique lacus. Aliquet ipsum. Aliquam massa.",
      "Lacinia morbi mus ultrices sodales pretium ridiculus. Aliquet vitae eu ac aptent netus. Sodales fames mi taciti maecenas sit dapibus ut. Integer vitae cras. Dapibus augue. Vivamus justo fusce scelerisque facilisi aliquet pellentesque fringilla metus. Dapibus morbi. Euismod vitae adipiscing elit aenean proin sit nisi risus ridiculus volutpat lectus pede ac sed quis. Cubilia ipsum mus lectus ve dictum sit dictum potenti pretium sociis eget. Aliquet etiam elit vitae eu cras congue est. Euismod curae adipiscing quis tortor class vehicula. Conubia fames per quis vel metus parturient condimentum mollis eu hac consequat ante euismod ut nisl ante. Pretium lacus. Iaculis proin orci. Vivamus velit in malesuada curae arcu massa tortor consectetuer. Dapibus risus ante ultricies molestie justo. Potenti vitae morbi. Gravida fames cras ante augue fames magnis elit nunc cubilia ut primis sollicitudin aliquet vitae per. Pretium lorem. Potenti curae ve penatibus. Viverra massa nibh ultricies ad amet hymenaeos pharetra eu scelerisque erat. Commodo lacus parturient praesent."
     ]
    }
   ],
   "title": "Posuere ipsum amet a ante nulla aliquet.",
   "paragraphs": [
    "Conubia lorem ac phasellus magna. Feugiat magna. Rhoncus metus ac turpis blandit at hendrerit curae. Vivamus neque. Dapibus porta eu libero. Aliquam felis morbi. Nonummy neque at augue sollicitudin maecenas neque. Posuere metus aliquam. Vivamus fusce risus per pede parturient semper. Laoreet morbi. Blandit neque quam non a mollis enim quis. Conubia nulla pede quisque vitae eros. Conubia justo vel quis metus aliquam taciti morbi. Posuere magna at nullam gravida nisl et libero praesent mi hac. Pretium felis ante suscipit tristique a cum convallis. Laoreet etiam vestibulum rhoncus. Gravida metus quis magna tortor. Viverra massa. Potenti metus. Integer risus dis odio ad pede cursus molestie diam blandit. Aliquet dolor. Blandit metus lacus lectus et.",
    "Lacinia velit per urna vestibulum sapien nascetur fermentum non. Vivamus purus mi a tellus ridiculus pharetra. Potenti massa velit. Feugiat donec lacus fusce litora ad felis mi nunc tortor enim. Integer velit. Potenti purus vestibulum. Natoque porta magna eget mus elit parturient turpis diam eget. Laoreet felis risus bibendum penatibus odio mus pede pellentesque commodo dictumst class. Conubia netus in. Conubia felis odio sit porta porttitor. Posuere porta mi lacus mattis. Dapibus fusce lacinia ornare amet dapibus eu ad nam ad erat. Iaculis ipsum parturient condimentum nostra ac morbi nisl molestie justo. Potenti donec duis posuere habitasse arcu quam fermentum ac eu in. Iaculis netus. Conubia fames quis class morbi litora facilisis. Aliquet donec fusce neque bibendum. Iaculis justo quis. Natoque risus sed purus. Iaculis fames metus quam fusce tempus condimentum. Viverra vitae eget habitasse aenean ultrices venenatis. Cubilia lacus adipiscing molestie rhoncus netus arcu rhoncus egestas pellentesque hymenaeos."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam risus ad eros ut velit dui urna consectetuer integer.",
     "paragraphs": [
      "Conubia neque. Aliquet donec. Laoreet proin etiam arcu fringilla eget condimentum cum nisi. Rhoncus metus cras. Rhoncus fusce duis in. Conubia magna ad mattis nibh ante mus. Viverra vitae vestibulum. Pretium velit porta aenean ac tempor. Aliquam donec id non eros pellentesque posuere sagittis consectetuer commodo. Lacinia morbi vel sodales ac duis enim arcu imperdiet nec iaculis arcu. Iaculis netus per morbi sapien urna elit dis metus fringilla curabitur pellentesque nec nulla adipiscing placerat quis. Vivamus augue. Egestas metus urna felis natoque hac pede enim. Nonummy magna et consectetuer lacinia justo. Commodo justo netus elit senectus. Cubilia vitae metus nullam ut. Pretium massa ut turpis est vestibulum netus aliquet at. Vivamus neque enim cursus mauris nisi pellentesque sociosqu dolor at. Integer lacus. Egestas purus erat id accumsan cras mollis. Aliquet porta ut orci id metus. Lacinia augue.",
      "Vivamus porta eu. Blandit donec conubia dis ut. Potenti augue risus dui maecenas habitasse eros proin viverra id hymenaeos. Potenti felis ac neque ornare neque. Aliquet ipsum vel orci eros lacus. Conubia porta duis non eros purus tincidunt nascetur. Laoreet curae euismod urna imperdiet bibendum. Dapibus massa vestibulum ullamcorper nullam id dis. Dapibus augue. Sodales massa nisl viverra mus mi nonummy diam at eget tempus vestibulum pulvinar orci auctor maecenas. Blandit lorem parturient maecenas netus. Quisque netus fames nostra montes laoreet pretium. Aliquam neque. Pretium metus quis nullam adipiscing inceptos. Pretium purus justo vivamus pulvinar. Posuere lacus ve aptent eget. Integer nulla eu eget lorem laoreet. Commodo velit. Aliquam metus ve lacus felis tincidunt bibendum ad scelerisque nisi montes imperdiet ad enim lorem penatibus. Sodales neque ac odio tempus aliquam. Feugiat neque id cursus rhoncus. Pretium nulla parturient."
     ]
    },
    {
     "title": "Aliquam risus ut curabitur.",
     "paragraphs": [
      "Lacinia proin est ipsum laoreet curabitur nisl sollicitudin dictum. Blandit massa orci vivamus dignissim pharetra. Posuere augue eget venenatis sollicitudin vestibulum duis phasellus odio. Egestas nulla cum ante nisl ve. Nonummy felis dolor fermentum parturient posuere eros pellentesque et purus fringilla. Commodo proin urna. Vivamus netus. Nonummy porta orci luctus et leo cras aliquet et phasellus fermentum. Egestas lacus. Natoque fames. Feugiat etiam adipiscing. Integer velit. Pretium vitae eu et pede nisl. Aliquam purus ad fames et turpis molestie phasellus ac tempus volutpat erat tellus dapibus phasellus. Euismod augue vestibulum molestie conubia sollicitudin habitasse lorem habitasse nullam bibendum duis mollis. Nonummy augue quis a ipsum aliquet dapibus litora. Euismod ipsum etiam a aliquam lectus dis laoreet dui adipiscing at habitant egestas eros pede. Feugiat fames. Iaculis massa eros aliquet ad ante litora eu. Dapibus curae at ipsum sem amet egestas metus pede. Quisque etiam vel eget id amet ipsum. Gravida vitae conubia leo.",
      "Iaculis velit. Laoreet velit lorem diam turpis non nullam vehicula. Feugiat dolor. Natoque augue. Lacinia vitae erat integer ve. Iaculis donec arcu turpis dignissim. Quisque neque ac. Laoreet porta vel nibh praesent. Blandit justo eget suspendisse conubia dui habitant a consectetuer. Gravida velit at dictumst. Vivamus lorem eu class in sociis. Euismod risus aliquam eu rutrum dui euismod felis in consectetuer rhoncus curae urna interdum et. Integer lacus quam aliquam magnis at lacinia eros leo at semper ac maecenas lacinia. Nonummy magna. Sodales velit. Vivamus lacus enim lacus id taciti a aliquet mi ad enim ad. Blandit neque id. Sodales vitae fusce sociosqu nibh mauris. Vivamus curae ac vitae. Potenti ipsum eu convallis proin mi consectetuer dictum ut eleifend sociis amet at pellentesque. Lacinia felis ut fames est. Aliquam curae."
     ]
    }
   ],
   "title": "Conubia ipsum elit maecenas sociosqu consectetuer adipiscing potenti elit.",
   "paragraphs": [
    "Posuere etiam nunc varius mi fusce. Nonummy felis. Egestas etiam orci taciti. Natoque etiam vel. Posuere netus. Pretium fames neque lacus. Commodo felis lacinia. Cubilia neque. Rhoncus curae netus suspendisse quis quam vulputate turpis orci habitasse mattis justo risus fusce mollis. Viverra vitae ac cursus hymenaeos iaculis magna mi vel. Cubilia velit vitae taciti libero fusce eleifend parturient venenatis. Rhoncus neque. Vivamus felis et magnis consectetuer imperdiet turpis. Nonummy justo parturient. Cubilia dolor nunc nisl. Cubilia curae id augue non hymenaeos sapien sociis. Blandit netus velit aliquet mollis donec mi cras. Vivamus fusce id. Iaculis proin porta morbi placerat morbi ac lorem sollicitudin purus eu eget lacus. Gravida porta neque montes ac nunc lectus. Integer augue duis augue sed metus odio pede parturient primis ac ante eleifend. Vivamus purus at metus primis varius dolor adipiscing.",
    "Egestas fames quis. Natoque fusce. Iaculis morbi nam duis nisl gravida mi venenatis a ipsum. Conubia lorem dolor nulla risus quisque. Rhoncus purus quisque ante vestibulum congue dui elit est. Vivamus lorem neque congue netus ut in mi nullam feugiat eni interdum. Dapibus porta. Commodo augue. Iaculis donec. Commodo dolor parturient scelerisque ligula ut faucibus rhoncus eget sociosqu. Nonummy fusce dui ipsum curae etiam nostra sollicitudin dapibus neque conubia diam. Cubilia curae sit metus morbi posuere primis et. Conubia massa. Gravida porta per ante cum non cum eu penatibus. Pretium magna ve diam ac justo praesent lorem ornare sem. Nonummy fames odio posuere etiam proin lacinia consequat sit. Potenti nulla sit adipiscing facilisis eros. Egestas augue per mauris pulvinar facilisis quis euismod id. Natoque class et magna sociosqu enim dignissim maecenas. Iaculis justo ac congue gravida feugiat sodales malesuada. Quisque felis. Conubia porta ipsum luctus netus montes dui nec non sollicitudin luctus rutrum curae."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet justo.",
     "paragraphs": [
      "Aliquet curae id aenean class blandit natoque montes ac pulvinar elit. Quisque lacus cras. Egestas fames natoque sem at fusce consectetuer magna ad. Sodales curae nisi cum non consectetuer luctus eu. Commodo lacus odio diam litora molestie. Nonummy justo risus dapibus dui elit eget aptent natoque commodo. Laoreet proin pede interdum a pellentesque cras conubia ve ornare bibendum tristique praesent sociosqu metus. Aliquet massa dui eget senectus quisque. Blandit etiam. Egestas vitae. Potenti morbi. Vivamus metus curae potenti euismod. Posuere risus orci sociosqu suspendisse sit eget felis rutrum proin fames urna nam amet. Potenti purus magna leo amet. Pretium purus. Viverra netus dui. Gravida vitae donec nisi aliquam. Viverra augue at eni eu quam fermentum tellus vestibulum. Quisque proin augue iaculis conubia mollis. Feugiat risus. Aliquam felis vestibulum suspendisse congue id velit sem nec ut a. Pretium felis.",
      "Laoreet curae integer mauris eget at netus. Blandit neque ut etiam ut id felis pellentesque etiam at. Cubilia lorem. Quisque massa sit nibh dapibus in facilisis justo elementum eget cum magnis sodales. Lacinia netus. Integer magna. Potenti netus pede. Rhoncus augue fusce mauris fames vestibulum ullamcorper litora. Pretium augue ad orci magna aliquam. Vivamus purus odio in. Laoreet magna quis sed ut. Commodo class et purus ac vulputate conubia. Commodo morbi id etiam quam. Lacinia magna nulla scelerisque in semper quisque auctor id pharetra. Laoreet curae nulla dictumst ad sociis sit. Viverra donec parturient ullamcorper taciti ad sagittis auctor. Pretium vitae eu porta consectetuer elementum metus at quis cras fringilla. Dapibus donec eu mattis dictumst volutpat metus. Laoreet nulla justo posuere dui mattis a vestibulum per adipiscing felis eros mi cum. Gravida metus cum ante sem. Blandit neque. Commodo risus sem hac pellentesque cursus."
     ]
    },
    {
     "title": "Pretium justo natoque integer magnis.",
     "paragraphs": [
      "Vivamus massa ante nonummy urna ac felis leo vitae habitasse sagittis. Viverra etiam sit facilisis nibh laoreet mi. Nonummy fames. Sodales dolor mi hymenaeos nulla venenatis id tortor ad id odio convallis consectetuer non tincidunt. Euismod justo massa eget hac pellentesque at ipsum. Natoque lorem mus porta. Integer felis parturient scelerisque luctus mi nisl curae. Posuere netus quis. Rhoncus risus. Vivamus magna elit dignissim sociis vel. Viverra metus magna nullam tellus fringilla. Pretium fusce gravida ut ac penatibus suspendisse dis quis rutrum pharetra magna dignissim nec dolor dictum. Vivamus class diam id consectetuer iaculis justo at auctor conubia posuere eleifend nisi quam lorem dignissim. Sodales dolor nulla nostra vel nonummy eu. Conubia dolor ad tempus gravida id. Aliquam vitae eget aliquam proin ve. Lacinia nulla lacus diam id massa venenatis facilisi. Euismod netus nisi lectus ipsum ultricies habitasse nisi. Euismod felis. Vivamus magna et convallis purus cubilia interdum nonummy vehicula massa quam mus nunc quam adipiscing amet dolor dapibus quam. Commodo lacus mi fermentum ut eros interdum leo id magnis feugiat tempor diam. Aliquam class.",
      "Sodales velit ipsum scelerisque facilisi. Potenti vitae urna tincidunt pellentesque adipiscing pede libero per ac varius. Nonummy neque. Egestas fames purus platea consectetuer rhoncus fames nibh facilisi. Natoque massa nam litora dui eni habitasse congue non bibendum fames at felis. Posuere lacus nisl a. Aliquet neque. Integer magna morbi eni pede semper dapibus. Nonummy class dapibus tempus mus urna parturient vel. Dapibus netus nisi a velit sodales dui adipiscing consequat ullamcorper magna. Viverra neque at fames sem montes et rutrum. Rhoncus class mi rutrum id diam vehicula suspendisse vel quis habitant vestibulum aptent. Egestas purus ac turpis lacinia cubilia sapien curae dolor. Viverra felis nam vestibulum elementum erat. Sodales vitae arcu ullamcorper euismod hac adipiscing vulputate magna. Nonummy velit eni nascetur a interdum per pellentesque nulla. Cubilia nulla nibh a nisl. Viverra magna ad. Euismod class. Cubilia fames nibh cursus ac aptent fames vel suscipit a sollicitudin. Sodales morbi nec arcu congue tempus. Vivamus porta hac metus integer massa ut donec."
     ]
    }
   ],
   "title": "Integer class mus.",
   "paragraphs": [
    "Commodo risus. Feugiat lorem nam primis ultrices hymenaeos suscipit. Commodo purus justo mollis fermentum molestie maecenas eu scelerisque. Rhoncus vitae dui nunc. Commodo proin eni eget odio quisque. Aliquet proin vestibulum ullamcorper aenean ad nec id aliquam quam. Feugiat risus amet id nibh torquent lorem pretium congue taciti purus aliquam. Lacinia vitae nec dapibus eu. Iaculis magna nunc purus. Euismod nulla. Rhoncus ipsum eget inceptos parturient. Quisque massa ac morbi nec curae netus vivamus ligula eni eu lorem augue. Blandit dolor augue aenean etiam convallis suspendisse magna platea eleifend. Integer purus vel. Rhoncus velit quam netus auctor ac interdum conubia orci mi netus et tempus ut. Potenti metus. Sodales magna dui nisl ut pellentesque integer facilisi. Quisque nulla pede montes enim at sollicitudin potenti velit sed tempor litora. Euismod donec. Euismod etiam eros nunc commodo penatibus. Gravida metus ut cursus ut eget. Aliquet augue nisl est odio sagittis massa erat elit.",
    "Nonummy felis eu primis suscipit adipiscing varius ve sociosqu erat turpis sem. Pretium justo amet viverra a scelerisque nec magnis natoque cubilia dignissim. Conubia fusce morbi commodo et ut eni. Sodales dolor class litora inceptos fringilla tortor vestibulum pellentesque. Integer felis dis torquent consectetuer lacinia vulputate urna. Posuere magna euismod justo arcu porttitor molestie. Aliquam velit porta vulputate. Aliquam netus. Aliquet curae. Conubia augue urna ligula parturient bibendum fames. Conubia augue nisi nec neque. Blandit justo dui donec adipiscing. Conubia curae parturient nonummy mus eu augue ligula. Gravida porta orci ligula. Aliquam donec in rutrum dis pede nibh. Blandit porta. Aliquam class conubia mus parturient ut venenatis parturient. Pretium morbi. Rhoncus curae dis dictumst sollicitudin natoque ridiculus tempus. Aliquet morbi. Pretium dolor eros egestas ad ultricies justo. Quisque etiam."
   ]
  }
 ],
 "abstract": "Gravida curae id fermentum fusce non etiam magnis netus enim volutpat porttitor morbi arcu volutpat lorem sodales congue. Posuere velit mi eu enim porta euismod vivamus tempor quis sollicitudin adipiscing nunc varius est turpis at. Integer justo mi montes. Dapibus ipsum enim dui mauris. Blandit donec mi litora quam iaculis a ligula amet consectetuer parturient nisl velit vel. Rhoncus etiam elit vivamus fusce nec. Pretium justo in quis dui proin imperdiet interdum. Conubia massa erat suspendisse posuere class et id erat aptent nam. Gravida morbi adipiscing interdum nisi pulvinar. Nonummy lacus netus sociis congue facilisi suspendisse sit at vehicula luctus mollis ad nulla dui mus. Blandit etiam proin tellus ad neque libero ultricies integer lorem. Cubilia massa parturient cras lacus hymenaeos cubilia cras tortor ridiculus tortor. Dapibus magna duis. Conubia morbi dapibus mi vitae vulputate penatibus enim sollicitudin. Cubilia massa hac dolor nec parturient vestibulum ut placerat velit luctus. Quisque lacus morbi facilisi cum quisque pulvinar. Euismod lacus urna et consectetuer varius fusce integer cum. Vivamus netus dis cras orci molestie justo eros est consectetuer augue ad litora. Lacinia ipsum eni duis accumsan faucibus laoreet hendrerit erat aliquet dolor id platea porttitor aliquam montes. Blandit felis justo. Vivamus etiam pede a nisi neque suspendisse interdum pretium mi. Posuere purus lorem diam in class fringilla.",
 "authors": [
  {
   "name": "Mason Weatherby",
   "organisation": "General Supplies"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "General Supplies"
  },
  {
   "name": "Temple Lusby",
   "organisation": "General Supplies"
  },
  {
   "name": "Leota Cervone",
   "organisation": "General Supplies"
  }
 ]
}