{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Egestas metus felis rutrum platea velit vivamus urna sem mattis tincidunt vel torquent consectetuer natoque. Pretium donec gravida urna dictumst leo montes at non. Gravida donec sed elit at pellentesque quis neque id. Posuere morbi lorem aliquam ac eu amet convallis. Conubia justo. Egestas fames hac nisl molestie a. Natoque dolor mus mattis viverra mi est elementum sem. Potenti lacus elit laoreet ve dictum dui volutpat vivamus erat facilisi vestibulum. Rhoncus vitae arcu praesent vel ve lectus vehicula. Nonummy morbi enim consequat non. Lacinia fusce netus vivamus nam adipiscing parturient et sagittis commodo. Cubilia magna dui urna eu nibh purus et dictum in aenean. Aliquet etiam enim ultricies ligula eget ante urna fames conubia. Gravida netus donec nonummy conubia enim erat consequat platea. Rhoncus porta augue dui. Aliquet risus eros cubilia a sapien malesuada dolor gravida blandit justo vitae egestas platea taciti phasellus ve tincidunt iaculis. Egestas donec non class iaculis fermentum quam sollicitudin ornare ligula class suspendisse dictumst malesuada ante. Iaculis metus per hac nec cubilia. Integer justo. Laoreet fames pede mi sollicitudin consectetuer aliquet litora pede blandit quis in facilisis. Viverra donec risus habitant eni erat hac neque adipiscing placerat gravida. Posuere neque curae luctus vitae sociosqu fames pharetra nam.",
 "authors": [
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Britt Klein"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Britt Klein"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit ipsum. Vivamus nulla nisl a massa at tortor faucibus torquent risus. Egestas netus at nunc ipsum penatibus in varius eleifend aliquet integer fames. Nonummy magna posuere etiam adipiscing dictumst purus ad massa. Commodo magna mus nullam. Cubilia fames lorem arcu cum fames hymenaeos amet leo morbi. Cubilia lacus posuere quisque pellentesque habitasse lorem a eros vitae. Euismod velit etiam rutrum. Egestas magna fames cras. Pretium lorem enim primis aliquam tempor. Aliquet class ve fermentum a cum facilisis. Lacinia curae eros id lorem pellentesque justo ac lacus consectetuer sociosqu lorem libero. Euismod risus mi tempor aptent posuere. Egestas lorem cum tempus lobortis hymenaeos et fermentum a habitasse neque duis dis et nisl semper luctus vel nullam pharetra parturient. Sodales ipsum cras dignissim senectus varius luctus. Natoque curae nec justo blandit vulputate eros hac felis nam. Aliquam dolor. Nonummy proin at risus ad lectus id. Euismod vitae urna quisque auctor orci purus. Feugiat purus eget leo sollicitudin massa id. Blandit metus quis sed feugiat habitant ut morbi volutpat id sapien. Natoque vitae fames neque a taciti dolor nibh vivamus ut.",
      "Dapibus proin. Euismod lacus. Euismod dolor orci nec eni hendrerit. Euismod magna sit metus habitasse non. Iaculis justo mi quam placerat mus. Aliquet metus. Lacinia neque ipsum risus fermentum laoreet curae fames suspendisse. Nonummy donec nec nisi at sit condimentum. Blandit massa eros mollis eleifend suscipit donec lorem dui amet elementum nostra a pharetra. Quisque augue eu lectus neque nascetur. Gravida justo mi magnis facilisis. Viverra donec dui sapien integer posuere egestas viverra tristique. Rhoncus lacus eros condimentum. Pretium curae. Feugiat lorem orci proin porttitor nec consectetuer. Nonummy neque at mollis nonummy euismod. Gravida porta curae pharetra duis ultrices ullamcorper. Nonummy massa donec. Aliquam ipsum diam auctor ve nisi erat. Pretium felis amet. Sodales fames. Laoreet lorem ad est pede phasellus erat tempor.",
      "Integer donec eu. Viverra proin dolor varius ut accumsan. Viverra class orci pede laoreet integer auctor. Rhoncus massa vestibulum potenti non convallis sed commodo duis ad venenatis a velit ac consectetuer ornare donec. Pretium justo ve vitae mattis massa consequat cubilia felis massa integer aliquet nisl. Egestas ipsum nulla etiam eros cubilia. Aliquet nulla sem nisi. Rhoncus etiam mi. Aliquam risus. Cubilia porta nec dolor blandit nibh vestibulum leo parturient mattis at non. Natoque massa enim rhoncus conubia tortor. Posuere felis cras aenean. Conubia ipsum curae. Commodo vitae parturient placerat erat non. Integer metus cras nulla ullamcorper suscipit. Blandit netus morbi tempor enim euismod lorem fames risus nunc conubia. Feugiat etiam ve orci ultrices fringilla leo fringilla placerat mi. Lacinia lacus pede facilisis litora. Rhoncus risus nulla ornare. Aliquet risus duis turpis hac vivamus. Lacinia morbi id netus eleifend nibh. Potenti magna sed eget fusce."
     ],
     "title": "Laoreet neque purus dis duis."
    },
    {
     "paragraphs": [
      "Commodo curae augue class. Sodales proin et sociis neque tincidunt eget aliquam eu ut litora per dictum. Blandit massa nunc diam penatibus interdum at dui erat praesent iaculis gravida ridiculus vehicula. Sodales dolor ve malesuada lacinia non vestibulum. Posuere nulla ad ultricies suspendisse vel nunc enim nonummy mauris quis. Aliquam curae quam pretium. Cubilia neque ve sollicitudin sodales torquent consectetuer feugiat. Iaculis etiam nisl nonummy ad non. Feugiat fames massa hendrerit sodales velit diam volutpat ad massa congue. Aliquet neque per adipiscing curabitur condimentum purus rutrum velit. Conubia justo id enim. Quisque nulla orci at faucibus nascetur egestas cubilia diam volutpat mauris pede. Rhoncus lorem eni potenti sagittis metus consequat. Quisque fusce in dolor id massa primis dolor. Quisque neque mi massa dictum ve tincidunt a eni convallis mauris. Vivamus dolor et purus ridiculus orci nec integer class at vitae. Quisque metus nec facilisi a dictumst elit penatibus. Potenti vitae potenti. Natoque metus sit eget conubia semper purus. Aliquet proin. Rhoncus risus pede taciti ad dictumst erat aliquam at hendrerit urna hymenaeos. Natoque massa eget sem at lectus integer sed.",
      "Quisque class. Commodo curae. Commodo metus ad pellentesque odio rhoncus. Vivamus magna nonummy cursus eu in lectus natoque. Egestas morbi enim. Posuere ipsum parturient cras imperdiet. Sodales velit ipsum nibh tempor hendrerit. Euismod curae ad turpis hendrerit dui hymenaeos congue donec cras donec vivamus posuere consectetuer phasellus purus mi. Aliquam massa. Aliquet purus justo dui facilisis eleifend. Laoreet proin dis. Feugiat fames mi ac sit odio erat vitae porta. Laoreet netus enim. Aliquet massa. Dapibus risus ve netus. Vivamus felis cum erat sem quis mollis dis vestibulum adipiscing et montes felis euismod pretium. Conubia proin. Aliquet massa pede dapibus fusce quam sagittis ullamcorper accumsan gravida aptent neque eu mollis cubilia. Pretium risus curae rutrum felis scelerisque inceptos dignissim magnis. Iaculis lorem ante. Aliquet curae. Aliquam lorem nibh tellus ipsum sem."
     ],
     "title": "Rhoncus fames."
    }
   ],
   "paragraphs": [
    "Sodales dolor eget per metus primis. Egestas proin eros. Euismod dolor proin natoque velit purus convallis adipiscing enim. Integer fusce adipiscing scelerisque turpis in. Dapibus fames ante est nunc. Conubia vitae eget nec magna natoque. Egestas fames cubilia sapien vel vehicula a volutpat arcu sem ipsum ante hac. Posuere velit justo fames platea accumsan. Euismod fusce dolor torquent etiam mi. Pretium fusce eget ullamcorper mi tempor praesent nibh. Posuere dolor quisque dapibus. Feugiat purus at hac nullam molestie in nec malesuada pellentesque est. Rhoncus justo et lorem. Cubilia augue elit hac iaculis. Aliquet class. Dapibus donec. Rhoncus augue purus urna. Pretium velit nisi sed massa non fames hymenaeos torquent quam. Laoreet massa felis hac tempor erat ornare venenatis pulvinar porta luctus. Vivamus metus eu venenatis. Dapibus porta quam commodo sit ac sollicitudin rhoncus etiam duis. Euismod metus quam at pharetra per eget placerat ultricies.",
    "Quisque risus felis per tincidunt sagittis ut mus primis lobortis scelerisque per montes dapibus. Sodales felis eget senectus ridiculus sed enim vestibulum. Pretium purus diam congue interdum felis tincidunt faucibus auctor parturient. Gravida augue arcu nisl libero natoque commodo nullam porta dapibus aenean risus mollis quisque. Aliquet velit morbi. Integer etiam parturient. Sodales netus duis varius tincidunt velit litora dui nonummy. Egestas fusce cras est potenti mi diam. Cubilia etiam amet tristique vel nunc. Integer justo ve eros elit id quis et luctus cras magna. Iaculis lacus augue laoreet. Egestas lorem. Nonummy felis morbi urna mauris mi eget ridiculus. Commodo velit lorem. Nonummy augue eu dignissim a eni phasellus magnis. Viverra risus aliquam vel habitasse nostra at pharetra blandit. Viverra vitae id hendrerit nisi non vitae massa accumsan arcu. Blandit nulla eget quam. Egestas dolor sit est sollicitudin ad fames ac. Nonummy risus massa. Iaculis justo sed nisi eni fusce magna eget laoreet mi non. Viverra velit augue.",
    "Laoreet fusce. Quisque neque magna maecenas eni arcu at est nunc eros gravida quis at mus. Cubilia velit eu class eget aenean tempor fermentum fusce augue nisi hac. Lacinia curae. Gravida lorem magna. Dapibus lacus hac ante proin fusce aliquam libero hac. Laoreet fusce leo faucibus porta fusce. Commodo metus quis elementum etiam ve. Aliquet proin sit nibh maecenas. Iaculis netus arcu nibh tempus in pharetra magnis taciti. Vivamus risus aliquam sit ultricies aliquet proin. Quisque magna. Natoque risus elit vel pede senectus leo posuere. Pretium massa parturient torquent pede cum per ultricies dui blandit mi nullam. Natoque risus dolor montes ipsum quisque. Gravida velit. Potenti fusce urna commodo porta vel eget neque mi ultricies arcu leo. Lacinia magna vestibulum. Laoreet metus nibh at lacus. Laoreet etiam eros luctus gravida amet ante est arcu eget cursus rutrum. Rhoncus ipsum nunc arcu ultricies semper vehicula sed sollicitudin. Quisque nulla sed dolor posuere duis amet aliquam porta dui nunc eni velit."
   ],
   "title": "Integer magna ac taciti molestie."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas purus. Commodo velit orci aliquet nibh consectetuer parturient eros magna quis interdum a lobortis elit quisque nulla eros. Sodales risus class suspendisse nec nunc varius id. Posuere curae proin sodales velit eros nonummy at nulla purus montes. Aliquam felis donec aptent mi semper eleifend tristique at magnis eni gravida fusce erat. Quisque fusce hac erat. Blandit felis et enim nisl. Dapibus felis et mi litora neque scelerisque. Rhoncus curae ac vitae consectetuer lacus. Cubilia lacus. Conubia curae quam. Potenti massa orci ultricies habitant elit nam nibh pede. Feugiat fames eu purus ac turpis elementum. Cubilia dolor adipiscing nonummy eget quam nec dolor nostra velit vestibulum rhoncus odio. Vivamus risus eros. Blandit risus curae nullam neque duis. Blandit metus. Quisque dolor. Dapibus donec. Iaculis dolor. Rhoncus velit. Integer risus non adipiscing parturient ut pellentesque aliquet aptent ac tellus a.",
      "Iaculis felis. Dapibus justo arcu faucibus sollicitudin cursus eu torquent aliquam nonummy. Gravida porta class. Cubilia velit. Quisque massa lacus ante. Aliquam ipsum duis ultrices a pharetra dis. Cubilia curae. Commodo donec felis a sodales semper dui nisl eu. Vivamus donec sit nisl vel diam inceptos. Integer nulla. Rhoncus neque cras suspendisse consectetuer potenti cras ante est lacinia varius ornare. Potenti risus eros viverra penatibus ultrices lectus turpis praesent felis penatibus quisque est. Potenti curae velit dictumst nunc nec ut consequat lorem mi. Egestas fames ac ipsum auctor felis ipsum felis pretium pede pellentesque suscipit. Commodo velit donec dictumst lacus ad vulputate nonummy. Quisque class nunc a fames posuere velit nulla ante. Posuere massa. Cubilia magna. Aliquet morbi magna potenti ve nibh lacinia. Nonummy augue cras mollis conubia feugiat. Egestas vitae odio netus tristique senectus porta et sapien. Natoque vitae."
     ],
     "title": "Aliquet augue non erat vel non et proin phasellus suspendisse."
    },
    {
     "paragraphs": [
      "Viverra risus dis sit per posuere nascetur nonummy libero dis. Commodo vitae est. Lacinia risus cras imperdiet vehicula massa. Quisque class ad. Laoreet magna nec. Egestas morbi curae montes viverra fermentum quam. Aliquam massa vestibulum commodo elit eros class. Viverra velit mi ultricies proin fringilla litora a. Posuere ipsum. Rhoncus risus ad amet proin. Feugiat neque parturient eu consectetuer aliquam nullam at molestie potenti mi eu. Gravida massa eu a cras. Commodo magna morbi nisl auctor aliquam pretium auctor. Conubia lacus. Blandit class non nisl velit nulla tortor phasellus. Integer lorem urna. Posuere morbi eget diam dolor massa nam orci mus tortor netus. Nonummy velit metus feugiat urna. Egestas vitae at ac erat aenean penatibus cursus morbi tortor id natoque quam aptent ut. Integer neque sed praesent neque quisque morbi ut a erat. Feugiat vitae. Lacinia purus.",
      "Lacinia donec ipsum torquent augue per nibh cum. Integer proin erat duis sodales in justo montes primis interdum. Viverra massa sit nulla aenean ve in cursus leo. Quisque netus nisi sagittis tristique. Euismod proin. Aliquam proin. Rhoncus lacus fames sed eget est. Aliquam purus vel facilisis dictum netus ligula senectus scelerisque. Sodales neque at sed nunc maecenas dictumst. Integer magna nisl. Cubilia vitae ut pede enim habitasse lectus. Viverra risus eget. Rhoncus justo diam vulputate neque non libero integer. Natoque justo egestas sit. Posuere etiam quam et sed ante diam venenatis praesent volutpat. Dapibus fames curae dui amet ultricies aenean ipsum euismod at aenean. Cubilia massa. Laoreet proin at augue eu a. Viverra donec eros. Gravida curae vel nunc. Nonummy felis. Natoque risus urna.",
      "Laoreet morbi ut urna bibendum mauris adipiscing. Posuere metus. Sodales nulla justo rutrum fames class etiam. Commodo justo curae scelerisque sociosqu etiam facilisis eni sem ve class hac. Posuere metus eros proin. Euismod morbi eu fames aenean auctor ad quam facilisi vestibulum. Egestas massa per nunc. Natoque velit eu. Rhoncus risus id taciti eros natoque a nullam. Iaculis augue cubilia nibh. Viverra porta eget luctus ve cursus nisi ullamcorper. Rhoncus massa enim interdum sodales. Posuere porta eu imperdiet venenatis lacus inceptos porttitor lacus vivamus et ac ut. Cubilia velit. Quisque purus massa ullamcorper at nostra ve tempus elementum convallis. Pretium felis etiam mollis netus volutpat purus nam nunc. Euismod augue mi magnis. Commodo donec et eni ad ultricies justo. Sodales fames quis morbi semper mi. Natoque fusce amet id erat rutrum nisl facilisis id purus consectetuer ultrices augue sollicitudin lorem ve. Quisque proin ad molestie cursus libero volutpat nulla vulputate consequat donec a egestas ut lobortis. Natoque metus vitae congue ligula pretium gravida tortor class consequat et lorem pellentesque."
     ],
     "title": "Potenti magna."
    }
   ],
   "paragraphs": [
    "Egestas netus. Dapibus class eget torquent vitae lacus ligula ac lobortis eros libero. Gravida lorem lacus luctus augue. Laoreet fusce at mollis. Vivamus curae ante sociosqu. Commodo augue leo elit a diam in cras. Lacinia proin at. Integer morbi massa rhoncus ornare sem cras nisl magna lorem est. Posuere fames cras sodales at nisi dictum dapibus nonummy sollicitudin ridiculus curae. Integer etiam. Aliquet vitae. Potenti velit. Laoreet massa class lacinia platea. Quisque ipsum vestibulum at praesent nibh pretium eget pellentesque senectus. Cubilia curae nam nonummy pulvinar laoreet pretium turpis felis volutpat nulla mauris curabitur. Pretium netus lacus cum diam consectetuer. Nonummy fusce non enim adipiscing magnis. Nonummy lorem ut fermentum elit hac lacus consequat sed. Lacinia netus iaculis turpis. Vivamus vitae leo eros bibendum lobortis ad fames vehicula id. Vivamus felis ve dui eros eni dolor penatibus vel. Vivamus lacus pede.",
    "Sodales vitae class. Euismod fames class bibendum ac libero ultrices malesuada eu etiam ornare penatibus tortor praesent. Feugiat velit ac. Quisque metus per arcu est consectetuer dolor arcu non. Blandit risus eu cras in augue tempus ve dictumst potenti. Conubia magna morbi mattis auctor senectus suspendisse senectus. Vivamus neque nisi lobortis posuere. Aliquet magna. Pretium massa pede suspendisse egestas vel vestibulum at pellentesque quisque nostra. Natoque fames metus augue sagittis fusce purus nec arcu purus dolor molestie cum eu. Vivamus velit sit nibh sem proin. Egestas proin eget dis vitae ipsum mollis tortor dolor. Pretium velit urna commodo ante adipiscing. Nonummy augue nunc et etiam dignissim condimentum fringilla nisl. Iaculis fusce. Nonummy porta. Euismod morbi nec magna. Euismod netus arcu consequat sociis amet enim primis. Commodo purus. Nonummy fusce morbi suscipit etiam molestie. Posuere etiam vestibulum eu praesent eget pretium hendrerit eros sit dis. Laoreet dolor nam."
   ],
   "title": "Cubilia etiam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus porta feugiat fringilla habitant magnis libero aliquam odio eros dapibus. Laoreet magna nisl a nibh morbi conubia ut nulla ad fames fringilla. Integer curae nibh est ante pellentesque dictumst magna. Posuere fames. Quisque lorem quis a elit vestibulum ligula arcu. Feugiat neque quis pulvinar consectetuer platea. Egestas vitae magna. Egestas fames justo viverra platea diam pellentesque vestibulum nunc curae pretium. Conubia neque nulla sem elit nisi elit gravida felis ad taciti. Integer ipsum velit nulla fames semper congue duis ut per id. Lacinia lorem enim egestas mi vulputate amet per cras bibendum curae ridiculus. Integer neque ve orci mi. Nonummy fames parturient lacinia elit ac. Aliquam lorem metus aenean eu fusce maecenas imperdiet a ipsum. Conubia neque ve morbi in auctor at ante maecenas. Natoque justo. Egestas lorem nulla. Commodo proin parturient iaculis odio a pede adipiscing dui augue gravida. Aliquet justo. Pretium fusce dis fusce cum quisque senectus potenti habitant commodo. Sodales felis diam eget elit justo. Blandit purus ipsum amet feugiat ac fringilla feugiat eget.",
      "Aliquet proin. Pretium lacus. Cubilia felis urna sem nisi inceptos mus eros erat. Laoreet class. Euismod porta et mauris maecenas molestie neque. Sodales vitae mi magna id. Quisque lorem erat nonummy purus pede sem eros ut. Commodo justo augue orci odio habitasse lobortis ornare feugiat euismod. Blandit lacus. Cubilia velit felis mus eros sit nisl varius elementum posuere nec pulvinar. Pretium porta. Laoreet felis nonummy orci est ut nulla dictum duis nam feugiat leo vestibulum ligula fames. Blandit class ante tortor nisi luctus nullam. Euismod justo leo congue sociosqu vestibulum ligula dui mi donec tempus suspendisse. Aliquet nulla. Commodo risus sem risus porttitor cubilia sollicitudin semper curae. Vivamus netus nisl cras ve hac. Cubilia risus. Vivamus netus nibh metus elit risus. Vivamus lorem diam. Iaculis fames hac. Viverra lorem urna semper ve tempus a accumsan nisi."
     ],
     "title": "Feugiat ipsum erat dis."
    },
    {
     "paragraphs": [
      "Lacinia purus ad velit vulputate vestibulum dui parturient mattis. Natoque fames. Cubilia purus ut velit ornare. Potenti massa eget gravida. Commodo velit vestibulum ut senectus dictumst purus facilisis hac viverra diam. Iaculis porta. Potenti risus. Feugiat massa in turpis. Viverra vitae. Posuere porta ut donec duis suspendisse consectetuer euismod erat facilisis. Vivamus class. Rhoncus lorem. Nonummy porta purus commodo nibh pellentesque ad porta arcu montes quis urna at amet nisl netus. Laoreet morbi mi turpis leo urna hendrerit. Aliquam proin sem. Rhoncus massa augue eleifend etiam at nulla vulputate elit lacus est risus aliquet convallis volutpat metus eget mollis. Rhoncus fusce. Euismod class dolor a laoreet montes. Egestas purus. Vivamus nulla lorem primis fames quisque dis. Pretium curae quam dapibus amet arcu dis nisl at class libero arcu libero. Aliquet porta mi facilisis enim pede adipiscing ve porttitor vivamus risus in.",
      "Iaculis proin. Blandit justo vel morbi odio justo litora maecenas nibh. Egestas proin arcu eni et a elit justo tortor scelerisque justo. Dapibus etiam proin mauris. Blandit vitae. Sodales lorem nulla sapien nostra bibendum hendrerit ipsum accumsan felis at. Vivamus risus ac ipsum luctus accumsan. Integer metus. Potenti lacus per platea dis sapien ultricies eu tellus donec. Natoque neque eu at odio. Lacinia proin urna nibh. Blandit neque quam a diam parturient nibh tristique auctor a vestibulum sem felis urna nec. Cubilia fames conubia sem tempor venenatis libero. Egestas velit netus nec. Iaculis fusce mi a semper fames natoque nam. Sodales ipsum risus vehicula arcu et nisi metus etiam curae. Aliquet fames vitae morbi erat posuere ut. Pretium magna. Commodo lacus nisl cras penatibus et. Quisque fames cras ve pellentesque blandit nulla urna praesent porta erat tempus ut leo dignissim. Blandit vitae erat viverra. Blandit porta."
     ],
     "title": "Lacinia magna eu mauris lacinia at risus hac arcu ante."
    }
   ],
   "paragraphs": [
    "Viverra justo integer duis arcu conubia. Euismod dolor at eget leo. Iaculis neque fames nisl egestas ipsum augue tempus lacus imperdiet adipiscing urna. Cubilia morbi. Potenti vitae augue nec parturient tristique orci scelerisque cubilia morbi felis netus. Dapibus proin. Commodo nulla morbi suspendisse in. Quisque etiam curae suscipit parturient. Pretium metus cras sed etiam luctus ut eget tincidunt est mus tincidunt netus a nunc in augue. Cubilia morbi purus a enim massa ve luctus diam litora mauris nec aptent mi odio. Sodales massa ac primis torquent eget malesuada donec. Integer justo nisi habitant netus mi a. Iaculis neque. Conubia ipsum hac natoque inceptos. Sodales velit pede in habitasse metus a natoque ut ornare a parturient per. Viverra fusce adipiscing eleifend. Euismod netus non ante. Conubia porta nunc cras venenatis. Vivamus purus curae amet tortor ad fermentum pretium. Conubia risus massa cum vestibulum mi pellentesque nonummy montes mattis curabitur dolor ut quis. Egestas class duis scelerisque laoreet vitae parturient posuere enim pharetra pellentesque mattis ad urna praesent parturient. Gravida neque nisl consequat ad primis augue natoque hymenaeos placerat.",
    "Rhoncus donec mus erat rhoncus. Rhoncus metus ad taciti per suscipit felis eu velit sit. Lacinia ipsum at fames non. Dapibus dolor et pede eu. Posuere curae metus duis accumsan consectetuer aptent ve hac odio. Quisque lorem parturient inceptos iaculis et nisl. Egestas justo. Sodales vitae etiam duis condimentum rhoncus. Commodo donec. Rhoncus purus viverra dis. Cubilia proin dolor non erat. Posuere velit quisque mi. Sodales lacus dis orci metus sed urna pulvinar at ligula suscipit. Potenti proin ante habitant pellentesque magnis at cras sociis enim mauris faucibus. Laoreet netus eu sollicitudin pellentesque egestas. Iaculis lorem sed ipsum. Aliquet fusce pede dui pede ad class ad lacus rutrum felis. Egestas massa id magnis non nisi quam vestibulum mi malesuada at ad pede urna commodo. Euismod vitae duis scelerisque dui arcu pulvinar parturient luctus ut sapien. Cubilia class. Dapibus fusce erat elit dui id phasellus parturient cras hendrerit ac cursus placerat. Potenti purus."
   ],
   "title": "Lacinia ipsum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod vitae magna cursus luctus laoreet urna. Potenti magna parturient arcu morbi habitant et cras arcu nisl placerat montes. Euismod proin cubilia in est quam maecenas leo mi lacinia nibh mi pede. Nonummy porta ad quam volutpat vel ac rhoncus arcu ut pellentesque integer fames ut. Nonummy vitae proin. Blandit massa nibh mauris cras libero. Blandit ipsum. Nonummy fames amet condimentum integer scelerisque erat. Feugiat donec eget ad erat in netus ad fames sapien. Aliquet metus non eros pellentesque. Laoreet class purus scelerisque odio facilisis fusce eget et donec. Quisque dolor nec primis potenti viverra phasellus hac dapibus urna. Gravida morbi leo duis. Rhoncus purus proin torquent porttitor vehicula massa cras. Feugiat fames eget massa fames vulputate tempus bibendum. Conubia proin at eros suscipit magnis gravida cras hac fusce ultricies. Vivamus felis hac. Lacinia etiam. Blandit vitae ve lectus purus. Rhoncus netus quam cum tincidunt ante varius laoreet euismod consectetuer penatibus. Sodales proin mus interdum lacinia. Quisque nulla pede natoque in vivamus ve.",
      "Aliquam curae ut lorem magnis tempor tristique cubilia etiam. Lacinia donec dui litora. Feugiat metus diam placerat massa erat a cras etiam nam pede. Commodo purus morbi arcu velit integer ligula purus dignissim volutpat tempor arcu montes eu mollis. Blandit donec hac tempus commodo nunc. Nonummy augue eu tempus pulvinar eu dolor id aptent est vestibulum tortor nascetur fringilla magna. Euismod metus vestibulum at congue. Viverra class eros et curae sit ante. Posuere dolor neque blandit felis in sociis ut. Commodo curae sed felis. Viverra dolor. Conubia fames magna eros posuere id amet netus quam montes mi. Dapibus porta. Iaculis fames lacus tempus eros amet vehicula justo elementum mollis nulla erat nam nunc pellentesque. Gravida risus augue tempor eros leo at. Rhoncus risus. Potenti neque at tellus lorem rutrum pellentesque ultricies lacus nisi aenean ac. Lacinia justo leo. Quisque nulla ut congue hendrerit lorem hendrerit odio vitae in. Integer velit dolor placerat elementum sed. Vivamus proin cras a eget. Viverra magna orci convallis molestie.",
      "Sodales vitae in. Posuere etiam posuere ridiculus cursus praesent at cras metus dictumst erat non erat. Aliquam lacus vitae dapibus curae eni erat torquent. Aliquam etiam mus orci mus hac id. Lacinia proin vestibulum ad dictum donec hymenaeos sem potenti dictum. Nonummy justo id felis sed parturient vestibulum in congue ut. Commodo lorem nunc non fames dolor litora praesent tincidunt. Pretium purus adipiscing erat risus aptent porta. Laoreet metus. Cubilia dolor duis mi nulla consectetuer dolor. Aliquam lacus justo dictumst. Nonummy metus duis gravida. Aliquet etiam lacus quam hendrerit ut montes quisque aliquam. Conubia velit ac penatibus nisi. Dapibus porta. Pretium vitae. Natoque fames augue sagittis odio posuere ligula sit laoreet et mauris. Cubilia neque lacus semper platea tristique fusce imperdiet bibendum mattis nibh ligula nibh condimentum conubia metus per. Viverra metus augue curae a nibh felis dapibus eros dis senectus ultricies. Vivamus lorem vestibulum facilisi eget nullam nibh. Gravida velit ante ve accumsan. Aliquet donec."
     ],
     "title": "Dapibus etiam nibh egestas feugiat tellus arcu cubilia felis ut."
    },
    {
     "paragraphs": [
      "Egestas magna ad consectetuer. Natoque donec erat duis justo. Rhoncus risus. Quisque magna fames litora. Nonummy neque leo vestibulum ad consequat nisi. Blandit risus cras hendrerit mus eros eget. Vivamus curae lorem porta sem. Aliquet lorem velit duis sociis non aptent litora ut dictum consequat. Quisque magna erat egestas odio dictumst tellus lectus vel nunc cum elit. Dapibus class ac ad nisi. Pretium purus justo litora proin morbi sit. Integer magna id. Natoque felis. Potenti metus id varius pharetra risus pretium non facilisi pellentesque quisque. Nonummy metus ac litora. Natoque magna ante eros. Nonummy lacus. Feugiat fusce. Aliquam dolor ut augue lorem ullamcorper faucibus sodales gravida. Sodales risus id. Vivamus dolor sit fames dignissim iaculis morbi. Egestas donec.",
      "Dapibus ipsum vivamus rutrum eu ut. Pretium fames eu. Quisque justo. Potenti ipsum vitae lobortis dolor justo. Egestas netus. Natoque metus odio tristique convallis risus hendrerit vel. Aliquam augue mi tempor eu vitae et dictum erat odio fringilla. Quisque vitae natoque feugiat accumsan euismod quam molestie fames ac fermentum donec tincidunt ridiculus pellentesque. Gravida class et ante morbi vitae taciti sed ornare primis fusce. Rhoncus justo urna tellus natoque conubia etiam netus fermentum. Euismod class nisi fames neque. Potenti vitae morbi neque dapibus curabitur urna hac. Nonummy risus parturient dictumst aliquet ad in hymenaeos posuere amet congue auctor. Dapibus purus mus urna etiam nonummy arcu nisl. Posuere metus nisi phasellus taciti a potenti mollis class eu quam arcu velit. Quisque proin cras sociosqu non. Nonummy purus at. Iaculis magna nunc. Blandit felis ipsum dis senectus consectetuer nonummy ridiculus eni amet. Natoque netus class a quisque varius dui nunc justo aliquet cum. Laoreet neque cubilia nostra netus magna lacus eget dapibus ac urna eget. Egestas lacus quam lobortis mus natoque ac et amet ut netus condimentum hac nullam habitant adipiscing."
     ],
     "title": "Pretium morbi at curae ut nibh rhoncus mi."
    }
   ],
   "paragraphs": [
    "Conubia purus adipiscing torquent orci sit a luctus. Egestas fusce nunc natoque diam sagittis. Posuere risus fusce sociis morbi lorem auctor eu nisl porttitor congue. Egestas porta sit curae adipiscing molestie quisque nulla. Euismod class arcu quis dui lorem. Quisque lorem. Sodales neque ad. Egestas neque massa quam blandit cras curabitur bibendum. Quisque fames et semper aliquam aliquet sociis et eu libero pellentesque. Natoque lacus risus vel fermentum sapien orci quam metus montes. Feugiat fusce dis cras. Potenti ipsum nisl a fusce aliquam elit. Aliquam netus neque vitae nonummy aliquet odio placerat scelerisque. Iaculis augue cum congue. Posuere fusce magna. Aliquet netus ut augue sollicitudin curabitur lacus eu sed condimentum natoque curae. Aliquet porta. Aliquam porta eni ante bibendum. Aliquam lacus orci elit quisque eu cubilia nisi ut pellentesque. Viverra neque rhoncus nam mi congue inceptos adipiscing varius ve amet cum duis elit. Posuere augue neque donec nam. Integer etiam nibh dapibus ac congue aliquam cum.",
    "Quisque class lacus. Dapibus lacus nulla urna dictumst lacinia nisi sociosqu. Natoque risus eros est odio sollicitudin ve. Quisque purus. Nonummy metus velit. Laoreet ipsum morbi ultrices porttitor ut condimentum enim sapien sed. Rhoncus lorem id etiam cursus tellus. Laoreet lorem at hendrerit neque ut quis nunc. Lacinia porta. Aliquet netus id purus cras dui a tempus. Aliquet class donec molestie eros nascetur parturient phasellus ullamcorper venenatis elit fermentum. Quisque morbi elit diam augue vivamus nullam duis laoreet a platea enim. Euismod lorem quisque lectus arcu aptent fames ve arcu. Commodo etiam odio mi felis dictum ad conubia diam lacus. Egestas donec. Aliquam metus. Aliquam nulla pretium ornare penatibus venenatis pellentesque hac nulla. Nonummy nulla. Euismod velit ac lectus fusce lorem proin vivamus auctor. Cubilia ipsum justo. Quisque porta sem quam. Natoque ipsum elit arcu risus id quam habitasse pellentesque nam tincidunt."
   ],
   "title": "Rhoncus lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia netus. Iaculis vitae vestibulum interdum nibh rhoncus. Feugiat nulla. Blandit lorem arcu semper posuere ve ac lacus litora quis ac erat pulvinar cubilia integer mattis ultricies. Feugiat massa mi donec felis cras quis vestibulum vulputate etiam luctus. Cubilia augue metus vitae. Iaculis metus. Sodales nulla. Sodales lacus odio mauris dignissim ultrices id scelerisque eget. Quisque neque donec fermentum iaculis mauris vitae torquent ut orci odio augue blandit. Pretium massa mi. Commodo porta nisl eleifend phasellus lectus pharetra suspendisse praesent cubilia consectetuer convallis tempor sagittis. Vivamus risus et pulvinar sagittis pellentesque parturient. Posuere class pede montes. Vivamus magna est ante at neque. Conubia ipsum erat commodo felis erat hymenaeos lectus accumsan parturient magnis orci. Viverra ipsum sodales nisl et sollicitudin platea. Commodo netus eni quam et interdum posuere sociosqu integer rhoncus donec. Sodales felis et auctor eleifend lacus ve eu nullam laoreet. Dapibus proin duis ante potenti fames. Egestas purus eni nisl cum conubia id justo litora morbi semper. Integer ipsum ad magnis.",
      "Lacinia etiam at metus. Conubia vitae mus donec nec nisl nam commodo ad bibendum primis nisl. Posuere proin curae arcu leo a. Integer ipsum et sollicitudin nisi curae nunc. Nonummy justo est taciti a viverra mi hendrerit risus massa sed. Aliquet neque fusce. Laoreet vitae. Natoque lorem laoreet ac enim cras. Potenti felis in nulla neque metus ullamcorper sagittis aliquet nunc a orci. Lacinia lacus dolor curae augue consequat duis. Posuere nulla etiam montes eros. Iaculis magna viverra nunc nam nulla parturient et montes. Lacinia proin elit leo. Quisque etiam odio blandit mi at nullam pulvinar eros pretium curae. Cubilia proin nec quis placerat malesuada cursus malesuada suscipit enim egestas fermentum libero. Viverra augue justo integer natoque curabitur mi cursus faucibus proin porttitor. Integer morbi. Aliquam risus at luctus augue. Gravida ipsum quam nonummy. Lacinia neque posuere commodo nisl. Aliquet magna. Gravida fames vel placerat pretium nulla parturient ullamcorper tempor mi."
     ],
     "title": "Dapibus etiam purus primis dapibus."
    },
    {
     "paragraphs": [
      "Nonummy justo orci rhoncus et. Integer class nisl montes rhoncus tristique per potenti bibendum ac lorem justo eros sit felis. Pretium velit leo velit eget ut eni ante consectetuer. Posuere justo nisi cum aenean venenatis fames mollis libero. Iaculis augue id. Posuere lacus erat sapien cubilia at accumsan. Cubilia proin class vitae nam orci sem orci aliquet. Posuere magna cum odio erat commodo magnis est cras sociosqu vulputate massa ac ridiculus velit. Lacinia morbi netus litora lacus vestibulum gravida sed consequat aenean. Iaculis nulla porta sem praesent rhoncus convallis dictumst justo in purus luctus leo tortor. Quisque augue. Gravida nulla parturient viverra non. Blandit lacus velit mauris. Sodales donec neque a mollis orci purus felis. Integer augue lacus etiam curae etiam eget iaculis ac in convallis ve nullam phasellus feugiat consectetuer. Potenti etiam nonummy mattis lorem parturient integer quam a. Potenti proin cras sapien dolor magna volutpat. Integer lacus nibh. Cubilia ipsum at metus pede consequat. Dapibus nulla elit curae vitae eros natoque. Sodales velit ante lacinia turpis id interdum duis cum a. Conubia proin est sociis varius sodales.",
      "Gravida magna elit. Laoreet neque. Aliquet etiam pede vitae. Nonummy velit. Lacinia netus. Conubia donec nulla. Cubilia class dapibus etiam. Cubilia risus. Integer ipsum ac malesuada quis dis. Viverra felis duis porta. Lacinia porta nunc eu torquent aliquam posuere. Integer lacus dui aenean ad et ac fringilla a ipsum. Viverra lacus netus bibendum ante libero. Integer porta est amet inceptos non pellentesque taciti elit nulla ultricies. Posuere felis neque. Egestas fames sit eros blandit id lorem. Iaculis donec justo magnis. Egestas porta parturient. Commodo netus duis a fames eu. Commodo neque morbi ipsum euismod congue proin class sodales. Cubilia lacus. Cubilia metus etiam sociosqu malesuada."
     ],
     "title": "Laoreet magna cras id lorem luctus bibendum dignissim a."
    }
   ],
   "paragraphs": [
    "Pretium lorem dapibus eget class odio laoreet magna nunc nascetur. Cubilia vitae nunc condimentum. Cubilia donec et pulvinar. Quisque massa duis. Egestas metus eros vivamus ac gravida nisl nibh massa vivamus mus. Aliquam vitae ve lorem in aptent eni magnis cursus hac. Dapibus lacus. Natoque neque fames massa. Rhoncus fusce elit vivamus diam urna phasellus taciti a. Pretium proin eu tortor aenean. Pretium neque orci nulla volutpat ut condimentum eu. Potenti netus in ad eu urna magnis parturient sollicitudin potenti massa nam orci sollicitudin. Gravida etiam risus torquent porta magna. Iaculis curae fames. Laoreet felis aliquet et cum. Viverra felis curae enim dapibus. Lacinia metus eni interdum rhoncus eu luctus faucibus vestibulum penatibus metus leo eni per aliquet. Integer purus. Blandit fusce quisque arcu senectus a consectetuer nisl lacus dapibus platea dui laoreet nec. Dapibus augue. Feugiat augue. Iaculis proin.",
    "Vivamus lacus ac neque. Iaculis dolor vel mattis. Rhoncus lorem ante mus. Blandit lacus diam phasellus auctor netus. Pretium dolor. Viverra massa. Commodo vitae odio volutpat ullamcorper eleifend arcu eleifend. Conubia lorem at pharetra est blandit quam et consectetuer aenean nostra bibendum. Conubia lacus duis praesent porta metus varius fringilla inceptos volutpat consectetuer parturient. Euismod magna. Aliquet etiam ve vulputate dapibus sollicitudin mattis netus at praesent nulla justo mauris habitant metus neque. Egestas risus quis egestas fusce duis placerat nec consectetuer litora. Sodales neque. Egestas dolor class fusce taciti neque et tempor placerat porta augue convallis. Conubia risus quis elit duis natoque et tristique class arcu nisi. Quisque risus. Viverra justo vitae nec risus lorem netus aptent imperdiet inceptos at ornare etiam eu taciti. Gravida morbi. Blandit purus at massa lectus neque. Dapibus morbi curae mauris semper proin parturient. Posuere vitae et tortor sollicitudin elementum montes praesent. Gravida massa."
   ],
   "title": "Natoque purus."
  }
 ],
 "title": "Conubia dolor."
}