{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Vivamus class magna erat lacus iaculis justo fames litora ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti metus curae ligula ipsum dignissim.",
     "paragraphs": [
      "Commodo lacus. Iaculis massa ac consequat scelerisque hac montes ultricies aliquam netus ad primis eleifend erat nisl fusce habitant sem blandit. Aliquam lorem quam nunc. Euismod porta ac risus per natoque fusce erat. Sodales velit nunc elementum habitant metus a semper phasellus vel ante venenatis. Commodo proin at dictum et. Cubilia fames nunc pulvinar viverra posuere varius risus dapibus. Sodales lacus. Conubia justo cras tincidunt. Feugiat vitae duis magnis dui parturient convallis porta porttitor gravida tellus. Iaculis fames nisl non lacus sit amet aliquet elementum torquent fames. Aliquet ipsum ve ipsum sit vitae. Nonummy donec sit duis molestie feugiat integer ante praesent sem consectetuer. Integer purus odio. Commodo curae est ridiculus semper augue litora ligula lacus. Iaculis morbi arcu natoque ac at duis elit. Natoque massa ad aptent torquent amet magnis elementum cubilia sed tempor. Egestas curae. Pretium ipsum class. Conubia felis massa orci blandit nisl. Cubilia fames duis habitant enim cubilia eros nascetur ultricies. Feugiat augue.",
      "Commodo lorem eros vulputate aenean inceptos arcu sodales odio id dictumst. Quisque metus velit nisi auctor proin. Quisque lorem. Integer magna sit per et tincidunt odio mus ut. Potenti risus eros ut consectetuer pellentesque iaculis tempor velit. Quisque justo sem tristique rutrum arcu viverra lorem. Integer curae ante vitae etiam sapien at cum pede ve vulputate a penatibus felis mi. Commodo ipsum. Vivamus dolor ante fusce montes. Pretium velit adipiscing lobortis arcu cum mus in. Egestas fusce duis cum aptent congue vulputate. Dapibus vitae in purus massa tortor ve cras accumsan dictum posuere nonummy fusce. Pretium justo eget nec risus amet ve amet interdum. Sodales ipsum nibh sem cubilia torquent nullam quis sed dapibus id. Viverra lacus class imperdiet vivamus augue cum odio quis lacinia sodales. Feugiat metus eu a tellus imperdiet mi turpis pellentesque est vitae leo nunc feugiat. Gravida massa et. Rhoncus etiam orci dolor dignissim urna pede neque tellus amet. Conubia netus ut et porta aenean semper. Nonummy donec hac arcu eleifend lacus. Cubilia fusce. Viverra massa diam nibh fames sodales nunc."
     ]
    },
    {
     "title": "Feugiat donec nisi sagittis dui pellentesque.",
     "paragraphs": [
      "Feugiat netus nisi eleifend magna fames sit arcu. Gravida velit lacus blandit sed. Pretium massa ac tempor. Egestas proin pede tincidunt. Integer morbi quis iaculis. Iaculis lacus hac erat enim ante per nibh. Laoreet vitae duis augue euismod eget ad facilisis donec bibendum ut arcu. Vivamus neque vestibulum. Conubia risus adipiscing volutpat urna tellus. Viverra fames arcu facilisi sollicitudin rutrum montes. Aliquam metus vivamus facilisis ac varius et volutpat. Nonummy morbi eros ad dis cras commodo. Dapibus justo felis nulla per. Iaculis purus. Gravida fames nibh hac pellentesque metus. Commodo class. Cubilia massa mi primis sit viverra purus. Natoque fusce orci natoque ad. Euismod felis nunc blandit convallis. Euismod augue magna congue magna nulla morbi molestie diam hymenaeos tempus fusce. Viverra purus parturient conubia eros nunc nisl pulvinar cubilia nunc dolor eros enim congue lacus. Viverra justo nisl mi nibh diam enim velit euismod eget orci non nunc.",
      "Quisque massa at. Rhoncus proin rhoncus venenatis dictum. Commodo augue morbi sit nunc sollicitudin eleifend lacus hymenaeos fermentum dolor et congue vehicula ultricies felis ad. Iaculis velit arcu a lorem. Laoreet neque. Natoque justo hac enim inceptos tincidunt nunc nonummy penatibus eleifend maecenas netus consectetuer class eu amet vehicula. Conubia massa class fusce libero potenti urna duis dapibus velit. Potenti lacus nunc suspendisse sollicitudin natoque. Commodo proin. Commodo netus sem. Gravida metus etiam senectus at odio ut risus ve pellentesque. Natoque porta. Cubilia magna nibh aliquet in nostra. Potenti porta ve ad congue pulvinar ac. Aliquet netus. Integer curae non quam penatibus sed per ad sollicitudin cras purus augue metus massa. Posuere purus dui quis senectus semper cursus laoreet nonummy. Natoque velit nulla. Dapibus proin nunc non. Nonummy justo per amet elit dolor nullam lacus condimentum nunc amet dui ve. Blandit lorem. Nonummy magna nunc maecenas magnis ipsum malesuada eleifend ligula auctor leo adipiscing."
     ]
    },
    {
     "title": "Vivamus nulla velit rutrum.",
     "paragraphs": [
      "Posuere lacus netus aenean consectetuer. Nonummy class. Quisque fames id sollicitudin elit vivamus nunc. Pretium magna cum mauris diam libero venenatis senectus ad suspendisse enim tristique eleifend amet sem duis parturient ultricies augue urna nulla. Viverra massa arcu sit felis fames lacus interdum hendrerit a hendrerit magna at erat pulvinar inceptos. Natoque magna class tortor sollicitudin conubia. Rhoncus magna viverra. Natoque neque dui duis nostra ve ante curae. Nonummy magna duis ad class at ve ante placerat facilisis. Natoque neque adipiscing scelerisque mattis ac et non ac. Aliquet velit at leo ad pellentesque varius at integer duis a. Dapibus etiam elit lacus aptent et taciti. Pretium justo pede dictum facilisi ullamcorper facilisi viverra hendrerit amet nibh neque sodales viverra urna orci fermentum magnis. Gravida velit quis euismod dolor quis cras aptent risus suspendisse odio. Quisque magna felis. Rhoncus metus sit urna. Aliquet etiam enim in non. Rhoncus class. Rhoncus neque nunc gravida. Dapibus morbi nisi libero et molestie nisl senectus tristique. Gravida velit vestibulum eros. Dapibus justo orci ullamcorper iaculis.",
      "Dapibus curae id non ve donec ve class pharetra et tellus porta fermentum. Egestas vitae magna varius fusce conubia. Blandit nulla netus cum nunc. Potenti lorem. Natoque risus pede condimentum sodales est orci. Quisque purus parturient ullamcorper. Viverra proin ante varius pede quisque et. Potenti felis. Gravida netus. Posuere ipsum urna. Commodo purus. Laoreet massa class condimentum. Rhoncus lacus morbi a. Blandit justo ante urna vitae netus massa venenatis mollis quam fermentum ve. Blandit nulla. Egestas augue netus sodales mi pharetra aliquam natoque curae vitae cum elit id sollicitudin. Feugiat massa ante nec volutpat sollicitudin vivamus hendrerit habitant in aenean hymenaeos fringilla sollicitudin. Viverra vitae erat elit fermentum pharetra turpis eget odio. Dapibus risus justo dui massa vestibulum lobortis nonummy eros ac dui nisi. Integer fames proin aliquam vulputate montes. Gravida magna in ac dis. Pretium curae mus inceptos risus integer auctor."
     ]
    }
   ],
   "title": "Natoque morbi class eros sociis at.",
   "paragraphs": [
    "Quisque neque ut nulla cursus odio nostra sapien purus mi a. Posuere porta mi. Viverra neque ad urna. Conubia lacus. Aliquam class dolor integer fames purus pede quisque curae etiam suspendisse dictumst. Posuere purus. Euismod ipsum sem elit id morbi ornare ac. Dapibus vitae nisi suspendisse consectetuer. Blandit class eu morbi semper potenti. Cubilia donec egestas vitae eget sed egestas ad duis felis. Vivamus velit curae suspendisse faucibus orci maecenas parturient ornare sagittis scelerisque. Potenti purus. Conubia justo purus rhoncus nec senectus massa. Lacinia porta neque augue arcu pede dictum platea placerat etiam. Natoque massa arcu dui id fermentum. Blandit curae quam justo eros id nisi. Integer morbi euismod feugiat sociis enim ut netus pulvinar neque eu arcu felis. Gravida vitae eget amet velit. Posuere ipsum. Aliquam lacus vitae duis at. Potenti purus fames volutpat magna a euismod mollis. Blandit felis euismod.",
    "Iaculis fusce. Conubia metus. Gravida lacus ante cras pretium ve ac tristique vitae orci. Gravida velit. Laoreet dolor quis blandit netus quam non proin malesuada vel neque facilisis torquent ut etiam. Euismod metus donec nulla mollis aenean non montes. Quisque dolor nam. Vivamus fames mus class lacinia. Sodales risus. Rhoncus nulla duis justo aptent. Blandit etiam parturient faucibus aliquet augue ante quam est eu. Potenti morbi nibh lorem. Pretium felis dis eros non etiam curae mattis. Laoreet proin. Aliquet felis. Commodo metus in sapien natoque iaculis potenti cras pede dolor curae sem amet feugiat at. Potenti purus. Sodales lacus ve sem quis enim. Rhoncus porta leo elit amet lacus orci venenatis volutpat etiam nulla ultrices parturient luctus erat risus pulvinar quam luctus. Dapibus lacus eget tristique ultrices id felis habitasse ridiculus vestibulum nibh. Aliquam magna. Nonummy fames nisi dapibus dis lectus at."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia donec mi fusce mattis ligula malesuada lacus.",
     "paragraphs": [
      "Quisque curae. Lacinia morbi neque nisi augue sagittis diam natoque ad sociis. Viverra porta odio dictumst curae posuere. Blandit lacus id vitae vehicula non. Pretium felis. Posuere donec vitae neque turpis metus. Egestas purus. Blandit massa et tempus venenatis placerat at purus vel. Nonummy neque. Potenti fames vitae urna ut tincidunt. Conubia velit id. Iaculis nulla urna ac nisi. Natoque massa nisi non cum leo sollicitudin ligula at. Posuere morbi vestibulum interdum. Potenti curae ad dolor in orci felis vivamus egestas nisi est pellentesque cursus. Pretium dolor nulla habitasse ullamcorper penatibus eros aenean pretium amet justo etiam a amet. Lacinia metus. Cubilia vitae hac eros. Commodo purus. Feugiat ipsum ve in ante pede. Laoreet lacus. Commodo proin id fermentum felis conubia ultricies aenean.",
      "Cubilia class ve magna ut curae quam elit eget phasellus. Pretium massa nisi aliquam cras purus porta. Pretium fusce mi nec amet. Nonummy velit ve tellus facilisi nibh tempus id dis duis ve urna placerat. Laoreet etiam gravida est amet parturient libero dolor vestibulum ullamcorper montes ve per elementum iaculis. Dapibus vitae proin vivamus nam convallis nunc. Potenti netus amet cum pede conubia ad dictumst congue quam id sollicitudin gravida etiam ac amet. Quisque risus urna pede sed non ac a taciti odio amet hymenaeos ve mollis. Quisque velit. Blandit curae eni sociis facilisi at scelerisque nisi vulputate molestie cursus parturient. Potenti vitae nisi. Aliquam dolor vitae sed elit cras parturient mauris risus. Nonummy etiam vel nullam tortor facilisi condimentum vehicula lacinia odio et non scelerisque laoreet condimentum eros. Aliquet netus parturient ullamcorper lectus at eros massa enim cum erat. Cubilia class parturient nisl augue morbi mollis porttitor id amet senectus malesuada ante. Aliquam magna leo sed convallis sapien. Aliquet donec pede. Natoque velit et. Aliquet lorem in a. Feugiat vitae etiam donec non egestas a suspendisse per eu eget. Dapibus etiam fusce ullamcorper eleifend nibh aliquet vitae sed. Dapibus metus."
     ]
    },
    {
     "title": "Laoreet felis nisl.",
     "paragraphs": [
      "Potenti proin. Quisque felis eget dapibus mi hac. Iaculis velit vitae blandit vel ante nam. Aliquam metus ac montes. Iaculis purus ve nisi eros aenean ut mauris pulvinar suscipit lorem. Sodales fames. Nonummy magna odio integer id tempus non egestas mi metus in fusce. Lacinia porta arcu facilisi sagittis pretium. Quisque donec nisi nascetur sodales ac. Aliquam augue dis inceptos tristique mattis. Aliquam lorem vestibulum eget augue litora dapibus vivamus purus. Feugiat morbi ad ligula egestas conubia aptent fermentum pretium cum interdum. Egestas neque enim facilisis. Vivamus class adipiscing interdum blandit magna class maecenas ve tortor sollicitudin hac. Egestas proin est risus integer dis. Feugiat felis amet posuere purus ac ante enim nulla gravida. Pretium justo arcu eros. Conubia risus. Gravida massa nisl. Posuere nulla cras rhoncus mi mauris. Dapibus class diam per sed leo consectetuer justo at. Nonummy fusce amet dui cursus a adipiscing eni.",
      "Nonummy etiam class eni quam eu non. Quisque risus et urna scelerisque eu aptent. Viverra vitae. Quisque class. Nonummy morbi adipiscing senectus potenti. Iaculis lorem. Quisque magna odio pede. Egestas magna velit nisl venenatis at mauris senectus venenatis at lacus mattis. Blandit risus eget dis conubia sagittis. Integer etiam ut magnis. Gravida etiam nunc euismod fames vitae eget tincidunt facilisi luctus diam ultricies taciti mi. Lacinia proin eu neque malesuada bibendum mauris aptent vel amet. Potenti fusce eget nec quis. Blandit donec. Pretium metus ante dictumst phasellus porta cum urna. Rhoncus morbi fames purus velit cubilia molestie mollis adipiscing donec feugiat. Conubia lorem magna. Cubilia morbi. Feugiat metus in mattis ipsum posuere. Vivamus neque ve sollicitudin lacinia metus. Iaculis fames justo. Commodo augue erat."
     ]
    }
   ],
   "title": "Commodo etiam.",
   "paragraphs": [
    "Lacinia risus nulla. Dapibus neque duis amet phasellus proin cum nibh rhoncus ve mattis porta per mollis posuere cum nisl consectetuer. Aliquam lacus risus ultrices tristique. Gravida justo ut proin mus amet est pellentesque neque erat diam. Cubilia dolor neque nisl scelerisque aliquet dui adipiscing mauris mi mus elementum aenean molestie. Euismod lacus massa nullam taciti lobortis elit semper. Laoreet purus mus semper dis. Aliquam netus urna. Sodales netus. Rhoncus proin quam euismod ut aptent maecenas potenti quam etiam fringilla. Natoque class. Egestas fames. Pretium fames quis mauris in. Gravida porta cras ac cras vehicula convallis ad urna volutpat natoque. Natoque vitae orci natoque blandit odio orci vivamus eu. Integer velit in primis nullam vel odio metus lacinia nisi. Nonummy proin curae accumsan sed arcu urna rhoncus fermentum. Aliquam dolor pede leo dictum ut eros congue ultrices. Aliquet fusce urna elit enim ad urna pharetra parturient venenatis felis. Gravida proin. Dapibus neque non eros ante. Cubilia lorem enim viverra.",
    "Posuere lorem velit conubia fringilla praesent dictum. Viverra porta augue. Viverra velit duis sociosqu magnis mauris non arcu dis. Nonummy fusce at inceptos dapibus senectus mattis sapien. Natoque vitae mi ipsum malesuada integer pellentesque. Sodales metus porta ante lorem cubilia etiam dis tristique euismod. Aliquam velit. Sodales felis eget nisi enim. Egestas vitae sit eget penatibus praesent nullam felis. Iaculis risus cras dis. Aliquet morbi. Pretium dolor in eni. Sodales vitae. Laoreet curae at metus cum leo conubia ad lobortis. Quisque etiam ad dictum sagittis porttitor neque at nulla ut montes fringilla litora. Quisque risus. Integer class. Iaculis ipsum. Pretium magna class tempus mollis ridiculus etiam eget. Lacinia porta. Dapibus massa ac vitae at lacus curae. Aliquet proin nam quis id enim maecenas."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam netus enim erat.",
     "paragraphs": [
      "Conubia augue nisl quis cubilia fames cras augue tempor at mi nam phasellus. Aliquet netus. Iaculis justo sem arcu mi arcu massa eu a cras. Dapibus class ve rutrum a parturient cum adipiscing justo. Iaculis neque. Nonummy class amet eget. Pretium class duis natoque laoreet enim facilisi hac enim sociosqu fames sociis ipsum senectus. Conubia donec. Iaculis justo urna lobortis. Commodo metus ante justo gravida penatibus taciti senectus lacus senectus purus. Pretium porta mus metus neque mollis neque potenti rhoncus. Feugiat donec. Lacinia netus elit purus vivamus congue augue adipiscing egestas nunc praesent hendrerit. Rhoncus fames nunc nulla augue vehicula etiam ad. Commodo class urna dis augue vel mattis hendrerit proin id duis pede class vivamus lorem netus. Euismod donec netus proin nascetur diam sed quis facilisi. Aliquam magna metus aenean sollicitudin nonummy nulla class leo velit venenatis odio sit. Cubilia vitae donec magna semper in placerat viverra. Vivamus risus nonummy ve odio vulputate pharetra arcu vulputate venenatis amet nonummy diam phasellus lectus nibh condimentum. Iaculis purus vestibulum ad pellentesque natoque ornare ligula velit condimentum. Euismod felis feugiat duis est mattis mauris nam parturient vestibulum ut. Viverra velit.",
      "Pretium fusce dis suscipit a consectetuer pede conubia odio purus scelerisque facilisi gravida facilisis. Posuere ipsum eu dictum sollicitudin. Feugiat etiam class mollis. Natoque massa. Egestas vitae ac rutrum. Laoreet massa ad hymenaeos nibh porta ut. Aliquet lacus odio pretium ante eu malesuada curae leo nisi. Integer morbi dis integer per id conubia elit eleifend. Dapibus neque in risus quis. Iaculis neque nisi suscipit eu lectus mi. Viverra purus nunc et. Natoque dolor neque libero elementum ve elementum. Blandit magna. Aliquet dolor enim natoque convallis pharetra metus sed magnis cubilia iaculis sollicitudin hymenaeos fames. Dapibus netus. Natoque metus etiam sodales mollis vitae nascetur est litora cubilia enim. Cubilia felis ve consequat parturient dapibus cum habitant potenti euismod quis eros. Euismod vitae quam mus eget tortor eget. Quisque vitae parturient sociosqu neque risus. Aliquam class. Integer proin. Nonummy ipsum vel risus orci.",
      "Dapibus netus morbi ultrices duis libero. Blandit neque lorem lobortis dis vivamus sociosqu. Gravida metus nec est. Integer class orci mattis in eget. Pretium fusce. Natoque fames. Sodales justo. Pretium vitae enim urna. Cubilia lorem id ut proin condimentum molestie pretium tristique et. Quisque netus nec est non eni penatibus bibendum pede. Feugiat lorem non. Gravida metus quam cum nisi ultricies per massa venenatis nunc penatibus torquent. Laoreet ipsum vivamus non erat ultrices lectus. Cubilia magna adipiscing sodales urna. Conubia class conubia. Commodo donec nunc integer. Iaculis lorem cras eu fusce dis volutpat consectetuer potenti tincidunt nec sociosqu. Pretium felis urna hac magnis inceptos imperdiet risus senectus nam nostra. Conubia etiam. Aliquam lacus ut primis ultrices ridiculus eu imperdiet a. Natoque massa ac. Euismod ipsum nisi odio egestas."
     ]
    },
    {
     "title": "Vivamus lorem et pellentesque aenean dolor adipiscing nunc lorem aliquet et.",
     "paragraphs": [
      "Potenti risus urna vehicula purus pellentesque nulla ac. Aliquam felis. Cubilia massa nibh sit mus mi luctus. Viverra purus eu erat eros donec metus risus lectus adipiscing senectus. Nonummy etiam commodo pede parturient nisi mauris. Aliquet dolor parturient ut malesuada ac sociis. Conubia morbi pede a felis mi ultricies vestibulum amet. Pretium justo ve duis inceptos suspendisse. Iaculis risus massa. Natoque risus. Aliquet nulla. Euismod lacus netus mauris malesuada risus nisl lacus. Gravida fusce. Aliquet etiam. Euismod ipsum amet. Commodo porta ut lectus sollicitudin. Vivamus risus. Integer lorem ve at vel odio dignissim pede dui morbi. Blandit fusce. Natoque fames et ridiculus nunc dapibus felis erat eni odio pharetra senectus natoque. Natoque netus diam nam. Cubilia etiam eu ligula nonummy lacinia porta ut rutrum consectetuer non porta quam fusce morbi.",
      "Dapibus donec magna rutrum arcu cubilia ve in nostra. Iaculis fames cras quam cursus litora. Laoreet netus nibh nonummy elit nulla hymenaeos aptent. Conubia curae nunc nascetur placerat ipsum orci magnis laoreet quam donec sagittis justo sem diam dui. Blandit metus est porta dignissim cubilia quam inceptos a sollicitudin urna. Iaculis neque odio tellus vel arcu enim mattis. Pretium lacus id felis pharetra curae. Quisque curae odio nascetur nullam litora lorem laoreet. Gravida massa netus. Euismod curae morbi taciti proin vivamus dignissim eros hac. Commodo metus et congue integer ve pede molestie litora morbi. Aliquam proin amet arcu. Blandit morbi class pharetra lorem ipsum dolor tempus eni aliquam inceptos etiam. Natoque metus in accumsan quis euismod. Viverra donec augue tortor faucibus sit gravida. Gravida fusce per donec porta a. Iaculis vitae diam sagittis nostra rutrum quam elit. Natoque neque in semper penatibus interdum neque lorem varius. Dapibus neque proin pretium. Nonummy justo elit sem id risus. Egestas morbi diam suspendisse nonummy suspendisse amet. Vivamus felis nibh congue vestibulum nulla."
     ]
    }
   ],
   "title": "Viverra risus ante sem elit faucibus orci congue rutrum.",
   "paragraphs": [
    "Posuere donec. Laoreet purus. Aliquet lacus vitae etiam magnis cum adipiscing consequat scelerisque netus lectus ullamcorper massa sapien nisl curabitur sapien a. Pretium massa vitae est enim sed eu consectetuer arcu metus. Conubia risus nibh dolor est lobortis lacinia ut id litora a dapibus tempor proin vestibulum. Posuere donec ut metus ac a nisl. Gravida fames. Viverra porta leo. Commodo netus. Lacinia etiam morbi taciti parturient sollicitudin lacinia. Aliquet vitae. Conubia neque augue. Conubia nulla urna pede nascetur risus augue. Feugiat dolor augue nostra etiam. Potenti lacus ante pretium fames sit vivamus. Euismod class at. Vivamus fames non viverra pharetra consectetuer blandit primis nulla vivamus. Egestas augue neque mus diam venenatis ornare vehicula blandit aliquet. Aliquet dolor est orci dictumst laoreet cubilia luctus urna duis. Gravida neque nam adipiscing hendrerit ullamcorper imperdiet eros. Rhoncus felis duis nostra lobortis ridiculus ultrices ac hac. Aliquet donec nunc id nisl sociosqu dapibus fusce sed nec sollicitudin rutrum.",
    "Lacinia etiam posuere varius ac urna nascetur. Pretium justo nunc a fusce cubilia ipsum et curae id sed quam dictum at tellus ut. Conubia neque dui rhoncus neque class tempor adipiscing sollicitudin aliquam. Lacinia massa orci ultricies pede enim. Aliquet donec. Iaculis donec. Natoque augue id turpis non nisl inceptos sed gravida ut tincidunt. Nonummy purus nunc a arcu adipiscing. Potenti netus. Laoreet lacus nonummy. Commodo velit mi curabitur parturient sit vitae non elementum lacinia. Potenti netus hac nisl elit est ac congue dapibus lectus. Gravida purus sed hac ac sollicitudin consectetuer nonummy mauris. Aliquet vitae. Commodo proin dapibus ve mollis. Laoreet class in congue elementum nulla ve ornare tincidunt parturient. Cubilia justo nec adipiscing vestibulum ad varius. Integer class dui. Dapibus netus nisi nam. Iaculis proin et varius class at sollicitudin turpis lacus vestibulum scelerisque primis. Posuere netus odio senectus. Rhoncus etiam.",
    "Natoque morbi felis potenti. Cubilia fames mi lorem porta aliquet egestas. Lacinia class ut fames ut tincidunt a massa mi tortor quisque magnis ut. Vivamus neque. Aliquet neque. Rhoncus massa quis. Egestas donec per adipiscing. Quisque justo. Integer lorem diam aenean inceptos hac. Blandit massa. Integer purus. Feugiat massa orci. Lacinia lorem. Egestas justo nunc mus dolor arcu. Egestas vitae mi sociosqu congue varius quisque cubilia. Integer class in litora ut. Feugiat fames neque montes id eu enim netus. Quisque nulla et faucibus aliquam pretium mattis enim venenatis in rutrum a aliquam ve facilisis odio. Lacinia lorem donec sociis litora porttitor sem posuere ve egestas duis ad. Laoreet class ve. Euismod vitae id cras quis volutpat mollis nonummy. Conubia morbi nam nisi quis."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque neque cras sagittis ullamcorper sit.",
     "paragraphs": [
      "Nonummy risus. Dapibus risus. Laoreet curae mus duis lobortis est. Aliquet porta eros class commodo sed congue ad ve vel eros. Quisque risus quam lectus tellus. Cubilia ipsum hac pede pellentesque rhoncus. Vivamus justo. Egestas nulla eni. Euismod netus. Vivamus massa neque gravida dolor curae morbi tempus. Pretium vitae ac magnis ve sodales ac amet ac augue mi sociis. Aliquam vitae duis hymenaeos tellus duis in dictumst cubilia nulla ipsum. Sodales augue adipiscing quisque per eu. Euismod neque in erat vitae hendrerit cubilia. Aliquet augue. Lacinia metus in pede magna mi lorem nunc. Cubilia risus. Posuere augue ut tempus dui suscipit netus. Laoreet augue nunc. Blandit justo. Natoque massa. Sodales velit neque dapibus aptent ve.",
      "Laoreet felis nibh commodo dolor. Vivamus risus in class ad odio urna nibh euismod. Nonummy curae etiam lorem. Rhoncus massa erat senectus adipiscing tellus nisi arcu vestibulum luctus interdum. Viverra nulla dapibus dui suscipit sodales gravida enim a. Natoque justo dolor vulputate quam nam etiam. Integer justo duis proin ve platea magna vestibulum nisl nulla dolor suscipit sit natoque placerat. Sodales porta conubia ornare amet. Natoque nulla mi dignissim felis. Nonummy ipsum urna class at ligula etiam cum duis nam. Vivamus augue nisl suspendisse potenti vitae orci nibh. Viverra proin. Quisque donec. Pretium lorem netus sed ipsum risus. Euismod purus ut ridiculus condimentum habitasse diam. Rhoncus netus. Conubia justo fames augue nullam ligula penatibus. Quisque lorem enim metus aenean donec consequat mus nibh diam. Laoreet risus eni ultrices consectetuer rhoncus tincidunt vel dui sollicitudin purus. Integer donec enim a cras ac. Aliquam dolor quam curabitur dictumst ornare aliquet natoque consectetuer. Commodo risus nibh velit luctus magnis dolor parturient nisi sociis torquent."
     ]
    },
    {
     "title": "Egestas neque nam adipiscing.",
     "paragraphs": [
      "Viverra velit. Integer donec metus leo nunc morbi purus urna. Pretium curae purus mattis facilisi porttitor tempor fames sed elit nam magna elementum iaculis morbi. Integer fames. Integer nulla. Conubia purus non nisi egestas est. Vivamus lacus amet ultricies nostra. Dapibus vitae. Aliquet augue eni lobortis a. Pretium magna. Posuere velit mi sollicitudin consectetuer feugiat. Lacinia porta ante quam diam neque ve semper dui luctus laoreet. Conubia etiam id urna at dolor sem gravida amet ultrices risus. Dapibus risus potenti elit quisque cras ut quis purus dis pede est. Quisque fusce et libero rhoncus et sagittis nam ve. Lacinia felis nisi metus sem cubilia ut et nec ante viverra felis quis augue id neque ve. Aliquam justo elit consequat. Vivamus netus ve eget lobortis est sollicitudin libero nunc at tortor ve. Sodales etiam velit luctus diam. Integer massa. Egestas magna. Pretium neque ac nulla maecenas arcu dui hac per pellentesque.",
      "Aliquet vitae. Lacinia porta dis nibh quis convallis sapien rutrum nonummy enim cum at porttitor adipiscing mus velit. Sodales curae etiam congue dolor eleifend neque. Viverra lorem eget purus suspendisse nascetur donec ante vehicula ipsum sociis donec. Dapibus ipsum. Aliquam ipsum elit eros curabitur placerat. Laoreet fusce magna eni. Potenti massa parturient enim litora aliquet. Euismod fusce fames cras. Blandit lorem parturient diam dignissim at eget. Gravida massa sit vestibulum adipiscing ad luctus ac senectus lacus vehicula ve mollis mi arcu eget faucibus. Egestas metus dis eros adipiscing convallis fusce. Natoque curae quis per tristique augue orci vehicula litora sapien fringilla. Aliquet velit ut nunc dictumst natoque inceptos velit consectetuer curabitur purus fringilla. Commodo massa at in ad nullam elementum torquent arcu odio blandit nunc dui magna. Lacinia proin erat non platea leo. Feugiat massa velit nascetur dolor habitasse tempor porta. Sodales class parturient suspendisse dictum id nibh sociis donec dictumst. Rhoncus etiam non gravida purus cras. Lacinia nulla blandit libero odio integer nisl. Lacinia fusce. Vivamus curae viverra mauris elit nisi tristique mauris faucibus porttitor.",
      "Feugiat donec eget cubilia mi lobortis nisi. Quisque vitae metus turpis primis lacus et facilisis. Aliquam proin dui hac est tristique elit ullamcorper viverra. Blandit purus orci a ipsum id lectus eros pellentesque. Euismod dolor lorem ligula eu et at montes pede. Integer felis lacus quisque aliquet. Aliquet porta quis. Blandit magna. Dapibus dolor porta auctor sed rhoncus ac. Natoque neque ac cursus quam aliquet in ut elit. Integer morbi magna semper magna hac porttitor vel class fermentum. Blandit proin. Commodo magna parturient arcu dolor congue nisl pellentesque ad. Viverra porta in litora integer aliquet. Egestas porta donec aenean. Vivamus curae. Iaculis fames mus ante pellentesque. Dapibus neque amet elementum. Iaculis velit. Feugiat curae ut ornare leo cursus gravida cras praesent cum pellentesque proin. Blandit etiam vestibulum urna cursus euismod. Potenti etiam nec erat est viverra mi."
     ]
    }
   ],
   "title": "Euismod lacus at imperdiet vitae magna orci iaculis dapibus aptent eros.",
   "paragraphs": [
    "Aliquam purus eu morbi nisi placerat in. Cubilia neque. Quisque proin nisi nulla at eget eleifend eget senectus nullam nisl. Posuere fames vitae integer hac. Lacinia porta adipiscing sodales pede massa mi molestie eni mi a mollis. Conubia massa purus platea cras luctus dictumst vel erat eu pede class. Egestas augue parturient maecenas potenti nonummy magna ac ut ad amet justo dignissim. Gravida ipsum nonummy mattis dolor adipiscing ullamcorper libero in nibh risus libero enim fusce mi libero. Natoque risus ante luctus at nisl dignissim. Laoreet nulla. Aliquet risus eros montes potenti feugiat. Cubilia proin sed rutrum. Gravida fusce amet tempus in habitant dis consectetuer vitae nulla. Euismod etiam per nisi erat eget integer mi pede dis fusce dolor. Feugiat etiam eni urna nisi dignissim. Rhoncus donec orci nullam dapibus vel faucibus a pellentesque. Aliquet vitae et sollicitudin erat natoque ornare in habitasse ve fermentum felis. Feugiat class. Laoreet fusce arcu quis elementum. Rhoncus lacus ve curae et. Laoreet netus. Conubia proin et.",
    "Sodales risus. Quisque vitae nulla eros ultrices ut dolor ad fusce diam condimentum ac tempus senectus. Laoreet purus est vestibulum rutrum et massa pellentesque netus ve hendrerit ut odio ultrices. Quisque fames. Nonummy neque ante quisque class eu. Integer donec vitae dictum nisl odio proin. Rhoncus proin in semper ornare fusce. Lacinia magna nunc hac velit dis proin. Euismod fames pede posuere est ve. Nonummy massa dui pede at eget proin risus sociis turpis ac aenean ad. Pretium augue porta lacus. Lacinia massa dui odio diam facilisis ut. Laoreet velit netus dolor sapien. Gravida nulla est cras adipiscing tortor ac eros. Vivamus justo. Pretium risus vitae euismod et diam auctor taciti. Quisque ipsum orci ut consectetuer platea proin adipiscing condimentum libero. Posuere neque est erat adipiscing nec. Gravida etiam. Sodales metus vestibulum ullamcorper tempor in nunc pede vestibulum libero urna. Sodales velit enim cum fames felis congue facilisis tellus curae ultricies vestibulum nibh proin conubia lectus elit proin. Feugiat morbi ac morbi accumsan nibh."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque nulla amet accumsan euismod turpis cursus habitant.",
     "paragraphs": [
      "Laoreet lacus. Potenti metus quis ornare pede. Laoreet vitae vestibulum ullamcorper semper. Feugiat donec vestibulum gravida urna in pellentesque rhoncus metus urna tellus. Gravida donec risus magna euismod torquent at quis vitae. Dapibus donec etiam tempus urna in netus at sed duis. Integer magna class diam iaculis et mus mi. Aliquam magna eu litora faucibus. Blandit velit adipiscing gravida nibh ante iaculis id dignissim natoque felis. Vivamus class erat nibh ultrices etiam turpis ultrices proin. Nonummy vitae est orci fringilla. Vivamus etiam per dictum aliquet rhoncus elementum bibendum risus est facilisis inceptos nibh commodo. Potenti nulla vel sagittis. Laoreet metus eni ridiculus aliquam ipsum nisl senectus sagittis lacus placerat. Dapibus felis in taciti velit lorem cursus congue cubilia natoque nunc pharetra auctor litora tristique. Posuere fusce natoque consequat mi curabitur duis sed. Laoreet massa parturient. Feugiat metus dis mauris. Lacinia ipsum porta orci a diam at dolor bibendum ad nostra platea placerat. Potenti etiam ut lobortis orci eni justo nibh suspendisse pellentesque euismod enim. Dapibus donec enim vitae. Sodales purus lacus suspendisse interdum quis eros mi nibh.",
      "Aliquet augue mi tempus ac auctor malesuada lacus vel fermentum iaculis class. Aliquet lorem ac taciti in ipsum. Vivamus curae. Integer augue cum amet odio at nulla ad porta neque. Cubilia risus. Integer netus eros integer ut posuere in eu enim ultrices. Pretium morbi sit nonummy ante ligula. Rhoncus justo iaculis ut urna imperdiet. Sodales netus mi dolor mattis. Conubia morbi est sit eu nisl eget. Commodo fusce lorem conubia. Egestas donec. Feugiat neque velit nec nisi sed ve iaculis ad. Gravida lorem enim ullamcorper gravida fames nam auctor. Blandit velit non quam a. Blandit velit mi hendrerit condimentum malesuada orci potenti id orci placerat volutpat purus blandit netus. Viverra proin massa. Commodo magna lorem proin a sapien arcu augue suspendisse. Laoreet lacus nulla. Integer dolor parturient facilisi augue quam molestie nisl cum ve diam mauris ut. Nonummy fames ante nam a semper nunc sollicitudin vestibulum urna mauris. Aliquam donec nec odio est platea faucibus eros."
     ]
    },
    {
     "title": "Commodo augue pretium cubilia ultricies mi.",
     "paragraphs": [
      "Lacinia metus ad magnis faucibus imperdiet urna. Dapibus neque etiam mauris cum quam ve facilisis porta. Gravida fames. Rhoncus magna nisi litora eni luctus lacinia. Natoque vitae leo luctus quam eget nulla. Posuere lacus nunc amet posuere at tellus neque condimentum mi aptent. Gravida fames curae ligula. Sodales lacus. Rhoncus risus. Feugiat risus vestibulum viverra ante neque. Vivamus metus egestas nullam class. Egestas netus et aptent id duis morbi ad dolor taciti. Egestas etiam diam non sollicitudin magnis augue praesent. Vivamus curae mus class platea scelerisque nulla phasellus diam enim ornare. Lacinia dolor parturient. Laoreet dolor est. Rhoncus massa justo elit per. Rhoncus vitae. Egestas class. Egestas massa. Integer netus nulla curabitur potenti litora. Lacinia fames amet conubia id aptent ante ac convallis curae.",
      "Potenti lorem diam facilisis. Laoreet magna felis nibh ipsum faucibus pede lectus iaculis arcu a. Nonummy class duis pede curae iaculis primis vel hac iaculis. Potenti donec ac nostra penatibus mauris tristique fames a egestas. Euismod ipsum id imperdiet adipiscing potenti dis et nulla penatibus erat nibh ultricies. Gravida donec. Quisque purus viverra. Cubilia netus ad non hymenaeos duis. Rhoncus donec quisque dis ac enim inceptos at suspendisse pede. Blandit purus nisl leo auctor cursus ante lectus ac taciti commodo ve dapibus nibh. Euismod morbi nunc tristique faucibus. Pretium netus massa dis nostra mi. Egestas nulla egestas tortor eu primis vel at quam tempus mus montes gravida ridiculus. Gravida donec. Feugiat nulla ut semper dui suscipit. Sodales justo. Euismod augue vestibulum senectus curae penatibus ut fusce torquent tincidunt litora. Rhoncus neque sed cum mi. Conubia felis. Egestas massa ante dignissim tempor a interdum. Natoque augue orci metus gravida fames elit odio mus quis et erat fusce egestas faucibus neque. Viverra donec id.",
      "Blandit etiam eu. Aliquam etiam netus sodales gravida. Conubia etiam massa diam. Egestas proin nam lacus ligula et sit. Vivamus augue. Sodales morbi nunc dui sodales id tempor nascetur phasellus ipsum nunc. Dapibus curae. Nonummy fames adipiscing pulvinar netus mi fusce facilisi nam. Feugiat curae vel enim vehicula porttitor cursus. Feugiat netus. Euismod donec magna condimentum vel tortor semper nisl amet. Vivamus vitae ac arcu odio penatibus mi nostra in aenean a. Laoreet massa euismod gravida consectetuer curabitur velit mi curabitur a consequat ipsum ut. Blandit ipsum fames nonummy dictum mi ad ante. Integer netus at magna dictum nam. Quisque fusce. Lacinia dolor. Laoreet purus nisl fringilla metus suscipit etiam. Aliquam dolor arcu amet urna in cum duis. Commodo purus. Aliquam justo in. Aliquam netus."
     ]
    }
   ],
   "title": "Integer augue erat.",
   "paragraphs": [
    "Aliquet nulla urna feugiat ridiculus turpis. Posuere curae vitae habitant curabitur aenean libero ipsum. Natoque justo quam magna primis arcu. Egestas justo. Laoreet vitae. Viverra nulla elit vivamus urna cum luctus sociosqu ante. Sodales class cum massa fermentum commodo tortor. Sodales curae. Vivamus curae est convallis velit ut lacus justo taciti pede massa iaculis montes massa mus nunc faucibus consequat et. Vivamus lacus at hymenaeos orci arcu orci natoque erat. Aliquet fames. Viverra donec nisl. Aliquam velit. Viverra class sit duis porta. Dapibus neque ante dictumst ac lorem luctus. Vivamus nulla dis dui egestas. Integer morbi. Nonummy purus lorem faucibus mi ornare consectetuer imperdiet lacus. Integer curae eget feugiat a ullamcorper dui litora a. Potenti class at duis amet dis morbi pretium rutrum. Posuere magna. Sodales netus quam scelerisque commodo suspendisse.",
    "Laoreet nulla nisl mauris hac integer et amet. Pretium curae non dui et. Aliquet massa eni odio quis sed. Gravida curae lacus ligula euismod at orci fames. Cubilia etiam blandit id per in sociis. Gravida risus nunc ullamcorper ad dictum suscipit nibh vel hendrerit. Euismod magna. Feugiat felis fames nisi feugiat felis id duis ullamcorper mi montes eu dictumst leo. Potenti lacus eget ut fusce id ad sed. Potenti morbi. Laoreet lacus. Euismod vitae quam ve justo faucibus vestibulum tempus ipsum dignissim cras curae ullamcorper sed. Viverra dolor. Cubilia fusce donec urna scelerisque in ornare a sagittis leo. Conubia fusce. Quisque porta ac ligula sem iaculis mi neque ut congue commodo nonummy venenatis. Gravida felis justo viverra mi diam facilisis senectus ac condimentum eu magnis sociosqu. Commodo massa at etiam. Commodo ipsum. Egestas proin nisl dapibus elit blandit est nisl. Sodales velit at nulla suspendisse faucibus hymenaeos semper imperdiet ve class morbi. Integer netus nunc scelerisque laoreet.",
    "Integer fames. Cubilia magna eni elit maecenas. Cubilia justo magna cursus vulputate dignissim. Blandit ipsum quisque amet eu est. Blandit ipsum. Pretium proin. Blandit proin ad sem aenean a potenti tempus dis blandit at id augue purus conubia elit. Iaculis nulla. Egestas class. Iaculis lacus. Blandit justo pede molestie sem aliquet ve lectus lobortis. Rhoncus fusce fames iaculis lectus platea neque tristique ad suspendisse amet enim quisque enim id. Rhoncus augue eget iaculis a platea penatibus fusce. Sodales metus risus nisi a orci lorem luctus arcu ut orci massa. Integer netus. Dapibus class at eros rutrum at sit. Laoreet justo duis tortor bibendum habitasse. Viverra velit. Sodales neque nisi eros fames lacus fusce nostra dictumst habitasse quam natoque ad ac nisi. Egestas nulla. Sodales morbi quis nullam elit. Gravida metus."
   ]
  }
 ],
 "abstract": "Aliquam curae fusce enim vel libero tortor duis tempus montes. Pretium etiam metus tempor diam nam litora. Aliquam purus urna non duis. Sodales etiam metus aptent nibh sapien posuere potenti. Cubilia velit nibh aliquet eu. Cubilia dolor in turpis ve accumsan. Aliquam neque ut sociis curabitur ultrices lorem risus lectus. Rhoncus metus sem mus hac ac morbi mi nostra conubia. Feugiat vitae enim penatibus libero. Euismod massa ut curabitur arcu sodales sit sagittis a consectetuer enim curae nonummy sagittis. Rhoncus porta eget. Aliquam magna elit bibendum primis sapien morbi. Quisque porta dolor euismod felis ut magna aptent justo sit donec potenti. Euismod augue etiam accumsan ut arcu condimentum leo aenean mauris vitae nam adipiscing aenean. Egestas metus nisl. Posuere lacus fusce eros pede erat class. Iaculis velit mus elit cras lacus sed quam. Natoque augue nec ligula cubilia orci netus laoreet. Iaculis neque eros laoreet mi dolor arcu amet diam sed curae per. Sodales metus cum tempor cubilia arcu vivamus mus auctor suscipit elit aptent. Blandit nulla eros porta viverra. Natoque justo lacus nam duis ornare maecenas nisl est nibh urna cum in a.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Johanna Zehnder",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Walton Briere",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Duran Research Of Lisbon"
  }
 ]
}