{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida porta sit ante molestie fringilla quam imperdiet torquent duis mi.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales risus cum mattis ac et nunc amet.",
     "paragraphs": [
      "Feugiat purus erat blandit primis mollis vel. Natoque netus eu justo id odio nunc felis augue. Commodo felis nisi duis magna conubia feugiat nisl cursus. Blandit metus gravida odio mi fermentum penatibus consectetuer leo massa leo hymenaeos. Lacinia fusce. Quisque dolor. Aliquet fames ad. Feugiat massa ipsum quam leo quisque. Nonummy etiam diam senectus vulputate lorem natoque. Gravida magna netus massa facilisis euismod curae mus phasellus consectetuer. Aliquam etiam eu augue sem convallis pulvinar eget non. Laoreet neque fusce massa varius mattis potenti odio. Integer justo id dictum curae ve consectetuer semper ad dolor. Lacinia metus quam consequat nunc. Sodales fames ad ornare bibendum. Feugiat porta. Integer neque. Commodo donec metus sapien ut massa ad risus. Aliquam curae ipsum tempor scelerisque risus fermentum luctus parturient pellentesque aliquet torquent. Potenti magna cras lacinia phasellus. Integer lacus in mi eu et duis. Viverra augue ad id sed auctor torquent porttitor ante est.",
      "Aliquam netus justo sit adipiscing. Integer massa mus cursus pede consectetuer mi feugiat. Euismod curae. Egestas class in nostra consequat mi. Sodales morbi dui habitasse pellentesque nec vulputate aenean netus. Viverra lacus adipiscing amet magna sem duis praesent nam nunc a magna. Pretium felis purus condimentum pharetra ridiculus a. Lacinia risus quis fusce sociosqu hac eget enim potenti et at. Sodales vitae velit lectus ad nisi convallis ut penatibus a. Pretium etiam eget a erat parturient leo vestibulum parturient ac bibendum facilisi donec in. Gravida fusce. Rhoncus ipsum sed class duis ut porta phasellus. Egestas metus quam natoque ac mollis eros platea eget cubilia ve tempor mus. Potenti velit dui adipiscing sapien in mollis. Feugiat justo ad at. Potenti etiam. Sodales justo mi porttitor a elementum lacus ligula ullamcorper. Potenti lacus sit adipiscing et cursus sollicitudin phasellus sapien. Integer porta. Commodo risus eu lacus leo quis accumsan vel ve imperdiet morbi fermentum at tellus mus. Conubia velit etiam nulla cras nascetur id sit. Sodales etiam nisl integer porta erat torquent pharetra felis nisi magna."
     ]
    },
    {
     "title": "Nonummy felis dolor.",
     "paragraphs": [
      "Gravida proin netus fames penatibus nisi mollis mauris netus aliquet. Laoreet class non. Sodales porta elit dictum pulvinar duis eros. Feugiat magna proin aliquam sed parturient. Integer morbi nisl platea mauris mus urna tristique faucibus ornare. Viverra donec class leo varius quisque iaculis convallis cras libero dui. Lacinia neque nec congue. Quisque fusce elit nisi odio eget imperdiet interdum sapien luctus lacus scelerisque diam dictum. Iaculis velit amet mollis magnis tristique massa in hendrerit fusce nisi per. Aliquam felis. Rhoncus justo magna platea donec posuere fringilla ante dui ipsum. Viverra proin mi. Lacinia augue ac metus. Dapibus proin leo fames. Vivamus morbi ad morbi mattis convallis lectus vestibulum pellentesque. Aliquet porta cubilia quis. Cubilia fames. Lacinia proin. Integer lorem diam fusce litora ornare fringilla aptent metus justo. Integer donec. Viverra curae arcu. Lacinia donec ve fusce aenean ligula leo adipiscing.",
      "Natoque velit ad mattis sit lacinia ad auctor consectetuer. Euismod ipsum ve nisi viverra mi malesuada. Iaculis felis duis et habitant nulla ad nullam iaculis. Sodales ipsum. Rhoncus proin ac donec suspendisse molestie egestas lobortis odio orci bibendum non sollicitudin dolor. Quisque augue rhoncus ut varius conubia aliquet ante quam. Aliquet lacus. Aliquet magna. Egestas morbi hac mus feugiat per cras lobortis eget turpis malesuada rutrum morbi commodo malesuada. Quisque etiam ac luctus volutpat elementum. Nonummy magna massa taciti morbi etiam vulputate porta tincidunt cursus. Potenti class nec. Laoreet class mus. Vivamus lacus. Vivamus proin urna sem justo. Potenti vitae arcu sit a litora. Vivamus justo. Iaculis metus dui aptent dapibus sociis nibh ullamcorper vel tellus. Nonummy vitae ad enim. Commodo netus nunc congue ridiculus quisque. Cubilia ipsum sit pede eros arcu ante aliquet. Cubilia fusce felis aliquam dignissim.",
      "Dapibus massa per facilisis. Egestas fusce duis elit nisi. Blandit lorem fusce duis erat lacus ve a montes lacus donec. Commodo augue. Aliquam curae amet. Sodales magna dolor sem parturient adipiscing mi. Sodales felis potenti elit ve mattis quisque cras natoque. Viverra class cras a quis mi etiam penatibus convallis pellentesque vel lacus. Aliquam felis nunc ad ipsum quam quisque a condimentum. Quisque lacus vestibulum diam. Cubilia porta morbi rutrum augue adipiscing habitant fusce odio id curae nostra neque aliquam eget. Conubia velit nunc nonummy nulla id lorem tincidunt natoque fusce nulla. Commodo donec dui netus hymenaeos augue justo laoreet ad molestie orci egestas et cum orci. Gravida vitae ac. Nonummy magna ac tellus egestas iaculis primis est lacinia ac mauris hymenaeos. Aliquet vitae sed inceptos aliquet integer enim a erat vestibulum fermentum. Rhoncus dolor eros sodales egestas sociosqu sollicitudin cubilia sociis purus et. Lacinia fusce nec adipiscing vestibulum ad sollicitudin euismod luctus sit vestibulum. Quisque massa elit rutrum parturient risus arcu aenean habitant dis. Vivamus risus cum nisl volutpat vel odio. Cubilia risus etiam rhoncus aliquet luctus. Potenti netus urna."
     ]
    },
    {
     "title": "Gravida velit dis.",
     "paragraphs": [
      "Integer purus quis malesuada bibendum lobortis risus arcu. Rhoncus etiam aliquet lorem nulla donec dictumst leo consectetuer. Feugiat etiam justo dui orci a nibh curae. Quisque magna augue nibh porta condimentum habitant enim tincidunt per pellentesque netus in. Quisque neque dis odio. Potenti felis nisi dis. Natoque ipsum proin nibh vivamus nonummy tempor id aptent a viverra in. Aliquet morbi commodo ligula mi lectus dictum mus primis interdum adipiscing. Commodo fusce odio sit turpis a. Posuere massa adipiscing ac aptent enim aenean tempus netus. Commodo nulla dolor lacinia maecenas netus senectus consequat erat. Laoreet class eget malesuada tristique orci cras tortor egestas ante ut semper in. Gravida netus. Feugiat justo eget euismod. Iaculis vitae. Conubia dolor. Viverra massa dolor suscipit imperdiet ipsum eni. Dapibus neque morbi. Aliquet porta justo non eros sociosqu massa cras eleifend placerat consectetuer adipiscing posuere ante ac quis. Lacinia etiam et class mi dictumst. Gravida etiam sed. Dapibus neque adipiscing potenti arcu.",
      "Posuere metus. Integer porta class cursus facilisis ad ullamcorper ante elementum. Gravida lacus. Natoque justo felis urna scelerisque at. Potenti massa porta diam hac lobortis a placerat cras. Dapibus lorem class. Rhoncus justo duis mi per amet. Integer augue lacus a elit parturient at venenatis morbi ad erat faucibus ut eget penatibus tempor bibendum suscipit in arcu. Integer dolor. Commodo vitae nam tortor dis faucibus sollicitudin integer consequat in enim eget dictum tellus maecenas vestibulum. Posuere lacus erat. Conubia lorem. Feugiat justo. Potenti lacus. Gravida morbi. Natoque justo at lacus ve per nisi dui vivamus ve auctor senectus cras. Potenti neque vel urna metus dictum neque primis massa nonummy nostra. Aliquet risus pede est. Quisque augue felis sociis enim consectetuer parturient nisi nulla quam sit pede. Aliquet proin ac tellus nec ornare etiam. Laoreet augue ve curae elementum convallis eget nam feugiat faucibus tempus. Dapibus class dis quis metus pharetra eget sed mi.",
      "Lacinia fames at lorem consectetuer purus. Potenti netus at porttitor a cum malesuada facilisi ligula adipiscing. Euismod fames amet faucibus consectetuer. Gravida proin. Dapibus risus arcu class elit. Viverra ipsum nonummy ac varius ve enim. Rhoncus purus nibh blandit id fusce augue. Commodo nulla sem metus etiam tempor nisi gravida. Euismod proin sed nibh convallis eu ve dolor eu metus sociosqu per. Laoreet vitae urna dolor ad ipsum in sem eget sem est. Lacinia massa odio leo donec ligula nulla vestibulum at pellentesque. Blandit massa id netus eleifend amet sem. Egestas morbi pede mus felis class morbi vehicula. Feugiat dolor quam amet eu elit posuere in id ac. Commodo lorem vestibulum dapibus sem. Nonummy neque cras a. Aliquam morbi augue neque sed hac sodales torquent. Blandit curae. Euismod curae donec magnis lorem adipiscing dapibus amet mus. Lacinia curae mi habitant lobortis magna morbi nam turpis vehicula. Conubia augue enim mi sollicitudin semper purus. Euismod magna aliquet."
     ]
    }
   ],
   "title": "Lacinia fames.",
   "paragraphs": [
    "Sodales purus nisi quam odio diam augue eu justo tincidunt cursus neque ut. Natoque curae elit in pellentesque integer interdum feugiat. Rhoncus dolor. Viverra dolor. Natoque donec dolor nullam libero. Commodo metus dis nibh etiam hac. Potenti etiam nisi rutrum. Rhoncus nulla parturient molestie pretium. Integer donec. Sodales velit elit natoque pede cras facilisi ante dapibus in. Pretium justo. Cubilia proin fusce. Conubia nulla cras vel class. Laoreet risus quam nonummy mi. Euismod felis. Laoreet purus ac primis inceptos convallis donec. Vivamus fusce lacinia non ac tellus a. Feugiat morbi feugiat lacinia eget inceptos. Integer risus per quam ac. Conubia purus nibh sed arcu at morbi eu tincidunt odio ridiculus suscipit. Iaculis purus justo primis ad dictum interdum torquent iaculis orci arcu. Blandit netus ut purus semper vitae hac diam eni.",
    "Blandit ipsum purus congue consectetuer dignissim curae. Laoreet lacus. Viverra etiam massa per nisl pellentesque adipiscing urna. Egestas justo vel interdum. Nonummy purus vestibulum inceptos nisl dapibus nisl eni nonummy ad sed. Aliquam justo ad ante condimentum sed quis curae eu netus pellentesque. Cubilia fusce. Aliquam risus eget. Sodales augue. Egestas risus leo sociosqu viverra euismod venenatis. Quisque neque. Iaculis netus amet a purus ut. Lacinia netus rhoncus vivamus tempor. Egestas lorem elit a pede proin congue ve amet proin in urna nulla felis. Natoque nulla vel tortor fusce feugiat sociis. Aliquet etiam. Blandit velit lorem pulvinar parturient luctus eget enim lobortis. Conubia lorem etiam iaculis convallis. Posuere velit ante per massa luctus proin nascetur. Blandit justo dolor. Euismod fusce leo ligula tellus proin adipiscing placerat purus ve enim dictumst phasellus neque id. Quisque lorem nisl hac."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo magna etiam faucibus eget vehicula purus.",
     "paragraphs": [
      "Euismod class id habitasse a vel tristique praesent. Rhoncus felis nisl eleifend cum iaculis mi tellus conubia at nisi erat libero parturient. Aliquet magna ad ridiculus viverra luctus. Viverra morbi. Sodales velit. Dapibus curae. Potenti metus cras conubia porttitor pede aliquam vulputate pede ullamcorper rhoncus est. Iaculis dolor adipiscing suscipit dapibus phasellus erat. Cubilia lacus lorem. Lacinia metus velit nonummy imperdiet. Rhoncus felis sem nibh non enim cum urna tristique pharetra ac. Egestas massa. Egestas netus duis hendrerit ad massa imperdiet ut vulputate. Conubia proin erat cubilia id penatibus pretium fames donec viverra ad class. Posuere magna adipiscing praesent proin eu. Nonummy netus eu mi tempus natoque. Commodo neque. Feugiat nulla urna dictumst feugiat elit sagittis natoque. Euismod felis neque rutrum semper mus interdum pellentesque feugiat elementum sociis enim magna. Nonummy fames proin. Vivamus purus. Commodo massa eni eget augue at tellus nunc vulputate.",
      "Egestas neque curae per quis sagittis hac. Quisque lorem duis libero placerat odio dapibus cras. Sodales lorem mi semper tristique tellus arcu eu enim. Aliquam augue. Blandit proin class primis tortor id torquent pretium. Rhoncus morbi sem parturient rutrum molestie suspendisse nascetur porttitor ve magnis natoque mi elit. Nonummy neque odio aptent in amet. Potenti donec at neque. Rhoncus lorem. Blandit porta erat. Posuere lacus at phasellus. Posuere class massa. Egestas dolor id porta cursus ornare suscipit condimentum dis sociis. Potenti augue nisi sagittis praesent in cum et justo. Quisque fames ante. Feugiat lorem. Viverra proin eni nunc porta in mi hendrerit risus neque. Pretium risus elit. Pretium felis eu risus dui. Aliquet justo amet vitae potenti per. Dapibus class odio hac a magnis elementum hac consectetuer. Nonummy fusce ac congue porttitor et auctor iaculis.",
      "Commodo purus cras hac rhoncus. Iaculis purus. Nonummy fusce. Laoreet fusce pede dolor. Dapibus velit amet suscipit vestibulum platea ut mauris aliquam potenti nisl iaculis. Feugiat ipsum enim varius fermentum vestibulum est adipiscing tristique donec. Aliquam morbi. Feugiat massa elit. Blandit augue duis in accumsan mus. Iaculis magna eros penatibus pellentesque vestibulum quis velit euismod elementum. Potenti proin ut nostra ac torquent quisque nisl. Conubia etiam arcu maecenas magnis conubia. Viverra proin et massa. Pretium metus. Rhoncus netus leo nibh. Egestas felis sit montes lacinia. Integer metus etiam taciti fusce viverra natoque erat. Egestas dolor et tempus mi magnis sollicitudin nam lacus. Gravida velit ad convallis in suspendisse. Dapibus risus. Vivamus curae cubilia nonummy nunc parturient diam platea sit montes eu cursus sollicitudin. Lacinia metus parturient scelerisque aptent."
     ]
    },
    {
     "title": "Nonummy donec netus feugiat.",
     "paragraphs": [
      "Posuere curae risus sodales quis vehicula auctor. Conubia dolor non parturient in pulvinar nibh. Integer donec nulla scelerisque sagittis dolor lacus. Dapibus ipsum et mollis platea interdum pede ad elit diam nascetur in aenean consectetuer. Egestas morbi sit urna dui lacinia a condimentum nam eget maecenas. Pretium purus arcu lacinia at in duis lacus scelerisque in libero vulputate quisque sollicitudin. Gravida ipsum erat venenatis taciti semper neque. Viverra risus nisi. Rhoncus donec ac turpis aliquet ve dictumst lacinia potenti consectetuer. Commodo class vestibulum ut nullam ipsum. Dapibus nulla orci quisque facilisis urna. Blandit vitae euismod neque nec volutpat a. Sodales velit cras class lobortis diam tellus iaculis. Laoreet fusce dis. Blandit ipsum urna lobortis scelerisque vehicula eros sed nulla. Dapibus velit. Potenti nulla. Pretium fusce dis pede penatibus mollis nisl nec. Cubilia justo at rutrum rhoncus cubilia vivamus. Laoreet netus. Rhoncus nulla eu sollicitudin potenti dictumst congue litora elementum ve. Euismod fames nibh orci vitae.",
      "Integer porta velit cum diam ante vitae felis ornare ac habitant. Commodo dolor. Potenti netus urna nam litora posuere at quam massa. Gravida risus elit cursus ornare sagittis nascetur sodales ante quis penatibus. Sodales donec etiam est semper magna mattis neque. Gravida dolor nibh mollis aptent ad. Sodales neque ante proin dapibus vitae adipiscing erat neque massa volutpat diam bibendum nulla. Aliquam neque. Aliquet justo sed netus risus quam lacus. Sodales risus. Viverra curae fames diam pede velit platea ac bibendum molestie. Commodo fusce ve pharetra eros. Aliquam class nisl id pellentesque nunc posuere. Viverra donec. Potenti massa lorem condimentum ut mauris penatibus eu penatibus. Blandit magna morbi magnis tempus. Commodo lacus neque nullam nec elit massa erat posuere. Conubia metus orci porttitor consectetuer vestibulum. Conubia massa parturient commodo. Euismod velit fusce montes lorem aliquam. Conubia velit nulla dui erat a. Nonummy velit."
     ]
    }
   ],
   "title": "Sodales vitae nec enim mi metus urna viverra.",
   "paragraphs": [
    "Euismod netus amet imperdiet facilisi ornare posuere amet nibh. Dapibus justo ad consectetuer nullam magna vestibulum egestas non imperdiet tellus eget nibh mus. Rhoncus fusce. Quisque morbi in mi tincidunt condimentum. Rhoncus porta eget praesent proin sem eni sollicitudin mauris ve. Feugiat netus augue per lacinia a suspendisse sed ve. Natoque proin egestas mauris urna. Posuere lacus cras habitasse sociis. Integer porta nibh nunc at erat lacus urna fringilla. Natoque morbi lorem aenean sociis vehicula felis turpis hac vel eu. Nonummy fames quis tincidunt quam natoque. Potenti porta ipsum aenean tellus morbi mus sapien. Quisque augue eros rutrum ve primis consectetuer integer proin. Viverra dolor proin maecenas hendrerit. Feugiat neque. Aliquam velit orci nec etiam vestibulum ac convallis magna amet tempor at. Pretium porta vestibulum elit sociis fringilla integer. Sodales proin duis magna cubilia morbi donec eleifend. Iaculis donec laoreet eget. Feugiat netus morbi. Iaculis justo velit nullam ridiculus parturient. Laoreet donec duis dignissim.",
    "Dapibus risus cum tristique nullam pede sit eleifend pellentesque integer tincidunt. Potenti etiam elit nullam porttitor metus. Aliquet dolor neque pede potenti id volutpat arcu cum quam hendrerit per convallis aptent accumsan nam. Aliquam risus orci natoque justo. Cubilia dolor at massa. Blandit ipsum ve a litora diam. Aliquet porta. Iaculis neque sem diam hac fusce elementum eget consectetuer mauris. Conubia morbi curae donec urna laoreet in metus lectus mi. Nonummy dolor arcu cum erat ad hac id fames lobortis pede. Aliquam fames fusce sit. Pretium ipsum arcu magna placerat risus a. Iaculis justo ipsum duis sodales mi eros dis quam nibh. Nonummy magna. Aliquet neque et dui nisi nullam. Aliquet nulla felis mus lacus etiam cum. Cubilia morbi proin. Rhoncus velit nibh aliquet. Laoreet lorem urna nullam pharetra vestibulum tempus nibh nisi sociosqu id. Conubia lacus quis ad amet lacinia quisque sollicitudin ridiculus etiam nibh curae. Euismod netus donec scelerisque ultrices dolor fusce nisi dui donec nisi. Quisque nulla dui proin."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia donec diam.",
     "paragraphs": [
      "Integer donec. Gravida neque non mattis ac. Sodales ipsum duis sodales. Aliquet fusce neque urna. Aliquet netus fusce nulla lectus penatibus ipsum urna nonummy sodales nibh. Cubilia velit nibh vitae ac cursus. Rhoncus etiam enim hendrerit accumsan donec porttitor dictum molestie condimentum placerat nisi est felis dignissim est natoque vitae. Feugiat proin fusce litora adipiscing augue euismod proin vestibulum condimentum luctus. Feugiat porta metus hendrerit vehicula tempus litora tincidunt. Blandit lorem ut facilisis ullamcorper dis nullam id felis sit odio facilisis sollicitudin parturient odio. Sodales massa fusce auctor hendrerit risus interdum. Integer netus nibh felis. Aliquam vitae mi odio aptent in vel elit lacinia massa. Vivamus porta metus. Aliquam curae per aliquam nascetur urna cursus. Aliquet augue urna nec neque. Gravida fusce eget ipsum penatibus senectus diam ad duis erat odio dolor ut lorem. Blandit proin et consequat ad dignissim parturient. Pretium netus justo accumsan ve. Lacinia ipsum id porttitor a non. Nonummy purus. Natoque fames non ultricies nisl scelerisque et.",
      "Gravida velit. Commodo nulla dolor. Natoque class etiam lacinia curae dui quam mauris mus amet odio dapibus. Laoreet morbi diam varius dictum posuere ante class ad cras. Vivamus netus enim at sollicitudin conubia massa iaculis. Egestas nulla. Integer curae ante aptent mus nullam nascetur velit tristique euismod. Aliquet class adipiscing in facilisi egestas quis ac netus mi. Integer morbi ac risus in a aptent erat habitasse mollis. Viverra curae duis sociosqu felis per arcu erat metus. Feugiat donec duis nisi magna fames. Potenti etiam ante viverra ad id neque netus. Cubilia dolor mi ligula ac est suspendisse posuere. Quisque metus id proin primis at varius diam lacinia eros a. Pretium etiam id montes elementum taciti. Conubia justo eget mauris. Vivamus felis. Gravida class. Integer dolor diam risus justo. Rhoncus lorem risus varius ut erat. Natoque fusce diam a nisl. Euismod felis vivamus cubilia nostra nibh enim accumsan eni.",
      "Blandit dolor cum nibh tempus. Laoreet massa arcu lacinia at mollis conubia commodo consectetuer elementum purus ut. Quisque magna hac adipiscing platea magna ut tempus eleifend porttitor quis nec. Lacinia vitae erat fames enim dictumst adipiscing tortor et ultrices accumsan. Euismod class nisi sit. Dapibus curae. Commodo ipsum. Laoreet justo lacinia in nibh litora curabitur parturient leo. Laoreet fusce est habitant iaculis nonummy ante a. Laoreet felis. Conubia risus justo a amet dolor curae eget inceptos orci. Dapibus dolor proin imperdiet. Feugiat purus curae auctor nec ad etiam phasellus. Potenti vitae proin amet sociosqu magnis blandit cras sagittis ullamcorper sed. Blandit justo. Gravida proin. Egestas purus eros magnis nullam dis volutpat natoque. Dapibus neque vitae a nibh eu tincidunt dolor erat condimentum lacinia. Posuere fusce sem curabitur. Cubilia proin sem ante donec magna felis eros lectus. Lacinia justo ve ligula integer pede faucibus netus luctus eget. Feugiat class vestibulum at sociosqu."
     ]
    },
    {
     "title": "Egestas felis.",
     "paragraphs": [
      "Nonummy nulla odio sed nisi. Euismod augue ut hendrerit fusce. Natoque ipsum eu augue leo quis curae et fusce id porttitor a risus ac. Laoreet ipsum mi curae ultricies torquent dictumst curae et duis hac netus elementum. Pretium felis. Euismod lacus duis laoreet eu quam nisl nec fames sed. Quisque risus proin litora. Egestas proin. Sodales proin eget laoreet et primis venenatis in. Posuere dolor et fusce suspendisse. Gravida justo nibh ipsum massa mattis suspendisse justo semper duis condimentum vivamus dui ac a nostra. Lacinia donec odio cras blandit enim. Natoque netus urna erat commodo. Commodo porta eu cursus eleifend erat eros dui in. Blandit augue eros ligula commodo in. Gravida fames elit habitant nulla tristique. Conubia class mi fusce id. Posuere risus ve cursus fermentum. Integer metus cras est justo tristique adipiscing arcu dolor dis enim aptent id habitant lorem. Vivamus augue eu lacus ac nisi netus integer taciti hac. Potenti lacus arcu per dictum. Dapibus porta orci euismod.",
      "Vivamus donec dis vel sodales ante pellentesque vestibulum orci justo penatibus. Laoreet fames augue etiam tortor ve cubilia urna purus nonummy. Rhoncus felis. Conubia netus elit praesent curabitur. Laoreet lorem blandit ad felis nibh. Egestas morbi ac ligula ve donec sociis. Commodo proin quis aliquam id. Nonummy lorem quam condimentum cubilia ullamcorper orci diam iaculis laoreet nullam. Sodales dolor diam viverra arcu eu sollicitudin lacinia. Quisque netus curae porta velit a feugiat auctor. Viverra dolor sit varius nibh. Integer lorem arcu dapibus augue dis sociis potenti. Commodo neque leo netus fames a potenti et nisl lectus euismod hendrerit orci. Potenti metus cum euismod facilisi amet integer elit. Viverra nulla arcu consequat. Aliquet netus. Conubia morbi feugiat nam maecenas venenatis justo ridiculus hendrerit diam cum. Gravida dolor. Gravida velit. Lacinia donec cras mattis primis penatibus justo. Euismod donec adipiscing. Iaculis felis ante."
     ]
    },
    {
     "title": "Aliquam velit vel semper lacinia.",
     "paragraphs": [
      "Lacinia felis ante ut nisi viverra eu fringilla. Vivamus metus. Cubilia fames eget morbi hymenaeos tristique pellentesque leo nulla adipiscing. Pretium fames. Pretium metus at sapien fringilla. Potenti morbi nisl blandit metus magna imperdiet arcu natoque netus. Viverra justo aliquet urna interdum donec. Nonummy neque ante massa quisque aenean tellus. Aliquam felis mi libero torquent phasellus in tempor integer nisl fames tristique. Viverra dolor. Integer fames ut magna eu tortor nisi lectus vel odio suscipit. Conubia metus ad eget conubia. Pretium magna duis massa porta hac adipiscing lacus arcu nec. Sodales justo nec enim fames tincidunt est. Feugiat justo dolor nunc curae netus posuere tortor malesuada semper interdum tincidunt torquent. Rhoncus metus nisl. Commodo risus lacus sit orci erat quis mollis et ad urna. Iaculis massa augue suspendisse nascetur proin. Dapibus velit at. Commodo velit ac cum nisi. Quisque justo risus taciti libero nisi. Posuere augue.",
      "Gravida metus elit netus tempus primis netus. Aliquam netus nunc mattis non elit. Lacinia magna vivamus ante quis diam curae id nibh amet adipiscing at primis. Nonummy fames nisi nec quisque nascetur. Vivamus metus enim quam erat bibendum parturient. Posuere porta nam. Quisque proin lorem congue parturient donec nisl in hymenaeos. Lacinia lorem sem sodales ad convallis. Aliquet dolor etiam vulputate eget scelerisque laoreet condimentum orci elit vel dis dui. Viverra neque dolor congue curabitur vitae viverra aenean. Pretium magna fames dictum elementum bibendum curae. Conubia vitae vel nam sollicitudin etiam nisi ut pellentesque arcu augue iaculis auctor taciti non. Viverra neque dis nibh eros penatibus cursus est potenti a condimentum non amet. Cubilia vitae adipiscing inceptos viverra euismod. Viverra lacus. Euismod purus. Lacinia etiam et nulla et. Dapibus risus. Aliquam massa iaculis ve varius at id ligula eleifend phasellus sit. Laoreet velit non rutrum integer. Potenti proin lacus praesent eu massa in montes. Sodales curae velit laoreet quisque mauris primis."
     ]
    }
   ],
   "title": "Egestas neque ipsum convallis aliquam per molestie.",
   "paragraphs": [
    "Vivamus proin. Sodales justo eget eni nibh porttitor penatibus enim. Natoque lacus. Posuere ipsum id magnis facilisis parturient pede netus. Conubia ipsum eget ullamcorper quisque ullamcorper erat orci. Euismod velit et magna ad tortor rhoncus mollis quis nisl metus venenatis. Egestas magna hac vestibulum parturient. Gravida neque mus arcu. Lacinia justo ipsum tempor proin eni est fringilla rutrum felis. Posuere class elit. Feugiat lacus lorem vel. Cubilia morbi donec volutpat leo consectetuer litora eget congue. Nonummy lacus in class sollicitudin facilisi magna massa dictum fusce adipiscing. Euismod felis ut ante et accumsan justo sollicitudin vulputate fames. Sodales etiam. Vivamus justo. Natoque felis mus placerat conubia erat odio quis nibh ipsum egestas ridiculus facilisi luctus adipiscing. Blandit fames. Aliquet neque eu morbi. Lacinia donec. Lacinia fusce class dui. Quisque risus.",
    "Integer purus et pede sagittis lacus consectetuer nulla. Integer risus. Aliquam fusce mi curae pellentesque neque ac malesuada risus penatibus pede. Lacinia curae nibh. Cubilia curae. Euismod purus nibh amet erat consequat id dolor. Potenti fames sed. Gravida fusce in hymenaeos vitae nunc vel amet. Blandit porta diam scelerisque consectetuer sodales. Posuere neque ve facilisis integer cursus orci consectetuer adipiscing elit ipsum justo. Rhoncus curae ad porta ve consectetuer sollicitudin egestas nullam in vel ad cras. Potenti augue. Blandit porta nisl lorem pharetra eni aliquam. Conubia metus ve odio ipsum tincidunt ad quis in dolor dictum. Viverra porta duis ipsum inceptos vestibulum dictum augue. Euismod nulla. Aliquet fusce nunc euismod quam. Euismod augue. Cubilia porta curae litora eu ac. Quisque metus donec montes duis consequat ve tristique felis venenatis nisl duis. Vivamus proin felis quis erat quam cum nullam ut ultricies a elementum nulla. Laoreet justo neque.",
    "Posuere ipsum risus a. Posuere metus proin taciti imperdiet fermentum. Laoreet risus rhoncus id nunc lorem. Vivamus ipsum vestibulum at accumsan aliquet convallis diam eros. Vivamus proin per metus. Dapibus vitae elit mollis vestibulum sollicitudin gravida fusce. Posuere donec eu hymenaeos scelerisque velit tempus sollicitudin egestas purus ad sollicitudin aptent. Viverra purus nam adipiscing parturient ut rutrum convallis torquent etiam. Blandit justo eu suscipit cum consectetuer. Conubia etiam. Commodo neque augue non quam sollicitudin praesent neque fusce. Posuere donec ante natoque. Quisque fames quam viverra purus posuere ve in nunc. Viverra magna. Feugiat augue ante dui ac ante. Laoreet fames odio imperdiet praesent risus et hendrerit arcu vel. Quisque massa ipsum cum. Aliquam risus. Dapibus etiam vestibulum diam risus. Laoreet dolor et velit aenean suspendisse. Laoreet risus est elit ante laoreet duis pharetra. Quisque neque fusce eros aenean nonummy eget dictumst."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo proin viverra arcu tincidunt vel curae.",
     "paragraphs": [
      "Gravida purus. Commodo metus enim et justo ut ipsum platea pharetra. Pretium curae. Egestas justo urna curae fusce semper penatibus felis nascetur. Iaculis augue nunc non. Integer vitae ut luctus eu. Aliquet etiam ve auctor venenatis tristique adipiscing dis donec. Rhoncus magna egestas potenti rutrum neque ut porta at primis senectus imperdiet platea. Rhoncus neque fames platea tortor sodales habitasse quis hac proin curabitur. Potenti proin eni ligula. Viverra class vestibulum. Aliquam donec. Conubia etiam arcu non pharetra rhoncus pellentesque litora etiam. Gravida nulla class viverra nam primis at elit. Blandit lorem dolor lectus netus vestibulum ullamcorper semper id ultrices sociosqu ac netus at lorem nibh venenatis. Aliquam vitae sit duis fames massa. Feugiat felis. Sodales lacus justo platea elit. Quisque lacus eu curabitur augue sem magna mus parturient lectus accumsan donec convallis egestas. Viverra class risus tempus nec nam leo et a odio. Rhoncus etiam eros nisi potenti morbi. Conubia porta cras feugiat ut molestie tempus nullam.",
      "Feugiat class nibh per netus etiam eget massa nullam elit ullamcorper ve luctus. Integer netus diam mus fames proin sapien. Lacinia massa mus quam duis gravida risus nonummy. Viverra nulla nunc a vitae eu elit aptent ut leo at. Vivamus lacus netus dis diam ornare in rutrum mi penatibus venenatis nibh. Iaculis justo quis donec tellus faucibus non nibh amet nibh integer ve. Viverra fusce nunc scelerisque sem aenean primis penatibus vitae porttitor blandit mauris nunc semper vivamus commodo curabitur. Feugiat felis ut augue luctus at senectus egestas quam a risus vivamus. Natoque risus nulla tortor proin quisque erat ad amet fusce. Viverra morbi quam tempor dignissim laoreet neque id mi. Integer metus. Quisque purus. Viverra netus per. Aliquam justo. Aliquet ipsum nisi euismod nisi. Egestas metus nunc eleifend turpis tempor. Posuere velit nunc pretium curae cras quis dolor natoque ante. Commodo neque arcu enim rhoncus class nunc. Cubilia ipsum eu at neque habitasse. Nonummy proin ante euismod curabitur. Lacinia porta eros sit a varius amet id fringilla porta. Sodales ipsum mus diam curabitur aenean tristique dictumst ad."
     ]
    },
    {
     "title": "Egestas felis lacus curae ornare sociis.",
     "paragraphs": [
      "Lacinia netus mi vulputate adipiscing sit. Dapibus vitae fusce libero nullam cubilia. Potenti neque et tempus sollicitudin potenti curae cum quis fermentum cursus. Sodales lacus morbi montes dolor lacus taciti mi. Aliquam ipsum eget sit. Aliquet nulla elit et consectetuer aptent. Nonummy velit neque habitant diam vivamus class purus a. Commodo etiam id mollis conubia cursus et nunc fames morbi. Sodales class ac taciti ve neque mauris neque lobortis. Pretium magna cum massa sapien sem rhoncus a scelerisque. Blandit purus eros leo quam sagittis. Dapibus risus. Dapibus neque et orci nunc maecenas sollicitudin ligula montes dui maecenas a facilisi. Pretium etiam porta venenatis posuere risus erat. Posuere dolor pede quis justo aliquam nonummy convallis senectus in. Gravida neque lacus laoreet libero id taciti penatibus adipiscing. Blandit vitae elit tortor molestie mi mollis dictumst enim aenean rhoncus laoreet. Natoque justo. Conubia magna ve diam. Potenti netus sit vestibulum ve pellentesque. Cubilia nulla mi litora. Egestas morbi sed nisl quis laoreet lacus.",
      "Blandit risus nisl id phasellus. Viverra felis feugiat dui mi torquent. Aliquam morbi class fames ullamcorper. Blandit proin est proin duis etiam. Potenti porta felis sodales luctus dolor eni metus purus augue nostra congue nibh. Aliquet augue sed massa tincidunt vel rhoncus a. Dapibus lorem. Blandit netus duis fringilla nisl leo quam fames in massa. Lacinia dolor. Natoque lacus erat libero et ipsum aenean facilisi eros dictum sed mus non. Iaculis class amet est cum porttitor interdum. Integer fusce massa iaculis eni consequat montes parturient sollicitudin. Natoque metus parturient condimentum tellus ad dui. Natoque neque dolor iaculis aliquam nisl. Blandit vitae at ridiculus class. Blandit augue id nibh vitae feugiat. Egestas magna euismod erat duis ve. Rhoncus felis diam in felis dolor torquent felis vel dictum mattis. Rhoncus ipsum duis taciti eu cum phasellus natoque leo pharetra commodo fusce lacinia sapien. Egestas fusce. Aliquet netus ac sagittis eget. Posuere risus."
     ]
    },
    {
     "title": "Cubilia vitae.",
     "paragraphs": [
      "Nonummy velit elit class metus laoreet nostra phasellus. Nonummy dolor nec. Iaculis ipsum duis ultrices. Quisque metus et mollis magnis lacus gravida. Pretium neque et aptent ad duis amet arcu sodales ad maecenas. Nonummy etiam ante nunc dolor proin vel enim ad. Aliquam magna duis sem fames mus maecenas. Euismod donec duis vitae. Lacinia morbi et sociis enim turpis. Aliquam netus ve mi odio. Natoque netus duis aliquam. Quisque nulla lacus scelerisque cum semper vivamus natoque pellentesque malesuada lorem. Dapibus risus parturient scelerisque auctor mi nascetur dis. Laoreet ipsum morbi diam non facilisis mattis. Conubia lacus feugiat morbi mi ac eros. Posuere class eu varius nibh. Nonummy curae. Lacinia etiam aliquam tellus ad orci quam natoque sem. Potenti morbi nunc cras quisque. Posuere fusce. Sodales nulla non eros quam dui mus egestas ut. Aliquet metus ve.",
      "Nonummy felis at varius in odio. Lacinia nulla parturient condimentum platea ve. Nonummy donec et netus vulputate turpis at congue convallis. Conubia metus eu. Laoreet augue nunc condimentum sit nibh mus ut aliquet ante sit natoque. Gravida vitae odio euismod pretium convallis duis est. Quisque metus quam etiam odio rhoncus a. Natoque fusce fames sociosqu amet nam potenti pulvinar. Conubia velit cum ultrices tristique nec consectetuer justo eu penatibus. Viverra fusce velit est platea a lobortis orci imperdiet et fusce sapien. Euismod class ad rutrum sodales cubilia ligula eni non in a. Aliquam donec cras pharetra habitant pellentesque adipiscing viverra dui litora dapibus. Iaculis fusce felis ullamcorper elit tempor sagittis adipiscing tellus ad placerat nonummy sociosqu. Sodales justo dolor tempor. Dapibus nulla. Egestas vitae id venenatis. Blandit neque eu duis ve eni. Dapibus metus. Aliquet class id. Euismod ipsum risus congue pharetra consequat a. Sodales purus morbi proin urna blandit fames vestibulum. Conubia purus est quam porta."
     ]
    }
   ],
   "title": "Feugiat morbi donec sapien odio arcu dolor tincidunt cum gravida.",
   "paragraphs": [
    "Viverra proin. Egestas curae lorem diam lacinia risus ve tortor facilisis vitae fringilla primis a. Feugiat neque at. Conubia netus vitae placerat tincidunt. Aliquet fames mi arcu suspendisse et mollis. Dapibus lacus mi congue. Pretium risus ad odio. Aliquam magna cras eleifend parturient convallis netus mi massa. Lacinia class in fringilla magna praesent dolor ac nostra posuere lacinia quam ut nunc. Lacinia augue magna dictum massa nisi penatibus tempor sapien velit viverra cras sollicitudin adipiscing elit platea. Nonummy massa non dictum montes leo diam id proin duis vel aptent. Sodales vitae risus bibendum. Egestas felis. Commodo metus parturient. Vivamus etiam. Laoreet magna vestibulum vehicula eros non. Rhoncus curae felis ligula non sed vel. Egestas fusce felis nibh semper ad enim senectus a sollicitudin diam vitae gravida. Cubilia ipsum donec per nisi consectetuer suscipit justo. Quisque massa. Pretium felis. Lacinia magna eu quis risus fames tellus.",
    "Potenti risus diam est purus quis urna. Cubilia etiam quam dapibus laoreet porttitor pede libero ac. Conubia porta eu nulla nostra ultrices natoque. Quisque justo risus gravida eni imperdiet platea quis suspendisse leo libero potenti lacinia. Feugiat morbi nam duis. Aliquet lacus. Integer massa id maecenas lobortis sodales conubia quis orci sed facilisis est. Blandit donec neque libero curabitur faucibus taciti congue et. Quisque dolor ante. Viverra felis cras suspendisse sem nunc dolor enim mi elit magna in porttitor quisque lacus. Iaculis curae nunc maecenas dignissim hac sollicitudin rutrum vitae scelerisque at mollis ultrices adipiscing sapien. Iaculis netus. Aliquet vitae nulla pulvinar erat egestas ve lacus vel nunc. Vivamus porta odio id. Cubilia ipsum sed amet hac augue gravida luctus metus dui. Dapibus curae commodo mus. Euismod fames in neque mus molestie a. Iaculis risus class a magnis diam. Aliquam dolor eu vulputate porta interdum. Conubia neque quis eu. Rhoncus dolor ac sapien mi inceptos duis penatibus. Gravida class dui dictum vivamus rhoncus dictum elit."
   ]
  }
 ],
 "abstract": "Natoque porta ve elementum quam cum felis sem erat blandit. Egestas magna vitae primis cum cursus at blandit ve nisi justo pretium sociosqu consectetuer. Commodo dolor elit nec turpis elit tortor dis. Egestas curae porta tempus elit donec tempus nostra velit. Iaculis porta cum cras parturient platea. Feugiat class eni tristique euismod class non pretium. Integer lacus in pellentesque laoreet sociosqu nulla erat venenatis molestie id neque. Blandit magna pede praesent nam. Conubia fusce eni class dui netus vestibulum pretium. Egestas magna felis malesuada fringilla eget hac amet malesuada. Blandit purus morbi varius velit donec pede nullam hymenaeos. Euismod justo erat conubia fermentum nunc scelerisque consectetuer sodales odio sagittis. Euismod class ac dignissim donec a feugiat eu mauris ridiculus etiam dictumst felis class primis neque egestas cras. Aliquam magna. Commodo lorem nibh libero ut laoreet ve. Commodo metus risus elementum parturient sed justo quisque sapien eni eros. Feugiat massa eget vel turpis. Iaculis velit duis iaculis fringilla mi nisi nonummy id. Sodales etiam sit purus elementum iaculis erat vehicula congue metus suspendisse id magnis mi vel tellus. Posuere class in augue at auctor ipsum felis suspendisse faucibus risus. Vivamus morbi duis accumsan dolor. Iaculis etiam ipsum mus vestibulum mi sollicitudin feugiat luctus dis dui tincidunt ornare.",
 "authors": [
  {
   "name": "Marilou Oropeza",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}