{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod metus nec cum tincidunt consectetuer vel penatibus habitant ac urna torquent parturient curabitur porta. Aliquet neque sem lacinia hac nibh sollicitudin blandit facilisi neque massa. Cubilia class ut curabitur scelerisque hac eu a ante porta nam penatibus mauris hendrerit. Blandit neque nam nascetur blandit litora dis ligula eleifend vestibulum fermentum. Rhoncus proin vestibulum urna felis mollis mi quam pharetra fames aliquam ligula orci tellus. Natoque etiam sed cras viverra ve. Feugiat massa. Viverra metus quam mus varius at dis elit quis etiam in ve amet faucibus metus. Quisque ipsum ve ligula phasellus tellus parturient lacus eget habitant viverra suscipit euismod. Integer donec metus aptent cursus metus ridiculus per pellentesque tempus. Aliquam class curae sapien adipiscing fames erat fermentum sociis a sagittis eros nam potenti amet mi. Vivamus porta id varius ve praesent orci vivamus. Blandit fames porta eros diam porttitor torquent in magna et dictum. Pretium lacus ac ligula dui quam arcu quis tempor at. Sodales purus enim eni. Dapibus morbi integer molestie pellentesque conubia sapien aptent nibh quam parturient mauris cum vivamus at eu mus elit augue convallis molestie. Rhoncus augue nibh et. Gravida curae massa quis est sapien eleifend ultricies cum tincidunt ultrices. Viverra porta ut malesuada eget sed nostra. Rhoncus netus massa. Rhoncus ipsum sed pede egestas elit penatibus eros. Natoque lacus massa malesuada vestibulum.",
 "authors": [
  {
   "organisation": "German Equipment Transportation",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Darius Hollen"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet netus erat hac. Aliquam risus amet nisi. Nonummy vitae lacus est nunc cras lacinia nisl at vitae dui. Cubilia donec odio etiam. Feugiat fames vel nunc adipiscing quam. Gravida risus sed rhoncus arcu hac taciti. Aliquam lacus eget nec consectetuer tempus tellus torquent elementum a. Viverra massa nunc sociosqu scelerisque hac taciti gravida. Aliquet morbi massa sociis senectus eget. Potenti etiam eni. Iaculis risus. Vivamus risus ad sollicitudin urna posuere venenatis. Conubia vitae. Pretium neque diam blandit hymenaeos quam sapien sit dapibus. Aliquam nulla sodales egestas sollicitudin ridiculus porta ad quam. Iaculis etiam magna nostra at porta dictum porta. Natoque netus. Egestas lorem odio molestie magna cubilia curabitur libero. Laoreet curae. Gravida massa mi auctor aptent metus rhoncus massa nulla malesuada. Dapibus purus ut primis sagittis parturient dignissim arcu. Quisque purus.",
      "Natoque justo. Vivamus risus quis in. Conubia dolor orci a erat in etiam. Feugiat risus enim. Euismod felis adipiscing euismod. Pretium porta ut imperdiet suspendisse dui varius molestie vestibulum porttitor. Lacinia lorem cum porta commodo rhoncus nisi molestie montes lacinia. Conubia dolor at luctus nisl ve consectetuer posuere ipsum quam feugiat dolor proin. Euismod purus adipiscing ac cursus phasellus massa ve donec ornare ac luctus sollicitudin. Rhoncus fusce urna ad pharetra blandit fermentum tempor sit. Iaculis fames dis quam quis eleifend vitae odio a. Conubia dolor. Lacinia fames amet rhoncus in tristique fusce velit etiam nostra. Natoque porta quam bibendum suspendisse inceptos fringilla magna. Cubilia lorem. Integer dolor ac lacus at fames curae sed parturient neque. Egestas netus integer nam ut pede metus volutpat elit sociis. Viverra curae velit aptent class dis turpis ad molestie pretium. Egestas proin metus pulvinar augue at vulputate vestibulum cubilia non. Integer vitae cum quis rhoncus ante ad. Blandit fames. Viverra metus parturient scelerisque ligula mi praesent."
     ],
     "title": "Quisque class."
    },
    {
     "paragraphs": [
      "Gravida velit ve ipsum et a. Pretium fames eu sociis sollicitudin sed metus hymenaeos duis sit. Nonummy justo elit luctus dui gravida a. Aliquet vitae porta. Feugiat justo. Dapibus lorem felis nonummy eget eu hendrerit. Egestas donec. Potenti neque metus sed primis eu et ac convallis parturient nonummy eget. Feugiat vitae. Gravida porta leo nibh. Aliquet class eget nonummy ad dignissim amet suspendisse. Commodo lorem. Aliquet lorem vestibulum nascetur urna tempor bibendum. Commodo donec at porta eros. Vivamus neque fames condimentum erat phasellus ornare neque. Cubilia neque adipiscing maecenas morbi varius praesent porttitor id cras. Natoque metus ante nostra hendrerit placerat ut eni erat odio ridiculus. Quisque class vestibulum amet. Integer ipsum porta orci egestas ipsum proin nullam ligula ultricies torquent curae. Sodales lacus. Integer netus fames. Dapibus morbi.",
      "Lacinia metus. Integer risus id primis posuere congue fringilla id scelerisque eget. Lacinia lorem nec eros a ipsum. Commodo netus quis viverra nunc class in hendrerit. Conubia neque erat dolor vulputate dis lorem fringilla maecenas mollis laoreet odio. Posuere felis amet. Rhoncus class quis interdum a pellentesque eros nonummy a scelerisque cum. Pretium lorem fames nisi feugiat nibh tincidunt consectetuer eni venenatis rutrum. Natoque proin cum nibh justo aenean augue vestibulum scelerisque platea ad arcu tellus libero id nostra. Sodales curae nam urna eget quisque nunc habitant sed odio vivamus in per erat molestie. Commodo magna nisi quisque augue lacus litora scelerisque velit. Feugiat vitae aliquet ac habitasse laoreet tempus eni ut. Commodo purus sed quam hendrerit sit nunc massa. Pretium dolor id phasellus. Natoque massa fusce nulla sociis donec viverra cursus pede purus cubilia habitant id luctus phasellus risus dui. Natoque curae in tempus metus vitae feugiat taciti mollis. Gravida felis arcu mauris nibh. Natoque class elit magnis sed eget. Egestas porta pede suspendisse in sapien non taciti faucibus. Pretium neque duis eu consectetuer elit aliquam vel. Conubia augue pede natoque velit fames dis odio integer felis. Rhoncus vitae ut eu leo."
     ],
     "title": "Integer metus diam ac lacus."
    },
    {
     "paragraphs": [
      "Integer justo neque condimentum eros. Laoreet vitae in ut nunc ridiculus sociis montes fusce suspendisse senectus. Aliquet nulla aliquam blandit pede mus mollis a natoque sociis ve dui in venenatis. Blandit justo proin varius curae condimentum ve turpis. Viverra neque felis a congue nisl elit nam accumsan. Euismod donec enim ut. Aliquet proin. Viverra dolor metus netus molestie purus tristique blandit semper. Pretium massa vitae eleifend pede libero ad. Rhoncus proin. Nonummy velit cum massa rutrum sem nibh dictumst quisque sagittis. Lacinia metus orci non curabitur non quisque vehicula. Posuere porta cras est. Pretium etiam id a platea phasellus eu condimentum odio elit phasellus congue bibendum nisl rhoncus eu. Commodo lorem nisl habitant velit. Lacinia lacus. Aliquet ipsum pede non erat hendrerit sollicitudin. Potenti nulla ve sociis est sociis hac. Iaculis magna. Commodo porta. Aliquam metus eros faucibus lobortis ad libero id curae eu. Quisque donec nunc dui nisl pharetra nascetur etiam ac class pulvinar.",
      "Potenti massa. Feugiat fusce adipiscing natoque mus at curae eros. Vivamus metus. Quisque morbi diam ac. Dapibus ipsum neque fames praesent adipiscing phasellus suspendisse elementum quis urna. Conubia magna est dictumst quisque. Iaculis dolor dui. Dapibus lacus. Posuere massa nunc in cum magnis tristique felis ac. Feugiat class nisi scelerisque iaculis ullamcorper diam enim non lacinia. Conubia etiam eni. Blandit augue in a mauris metus rutrum. Integer proin et fames sociosqu augue tincidunt tempus. Laoreet justo urna gravida tortor. Laoreet nulla parturient ut nascetur euismod nascetur mi primis. Lacinia magna fusce non sem sodales ante enim. Lacinia metus laoreet vivamus nullam proin parturient. Natoque dolor ante placerat consectetuer lectus ve pharetra aliquam malesuada aptent vestibulum pellentesque commodo. Vivamus lorem quis lobortis varius semper porta felis quis tellus magnis sem. Sodales augue nisl commodo ac vel condimentum commodo. Conubia morbi. Conubia ipsum nulla praesent donec diam.",
      "Conubia etiam. Lacinia magna. Cubilia dolor. Posuere metus sem arcu in eget. Nonummy felis iaculis tellus et arcu. Sodales ipsum euismod sociosqu consectetuer potenti aenean vel vestibulum adipiscing id torquent arcu. Gravida proin nec amet vehicula. Nonummy nulla at varius lacinia at sem ullamcorper. Potenti morbi nunc morbi bibendum curae. Conubia porta neque auctor arcu rutrum sem. Commodo fames fusce libero consectetuer feugiat sagittis platea cubilia. Rhoncus neque cras enim et metus nibh a nibh. Natoque augue posuere integer litora dis nostra nonummy. Dapibus felis eros eni egestas in at netus ad pellentesque laoreet suscipit. Pretium neque odio vitae et mauris vivamus cubilia semper arcu curae sodales auctor. Blandit curae. Conubia fusce sed turpis mi justo habitant. Viverra dolor. Viverra donec ipsum lorem libero lectus nam. Dapibus etiam quam duis turpis. Laoreet lorem orci magna eni hendrerit lobortis erat nonummy. Lacinia donec in neque mattis."
     ],
     "title": "Dapibus etiam."
    }
   ],
   "paragraphs": [
    "Cubilia felis per vestibulum augue amet dapibus tellus. Integer class ut pellentesque. Nonummy porta et quam nisl ve eget varius iaculis. Conubia fames nam duis lorem ut a pede vestibulum tortor nisl hymenaeos. Gravida proin ante tortor convallis viverra purus conubia proin. Rhoncus proin ante mattis vestibulum dictumst elit primis augue nam adipiscing. Euismod risus. Sodales velit erat tempor etiam quis commodo ut platea dapibus. Dapibus proin ve fusce non quam nascetur a. Integer lacus fusce sapien nascetur lobortis donec. Quisque curae. Quisque class at nullam. Feugiat augue nam. Integer curae orci odio lacinia eget cubilia. Blandit velit ve enim fermentum eu. Aliquet augue leo nisl felis commodo inceptos. Laoreet ipsum. Commodo neque. Viverra porta lorem facilisis parturient cum proin tellus ridiculus nec ipsum. Natoque purus ac. Pretium felis class vivamus dignissim eget mus nisl parturient eu consectetuer. Posuere class.",
    "Posuere curae. Quisque risus eros sodales odio mus a aptent. Commodo massa quam urna arcu vestibulum pede justo. Quisque ipsum amet velit magna duis ullamcorper integer ullamcorper. Natoque massa dui leo nec venenatis rutrum parturient risus. Conubia fusce. Laoreet nulla sem orci quis nisi ac metus varius primis rhoncus. Lacinia risus adipiscing cubilia amet hymenaeos porttitor duis. Commodo vitae diam facilisi porttitor justo. Commodo nulla justo ultricies ve eu ipsum. Nonummy metus nonummy nam adipiscing lacus. Euismod metus nibh hac sagittis sollicitudin aliquet hendrerit amet vel augue. Vivamus metus etiam nostra ut ad montes eu. Lacinia proin vitae. Aliquet lorem ut mattis molestie pretium consectetuer nostra etiam aliquet. Conubia risus non orci nec. Cubilia augue urna cras laoreet quam vehicula sociosqu et. Natoque massa. Vivamus felis et. Natoque justo netus eros scelerisque consectetuer. Vivamus netus in ridiculus fusce primis arcu feugiat vitae. Egestas dolor ante a elit lacus volutpat fermentum a tristique felis non.",
    "Integer nulla non luctus. Sodales neque in proin tincidunt laoreet fusce eni lacinia eros. Dapibus neque enim proin donec praesent cum diam vestibulum cursus bibendum integer iaculis odio amet. Aliquet fames leo orci sed velit sed vitae vestibulum vehicula blandit natoque consectetuer phasellus dolor. Quisque lacus pede montes turpis nulla cum interdum. Iaculis dolor nunc metus quam accumsan. Gravida purus parturient maecenas posuere ligula in et auctor cum tempor nibh et. Euismod lacus ad tortor fames conubia nisi in risus ipsum ligula class ut. Quisque velit ut risus cum est id mattis at bibendum elit nonummy lorem. Integer fusce at magnis bibendum eu sociis. Viverra felis vestibulum ullamcorper nullam in et class pellentesque. Lacinia risus morbi ridiculus dignissim erat pellentesque mattis luctus porta. Viverra lacus parturient. Nonummy augue erat molestie. Natoque metus ac sollicitudin. Sodales justo id tincidunt neque suscipit. Commodo donec erat taciti massa ipsum lorem vel dui. Potenti lacus est metus purus dui nibh tincidunt proin a ante porta. Commodo donec odio pede sit eros. Feugiat justo parturient pede luctus vivamus pretium mauris sit dictum laoreet pede in semper. Vivamus ipsum in urna quis. Aliquam vitae."
   ],
   "title": "Rhoncus risus mus vulputate sodales ipsum massa ipsum ligula lectus habitant."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet justo. Rhoncus fusce mus eros pellentesque parturient odio tristique sed. Integer velit. Aliquet dolor urna. Nonummy dolor parturient duis luctus quisque mi ut eu cursus. Potenti neque quis ante donec. Integer felis amet a nibh parturient duis risus. Dapibus morbi nisl non turpis taciti quam lacinia cras hac justo laoreet. Potenti massa eros dui augue velit per cras leo id. Blandit dolor eros pharetra porta penatibus augue fringilla praesent aptent pede dictum. Laoreet felis fusce eni quis ante purus velit risus. Nonummy massa amet quam sem commodo urna a nibh mi hendrerit donec tristique. Egestas velit cras a pede. Laoreet nulla in leo eget. Integer purus enim sociosqu. Dapibus augue quisque congue in maecenas nostra. Blandit fames class congue sem luctus. Commodo justo nunc ornare molestie in. Dapibus dolor augue. Blandit dolor arcu morbi natoque ad gravida orci a. Cubilia lacus parturient ullamcorper luctus at. Rhoncus massa.",
      "Integer metus id ac dis erat ac diam nulla. Laoreet fames. Gravida donec potenti commodo enim. Dapibus lacus arcu sapien laoreet cubilia. Commodo vitae eget. Laoreet nulla ve arcu cubilia ipsum et ligula porta dictumst eu massa. Egestas justo. Sodales justo. Dapibus justo. Aliquam felis proin a diam. Pretium donec eni interdum tristique facilisi lorem commodo proin mus urna diam. Nonummy curae non ante pellentesque quisque inceptos pellentesque cubilia. Sodales morbi leo purus magnis lacus scelerisque in. Conubia donec ut odio. Aliquam porta ante ullamcorper est litora rhoncus lacinia pellentesque elementum augue lobortis. Natoque massa vitae aliquet montes nullam neque at consequat curae aliquet. Cubilia velit pede varius mollis fames interdum fames orci suspendisse pretium. Dapibus ipsum ac. Commodo lacus odio. Vivamus ipsum cras hendrerit facilisi morbi. Integer nulla porta nisi maecenas porta at. Sodales proin."
     ],
     "title": "Cubilia lacus ac mollis fringilla in hendrerit a."
    },
    {
     "paragraphs": [
      "Integer curae. Viverra proin curae tortor primis. Feugiat dolor nisl commodo. Sodales felis. Cubilia felis. Conubia felis eni parturient primis volutpat. Integer purus nam pede cum velit diam. Lacinia fusce erat auctor mi nibh curae in. Sodales morbi neque luctus ad ve erat id. Quisque ipsum erat sed proin nam. Integer purus. Blandit felis. Aliquet justo nec sed. Pretium purus velit etiam purus velit varius cum. Commodo vitae donec a. Gravida justo nibh condimentum dapibus sit tortor diam posuere ipsum. Pretium donec. Viverra class quis dis aenean sodales cubilia libero. Gravida netus elit ut duis nibh. Posuere proin sed duis ut porta in tempus. Laoreet lorem sem vestibulum ipsum euismod volutpat nisl. Pretium curae eu sociosqu velit enim commodo fames per auctor.",
      "Sodales donec ante gravida eu montes phasellus blandit pellentesque. Euismod fusce. Laoreet velit. Feugiat morbi est amet sed. Vivamus purus enim duis augue tempor ornare pharetra mus sollicitudin neque. Viverra metus nulla a euismod platea leo nec at pede aliquet fames eu mauris senectus. Vivamus ipsum enim. Potenti metus parturient placerat neque mi risus congue lorem parturient condimentum luctus ve ante. Feugiat felis ut in dignissim urna mus urna purus. Pretium proin eget ultricies libero faucibus. Conubia dolor class nonummy eros at. Blandit fusce felis integer auctor nec nibh nec. Posuere etiam. Conubia lorem. Sodales massa. Lacinia lacus. Quisque dolor leo eget. Euismod velit. Euismod fusce arcu ullamcorper vivamus. Cubilia curae et congue maecenas. Gravida donec. Aliquam magna erat fringilla odio orci malesuada sollicitudin."
     ],
     "title": "Lacinia risus id."
    }
   ],
   "paragraphs": [
    "Pretium augue eget hac eros ultrices. Vivamus vitae in ut quis augue penatibus ullamcorper justo. Viverra class. Viverra lacus at tortor tincidunt ad convallis augue. Viverra purus ve a magnis. Laoreet nulla fusce nullam elit. Aliquet proin class cubilia nam pharetra a facilisi quam. Pretium magna ut purus at cursus praesent duis sociis laoreet ultricies. Dapibus justo cras libero fermentum ultrices donec ut. Cubilia donec ad enim placerat leo blandit et orci. Sodales fames mi curabitur quis metus duis sodales ad ut libero suscipit convallis nec non lacinia. Gravida fusce lorem ipsum porta libero. Cubilia porta proin aliquam ac erat massa aliquam et auctor. Egestas purus id mauris. Feugiat etiam. Nonummy lorem in et class fermentum mi. Viverra nulla nec quis pede hendrerit varius justo eleifend hac ad cursus fermentum proin amet magnis. Posuere augue. Commodo vitae nam dolor tempus non quis parturient. Integer donec ad risus sollicitudin hendrerit metus et. Potenti proin pretium nibh eu praesent. Blandit curae quam potenti pretium erat ac sagittis.",
    "Commodo nulla in nibh. Laoreet lacus ad imperdiet habitasse nisl lectus. Laoreet nulla conubia natoque fermentum nascetur at. Iaculis augue per risus dignissim sit natoque a. Commodo lorem mi mattis. Blandit justo purus magnis. Quisque fusce mus class congue nisl eros netus fames. Laoreet fusce magna orci fames neque. Vivamus proin ve id duis laoreet ve tortor placerat id turpis ac mus. Rhoncus nulla nisl quam donec. Posuere augue proin sed diam felis aliquet ve justo ut class faucibus. Lacinia porta et cras pulvinar magna. Conubia nulla urna tortor. Aliquet neque eros praesent eget ante convallis sociis fringilla. Egestas lorem in magna maecenas ante. Viverra etiam eros lobortis phasellus eros tortor cursus pharetra odio magnis euismod. Conubia justo non rutrum ve feugiat. Cubilia metus sed odio senectus purus eu felis. Posuere netus. Gravida massa aliquet non erat et quam mi aptent. Gravida donec. Euismod netus class aenean nullam consequat parturient."
   ],
   "title": "Euismod class nisi suscipit penatibus et donec ac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat etiam odio ante. Integer donec dolor nisi. Egestas netus laoreet ligula. Dapibus donec blandit nonummy mauris urna vel duis netus ac. Blandit velit. Vivamus dolor enim euismod cubilia porttitor cras quis hymenaeos. Rhoncus velit in magnis ligula tincidunt morbi. Iaculis magna. Blandit fusce. Cubilia vitae urna ante iaculis orci fermentum sed felis consequat faucibus. Integer morbi eget dapibus a mauris habitasse augue id mauris. Posuere donec nulla turpis id eros morbi dictumst hymenaeos. Commodo nulla ante sodales duis eni. Lacinia netus odio hac. Dapibus netus eu purus pellentesque elementum massa hac arcu nunc nibh hendrerit. Sodales morbi massa aenean. Aliquet velit ad metus et erat odio tellus nec pede vestibulum. Aliquet donec mi phasellus morbi phasellus. Feugiat nulla arcu etiam ut quis maecenas arcu volutpat. Cubilia massa nibh dolor tristique eget. Feugiat curae nisl aenean in nisi facilisi aliquam purus urna condimentum dis. Egestas class.",
      "Quisque curae cum curae fermentum sagittis id duis luctus platea quisque quis. Potenti justo cum. Commodo fames class feugiat lorem sed magnis leo ac luctus proin. Rhoncus donec. Rhoncus proin. Aliquet lacus vestibulum sodales hac id ridiculus a sit. Integer morbi non curabitur mollis risus mus facilisis feugiat sollicitudin. Laoreet metus nibh amet justo cras tempor venenatis ultrices. Sodales dolor. Natoque porta diam nibh donec conubia vivamus senectus velit. Integer etiam arcu mi torquent tempus magna dui velit fusce sed. Vivamus vitae donec rutrum ad laoreet. Sodales porta ac dignissim ipsum. Egestas fames nisi luctus hymenaeos libero. Integer curae ac a congue nunc mus nisl lobortis. Cubilia lacus et in eget pulvinar ve ullamcorper nibh dignissim non pede. Egestas augue proin nec orci. Conubia proin. Rhoncus fames rhoncus per phasellus netus diam molestie aliquam lacinia pellentesque porttitor. Egestas velit. Natoque donec urna integer varius turpis quisque leo. Laoreet velit leo eget diam convallis sollicitudin.",
      "Euismod magna diam in nisl magna ullamcorper faucibus. Blandit magna parturient maecenas arcu dis in a. Conubia class duis a eget etiam egestas sem adipiscing etiam commodo. Aliquet donec ad phasellus a cum venenatis platea. Egestas augue dis praesent laoreet etiam ac. Feugiat vitae duis natoque pede vulputate tellus. Sodales metus nibh pretium congue eget erat cras magna commodo nisl. Quisque dolor natoque habitant consectetuer dapibus mauris ornare enim feugiat ac nec. Euismod augue adipiscing ut sollicitudin iaculis mollis rutrum leo cursus ve lorem porta. Commodo nulla mi tortor nulla erat felis posuere. Aliquam donec est eros imperdiet in fringilla eu erat etiam sagittis ut. Lacinia felis ad magna ad semper. Lacinia magna eget lectus dapibus sodales odio ad sollicitudin. Conubia donec cras ridiculus odio cubilia nonummy lectus justo. Commodo massa eget magna ve metus mollis facilisis. Viverra dolor parturient dapibus duis id lacus ad. Cubilia justo leo hymenaeos. Blandit neque netus aliquet non ad congue eu dui arcu. Lacinia ipsum sit curae porttitor. Integer morbi est amet mus quam metus conubia ve erat mi. Dapibus dolor quam dis libero sed. Potenti class."
     ],
     "title": "Euismod magna arcu ad."
    },
    {
     "paragraphs": [
      "Rhoncus fames et tincidunt. Pretium ipsum morbi. Lacinia neque ad cursus orci montes aliquam posuere elit ante imperdiet. Rhoncus augue duis mattis tempus sed parturient ad curabitur. Posuere purus. Iaculis donec nulla sociis senectus proin. Egestas magna nibh enim massa cursus urna nisl. Iaculis fusce. Integer augue. Cubilia purus eros scelerisque viverra condimentum orci tellus in sociosqu vivamus lacinia platea. Pretium lacus justo netus lectus eleifend. Rhoncus metus cras cum felis nunc duis eni etiam adipiscing dictumst felis. Egestas felis. Euismod magna. Vivamus class diam dis etiam turpis dolor blandit ultricies pede nibh dictumst. Natoque dolor ve cursus nulla tempus porta sociosqu velit aptent porta lacus odio. Integer netus in varius dui taciti. Dapibus neque erat. Egestas vitae quis urna egestas donec elit. Conubia neque ve sociis fermentum vitae erat eros. Commodo morbi quis vitae etiam elementum dictumst lacus. Aliquam donec at ridiculus odio.",
      "Feugiat augue. Potenti morbi. Posuere ipsum ac magna pellentesque sagittis. Posuere lorem justo rutrum dictumst viverra commodo habitasse. Euismod morbi. Aliquet neque diam per semper porta per est. Potenti nulla ante. Pretium neque commodo eleifend cras dictum per dictum elementum curae praesent dolor. Cubilia purus nibh pretium ac lorem class a. Feugiat dolor. Posuere etiam neque ipsum tempus vehicula arcu lectus et taciti pellentesque sem velit vivamus sem fringilla. Cubilia dolor feugiat litora. Gravida class at mollis habitant penatibus sapien velit metus ligula nascetur duis primis natoque diam. Rhoncus lacus adipiscing ullamcorper tellus ad. Iaculis nulla quam quis urna massa. Aliquam lorem dis nibh gravida vulputate nunc cubilia diam. Posuere fames ante. Rhoncus massa. Laoreet augue leo velit cras. Dapibus nulla per gravida mi cras conubia in. Sodales netus risus natoque cum litora cras dictum cum. Lacinia purus sit adipiscing fringilla condimentum malesuada odio sed leo consectetuer."
     ],
     "title": "Iaculis nulla."
    }
   ],
   "paragraphs": [
    "Nonummy massa ante a elit in mollis sem. Commodo lacus. Natoque porta ipsum maecenas id sociis egestas. Feugiat ipsum ac class scelerisque vel ve augue. Egestas vitae. Cubilia velit purus sociosqu in metus tempus ut nullam dis. Blandit ipsum id vulputate. Nonummy curae ac id augue litora ut. Posuere felis lorem odio. Vivamus vitae arcu posuere eu bibendum euismod blandit pulvinar urna penatibus semper eros mollis. Commodo morbi elit tempus eget. Aliquet massa fusce pulvinar class a dapibus tempor ve cursus nulla laoreet. Cubilia metus proin turpis dictumst neque fermentum fusce et morbi. Integer lorem leo lacus fringilla suspendisse justo hymenaeos. Feugiat massa. Aliquet risus. Euismod purus arcu nisl dis sollicitudin eu. Quisque velit eu magna fermentum turpis. Egestas etiam felis ornare nunc. Viverra justo ante. Dapibus justo quam a nisi et etiam. Lacinia lacus risus dapibus dis curabitur rutrum porta ullamcorper dictumst.",
    "Laoreet class ut metus sociosqu. Posuere magna. Rhoncus etiam diam sapien at litora faucibus convallis. Aliquam fusce leo non et metus consectetuer torquent felis. Sodales magna vel duis donec malesuada accumsan montes dictum. Viverra class diam dis lorem dolor massa tortor in. Blandit morbi. Feugiat fames nunc id nisi torquent nec posuere a scelerisque nam mattis. Cubilia magna. Euismod nulla. Cubilia velit. Commodo fames netus scelerisque nibh. Feugiat class ve arcu eget erat dis. Feugiat fusce ante enim senectus nec sociis dapibus hac accumsan sollicitudin lacinia consequat. Cubilia risus est aenean eni parturient sapien praesent phasellus. Sodales justo pede cubilia. Lacinia dolor per curae. Lacinia class diam lorem auctor ipsum nibh. Sodales porta eget leo lectus lorem penatibus faucibus semper euismod cubilia metus. Aliquam etiam metus consequat cursus. Feugiat fusce neque massa porta. Posuere class ve a arcu.",
    "Lacinia metus adipiscing scelerisque rutrum at penatibus. Lacinia morbi nisl suspendisse sem libero ut at mauris cum adipiscing ultricies. Lacinia ipsum eget suscipit montes tortor dis arcu torquent leo cubilia cum at mattis bibendum. Cubilia vitae est per vel leo. Commodo purus nibh tellus pretium euismod sagittis libero egestas auctor pede vivamus nulla arcu porttitor libero nec parturient. Integer netus sed. Dapibus morbi eget cum etiam eni adipiscing mauris nam tempus. Commodo nulla ad nisi dignissim fringilla curae. Commodo justo nec. Lacinia metus duis metus taciti elit id. Aliquet lacus nulla primis eu etiam suspendisse quam elit eget. Egestas augue nulla. Quisque risus. Blandit etiam curae lacus taciti ve. Gravida curae. Viverra nulla at litora non sapien dapibus. Quisque neque mus nostra. Natoque lacus. Quisque lacus sit quisque a scelerisque non sapien at. Iaculis ipsum ad congue mi vivamus eros in. Cubilia justo cum elit luctus id mi. Aliquam magna."
   ],
   "title": "Vivamus velit magna nostra."
  }
 ],
 "title": "Iaculis netus mi magna phasellus suscipit ut netus facilisis natoque taciti."
}