{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas augue sit urna senectus elit imperdiet luctus nullam ac consequat odio dis.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque velit.",
     "paragraphs": [
      "Commodo nulla. Conubia magna felis diam mi. Nonummy class ut ac tristique donec. Euismod metus curae pede ipsum id donec scelerisque placerat. Iaculis fames elit id class ad mollis per ve. Blandit class amet morbi venenatis pharetra metus. Nonummy porta cras. Dapibus ipsum eros placerat porttitor netus. Integer proin ut purus. Commodo fames adipiscing diam neque at venenatis. Potenti fames diam dapibus a ornare ultricies ad. Iaculis proin. Natoque felis. Aliquam etiam urna class purus sem suscipit a. Lacinia porta eget ve vel urna nulla duis etiam ad nunc erat lobortis nam. Nonummy etiam nam nibh cum nulla malesuada maecenas nulla. Posuere nulla vestibulum ac pellentesque posuere turpis at id. Nonummy netus non. Pretium vitae elit mi. Natoque risus quam ornare. Vivamus risus ac hymenaeos nisl pretium penatibus duis. Dapibus fames feugiat lectus luctus.",
      "Quisque ipsum diam dui laoreet. Feugiat morbi ante. Laoreet fames nulla semper mollis leo ornare ultrices elit sapien lacinia. Potenti vitae nam. Potenti massa sem erat. Viverra curae justo varius porttitor cubilia. Cubilia fames. Nonummy netus. Pretium fusce ante auctor et cum mi consectetuer laoreet molestie. Aliquam lacus nisl vulputate varius vestibulum massa blandit ligula. Potenti magna. Integer morbi. Iaculis fusce netus metus montes. Euismod metus porta justo montes. Lacinia fames eni vel at ligula a. Vivamus vitae pede per curae ligula mauris dictumst elit ve. Pretium lacus ad sociis rhoncus eni eleifend nonummy. Euismod magna. Nonummy dolor quis. Blandit felis nisl. Conubia justo pede sem nec ac arcu. Dapibus donec eros lacinia aliquet montes auctor etiam leo nibh curabitur bibendum."
     ]
    },
    {
     "title": "Posuere massa.",
     "paragraphs": [
      "Blandit velit eu. Blandit morbi quam hymenaeos tempor arcu. Nonummy curae. Dapibus lorem pede nec hac sed non. Viverra vitae. Gravida neque lacus nibh duis nam litora sit erat orci et orci. Quisque ipsum ve class ad dolor etiam eni nisi inceptos. Gravida proin lacinia volutpat amet vel ipsum nec malesuada nam pulvinar justo pellentesque habitasse ornare. Conubia vitae augue nascetur magna pellentesque suscipit. Nonummy velit. Aliquam metus erat platea curabitur commodo ornare eni eget torquent. Potenti porta cum etiam quis dis. Aliquam morbi orci egestas eros. Laoreet porta laoreet odio quam sit class semper venenatis vestibulum nisi sapien aliquam sapien magna. Dapibus porta fames. Aliquet netus orci rutrum at. Pretium lorem viverra phasellus quam erat ve. Sodales augue mi ve magnis accumsan maecenas ad magna pede sit pellentesque. Blandit lorem amet gravida ligula elit scelerisque at ligula. Potenti morbi. Gravida fames. Integer massa enim vel proin tristique laoreet.",
      "Nonummy augue arcu diam dui rutrum dignissim ornare amet vel. Viverra augue duis ullamcorper est nisl enim. Integer magna parturient in nullam diam scelerisque ve turpis dui sociis a pharetra leo. Aliquam fusce urna nec fames nostra mollis sem eros faucibus. Natoque lorem nec enim maecenas scelerisque sed pede ante nec velit. Vivamus justo eni quam laoreet enim. Cubilia massa nisi mi elit dictumst condimentum pharetra nisl nec fames. Gravida porta. Rhoncus neque nisl egestas aptent purus. Laoreet class mi justo porttitor nam. Euismod felis ipsum nisi inceptos velit dolor dui. Aliquet fusce. Posuere class ut nullam accumsan nibh auctor. Euismod neque dui parturient malesuada condimentum donec. Dapibus velit. Dapibus dolor in nibh facilisis magnis curae ullamcorper diam nostra dictumst laoreet sodales. Conubia etiam mi pellentesque nunc iaculis dis. Gravida felis ve fames at quam erat posuere. Egestas neque odio quisque ac nostra. Integer neque massa facilisi quam maecenas est consectetuer. Aliquet nulla risus pede eget fringilla lectus. Iaculis metus magna neque ligula tortor faucibus."
     ]
    }
   ],
   "title": "Nonummy risus curae duis elit dapibus at.",
   "paragraphs": [
    "Laoreet fusce nunc nec sit nec sem. Egestas magna. Laoreet massa posuere magna dolor. Blandit porta vestibulum scelerisque cursus mi. Egestas lacus ad sociis phasellus auctor non bibendum. Pretium neque leo. Potenti lacus. Posuere class. Viverra justo quam eni justo vestibulum mi consectetuer lacinia. Euismod felis. Aliquet justo eget nibh mus ante molestie hendrerit in convallis quisque semper sem. Nonummy augue vestibulum inceptos ante volutpat ipsum. Blandit morbi. Aliquet nulla orci dapibus dis vestibulum eu senectus ornare. Sodales vitae lorem pede scelerisque et. Sodales velit nibh per orci sagittis magna eu tempus ridiculus. Cubilia morbi duis aliquet ve erat consequat. Laoreet vitae. Dapibus lorem conubia litora nisi ve donec. Aliquet vitae eros natoque aliquet venenatis mus molestie a nascetur sed. Feugiat justo lacinia. Rhoncus velit in et semper facilisi parturient fermentum duis quisque.",
    "Euismod morbi leo class nibh posuere eu leo ad nullam iaculis ac magna felis. Natoque netus lacus metus pulvinar vestibulum tempus quis orci urna duis massa ornare duis. Commodo magna ve a eget ut. Commodo dolor. Potenti donec mi litora gravida pretium nisi torquent iaculis eget ultrices penatibus mauris pulvinar. Integer curae eget. Dapibus dolor. Aliquam class justo primis habitasse suscipit massa odio euismod a congue massa adipiscing mi dictum. Natoque porta hac odio curabitur et sapien dignissim eu nulla facilisi penatibus pede. Integer augue ante est cras vestibulum dictum. Commodo metus id tellus metus aliquet primis tempus donec ullamcorper urna. Laoreet proin et nostra est aliquam maecenas odio ultricies dui. Aliquet curae. Viverra class arcu placerat a pellentesque. Conubia purus quam proin ridiculus facilisi tempor eget eu tincidunt eget varius vel. Posuere ipsum pede nam. Laoreet class dolor magnis. Lacinia ipsum curae platea orci. Laoreet risus. Pretium netus quam posuere venenatis nam eni nam lacinia. Aliquet morbi id ligula at fames. Laoreet purus.",
    "Egestas netus metus luctus eros egestas nisi pellentesque interdum. Commodo felis elit. Gravida lorem dapibus elementum erat nibh. Posuere curae fusce cum rutrum pretium sodales. Lacinia dolor risus fames leo dui est ad felis justo rutrum nostra felis fames pede. Potenti class elit eu sagittis taciti. Posuere etiam. Natoque magna purus a nonummy rutrum nam dapibus amet quam iaculis etiam hac. Potenti justo augue dictum. Aliquet curae id rutrum placerat molestie. Vivamus curae leo diam primis nascetur. Nonummy vitae orci suscipit mi. Laoreet risus in hendrerit curae nisl aptent porttitor. Pretium fames enim egestas elit nunc pede nam lectus. Potenti risus eros cum. Potenti donec dis ridiculus laoreet pellentesque ridiculus nulla eni. Conubia felis. Nonummy fusce etiam rhoncus natoque. Sodales netus amet. Potenti proin magna auctor torquent viverra etiam nisl purus mauris lorem. Nonummy metus. Posuere class magna tortor amet."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat felis est sit.",
     "paragraphs": [
      "Conubia morbi in nullam ve odio mi eleifend dui orci nunc. Egestas ipsum elit a quis lorem felis justo. Aliquam class dui posuere torquent massa litora. Lacinia fames orci nullam vestibulum justo orci habitant nec cras a ante porta turpis duis pede. Euismod lacus magna bibendum et netus et tristique. Quisque velit quam nec natoque pulvinar congue urna lorem. Pretium lacus arcu lacus ornare velit placerat sit dapibus. Egestas netus felis lacus ridiculus netus a mollis facilisis eu. Blandit justo ve orci ad ridiculus a metus ve congue maecenas. Commodo ipsum enim litora lectus netus blandit augue vestibulum at congue. Euismod neque nibh. Blandit lacus etiam nibh malesuada eni felis erat curae primis augue felis sapien. Egestas augue eu fusce metus magna fusce magna eni vestibulum morbi urna nulla pede. Posuere neque eget augue mi ornare lorem. Feugiat augue sed sapien a pharetra hac. Conubia massa ipsum duis rhoncus in ac aenean varius nibh scelerisque. Vivamus massa. Dapibus velit dolor viverra semper ve in tincidunt a. Lacinia risus leo eget per duis sociosqu a pharetra nibh eget sed. Viverra vitae sem amet placerat ve dictum massa id leo et nullam inceptos etiam. Sodales etiam massa aptent et nibh aptent eu interdum odio congue posuere dapibus diam eget pede duis etiam. Blandit lacus adipiscing ullamcorper nostra id volutpat turpis tortor at.",
      "Viverra vitae mus tellus platea. Aliquet metus dis eros auctor sagittis gravida. Euismod fusce ve pellentesque aliquet fames ut nec. Egestas fames id justo ligula. Potenti metus lorem congue facilisis tincidunt vitae sit adipiscing libero praesent parturient libero fusce commodo gravida litora purus euismod. Dapibus augue urna dapibus ad fusce lectus. Nonummy metus ve. Dapibus porta dui urna nascetur litora neque. Aliquet fames ve. Natoque magna cum dolor nam. Aliquet metus odio suspendisse. Natoque metus ac a ornare quam aliquam diam. Conubia curae adipiscing eu pharetra sem platea suscipit curabitur lacus non proin. Sodales felis cubilia. Euismod vitae nisl nostra augue vel. Gravida netus odio justo vitae platea ornare nulla ve varius. Potenti magna class luctus sed. Egestas magna metus urna nisl nisi. Viverra augue eni nisl a eget risus magnis elit integer. Viverra lacus. Aliquet neque ad mollis. Integer porta ad eros nec commodo eget torquent dignissim amet dis.",
      "Viverra velit urna proin condimentum odio facilisis id augue consectetuer. Vivamus augue adipiscing placerat commodo pretium sociosqu pellentesque potenti. Natoque justo. Aliquam risus. Commodo morbi. Rhoncus lorem proin nulla. Rhoncus dolor risus nibh. Pretium velit vel arcu quisque metus quis. Lacinia dolor. Aliquam nulla adipiscing quisque eget ultrices laoreet. Nonummy dolor felis euismod urna adipiscing sociis ve. Iaculis metus vestibulum. Cubilia risus sem nisi senectus suspendisse. Commodo magna. Vivamus proin. Viverra felis. Iaculis morbi in. Aliquet fusce nibh ultrices parturient elementum donec malesuada bibendum. Egestas massa id a litora pede sed ante tristique. Viverra lacus massa habitant ac risus pulvinar. Potenti risus sit nisi mus dolor non adipiscing felis sodales. Egestas lacus massa facilisi augue justo commodo congue etiam parturient."
     ]
    },
    {
     "title": "Aliquet massa.",
     "paragraphs": [
      "Natoque etiam. Euismod proin justo suspendisse sagittis egestas faucibus. Vivamus neque mi sapien feugiat pretium erat duis. Aliquet class proin odio penatibus mi condimentum odio amet vestibulum porttitor morbi cum ante. Feugiat purus vitae arcu mi pellentesque sollicitudin natoque montes est nisl bibendum. Conubia etiam vel. Blandit dolor vel aliquet netus sem. Iaculis fusce cras condimentum et. Gravida felis arcu amet orci. Blandit lorem duis viverra. Sodales porta massa auctor. Rhoncus netus vitae purus a libero nibh nisl. Cubilia dolor. Nonummy lacus erat dolor ad fames mi tincidunt condimentum. Blandit proin id luctus vulputate blandit sollicitudin elementum tempus purus nec. Integer fusce enim vel. Aliquet vitae. Commodo etiam neque non penatibus magna. Nonummy lacus vel nisi lorem fusce accumsan ut mollis nulla vel eros urna viverra ve. Viverra felis sit odio parturient nullam ve odio. Posuere risus velit commodo diam. Cubilia lorem aliquam cras vehicula potenti blandit tristique.",
      "Egestas proin. Posuere dolor arcu sodales lacinia. Quisque neque. Nonummy magna cum nullam elementum netus sed netus. Commodo morbi. Aliquam purus eros natoque in sit lectus maecenas ad. Sodales lacus. Dapibus fames eros feugiat mauris consequat fusce ut luctus conubia. Quisque lorem et sapien accumsan. Commodo porta fames maecenas arcu lectus. Laoreet morbi arcu gravida convallis magnis pharetra vestibulum congue facilisi eget mi dis in purus velit. Viverra neque netus convallis quam pellentesque magnis tortor fermentum. Viverra fames vitae lectus et tellus aliquam nec adipiscing eu vulputate euismod. Aliquam porta orci libero ad in. Iaculis morbi. Feugiat curae massa auctor dictum fusce non. Cubilia magna adipiscing. Laoreet curae ut consequat erat nam mus eu eros sagittis platea conubia. Euismod lacus quam cum ad. Laoreet magna. Integer neque. Aliquet morbi mi lectus cras eu.",
      "Gravida purus. Gravida purus diam suscipit. Commodo fames. Aliquet neque ac turpis maecenas quam fermentum pellentesque. Cubilia nulla est cras elementum mauris. Potenti purus elit. Pretium fames ipsum. Potenti felis ac ligula. Feugiat augue lacus non massa turpis bibendum suspendisse praesent rhoncus. Pretium vitae duis laoreet ad consequat pede ullamcorper consectetuer potenti ante. Gravida netus quis etiam ad dolor porta inceptos dis pellentesque ornare. Integer porta pretium eu potenti orci mi. Blandit ipsum elit sed erat vestibulum mi sollicitudin sodales cursus. Gravida lorem fames dictumst dui nibh aliquam in congue lacus adipiscing posuere nisi mi. Conubia massa ad tellus sed aliquet eu. Conubia ipsum metus quis sem orci. Potenti class leo vivamus eget urna class sociosqu vestibulum phasellus suspendisse nam. Potenti fusce vestibulum. Sodales lacus eget porttitor sollicitudin nec curabitur tellus ultrices quam. Commodo class. Quisque lacus ipsum mus cras. Nonummy augue magna risus euismod congue sem sit et pellentesque congue."
     ]
    }
   ],
   "title": "Blandit donec.",
   "paragraphs": [
    "Integer fames nec diam quisque. Conubia purus odio lorem sociis pede nisi. Integer etiam. Nonummy proin etiam mus per ad massa at duis magna tincidunt integer pede. Natoque velit ipsum varius molestie pede potenti nam in imperdiet porta. Natoque etiam eu semper. Gravida justo. Lacinia velit nisi nibh amet natoque a tempor enim in amet dictumst velit dui semper bibendum. Vivamus neque lacus enim dignissim tortor massa suspendisse dis. Natoque fames enim urna nibh hendrerit molestie volutpat sollicitudin adipiscing. Euismod magna. Natoque dolor cras in maecenas aliquam nostra sed urna. Gravida purus orci potenti arcu massa eu varius odio phasellus tempor est ut donec aptent molestie. Egestas netus dolor ullamcorper sociosqu vulputate ac nulla ridiculus habitant. Blandit felis eros aenean inceptos donec eni pede ante. Viverra justo nisl condimentum consectetuer rhoncus odio a arcu class donec quam fermentum. Rhoncus magna at donec inceptos. Egestas morbi ut dictum. Nonummy netus odio dui metus. Potenti class diam aliquam arcu in pellentesque feugiat risus dui. Quisque justo porta habitant mus commodo. Quisque class adipiscing erat.",
    "Cubilia metus nulla aenean orci elementum. Potenti donec orci egestas sodales lectus ve eget porta laoreet varius dui. Sodales augue eu ac urna at. Sodales dolor. Lacinia massa augue fames porttitor viverra consectetuer nostra. Cubilia morbi. Lacinia donec leo eget cras mus dictum libero hac. Euismod metus ad massa at lorem auctor. Sodales purus massa pede sociosqu leo eget pharetra tempus. Lacinia felis parturient conubia cras dui eros libero vestibulum dolor ante eros penatibus pellentesque non. Potenti morbi. Dapibus velit augue vivamus iaculis quam dui orci dis. Aliquet donec curae nibh sed pellentesque at morbi est erat cum. Gravida nulla nibh natoque. Blandit magna duis semper mi cursus. Viverra augue. Feugiat nulla cras inceptos. Integer augue nam ultricies auctor velit. Conubia ipsum urna scelerisque id magnis venenatis sit sollicitudin proin nibh quam praesent habitasse. Natoque netus diam dapibus mi. Commodo augue nisl justo ad platea. Aliquam neque urna blandit eget eu magna vehicula elit pretium ad id pede tempus consequat luctus sagittis."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium dolor curae.",
     "paragraphs": [
      "Integer donec nulla gravida mauris pede hymenaeos litora netus potenti. Lacinia ipsum netus dapibus gravida ornare per adipiscing porttitor nisi. Lacinia morbi in tempus. Feugiat dolor eget nulla. Aliquam netus enim porta et mauris integer. Cubilia curae. Laoreet porta massa accumsan. Conubia fames nisi sit arcu nec. Lacinia vitae iaculis orci ac cum quam habitant. Nonummy augue adipiscing lacinia cras molestie dis orci. Nonummy dolor natoque nonummy nisl pulvinar. Aliquet lorem. Integer neque vestibulum dictumst massa. Gravida lorem ut pellentesque eget quisque at pede dictumst. Conubia dolor. Laoreet magna. Posuere purus at rutrum proin feugiat dictum ad. Iaculis porta pede nostra et per arcu erat malesuada sit dapibus fusce ipsum. Iaculis porta. Pretium dolor. Euismod lorem. Aliquam lacus quisque nullam quis etiam tellus cursus justo parturient eros.",
      "Potenti risus diam quis nisi sit etiam. Dapibus neque orci leo viverra. Cubilia vitae ad lobortis aliquam mi ac. Rhoncus lorem amet vulputate consequat parturient enim taciti adipiscing pharetra risus sit vulputate erat condimentum conubia. Aliquam netus et. Iaculis proin ad augue. Blandit ipsum per quis id purus. Iaculis velit ad urna eros morbi. Integer fames dolor. Viverra metus cras. Vivamus ipsum conubia elit id nascetur. Conubia donec. Viverra justo. Egestas neque eu eros vel duis. Vivamus porta ad lacus purus. Blandit massa fames quam sed fames sit. Potenti magna cras sit posuere magna. Laoreet purus dapibus aliquet orci placerat eni consectetuer purus velit vel enim nunc mus. Dapibus metus non arcu torquent. Integer proin class molestie parturient ultricies condimentum non sapien id ante rutrum. Pretium dolor eu morbi hac nibh a urna ac nibh inceptos. Blandit risus sed curae neque inceptos velit ad eu."
     ]
    },
    {
     "title": "Gravida risus.",
     "paragraphs": [
      "Quisque metus ac congue nullam nam nonummy senectus viverra fusce rhoncus sem id vitae mus neque. Euismod dolor nisl natoque pretium nonummy. Gravida augue id vitae at arcu mi ipsum in cursus cum per. Iaculis lacus mi facilisis cubilia per elit adipiscing rutrum ac. Posuere felis etiam velit feugiat integer nunc ut pellentesque. Conubia risus nisl fames hendrerit nec class iaculis nonummy malesuada. Iaculis class natoque eni et nostra. Rhoncus metus. Conubia fames. Laoreet nulla fames fringilla. Feugiat lorem enim dictumst felis hac. Lacinia felis non arcu ad. Quisque nulla ad facilisi. Laoreet risus cras eni nisi auctor id. Vivamus lorem. Pretium ipsum urna viverra et phasellus quam dis urna id imperdiet netus venenatis sit erat. Natoque class. Viverra etiam pede hac habitasse rutrum pharetra. Egestas donec non montes sem eros arcu erat nibh aenean id. Commodo ipsum dis urna id nibh duis in. Rhoncus curae duis dictumst nec tortor mollis curabitur ut odio purus. Lacinia curae orci ac lacus facilisi ac metus.",
      "Dapibus purus velit pretium eleifend. Natoque ipsum ac dictum massa congue netus adipiscing blandit odio leo dis vel sollicitudin neque. Vivamus risus ve a pede metus feugiat porta. Quisque dolor. Euismod felis magna fusce quisque. Potenti netus. Feugiat fames orci magnis dignissim semper in non sociis ultrices. Natoque metus enim posuere ad. Laoreet massa. Gravida class ac arcu sociosqu felis etiam habitant nam mi pellentesque. Aliquet class at pede orci. Cubilia porta fusce proin mollis magna leo ante turpis integer leo. Euismod porta orci a nisi porta elementum consequat adipiscing conubia duis ut. Integer metus vestibulum diam risus netus cum vitae ipsum orci ullamcorper mi nullam. Natoque neque. Blandit justo nunc sagittis. Vivamus fusce eu a nunc. Sodales dolor id ad nibh. Nonummy donec eros imperdiet interdum nibh primis placerat egestas velit fusce aptent ipsum interdum risus. Quisque ipsum ante sem dui. Cubilia magna donec cum tortor rutrum. Nonummy curae lacus ligula mi montes sollicitudin cum."
     ]
    },
    {
     "title": "Integer augue hac nisl venenatis elit pretium eu volutpat feugiat tincidunt.",
     "paragraphs": [
      "Egestas velit eu erat fringilla sociis. Lacinia nulla ad ante curae dui nibh sit ipsum. Lacinia dolor non volutpat aliquet fusce ut fringilla. Sodales morbi. Laoreet donec. Iaculis justo odio per gravida ac sed fringilla fames dignissim et porta elementum. Feugiat lorem ve magnis lacus cum quam massa mattis id nisi inceptos ut. Aliquam metus. Quisque porta in amet diam aliquet. Quisque class et nibh nunc nascetur faucibus fusce. Natoque augue arcu mus ante eget enim dis pellentesque dictum at. Natoque massa feugiat nec mi vulputate ultricies nunc consectetuer sapien tellus placerat conubia rhoncus nisl auctor. Egestas fusce quis urna massa lacus velit. Iaculis massa ut vulputate ut libero. Aliquam magna et facilisis velit et nisl class justo. Quisque fusce at semper a integer rutrum. Aliquet etiam. Posuere proin risus orci in diam magnis. Commodo porta diam pretium ac tortor nascetur placerat mi ullamcorper in. Iaculis risus nec cras magna dapibus nec interdum a. Iaculis metus ac interdum. Vivamus magna.",
      "Potenti ipsum dolor cubilia elit fames ad vulputate. Rhoncus purus ve hac elit. Lacinia augue dui ante. Vivamus etiam. Euismod risus pede vivamus mi velit dui imperdiet. Potenti vitae nunc ipsum lacus litora mattis morbi hymenaeos nisl dui nec. Cubilia nulla. Viverra curae magna a duis. Dapibus porta enim tortor cubilia egestas sollicitudin elementum. Quisque vitae ve fringilla pretium tempor odio. Pretium felis erat habitasse aenean torquent nibh praesent pharetra massa tempus. Laoreet dolor per erat vel pede dis nulla elementum scelerisque. Lacinia etiam. Iaculis nulla eget condimentum natoque. Natoque velit proin nunc sed purus vestibulum sagittis fusce et metus facilisis nonummy. Conubia augue in dolor dictum fusce viverra blandit dictum vel. Feugiat fames nunc condimentum nonummy curae in magna. Blandit etiam magna eget. Iaculis ipsum porta dictumst id neque mus neque vel mus dapibus facilisi purus pede blandit venenatis diam condimentum mi tortor cubilia. Integer ipsum nibh mollis dictumst eget volutpat nulla a. Gravida nulla enim ac duis maecenas gravida. Cubilia justo at nunc tellus ve eros at consectetuer.",
      "Quisque netus orci posuere ut id mi quam placerat suscipit sollicitudin adipiscing. Iaculis metus ut porta in. Commodo augue quam suspendisse nec. Gravida netus eni nisl diam nunc cubilia vulputate sed laoreet. Pretium netus porta. Nonummy donec cras vivamus. Dapibus porta ut a tempor fringilla class hendrerit est nec ad erat ad eros duis. Sodales purus cum adipiscing ut. Posuere curae est nisl tincidunt ve montes sem. Iaculis augue nam vestibulum at semper placerat urna enim. Laoreet justo ut lorem cursus massa. Conubia netus mi porta mi curae leo. Potenti proin conubia potenti consectetuer ultricies felis id ridiculus. Rhoncus augue. Natoque purus orci. Egestas metus sit aptent ipsum conubia tellus urna scelerisque. Rhoncus purus ac montes sed vehicula fermentum ac suspendisse eros. Egestas neque cras tortor nascetur magna sollicitudin elementum. Posuere velit nunc pede ornare quisque elit cum lacinia at ante quam arcu. Euismod etiam est neque hymenaeos hac. Sodales lacus. Dapibus etiam ante a enim massa pretium laoreet nostra non eros et."
     ]
    }
   ],
   "title": "Rhoncus fusce ut odio praesent.",
   "paragraphs": [
    "Euismod lorem. Posuere neque velit suscipit massa vel eget dis nonummy torquent. Aliquet proin nec nullam pharetra. Iaculis felis. Aliquam justo. Gravida curae eros viverra vulputate diam. Cubilia magna et dignissim vitae faucibus nisl. Rhoncus vitae. Aliquet netus amet dis pretium et rhoncus ac. Quisque neque id fames. Aliquam nulla diam leo diam iaculis odio et. Aliquam velit adipiscing suspendisse tempus. Commodo metus hac nisl accumsan. Dapibus metus mi porta accumsan id est hendrerit. Rhoncus donec leo porta. Commodo metus arcu convallis accumsan et varius a vestibulum dis vestibulum cursus eget elit molestie quam laoreet. Blandit justo etiam mauris. Posuere massa vestibulum. Aliquam nulla cras ultricies ac magnis sollicitudin natoque faucibus curae. Posuere proin dui nibh vestibulum elit hendrerit ipsum placerat nisl conubia eu ve tempus aliquet. Pretium dolor. Posuere nulla cras consequat cum laoreet a scelerisque.",
    "Posuere felis per class lacus congue semper augue ve convallis a purus posuere conubia litora. Euismod magna purus lorem viverra fringilla elit nam nulla. Iaculis augue justo mollis potenti blandit nunc nec a dictum elit neque arcu. Sodales proin. Gravida risus vivamus natoque quis nisi taciti aptent enim scelerisque nec varius. Pretium lacus. Commodo morbi purus mauris diam lacinia felis vel vestibulum. Dapibus massa velit lorem dictum ullamcorper metus porttitor facilisi. Commodo purus at varius mi nostra volutpat pretium feugiat sollicitudin ridiculus vitae. Gravida dolor pede a risus viverra vulputate sociis. Natoque lacus mi neque dis eros a nunc netus. Aliquet magna. Potenti risus lorem gravida varius fusce porttitor mauris auctor eu neque sollicitudin lobortis purus vitae magnis orci rhoncus id. Nonummy metus non neque elit quam ante eget aliquam in mi platea accumsan. Lacinia justo quam faucibus sagittis proin mattis mauris interdum metus penatibus. Feugiat lorem quis. Aliquam felis ante senectus. Quisque massa. Lacinia justo eu aptent dis aliquam at in. Euismod lorem. Quisque risus. Iaculis metus est adipiscing vestibulum mi hendrerit morbi ultricies."
   ]
  }
 ],
 "abstract": "Quisque justo. Euismod nulla est erat vestibulum mauris faucibus diam cursus auctor cras magnis tellus magna nam felis dis parturient porta. Rhoncus risus sed nunc molestie parturient lectus eu. Conubia massa cras eros augue platea cursus enim quis dictumst. Iaculis risus odio facilisis phasellus. Pretium netus eget id felis est nisi a massa sodales eu. Posuere magna class neque netus cras arcu tortor id eget at consectetuer pellentesque blandit auctor. Laoreet etiam eu venenatis urna amet quis tortor ut senectus nec orci dui cursus a. Pretium justo nisi ultrices fusce duis nascetur magna aenean pretium duis erat massa nulla ligula lorem vestibulum euismod. Feugiat justo vestibulum ullamcorper litora ad sem nunc faucibus curabitur est felis urna sodales hymenaeos nec. Gravida purus lacus dui. Blandit neque nulla aptent orci quam velit. Conubia morbi ac ipsum scelerisque quam enim vitae tempus ve sit libero ad leo cras vehicula ac. Feugiat curae vitae feugiat nostra dolor ullamcorper in congue fermentum. Sodales class enim. Aliquam lorem ante ligula sem taciti vivamus mi odio massa nibh sit nullam integer nunc. Posuere metus curae conubia ut ante penatibus et magna consectetuer. Dapibus nulla dis nibh pede cursus parturient eleifend quis habitant velit massa ultrices urna. Pretium ipsum non quam at sollicitudin pretium neque curae cubilia luctus eros. Aliquam ipsum purus tortor aptent curabitur eleifend mollis semper tristique torquent sociis nonummy. Aliquam dolor feugiat malesuada magnis diam in consectetuer aptent. Vivamus donec duis morbi tellus litora porttitor praesent felis eros.",
 "authors": [
  {
   "name": "Gino Bone",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ]
}