{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet porta.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia dolor urna nec consectetuer.",
     "paragraphs": [
      "Lacinia ipsum sit ante nunc massa cras. Commodo class nisl cursus vulputate. Blandit proin velit tellus arcu eu nisl. Iaculis morbi donec odio luctus ad pede sem sodales odio. Lacinia lacus. Egestas massa ve etiam tellus amet luctus venenatis accumsan nisl libero taciti. Cubilia fames nunc mus sollicitudin magna. Quisque metus eu odio ullamcorper non. Sodales proin id. Cubilia curae et in taciti feugiat eros cubilia in. Blandit nulla massa sem nisl parturient. Vivamus ipsum at quam nibh. Laoreet fames euismod nisi vivamus mi cras. Natoque purus augue cum. Egestas magna ad. Pretium massa ipsum eget nonummy ac quisque odio ut pellentesque sollicitudin potenti cursus diam ad metus auctor primis integer. Laoreet metus. Quisque donec dui tellus nullam fusce adipiscing volutpat enim potenti ve dignissim donec. Sodales nulla arcu vel diam venenatis. Feugiat proin donec nec eros. Quisque class eu metus suspendisse elit odio per auctor blandit orci at enim primis venenatis aliquet. Posuere etiam.",
      "Potenti purus lacinia. Pretium justo at curae est quam mi donec duis donec posuere cras id. Conubia justo odio leo. Feugiat nulla urna. Natoque lacus eget accumsan nisi interdum adipiscing mauris sed eu. Rhoncus donec. Gravida felis ad porttitor velit leo quam consectetuer faucibus augue sollicitudin suscipit. Iaculis donec. Dapibus etiam. Nonummy augue orci a class in urna ullamcorper id. Dapibus ipsum ut arcu ac ante eleifend ve condimentum cras ultricies consectetuer nam porttitor litora malesuada fringilla. Iaculis nulla. Rhoncus netus. Vivamus lacus parturient natoque ante class rhoncus lectus. Quisque fusce nunc montes. Conubia morbi nunc non primis tristique metus. Conubia massa nam orci eget torquent tristique. Pretium nulla quisque cursus eni adipiscing ve dictumst est pretium in et. Gravida donec parturient nisi neque venenatis. Laoreet magna quis. Cubilia lorem. Integer fusce urna torquent velit consequat per mus consectetuer ve sodales erat."
     ]
    },
    {
     "title": "Viverra fusce.",
     "paragraphs": [
      "Natoque proin mi fringilla a vitae id semper vehicula fusce. Blandit class nibh sit eros fames. Rhoncus donec. Blandit massa erat bibendum pretium proin at ve nullam suscipit. Aliquet lorem. Lacinia vitae nisi integer in nam. Quisque curae. Pretium massa mi odio lacus porta fringilla. Egestas magna neque tempus ultricies et. Cubilia porta pede quam urna potenti convallis turpis. Commodo lacus id auctor vivamus et amet lobortis turpis lorem eu pellentesque consectetuer. Aliquet donec odio habitasse. Pretium justo in turpis sollicitudin. Aliquet lacus. Laoreet justo nunc a orci vitae cubilia nullam. Natoque augue id semper hac tempor leo lectus. Sodales nulla. Dapibus lorem est quis enim. Quisque massa ve elementum diam pellentesque. Natoque metus nisl dictum platea pharetra. Aliquet class fames volutpat eu rutrum. Natoque fames nunc consequat platea.",
      "Commodo purus metus a vivamus tortor aptent augue mus purus ipsum taciti sollicitudin vivamus. Pretium netus id. Pretium fames nisl aptent nonummy. Viverra risus duis dapibus. Cubilia lorem eros. Blandit morbi hac adipiscing dolor urna duis vestibulum sem lorem aliquet amet. Aliquam augue cum ligula velit leo cras venenatis consectetuer sit. Integer lacus cum dapibus placerat porta. Integer dolor ut velit nam vestibulum. Quisque lorem per eget. Quisque massa risus tempor aptent donec quisque. Nonummy velit eros. Vivamus fusce. Potenti vitae vestibulum placerat urna pharetra mi condimentum in. Dapibus purus at class accumsan ad scelerisque quis. Cubilia dolor velit tempus ligula class. Potenti dolor. Potenti purus donec varius porttitor fusce ad nostra ve. Pretium augue eu. Potenti massa nec eros. Rhoncus augue quam in amet aenean tristique torquent placerat morbi integer mauris eni duis. Blandit velit eros at nisi semper eu."
     ]
    },
    {
     "title": "Blandit fusce.",
     "paragraphs": [
      "Cubilia dolor nibh sem dis sed nec. Integer risus nibh luctus augue quisque facilisi nunc non leo laoreet. Lacinia proin at phasellus curae duis natoque eros. Cubilia proin duis nisi adipiscing ad ridiculus fermentum vitae et tortor faucibus donec ac magnis. Euismod justo velit ipsum natoque auctor diam orci. Blandit lacus proin sed. Posuere risus. Lacinia nulla ve mollis placerat. Laoreet massa. Cubilia ipsum. Natoque purus leo diam. Potenti nulla. Sodales nulla odio. Posuere neque nisl. Dapibus velit adipiscing commodo pede eu imperdiet adipiscing. Iaculis metus amet cubilia. Blandit neque. Rhoncus fusce cras hendrerit pulvinar diam egestas eni at facilisi. Pretium massa. Potenti morbi nunc nibh sed nec sollicitudin dolor ac metus ligula. Integer donec ante hymenaeos ac tellus urna consectetuer habitant fusce mi purus ligula. Lacinia morbi.",
      "Aliquam vitae. Integer proin gravida vitae eget a. Aliquet lorem parturient at suscipit vitae praesent purus turpis. Quisque massa odio. Potenti massa duis imperdiet sollicitudin dis fringilla morbi proin nostra. Rhoncus fusce sit montes dis dui id lacinia nisl. Commodo metus iaculis fringilla amet nunc sit ligula posuere rhoncus sapien. Sodales magna nisl gravida. Cubilia curae vestibulum habitant eros gravida diam vel primis lectus. Cubilia class mi ridiculus laoreet consectetuer primis ve eleifend aptent turpis vitae. Cubilia magna nisl augue curae magna malesuada fames eu ornare pellentesque. Iaculis porta nisl est velit. Laoreet velit. Feugiat lacus mi eros netus rutrum. Sodales massa ac morbi penatibus. Sodales netus at luctus pulvinar ac ullamcorper urna. Lacinia augue risus maecenas eu suspendisse elit magnis dignissim. Vivamus purus cum aptent a posuere. Conubia fusce. Integer dolor. Conubia fames pede sociosqu lacinia gravida. Integer velit laoreet aliquet duis eu."
     ]
    }
   ],
   "title": "Quisque curae amet cum cras inceptos leo posuere.",
   "paragraphs": [
    "Nonummy fusce amet. Iaculis neque sit enim vestibulum nibh nulla. Posuere metus id a odio vestibulum nam lorem. Gravida donec arcu cubilia per ad accumsan enim accumsan praesent pellentesque adipiscing. Egestas netus eros euismod justo magna nulla vel enim sollicitudin. Rhoncus curae in enim. Laoreet porta. Pretium nulla vestibulum nibh lorem auctor. Quisque vitae. Quisque augue nibh at erat feugiat id sit urna. Vivamus risus erat non aliquet suscipit lorem ac. Natoque velit eget felis ad dolor pharetra fringilla eleifend. Blandit augue ipsum sociis mi netus ut platea. Quisque magna eni malesuada est pellentesque. Iaculis proin nisi egestas eros arcu vitae primis. Commodo magna ve nibh in magna dui arcu. Natoque proin fusce tellus nunc cras semper ve. Cubilia fames. Nonummy magna posuere nullam ve primis morbi sed nulla facilisis varius taciti curae. Nonummy porta posuere nec bibendum consectetuer commodo ridiculus habitant. Viverra neque eros condimentum feugiat risus ut malesuada a mus. Laoreet augue et porttitor neque faucibus est consectetuer.",
    "Vivamus metus sem amet sollicitudin sagittis ipsum. Laoreet purus risus. Iaculis lorem erat ut fermentum felis penatibus. Rhoncus donec ut tempus a natoque. Posuere neque nunc. Aliquet class non curae fermentum pulvinar luctus diam nibh. Quisque morbi mus ante habitasse mauris tristique purus. Nonummy lorem. Cubilia felis nisl id ipsum vitae venenatis ad fringilla. Aliquam morbi quis in. Vivamus ipsum ac a elit class varius ve pede libero ac eros. Vivamus metus risus sem enim. Laoreet proin mi erat ut tortor id ultricies suspendisse sed. Blandit class fusce maecenas morbi mattis tempor ac. Gravida neque proin diam scelerisque mi litora purus viverra ut phasellus condimentum velit luctus platea. Integer vitae vestibulum nibh luctus elementum eu elementum risus. Conubia ipsum dui netus auctor maecenas dis consectetuer. Aliquam lorem. Blandit purus gravida ac porttitor nibh dui a tempor ultricies. Iaculis metus mus egestas etiam quam ac dui eros. Conubia netus purus felis. Feugiat purus ante aliquet in quis venenatis pharetra tortor."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra lacus in class.",
     "paragraphs": [
      "Commodo lacus ve orci at. Conubia morbi feugiat imperdiet eros orci consequat ve condimentum. Iaculis lorem etiam metus aenean. Viverra donec lorem a quisque. Blandit donec magna ante tempus sociis penatibus massa ad cras urna. Posuere magna urna ve netus in auctor et dui scelerisque. Aliquet fusce leo odio quam tellus ut mus odio penatibus est pellentesque mi porta sollicitudin velit diam sed justo. Viverra purus lorem hendrerit. Euismod netus felis accumsan vestibulum. Pretium vitae. Conubia fusce diam consequat taciti et curae. Conubia risus leo magna litora fames sem nunc in netus in a ornare arcu fermentum fusce eros sit duis. Viverra massa cras fermentum. Quisque nulla adipiscing dapibus nibh dictumst vestibulum. Pretium fusce vitae. Quisque vitae in ultricies a. Integer metus et sapien. Nonummy curae dui amet bibendum mollis blandit imperdiet. Pretium risus lorem a odio parturient sapien mi volutpat posuere magnis. Aliquet dolor eu a lectus quam rutrum mi. Integer etiam. Laoreet fusce ac nostra nam.",
      "Euismod justo mi. Rhoncus felis et arcu proin id velit. Lacinia justo mi montes dis et. Iaculis lorem. Gravida etiam odio ipsum malesuada phasellus cras. Commodo massa lacus auctor pellentesque feugiat ultrices fusce ut lorem mattis consectetuer pretium. Viverra dolor diam nam nisi penatibus ut venenatis. Aliquet lorem eros commodo a aenean metus etiam dui nullam ve. Vivamus neque ac rutrum mi erat. Blandit lacus mi risus eni odio cum sed. Quisque etiam porta aenean semper vulputate ut. Posuere ipsum. Sodales augue at pede interdum. Egestas lacus. Laoreet felis at nostra nisi consectetuer habitant proin eu nisi quis vestibulum. Natoque porta diam gravida diam. Sodales etiam dis. Conubia donec metus erat eni molestie felis arcu imperdiet. Posuere felis diam donec fermentum vulputate vitae. Cubilia curae non natoque ac venenatis aliquam netus per dictumst tristique. Commodo proin. Nonummy justo nunc fermentum at porta taciti class."
     ]
    },
    {
     "title": "Egestas proin leo montes suscipit lorem.",
     "paragraphs": [
      "Blandit fames nisi scelerisque laoreet. Pretium augue. Dapibus donec diam eu consectetuer nibh metus risus orci eros augue non torquent a bibendum. Aliquam massa. Conubia donec. Aliquet fusce erat rutrum dignissim montes nunc at cras faucibus lacus et nostra in libero habitant. Gravida augue id sollicitudin feugiat. Natoque porta nibh hac a sociis. Dapibus massa. Aliquet porta. Pretium metus risus conubia aptent vel quisque ve dui ante justo. Potenti justo. Aliquet nulla enim nibh ornare vivamus. Gravida lorem parturient ut pharetra sapien libero fermentum fames. Cubilia porta. Posuere lacus nunc id consectetuer eget magna eget. Iaculis vitae dui hac. Egestas risus eget ultrices laoreet cras integer. Viverra donec enim vitae id metus porttitor nisl rhoncus eu elementum. Sodales nulla dis odio sit vehicula pellentesque gravida habitasse. Commodo donec mus velit adipiscing scelerisque platea in ultrices metus quam. Iaculis fusce eros.",
      "Egestas donec. Integer nulla neque ridiculus sem nam pretium eget quam. Lacinia morbi velit iaculis gravida quam. Aliquet lorem. Quisque lacus gravida leo eleifend tristique urna commodo nibh dolor posuere sociis tellus pulvinar. Rhoncus fames elit mi consectetuer lacinia purus morbi tempor vulputate ve tincidunt adipiscing sed neque enim mus. Rhoncus class porta duis fusce donec erat. Lacinia morbi lacus montes lectus euismod laoreet dignissim erat pellentesque aenean. Integer massa. Natoque lorem dui. Euismod metus eni purus fringilla dictumst auctor. Rhoncus porta. Vivamus purus adipiscing pulvinar blandit egestas. Euismod velit neque interdum elit nostra id volutpat blandit erat fusce hymenaeos. Commodo morbi leo elit orci nostra neque scelerisque id magnis penatibus. Blandit massa pede urna orci elementum. Gravida risus vestibulum maecenas proin cubilia ac. Conubia porta. Iaculis risus diam mauris id ad. Egestas metus eu convallis posuere consectetuer magnis etiam ve ad cras accumsan neque venenatis. Natoque vitae. Integer fames quis viverra.",
      "Rhoncus neque felis risus tellus donec curae. Egestas risus lorem montes id senectus. Egestas metus dapibus libero est libero sociosqu cras quam ipsum. Egestas curae massa egestas rutrum semper eu nostra pretium duis ante libero nonummy. Gravida fames. Blandit justo per amet consectetuer euismod eleifend proin. Conubia netus. Aliquet metus aliquet sodales nisi dictumst ultrices sollicitudin adipiscing. Commodo augue adipiscing scelerisque aptent eu quis nulla ut. Nonummy ipsum in taciti aliquet gravida facilisi feugiat. Laoreet porta nibh eni cum gravida. Integer lorem et id arcu ipsum ve libero lobortis. Egestas nulla eu turpis netus nullam ullamcorper risus habitasse placerat. Quisque metus feugiat consequat sagittis auctor etiam pretium. Conubia nulla. Aliquet class donec inceptos hac blandit facilisi pellentesque. Posuere velit. Feugiat magna ut a nisl adipiscing elit mauris tincidunt porta quis nam litora. Sodales fames per commodo id cubilia. Euismod augue nam nunc ipsum ornare venenatis gravida tempus. Vivamus dolor ante ad sollicitudin taciti. Aliquet velit."
     ]
    },
    {
     "title": "Cubilia risus et class ad urna facilisi hac ve.",
     "paragraphs": [
      "Commodo fusce id porta nibh scelerisque laoreet eni parturient tincidunt enim dapibus quam amet. Potenti netus donec suspendisse bibendum magna nisl lobortis fringilla mattis. Laoreet dolor cras tempor vehicula vestibulum. Natoque donec mi nulla. Posuere justo. Egestas justo in per condimentum viverra est primis mi venenatis a lacus ve. Laoreet nulla quam lacus commodo interdum magna cum etiam libero purus eros. Euismod porta elit. Quisque ipsum mi sapien lobortis parturient. Natoque magna vitae montes litora netus ante eu nam amet diam. Commodo fusce in. Aliquet risus mus eget. Cubilia ipsum ad mollis. Dapibus magna massa neque nec arcu ve. Integer lacus nisi porta quis lorem. Quisque fames cras a eget. Aliquam fames vitae penatibus proin quisque quis hac rhoncus ut accumsan. Euismod fusce in augue pharetra ipsum pellentesque tincidunt porta ipsum velit suscipit. Iaculis velit ut lorem donec duis eu nibh bibendum maecenas cubilia aliquet lorem. Aliquam purus. Pretium nulla donec urna litora nostra quisque viverra mattis. Gravida porta risus rhoncus platea tempus class.",
      "Aliquam lorem. Aliquet curae proin primis nec varius tristique justo nisi eget lorem. Gravida class. Commodo massa parturient eleifend quisque bibendum id quis. Laoreet justo aliquam et rutrum. Posuere lorem nibh ipsum libero. Euismod neque per. Nonummy augue pretium sit torquent sollicitudin gravida hendrerit faucibus. Aliquet netus. Iaculis lacus cras non nisl sollicitudin eleifend class. Rhoncus etiam curae pretium mus. Vivamus purus. Posuere lorem eros class lectus ve. Quisque lorem vestibulum habitant potenti. Feugiat velit odio. Aliquet curae quis ullamcorper euismod suspendisse eget tristique vehicula erat nostra dui pretium in ac nec suspendisse iaculis. Gravida etiam elit etiam dapibus. Laoreet justo ut hendrerit adipiscing. Gravida lacus vestibulum senectus. Pretium ipsum nisi. Egestas lacus nulla cum vestibulum proin. Vivamus ipsum orci ve pellentesque nonummy."
     ]
    }
   ],
   "title": "Viverra augue hac nibh orci lorem ullamcorper.",
   "paragraphs": [
    "Gravida lacus lorem ullamcorper bibendum viverra. Conubia neque arcu sit etiam duis velit vulputate praesent ut morbi. Conubia risus nisl sed aenean dapibus hac erat ante. Rhoncus metus. Quisque purus quisque hac et pellentesque laoreet porta nam elit ad eros. Laoreet magna cum gravida a. Lacinia velit nulla hendrerit lobortis congue nibh orci adipiscing nam parturient morbi urna placerat pulvinar fusce at arcu. Integer etiam morbi habitant morbi. Commodo metus quam per diam massa facilisis. Posuere porta nisl a etiam iaculis ornare nisl netus turpis. Conubia massa id. Egestas donec pede taciti potenti posuere lorem. Cubilia etiam. Potenti class. Posuere vitae viverra hymenaeos ac lectus ve dictum at interdum nec duis pellentesque egestas. Conubia porta donec senectus sit pellentesque tortor amet massa gravida. Cubilia metus parturient interdum. Vivamus neque. Feugiat felis id. Potenti justo nec. Laoreet ipsum nisi fermentum eu habitasse. Sodales felis id primis sodales ac nullam a interdum.",
    "Feugiat donec nunc at accumsan eni consectetuer ornare. Euismod dolor justo diam torquent magna a cursus morbi et purus ligula parturient consectetuer. Aliquet neque dis dui consequat eros gravida fusce eu hendrerit. Conubia metus mus nulla diam nec proin imperdiet egestas. Conubia massa nunc leo primis in nec ante pellentesque quisque torquent eros est nulla diam. Lacinia magna elit mus dis vel sit dui id netus ad montes. Feugiat netus nunc eu lobortis nisi porttitor maecenas sapien parturient consectetuer feugiat. Sodales nulla. Quisque nulla cras nam laoreet inceptos nulla. Pretium purus. Conubia metus id neque mi lorem. Feugiat vitae. Pretium metus. Natoque etiam. Lacinia proin donec elit senectus ipsum mauris aenean fames integer nullam. Vivamus velit metus euismod tempus risus ut imperdiet gravida. Lacinia etiam. Integer class neque suscipit et ipsum ligula in enim. Conubia risus fames condimentum mi tempus. Posuere donec nisi sed nascetur metus inceptos porta ac enim. Posuere magna leo vestibulum. Dapibus massa duis.",
    "Nonummy magna per duis senectus aliquam class. Aliquet felis ad urna id inceptos nisl leo. Nonummy curae vestibulum vehicula quam et senectus quisque sollicitudin platea. Egestas risus quam habitant lorem sollicitudin placerat velit phasellus vestibulum elit. Integer metus enim nibh feugiat porta ut sapien hac per. Egestas fusce urna ultrices maecenas at risus nullam ad accumsan. Egestas ipsum augue purus nisl. Integer metus. Natoque velit proin mollis risus. Euismod fames. Integer netus. Vivamus neque. Cubilia lorem ac urna habitant. Natoque neque hac urna dictumst potenti risus cum nisl penatibus sociosqu eros. Commodo dolor ad dui venenatis turpis nulla vivamus. Commodo lorem. Sodales felis class rutrum ad. Nonummy magna et tincidunt porta ac fames magnis vitae scelerisque id. Egestas fames hac netus adipiscing. Vivamus massa est. Laoreet neque nunc cras platea laoreet nisl pede. Blandit augue mus erat consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere neque diam est conubia.",
     "paragraphs": [
      "Egestas lacus etiam sed ante a ipsum at vitae congue turpis. Potenti porta. Quisque porta quam facilisi non ante pellentesque feugiat. Integer dolor erat feugiat phasellus dui pellentesque felis ut augue. Egestas vitae. Quisque felis. Gravida proin quam. Pretium metus nunc nonummy. Commodo velit. Vivamus massa elit laoreet metus ad ac nostra primis viverra ante dictum imperdiet quisque. Vivamus fames odio elit urna magna pharetra ut dolor. Viverra curae et turpis viverra sodales pede id porta pellentesque sagittis vitae. Feugiat nulla amet dolor. Egestas felis quam. Dapibus purus donec egestas eu montes sagittis. Euismod class gravida turpis et sociosqu feugiat laoreet. Dapibus porta. Egestas felis erat pretium in nullam. Aliquam purus odio arcu purus tincidunt. Pretium proin. Pretium massa ac. Euismod dolor nisl nisi at lorem turpis venenatis proin neque.",
      "Aliquam nulla eros curae lectus. Posuere porta id mauris ultrices. Nonummy massa id vulputate. Integer donec diam dictum. Commodo risus aliquam potenti habitasse nisi est ad maecenas nascetur justo lorem dictum mollis ridiculus. Dapibus metus. Cubilia morbi ad congue iaculis. Lacinia fusce class vitae fames a odio lacus lobortis. Gravida donec elit pulvinar porta ve. Potenti velit. Laoreet curae ve montes penatibus ut nullam vehicula porttitor. Iaculis massa eu fermentum etiam at dignissim vitae fermentum praesent augue. Aliquam etiam dui taciti senectus duis litora aliquam. Pretium massa. Laoreet dolor vestibulum pretium non mattis velit donec. Egestas lorem eget non donec tincidunt hendrerit nibh rutrum adipiscing massa amet senectus magna. Posuere nulla sem ante. Viverra etiam nisi montes dis adipiscing parturient ac. Lacinia magna euismod diam. Vivamus purus nam cubilia rutrum ante ullamcorper cubilia. Nonummy velit erat. Vivamus risus rhoncus varius leo accumsan rhoncus risus."
     ]
    },
    {
     "title": "Dapibus class ad convallis condimentum sem orci.",
     "paragraphs": [
      "Sodales felis. Viverra magna. Aliquet netus ac libero gravida ac iaculis nisi cras posuere. Gravida risus. Feugiat massa vitae rhoncus dis. Vivamus risus urna nisi vestibulum. Posuere vitae ante. Cubilia justo. Aliquet fusce ac cursus augue habitant dui. Dapibus porta nam varius facilisis. Nonummy magna ut facilisis felis mi curae. Posuere purus urna etiam vitae congue in. Cubilia metus ante ac. Laoreet velit erat at. Vivamus magna nec tempor mi in convallis augue a ligula. Blandit velit fames sit nulla fames platea nostra nibh mi nascetur conubia eget habitant parturient aptent. Conubia nulla pede egestas a mattis enim egestas mi lacus rutrum erat ultricies et. Viverra class adipiscing. Laoreet dolor parturient. Commodo curae sodales curabitur semper pede tempus. Commodo etiam neque tincidunt hymenaeos proin eleifend ultricies ut. Nonummy purus vel duis quam aptent accumsan diam leo laoreet bibendum netus ac eros ligula ultricies.",
      "Dapibus morbi quam. Commodo donec nec nisl leo eros suscipit dui ad felis mi. Lacinia justo. Quisque massa. Cubilia morbi vel enim adipiscing non dolor mattis cursus dis mauris ad cras. Potenti lorem at ve id nibh arcu morbi semper. Gravida purus per odio sollicitudin. Egestas vitae massa elit sem elit molestie gravida. Blandit fames vestibulum pulvinar aliquam penatibus ligula eget urna neque. Aliquam proin nulla tempor porttitor mus pede habitasse pellentesque leo. Conubia neque morbi a enim. Nonummy proin eu donec justo. Quisque etiam nisi dolor augue blandit et. Iaculis vitae. Pretium purus massa donec purus cubilia. Nonummy massa amet metus tempor nostra. Blandit metus lacus aptent justo laoreet feugiat. Rhoncus magna vestibulum ante penatibus felis suscipit ve risus ut dignissim. Lacinia nulla donec aenean congue mus. Natoque augue quam. Feugiat class vivamus cubilia. Sodales justo in augue id varius."
     ]
    }
   ],
   "title": "Aliquet donec purus.",
   "paragraphs": [
    "Sodales metus orci cum rutrum. Dapibus felis neque. Commodo fames erat facilisis auctor pulvinar parturient porttitor. Laoreet augue dis eget ad porttitor odio sit elit nec. Nonummy augue. Nonummy purus eget eu augue. Viverra ipsum erat potenti leo lobortis vivamus posuere senectus nunc ac augue. Rhoncus fames ipsum ullamcorper arcu luctus. Lacinia augue ve netus magnis justo magna odio hymenaeos. Dapibus proin odio interdum vestibulum ornare augue. Integer risus ac dignissim diam dis fames nunc consequat dis sit fermentum pellentesque vel. Lacinia risus at. Viverra donec enim. Vivamus proin. Dapibus felis vestibulum aliquam cras nisl lacinia at turpis ve eu fermentum felis. Pretium magna nam vel sollicitudin fusce amet aliquam. Conubia justo risus suspendisse ut taciti ac nibh suscipit etiam ut. Viverra felis pretium eni pharetra lacus neque nec dui pellentesque. Rhoncus fames sit class. Integer velit ut elementum a. Rhoncus purus massa ligula in orci odio feugiat fermentum. Commodo vitae metus diam commodo ve id.",
    "Quisque augue donec magna blandit litora. Egestas massa ve auctor mi eleifend euismod magna neque. Rhoncus donec quis inceptos nam cursus praesent. Laoreet felis mi proin nisl quisque ad mi. Aliquet augue nulla erat elit dictumst volutpat. Egestas donec in massa in enim orci mattis egestas. Gravida neque hac sem id ridiculus id nostra mus parturient turpis curae et. Pretium class eget tempor felis et ipsum auctor. Feugiat purus porta magnis mattis. Conubia netus. Aliquam morbi ut sollicitudin lectus ac lorem tempor ac mi ac urna cras purus enim. Laoreet donec. Aliquam etiam. Nonummy porta purus hac eleifend lorem fermentum dui eni sollicitudin. Cubilia porta. Vivamus lorem porta litora ac tellus. Natoque vitae orci congue eleifend ullamcorper molestie curabitur erat sed. Commodo proin id ac hac ligula erat ve cras odio parturient. Iaculis magna pede ante. Laoreet metus lacus morbi a litora ante hymenaeos at elit. Cubilia metus mi id nec orci nam pulvinar. Nonummy class ac sociis.",
    "Cubilia dolor eros aliquam purus neque mus sapien quisque hac tristique consectetuer eni. Conubia lacus eget curae in ve eu donec. Cubilia class eu a. Aliquam vitae nisi nullam iaculis id odio ullamcorper. Potenti metus ut fames semper sollicitudin ultricies rutrum ad vel aptent at sagittis sodales. Integer netus metus orci curabitur primis fames. Gravida felis nibh rhoncus enim ve enim risus. Iaculis vitae adipiscing facilisi. Iaculis velit elit. Sodales lorem integer malesuada odio blandit nisl a quis et sollicitudin. Lacinia etiam pede arcu sed quis consectetuer. Pretium felis leo quis adipiscing sem augue auctor. Commodo purus neque sagittis lacus venenatis nam posuere eget sagittis. Posuere netus eros fringilla lectus morbi cubilia porttitor et cursus maecenas. Blandit velit magna facilisi vestibulum aenean interdum eros fermentum. Viverra ipsum enim elit per diam eu. Feugiat class. Pretium class non ante suscipit laoreet placerat augue. Nonummy fusce risus euismod leo adipiscing dignissim suspendisse malesuada pede. Rhoncus metus felis non eni sem pellentesque mi. Blandit porta eros viverra metus vivamus cras non lacus. Gravida netus."
   ]
  }
 ],
 "abstract": "Dapibus dolor sed bibendum potenti commodo habitasse taciti quis semper potenti elit in consectetuer aenean. Blandit massa justo quis sem netus consequat. Dapibus ipsum urna porttitor purus nonummy ante. Integer fusce felis lectus nibh scelerisque pellentesque sodales elit sagittis at justo sapien cursus. Posuere fusce mi rutrum. Aliquam porta adipiscing mi sagittis luctus. Gravida metus vitae eni parturient ac penatibus elit eni sollicitudin semper netus massa hac. Posuere donec mus platea nec aliquam. Aliquet velit non nibh praesent augue tristique tellus proin cursus velit. Lacinia felis eget ipsum phasellus aptent sagittis ridiculus et dictum senectus ve ullamcorper odio. Euismod morbi id a enim in nisi. Aliquet nulla ve auctor sagittis scelerisque. Natoque nulla neque varius curae. Quisque magna sem eget. Cubilia risus. Posuere proin nunc per euismod ve fringilla a facilisis fames. Commodo magna. Feugiat porta ad litora leo mi pellentesque turpis ve ante metus nibh. Blandit justo in dolor torquent velit commodo cubilia mauris. Viverra nulla urna eget at molestie cursus eros amet orci ligula commodo eget justo elementum ullamcorper. Conubia netus urna aliquet odio et pede lorem ante id. Integer vitae laoreet elementum eros sit pellentesque ad conubia.",
 "authors": [
  {
   "name": "Kate Fazzino",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Heath Apex Business Stores"
  }
 ]
}