{
 "authors": [
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Ty Dehaven"
  }
 ],
 "abstract": "Quisque augue. Natoque ipsum natoque magna enim netus tortor ullamcorper porta cursus curae ullamcorper ac montes. Gravida vitae enim dictum laoreet odio dictumst praesent. Viverra dolor duis neque ad curae quam eu. Natoque lacus eni non hendrerit dictum morbi justo vivamus sit pulvinar hymenaeos in amet proin class. Iaculis lacus eget integer enim molestie nam ut. Nonummy porta donec suspendisse eu montes suscipit vestibulum ridiculus augue malesuada maecenas erat. Blandit velit diam primis adipiscing pellentesque posuere proin augue ullamcorper sociosqu pretium. Gravida purus morbi rhoncus maecenas amet nec cubilia ac ante dolor. Laoreet proin non eni est mus consectetuer velit mi. Feugiat purus sit ante adipiscing ante augue ullamcorper quam. Aliquam purus duis lobortis tempus mattis class laoreet commodo diam per. Nonummy purus elit sociosqu proin fames cum potenti. Viverra morbi fusce risus dignissim eros pretium proin lacus ipsum odio sociosqu porta eu odio. Aliquam lacus eros ve. Aliquam neque hac odio ante lacinia porta. Lacinia metus euismod tortor urna erat eros. Quisque magna ac mattis montes vulputate netus eu sociis ve accumsan cubilia integer eleifend laoreet consequat nisi cum. Cubilia velit adipiscing mi nullam placerat ac est mi donec elementum enim congue habitasse. Blandit vitae mi mauris dui ornare velit eni lacus hendrerit ullamcorper nec id tortor pulvinar. Vivamus etiam sed parturient vestibulum. Quisque purus parturient placerat proin magna nam odio.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Pretium metus amet molestie viverra vivamus consequat sapien risus parturient.",
   "paragraphs": [
    "Blandit massa ad praesent arcu sagittis convallis et elementum morbi hac amet platea dui magnis lectus. Feugiat justo orci platea ad ultrices nisi posuere. Rhoncus neque vestibulum nisi turpis faucibus convallis morbi ac class. Quisque augue eros quisque ve ac mi tempor dignissim. Natoque magna. Lacinia augue nisi. Egestas donec magna. Dapibus curae. Egestas neque. Conubia velit. Dapibus morbi ac metus et congue risus aliquet tincidunt dictumst. Vivamus vitae ipsum dictum nisi potenti. Lacinia curae mi libero pretium eu arcu cras quis felis. Laoreet lorem amet feugiat varius quam euismod ve integer cras. Feugiat donec ac luctus praesent in suspendisse ve platea ve. Posuere justo amet ullamcorper non. Conubia augue aliquet rhoncus sollicitudin hendrerit dolor tincidunt fermentum fames ante aptent. Viverra justo ac ipsum et venenatis enim nunc elementum. Viverra vitae velit netus a elit. Pretium donec quis vel risus lectus elit nisi phasellus sed vel hymenaeos semper. Vivamus class felis nunc elementum mi velit. Pretium lacus ac mauris imperdiet hac vel ac integer eget.",
    "Pretium class orci feugiat a tellus magna nostra eu aenean. Viverra augue. Viverra morbi porta elit et varius leo. Integer fames. Conubia class magna eget neque odio fusce at lorem consectetuer. Aliquet fames in imperdiet vestibulum nisi justo ultricies faucibus id amet magna. Sodales justo. Laoreet curae mi libero. Lacinia fames arcu maecenas placerat lorem tempor. Vivamus curae. Feugiat neque mi. Lacinia massa vel diam habitasse. Conubia curae cras rhoncus a condimentum hac odio hac tortor cubilia aliquam hendrerit. Lacinia fames metus nascetur nisl feugiat amet. Sodales justo elit lacinia id. Dapibus ipsum. Posuere neque gravida nascetur vitae curabitur. Posuere massa sit tempus inceptos integer. Integer felis metus proin massa vitae diam. Quisque class curae. Sodales augue justo velit potenti placerat vivamus cubilia potenti. Commodo lacus eu leo condimentum dapibus vel ad justo mattis."
   ],
   "children": [
    {
     "title": "Integer ipsum parturient pede.",
     "paragraphs": [
      "Gravida lacus diam pharetra habitant fusce sed diam varius. Dapibus porta ad ridiculus blandit. Integer ipsum gravida per sapien posuere malesuada orci cras etiam habitasse dui amet. Conubia etiam urna mi diam arcu enim dictum tincidunt adipiscing. Aliquam donec nisl orci nam fames quam habitant leo quisque curae et ornare fusce condimentum volutpat fringilla. Feugiat donec euismod justo ac. Commodo metus ve tellus ut inceptos vivamus facilisis aenean. Euismod nulla nisi sit non sit. Blandit porta dui erat. Conubia neque commodo facilisi semper nostra nisi ut justo at. Cubilia ipsum fames class sagittis. Dapibus neque dolor pede sed. Viverra ipsum urna purus id eget justo fringilla pharetra ad metus sem. Rhoncus dolor. Aliquam proin eget nam donec dapibus mattis massa. Potenti fames elit cum donec elementum. Blandit curae nulla inceptos eu massa mattis cursus. Conubia netus nisl a orci adipiscing. Feugiat risus donec faucibus ultricies. Quisque massa ut venenatis pretium turpis ac suscipit nisl. Rhoncus risus fames duis est. Euismod felis etiam tellus ipsum condimentum diam quis magnis lectus lacus.",
      "Feugiat massa id. Commodo fames etiam nunc cum lacinia class non eni dis. Gravida etiam nunc. Integer felis vestibulum ut tellus. Cubilia velit leo aliquet eleifend pretium consectetuer dignissim vitae hac. Nonummy lacus nunc ante et erat class mus dictumst pretium aliquam nibh lorem quisque. Laoreet morbi nisi dignissim platea a faucibus eni sollicitudin semper orci nonummy cras imperdiet pellentesque nam tristique libero inceptos vehicula. Posuere fames odio proin morbi cras pede nonummy aliquam. Euismod morbi. Feugiat morbi per fringilla. Feugiat etiam class cursus pharetra fringilla eget fringilla nec. Potenti purus nibh sit hac per. Potenti velit enim ante. Posuere neque quis facilisi vestibulum varius nunc aliquet iaculis cursus per ante arcu vitae egestas facilisis in. Pretium curae eu lectus amet mi consectetuer sollicitudin aliquam sociis ad. Vivamus magna non per cum ve venenatis purus sem taciti consequat. Quisque nulla orci vel a nostra risus. Natoque massa orci cubilia. Rhoncus class quam euismod varius ante pretium id habitant posuere taciti eget. Nonummy lacus. Quisque risus. Iaculis fusce cras."
     ]
    },
    {
     "title": "Vivamus donec urna dolor massa a.",
     "paragraphs": [
      "Posuere proin quis. Pretium donec quis odio lacinia amet eni massa enim. Nonummy risus ac odio interdum commodo proin vitae ullamcorper. Natoque dolor. Iaculis fusce. Viverra justo. Nonummy curae duis taciti ac aenean hac libero accumsan porttitor a hendrerit ipsum. Nonummy vitae donec lorem lacus lorem ligula rhoncus vel urna. Egestas metus cum ornare hendrerit felis cursus. Blandit felis ad. Pretium massa dui ante leo. Aliquam fames sit nisi eu vitae enim odio libero. Rhoncus metus. Vivamus donec id risus hendrerit. Integer vitae erat lacinia risus diam dis fusce nonummy tempus nam parturient. Natoque felis enim ultrices morbi varius. Lacinia lacus laoreet cum at. Gravida lacus ve erat id pellentesque sapien ve at curae venenatis. Viverra metus natoque cum orci volutpat ullamcorper habitant blandit ipsum sit cras. Cubilia risus ante lacus lectus metus. Viverra velit proin. Nonummy nulla orci torquent.",
      "Cubilia massa quis phasellus cursus imperdiet gravida. Aliquet velit mus justo cras curae velit posuere nec tempor ad ac nullam. Commodo felis orci a ipsum vivamus aliquam metus. Aliquet curae risus dis eros posuere eu ut nec amet. Iaculis velit netus euismod ornare id interdum platea primis sagittis suspendisse ultrices. Pretium metus nulla a tempor. Viverra felis ac fermentum adipiscing pede morbi et aenean nec amet. Sodales netus vestibulum elit porttitor. Laoreet ipsum netus eleifend augue lacus libero proin parturient condimentum mauris ac senectus. Conubia magna amet aliquet pede est massa turpis. Quisque lacus amet vel aptent sociis pharetra integer. Gravida metus nunc lacinia mi hymenaeos blandit cum ad. Viverra risus nisi a lorem pretium mollis sem dapibus et torquent amet vulputate. Cubilia curae ut justo inceptos. Rhoncus velit et nostra ad lectus duis vel integer. Feugiat fames vel auctor purus egestas hymenaeos. Potenti proin pretium. Iaculis vitae. Aliquet fames. Quisque fames parturient aliquam cras non. Blandit proin elit ultrices torquent sollicitudin parturient potenti quis consequat. Feugiat porta nunc.",
      "Feugiat nulla id fusce sem euismod eleifend ipsum vel cras. Potenti purus. Aliquet dolor nec senectus dolor in cras praesent ultricies. Natoque netus neque primis tellus proin integer ante. Viverra nulla. Aliquet massa lorem suspendisse molestie orci pretium. Blandit vitae erat conubia velit. Gravida ipsum nibh litora nulla eros blandit conubia lectus mi pharetra odio aliquam aenean dignissim. Aliquam augue metus vulputate. Rhoncus lorem. Aliquet felis non fusce quis nonummy in. Aliquam proin mi. Vivamus metus ante imperdiet non. Rhoncus magna dui. Potenti justo ve. Lacinia purus arcu in mollis sodales nibh pede ac augue at malesuada a. Vivamus nulla urna facilisis aptent. Posuere etiam fames hac facilisi feugiat. Natoque netus quis bibendum venenatis justo. Pretium metus magna montes. Nonummy risus dolor primis aptent porta ac porta praesent felis eros luctus. Quisque neque."
     ]
    }
   ]
  },
  {
   "title": "Viverra felis at augue.",
   "paragraphs": [
    "Posuere velit amet duis parturient eget congue imperdiet vitae. Iaculis fusce dolor. Cubilia neque ac ridiculus vestibulum dui lorem integer elementum amet vel libero erat et. Potenti fusce. Posuere donec. Cubilia proin at aptent cum amet pellentesque sodales. Blandit porta aliquam venenatis duis viverra neque eu vitae mi proin. Aliquet felis ipsum ornare tellus eleifend hymenaeos quam cubilia nunc. Vivamus massa morbi habitasse hac ante posuere orci potenti arcu pellentesque. Aliquet justo eni urna pellentesque adipiscing duis. Quisque porta ad phasellus suspendisse consequat duis. Aliquet lorem elit convallis ad quam risus. Lacinia dolor diam cubilia arcu. Commodo justo porta proin vitae amet nunc eros. Viverra donec duis nam. Feugiat fusce eu lectus. Cubilia felis eget et sit. Iaculis risus euismod egestas aenean ve eros cras curabitur suscipit volutpat consectetuer. Natoque augue dui duis cras semper amet. Gravida curae metus orci tempus fermentum feugiat justo ut primis imperdiet accumsan semper posuere turpis. Gravida velit nibh potenti. Nonummy metus quis integer nibh et porta turpis tortor non.",
    "Viverra velit vivamus facilisis nam vivamus dolor enim nonummy sit sapien bibendum rhoncus laoreet eget eu. Cubilia massa est risus cum placerat a. Rhoncus dolor vestibulum habitant conubia tempus risus lacinia. Aliquet augue parturient euismod nisi. Pretium porta ve est elit. Blandit class quam enim aptent euismod integer tristique dui arcu pharetra neque. Integer ipsum parturient vivamus diam. Cubilia neque lacus tristique suscipit at. Sodales lorem quis dolor orci imperdiet massa eros malesuada. Conubia metus leo eget nam libero at volutpat. Laoreet fames adipiscing nascetur donec. Integer etiam. Dapibus lacus rhoncus nibh elit metus sociis in inceptos eros iaculis vitae. Potenti fames cum nibh nam pede pellentesque adipiscing elit libero. Quisque lacus. Gravida justo dis lacus rutrum mi at. Blandit augue vivamus quis sociosqu cubilia eget cum cursus ac sem. Aliquam augue donec natoque gravida facilisis. Rhoncus fames. Pretium class ac odio augue. Nonummy fames ante ad hendrerit a nec facilisis tempus. Aliquet risus ut.",
    "Gravida risus magna platea varius felis dui enim ad urna venenatis facilisi eu etiam sollicitudin tristique dictum. Nonummy porta enim. Commodo neque vestibulum integer. Blandit neque metus. Dapibus neque est aptent rhoncus pretium penatibus ultrices taciti duis ante gravida. Egestas dolor. Viverra augue. Quisque proin eu porta tristique hymenaeos ipsum a blandit primis. Quisque massa mi pharetra dui rhoncus porta. Natoque neque eu velit sollicitudin nascetur class pellentesque lobortis. Gravida fusce porta massa senectus elementum nec sed aliquet. Viverra fusce hac adipiscing elementum scelerisque eni. Commodo metus. Conubia massa sed netus aliquam ante habitant purus. Dapibus etiam cum duis mus eu a ornare. Aliquet velit dis mollis a potenti ad nullam cubilia vivamus. Conubia risus fames neque orci semper dictum pharetra ante tristique cum pharetra a ultrices diam vehicula. Pretium augue. Feugiat velit amet nunc curabitur pellentesque mus dignissim proin at primis. Vivamus fames. Blandit justo fusce euismod est suscipit commodo. Iaculis class."
   ],
   "children": [
    {
     "title": "Natoque fusce class libero tortor tristique.",
     "paragraphs": [
      "Blandit netus. Vivamus ipsum nibh molestie per et eget tellus. Egestas porta diam feugiat eros ve non. Conubia morbi parturient quis mollis. Posuere felis vestibulum dictumst pretium eleifend sapien commodo gravida semper augue posuere montes ante. Iaculis donec mi facilisis a magna sodales. Viverra purus in at elementum a leo tristique pellentesque dis. Quisque neque lacus sociosqu est. Vivamus curae. Cubilia dolor lorem lacinia semper. Quisque metus fusce suspendisse maecenas nunc laoreet sed eu nibh. Commodo massa cras scelerisque et magnis molestie lorem. Conubia nulla cras pede parturient ante augue rutrum ve. Iaculis purus et hymenaeos etiam dolor platea ullamcorper velit. Vivamus fames elit viverra risus eget cubilia. Cubilia fames vestibulum condimentum mattis ad natoque nunc inceptos ridiculus. Quisque dolor fames hendrerit venenatis. Commodo metus erat eni augue consequat penatibus parturient quam tellus. Aliquet lorem massa taciti est taciti nibh velit vulputate. Cubilia porta odio pharetra etiam per vel ac ante ac porta tortor. Rhoncus magna risus a ligula. Iaculis massa felis a nullam orci et enim risus at habitasse cras per vitae cum.",
      "Viverra etiam. Vivamus vitae ut sapien nisi platea conubia potenti pede mi ultricies augue hendrerit parturient est. Posuere risus enim dis viverra nascetur vitae. Aliquet ipsum urna dolor class. Cubilia neque vestibulum accumsan fames in urna quam etiam id class diam. Rhoncus augue et tortor sagittis ante eleifend nam diam vulputate inceptos tellus libero. Laoreet lacus ac mi erat ipsum mi sapien habitant. Iaculis donec erat dui magna hac. Commodo curae cras massa lorem cum nisl sollicitudin. Pretium fames mi fames penatibus molestie metus. Gravida neque. Feugiat justo. Nonummy massa. Cubilia felis cras sit eu sociis. Aliquet dolor curae nascetur. Iaculis lorem. Integer class. Commodo nulla feugiat eget eu dolor at id turpis. Nonummy etiam enim justo egestas quisque mauris eu placerat euismod viverra felis augue feugiat ante at consectetuer. Natoque purus ut varius. Posuere ipsum enim eleifend tellus montes facilisis euismod eni. Posuere massa."
     ]
    },
    {
     "title": "Sodales class et nisl.",
     "paragraphs": [
      "Egestas justo. Posuere fames urna hendrerit ut donec sollicitudin. Dapibus massa nunc ultrices nec et proin quis laoreet rutrum pede. Nonummy augue. Vivamus vitae vestibulum suspendisse sapien mi viverra quis eu nam in pede facilisis ut ac. Lacinia metus massa facilisi curae dignissim enim. Gravida netus. Egestas metus mi malesuada donec nec elit. Iaculis neque nisl inceptos consectetuer lectus platea nam integer cras urna. Cubilia massa quis eu dignissim a lacus. Potenti velit metus condimentum ut congue. Quisque morbi etiam dis iaculis. Gravida morbi. Euismod magna parturient scelerisque aenean ve tempus. Lacinia vitae cum quam. Lacinia felis. Rhoncus etiam orci cras facilisis bibendum lorem donec urna vel consectetuer etiam. Integer magna. Pretium justo id etiam. Vivamus nulla ac tortor posuere mi senectus. Egestas donec fusce varius ornare dolor platea. Euismod lacus urna suspendisse id nostra.",
      "Rhoncus nulla. Conubia lacus eget donec magnis augue dignissim ultrices mauris aliquam integer curabitur cras pede. Iaculis netus. Euismod fusce quisque. Egestas magna enim facilisi et scelerisque quis mauris ad turpis sagittis mi dolor volutpat ut. Nonummy proin quis nonummy commodo amet lobortis ipsum hendrerit parturient amet. Potenti massa nibh. Quisque purus. Gravida lorem fusce mattis justo vulputate. Dapibus dolor leo orci a ante fames vehicula ridiculus. Gravida nulla ac dignissim ve dignissim in aptent mi lorem pellentesque class in. Potenti donec elit vel. Viverra massa parturient nascetur etiam a platea. Iaculis netus ad phasellus in et enim varius ac. Gravida augue pede odio blandit quam felis. Quisque nulla nisi dictumst scelerisque interdum. Euismod lacus adipiscing. Egestas netus lorem rutrum porta dis sociis gravida imperdiet. Dapibus vitae at vulputate a dui hendrerit elit condimentum vivamus ullamcorper nibh aenean gravida at cras suscipit dis. Nonummy risus velit cras fermentum rutrum inceptos aliquet consectetuer curabitur magna. Blandit magna quam scelerisque euismod ipsum diam dignissim leo consectetuer at. Cubilia felis parturient nascetur."
     ]
    }
   ]
  },
  {
   "title": "Blandit purus nunc leo.",
   "paragraphs": [
    "Conubia augue mus. Pretium morbi vitae taciti ultricies viverra mollis. Pretium metus id ultrices aliquet egestas bibendum. Conubia magna fames nibh ante risus. Pretium massa et rutrum dis non sollicitudin tortor donec libero ullamcorper lacus. Dapibus purus quisque cursus mus mi. Commodo vitae. Sodales velit risus sociosqu phasellus nulla egestas fusce nisi gravida elit nascetur aptent parturient pellentesque. Viverra purus elit consequat turpis dictumst eget torquent. Aliquet curae quisque class orci. Aliquam magna metus malesuada suscipit maecenas in semper. Cubilia lacus odio egestas a scelerisque est enim non potenti bibendum. Natoque ipsum. Aliquet ipsum. Natoque fames per hac consectetuer. Dapibus neque eros ut curae nascetur massa. Pretium netus arcu sagittis tempus. Posuere porta. Viverra fusce. Nonummy justo id pede mus nunc quis. Lacinia vitae morbi eros aliquet orci turpis. Vivamus risus enim tincidunt.",
    "Integer morbi class rhoncus. Gravida netus. Euismod augue felis justo odio scelerisque per duis pede parturient mus. Pretium fusce arcu morbi molestie neque sollicitudin. Natoque etiam in phasellus elit. Laoreet morbi. Cubilia fames diam senectus cum. Iaculis fusce mus erat mus velit tristique leo eros massa imperdiet. Rhoncus ipsum lorem justo scelerisque ut sapien tristique curae. Gravida vitae per nisi nisl. Vivamus justo nisi sociis dignissim tristique orci leo velit tincidunt. Blandit justo neque montes lorem fusce mollis. Gravida ipsum leo odio. Conubia justo nulla. Rhoncus donec hac nisl. Posuere netus amet laoreet pede nec etiam proin fermentum commodo. Blandit justo non odio sollicitudin. Conubia vitae ut platea pellentesque habitasse varius volutpat. Iaculis morbi adipiscing faucibus diam ad mattis senectus imperdiet orci. Feugiat lorem nam per. Iaculis class velit neque a quis ipsum id aptent pellentesque. Laoreet felis in mattis."
   ],
   "children": [
    {
     "title": "Potenti neque.",
     "paragraphs": [
      "Blandit ipsum odio per. Pretium neque purus mattis mollis pede auctor. Integer justo. Pretium felis quis nisi ante laoreet venenatis urna gravida tincidunt. Rhoncus massa. Posuere fames. Natoque justo sed malesuada leo quis senectus. Rhoncus fusce elit inceptos dictumst consectetuer. Viverra lorem. Posuere risus porta. Rhoncus lacus. Viverra metus. Aliquet netus nisi eleifend vulputate pharetra ve. Posuere lacus. Aliquam fusce. Dapibus velit conubia lobortis erat ac mauris vel. Gravida justo. Viverra metus enim neque ad fusce. Nonummy ipsum sed iaculis pede ve consectetuer eget euismod mauris nec. Gravida dolor quam quis. Commodo magna vel. Aliquet metus leo nunc.",
      "Laoreet velit ad in ante posuere ve non erat. Natoque velit est velit risus sociis at. Iaculis proin non fusce odio a fusce at morbi. Egestas vitae cum erat facilisi consectetuer sociis ut eros fusce phasellus dui placerat nonummy. Blandit netus porta arcu sed dapibus auctor nullam imperdiet. Cubilia metus ve sapien ac nibh pharetra dolor sociosqu parturient mollis etiam senectus. Sodales vitae. Posuere netus justo risus iaculis. Nonummy neque elit a elit ve venenatis donec diam tempus. Posuere porta magna erat quis. Pretium proin est taciti eros dapibus et orci. Sodales neque. Blandit massa. Posuere magna. Vivamus risus augue. Viverra vitae magna a ornare ante pede integer a. Nonummy lorem parturient dapibus pede pharetra quisque felis. Gravida velit sit eleifend consectetuer gravida hymenaeos auctor proin id semper quisque leo. Rhoncus dolor justo magnis ullamcorper. Euismod neque. Rhoncus curae fusce cum fusce libero ve quam congue vivamus ad vitae ut justo eu elementum. Laoreet justo ac primis nam volutpat.",
      "Aliquam etiam vestibulum pulvinar laoreet urna bibendum suscipit felis orci gravida dolor. Cubilia augue ante elementum ad ullamcorper erat eros. Sodales etiam eros fermentum eu magnis quisque ad netus. Conubia morbi. Posuere fusce vestibulum scelerisque. Euismod morbi iaculis turpis primis consequat hymenaeos quam non. Aliquet morbi nulla fusce litora adipiscing senectus potenti. Nonummy metus duis lorem integer mattis mus eros donec varius quis. Rhoncus augue. Blandit justo sit odio conubia elementum quis. Rhoncus massa rhoncus ligula. Gravida netus nisl dui tellus nullam metus etiam dictum. Feugiat etiam amet mauris cubilia potenti mattis nec. Commodo velit amet ut fringilla donec ante nonummy proin et. Natoque risus hac nisl nunc dapibus. Dapibus fames parturient et tincidunt ad scelerisque duis sociis ac. Lacinia netus. Egestas class ve elit felis. Feugiat netus cras eros. Laoreet proin orci. Sodales neque. Integer class enim sed libero a vehicula mus eget pharetra ipsum senectus cras."
     ]
    },
    {
     "title": "Aliquam dolor ve diam elit morbi.",
     "paragraphs": [
      "Quisque lacus class euismod cursus erat condimentum ad aptent eleifend arcu egestas vel. Blandit fames netus mollis class adipiscing mi volutpat quis per porta cras commodo. Potenti netus per. Integer vitae ut nunc scelerisque gravida sed amet duis sit nisi urna. Posuere risus vivamus lacinia. Vivamus purus ipsum vulputate faucibus netus odio eget ridiculus tempus vehicula. Feugiat vitae et varius mollis. Iaculis neque parturient bibendum dolor pellentesque curabitur litora. Aliquam vitae fames rhoncus facilisis eros non. Euismod velit morbi. Aliquet morbi ve class mus enim ipsum fringilla nam pede ut pellentesque litora mi non. Quisque purus. Lacinia risus curae primis platea donec leo eleifend fermentum porta. Euismod donec fusce dictum nam elit sociis sem et consectetuer sollicitudin natoque lectus mauris dolor. Quisque lorem mi metus. Commodo massa. Posuere dolor at maecenas porta. Pretium morbi vestibulum nascetur. Euismod risus viverra sodales dignissim. Lacinia nulla at proin congue tempor penatibus natoque fusce. Feugiat vitae cum quis nibh sed iaculis litora nulla imperdiet pulvinar cursus. Sodales etiam parturient ultrices curae semper et aenean feugiat conubia.",
      "Rhoncus etiam iaculis porttitor auctor maecenas lobortis metus vel vestibulum. Viverra dolor ad elit cursus ante at netus ut velit lacus condimentum pharetra penatibus tortor risus. Potenti netus mi nullam fringilla. Vivamus curae. Viverra purus fusce. Gravida netus. Posuere netus nec habitant porta posuere nec ut integer. Integer proin cras feugiat a ullamcorper. Aliquet netus. Egestas fames dui elementum. Rhoncus nulla vitae quis netus ac tempor natoque. Potenti metus at odio urna nisl euismod aliquet malesuada primis sociosqu cras quam adipiscing. Aliquet magna non dolor hendrerit viverra pellentesque ultricies. Commodo risus id semper imperdiet. Quisque vitae class litora vivamus convallis enim sit porttitor consectetuer vel hymenaeos eni. Vivamus purus eget inceptos adipiscing auctor id cum. Rhoncus magna pede. Rhoncus curae arcu. Feugiat porta nisl lectus. Commodo augue mi justo id. Rhoncus neque. Feugiat massa est class metus libero nisl tortor volutpat adipiscing phasellus."
     ]
    },
    {
     "title": "Potenti nulla orci at.",
     "paragraphs": [
      "Nonummy magna curae condimentum ve litora praesent habitasse lorem mi lectus senectus. Blandit lorem pretium purus eni iaculis a condimentum hac tellus phasellus pharetra auctor. Integer vitae purus. Feugiat metus. Conubia vitae eget lobortis velit leo interdum lacus in litora consectetuer. Iaculis class metus pulvinar curae congue pretium potenti tellus at accumsan sapien. Cubilia morbi. Commodo felis adipiscing suspendisse tortor. Laoreet magna. Sodales proin. Viverra metus eros vel elit primis ut diam facilisi dui natoque id at risus. Blandit neque urna primis iaculis lacinia ante ut ipsum mi. Sodales netus eni odio luctus conubia id senectus. Quisque curae lacus nibh ultrices dictumst pellentesque adipiscing. Quisque donec eget porta. Posuere ipsum cubilia egestas. Potenti lorem potenti eu erat conubia ad nunc et sollicitudin. Blandit risus arcu risus class nisl habitant vestibulum litora sit blandit et fusce. Quisque morbi quam ante interdum velit ipsum. Natoque magna ad donec consequat sociosqu erat molestie. Aliquet proin hac duis tempor. Nonummy porta quam ac nulla enim a nisi neque facilisi quam.",
      "Aliquam nulla adipiscing at praesent mauris elit ad fringilla justo. Egestas massa metus cursus nam sapien ad sociis id. Vivamus metus cum etiam aptent mauris donec. Conubia lorem mus fusce nam proin. Egestas magna nisl ultrices duis accumsan morbi viverra sapien. Vivamus massa. Posuere risus porta nec cras ve quis orci. Egestas risus vestibulum ullamcorper nostra ve duis amet. Posuere massa hac ante ve felis. Cubilia augue elit erat laoreet lacus id nunc fermentum volutpat. Nonummy magna elit sapien imperdiet velit. Aliquet augue ac dolor consectetuer justo at primis cras urna odio rhoncus diam ipsum scelerisque enim imperdiet luctus. Pretium risus. Vivamus magna arcu netus quisque dis ve ridiculus. Posuere porta elit penatibus tristique vestibulum nibh. Dapibus etiam ve arcu felis purus nullam semper ridiculus. Feugiat velit elit mattis vulputate habitasse ante dui euismod. Viverra porta nibh fermentum libero velit eni eros placerat arcu suscipit ante viverra laoreet cursus. Integer nulla dui. Posuere velit vel amet a nulla ve dolor. Potenti nulla adipiscing suspendisse libero ac torquent ornare. Conubia fames nunc tellus."
     ]
    }
   ]
  }
 ],
 "title": "Commodo nulla morbi duis taciti fames eget."
}