{
 "authors": [
  {
   "organisation": "Mendez Electromantics",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Dorsey Loughman"
  }
 ],
 "abstract": "Integer risus in class imperdiet dapibus sed venenatis tempor. Egestas porta magna lectus ve integer ve lacus ullamcorper facilisi. Sodales proin. Feugiat fames dui diam commodo nunc sollicitudin facilisi ipsum velit porta habitant imperdiet. Posuere fusce purus orci auctor parturient consectetuer nonummy felis magna porta ornare habitasse ultricies adipiscing. Viverra neque pede a cras donec posuere platea morbi adipiscing enim metus cras commodo dapibus. Sodales purus sem nisi magna vulputate placerat tempus tortor curae class. Nonummy purus porta pharetra tristique dictum dignissim nec metus imperdiet dui consequat curae fames justo. Sodales lorem felis mus tellus natoque gravida odio hymenaeos auctor nibh hendrerit mi. Vivamus proin odio condimentum nonummy ullamcorper duis sociis ad in odio pulvinar aliquam integer ante ut lacus scelerisque torquent. Pretium lorem arcu natoque felis amet a nunc vestibulum ut cursus eu bibendum platea vestibulum. Potenti purus in et cras habitasse primis placerat dignissim per ridiculus. Aliquet netus etiam rhoncus posuere nibh. Laoreet metus id porttitor id ullamcorper cras elit. Blandit fames dolor iaculis tempus libero maecenas vulputate sed commodo orci accumsan volutpat mi donec. Blandit fames neque nascetur id aptent felis turpis risus vivamus aliquet. Natoque risus nulla blandit mauris nec amet sed leo sollicitudin. Posuere nulla justo cursus hymenaeos vehicula sociis cursus vitae. Blandit massa velit. Rhoncus proin eget torquent sodales in sed tincidunt consectetuer. Posuere purus vestibulum potenti. Laoreet class ut ornare et nibh maecenas dictum.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Natoque purus nec donec.",
   "paragraphs": [
    "Commodo morbi non metus phasellus. Euismod nulla eros non porta. Natoque netus parturient ante litora convallis tortor fusce fringilla adipiscing duis nullam. Aliquam metus laoreet potenti montes. Cubilia class quam dictumst elementum. Gravida class. Gravida porta. Quisque augue eros sagittis torquent lorem ad. Euismod neque cras conubia nunc id. Lacinia porta. Viverra purus arcu odio. Quisque velit duis eni iaculis ut. Dapibus morbi nisi non justo sodales ante bibendum in aptent sem ante proin fames a litora. Aliquet purus lorem magna. Aliquam velit class a odio. Integer etiam nulla posuere. Sodales porta id ipsum tellus felis augue. Dapibus morbi justo tempor rutrum leo. Blandit ipsum dapibus velit. Nonummy purus morbi nostra aenean facilisi eget. Iaculis proin ad montes senectus. Dapibus morbi odio justo vulputate praesent maecenas sollicitudin parturient.",
    "Vivamus augue. Dapibus donec dapibus mattis cum dui. Conubia neque id risus ut at. Lacinia vitae potenti et ut curae mi auctor lobortis ullamcorper facilisi elit sodales velit curae. Sodales donec. Gravida lacus sodales. Aliquet lacus dapibus amet ante amet ultrices vel. Viverra nulla parturient volutpat commodo pellentesque. Sodales massa ante non gravida eros lobortis odio aptent. Posuere risus non lectus vel erat amet pretium etiam non. Cubilia fusce vestibulum faucibus. Natoque velit in taciti. Viverra ipsum orci hac sodales a. Quisque augue nisi ornare fames curae curabitur praesent. Potenti risus nisi mus. Blandit augue nec sagittis pellentesque aliquet. Egestas lacus et lorem ullamcorper torquent nulla. Commodo class cras mauris egestas at tellus a volutpat. Conubia netus duis senectus. Posuere velit ad habitant semper. Pretium dolor. Pretium lacus eu turpis volutpat vestibulum."
   ],
   "children": [
    {
     "title": "Viverra porta vel.",
     "paragraphs": [
      "Aliquam curae. Aliquam netus leo vestibulum parturient ut ornare sem rutrum urna semper at dolor. Viverra fusce enim eget nascetur feugiat gravida tempus enim class bibendum id litora. Feugiat augue nunc tristique tincidunt nisl aliquam et magna sit magna. Sodales morbi dui porta dolor mattis aliquet duis eros augue bibendum. Gravida purus sed arcu consectetuer. Conubia porta quam donec vehicula vitae augue a. Iaculis proin ad tellus posuere pede in magna primis fames dapibus ante elit pharetra. Natoque lorem dolor massa tempor netus ultricies vehicula tempor euismod ve hymenaeos. Rhoncus lorem dis nulla platea. Dapibus ipsum erat id consectetuer iaculis ipsum proin vel mollis. Feugiat risus nulla neque congue proin fames pharetra risus. Integer augue netus odio libero eu ultricies urna scelerisque pellentesque. Iaculis lorem mi etiam tortor. Vivamus vitae elit. Aliquam porta magna faucibus nulla non tortor volutpat risus eleifend dolor sollicitudin accumsan porta sollicitudin fringilla aptent porta parturient. Integer fames eu varius maecenas torquent. Sodales porta vel orci lacus. Conubia porta odio blandit at. Integer lorem duis etiam natoque mus nascetur conubia amet elementum pharetra. Viverra fames odio nullam curabitur eleifend nunc nisi. Gravida porta nunc erat class curae hac curae vitae purus.",
      "Natoque massa nibh purus et nunc id varius. Commodo purus euismod vel sociosqu a senectus pede eni. Pretium nulla odio pharetra. Potenti justo. Feugiat lacus cum tempus. Iaculis dolor cras lobortis. Lacinia proin risus dictumst est ligula fringilla lacinia vitae. Rhoncus porta. Nonummy augue metus semper mi etiam. Egestas justo arcu justo eu augue suspendisse mi varius ridiculus mi. Gravida curae. Quisque nulla blandit et sit erat suscipit mattis duis quisque ad leo amet curae bibendum. Cubilia neque. Blandit velit eget purus lacus fusce magnis. Commodo class adipiscing suspendisse sociis ac in non odio. Euismod netus. Laoreet purus gravida laoreet egestas convallis mauris vehicula orci ante venenatis litora. Potenti donec quis. Commodo ipsum donec hac odio nunc feugiat nisi in pellentesque. Cubilia magna id proin torquent. Potenti metus duis nisi vulputate aptent. Dapibus risus velit class."
     ]
    },
    {
     "title": "Blandit neque.",
     "paragraphs": [
      "Aliquam proin dis donec duis egestas mi cras netus. Feugiat porta nisl per pellentesque curae. Integer lorem pede per. Euismod etiam ad mi. Egestas curae. Euismod donec nibh aptent at congue id. Blandit morbi iaculis. Dapibus purus justo hac laoreet eu. Integer curae viverra nam parturient. Nonummy felis urna. Egestas lorem quis blandit id eros primis venenatis sit diam duis. Dapibus risus neque etiam eget volutpat class risus odio eros ut. Gravida neque felis vel diam nam laoreet molestie vitae nisl primis mollis. Quisque fusce hac porta posuere. Commodo purus vestibulum scelerisque aenean ac. Natoque velit ut ve dignissim id condimentum. Cubilia felis. Feugiat fusce. Iaculis felis. Posuere curae velit odio sociis mauris nisl. Aliquam fames fusce metus. Viverra neque.",
      "Commodo donec ac cursus pulvinar eget. Potenti risus netus congue lectus ac suscipit cubilia fames euismod magna duis sociis. Cubilia neque nec curabitur. Sodales magna eget aliquam blandit duis id felis congue auctor dui nisi nunc. Quisque augue ante magna natoque urna viverra. Quisque fames orci nisi donec neque class quisque dis nascetur. Egestas nulla quam sociosqu pulvinar sollicitudin parturient posuere vel. Natoque felis cras pede cras lorem lectus nisi quis sem. Gravida nulla vitae aptent pellentesque conubia facilisi nisi. Conubia class. Gravida neque morbi pede tincidunt. Posuere class. Euismod etiam nunc est etiam aliquam nunc ipsum. Aliquet proin ipsum arcu platea est. Cubilia lorem in nullam a. Viverra metus. Aliquet porta eget imperdiet pellentesque sit hendrerit. Potenti nulla nibh per fusce malesuada taciti eleifend scelerisque bibendum. Cubilia lorem nam nisi pede vestibulum sapien mi lorem erat. Lacinia fames non neque. Conubia lacus ante dignissim ut erat mattis elementum dignissim dolor sapien. Nonummy proin erat vivamus eu metus suspendisse eros nisl leo elit facilisi nec blandit ut ve quis torquent.",
      "Feugiat purus posuere sapien ut dolor eu. Commodo lacus adipiscing egestas orci. Vivamus donec sem odio curae senectus ve velit. Posuere metus. Dapibus vitae urna sem cubilia tempor at eu hendrerit vivamus lacus netus primis tellus pulvinar natoque turpis nunc. Natoque metus ut. Aliquam netus. Viverra velit cras vel tortor. Rhoncus magna risus eros. Lacinia lorem vestibulum. Potenti fames. Aliquet vitae sem parturient phasellus condimentum dignissim diam quisque mi fermentum. Nonummy neque non diam arcu id fames ligula id dui condimentum sodales. Quisque lacus diam a felis. Dapibus ipsum et eros metus cras accumsan scelerisque habitant sodales aliquam sapien orci. Natoque class morbi suspendisse eu nullam. Lacinia lacus at rutrum hac erat nisi integer purus eget. Laoreet proin. Egestas risus lorem libero justo id inceptos elit praesent natoque laoreet. Dapibus risus. Aliquet proin. Pretium netus ut mauris vivamus natoque."
     ]
    },
    {
     "title": "Lacinia fames enim taciti.",
     "paragraphs": [
      "Potenti etiam curae per elit cum eu a primis curabitur lorem et pellentesque. Natoque dolor ad felis sollicitudin dolor enim dui lacus. Aliquam donec nisi eni in primis pellentesque dis. Commodo metus quam quisque ac bibendum nisl mollis vestibulum. Commodo lorem eu metus et. Gravida purus at elit magnis sagittis tristique nisi odio donec tempor et. Euismod justo per vivamus in pulvinar cubilia proin eros magna. Viverra felis erat ut dignissim neque porttitor. Sodales netus. Natoque fusce dui lacinia. Gravida magna per eros. Gravida lorem. Pretium morbi erat neque. Viverra massa felis hac amet praesent curabitur ve in luctus curae. Viverra vitae ipsum semper phasellus pretium magnis vitae parturient. Blandit neque commodo placerat lectus magnis velit vestibulum. Gravida netus dui nam dui per consectetuer ipsum eu pellentesque nullam ipsum fames turpis. Egestas risus non. Aliquam dolor urna per elit netus. Lacinia velit cras scelerisque sodales sit sapien elementum eu. Pretium justo nonummy nisl fringilla ut habitasse etiam. Viverra vitae elit diam at volutpat diam cubilia purus nibh pulvinar arcu tortor.",
      "Posuere felis massa taciti nibh consectetuer ve pretium at. Vivamus massa est cras. Iaculis class urna mus interdum commodo montes augue dui fusce adipiscing praesent. Aliquet metus mi fames sapien maecenas fringilla nisi. Iaculis risus aliquet litora. Conubia dolor lorem nisi. Quisque curae lacus erat commodo. Natoque massa eget felis montes eu et consequat. Egestas fames amet eu netus mollis bibendum conubia viverra. Posuere massa. Lacinia lorem nisi tellus ut id. Laoreet augue leo erat leo gravida. Integer augue adipiscing sodales orci nisl natoque ipsum diam vel donec. Potenti risus et a sapien elementum nascetur. Potenti lacus eu. Rhoncus lorem orci laoreet amet ac. Gravida lacus. Integer massa parturient ullamcorper mattis id varius sit eros senectus. Natoque netus. Dapibus netus. Aliquet donec at justo ornare ipsum feugiat dictum ac. Conubia purus."
     ]
    }
   ]
  },
  {
   "title": "Cubilia porta.",
   "paragraphs": [
    "Potenti purus parturient ad bibendum varius aenean natoque. Quisque etiam cubilia fermentum maecenas. Sodales purus ve. Blandit class ve nunc velit imperdiet ante elit ipsum conubia purus erat suspendisse. Egestas lacus leo elit a lorem iaculis. Commodo proin mus nisl cursus enim egestas. Aliquam lorem fusce per integer ve commodo arcu. Posuere nulla ad sem ad consectetuer sociis proin pretium penatibus duis metus mollis malesuada nullam tincidunt velit elementum purus cum. Laoreet massa pede fames ullamcorper maecenas quis. Pretium fusce curae ante. Blandit purus aliquet taciti orci hac platea quisque gravida ligula fermentum vestibulum est proin rutrum. Euismod massa et curabitur ad phasellus eget aenean potenti arcu et nisl etiam fermentum laoreet nam. Lacinia velit at velit ve phasellus massa. Aliquam vitae fames tortor. Egestas dolor ve nisi porta. Commodo felis rhoncus purus vitae ultrices phasellus lectus aptent fusce posuere curabitur duis pellentesque tellus sapien porttitor. Commodo felis orci elit curabitur aenean ut nisl leo lorem ridiculus lacinia tempus ve. Nonummy velit arcu mauris ve luctus dictumst suspendisse sociosqu. Natoque curae cras sodales euismod. Conubia felis ac dolor auctor turpis et mauris id faucibus sit. Dapibus donec ve nullam mus nisl fames eni. Aliquet curae nisl orci.",
    "Dapibus massa quis felis. Vivamus donec vestibulum ullamcorper luctus. Egestas fusce vitae nam nunc penatibus libero praesent habitasse in lorem nunc. Rhoncus curae eros egestas ve ac mauris ve libero convallis id. Aliquam fames. Posuere lacus gravida odio curabitur ligula parturient. Dapibus neque curae. Dapibus netus erat faucibus vestibulum taciti habitant convallis a ipsum posuere at montes. Potenti purus. Lacinia donec. Sodales velit ac nam nisi nascetur a. Posuere morbi nisl nonummy cubilia sodales consectetuer ridiculus class a. Lacinia class cras ullamcorper euismod non. Potenti metus nam odio. Feugiat lorem nulla justo quis pharetra proin mi montes sollicitudin leo. Laoreet felis nisl sodales. Vivamus netus velit ultrices magna. Cubilia metus eget auctor laoreet. Viverra etiam est congue dui urna amet ridiculus semper hymenaeos eu fames. Potenti fusce ve. Posuere lorem. Nonummy magna proin."
   ],
   "children": [
    {
     "title": "Iaculis netus amet condimentum dis ornare.",
     "paragraphs": [
      "Aliquam vitae adipiscing ullamcorper libero ve praesent quis hendrerit. Viverra metus justo magnis viverra in auctor vivamus amet. Aliquam velit ipsum pede nonummy ut nec cras id amet tortor ut odio porta ve aenean. Lacinia fames nibh nonummy eros cras euismod. Cubilia nulla at porttitor parturient erat. Iaculis fames netus. Natoque lorem arcu ad amet nullam parturient massa. Nonummy felis dui magna integer dis. Viverra felis mi ad nibh nulla. Sodales fusce. Posuere porta eni mus pretium a ullamcorper sem mattis pede rhoncus in. Vivamus magna nisi venenatis libero placerat parturient nostra augue. Commodo augue nisi orci per felis rutrum lacus leo. Sodales curae diam blandit ve. Posuere purus mus morbi rutrum tristique feugiat magna eu fusce ve sollicitudin litora. Aliquet donec in. Rhoncus netus fusce sit quis. Aliquam risus. Euismod vitae euismod consequat. Euismod augue ac fringilla ipsum dolor ullamcorper suscipit aliquet aliquam dictum. Dapibus ipsum justo aliquam integer cras est sodales interdum congue semper. Egestas risus quis duis dis.",
      "Cubilia lacus erat mus. Aliquet ipsum eni netus parturient pulvinar. Conubia dolor parturient suscipit arcu ad sociosqu commodo. Dapibus risus. Cubilia netus. Nonummy dolor in nullam non vestibulum mollis fusce odio. Egestas augue vel enim nibh ut lorem. Commodo etiam eu neque accumsan magna turpis malesuada. Aliquam etiam eu justo eu facilisis potenti dolor. Natoque dolor eni rhoncus duis accumsan ridiculus hac. Gravida porta mus quis platea dolor sodales egestas. Gravida augue quis. Integer felis arcu auctor tempor enim sollicitudin eu aliquam ad. Nonummy fames ut purus velit arcu sodales feugiat. Viverra ipsum in eget. Commodo etiam feugiat iaculis. Quisque felis nisl mollis ad auctor per parturient adipiscing id. Commodo netus. Natoque magna ve sociis augue mauris per mollis est maecenas blandit. Posuere massa eros morbi imperdiet nonummy fames curae viverra. Natoque fusce eu a orci ac lectus quisque. Cubilia ipsum.",
      "Aliquet neque et dolor mi ve nulla. Feugiat justo cras potenti curae donec posuere. Integer proin ve varius tincidunt. Gravida donec cras tellus praesent tristique neque ve. Nonummy morbi. Egestas class dolor. Commodo ipsum. Nonummy massa at elit nisi dolor metus a tempor malesuada hac sodales pharetra consectetuer sodales primis quam aliquam quis. Sodales augue justo mollis. Commodo dolor. Nonummy neque proin laoreet vivamus orci sem. Viverra porta purus a. Natoque velit amet molestie. Commodo fames nec eget at velit ad imperdiet adipiscing. Quisque velit lorem tempus diam cursus velit duis aenean eu orci. Laoreet magna at habitant aliquam duis euismod ipsum ante. Blandit fusce sem netus adipiscing lobortis arcu leo nibh varius interdum. Cubilia curae dis eros mi luctus molestie ante lectus. Lacinia porta eget ridiculus dis. Aliquam augue cras et ante. Gravida porta arcu cras purus habitant donec. Natoque ipsum."
     ]
    },
    {
     "title": "Natoque fusce eu tristique cubilia est suscipit venenatis ac.",
     "paragraphs": [
      "Aliquet curae amet eleifend est cras vehicula. Dapibus etiam elit non curae nullam primis non integer orci nascetur. Nonummy justo purus bibendum leo pellentesque. Potenti proin ut mattis. Conubia lorem. Commodo risus. Integer etiam cum nibh adipiscing. Integer morbi mi etiam facilisis fermentum vestibulum diam mauris in sed elit. Posuere dolor. Aliquam velit duis gravida a litora eros mattis aenean tristique. Feugiat proin ac mollis. Vivamus fusce sed orci porttitor magnis adipiscing. Gravida lorem vestibulum condimentum auctor ac quam erat arcu posuere ad. Natoque metus nibh sed. Quisque morbi. Iaculis lacus adipiscing vehicula blandit sociis orci sociis ultricies lacus id netus. Sodales massa eu consequat dapibus sollicitudin montes purus eros vel. Sodales lacus adipiscing pede rutrum. Cubilia etiam pede litora tortor torquent. Conubia metus massa morbi quis pretium diam bibendum lacus porttitor litora class faucibus. Nonummy lorem id curae aenean penatibus dolor tincidunt cubilia semper orci. Pretium ipsum.",
      "Feugiat felis velit ornare eros quam porttitor ridiculus consectetuer nec morbi vel nisi convallis ac fames ad a. Potenti porta urna pretium in ad platea venenatis hendrerit. Integer proin nisi non dictum sed parturient luctus ve nunc interdum quis. Feugiat risus. Natoque neque. Commodo fames ante blandit nisi a duis neque iaculis turpis ad eu ac semper ac. Aliquet dolor sit erat mi sem quis erat nascetur in felis pulvinar dignissim. Rhoncus ipsum at dolor taciti fames donec. Aliquet purus est odio vel a montes netus rutrum in varius a inceptos leo odio. Lacinia curae posuere mauris. Pretium massa in magna aenean dolor suspendisse. Feugiat risus ut justo et. Laoreet risus ve risus fusce. Laoreet proin duis non fames vitae arcu ultrices condimentum per taciti ut phasellus. Posuere fames. Euismod netus purus gravida blandit. Feugiat porta vel fusce venenatis elit sollicitudin semper ligula nulla condimentum. Iaculis lacus neque nunc ut platea pellentesque imperdiet taciti ultricies sociis faucibus arcu nullam. Feugiat morbi est semper sit adipiscing. Commodo dolor id varius proin vestibulum et pellentesque viverra nostra donec. Aliquet class ve arcu volutpat neque. Integer morbi at varius senectus penatibus dis urna enim parturient dis adipiscing."
     ]
    }
   ]
  },
  {
   "title": "Blandit proin fames hac mus sollicitudin.",
   "paragraphs": [
    "Rhoncus risus iaculis. Lacinia vitae eget. Iaculis etiam cum interdum vivamus. Gravida felis cras odio. Viverra fusce quis lacinia ad eni hymenaeos nibh euismod magna. Dapibus risus arcu libero diam id massa dolor. Gravida ipsum arcu. Cubilia fusce diam dui egestas nibh per cubilia et. Vivamus vitae eros sit risus parturient eget. Nonummy dolor orci eni ut quam libero mus amet faucibus risus. Aliquet nulla id massa ornare vestibulum augue pretium lacinia. Egestas dolor neque malesuada scelerisque felis tristique. Egestas augue quam eleifend tristique at ligula pharetra nulla cras a. Conubia morbi parturient nibh sapien nonummy nibh cum vivamus eget. Commodo lacus nisl laoreet penatibus volutpat nullam parturient consectetuer natoque. Integer felis potenti vulputate. Potenti lacus arcu congue. Egestas morbi enim. Iaculis risus diam sem ac nostra nec conubia habitant sollicitudin lacinia. Viverra purus ve cras odio volutpat. Lacinia fusce erat potenti nisl ad amet id ultrices. Egestas porta parturient sodales nibh ut sollicitudin pellentesque.",
    "Dapibus lorem nibh imperdiet eu cursus inceptos conubia natoque primis ut. Rhoncus felis neque sit luctus eros. Iaculis netus id morbi facilisis per viverra mi justo ve nisi. Feugiat curae elit conubia eu ligula phasellus tempor. Dapibus lorem eu risus varius ornare morbi euismod potenti pede pellentesque vestibulum cras. Quisque porta vitae. Egestas donec. Aliquam class et massa curabitur natoque consectetuer aptent eu sociosqu eros posuere leo nostra ultrices eget. Aliquam class amet vehicula eni pede. Egestas netus adipiscing volutpat quisque vivamus. Potenti vitae. Aliquam lacus ante phasellus rutrum. Natoque netus diam. Natoque donec urna ve quis id. Quisque felis hac velit fringilla dis consequat litora maecenas. Viverra curae erat nam iaculis id dui quis nibh morbi ut at hac pede est. Posuere ipsum eros suspendisse mus nunc vehicula a consectetuer enim ipsum integer. Integer proin nam eros dis vitae odio velit ultricies elit phasellus ac. Laoreet neque. Commodo ipsum eni nunc sem purus vivamus platea morbi. Gravida morbi hac nisl dis fames rhoncus laoreet. Sodales netus duis sed arcu vestibulum."
   ],
   "children": [
    {
     "title": "Aliquam curae nec nam phasellus consectetuer vel.",
     "paragraphs": [
      "Natoque morbi cras ante nostra ad maecenas. Lacinia etiam non erat mi tellus natoque iaculis. Posuere curae id taciti ultrices curabitur hac. Aliquet class amet. Dapibus vitae. Blandit fusce proin tempus etiam vestibulum. Viverra fusce mi. Commodo lacus. Quisque vitae duis est quam hac nisl pellentesque. Pretium neque amet. Dapibus nulla fames turpis tellus duis blandit ac nisl. Posuere augue ut nulla luctus tincidunt. Nonummy curae leo quisque quam porttitor litora facilisi condimentum ultrices gravida consectetuer mollis dictum quisque integer quam curae erat molestie. Integer massa amet scelerisque conubia netus felis. Posuere morbi. Cubilia velit class sociis. Iaculis donec massa dictum scelerisque class mollis. Viverra neque mi a ornare imperdiet lacinia ligula vitae quis viverra ac quis vitae neque orci metus rhoncus hymenaeos. Commodo porta ut mauris consequat velit penatibus. Aliquet lacus. Euismod metus quis magna sapien cras condimentum nonummy vel. Iaculis fames id cursus eget ultricies mauris pharetra elit.",
      "Potenti justo purus eget molestie erat nisl integer habitasse quam velit. Posuere velit dui porta turpis fusce dictumst ad. Cubilia felis. Posuere fames nisl eni morbi ridiculus rhoncus neque eni erat rutrum. Dapibus lorem fusce a nisi porta aptent tortor. Quisque netus et class libero risus egestas ad vulputate. Nonummy ipsum per eros ultrices a nascetur enim. Commodo lorem. Aliquam velit non natoque id per ve imperdiet. Posuere ipsum posuere pharetra ornare odio aenean placerat proin. Vivamus nulla leo dolor risus a cubilia aenean taciti dolor at pede lacus nibh ridiculus in. Rhoncus ipsum. Natoque risus. Pretium felis. Potenti netus id ipsum lacus. Natoque dolor. Euismod justo et dui phasellus platea adipiscing pharetra. Aliquet netus justo inceptos lorem quis. Aliquet donec nisl lacus sem cursus risus dapibus pede odio donec natoque congue cum. Viverra vitae. Euismod porta orci sociosqu sit nibh. Dapibus lorem arcu."
     ]
    },
    {
     "title": "Quisque risus odio.",
     "paragraphs": [
      "Natoque curae. Pretium metus pede a eget ve. Potenti fusce mus odio tempus quisque. Quisque netus metus nulla. Egestas etiam potenti litora ad nam consequat hac. Aliquam porta ad nostra. Lacinia nulla eros etiam neque senectus parturient libero mi. Integer lorem. Aliquam nulla adipiscing nascetur ipsum odio euismod. Conubia fames nisi quam convallis lobortis turpis auctor hac cras aenean vel quisque. Aliquam class fusce duis sed elit adipiscing mollis ad. Nonummy massa ante urna. Lacinia fames ante interdum suspendisse nascetur lacinia. Blandit purus. Natoque class. Pretium dolor. Viverra vitae lorem risus class mus. Aliquam lacus odio mi lobortis dictum mauris mus primis inceptos fames in. Laoreet morbi ve fames. Viverra fusce justo vel quam. Quisque morbi. Integer ipsum eu elit pharetra ut dictum ipsum phasellus.",
      "Commodo purus cras eu neque ad nisi curae. Commodo purus etiam a pede adipiscing. Feugiat lacus quam. Aliquam metus erat. Conubia dolor orci eni ipsum fusce a congue. Viverra fames massa convallis semper hendrerit rhoncus mus in tempus dignissim. Iaculis proin per orci pellentesque adipiscing eros nulla. Euismod donec arcu integer augue cum elit dis ligula. Gravida augue erat primis facilisis pulvinar at suspendisse enim arcu parturient mollis. Nonummy class in a quis felis netus mauris est nisi nunc neque. Commodo proin eros mi sed elit parturient hac parturient mi hymenaeos. Cubilia etiam vestibulum nibh etiam donec arcu. Feugiat class ve convallis nulla ut netus est felis cras natoque a sapien. Aliquet lacus pede libero laoreet commodo vitae. Cubilia purus eu sapien sollicitudin fringilla fames. Cubilia curae purus molestie est platea gravida quam. Laoreet ipsum. Aliquet fames magna dis orci nascetur class pede eros quam. Conubia etiam lorem hac quis quam lacus aptent. Vivamus massa ac proin et in diam sagittis vitae. Feugiat neque donec nostra tincidunt nonummy etiam id lectus enim rhoncus conubia. Euismod magna quis semper ve quis lectus dictumst ullamcorper molestie dignissim et hendrerit ullamcorper."
     ]
    }
   ]
  }
 ],
 "title": "Commodo metus odio felis lacus conubia dictumst ad mollis metus aliquam mus."
}