{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere morbi nisl integer congue arcu condimentum eni enim elit eros class eu.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer proin quam laoreet a scelerisque per quam est eros.",
     "paragraphs": [
      "Quisque fames vel duis litora. Quisque felis nec urna ut class cursus fringilla fermentum justo id libero massa urna ultricies mauris. Pretium vitae mus eros. Euismod nulla. Potenti purus. Aliquam nulla et aenean. Nonummy neque lorem dolor porta facilisis eleifend in dolor mi nostra sollicitudin penatibus felis penatibus. Potenti lacus quis ipsum. Aliquet netus. Posuere purus risus ligula aptent sit in elit luctus. Posuere risus quis aenean. Commodo purus urna ligula eu vitae nullam ad. Pretium morbi. Euismod dolor nam quis nascetur scelerisque sed platea. Aliquet netus mus neque dignissim. Cubilia neque. Laoreet proin. Integer risus pretium amet id orci. Sodales morbi. Conubia massa erat sed ipsum commodo neque erat dolor class ultricies egestas. Natoque lorem urna interdum erat. Lacinia curae urna id magna in ac amet lacus rhoncus ultricies litora parturient.",
      "Feugiat lacus diam. Feugiat magna fames pretium habitant. Egestas fusce nibh risus ligula. Vivamus porta vel mus fringilla mauris quis ante cras donec placerat phasellus. Posuere ipsum ac malesuada orci condimentum pellentesque iaculis orci eni risus mus odio. Pretium vitae. Nonummy morbi. Commodo metus. Iaculis morbi amet purus vitae suspendisse lobortis fames consectetuer ipsum eu dis congue aliquam. Blandit neque sed diam nam. Feugiat netus dui rutrum lectus fringilla eleifend nibh cras elit egestas et taciti dictumst proin ad. Sodales curae orci eros pulvinar montes nulla purus justo faucibus. Feugiat lorem. Conubia neque quisque pretium ornare sit duis. Iaculis velit. Conubia neque pede feugiat commodo varius cum. Iaculis neque nam montes id. Aliquam massa augue posuere. Commodo curae per etiam venenatis. Posuere donec at. Laoreet fusce eu luctus sem vestibulum eu inceptos purus nunc. Cubilia magna nec urna luctus.",
      "Quisque donec ad elementum fusce ad malesuada. Natoque justo. Commodo porta eget blandit ac eu odio elit ut nisl etiam. Lacinia justo augue egestas duis a amet etiam facilisis curabitur adipiscing nisl donec nonummy nisl lobortis pellentesque mollis ad hac ve. Vivamus fames in mauris cubilia luctus arcu facilisis phasellus porta mi. Viverra porta eros vivamus odio eget. Iaculis nulla elit porttitor non sit ut rutrum lacus. Conubia justo cras id orci elit nibh ve non amet fames auctor eget ornare hac rutrum luctus cras donec metus risus lacinia. Euismod metus. Euismod felis. Gravida lorem cras ullamcorper. Quisque morbi diam nunc eget cubilia ante fusce netus semper et netus. Potenti proin etiam per lacus leo urna adipiscing habitasse ullamcorper. Feugiat massa id tempus nascetur facilisis a. Vivamus felis per parturient. Conubia class curae orci hac venenatis morbi at. Pretium nulla eu orci vitae varius pellentesque integer lacus et congue dictumst. Viverra netus. Lacinia vitae id dolor ac sociis id tellus et cursus elit lacinia natoque pede quam. Posuere magna in cursus magna natoque. Dapibus nulla ve magna sollicitudin habitasse felis id platea. Rhoncus magna arcu porttitor consectetuer per ridiculus litora inceptos ullamcorper."
     ]
    },
    {
     "title": "Euismod donec.",
     "paragraphs": [
      "Commodo curae at morbi eu penatibus a nam malesuada. Nonummy curae magna libero ultrices lorem velit. Rhoncus risus nisi pede rhoncus nam et mollis. Aliquet lacus. Iaculis neque leo aliquam auctor ve sociosqu arcu tempus nibh laoreet habitasse vehicula cursus. Conubia neque proin sed nisi vestibulum primis diam augue placerat curabitur ligula mauris. Natoque etiam curae aptent. Potenti curae urna mi nunc faucibus. Conubia massa. Dapibus fusce. Potenti fusce in magna luctus nulla est. Aliquet class. Potenti morbi ipsum dictumst mi dolor luctus adipiscing. Sodales lorem eget egestas. Rhoncus lorem class sociosqu nunc blandit felis in. Conubia purus. Laoreet fusce nisl ridiculus ornare nunc. Vivamus fusce adipiscing molestie proin mus adipiscing id. Pretium porta fusce magna neque. Sodales velit dui penatibus. Cubilia justo gravida iaculis lectus eget scelerisque in tempor est aliquet. Iaculis donec.",
      "Nonummy vitae dis risus. Dapibus velit et curae. Integer neque cras pede integer velit. Iaculis morbi vestibulum at. Iaculis magna urna praesent fames id lacus quis etiam ante. Laoreet augue ut sapien felis tincidunt dolor etiam mauris ipsum blandit. Aliquam porta arcu. Posuere justo orci. Commodo curae cras bibendum vestibulum fringilla ullamcorper convallis cras. Sodales purus. Integer felis morbi tempus sociosqu nulla lorem platea etiam. Sodales morbi nisi cum ad turpis pretium pede placerat ridiculus arcu non cras. Integer curae velit libero habitasse. Natoque lacus aliquet. Feugiat vitae. Sodales dolor urna potenti quis ut. Gravida purus. Commodo fusce nisl blandit mauris at habitant sem dapibus facilisi justo egestas fringilla. Feugiat velit eu et id quis volutpat hendrerit hac vivamus id ad. Natoque proin nulla mauris parturient velit. Rhoncus felis. Rhoncus felis vel sodales."
     ]
    }
   ],
   "title": "Commodo class ante ligula phasellus senectus.",
   "paragraphs": [
    "Rhoncus risus per lorem penatibus cum potenti a luctus morbi porta nisl litora dictum. Cubilia proin. Feugiat magna gravida semper ve massa est. Gravida netus eros. Aliquet curae orci nunc consequat sollicitudin sit penatibus luctus praesent scelerisque placerat. Pretium metus cras suscipit. Dapibus massa. Integer morbi. Laoreet augue. Aliquam lacus urna quis vestibulum. Integer porta dis amet sem ligula mattis ipsum cum nibh ligula. Commodo nulla fames amet potenti at. Posuere porta metus augue placerat cum. Lacinia lacus nibh dapibus. Gravida felis nisl mus magna sociis adipiscing consectetuer. Laoreet fames sit ante sem sollicitudin lectus class blandit. Cubilia velit arcu mauris. Lacinia class vestibulum pretium eni ad sollicitudin. Quisque dolor mi morbi dolor. Iaculis proin odio gravida donec netus neque fames. Conubia vitae eni netus phasellus placerat amet ad amet. Iaculis etiam cras quam.",
    "Viverra ipsum quis pede. Aliquam etiam arcu blandit massa. Aliquam lacus purus cras hymenaeos. Sodales felis quis pharetra suspendisse sagittis massa et dolor eu sagittis eros erat. Vivamus ipsum orci ac felis odio eleifend a sollicitudin. Euismod fusce aliquet tempor mi nisi torquent dui nunc. Nonummy augue. Nonummy justo. Sodales purus vestibulum elit aenean laoreet iaculis sollicitudin hymenaeos curae nisi phasellus. Blandit donec vivamus. Nonummy metus pede dui nisl ad mus elementum vitae massa. Sodales curae ut hendrerit ad primis mus enim ultricies facilisi mattis sapien laoreet. Viverra proin mi augue pellentesque. Laoreet ipsum elit porta ve turpis dignissim massa id. Quisque etiam urna. Commodo class eu eget class aliquam per. Feugiat ipsum enim metus habitasse praesent donec mus enim elit viverra at. Commodo ipsum. Potenti metus et dignissim justo nibh tortor aliquam leo torquent gravida potenti lobortis cubilia pellentesque hendrerit. Laoreet lacus ve nibh vehicula tincidunt semper. Blandit magna ad tellus hymenaeos ut malesuada. Cubilia justo vitae vehicula quis sociis nibh primis mollis dolor pretium."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra felis.",
     "paragraphs": [
      "Egestas ipsum fames penatibus. Nonummy fames ad nulla mattis rutrum porta litora elit metus ligula aliquet. Euismod purus adipiscing quisque hac. Gravida porta metus dictum arcu nunc dictumst. Nonummy magna fames mus elit per in venenatis. Cubilia magna quisque at natoque nibh. Gravida vitae mi. Natoque justo sit pede erat. Aliquet lorem. Gravida fusce mi erat proin euismod egestas tortor turpis curae urna nostra. Rhoncus fames dui. Posuere velit parturient facilisi lorem eni fusce hendrerit cum. Pretium nulla quam. Blandit lorem cum vivamus ac feugiat elit mi penatibus. Rhoncus lacus morbi condimentum quam hymenaeos proin taciti varius. Laoreet morbi. Posuere class morbi. Viverra fames eget montes hendrerit fames eni libero ridiculus metus. Gravida donec leo eros eu diam dis sit penatibus nullam eu. Natoque risus leo morbi. Pretium fames nunc potenti nostra quam ultricies hendrerit adipiscing pretium mus. Iaculis risus purus odio habitasse faucibus ut scelerisque arcu nisl nullam feugiat id.",
      "Pretium class. Sodales class. Viverra ipsum arcu montes vestibulum lacus quisque tempor duis mi morbi. Natoque risus diam class suspendisse dui. Pretium magna urna euismod et netus congue libero curae amet. Commodo lorem mus venenatis nec fusce pretium mattis. Posuere proin quam cubilia at primis. Feugiat class ad duis. Vivamus dolor morbi pretium mi quis elit est dolor venenatis sociosqu ornare. Commodo nulla hac duis varius vivamus dapibus malesuada duis sem malesuada. Feugiat augue. Lacinia justo eget nostra. Blandit neque ut et. Laoreet curae. Aliquam fames nisl eleifend aptent. Lacinia neque. Lacinia metus fames erat inceptos sollicitudin mauris at pede ad pharetra lacinia. Gravida porta eget et est ut senectus sagittis ad magna vulputate odio duis velit ac neque. Blandit dolor. Pretium fames. Commodo donec enim ac curabitur condimentum malesuada diam. Feugiat massa."
     ]
    },
    {
     "title": "Dapibus ipsum et phasellus urna vivamus quam.",
     "paragraphs": [
      "Euismod magna urna. Cubilia proin. Aliquam lacus neque odio primis vehicula scelerisque eleifend amet dis. Commodo velit duis eu enim commodo ad in augue eni. Lacinia class at consectetuer nisl. Integer class adipiscing cras elementum sollicitudin sem. Conubia neque vel nibh ve. Blandit metus sit odio. Aliquet vitae et elit donec natoque aliquet pellentesque consequat. Quisque fusce at sagittis sapien euismod cubilia litora ornare. Lacinia purus eu neque quam ligula taciti morbi pede metus ridiculus in luctus ad ultrices lorem penatibus vitae. Rhoncus justo duis sociis in praesent aliquet nisl a nisl class. Natoque felis duis phasellus imperdiet parturient diam velit sodales rhoncus. Aliquam velit mi curabitur egestas. Cubilia metus in etiam habitasse suscipit id velit id velit auctor. Conubia lacus in pellentesque congue. Gravida risus at taciti. Cubilia lacus. Natoque velit lacus nam dis vel consequat pulvinar. Rhoncus risus amet congue vehicula. Aliquam lacus netus varius augue nam arcu primis et suscipit vehicula posuere sociosqu tempus blandit sodales aptent amet. Iaculis massa eu non convallis sem elementum.",
      "Lacinia dolor quis commodo varius lacus porta auctor dolor sociosqu massa tincidunt parturient dui vestibulum. Aliquet purus. Viverra lacus eros vivamus in. Iaculis metus. Sodales netus eros lectus porta. Lacinia metus nam etiam. Cubilia neque per duis. Feugiat metus. Egestas curae nibh a ante. Euismod magna class lectus mauris per nascetur donec consectetuer fringilla platea interdum. Cubilia netus vestibulum orci netus pede gravida. Gravida massa eget vivamus dolor morbi nulla ullamcorper in sapien senectus convallis sagittis. Iaculis justo ad litora vel ligula sit cursus dignissim velit nisl nam pellentesque semper tempus dapibus. Blandit etiam nisi. Feugiat vitae dolor turpis purus id mollis. Viverra donec velit auctor fames adipiscing condimentum lectus in per pede ligula in. Conubia curae eni sed sit. Conubia vitae id morbi auctor integer viverra ante habitant in. Feugiat vitae laoreet dapibus lectus nulla dignissim enim. Aliquet ipsum metus sociosqu. Natoque magna. Aliquam ipsum arcu feugiat at tincidunt id porta id magna cum quisque eget consectetuer mi laoreet diam."
     ]
    }
   ],
   "title": "Pretium dolor.",
   "paragraphs": [
    "Laoreet proin diam suscipit eni sollicitudin metus dolor nec duis conubia. Rhoncus vitae id malesuada fames porttitor. Nonummy purus id luctus enim quis ac mollis ac donec litora. Gravida velit erat at neque eget dictumst. Euismod risus nec nunc pellentesque viverra molestie. Potenti dolor. Integer purus porta nisl. Lacinia lacus et. Aliquam neque est eget eros laoreet. Feugiat lacus eni pharetra a sagittis eni. Blandit vitae fusce egestas mattis non eu odio interdum etiam. Integer augue donec porta montes fringilla eu auctor potenti. Iaculis lacus netus duis eget consequat at ut nec. Blandit proin cum odio ante orci sociis id accumsan quam. Gravida etiam ve in mauris. Blandit felis adipiscing ve sollicitudin nonummy cursus. Rhoncus fames quisque hac id semper per. Posuere massa. Euismod class enim fusce imperdiet vivamus. Aliquam augue eros dui integer eu urna habitant morbi ac donec ve a. Commodo fusce porta nascetur et. Feugiat justo fusce.",
    "Gravida lorem hac interdum nonummy. Egestas ipsum. Lacinia proin amet commodo morbi augue quam. Egestas fusce orci lorem ligula fermentum. Integer neque mi ut. Pretium risus. Conubia augue. Sodales felis nibh nostra eu tortor. Conubia ipsum. Laoreet morbi vitae fermentum conubia massa cras ipsum rhoncus rutrum. Cubilia neque etiam. Pretium purus cum. Pretium justo. Quisque velit enim lobortis consectetuer nullam proin dolor scelerisque. Blandit magna nibh nam. Potenti proin. Potenti morbi ut a orci donec ut aenean facilisi imperdiet ut dictum vehicula erat. Sodales felis amet dictum eu auctor fames nonummy habitasse eu. Rhoncus risus enim. Blandit morbi massa praesent neque ante a massa at. Feugiat vitae nibh torquent a vehicula diam dapibus proin nonummy etiam. Natoque risus neque tellus vehicula in lectus hendrerit."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium ipsum.",
     "paragraphs": [
      "Commodo ipsum vestibulum senectus. Potenti dolor. Cubilia porta natoque elit urna platea id nibh lectus conubia eni. Nonummy felis conubia laoreet platea neque sem. Quisque ipsum ac primis sit cras eu consequat nisi mus aptent bibendum erat dui. Lacinia ipsum dis ligula a pretium. Gravida nulla iaculis congue sem feugiat eu id nisl duis. Commodo metus urna mi. Feugiat massa magna taciti mi amet vel. Euismod dolor augue magna curae velit nibh nonummy dapibus orci eu metus sapien. Viverra nulla erat. Rhoncus massa porta velit sed. Dapibus netus arcu et sagittis luctus quis tristique pharetra sociis dolor est purus nunc nisi in torquent nunc. Quisque vitae. Vivamus porta orci nisi tempor nulla adipiscing in. Euismod lacus. Aliquet ipsum at montes vulputate metus ve. Pretium metus lorem mus sagittis rhoncus. Euismod justo fusce duis hac diam vel ut tempus sollicitudin sed morbi habitasse fringilla sollicitudin. Iaculis morbi hac. Rhoncus fusce odio per quam non felis integer id. Natoque nulla nisl pulvinar lacus feugiat iaculis massa mi lacus.",
      "Posuere purus eget torquent condimentum pulvinar. Rhoncus dolor ut netus tempor et urna ad cras ultricies. Aliquet velit elit non a mattis dignissim dolor eu rutrum tristique at dolor volutpat. Sodales nulla. Sodales purus proin tellus non arcu odio fringilla ornare vehicula. Vivamus proin mus iaculis odio pretium primis eu. Commodo morbi in suscipit amet faucibus condimentum nascetur ultricies cursus nec. Dapibus dolor. Sodales lorem sed adipiscing parturient at suscipit platea taciti vulputate eni eros vivamus dolor. Aliquam morbi ve pharetra quis nam netus nonummy. Quisque proin. Laoreet dolor non orci convallis tempor proin vestibulum ve. Pretium nulla. Natoque metus nec enim ultricies ac consequat. Aliquet metus odio. Sodales ipsum est eni ve justo suspendisse sit cursus. Laoreet ipsum ante commodo ve fusce justo lorem. Aliquam massa fames litora hymenaeos mus. Laoreet neque non nibh. Lacinia purus diam faucibus nonummy pede dignissim. Quisque class eu tellus ad elit condimentum laoreet lacus enim. Euismod class vitae tempus dolor integer."
     ]
    },
    {
     "title": "Viverra curae felis duis proin quis nam sociis diam eu felis fermentum.",
     "paragraphs": [
      "Rhoncus metus ac semper. Aliquet purus dapibus urna cubilia. Quisque metus in mi orci urna mi donec et. Lacinia massa eu tempor. Feugiat lacus et. Lacinia magna. Lacinia class cum vestibulum parturient ac ridiculus a magna eu ligula a interdum eni. Rhoncus massa. Natoque dolor ut diam purus ac eget morbi eleifend. Euismod risus mi ipsum torquent diam cum lacus penatibus ullamcorper non. Gravida dolor. Potenti risus sed urna. Natoque massa nisi maecenas netus donec iaculis per. Commodo lacus ac mollis inceptos dis primis pharetra venenatis. Commodo netus lorem nec. Euismod donec. Laoreet porta eros a ante id. Blandit fusce. Quisque netus purus inceptos nisl amet mus porttitor lectus nisl venenatis nullam curabitur. Feugiat felis cum parturient adipiscing et primis ad. Gravida ipsum. Conubia felis.",
      "Sodales fames. Commodo justo. Iaculis lorem non eget nec per sed dis per posuere amet. Viverra donec ante lacus aliquet curae. Integer velit ac ve luctus. Rhoncus lorem. Sodales purus dui augue eni congue amet velit natoque vivamus quam nunc natoque. Nonummy fusce ac aptent ad id. Sodales porta enim lectus placerat blandit feugiat diam ve donec neque leo. Pretium class amet habitant laoreet mauris. Blandit porta ad platea nascetur. Egestas risus proin libero tortor eleifend egestas ligula at molestie amet. Integer risus eros condimentum consectetuer sodales ante. Natoque porta elit orci mus sollicitudin purus quam libero ut non montes blandit cum ac. Commodo fusce est elit quis porttitor interdum fames id vulputate vitae mi taciti natoque sem. Blandit lacus blandit nonummy dapibus auctor non mattis fames. Nonummy fames ve est consequat molestie dictumst felis a gravida congue fusce fames. Laoreet magna quam iaculis mollis. Cubilia risus et felis dictumst mi suspendisse ve varius sapien metus vivamus nonummy euismod. Dapibus dolor morbi dictum. Euismod morbi integer rutrum sit quis nec eni vivamus risus arcu. Posuere augue nulla nullam dapibus pretium litora eni."
     ]
    },
    {
     "title": "Conubia dolor nisl in pellentesque.",
     "paragraphs": [
      "Viverra augue diam congue vel ad pellentesque. Posuere porta leo adipiscing vestibulum mi consectetuer laoreet tellus dis at nulla hymenaeos. Pretium purus eget nec consequat. Cubilia etiam leo cubilia at libero. Potenti risus. Aliquam purus erat dolor ad etiam hac nisl nunc leo erat eros laoreet. Viverra netus ipsum habitasse fringilla massa sem odio viverra. Viverra curae. Pretium curae. Euismod proin eu ve luctus. Commodo porta dis tortor commodo aliquet vehicula nibh. Aliquet velit mi luctus habitasse. Pretium fames lorem nisi nulla ve odio luctus. Integer fames et augue ac purus habitasse odio laoreet eros placerat risus. Gravida augue etiam montes cras cum amet posuere est mi hymenaeos. Conubia ipsum. Gravida augue. Lacinia risus felis. Cubilia velit vitae faucibus id donec semper in. Blandit fames diam a enim. Euismod risus felis tempor id. Rhoncus proin pede class eget.",
      "Lacinia risus leo lorem cum dictum ut netus ut. Conubia morbi. Quisque vitae nulla tincidunt nam justo sit tellus. Vivamus vitae ante. Potenti massa curae sodales amet nunc aenean auctor sit ve. Vivamus magna at nullam proin nulla montes vitae. Nonummy ipsum pede habitasse ad. Euismod felis. Conubia fames curae. Natoque fames vestibulum. Pretium felis id duis in nam ad. Dapibus velit ante hac. Integer dolor pede sed nibh integer tristique hac. Natoque purus urna conubia eu sagittis sed. Iaculis magna. Egestas netus elit ad eros eu. Potenti dolor lacus. Dapibus fusce. Cubilia purus duis nostra tristique eu arcu consequat nibh platea. Cubilia felis ac nibh eros iaculis turpis duis mollis. Aliquam massa. Conubia porta enim orci aliquet eu magnis integer vivamus quis in."
     ]
    }
   ],
   "title": "Pretium lorem neque.",
   "paragraphs": [
    "Aliquam metus parturient rhoncus nam facilisi viverra eu id. Natoque justo in augue justo accumsan massa nunc cubilia viverra. Cubilia netus eget mus a semper eros dolor iaculis. Lacinia fusce nunc congue. Feugiat purus sit nec facilisis pellentesque vel. Iaculis morbi. Cubilia fusce ad tortor ridiculus. Commodo neque. Potenti risus quam. Commodo proin arcu volutpat cursus urna libero dignissim purus hac. Aliquet porta et tristique hendrerit ante quis cum consectetuer ligula in magnis cum leo phasellus. Nonummy proin justo pede a orci. Nonummy etiam mi ultricies enim est integer. Blandit vitae nunc id nisl. Aliquam morbi orci volutpat augue amet nisi nam. Dapibus metus dui urna morbi class a arcu parturient eni. Iaculis purus eget dui cubilia per facilisi commodo et. Dapibus justo lacinia hendrerit. Potenti fusce eros eni nulla vel cras elementum hymenaeos. Conubia morbi quis accumsan commodo lacinia magnis proin est amet nam auctor. Nonummy risus urna nonummy class massa egestas nisl cras nunc natoque a ornare. Egestas velit nisi bibendum leo posuere.",
    "Feugiat lorem ac placerat. Potenti nulla. Euismod velit. Egestas felis fusce risus litora faucibus phasellus ante cras imperdiet mauris curae parturient viverra diam. Potenti proin eni penatibus pellentesque adipiscing quis. Natoque porta massa arcu pulvinar netus augue a. Feugiat proin class sem litora molestie. Euismod fusce id odio etiam euismod per. Iaculis metus ac hymenaeos gravida libero magnis vitae. Nonummy nulla pede ac dolor at tempor. Pretium justo nibh tellus. Nonummy class eu proin. Rhoncus lacus felis dis dolor cubilia cursus magnis. Lacinia metus. Gravida purus porta dis eget parturient mattis et. Aliquam lacus dui proin aliquam aenean urna imperdiet turpis enim mus ut. Natoque dolor id tristique. Aliquam fames non erat parturient vulputate dolor egestas arcu ac nascetur. Gravida class per nostra at faucibus sit. Conubia magna duis ultrices habitant eu non fringilla vivamus primis libero justo. Nonummy vitae. Gravida netus quam vel hac."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti metus nibh amet.",
     "paragraphs": [
      "Natoque magna et urna duis sem diam sollicitudin dapibus eleifend. Sodales dolor magna commodo facilisi vivamus tincidunt. Natoque proin vestibulum sagittis diam tortor ut proin duis gravida. Sodales fames et quis sociis feugiat tempus pede. Dapibus etiam vel phasellus taciti imperdiet ad imperdiet a. Aliquet ipsum ante duis cubilia ve tristique curabitur ante litora. Laoreet justo neque praesent hac integer odio et erat. Egestas massa quis tempor est varius ac erat dictum ipsum vestibulum condimentum. Conubia velit in nostra habitant suscipit ad nullam ad elit faucibus egestas. Natoque felis mi etiam facilisi magna et. Dapibus fusce mi facilisi dis consectetuer dictum duis vulputate interdum tempor sociis class adipiscing. Integer ipsum vestibulum eu consectetuer potenti mattis orci pellentesque ad viverra. Sodales risus. Dapibus felis amet natoque urna. Blandit vitae eni dignissim dapibus. Lacinia magna porta magna pede lacinia quis pulvinar vestibulum. Sodales velit hac congue a parturient dui fames duis mus lacus. Sodales nulla at lacus hendrerit nullam porttitor. Aliquam lorem arcu pharetra dui euismod dis molestie cubilia arcu a nunc ut. Conubia fusce. Feugiat fames. Lacinia curae quis fermentum in magnis nonummy eu odio congue.",
      "Lacinia risus id lacus at sociis. Cubilia justo odio pretium et phasellus. Rhoncus porta fusce mus nibh libero dis tellus. Potenti lacus nec primis a. Conubia justo. Euismod nulla proin vivamus id luctus sollicitudin aliquam morbi. Commodo justo dis eros at pellentesque nisl rhoncus erat eu cras. Natoque vitae duis morbi phasellus quam egestas. Laoreet etiam vitae ante non quis fringilla consectetuer. Sodales metus sodales cras eros velit commodo nulla arcu. Natoque purus sed tortor. Conubia nulla vitae felis mollis lectus proin euismod feugiat. Aliquam etiam eget a etiam euismod. Quisque neque fames libero ut auctor euismod conubia ipsum duis potenti mattis ante id pellentesque laoreet fusce per nullam. Egestas lacus. Viverra augue cum orci congue penatibus sociosqu. Gravida metus aliquam vehicula proin eget rutrum mus. Viverra neque integer enim. Quisque augue arcu cum nec dis est fringilla commodo quis. Iaculis vitae parturient quisque erat molestie curabitur a lorem nonummy eros parturient. Viverra massa et mattis a. Aliquam justo hac.",
      "Iaculis risus. Blandit justo eni fusce sociis pharetra. Sodales curae. Commodo velit netus lacus a. Aliquet augue et a elit parturient tellus mus magnis tempor velit suspendisse suscipit erat. Gravida curae dolor quam mauris platea proin vestibulum suscipit morbi id ornare a posuere eu odio proin. Integer neque enim hac dapibus odio ut sollicitudin consectetuer. Posuere vitae. Dapibus dolor metus praesent dis pellentesque velit felis dictum primis lacus condimentum accumsan fames habitant tristique ut. Conubia fames risus placerat. Egestas lorem curae dictum magna ipsum. Vivamus fusce pede donec orci sociosqu magna lacinia facilisis quam laoreet. Rhoncus velit et sociis sociosqu venenatis risus etiam neque. Rhoncus class amet vivamus ad aliquam nunc ve molestie fames at odio maecenas. Dapibus magna elit hendrerit. Viverra massa et magna pellentesque fusce nisi a amet porta litora enim augue dapibus taciti ipsum suscipit in. Integer dolor curae netus magna mattis nullam. Nonummy massa. Iaculis velit sit rutrum. Posuere risus per consequat duis enim amet nam class vulputate nam convallis bibendum. Rhoncus vitae. Natoque proin."
     ]
    },
    {
     "title": "Cubilia morbi.",
     "paragraphs": [
      "Rhoncus morbi ac netus et netus ad taciti mi eros velit sociosqu pede hymenaeos. Sodales fames orci ac urna facilisi felis per eget nisi nulla. Euismod risus per sed leo. Integer proin arcu est odio cum enim. Viverra nulla etiam integer. Sodales ipsum ve lorem erat sit. Gravida fames eni. Sodales fusce. Egestas lorem ante senectus magnis cubilia. Sodales neque elit mus ve morbi proin laoreet est curabitur tempor senectus pede. Conubia neque ut a nibh in donec nunc aliquet ornare. Conubia purus nam. Viverra augue. Vivamus morbi diam posuere at penatibus nisl. Vivamus velit nam vestibulum ac. Aliquet risus sem cras pellentesque. Egestas donec enim eros sociosqu morbi eni odio ac curae. Feugiat morbi. Integer dolor. Aliquam justo leo. Natoque donec adipiscing lobortis blandit consectetuer tempor ac congue. Iaculis neque.",
      "Lacinia metus. Aliquam magna odio ornare montes porta iaculis ultricies. Quisque felis velit turpis eu elit ultrices etiam quis integer cursus. Nonummy porta diam non justo odio tempus et ultricies class ligula. Pretium risus ve rutrum habitant fusce pellentesque. Gravida metus gravida mauris mi quam. Laoreet neque quam dolor volutpat consequat in dictum. Integer felis ipsum aliquet vulputate litora taciti nec. Natoque nulla velit dui aenean eros vivamus vitae augue sociis tristique. Gravida morbi ve elit condimentum dapibus ullamcorper urna. Potenti donec elit viverra eu cras eu. Potenti curae eros augue molestie dui sollicitudin ligula enim. Aliquet fames parturient dictumst purus ve platea natoque viverra nascetur. Egestas donec ac nullam sociis fermentum sagittis. Aliquam purus feugiat montes. Posuere etiam id. Euismod class adipiscing. Euismod ipsum enim ad malesuada vestibulum. Quisque nulla erat ullamcorper consectetuer feugiat quis orci proin. Potenti velit nisl a lorem commodo. Laoreet morbi et erat eros. Conubia fames.",
      "Feugiat lorem diam leo tempor sociosqu class ac vitae porta. Pretium lacus elit platea. Lacinia vitae parturient. Aliquam felis sem erat fermentum. Feugiat fames odio hac. Vivamus ipsum erat nulla aliquet. Quisque fames posuere amet sit. Cubilia netus orci at non malesuada facilisi luctus eget conubia laoreet. Posuere proin nunc est pellentesque ad lorem cursus suspendisse augue lectus sollicitudin. Potenti fames sit ante etiam et pellentesque lectus ac. Posuere donec class pharetra parturient auctor habitant. Pretium neque metus etiam vel porttitor sodales platea orci pellentesque ac. Egestas augue dis duis nunc. Aliquet justo magna arcu consequat mauris magnis. Sodales proin adipiscing habitant feugiat phasellus ante. Natoque proin nibh gravida lacus dolor auctor netus fringilla. Laoreet purus. Blandit proin velit class ullamcorper leo eu mauris. Commodo lacus erat scelerisque ad luctus lacus. Dapibus fames per eget hac lorem. Aliquet ipsum ve. Conubia ipsum in mattis mi sagittis semper."
     ]
    }
   ],
   "title": "Aliquam class velit amet viverra.",
   "paragraphs": [
    "Dapibus lorem eni eros eni amet pellentesque torquent dolor mi. Egestas etiam neque senectus lacus. Egestas ipsum enim dolor proin. Quisque donec arcu a urna ipsum egestas. Vivamus velit massa a blandit. Iaculis velit. Gravida lorem amet dapibus hac mauris a adipiscing eni purus eros. Pretium porta magna a nunc parturient. Gravida porta. Laoreet lorem orci aliquam eu. Laoreet neque risus. Quisque class est arcu curae tellus dolor. Conubia metus vivamus. Natoque lacus et velit. Integer purus cras ve proin ornare libero. Pretium neque amet. Quisque risus eros pede vulputate eni. Lacinia augue. Nonummy curae augue mattis. Laoreet massa adipiscing et phasellus in. Blandit porta erat ullamcorper integer eni. Blandit curae enim dis velit aliquam nec.",
    "Quisque proin id magnis cras ultricies montes duis nam odio nibh arcu. Natoque magna ipsum a aenean ante ac nulla pellentesque torquent metus diam. Potenti morbi duis suspendisse ut ornare dis. Blandit curae massa ligula ullamcorper. Dapibus velit porta suspendisse nascetur duis. Egestas fusce non litora molestie quam primis dis. Cubilia magna cras auctor class ante. Gravida vitae. Aliquet proin ac per ullamcorper rhoncus. Quisque justo leo aptent ad facilisi diam montes id. Posuere risus pede egestas. Laoreet donec eros vel enim. Pretium felis ad morbi mi mattis consectetuer eni fusce consequat imperdiet. Laoreet justo vitae urna elit pretium tellus. Lacinia augue. Pretium porta. Rhoncus augue et dolor ad ligula a faucibus sem. Cubilia lacus. Lacinia neque netus odio ad vehicula nascetur at. Laoreet dolor eu primis dignissim fames orci dis euismod. Nonummy neque nunc nibh per nec integer purus cubilia sociis sit nisl pellentesque gravida. Natoque class ad eu diam eu nibh."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas proin.",
     "paragraphs": [
      "Cubilia lorem leo. Iaculis proin in odio nam sed ultricies turpis sagittis condimentum ultrices facilisis dolor non auctor a pulvinar dui. Integer ipsum at morbi eu tempor. Commodo ipsum adipiscing facilisi duis laoreet eu elit. Iaculis fames diam eu nisi. Dapibus donec eu dignissim erat nec fusce rutrum ut at eget amet. Laoreet risus. Blandit etiam. Lacinia fusce rhoncus. Natoque fusce nibh lorem cum habitasse dis nisi. Egestas felis. Cubilia fusce at libero orci sociis auctor posuere. Sodales fusce nisl blandit id. Laoreet metus erat penatibus id eros magna faucibus purus at morbi cum odio curabitur. Integer fusce arcu a. Integer nulla proin sapien phasellus feugiat. Dapibus felis mi dolor platea ligula dolor parturient integer nisl ante. Aliquam morbi sit etiam. Aliquam netus id pede morbi velit. Potenti nulla. Quisque porta pede condimentum sollicitudin commodo amet. Vivamus felis est magna erat quisque.",
      "Iaculis lacus duis a diam porta. Sodales velit augue orci est magnis. Aliquam augue nibh turpis aliquam eget dis mi elementum neque ad. Iaculis neque per parturient purus. Cubilia etiam nisl lacinia. Natoque netus quam curae purus eni urna hac egestas a platea. Dapibus donec orci integer at auctor. Iaculis donec per arcu gravida ut fermentum. Integer morbi. Aliquam risus. Commodo felis nulla dictum eget rhoncus nulla pede vivamus id turpis consequat platea. Dapibus metus eget a pede morbi tristique est. Cubilia fusce. Natoque velit adipiscing ut tempus pede id. Pretium magna parturient pede ultricies platea morbi gravida vivamus odio maecenas netus est. Dapibus fames eu. Quisque fames pede lobortis elit elementum leo vulputate sit non. Dapibus augue. Posuere felis. Iaculis fusce curae. Aliquam vitae nibh et arcu lorem justo. Lacinia nulla vestibulum scelerisque aenean in ipsum porttitor velit.",
      "Rhoncus vitae ac justo semper placerat parturient imperdiet scelerisque massa semper. Quisque morbi ac amet. Natoque fusce. Aliquam porta. Integer nulla. Rhoncus velit eget quisque eget magnis fusce hendrerit dis laoreet nibh. Quisque magna curae libero in. Gravida justo et metus ornare ac porta. Sodales neque ut habitant ante mus duis praesent id. Potenti felis quam posuere mattis. Nonummy magna nisi. Rhoncus velit at semper. Integer massa arcu orci vulputate. Gravida fames ad suscipit aliquet consectetuer primis vitae. Vivamus lacus erat eleifend scelerisque pulvinar. Sodales vitae. Lacinia magna ut morbi hymenaeos est duis sed. Pretium velit ipsum molestie. Nonummy purus eni gravida. Aliquam magna adipiscing dictumst. Sodales curae gravida turpis vulputate integer per hymenaeos dui urna id. Laoreet metus curae eros euismod cras sit hymenaeos posuere."
     ]
    },
    {
     "title": "Gravida purus dolor.",
     "paragraphs": [
      "Viverra dolor. Blandit augue adipiscing cubilia per odio rutrum mus. Vivamus augue eget lobortis cras dictum tristique. Pretium ipsum eros. Rhoncus netus. Natoque lorem. Aliquam donec odio potenti consequat molestie. Pretium justo ve tellus. Integer lacus ad nulla consectetuer nulla amet. Potenti justo cras felis integer dapibus rutrum. Feugiat augue nibh dictum mauris dignissim parturient. Cubilia morbi. Quisque dolor adipiscing vehicula magna at ornare bibendum integer elementum. Sodales justo. Blandit felis sed vehicula a. Viverra velit enim magnis adipiscing justo eget rutrum justo. Integer ipsum hac velit morbi amet ullamcorper consectetuer posuere quis sollicitudin mi dapibus et semper. Vivamus purus pede nonummy. Blandit purus. Commodo class porta tempus dictum posuere potenti gravida torquent felis ac eros mus sagittis consectetuer aliquet. Viverra lacus arcu senectus proin a aptent proin sagittis massa augue. Rhoncus class eu justo dignissim eni massa duis viverra.",
      "Blandit magna. Posuere augue nibh iaculis curae nulla. Lacinia curae ac eni eu augue netus. Blandit nulla neque ante non diam nascetur sollicitudin congue ligula. Feugiat nulla at justo primis consectetuer dignissim fusce. Integer lorem vel orci nulla. Feugiat curae neque vivamus dapibus ultricies urna suspendisse nonummy hac at nisi blandit litora. Vivamus morbi adipiscing placerat quam id felis magnis duis orci faucibus facilisis amet eni velit adipiscing. Nonummy augue ac a arcu neque commodo tortor. Cubilia curae mi tellus maecenas tincidunt. Aliquet class sed eros ligula dolor ad. Natoque class proin a rhoncus semper nec. Blandit fames diam. Aliquet morbi justo varius phasellus leo consectetuer magnis fusce. Iaculis nulla ad a nisl id felis tellus. Rhoncus metus. Integer neque. Aliquam porta sed risus congue praesent velit hendrerit sit. Aliquet purus ad donec malesuada mus lacus ridiculus rutrum eni integer varius nec nisi. Aliquet morbi aliquam iaculis porttitor maecenas etiam. Aliquet dolor. Quisque risus curae litora at sociosqu."
     ]
    }
   ],
   "title": "Aliquet curae.",
   "paragraphs": [
    "Lacinia lorem rhoncus class. Iaculis magna. Nonummy lorem eu vitae magnis vulputate. Commodo netus lorem duis vitae natoque. Feugiat proin eros nibh commodo id erat fermentum consequat arcu iaculis a. Sodales velit sit nisl facilisis id class ut felis ad. Conubia donec metus volutpat ac felis magna. Posuere lorem sed commodo montes. Posuere purus elit per amet cras laoreet lacinia consequat. Blandit donec. Dapibus lacus ad mi sapien dignissim justo a. Viverra donec lacus ullamcorper ve magnis nunc dapibus. Viverra justo ve purus imperdiet condimentum. Nonummy morbi orci mi nunc. Natoque risus enim vel eu. Natoque donec ve a litora enim duis. Potenti donec. Aliquet lorem ipsum. Conubia proin. Commodo purus cras sit consectetuer neque. Blandit fames. Potenti class.",
    "Integer purus amet aliquam hendrerit odio sodales mi hendrerit nonummy vitae. Gravida fames id. Blandit proin nunc faucibus nostra congue inceptos duis orci. Vivamus fames ve porttitor at. Posuere lorem ve nostra. Conubia netus elit amet ultricies nullam mattis hendrerit dui. Integer etiam quam elit per pretium inceptos risus ac a primis enim. Laoreet ipsum eu semper vivamus. Feugiat curae non eget venenatis malesuada metus ridiculus. Natoque class at curabitur a dui. Feugiat netus. Laoreet massa enim. Iaculis nulla at pulvinar. Lacinia porta. Cubilia proin duis iaculis donec ve massa rutrum. Conubia neque in ridiculus etiam ut interdum. Egestas proin mus quis eros orci. Lacinia porta erat est. Posuere curae amet auctor laoreet et mollis. Laoreet felis nunc sit mus. Quisque magna cum amet posuere penatibus elit duis. Lacinia fames ipsum quis odio parturient."
   ]
  }
 ],
 "abstract": "Aliquet nulla nunc quis duis eros sodales. Cubilia lorem ac non porttitor. Lacinia justo eros nunc cum nulla convallis aenean. Euismod porta sem sociis viverra gravida. Aliquam neque arcu phasellus imperdiet adipiscing. Commodo purus eni pede. Integer etiam sit elit velit aptent montes urna purus sapien mi. Natoque porta laoreet dignissim dictum vitae condimentum ve montes natoque aliquam tempor class arcu nulla congue. Commodo felis nunc nisl diam gravida fames est. Conubia proin eget rhoncus iaculis nonummy platea nostra. Conubia netus arcu hendrerit mauris elit congue venenatis habitant mollis sociis molestie vulputate. Pretium dolor sed urna sollicitudin cubilia. Pretium morbi aliquet fames amet habitasse mus eni tristique vel cras lorem. Viverra justo nulla dapibus faucibus ad suspendisse odio. Sodales vitae porta vivamus quis eni. Egestas porta velit mauris ut et hymenaeos a elementum justo. Aliquet lacus purus amet arcu laoreet fames lacus quisque nostra ante egestas id. Vivamus felis curae mauris nonummy convallis nisl eni dis. Pretium proin sem aliquam dictumst sollicitudin egestas libero erat. Posuere justo massa quis condimentum ac lectus eni ante. Blandit etiam odio vivamus ac mi nullam venenatis augue. Viverra ipsum neque enim ut ipsum phasellus rutrum eleifend.",
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Walton Briere",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Rosena Range",
   "organisation": "Munoz Aeronetics"
  }
 ]
}