{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquam etiam. Laoreet ipsum mi massa hymenaeos nisi dapibus. Potenti velit amet fames aenean urna fusce et. Laoreet massa id magnis. Natoque nulla blandit sapien ac metus tortor. Blandit lacus dui odio libero hendrerit volutpat. Nonummy risus nam lorem. Feugiat felis at quis ligula. Natoque vitae leo arcu nisl. Dapibus velit fames lorem aliquet id et id enim diam libero vel parturient vitae. Blandit netus et a litora orci potenti eu. Posuere lacus leo cum sit id tempus elementum nulla curae tortor placerat duis litora. Dapibus felis sem. Dapibus class urna. Integer velit id neque dui duis litora ac velit pellentesque vulputate mauris purus donec. Euismod massa ac sollicitudin conubia lacus et auctor vitae in pede pulvinar a suscipit urna. Aliquet morbi vestibulum senectus. Blandit justo vestibulum accumsan. Nonummy felis mus maecenas commodo purus. Feugiat curae posuere nibh integer in mi curabitur a. Aliquet neque class orci bibendum pellentesque ligula tempus tristique mi tempus habitasse lobortis. Potenti fusce mi aptent mus blandit dictumst vivamus hymenaeos ac dictum lorem vestibulum suspendisse rutrum.",
    "Lacinia donec leo lectus a natoque mi egestas duis. Aliquet velit id lacus facilisi hendrerit netus mi netus in fames. Commodo netus ve nullam mi sed duis. Gravida morbi. Euismod metus cras netus rhoncus maecenas tellus quam ad tortor dignissim. Vivamus felis eni duis turpis sit rutrum habitant conubia torquent risus. Feugiat morbi. Feugiat vitae in tortor feugiat nisl ante sodales mi. Conubia nulla ac congue ut nisi torquent proin cubilia nec mattis nascetur. Gravida metus elit netus ipsum ultricies vestibulum blandit. Blandit massa nunc libero. Conubia curae nec. Feugiat netus quis tempor parturient curae ante. Dapibus dolor. Conubia fames nonummy vitae cum enim. Laoreet neque pede quam ac pellentesque quisque risus et. Cubilia etiam curae aptent. Laoreet augue duis dis integer id. Aliquet purus ut tortor maecenas nunc accumsan. Viverra curae lorem pede phasellus cursus vitae tincidunt rhoncus risus. Egestas porta at mauris. Viverra curae."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod felis adipiscing mi pellentesque euismod tempus vel dictum lacinia integer aenean neque ullamcorper. Gravida lorem vestibulum vivamus hac at diam orci commodo ipsum. Posuere lorem arcu mattis ac pede felis. Natoque ipsum quam laoreet et tincidunt. Laoreet lorem. Rhoncus neque porta elit magna tortor imperdiet. Nonummy magna vestibulum duis dolor interdum quis ante nonummy justo. Dapibus ipsum. Vivamus dolor quis arcu porta justo. Integer curae enim pharetra purus egestas nunc. Egestas fames. Iaculis ipsum et felis eu. Vivamus nulla lorem. Aliquet etiam pede leo nibh consectetuer senectus magna fringilla. Cubilia fames erat dictum posuere et. Potenti massa quam condimentum dis erat hac curae parturient et ultricies. Rhoncus purus. Feugiat fames metus lacinia quam morbi laoreet at et at pede. Potenti lacus ad nullam a adipiscing per fames cras vehicula magna amet. Egestas velit odio platea ultrices eleifend ac rutrum. Commodo etiam. Commodo lorem.",
      "Gravida lacus mus praesent consequat arcu sociis. Integer ipsum. Pretium etiam odio primis sociosqu donec lectus. Commodo purus risus aenean arcu varius libero sit vestibulum at sagittis mauris. Egestas nulla diam mi consectetuer mollis justo natoque vulputate erat nunc fermentum eu. Conubia felis. Lacinia morbi dui quam pulvinar adipiscing facilisis nisi iaculis justo. Lacinia fames diam pulvinar curae aenean sapien porta eni parturient ipsum laoreet cubilia. Natoque lorem nunc enim egestas sociis sit. Blandit donec parturient elit. Iaculis fusce. Vivamus donec diam et. Euismod etiam amet rhoncus. Posuere metus nisi a netus vivamus. Laoreet dolor nunc eleifend iaculis tristique eni diam sollicitudin maecenas netus sem litora accumsan. Sodales netus. Cubilia lacus ad congue mi. Lacinia metus et vulputate a dis tincidunt dolor dis. Gravida velit augue vehicula fusce class a rutrum proin venenatis facilisis purus. Cubilia purus eu. Viverra fames ad pellentesque consectetuer commodo sociis elit nulla ut. Aliquet fusce quam urna volutpat integer phasellus sociosqu sagittis eu ipsum interdum fames odio.",
      "Nonummy ipsum et enim felis magna velit. Iaculis neque diam habitant. Dapibus metus cras odio nisi blandit ut habitant. Posuere fames purus eleifend ut magna turpis in. Blandit augue nibh condimentum hac nostra ad. Dapibus purus donec vivamus conubia posuere elit dui urna sem duis. Quisque lacus. Rhoncus velit. Viverra felis. Integer ipsum mus taciti orci ad pellentesque auctor. Cubilia metus urna ligula dapibus at curabitur curae sociosqu fermentum urna arcu fusce ad fermentum ipsum pharetra ante. Blandit felis id luctus interdum. Egestas proin felis sapien ornare dictumst. Blandit velit odio nonummy ac eget. Dapibus ipsum metus urna fringilla dictumst cras dui augue semper augue. Quisque donec id curae. Gravida nulla. Pretium ipsum. Natoque porta eget faucibus eni consectetuer massa justo dui erat nunc nisi per mattis. Euismod justo eros torquent consectetuer semper nulla. Integer netus proin. Euismod donec duis posuere a scelerisque."
     ],
     "title": "Euismod velit dis."
    },
    {
     "paragraphs": [
      "Vivamus ipsum. Laoreet ipsum euismod cubilia. Gravida augue nam cum ac a quis ac. Viverra lacus aliquet quis id consectetuer aliquam fames parturient eu. Nonummy velit parturient viverra ante vestibulum eget. Euismod fusce donec vitae. Blandit purus. Rhoncus lorem nulla habitant. Euismod lacus urna netus class vitae amet. Gravida purus ve ac mollis sem urna egestas posuere. Blandit velit. Quisque proin cras egestas in massa dui amet. Blandit fusce. Pretium risus eu sollicitudin consectetuer cubilia tellus per. Aliquam metus fusce etiam pretium fringilla nisl est nisi. Quisque netus adipiscing volutpat vivamus iaculis tempus at libero tincidunt. Feugiat class quam mollis pulvinar nascetur pellentesque adipiscing viverra est sociosqu consectetuer dapibus habitasse. Laoreet proin. Aliquet lacus blandit sed parturient eu. Iaculis purus. Sodales massa sit sem nam. Euismod purus metus condimentum senectus pede dui turpis eni adipiscing augue.",
      "Pretium metus. Lacinia velit dis elit consectetuer parturient. Laoreet massa et arcu cras velit massa sodales natoque tellus ve enim id. Egestas lorem massa urna gravida semper augue. Natoque fames non erat elit venenatis primis cursus laoreet feugiat orci. Integer porta. Aliquet morbi ut quam nisl. Gravida purus. Sodales metus. Aliquet vitae. Quisque porta eu lectus eu egestas quis et ultricies laoreet auctor fames. Blandit curae nulla ultrices duis in pellentesque rutrum velit integer est placerat. Posuere velit adipiscing interdum nisi eni class donec. Pretium felis. Posuere massa sem eros consectetuer adipiscing. Lacinia magna sit tempus senectus. Blandit nulla sit enim nisl vulputate cum dolor mus ligula et mus. Gravida proin. Commodo justo neque praesent phasellus et curae ve. Gravida justo sed class duis inceptos integer conubia nostra odio nibh pede posuere eu faucibus nisl ante class pretium. Euismod velit ad sollicitudin consectetuer. Natoque justo sed erat porttitor tincidunt sollicitudin."
     ],
     "title": "Posuere neque."
    }
   ],
   "title": "Pretium neque."
  },
  {
   "paragraphs": [
    "Vivamus justo. Lacinia netus dui metus ornare conubia nisi orci. Feugiat massa. Rhoncus neque ac proin in nibh inceptos volutpat eu mattis. Dapibus neque eu ipsum dictum cum parturient. Conubia neque. Nonummy velit erat donec nisl vulputate ad ac orci. Posuere purus. Viverra lorem diam per diam amet nam eget a ante parturient ut. Commodo proin parturient orci risus varius scelerisque purus. Iaculis magna at mattis ve elit. Rhoncus proin et urna interdum eros arcu porttitor mus diam nam purus non parturient ultricies suspendisse dui. Nonummy fusce. Lacinia metus amet mus quam proin cubilia quis inceptos. Integer nulla ante mus porta porttitor quisque porta cum enim suscipit nam tellus. Dapibus neque eu auctor egestas quisque nulla duis vel leo hendrerit. Pretium morbi duis dis fames velit sociis malesuada gravida mattis. Quisque velit et mattis torquent sodales quis eleifend. Commodo ipsum felis lorem. Pretium felis vestibulum. Blandit felis conubia ve ridiculus lorem venenatis tristique. Cubilia vitae mi a diam curae donec curae hac orci.",
    "Posuere class nunc laoreet malesuada cras. Blandit augue eu risus at sapien a integer mollis. Gravida dolor. Laoreet class pretium vivamus malesuada cras odio dui non eu phasellus purus. Feugiat dolor adipiscing eu. Gravida class ad congue mus per id. Pretium ipsum augue natoque quam ridiculus lobortis. Gravida augue magna ornare magna molestie nisl. Euismod massa urna et risus pellentesque inceptos augue at in. Conubia class erat arcu taciti arcu. Feugiat justo nulla netus integer auctor sed dapibus orci integer pede nam vel. Potenti class mus orci aenean venenatis egestas. Nonummy etiam cras condimentum pretium. Conubia velit. Cubilia fusce nisi malesuada ac suspendisse. Egestas nulla elit proin vulputate dolor. Viverra lorem amet metus dis fusce habitasse pharetra cras nisl. Aliquet risus ut litora pharetra enim aptent venenatis sociosqu vitae. Aliquam donec nulla nibh. Pretium purus diam sem. Lacinia ipsum posuere curae odio diam. Nonummy netus."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia donec id sapien natoque imperdiet arcu rhoncus cursus ante euismod class pede a. Rhoncus nulla non nunc ve. Egestas class nam nunc nam sed et. Pretium morbi nec potenti elit. Quisque fames elit ipsum taciti ridiculus id condimentum eu aenean. Pretium lacus nec urna felis taciti porttitor habitant sapien mattis. Sodales class cras nec. Viverra felis eu id montes potenti. Aliquet fames eros maecenas ipsum id tortor nec mi dignissim cubilia leo. Commodo purus arcu cras diam gravida ad eu diam sagittis hymenaeos nunc sollicitudin sociis mauris velit scelerisque. Integer proin. Potenti magna. Blandit fusce pede lacus dapibus quis consequat metus id. Laoreet metus ante egestas mi hymenaeos. Viverra etiam. Gravida porta. Gravida etiam conubia quisque tortor sapien penatibus ad fermentum natoque magna proin diam lacinia duis ante. Euismod magna nibh sem velit tristique. Cubilia porta et felis dis nibh eni. Posuere ipsum. Rhoncus ipsum sed. Cubilia massa ve porttitor ipsum purus rutrum in mattis odio.",
      "Rhoncus metus augue duis euismod ut. Integer lorem dui nisl eni pede quisque varius fusce natoque. Integer morbi in eu varius. Egestas purus vel arcu. Pretium lacus neque commodo malesuada quam elementum. Lacinia lacus hac parturient adipiscing in eleifend gravida. Integer justo etiam placerat arcu amet conubia hendrerit at. Commodo class. Aliquam massa duis lorem ut turpis amet aenean ut. Potenti donec neque pretium integer pellentesque venenatis purus pulvinar eros platea habitant hac. Commodo porta dis mollis vel ligula feugiat. Commodo ipsum nunc vivamus in donec. Vivamus fames. Quisque ipsum quis donec rhoncus. Euismod morbi. Conubia dolor vel dignissim taciti lorem nascetur vitae in. Dapibus risus. Rhoncus nulla elit. Aliquam risus. Natoque magna per amet cras. Iaculis magna class donec tellus vitae scelerisque cum ad mattis habitant. Pretium justo parturient faucibus class hymenaeos consequat vestibulum nam.",
      "Aliquam vitae nonummy nibh bibendum iaculis sodales ornare metus accumsan nec. Gravida lorem augue per bibendum iaculis pretium auctor lorem viverra pede diam sed mi. Nonummy morbi arcu ante. Vivamus risus. Viverra morbi augue sociis lacus enim fringilla. Lacinia dolor nibh lobortis vitae. Conubia etiam. Nonummy augue orci luctus aliquet commodo duis eu orci tristique quis condimentum consectetuer egestas nisi. Integer ipsum hac enim duis. Egestas morbi metus torquent donec elementum taciti nostra. Natoque lacus. Natoque neque gravida porta ac hendrerit scelerisque convallis nunc scelerisque mi dictum dapibus rhoncus dignissim amet fermentum pellentesque. Lacinia lorem. Gravida vitae hac adipiscing parturient eu primis leo adipiscing semper. Natoque felis. Quisque velit nisi a quam. Sodales risus. Nonummy class. Blandit donec diam a diam porta velit. Sodales massa. Pretium donec ve a sociis dolor ad et urna senectus nam consectetuer. Iaculis magna nisi sem a aptent curae hac amet."
     ],
     "title": "Iaculis donec in mi eros magnis vulputate senectus."
    },
    {
     "paragraphs": [
      "Pretium proin leo enim ultrices dictumst sollicitudin parturient conubia mus ve elementum. Blandit vitae quisque ornare eros nec a auctor massa. Commodo ipsum. Commodo magna nam magna lacinia ligula libero dictumst porttitor a cum convallis. Pretium dolor ipsum lacinia leo dictumst quisque. Conubia velit cras vulputate litora torquent viverra id. Nonummy velit. Rhoncus ipsum porta. Gravida lorem posuere. Feugiat risus orci metus massa tempus rutrum inceptos est blandit. Rhoncus class. Egestas etiam eu curae sollicitudin ultricies purus. Potenti curae amet erat sem porttitor varius. Nonummy donec quam dis in. Natoque vitae odio eros rhoncus ac dignissim. Nonummy lorem. Lacinia felis hac duis urna lectus aliquet ante. Quisque risus class quam enim vel sollicitudin purus nunc orci adipiscing hendrerit. Vivamus etiam. Nonummy ipsum nibh cum lorem semper. Rhoncus netus amet elementum cras leo vitae adipiscing feugiat. Nonummy felis eu neque mi nibh.",
      "Dapibus massa duis vulputate vehicula turpis morbi suspendisse nam at quam. Aliquam class netus quis per a varius amet quis fusce vel. Natoque vitae urna eni cras egestas. Aliquet lorem vestibulum suspendisse libero ac elementum. Egestas vitae in eleifend sed libero. Egestas porta. Sodales fames per duis ac orci. Viverra etiam ut felis sem erat per fames semper tempus facilisis mi. Aliquam nulla nam litora integer laoreet urna pede ante class. Gravida augue. Gravida lacus quis sapien ac nibh cras. Cubilia felis dis senectus a consectetuer urna morbi. Iaculis nulla amet viverra ad. Commodo justo rhoncus laoreet ante erat dolor ornare ante habitasse molestie. Conubia lorem. Viverra curae ut tempus consectetuer ultricies primis. Blandit fames. Rhoncus dolor neque justo tempus posuere orci mus curae facilisis auctor. Iaculis augue sit. Viverra fames laoreet varius sed cras nunc dapibus semper porttitor mi curabitur magna. Commodo dolor nulla aptent justo parturient inceptos. Nonummy morbi in purus at eros arcu odio."
     ],
     "title": "Rhoncus fusce nam duis quisque."
    }
   ],
   "title": "Cubilia curae at cras nascetur mi vel."
  },
  {
   "paragraphs": [
    "Laoreet class lorem tempor varius netus. Rhoncus magna. Pretium velit arcu feugiat. Natoque dolor sed. Aliquet porta. Gravida fusce et ve auctor phasellus eu nullam at urna class conubia. Rhoncus fusce risus. Iaculis porta nunc habitasse. Conubia dolor fusce a elit felis habitasse quis nonummy mauris magnis. Egestas fusce mus odio dolor integer orci a cras adipiscing venenatis ullamcorper leo eget. Integer magna class. Commodo felis lacinia velit quisque ve in sit erat. Aliquam velit ante facilisi magna cras. Natoque magna cum nisl parturient mattis vitae. Viverra justo quam convallis auctor vitae commodo posuere curae sodales litora odio. Potenti vitae. Lacinia curae. Euismod proin erat nullam aliquet potenti molestie velit. Rhoncus nulla id ac. Quisque netus etiam enim rhoncus a ligula. Natoque metus donec lectus donec eni risus tincidunt condimentum lorem aptent urna. Gravida curae duis rhoncus primis tempor nisl urna ad sollicitudin pellentesque.",
    "Aliquet fames metus nunc ipsum potenti nonummy. Posuere morbi ac. Aliquet fusce nisi dictumst ac ipsum mi. Quisque purus at consequat dolor lacus cursus ac ornare praesent lorem. Conubia metus. Posuere fusce rhoncus et nec ridiculus taciti. Egestas lorem. Rhoncus etiam erat class etiam rhoncus. Viverra justo urna cubilia. Rhoncus velit. Vivamus lacus eni vivamus nec. Aliquam vitae. Viverra vitae. Rhoncus ipsum. Natoque porta urna aliquet phasellus aenean praesent suspendisse leo. Conubia augue eros elit. Feugiat nulla ad odio vitae ad ultrices varius mattis cras erat faucibus fusce. Pretium nulla eu cursus in amet fames erat suspendisse nam nullam. Nonummy proin adipiscing arcu tristique suscipit platea montes sit posuere neque duis mollis. Natoque augue. Feugiat proin morbi fusce neque vivamus ornare at risus hendrerit. Euismod curae ad metus mi neque fringilla sed sem pellentesque lorem ad malesuada."
   ],
   "children": [
    {
     "paragraphs": [
      "Vivamus metus proin ultricies etiam. Euismod dolor at eget diam posuere magna. Posuere proin nam urna iaculis eni cursus id erat ut. Iaculis netus enim dolor eni orci porttitor litora ut ac vel. Vivamus nulla pede proin eget mi orci nulla nullam vulputate inceptos ac. Aliquam purus natoque phasellus quis arcu phasellus inceptos tempor tellus euismod laoreet porttitor. Iaculis donec. Vivamus proin sit odio neque justo nunc. Nonummy porta. Lacinia proin eu dictumst egestas tellus eu sociosqu. Egestas magna blandit pretium. Integer dolor dis facilisi ipsum. Aliquet velit id facilisis adipiscing. Integer donec duis dui laoreet. Feugiat fusce adipiscing posuere mus orci adipiscing elit etiam ligula. Feugiat fusce. Gravida augue feugiat. Gravida justo eni fusce taciti magnis proin nam. Quisque netus ante leo eni elementum tempus cras lacinia ve nullam id. Integer felis. Rhoncus porta justo tellus dictum. Posuere augue netus metus proin auctor lacus metus odio velit quam rhoncus mi.",
      "Commodo class adipiscing cubilia ante ad lorem id velit. Aliquet fames at magnis nascetur scelerisque. Euismod lacus. Quisque donec nibh malesuada sapien libero pede. Sodales lorem class cras dis cras. Laoreet augue mi ligula a pretium. Euismod porta dolor ante phasellus tempus enim etiam amet nisl. Egestas class velit donec fermentum nascetur quis bibendum lobortis posuere. Feugiat fusce ac. Posuere risus duis ac donec at ipsum lectus congue non congue. Potenti porta leo tempus egestas. Aliquam magna in magnis convallis porta leo orci pede. Egestas porta odio. Sodales risus cras cubilia. Quisque augue dis fusce magna. Commodo fusce nisi eu ligula arcu condimentum vivamus etiam mus nostra sagittis. Vivamus metus ad porta libero maecenas blandit vivamus varius nullam porta ullamcorper. Conubia proin. Aliquam massa in montes ut accumsan eget vulputate semper nascetur felis consequat quisque fusce urna. Cubilia vitae eget cras nulla commodo tincidunt mattis. Cubilia massa neque potenti egestas consectetuer consequat. Lacinia curae eu mi erat vehicula adipiscing tincidunt."
     ],
     "title": "Gravida purus ve ipsum et."
    },
    {
     "paragraphs": [
      "Commodo class donec blandit natoque tristique nisi. Sodales felis elit dignissim et amet etiam fames. Conubia risus. Aliquam purus quis mus amet id habitant laoreet platea ac. Euismod augue ve felis per orci eni consectetuer. Dapibus augue erat auctor nibh id volutpat pulvinar donec ultricies ve. Egestas neque justo turpis adipiscing consectetuer laoreet dictumst libero tempor. Laoreet etiam enim auctor parturient consectetuer. Blandit neque urna aliquam. Vivamus curae fames netus quisque eu. Euismod curae. Gravida lacus duis a nisl massa eget id sollicitudin gravida fusce. Aliquam fames id velit suspendisse in tellus ac eleifend leo sollicitudin class etiam lectus felis vel cras. Lacinia massa hac aliquam mollis curae hac. Conubia etiam erat id quis lobortis aliquet convallis eros per vitae quis erat nam erat bibendum. Feugiat ipsum eu aptent cum vestibulum adipiscing at habitant ante at. Integer augue. Quisque fames velit pretium libero purus ut semper vulputate velit sociosqu. Gravida felis. Euismod neque duis. Sodales risus iaculis turpis eu amet at. Rhoncus risus adipiscing pretium vel.",
      "Pretium magna integer etiam nonummy orci eu leo nunc diam nascetur nec. Laoreet velit at per convallis pellentesque non fringilla mus quam ut sollicitudin quisque. Potenti ipsum justo metus justo. Viverra purus amet nunc vestibulum curabitur suspendisse risus vulputate ut. Iaculis lacus sit tristique platea. Quisque morbi fames a nullam nisl id fames enim. Feugiat metus ac. Blandit fusce nunc integer felis. Iaculis velit justo erat pretium ve habitant sit pede pharetra eni eros pellentesque vestibulum. Aliquet magna sem parturient. Potenti nulla nonummy nascetur. Conubia donec vel adipiscing ad faucibus potenti ornare est blandit felis. Iaculis lacus. Gravida metus fusce egestas euismod hendrerit nascetur. Gravida vitae blandit aenean felis suspendisse cum orci dis. Laoreet felis cras a orci. Posuere lorem ipsum pede consequat faucibus in donec porttitor dis viverra morbi. Natoque class diam quisque odio ac morbi ve diam. Laoreet lacus vel. Dapibus ipsum non odio parturient ridiculus ullamcorper fames cursus ac eros sagittis. Euismod metus nibh pretium porta et arcu vehicula pharetra. Nonummy fames diam egestas."
     ],
     "title": "Blandit netus etiam sed elit eleifend a."
    }
   ],
   "title": "Potenti dolor mi dolor duis cras nostra."
  },
  {
   "paragraphs": [
    "Potenti netus ac fringilla orci scelerisque hac duis potenti. Viverra class ad etiam pharetra convallis a venenatis morbi a. Lacinia augue. Posuere lacus. Cubilia donec ac sociosqu quis tempus. Euismod nulla erat eros imperdiet. Viverra porta hac arcu vulputate maecenas orci. Euismod lorem eu litora ipsum. Blandit ipsum leo sed consectetuer ut netus mattis. Gravida netus cum turpis id vel in orci quam at eget vehicula. Integer justo at neque pellentesque ultrices risus id sollicitudin pellentesque. Egestas neque diam volutpat habitasse at fermentum a netus aliquam erat. Laoreet magna ut a. Conubia nulla mi nec mi a eros. Blandit risus at quam tincidunt eu. Blandit class cras eu magna id. Aliquet class nisl integer eu fusce. Gravida curae nisi sem vivamus ad cum condimentum. Blandit curae. Gravida dolor at suscipit odio nonummy. Sodales fames felis sapien ipsum adipiscing praesent. Viverra donec ve purus litora suspendisse massa ligula scelerisque curae ridiculus quis cum.",
    "Rhoncus etiam. Cubilia velit. Laoreet porta duis. Egestas curae elit. Dapibus proin. Egestas metus nec augue hac odio erat. Rhoncus augue. Commodo class arcu praesent ornare ligula integer. Cubilia morbi at nunc luctus bibendum ut scelerisque ve magnis torquent condimentum dis duis eleifend vestibulum. Viverra fames in magnis. Aliquet morbi commodo. Cubilia morbi. Euismod risus eni eros elit adipiscing tempus porta condimentum torquent. Feugiat proin hac rutrum iaculis euismod congue quam. Feugiat lacus cras sem in nibh sed est ve viverra. Nonummy vitae eros. Vivamus dolor integer inceptos ac magnis torquent nibh habitant in scelerisque urna orci nisi. Dapibus morbi elit a amet vestibulum penatibus ullamcorper ipsum auctor rutrum iaculis. Nonummy nulla. Aliquet massa fusce donec hac. Aliquet vitae vestibulum quam porttitor facilisi orci consequat erat. Blandit justo dolor ultrices ipsum congue urna."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida felis. Posuere magna dui quis in rutrum. Aliquam dolor orci cras. Laoreet neque nisl vivamus augue sodales et tristique risus nisl at. Viverra morbi mi. Pretium curae. Aliquet felis in hendrerit adipiscing viverra eni mi purus. Egestas dolor. Natoque morbi et molestie posuere enim. Egestas lacus et tristique mi aenean bibendum. Conubia lorem odio. Posuere ipsum justo luctus suscipit integer. Commodo risus. Pretium velit at luctus nulla sociosqu nulla dui fames viverra. Iaculis purus at rutrum et class. Cubilia lacus erat per maecenas aliquam. Rhoncus magna. Feugiat velit id orci suscipit. Aliquam class. Quisque justo quis sit curae nonummy egestas mollis. Conubia class fames ornare molestie ac massa. Feugiat fames class vivamus congue.",
      "Egestas fames odio imperdiet pulvinar in neque bibendum. Posuere etiam quisque aenean ipsum. Commodo porta at. Aliquet fames et amet ipsum. Potenti justo purus mus tortor taciti purus enim feugiat a. Aliquam dolor lacus duis. Iaculis justo orci vitae quisque mauris ut dui porttitor ornare curabitur. Laoreet metus per posuere a nostra diam urna mollis etiam dictumst. Quisque metus ac imperdiet. Euismod justo arcu convallis id magnis a vivamus litora cras erat metus nonummy. Euismod magna. Aliquet dolor. Pretium nulla eget sed felis hendrerit aenean interdum hymenaeos id penatibus. Posuere neque. Gravida fames. Vivamus massa in nam. Posuere nulla in morbi. Posuere vitae aliquam turpis dolor. Egestas etiam id fusce massa dis eget congue mollis arcu quam lorem. Commodo morbi porta facilisis imperdiet nisl vel. Quisque vitae porta tellus arcu consectetuer ad massa. Vivamus felis dolor magna."
     ],
     "title": "Commodo morbi cum sagittis a."
    },
    {
     "paragraphs": [
      "Euismod nulla. Vivamus ipsum eu morbi pede ligula at ante. Laoreet class mus netus tincidunt. Vivamus lacus porta feugiat aenean et in. Nonummy augue. Aliquet magna nisl dapibus. Iaculis ipsum augue lectus. Conubia lacus vel nunc placerat consectetuer. Aliquam purus mi et odio ac eros donec primis id diam ligula urna aliquet. Gravida porta nibh rhoncus euismod luctus vel nisl vivamus. Viverra ipsum. Posuere felis eni dolor tempus ligula. Blandit magna diam quam elementum ac. Cubilia curae enim hac eros at. Conubia nulla nisi viverra at. Rhoncus risus eu nulla in ve litora lobortis quam hac tellus a rhoncus ut. Dapibus fusce nec orci dui. Quisque porta. Aliquet purus per adipiscing vitae. Aliquet justo mi montes pretium nullam ac dictumst sociosqu consectetuer. Aliquam justo. Rhoncus velit erat tristique tellus facilisis nam nunc etiam eni non.",
      "Conubia curae. Nonummy metus id libero elit. Aliquet risus ac porta hymenaeos ornare fusce sed nunc. Nonummy purus eget sed. Iaculis donec eget fames ligula. Potenti dolor ipsum ullamcorper maecenas. Conubia fusce est orci dis mauris ac placerat nonummy blandit porttitor cum nulla diam. Conubia neque ut magnis ultrices inceptos lacus aliquet enim facilisis cursus parturient velit natoque curabitur. Viverra donec pede netus etiam ligula et auctor per. Egestas fames netus mattis ac sapien aliquam nam suscipit. Gravida porta. Vivamus felis ante in senectus quam nam commodo facilisi. Gravida porta. Aliquet felis ad litora curae pretium aliquet platea nec. Nonummy magna. Pretium magna curae. Dapibus class massa montes velit ullamcorper. Potenti felis vestibulum nisi tortor inceptos eros dui class dignissim pulvinar. Rhoncus magna elit urna donec elit erat facilisi varius iaculis. Gravida neque urna quisque ve non condimentum. Feugiat vitae eget. Commodo dolor vel fames nunc integer consequat lobortis justo eu quam."
     ],
     "title": "Vivamus morbi at ante lorem natoque mus hymenaeos."
    }
   ],
   "title": "Posuere risus hac auctor accumsan nisl sit posuere."
  }
 ],
 "abstract": "Rhoncus fames parturient nonummy odio a arcu adipiscing. Quisque porta cras dui class cursus in mauris. Potenti felis ad malesuada viverra tempor porta habitant ridiculus et at cursus eu. Laoreet vitae sed odio eleifend posuere ante eget erat donec. Viverra vitae urna suspendisse integer porta dis tellus mi taciti praesent tristique sociosqu. Conubia ipsum ac ipsum in consequat adipiscing nibh tellus id pede hymenaeos. Blandit fusce et bibendum conubia venenatis. Cubilia netus nibh elit sit consectetuer. Egestas augue nunc nostra cursus fringilla et habitasse curae. Aliquam justo vestibulum eu hymenaeos nulla dictumst pede. Conubia vitae cum vestibulum imperdiet. Commodo proin mi morbi ut tempor. Nonummy dolor nunc sapien ultrices diam auctor aptent mi. Sodales metus nibh integer vivamus pellentesque vulputate netus. Vivamus etiam. Commodo augue urna eu purus magnis parturient vitae diam. Lacinia nulla. Integer risus elit dignissim pellentesque vel hendrerit vivamus eros est pellentesque at vitae consectetuer tincidunt ornare justo tristique. Sodales morbi justo ipsum tortor fusce orci dui arcu erat sit mi turpis maecenas suspendisse. Integer justo leo ante odio neque hendrerit placerat netus a eros donec eu luctus tortor. Viverra lacus porta accumsan neque metus primis posuere. Aliquet fusce etiam netus eget.",
 "authors": [
  {
   "organisation": "Spanish Housing Machines",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Owen Braz"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Engineered Media",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Engineered Media",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Engineered Media",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Engineered Media",
   "name": "Julene Meares"
  }
 ],
 "title": "Aliquam fames."
}