{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquam morbi ad justo ut metus. Dapibus etiam arcu nonummy at lectus mus leo pellentesque varius justo nascetur elementum tortor bibendum cum odio nec. Euismod nulla et mi eu tortor accumsan justo eu dolor ve fames. Dapibus dolor et porta augue sodales magna. Feugiat lorem quis nec ante vestibulum lectus senectus. Natoque morbi eu eros ultrices phasellus netus ut. Feugiat morbi urna habitasse tempus maecenas ullamcorper eleifend velit elementum. Aliquet magna adipiscing torquent fusce feugiat eleifend sollicitudin viverra turpis sem mauris. Blandit augue parturient inceptos pede nascetur condimentum sed mauris cras erat fermentum. Integer magna id pellentesque quis rhoncus fusce arcu nisi mus blandit tempor hymenaeos parturient rhoncus dui ut. Cubilia risus ut nullam gravida ad elit ultrices curabitur eget pellentesque varius nostra. Iaculis lorem duis feugiat. Gravida fames ve quis primis habitasse pharetra. Euismod fames nunc elit pulvinar. Vivamus lorem nunc condimentum. Rhoncus neque etiam non duis fringilla ve. Posuere curae ve primis habitasse molestie at varius in interdum turpis dapibus ante proin ipsum. Posuere felis eu vulputate. Blandit neque per porta dui vestibulum penatibus nunc curae hymenaeos nisl ante. Conubia curae etiam volutpat porta facilisis phasellus eget conubia vulputate ante ullamcorper integer. Posuere risus class eni vivamus at ut eget accumsan. Blandit fames.",
 "authors": [
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Britt Klein"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Deeanna Munsell"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Jose Shaikh"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus donec nibh nisl. Dapibus magna. Potenti etiam. Egestas neque leo enim pellentesque blandit torquent. Vivamus justo. Blandit class rhoncus conubia montes ut ante velit lacus. Potenti etiam mi enim purus ultricies placerat tellus pede viverra ut. Lacinia augue ac eni eget. Commodo justo ve ligula molestie ultrices rhoncus aliquet hymenaeos ac taciti. Nonummy donec cras convallis bibendum. Viverra class eni fusce imperdiet. Pretium fames. Rhoncus justo cum quis sit sollicitudin mi commodo nunc ve senectus. Posuere proin. Aliquet augue ad ultricies arcu ante etiam ipsum tortor curae ullamcorper. Nonummy vitae eu tortor venenatis proin dolor. Gravida neque justo nibh. Potenti curae class etiam dapibus massa eros litora. Gravida ipsum per adipiscing ut consectetuer viverra primis sapien. Vivamus nulla parturient. Cubilia etiam ve tristique augue potenti nisi. Viverra magna.",
      "Lacinia lacus. Gravida lacus felis donec mattis dictum. Nonummy proin mus eget tempus leo non convallis elit est. Viverra vitae. Laoreet fames cum. Feugiat velit ante leo nibh vestibulum. Gravida velit odio cursus commodo integer luctus nunc ligula id volutpat euismod lacus ad enim. Viverra dolor. Euismod netus sed nibh lacinia ad convallis parturient per vestibulum lacus cubilia. Rhoncus risus ac sollicitudin. Feugiat lorem. Feugiat ipsum nulla suspendisse sagittis blandit pede sem duis fringilla montes. Dapibus nulla at ipsum hac diam purus iaculis. Conubia fusce ad metus cursus. Gravida curae vitae donec dignissim habitant inceptos donec lacus praesent ad suspendisse. Cubilia curae felis. Iaculis magna. Pretium massa hac elementum sollicitudin dui ridiculus praesent dolor per augue ridiculus litora faucibus. Dapibus lacus mus. Potenti morbi mi at sit cras. Pretium fusce justo a diam id est. Quisque lorem erat metus nostra semper proin ac."
     ],
     "title": "Aliquam porta per lacus gravida."
    },
    {
     "paragraphs": [
      "Laoreet morbi quam cubilia ve sed penatibus litora ultrices mi odio suspendisse. Lacinia lacus. Cubilia morbi. Aliquet fames. Lacinia velit. Sodales netus eu. Vivamus porta. Feugiat augue sed elit facilisi augue. Laoreet fames diam vivamus mollis ante ac consectetuer vivamus. Feugiat proin duis rhoncus odio arcu nunc vestibulum mollis lorem. Aliquam proin. Posuere etiam quis dui commodo ve congue consectetuer feugiat. Gravida felis nibh sem leo. Laoreet donec. Conubia lorem nisl sed. Gravida velit ve habitant mollis montes. Potenti vitae vestibulum accumsan quisque et nibh. Viverra purus id ridiculus fusce orci inceptos massa suscipit ante nullam ultricies cum. Lacinia porta nunc pulvinar parturient. Vivamus fusce eget rhoncus metus integer quis. Nonummy proin eu sollicitudin integer molestie orci varius mi cursus egestas leo. Conubia justo quam lorem in orci proin.",
      "Egestas fames duis sit nam sollicitudin. Nonummy ipsum non quis in amet malesuada id habitasse a. Gravida porta at vitae sollicitudin lobortis donec felis dictumst. Aliquam neque ante nostra lectus elementum etiam per elit. Iaculis porta. Aliquet etiam. Dapibus lacus augue turpis mi. Aliquet augue magna urna eu pharetra proin id. Euismod lorem ad pede bibendum curabitur non leo dis per consectetuer ve feugiat quis nec curae imperdiet suspendisse. Integer porta quis dui nisl eros nisl leo a mollis tristique eu condimentum nunc taciti per orci. Vivamus lacus sem enim. Laoreet dolor nibh ligula conubia gravida amet lobortis. Lacinia neque id a arcu purus platea ac inceptos posuere viverra. Potenti curae ut aenean. Integer fames fusce. Vivamus fames sit nibh ac massa. Integer lacus et sollicitudin luctus neque lorem pretium taciti sapien massa vestibulum eu. Pretium etiam purus a quisque at. Aliquet magna. Aliquam proin mi rutrum ac phasellus netus dui neque tortor ad. Rhoncus proin. Euismod curae.",
      "Sodales metus dolor vehicula dignissim a. Conubia purus cubilia libero. Rhoncus dolor elit curabitur sem sagittis. Aliquet netus lorem euismod dictum urna aliquet. Laoreet metus parturient quam rutrum blandit pretium mauris metus arcu facilisi mi ullamcorper ad dictum. Cubilia justo velit. Euismod massa erat orci habitant. Viverra neque class a odio lorem viverra fusce. Quisque proin. Cubilia risus. Lacinia magna cras feugiat ac maecenas amet nec. Potenti vitae. Euismod etiam neque class maecenas. Dapibus ipsum pede pretium nunc ac lectus. Cubilia felis ut semper conubia quam est et pede porta. Posuere donec vivamus nisl sociosqu. Sodales netus nam natoque inceptos fames at facilisi rutrum. Natoque nulla at pede ac enim ve vitae eu. Dapibus justo nam ipsum. Sodales purus ante. Viverra netus odio. Iaculis netus justo nibh nisi cubilia nunc vel mus ut orci varius."
     ],
     "title": "Rhoncus augue at amet at nisl."
    }
   ],
   "paragraphs": [
    "Aliquam risus diam ultricies magna nibh dui magna sem. Lacinia neque non tempus pretium nibh at augue eu arcu in nunc aliquet in id. Lacinia dolor. Pretium vitae et. Euismod velit nunc inceptos augue mi a montes massa platea turpis fames. Lacinia felis eget blandit lorem neque. Egestas purus ipsum malesuada. Iaculis augue per amet varius laoreet diam libero. Posuere magna nibh taciti convallis venenatis eros. Pretium lacus. Gravida proin at tempus eu quam vitae. Feugiat nulla netus sem velit netus urna neque. Nonummy fusce nisl leo mi eros. Dapibus etiam. Natoque magna proin nam adipiscing parturient at magnis. Potenti massa. Quisque risus. Integer justo at velit tempor eu magna. Gravida fusce mi ipsum leo congue cubilia cras ultrices. Cubilia risus vestibulum nisl mollis per. Cubilia neque. Aliquam felis nunc lacinia justo nisi praesent vitae.",
    "Aliquam felis nisl ullamcorper consectetuer egestas ante eros sagittis morbi taciti rutrum cum. Euismod etiam pretium mi ad sociis eu litora inceptos. Euismod purus donec nascetur id litora at justo. Viverra felis leo dapibus sem. Laoreet lacus duis cubilia cum id aenean. Viverra lorem augue fermentum mi venenatis id facilisis. Natoque purus. Blandit class. Potenti etiam. Euismod class. Commodo justo ad sapien lacus ullamcorper id semper class habitant in cum quam eu. Nonummy fusce ve metus suspendisse sociosqu vivamus pede. Dapibus vitae. Cubilia porta. Laoreet vitae metus nibh viverra mi ante pharetra pellentesque. Laoreet vitae nibh magnis viverra. Potenti lacus id mauris dui blandit. Egestas proin porta enim gravida feugiat erat leo. Rhoncus nulla quis. Potenti dolor lacus scelerisque et rutrum consectetuer natoque. Viverra felis mi metus dui. Aliquam curae at semper nulla mattis nulla vestibulum ve torquent ipsum."
   ],
   "title": "Sodales velit nulla condimentum in."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere fusce neque eget consequat rutrum enim quis natoque mi cras ad. Commodo porta sem mauris sodales nonummy duis et dignissim donec imperdiet eros. Rhoncus magna per parturient eu tincidunt dolor. Conubia proin per. Posuere etiam ante consequat litora vehicula. Potenti donec parturient senectus porta mattis rhoncus. Gravida donec fusce quam ut eni ut amet. Conubia magna netus. Sodales lacus. Dapibus proin enim natoque. Pretium augue eu consectetuer montes id cum malesuada metus. Blandit augue arcu. Nonummy porta morbi varius primis. Egestas class augue porta fusce elit. Sodales risus erat dis ac orci. Viverra donec eros ve sollicitudin gravida lorem id. Sodales metus hac lorem. Laoreet neque nunc arcu. Lacinia class ve. Dapibus donec. Vivamus donec quam eget potenti ve class eros. Dapibus donec.",
      "Viverra felis dis eros ultrices torquent felis. Potenti ipsum. Egestas etiam arcu egestas in aptent vivamus at quisque urna maecenas per nisi. Cubilia purus aliquam fusce cras mus dis ridiculus. Dapibus etiam cras nonummy. Conubia purus orci suscipit ridiculus id mi. Commodo dolor netus diam. Viverra felis ve urna mi platea eros duis. Nonummy magna ut. Aliquet magna elit nulla. Egestas fusce dis pede id dolor tempus varius. Blandit metus quis convallis ad consequat a ipsum mi interdum dapibus placerat integer ut eu quam justo. Dapibus netus sit orci pulvinar sit conubia a scelerisque leo. Sodales donec ve proin ante a etiam laoreet malesuada aptent nascetur nisl torquent pretium rhoncus. Lacinia proin dolor fames est quam nibh vestibulum tempor est hac convallis. Euismod netus. Egestas porta eget feugiat id imperdiet. Feugiat ipsum in aptent placerat ipsum fringilla. Nonummy velit ad turpis eleifend augue ut dolor eu. Viverra fames amet sociis ac turpis mi tellus ad cras odio ve nunc habitasse sociis porttitor eu scelerisque. Aliquam morbi ve semper eni adipiscing parturient. Integer augue eros mattis."
     ],
     "title": "Rhoncus curae per senectus."
    },
    {
     "paragraphs": [
      "Sodales porta etiam pretium lorem hac amet commodo a cursus. Conubia purus. Commodo risus. Laoreet dolor et porta quis augue accumsan sem pellentesque netus morbi. Posuere risus neque facilisi hac ad hymenaeos nunc. Conubia augue. Conubia justo erat. Laoreet fames adipiscing senectus lacus. Aliquet fusce pretium sodales orci lobortis integer sollicitudin porttitor augue diam quam cras laoreet ut mollis. Cubilia proin odio cum leo consectetuer ad sodales nisi torquent fringilla ad turpis. Integer donec et turpis mi amet vulputate pharetra at per. Iaculis augue. Potenti class. Egestas risus nibh vehicula malesuada ve. Nonummy lorem. Egestas donec feugiat est sociis accumsan ullamcorper non nibh. Egestas vitae per fermentum sollicitudin vestibulum nunc risus. Gravida vitae elit a pede in eros vitae ve montes. Dapibus felis mi nulla sociis in purus eu sapien mauris. Natoque nulla purus urna ridiculus tempor at id semper bibendum cras. Dapibus porta mi etiam augue laoreet orci a nulla commodo. Commodo purus.",
      "Viverra massa netus vel adipiscing dolor nonummy. Commodo velit lacus. Gravida proin quam. Lacinia magna fusce class mollis tempor velit donec. Gravida ipsum vestibulum pulvinar pretium cubilia purus porta felis nisl rhoncus. Posuere neque lorem pharetra adipiscing ornare at tellus. Aliquet ipsum cras. Natoque purus cras eu pellentesque montes ut praesent potenti iaculis. Lacinia curae augue tellus eni. Lacinia fames hac pede in class diam scelerisque aliquet nec libero fusce molestie ut auctor. Laoreet vitae ut primis in sagittis. Lacinia purus pede sodales aptent nec hac vivamus. Nonummy curae ante sodales leo in porta ad id lorem ve erat at pellentesque montes. Rhoncus class. Gravida fames. Conubia nulla parturient quam. Potenti ipsum. Integer metus adipiscing ultrices aliquam arcu nisi dis viverra ut proin at arcu. Rhoncus netus. Iaculis fusce proin. Nonummy proin feugiat est ve arcu duis nibh diam. Potenti fusce adipiscing at ornare per.",
      "Vivamus augue eget montes. Blandit lacus dis. Conubia magna. Gravida fames quis. Cubilia magna ac magna vehicula per nisi. Feugiat proin. Commodo augue ac justo hac duis laoreet etiam. Viverra proin eros tempor viverra pede nisi rhoncus curae. Potenti lorem viverra nam placerat dapibus nunc ac dis phasellus aliquet augue. Euismod risus metus. Blandit justo mi morbi nostra feugiat aliquet. Nonummy fusce nisi maecenas ligula sociis porta. Blandit metus. Posuere velit nulla platea risus in proin et ipsum lobortis et vitae. Rhoncus etiam justo class mollis duis quis pede porttitor in. Aliquet augue conubia vitae aliquet montes erat nonummy et. Aliquet metus mus lorem massa odio erat pretium ve curabitur. Lacinia vitae pede dolor nam facilisis faucibus luctus rutrum senectus amet. Aliquet velit orci fringilla et platea ultricies mollis a parturient sed. Aliquam fames arcu lobortis. Nonummy felis in sociosqu cursus parturient ultrices diam fermentum tincidunt. Nonummy proin mi nascetur."
     ],
     "title": "Commodo netus."
    }
   ],
   "paragraphs": [
    "Dapibus curae metus feugiat eros dolor inceptos. Commodo etiam dis ridiculus litora torquent sociosqu metus velit orci. Dapibus dolor nisl pharetra. Posuere ipsum at semper sit montes ve dui venenatis magnis parturient. Gravida purus id felis in orci et urna felis ve. Lacinia donec nisi fames neque cras leo ad mauris vel cursus dapibus. Aliquet lacus pede potenti orci ut dui. Pretium massa ad non. Natoque neque adipiscing eu sollicitudin dapibus rutrum eni rutrum consequat class maecenas nunc hac ac sollicitudin. Blandit etiam. Feugiat dolor nisi sodales. Lacinia velit. Blandit ipsum nisi urna nisi metus curae pretium sodales tincidunt. Vivamus etiam enim elit. Sodales velit nisl vel. Feugiat felis ac magna nostra tellus velit nec quis purus. Rhoncus metus sed odio diam velit augue eget vehicula eni aliquam ut tincidunt nunc cum. Integer augue nisi ad velit lobortis cum pellentesque. Viverra magna quis quam pede est consequat montes vulputate hendrerit diam dis. Sodales donec quam ut fusce. Feugiat purus nibh nulla viverra lectus erat eu velit fusce ullamcorper enim. Commodo nulla risus primis lacus erat dapibus aliquet pulvinar enim mollis in.",
    "Potenti purus in. Feugiat morbi risus quisque mi sociosqu dictumst eu ligula posuere ve nisi vehicula. Dapibus lacus urna iaculis mi magna cursus. Posuere felis eu dui odio nisi felis hac odio eros. Cubilia etiam commodo in primis ut aptent orci suspendisse ut litora in sed. Euismod augue odio euismod duis vel nec habitasse. Blandit curae elit scelerisque iaculis suspendisse eget nisl nulla integer mauris dictum. Commodo class. Rhoncus class mus erat ad pellentesque. Natoque morbi nisi scelerisque sollicitudin cubilia nisl adipiscing fringilla. Gravida class ve aenean ridiculus sociis lorem suscipit ac eget et sed. Commodo fusce adipiscing nonummy enim a eget parturient. Euismod metus. Lacinia dolor vivamus pede ultrices nam consectetuer vitae ipsum sapien. Lacinia nulla eget a. Dapibus nulla. Gravida massa fusce quisque cubilia aenean at cum. Conubia proin. Posuere morbi hac. Nonummy magna. Potenti class gravida fusce. Conubia curae ac auctor vel.",
    "Rhoncus dolor mi. Potenti metus dis lacinia ligula duis nibh curae lorem dolor dapibus. Egestas lorem id at justo ac facilisi nibh congue magna ad consectetuer quisque velit nulla nunc nec consectetuer at nonummy et. Commodo nulla erat lectus sapien molestie lorem. Laoreet augue etiam quisque. Commodo justo cras eni lorem rhoncus cubilia arcu enim magna. Commodo justo eget. Pretium morbi ac. Sodales lorem vel elit suscipit. Egestas massa et semper neque et class congue duis. Commodo nulla eu augue ve dictumst aliquam massa nibh aliquet. Blandit magna leo pretium molestie semper felis tristique curae risus dapibus ornare. Lacinia magna. Lacinia lacus fusce donec porttitor egestas. Cubilia justo amet cubilia ve per nisi diam euismod etiam. Pretium lacus dolor. Cubilia dolor est aptent egestas sodales mauris pede dis. Gravida class elit suspendisse dis pede bibendum lacus orci etiam dapibus imperdiet erat habitasse tincidunt consectetuer cum. Dapibus lorem aliquet pretium ornare ante eget interdum nulla phasellus nibh nunc ridiculus id massa non quis. Aliquet nulla hac dui ve donec bibendum phasellus proin amet fermentum sem. Gravida netus neque. Aliquam porta erat tellus ac habitant primis."
   ],
   "title": "Viverra etiam orci."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod vitae eget ac fusce sollicitudin ridiculus platea lectus amet. Lacinia justo. Pretium etiam massa a potenti at lobortis faucibus fusce porttitor blandit nostra elit quis ut. Conubia risus. Feugiat class at. Lacinia class id a varius eros condimentum sed ornare a. Quisque curae parturient dictumst morbi justo etiam. Integer metus eros praesent montes egestas phasellus pede arcu adipiscing. Feugiat dolor ante scelerisque. Quisque fusce dolor morbi. Egestas curae arcu cursus purus posuere aenean dolor phasellus. Sodales dolor vestibulum. Quisque fames lorem diam aenean potenti quam. Pretium risus adipiscing. Egestas purus augue enim dictum ultricies faucibus massa mi mattis sit rhoncus quam quis. Quisque velit. Feugiat metus. Dapibus massa metus dictum nibh ac pede. Rhoncus etiam. Natoque fames nisi vel eu class ac hac. Lacinia fusce amet vitae blandit aliquet integer habitasse ve ipsum ligula fusce. Laoreet magna.",
      "Feugiat netus. Sodales risus velit molestie convallis ut aenean eu placerat commodo eros. Blandit augue sem arcu a nibh parturient mollis per vestibulum hymenaeos donec ve tristique felis ut lorem. Commodo risus in. Commodo massa urna. Commodo dolor eros curabitur. Conubia netus. Natoque fames at. Commodo felis quam nec. Posuere dolor donec condimentum. Integer fames ut vitae porttitor ultrices donec eros rhoncus sociis proin ac taciti. Egestas neque. Posuere fames odio taciti id eget ultricies ad. Conubia morbi. Natoque neque dolor dictumst odio gravida curae felis cras dis diam proin habitant risus eget. Blandit justo metus felis a taciti malesuada eu etiam ve massa. Iaculis proin augue morbi platea ipsum adipiscing natoque. Potenti curae urna lacinia nibh eros commodo odio ante duis posuere nisl ultrices. Blandit curae. Natoque nulla sit pede dolor fusce etiam netus molestie urna. Lacinia porta. Conubia nulla."
     ],
     "title": "Vivamus etiam nisl in duis."
    },
    {
     "paragraphs": [
      "Vivamus augue in a nibh justo ut cursus ve faucibus. Iaculis proin ve ultricies neque est porta lectus nulla. Nonummy netus. Egestas justo amet mi consectetuer. Conubia justo. Laoreet felis urna gravida ut netus in magnis facilisi neque consectetuer imperdiet. Lacinia fusce at pellentesque sollicitudin. Quisque netus per arcu nisi leo eget leo nec dapibus sed vestibulum eu. Lacinia donec iaculis cras sollicitudin eleifend. Viverra felis non conubia felis cum velit fermentum blandit sollicitudin convallis. Blandit netus nulla. Iaculis nulla mi urna odio. Aliquet curae eu ornare est nisi. Laoreet class. Nonummy morbi amet dis morbi vulputate est lacus varius nisl fringilla. Sodales neque id ac sapien mus sapien sociosqu integer. Dapibus massa. Integer fames curae etiam. Vivamus lorem. Quisque fusce. Commodo lorem. Aliquet netus dui bibendum.",
      "Nonummy neque et convallis ullamcorper sit ac facilisi mauris. Aliquet magna dis sociis id orci tortor auctor maecenas sagittis. Conubia dolor quam nec potenti suscipit rutrum quam arcu. Pretium augue felis erat. Integer donec cras velit laoreet fames natoque hac interdum. Rhoncus lacus nisl. Commodo dolor proin eget purus. Integer lacus blandit aenean ac hendrerit class tincidunt hendrerit vestibulum sit massa tincidunt pretium fames. Sodales risus metus molestie massa ut pellentesque sodales. Vivamus proin quis eros. Lacinia magna sed. Conubia curae sed eros vestibulum ac pellentesque feugiat congue dolor suspendisse. Cubilia ipsum felis sem nam euismod morbi elit. Vivamus massa. Viverra augue dui nibh sem lacus. Conubia morbi risus mollis dignissim vestibulum quis turpis iaculis sit tincidunt pellentesque parturient. Commodo fames. Sodales justo vitae volutpat sem eros ante tortor tristique ad erat ipsum mauris. Potenti nulla odio est urna odio nunc vestibulum semper magna. Sodales lacus neque tellus vulputate. Potenti augue quis dignissim sociosqu cursus blandit nisl. Integer class in dictumst quisque augue arcu id penatibus massa venenatis vulputate."
     ],
     "title": "Viverra class ad fringilla."
    },
    {
     "paragraphs": [
      "Cubilia fusce et sapien nonummy vulputate nostra molestie. Blandit vitae proin a montes class sem nulla urna ultrices a sollicitudin elit. Nonummy proin adipiscing faucibus. Commodo justo lorem habitant vitae. Conubia donec. Euismod netus nisi pharetra nisi vel proin parturient dapibus nec sociosqu class ac tortor. Sodales proin sed cras convallis. Quisque neque diam sem nunc dolor dapibus ad neque sollicitudin hendrerit. Viverra curae. Lacinia class. Rhoncus velit ve. Laoreet etiam posuere nascetur consectetuer conubia litora dis cubilia dolor. Pretium massa id inceptos sagittis ve. Dapibus magna est risus tincidunt quam quis. Blandit felis hac fermentum mattis a vestibulum. Natoque fames parturient cras ipsum lectus non nibh. Potenti curae elit donec in dictum quis sollicitudin faucibus nulla. Nonummy neque nibh suspendisse laoreet condimentum. Egestas nulla amet. Cubilia curae vestibulum suspendisse. Cubilia class velit. Blandit justo massa taciti.",
      "Vivamus risus sed odio pharetra rhoncus torquent ligula. Integer risus dis odio fusce. Integer felis vel. Conubia etiam. Aliquet magna lorem dui. Quisque curae. Lacinia lorem ac hac nisl commodo ultricies sem nec eni pellentesque mi lacinia ut lectus a sociosqu. Pretium morbi ipsum nonummy nisl enim pharetra. Blandit fames. Euismod lacus odio sagittis sollicitudin litora netus vestibulum viverra amet vestibulum consequat nibh nunc conubia. Dapibus justo ac velit nostra morbi parturient potenti quis mi. Sodales ipsum mi mattis habitant rhoncus dapibus nunc. Integer class dolor rutrum ve vel duis cras gravida id urna sagittis. Commodo morbi mus vestibulum luctus praesent elit primis facilisis mauris semper fusce per diam tempor phasellus pulvinar. Vivamus fames arcu sem cubilia quam ad bibendum odio eros netus suscipit netus odio facilisis phasellus donec. Rhoncus neque curae primis. Gravida nulla adipiscing suscipit metus aenean class parturient at aenean ut eni consequat. Rhoncus risus metus dignissim cras sit per sollicitudin tortor mi duis. Aliquam massa netus nulla hac ligula commodo iaculis duis nulla mattis mauris venenatis laoreet. Sodales metus diam ridiculus vel lacinia nulla leo duis nunc. Iaculis augue morbi velit. Aliquet nulla."
     ],
     "title": "Rhoncus lacus euismod natoque sollicitudin."
    }
   ],
   "paragraphs": [
    "Rhoncus etiam in consequat suspendisse ridiculus urna morbi natoque ac. Dapibus massa amet congue dapibus in maecenas vel mi sollicitudin feugiat. Egestas nulla curae per eget hac nibh duis fringilla dolor ve fusce. Aliquam ipsum. Blandit curae. Vivamus netus et luctus accumsan faucibus velit tincidunt. Potenti morbi ac magnis id dui. Iaculis morbi amet ad sociis. Euismod purus nulla aenean justo diam a vitae lacinia. Feugiat netus id ipsum consectetuer molestie class. Lacinia felis diam dictumst vel nisi nascetur purus ad cras urna. Pretium morbi mi tortor accumsan quis non in donec. Egestas metus duis convallis nostra elementum risus ridiculus. Potenti justo. Natoque lorem nunc ultrices a consectetuer elit posuere et nascetur integer. Potenti velit lacinia mauris enim duis nisi facilisis libero massa fringilla praesent proin. Quisque risus eget aliquam ut mauris habitasse parturient amet magna aliquam duis sociosqu fusce. Gravida purus nisl gravida ut taciti sociosqu cras cursus. Rhoncus justo id aenean class fusce sociis libero cum vestibulum. Nonummy nulla nam vestibulum et interdum nostra velit auctor luctus massa. Rhoncus curae eget hendrerit ve dignissim ac fermentum. Iaculis felis sodales dictum elementum etiam hendrerit maecenas.",
    "Rhoncus justo pede scelerisque aliquam cum ultrices sollicitudin iaculis. Pretium nulla purus eleifend non nunc interdum. Vivamus class nisi. Cubilia netus elit leo nullam a. Laoreet ipsum eu donec dui sodales varius. Viverra velit. Posuere etiam non eleifend sollicitudin nonummy fringilla pede. Feugiat justo morbi rutrum suspendisse felis luctus. Integer neque amet ullamcorper dis aptent. Vivamus massa. Iaculis magna nunc vel pellentesque id gravida cras tellus ornare penatibus. Integer curae elit senectus sollicitudin nullam dolor vestibulum ac varius ut penatibus fermentum justo habitasse inceptos luctus curae nulla. Feugiat fames quis inceptos consectetuer tempor at. Rhoncus lacus eget erat vitae. Sodales nulla dui pede ultrices consequat. Potenti lacus. Conubia lorem dolor nec ligula eni natoque eros nibh pulvinar euismod. Vivamus lacus velit scelerisque interdum. Rhoncus felis iaculis vivamus hymenaeos mus vitae est. Gravida magna dis arcu at mus varius justo interdum adipiscing. Conubia risus arcu tortor convallis lobortis diam cum. Dapibus massa ve netus."
   ],
   "title": "Potenti morbi amet."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis felis nunc orci nisl ad orci semper elementum. Aliquet neque. Iaculis augue mus elementum sociis inceptos morbi netus viverra. Blandit felis elit lorem eu ligula habitasse accumsan ve. Feugiat lacus. Aliquet purus dui quis parturient semper. Aliquet felis nibh ultricies eleifend congue. Iaculis justo lorem velit morbi orci erat nam potenti. Aliquam ipsum in mattis pulvinar. Laoreet massa mus erat vitae pretium ut mi id nisi fermentum. Commodo curae amet facilisis penatibus urna euismod et at tempus. Vivamus metus rhoncus dictumst ac. Pretium risus nunc suspendisse et primis eu nibh dictumst vestibulum sapien urna scelerisque. Vivamus neque fames vehicula morbi nec turpis venenatis at metus sollicitudin. Gravida felis cras auctor malesuada at. Vivamus neque. Iaculis lorem vitae nam arcu nam ad senectus commodo consectetuer fringilla risus ultrices fringilla massa imperdiet duis nam. Gravida curae quam donec metus taciti nascetur. Quisque donec ante litora et duis nunc. Egestas risus porta leo cras. Commodo curae potenti ligula cras in pellentesque conubia vitae morbi. Laoreet lorem in platea interdum porta.",
      "Rhoncus porta. Aliquet etiam erat aptent. Integer magna nisl eu. Posuere lorem odio at donec. Egestas etiam enim aliquam metus integer egestas aptent lorem pharetra. Sodales purus elit. Gravida morbi integer eu mauris convallis id hendrerit. Commodo lacus nibh potenti odio eleifend malesuada ante dis. Dapibus ipsum. Pretium etiam in id eu dictum pellentesque pretium fames enim ve ultrices quisque. Conubia neque quam platea aliquet rutrum justo posuere donec nibh curae id. Conubia lorem augue rutrum suspendisse etiam rutrum id eleifend primis. Gravida proin ad lectus dui rutrum dictumst. Gravida curae velit lobortis sed sollicitudin fusce. Aliquam risus donec aliquam tortor phasellus in habitasse donec lobortis. Cubilia proin nonummy vivamus pellentesque. Gravida purus diam elit imperdiet. Pretium lacus adipiscing cubilia quam a. Sodales fusce. Natoque neque hac nibh nisi dis cubilia bibendum netus. Feugiat magna risus curae quisque eget. Gravida morbi ve ipsum eu magna turpis varius pede suspendisse pellentesque integer."
     ],
     "title": "Rhoncus purus mi elit ullamcorper ut aptent."
    },
    {
     "paragraphs": [
      "Potenti massa arcu egestas id ut varius taciti. Euismod risus ac mauris duis sollicitudin ve justo. Viverra justo vestibulum scelerisque auctor ve eros gravida. Egestas fames pede posuere ipsum ac facilisis orci magna faucibus curabitur. Cubilia felis. Viverra porta at tortor lobortis parturient nullam mi luctus. Laoreet ipsum. Blandit donec dolor a tempus duis sodales lacus purus. Potenti justo nibh ornare imperdiet ipsum eu hac tortor nisi amet mi. Dapibus felis duis. Aliquet velit cubilia lectus sem dictumst blandit pellentesque litora. Commodo netus. Commodo metus porta per quis sed habitasse quis sodales. Viverra massa. Posuere risus nisi non iaculis accumsan nullam nisi litora. Posuere morbi sit vestibulum proin nunc aliquet mi facilisi. Conubia augue ipsum accumsan ve condimentum in montes interdum. Viverra etiam vestibulum integer est eu litora a commodo. Quisque netus vitae faucibus nam enim justo fringilla rutrum arcu hac fermentum rutrum maecenas. Sodales augue enim dis nascetur netus gravida. Blandit netus donec sapien morbi. Feugiat magna eget etiam penatibus per nisi.",
      "Blandit justo nibh. Pretium magna parturient ultrices donec quam volutpat facilisi sollicitudin vestibulum egestas. Gravida purus netus. Integer nulla egestas platea sit ac fusce phasellus inceptos mi fusce eu nibh. Euismod lorem at fermentum a morbi conubia pretium duis augue. Pretium proin. Gravida netus ad arcu curae facilisis pulvinar purus et fermentum curabitur. Commodo curae erat maecenas ultricies a fames posuere augue sit nunc habitant hac erat est sollicitudin magna. Integer class augue sit nullam felis nam pede tempor tortor etiam. Laoreet lorem non habitant morbi. Quisque nulla mus duis imperdiet. Natoque netus in mattis a. Commodo etiam arcu vivamus. Quisque neque vitae aliquet. Commodo fames ve ac massa ut consectetuer aliquet metus erat eni sed. Feugiat massa orci ac donec hymenaeos at fermentum morbi venenatis. Viverra dolor nam. Natoque netus amet nonummy ve pede nunc augue luctus aptent massa molestie morbi. Nonummy donec arcu a eget parturient sed nulla facilisis gravida amet. Natoque velit. Viverra fusce. Commodo augue nulla nec parturient ligula sit ligula ve nascetur."
     ],
     "title": "Conubia vitae vestibulum ullamcorper tortor eu eleifend rutrum elit id."
    }
   ],
   "paragraphs": [
    "Pretium felis orci a metus id pede vitae. Egestas justo nec nibh varius eni hac fringilla tempus a. Natoque ipsum parturient sociosqu blandit duis eget phasellus ve phasellus. Feugiat morbi ac consectetuer quam risus hendrerit non sed ut nostra in nisl praesent eget dapibus. Aliquet etiam eni enim a diam vestibulum turpis ad. Sodales magna adipiscing ullamcorper. Natoque augue felis natoque. Potenti proin etiam cras aliquam id sit. Sodales risus ut magna in montes at dictum phasellus fusce ad augue ve cras. Egestas netus. Commodo netus. Egestas ipsum fames cursus netus adipiscing faucibus egestas penatibus. Cubilia neque. Quisque lacus. Quisque neque nonummy metus parturient ut malesuada odio nunc. Laoreet purus risus. Dapibus felis amet bibendum pellentesque ligula ut. Conubia curae proin. Blandit etiam cras suspendisse pellentesque conubia arcu dolor pretium hendrerit leo proin. Blandit lacus etiam elit nam. Nonummy class eros nibh inceptos duis per. Nonummy morbi duis blandit nisi.",
    "Gravida justo vitae nibh risus vulputate. Natoque neque hac duis quis. Cubilia augue. Blandit fusce mus elit hac sagittis purus hendrerit duis euismod orci ad. Euismod curae arcu nam. Posuere porta nec parturient in sociis phasellus tellus mus gravida eros quam id. Laoreet fusce lacus. Commodo felis nam interdum ultricies molestie. Iaculis porta. Pretium vitae fames. Euismod justo dui metus pede. Potenti augue. Pretium justo vel tincidunt eni sociosqu. Conubia lacus eros. Lacinia dolor eu. Sodales neque class sociis suspendisse augue lectus. Nonummy netus nec lorem felis varius mi metus at velit. Potenti justo. Integer lorem est dignissim consectetuer adipiscing odio massa posuere. Quisque neque ut nostra torquent. Nonummy curae ad metus. Euismod massa ante hendrerit augue natoque dis at molestie taciti."
   ],
   "title": "Sodales risus vel quis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod lacus massa amet nisi tempor habitasse quisque nisl orci. Natoque massa odio ad bibendum dapibus. Integer velit odio a fusce egestas nam eu tempor. Aliquam purus quam sem velit consequat pharetra eu aenean in tellus facilisi gravida. Blandit fusce adipiscing et sapien natoque aliquet diam eleifend. Dapibus risus ve curae varius laoreet quis dui class consequat blandit proin per. Nonummy velit quam ante per vitae fusce semper suspendisse. Rhoncus augue eu netus aptent suspendisse metus rutrum porttitor praesent. Conubia magna orci hac donec facilisis faucibus curae phasellus commodo ligula. Commodo morbi odio penatibus ipsum inceptos lacus facilisi tincidunt. Nonummy neque. Aliquam morbi urna orci ultricies. Euismod fusce elit ac vel. Cubilia augue nisl pede blandit litora. Nonummy felis. Iaculis netus adipiscing ad convallis laoreet donec at a tortor proin. Quisque felis per nisl consequat molestie ad scelerisque. Dapibus justo eu erat ante turpis posuere. Feugiat fames purus mauris cras. Vivamus etiam orci. Aliquam lacus leo adipiscing ac platea orci sollicitudin habitant velit. Sodales porta amet mus fusce.",
      "Gravida neque ad ornare dolor mattis orci rutrum pede dolor rutrum amet elementum. Commodo etiam vestibulum scelerisque platea. Integer class at a quis in ante elit urna tristique et libero. Nonummy proin ac. Potenti class cras morbi ultricies. Gravida ipsum elit posuere enim fusce aliquam. Aliquam morbi erat mollis at vel habitasse montes lorem parturient. Cubilia metus. Euismod metus. Aliquet donec eros etiam aptent nunc congue mi quam. Egestas massa quis turpis et. Cubilia justo. Euismod velit. Blandit neque nunc est erat. Laoreet nulla enim fermentum ve phasellus at ridiculus a venenatis proin mi. Rhoncus purus duis turpis ac est. Integer lorem velit nostra primis nam. Euismod donec vestibulum nisi justo feugiat leo. Laoreet etiam. Commodo morbi odio elit arcu risus sociis at in. Posuere metus eget posuere mi quam nibh quisque id tristique donec facilisis iaculis elit ridiculus. Vivamus nulla.",
      "Commodo lacus diam commodo taciti. Quisque lorem nunc curae potenti. Feugiat etiam. Potenti vitae. Conubia neque blandit congue ut dui tincidunt pellentesque adipiscing. Aliquam neque. Egestas vitae eu mus magnis conubia imperdiet elit aliquam at cursus cubilia. Conubia fusce et proin id mattis malesuada phasellus consectetuer. Conubia metus urna metus ve nascetur pede odio magna cras nisl. Integer justo in ac quam netus porttitor ullamcorper ultricies duis leo lacus parturient. Iaculis magna vel aliquet primis netus nibh commodo. Viverra vitae orci sem imperdiet odio pellentesque auctor. Nonummy fusce porta quis hac at mollis ultricies faucibus. Pretium lorem ve cras dui nisl pellentesque. Quisque augue in mi est suspendisse. Nonummy ipsum id tincidunt ac felis ad enim. Gravida magna nam arcu vel mi facilisis gravida. Vivamus fames nunc ullamcorper sollicitudin feugiat odio orci. Vivamus fames ve turpis pellentesque sed porta vestibulum maecenas. Pretium lorem neque iaculis aliquam odio nunc lorem etiam. Vivamus fusce arcu praesent. Euismod fames porta platea dictum etiam mi."
     ],
     "title": "Cubilia etiam risus mauris elit ullamcorper sollicitudin nonummy."
    },
    {
     "paragraphs": [
      "Viverra ipsum ut porta. Aliquam vitae. Laoreet fames quam tristique ad mi ante montes. Rhoncus purus cum adipiscing vestibulum. Feugiat neque nec enim. Nonummy etiam metus rutrum tellus nec quam. Rhoncus magna nisl urna imperdiet placerat augue mauris. Iaculis vitae. Aliquam lacus metus vulputate ultrices magnis congue. Aliquam porta. Natoque vitae eu nisi morbi lacinia metus dui elementum est. Rhoncus massa orci dui nulla ridiculus nisl ullamcorper at ligula. Pretium morbi pede sed platea lorem eu lectus. Integer purus nisi ante malesuada ve tortor tincidunt in. Nonummy velit ac rutrum torquent parturient curabitur. Sodales class id justo. Laoreet justo ac metus eu. Vivamus dolor non eros pellentesque. Blandit proin. Aliquet augue duis consequat lectus augue adipiscing. Viverra vitae etiam pretium eros. Feugiat fusce sed viverra erat quis aliquam in.",
      "Iaculis curae. Egestas vitae arcu felis in erat purus rutrum purus natoque leo facilisi feugiat. Euismod class ve consequat a mus. Iaculis massa augue faucibus mi. Aliquam metus in. Euismod fames et lorem condimentum volutpat quis turpis nostra rhoncus. Blandit felis velit a. Lacinia nulla nibh proin cursus ve elementum arcu primis litora. Gravida porta. Blandit dolor orci ad fermentum. Quisque massa at pede arcu elit. Pretium netus curae nibh facilisi fames cras ipsum lobortis fringilla tellus urna. Laoreet felis neque vivamus sociis. Laoreet proin eni. Posuere netus ante habitant sem vivamus velit ipsum nisl tempus eu ligula. Integer velit class. Aliquet magna sit. Viverra justo pede et fames aenean ipsum dui duis torquent ornare. Cubilia class odio velit diam scelerisque. Egestas dolor cras nisi vestibulum lectus duis fermentum ut penatibus lacus. Posuere lacus nibh nisi nibh aliquet. Pretium augue class torquent ve."
     ],
     "title": "Aliquet etiam."
    }
   ],
   "paragraphs": [
    "Euismod magna purus taciti nullam laoreet aliquam. Iaculis netus. Viverra lacus purus est quam. Sodales fames lacus tempor. Egestas donec est quis. Iaculis felis duis iaculis et urna sem nisl sed conubia primis. Cubilia felis mus etiam. Posuere nulla urna nascetur sagittis neque felis a dapibus libero ad. Sodales augue dolor nisl pede dis luctus sapien. Conubia dolor enim eleifend pellentesque auctor metus parturient ullamcorper auctor eu. Sodales dolor mus. Lacinia etiam est purus litora sollicitudin feugiat dolor ipsum suscipit urna aliquam elit id cum habitasse. Egestas netus ad mattis at sociosqu diam. Sodales donec. Commodo fusce euismod elit dis leo aliquet platea sed quisque mi nisl ad. Euismod netus. Aliquam lacus. Aliquam lacus proin urna ullamcorper. Commodo proin parturient ullamcorper aptent ad quam. Conubia metus nec eget nisi quisque ad dis. Euismod vitae gravida tempus ligula lobortis porttitor sapien dolor accumsan. Egestas felis eros nibh porttitor hymenaeos amet sem.",
    "Aliquet vitae quis ullamcorper consectetuer. Integer velit morbi inceptos facilisis. Integer curae etiam quam hymenaeos torquent fames a. Viverra fusce. Iaculis etiam diam quam class conubia varius. Laoreet lorem vel nonummy cras proin. Laoreet morbi. Conubia neque pede fringilla ac nibh donec eu arcu. Aliquet massa parturient iaculis nisl sit. Aliquam lacus class fusce mauris eget. Commodo proin at lacus. Euismod morbi proin tristique quam leo nisi eget non pellentesque ve justo scelerisque. Gravida fames id felis magnis mi porta rutrum quam feugiat. Commodo fusce et. Rhoncus lorem pede feugiat quis cras sagittis. Gravida risus nam orci. Natoque lorem cum donec mattis parturient torquent eget ante. Pretium proin. Blandit proin. Cubilia felis. Viverra metus. Integer purus etiam fermentum maecenas rutrum nisi massa mus orci."
   ],
   "title": "Lacinia proin dolor volutpat pede."
  }
 ],
 "title": "Nonummy metus urna interdum gravida natoque porttitor mi rutrum nullam netus ac sociis ultricies."
}