{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque fusce.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus proin cras egestas quam.",
     "paragraphs": [
      "Vivamus morbi orci nibh fermentum tortor. Cubilia lorem eros. Egestas donec vestibulum suscipit eros ligula. Aliquet augue netus a diam ipsum. Lacinia dolor. Laoreet netus quis ullamcorper consectetuer aliquet quis. Pretium dolor urna suscipit bibendum sollicitudin parturient dapibus est vestibulum tristique suspendisse lorem auctor. Laoreet netus nisi nec magna amet est. Sodales nulla augue odio mus eros dui nulla sapien tellus ante lacinia. Potenti purus porta elit elementum consectetuer. Euismod felis. Feugiat magna nisl mattis ad odio eu eni. Viverra ipsum adipiscing dictumst commodo penatibus eni nunc. Laoreet morbi dis habitasse pellentesque per fermentum nostra. Dapibus velit id donec at. Gravida nulla donec neque rhoncus cras nisl. Egestas donec augue volutpat dignissim ac eu etiam dolor habitant velit. Laoreet morbi id litora neque at phasellus lorem cum ultrices metus tempor nulla aliquet urna aptent. Dapibus vitae urna. Vivamus donec in nam ante. Egestas lacus orci a quis parturient arcu porttitor morbi nisi per. Pretium lacus ipsum pulvinar ipsum commodo natoque nonummy aptent augue.",
      "Quisque curae parturient nisl elementum consectetuer adipiscing enim. Egestas curae. Lacinia neque magna augue. Posuere felis dis pretium ac dictumst nonummy habitasse aptent a gravida. Lacinia massa per adipiscing parturient id. Potenti etiam eget vulputate nec. Euismod lorem eget venenatis aenean. Cubilia risus non eleifend hymenaeos torquent nibh molestie. Vivamus fusce ac semper dis elit semper. Rhoncus class proin cursus. Conubia class pretium auctor dui vestibulum ac sollicitudin laoreet. Gravida massa id nullam vivamus ve nisl. Vivamus velit. Egestas porta elit a orci at inceptos posuere senectus. Feugiat lorem. Lacinia fames ac. Egestas augue urna molestie. Viverra dolor adipiscing ultrices porta nam conubia. Viverra risus urna. Quisque etiam eni cum consectetuer. Commodo purus est velit dui quis. Nonummy velit dapibus tempus vel nonummy senectus nisi cubilia.",
      "Lacinia porta mus vivamus ut faucibus euismod ante netus proin felis. Nonummy fusce nam. Vivamus etiam magna lacus dis massa duis commodo facilisis. Lacinia velit in lectus per primis. Rhoncus morbi quis conubia. Lacinia augue proin tristique condimentum. Aliquet velit ad duis faucibus magna dui malesuada montes a conubia. Vivamus proin vitae scelerisque placerat lorem venenatis. Gravida lacus mi nullam massa commodo sodales. Egestas netus commodo enim sociosqu suscipit sollicitudin parturient feugiat nibh. Pretium ipsum erat blandit nibh duis dapibus nisl aliquam dolor. Laoreet massa duis felis nec congue nonummy id penatibus augue natoque cum id. Blandit ipsum mus nibh sollicitudin vestibulum. Cubilia class nam arcu pellentesque gravida. Feugiat curae amet ut elit volutpat platea quis enim erat per neque semper elementum fames natoque nibh cras. Feugiat felis eros. Sodales etiam. Conubia augue ante aptent. Rhoncus nulla leo quam pharetra fringilla sagittis eget dis. Nonummy magna nibh cras rutrum parturient. Conubia magna. Aliquet proin cras conubia euismod tincidunt placerat."
     ]
    },
    {
     "title": "Natoque nulla vestibulum volutpat aliquet.",
     "paragraphs": [
      "Sodales nulla mi fames penatibus euismod ipsum nisi cum duis. Lacinia massa amet neque laoreet leo. Iaculis etiam nisl non quam parturient nibh ipsum lobortis urna. Rhoncus fames felis senectus leo integer praesent odio ultrices a. Iaculis magna integer mattis lacus morbi. Posuere morbi sit erat eu convallis vestibulum diam lorem at hymenaeos in. Gravida purus morbi turpis gravida eu montes senectus elit gravida etiam in. Quisque porta. Vivamus neque ad risus diam amet massa class eget dis consectetuer libero. Natoque velit. Commodo justo vestibulum quam proin. Lacinia fames. Conubia massa. Viverra risus. Integer massa iaculis duis ante malesuada ultrices varius. Egestas netus erat blandit fringilla odio sollicitudin mattis cursus vel erat nunc nonummy ve purus nam. Quisque fusce donec enim libero montes donec cras. Blandit nulla eros conubia duis parturient ridiculus. Quisque metus. Blandit etiam orci viverra aptent curae mattis facilisis et. Nonummy vitae nisi et pulvinar. Quisque metus nunc cum consectetuer ac euismod urna pellentesque nascetur curae.",
      "Rhoncus fusce ac curabitur elit. Feugiat lorem ve a erat ve. Viverra justo vestibulum lobortis euismod diam nunc ipsum mattis tempus. Laoreet neque. Rhoncus neque. Aliquet massa. Vivamus metus ipsum varius ve sagittis commodo cursus. Egestas fusce quam pede dolor et metus nunc a orci morbi ridiculus inceptos fusce lorem etiam dolor. Egestas purus nec parturient etiam ante a. Blandit vitae class cras faucibus adipiscing. Blandit fames nisl ac pellentesque quisque donec lacinia blandit platea. Laoreet magna ac venenatis a. Posuere lorem conubia per ut ornare bibendum. Sodales felis nunc porta cras sed. Gravida fames dapibus magnis porta ultrices fames montes luctus. Viverra purus class praesent est nisl. Aliquam porta euismod ornare ve hac nisl aptent vivamus leo pulvinar dolor eros quisque ac congue eu. Iaculis donec cras penatibus tellus curae non. Integer risus. Egestas lacus per nisl maecenas mus lacinia at et mi vulputate donec at. Laoreet dolor in ve ligula dictumst curabitur duis cum sodales donec. Integer purus est neque aenean."
     ]
    }
   ],
   "title": "Pretium velit donec sociis.",
   "paragraphs": [
    "Commodo class. Posuere augue lacus ullamcorper nisi pede libero eleifend arcu egestas. Dapibus purus nisi. Conubia netus eu. Dapibus neque. Integer donec ut curae per praesent. Natoque lacus id sociis curabitur habitant ornare ligula ut. Egestas lacus non proin pretium netus arcu integer. Pretium dolor odio sapien lacinia ac quam. Integer proin et. Vivamus nulla. Quisque lorem nulla a magnis magna id nisi erat iaculis in hymenaeos. Potenti nulla at. Lacinia donec quam vivamus hac parturient primis praesent condimentum placerat nulla augue per diam cum. Aliquet lacus parturient eros facilisis. Dapibus vitae et nec scelerisque posuere leo praesent consequat odio viverra. Egestas curae nibh diam enim varius suscipit fusce sit lorem curabitur. Lacinia risus. Posuere velit vestibulum ullamcorper rutrum ut. Nonummy justo vestibulum nibh penatibus lectus magna hendrerit class non eget elit. Laoreet ipsum ante. Posuere fusce.",
    "Aliquam fusce eget ultricies. Pretium velit enim viverra fringilla odio sed eget tincidunt ut urna. Integer curae aliquet primis sed aptent integer id. Feugiat neque enim aliquet in neque maecenas curae consequat. Vivamus netus viverra rhoncus luctus in pede. Gravida class augue auctor. Sodales etiam. Quisque donec class hac porta nec placerat consectetuer potenti phasellus varius nulla conubia porta risus montes vestibulum. Aliquet magna ac augue faucibus justo id et eni fermentum metus mi. Potenti fames lorem tempus vitae natoque elit ad. Viverra ipsum erat interdum parturient. Aliquet etiam mi aenean ac habitant potenti aliquet. Potenti vitae eros suspendisse egestas metus donec bibendum curabitur ligula. Blandit class. Aliquam ipsum et. Egestas lacus est ornare dictum enim condimentum sem mauris id eu leo arcu elit non donec. Gravida fusce eu ipsum ut magnis suscipit suspendisse. Pretium dolor. Pretium ipsum eu platea augue iaculis curae erat quis eros. Natoque donec dolor condimentum sagittis ridiculus a vulputate dolor tincidunt est. Blandit lorem etiam justo penatibus ultrices id class litora consectetuer hymenaeos lacus neque lorem tortor. Potenti magna enim est hendrerit.",
    "Cubilia fusce parturient urna. Quisque magna ad arcu eleifend vestibulum. Cubilia morbi adipiscing pharetra morbi ultrices lacus velit tempor nulla suspendisse accumsan malesuada maecenas. Posuere vitae nibh nisl quisque. Sodales felis. Sodales fames at vulputate. Blandit magna. Egestas morbi nisi arcu leo a aptent malesuada gravida platea nam nibh placerat mus. Feugiat lacus pede mi sollicitudin posuere. Blandit fusce sed nisl parturient erat risus commodo convallis platea mi. Commodo curae ante massa. Laoreet dolor. Aliquet lacus nulla felis. Pretium fusce porta mollis turpis purus. Aliquet dolor diam metus nibh porta iaculis. Lacinia augue eros. Laoreet purus proin varius. Vivamus neque class praesent nec tortor lobortis. Vivamus risus curae. Gravida donec eget. Euismod lacus vel vulputate dictum proin posuere magnis consequat maecenas mauris eros pellentesque. Aliquam curae pede justo dictumst elit."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam ipsum.",
     "paragraphs": [
      "Conubia augue pede quisque convallis nam donec ipsum mollis massa mattis nostra ipsum vestibulum. Viverra justo et sollicitudin ornare at nisi elit parturient mi pellentesque commodo. Gravida massa diam cursus. Conubia augue et tellus at nascetur massa venenatis natoque sollicitudin. Posuere massa. Euismod felis metus tortor. Vivamus fusce nulla per. Vivamus donec etiam odio habitasse cras phasellus. Conubia metus dis lectus est laoreet inceptos. Lacinia vitae sit ultrices. Conubia class id pellentesque viverra dolor hac gravida ad taciti est congue est at elementum adipiscing. Nonummy metus duis mus dapibus sagittis platea rutrum. Vivamus porta per felis gravida aenean purus neque. Potenti proin sed duis nisi urna natoque quis sit. Lacinia proin quam netus lobortis sed natoque. Pretium augue ve lectus eni lectus mollis massa vestibulum nibh porta cubilia ligula vulputate. Blandit fames. Conubia felis orci magnis dapibus nibh diam per justo penatibus tincidunt parturient. Potenti velit cum amet fames purus. Lacinia fames est vitae fermentum ultrices. Egestas porta mi a auctor netus. Iaculis vitae massa justo mollis.",
      "Dapibus donec mi habitasse. Dapibus fusce nisi curae montes scelerisque justo. Quisque metus. Nonummy fusce proin ornare. Vivamus metus arcu ut class elementum nam risus sed cras vestibulum elementum suspendisse magna phasellus commodo. Aliquam donec ante lacinia in et. Laoreet nulla eros habitant curabitur suscipit vitae. Nonummy fusce neque maecenas eu suspendisse enim nibh diam amet cum enim laoreet. Nonummy lorem. Rhoncus augue netus scelerisque facilisi erat placerat laoreet. Feugiat etiam dolor natoque quisque pede at sollicitudin aliquet inceptos sollicitudin integer cursus urna. Rhoncus massa et consequat netus eu mauris habitasse mi. Posuere justo id erat dapibus ve quam. Commodo fames. Lacinia magna ac ante donec et. Rhoncus neque felis dapibus quam. Quisque magna. Potenti dolor fusce litora ut mauris fusce dui nulla. Gravida magna elit eros erat eleifend fringilla nam lacus mattis class taciti lectus. Gravida etiam pede rhoncus magnis. Cubilia risus adipiscing praesent integer at sem ad augue nisl malesuada est. Dapibus lorem in tortor justo cras hendrerit at congue praesent odio viverra."
     ]
    },
    {
     "title": "Potenti porta laoreet curae ipsum a viverra mauris ac.",
     "paragraphs": [
      "Lacinia curae. Conubia lorem. Commodo massa cras erat massa ut sit et euismod erat nascetur vitae mi tempus tempor. Gravida augue conubia ut habitant posuere malesuada est facilisis sollicitudin nec. Posuere ipsum ad dictum fermentum cursus a. Euismod curae eros penatibus ligula adipiscing neque enim posuere leo. Iaculis ipsum eu sociis eleifend malesuada nulla enim congue. Natoque donec elit. Integer massa nisl bibendum lobortis nonummy posuere sociis cum nibh sollicitudin euismod sociosqu conubia ad et est. Sodales justo dui arcu enim odio lorem. Feugiat vitae. Feugiat dolor ante suscipit augue semper enim pellentesque. Potenti fusce in. Aliquet proin quis integer varius eu orci ut elit. Posuere etiam curae quam amet viverra purus at felis ve semper lobortis quam nam cubilia. Conubia magna nisl nibh inceptos a placerat nisl montes. Cubilia justo. Pretium morbi ve consectetuer sollicitudin potenti semper morbi. Natoque proin justo. Egestas purus mus habitasse mauris a viverra ve. Quisque porta eros laoreet ut mattis eros suspendisse sollicitudin conubia. Integer nulla in a litora elementum sit pulvinar pellentesque quisque imperdiet amet aptent conubia.",
      "Pretium etiam et montes porta magna metus suspendisse. Integer donec per parturient mi dignissim a hac tincidunt auctor a vestibulum sed. Conubia porta eros est integer lobortis porta. Potenti neque sit ante vehicula vel vivamus duis praesent scelerisque sed nibh odio proin. Euismod risus et in ad taciti eu bibendum elit. Pretium etiam eros class blandit. Lacinia risus rhoncus nostra elementum ultrices turpis ligula inceptos nisi. Dapibus dolor. Sodales porta est ante a ante. Feugiat augue id auctor torquent nec mauris placerat lacus luctus. Commodo lacus sed quam et quis molestie. Potenti purus non diam gravida ut. Blandit dolor etiam dolor enim sit curae consequat. Conubia class enim a duis adipiscing arcu augue nonummy blandit eleifend justo ad tortor iaculis malesuada dis vitae. Aliquet felis adipiscing cras lorem. Lacinia neque. Blandit porta adipiscing suspendisse dictum mi lacinia elit pulvinar hendrerit. Cubilia risus. Vivamus neque ac sociis euismod sed in. Sodales etiam curae a orci parturient est vestibulum ad ridiculus a per. Conubia donec metus tempus. Gravida morbi adipiscing ac tristique curae per ante cum pellentesque vitae ad quam."
     ]
    },
    {
     "title": "Vivamus magna nisl arcu etiam in montes.",
     "paragraphs": [
      "Dapibus netus id ve. Pretium etiam sed nibh curae consequat amet est. Vivamus augue curae nunc leo habitasse non curabitur. Viverra donec leo vestibulum adipiscing et. Natoque neque velit elementum posuere mus pede pellentesque rhoncus facilisi. Dapibus massa augue odio habitant venenatis id curae. Natoque purus eros varius. Aliquet risus viverra ut sociosqu ligula vestibulum. Cubilia donec. Aliquet dolor et ipsum pellentesque curae urna sem blandit eleifend class a magnis penatibus molestie. Cubilia nulla velit volutpat eu eni. Posuere risus duis ve sollicitudin posuere ipsum ut id elit sagittis suscipit. Rhoncus fames arcu litora adipiscing bibendum gravida primis. Viverra lorem. Blandit netus elit nullam ut enim. Natoque massa cum nec leo rhoncus faucibus consectetuer commodo primis. Nonummy neque id fringilla. Aliquet magna risus sociis montes. Integer curae non ante facilisi nibh odio varius hac odio. Vivamus felis eu tristique scelerisque fermentum nisi nibh vel integer a. Pretium augue fusce quis cum proin aenean porta vestibulum et aenean. Pretium lorem.",
      "Iaculis etiam per nisl non class ridiculus laoreet pellentesque penatibus platea duis. Integer augue cum pharetra. Egestas curae sem diam eleifend blandit sollicitudin. Cubilia class etiam mus eget id orci faucibus nam nibh fames vulputate laoreet. Aliquam massa parturient bibendum neque. Natoque fusce vestibulum. Sodales purus nisl metus. Iaculis fusce vel mattis erat ac. Rhoncus curae pede sagittis iaculis tempor neque ve nunc turpis. Pretium justo enim cum imperdiet habitant faucibus feugiat justo. Conubia ipsum. Dapibus risus justo euismod nam ac mollis a placerat odio gravida metus aliquam nunc. Egestas fusce diam sodales mi enim lobortis placerat vitae ve nulla ut. Rhoncus lorem posuere mattis massa natoque sit in erat. Blandit massa commodo dapibus nibh adipiscing imperdiet etiam donec turpis feugiat convallis. Conubia magna. Commodo etiam duis hac. Pretium lacus justo libero ve. Aliquam fames eget. Aliquam lorem vestibulum scelerisque tempus eu elit in felis. Potenti vitae eni dis eu tempor. Potenti justo metus mus urna.",
      "Natoque class sem erat pellentesque. Posuere purus. Viverra morbi eni vel hac. Conubia fusce lorem fusce tempor. Cubilia netus nibh magna. Gravida dolor ac netus habitant metus a. Blandit neque amet hymenaeos malesuada nulla hymenaeos elementum. Conubia ipsum. Natoque augue urna laoreet porta vestibulum scelerisque auctor mi. Nonummy felis. Natoque massa quam a porta et accumsan lacinia commodo nibh. Sodales fames ut tempus. Euismod curae. Blandit nulla. Aliquam ipsum morbi a quis velit curabitur sociosqu etiam enim. Aliquam nulla cubilia nullam odio rhoncus a nullam arcu phasellus. Rhoncus justo non quis fames fusce inceptos id fames ut lorem consectetuer donec. Euismod etiam at neque eu litora. Natoque porta id ornare morbi vestibulum pulvinar erat. Iaculis porta ut primis non aliquet nunc in. Posuere ipsum ante iaculis non volutpat pretium lobortis velit pellentesque. Pretium lacus id netus."
     ]
    }
   ],
   "title": "Quisque neque euismod dictumst cras.",
   "paragraphs": [
    "Iaculis felis non nibh vitae libero. Egestas donec. Posuere neque. Sodales purus ad. Pretium vitae. Feugiat class fusce suscipit dui mi malesuada nulla a rhoncus primis semper. Aliquam nulla. Sodales ipsum. Aliquam curae adipiscing commodo. Sodales class in velit mi tempor sociosqu. Sodales velit pede sem nunc eros risus. Rhoncus vitae. Pretium magna. Aliquet lacus ut ligula et ad urna risus phasellus. Posuere proin lorem ullamcorper. Iaculis class. Egestas class in tempor vehicula neque at ligula mi dictumst tellus. Potenti donec eget etiam luctus fames at interdum eget gravida facilisis suscipit urna amet posuere. Egestas felis gravida. Natoque etiam. Conubia fusce. Egestas metus hac venenatis sociis adipiscing.",
    "Euismod fusce. Feugiat augue at nisl curae posuere nisl ut nec quam cubilia vel. Potenti porta nunc sit purus malesuada quisque varius in. Aliquet proin cras hymenaeos amet primis libero lacus adipiscing. Quisque magna. Aliquam augue leo cum mi. Natoque velit netus class purus euismod. Vivamus justo eros eleifend ad neque consectetuer praesent nulla. Egestas porta. Euismod nulla quam. Aliquam purus quis condimentum sollicitudin euismod duis in eros purus. Sodales lacus vestibulum. Conubia vitae. Dapibus metus mus varius feugiat aliquet aptent. Commodo donec etiam. Integer nulla. Integer lacus. Posuere fusce duis elementum sagittis curae a odio vestibulum phasellus nibh eni mattis a. Commodo velit. Iaculis netus et semper. Gravida fusce ve malesuada vestibulum nibh turpis laoreet nibh eget. Commodo purus ut fusce tempor."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales netus.",
     "paragraphs": [
      "Lacinia morbi duis praesent per erat nisi dapibus ve ac proin. Aliquet purus lorem nunc quisque massa nam curabitur faucibus aenean arcu tellus ve. Gravida curae ve porttitor. Viverra lacus nulla curae mauris et interdum nam nonummy varius fusce venenatis in. Conubia lacus. Euismod netus eni. Laoreet fames erat pretium tortor dolor ad etiam at pellentesque semper. Potenti netus. Lacinia felis adipiscing pretium eros a quis morbi. Viverra vitae sem cras metus ligula. Blandit risus. Cubilia lacus quis a porta ut primis ad hymenaeos augue tincidunt. Iaculis donec sit felis iaculis vulputate cum senectus dapibus quisque nisi. Euismod magna quisque quam et congue dictumst. Gravida lacus amet venenatis tellus. Egestas morbi eros. Iaculis dolor eget aliquam iaculis sollicitudin porttitor felis in elementum feugiat vitae at. Conubia velit. Rhoncus porta blandit varius netus hac facilisis curae eu porta ullamcorper orci urna. Integer felis ve. Euismod porta eu justo condimentum placerat. Feugiat purus.",
      "Natoque ipsum massa nisl elit dis eros porttitor elit vel odio. Potenti lacus non eros non purus. Egestas magna ipsum elit purus ac nisi venenatis vel magna. Euismod morbi et primis. Cubilia magna. Conubia dolor nibh suspendisse ad auctor. Aliquam fames eget sapien ultrices. Euismod felis augue integer posuere. Iaculis netus in lectus. Blandit morbi at justo penatibus sapien lobortis imperdiet et. Vivamus proin ac nisl. Iaculis felis eu fusce donec porta curae condimentum amet dignissim lobortis. Integer felis. Commodo fusce cras condimentum iaculis condimentum nunc luctus montes senectus. Euismod proin ve morbi cum cras. Potenti massa sed cum egestas ac. Egestas risus nibh ullamcorper. Viverra proin ac litora vulputate suscipit netus orci sociosqu taciti tellus elementum bibendum. Conubia nulla orci at sagittis nam ante consectetuer nonummy. Viverra felis ut curae metus potenti. Blandit nulla dui nisi eros. Aliquet fames quis convallis accumsan arcu leo eni eu varius fames."
     ]
    },
    {
     "title": "Sodales lacus.",
     "paragraphs": [
      "Euismod magna urna quis cum id aliquet. Vivamus lorem quis eni ipsum phasellus habitasse quam cum. Gravida nulla risus blandit. Feugiat lacus amet. Viverra neque ipsum per diam rhoncus. Vivamus purus. Integer massa dis dignissim aenean dolor mi nisi. Vivamus lacus eu massa ut. Potenti justo nibh cubilia diam id sollicitudin orci etiam nonummy urna. Nonummy nulla. Gravida magna. Posuere morbi sodales vehicula lorem id dolor turpis porta rhoncus hac penatibus. Iaculis class. Aliquam dolor leo congue sodales natoque nibh et. Laoreet class porta cras. Lacinia morbi. Sodales etiam. Integer lacus at aenean per iaculis at duis netus. Potenti porta integer. Posuere nulla urna orci sagittis dapibus. Gravida fusce donec eros conubia sociis curae ornare ac. Lacinia fusce elit porttitor at montes.",
      "Feugiat augue sodales vel id penatibus class nunc sagittis a. Pretium velit enim facilisi vel elit per. Egestas nulla in odio risus ac netus neque. Feugiat neque id ipsum et. Sodales lacus nibh blandit varius orci. Potenti nulla duis aliquam vitae nisi. Potenti magna elit habitant ullamcorper. Sodales purus cum mollis eu senectus arcu aliquet id dignissim neque elit dictum porttitor dignissim. Natoque etiam ut pede sagittis a consectetuer quam velit. Quisque massa eu felis. Iaculis fames dui nisl amet sagittis. Dapibus lorem. Cubilia lacus. Natoque metus mus rutrum ac sed cras pulvinar. Viverra donec odio quam vulputate orci cum consectetuer et. Integer nulla erat ipsum metus turpis risus integer inceptos ante montes at euismod. Feugiat porta nunc euismod quis ac odio. Cubilia porta mi etiam nunc aliquet ve hac quam. Pretium class. Conubia justo elit quam. Egestas massa vel habitasse dapibus libero montes fusce enim urna mattis luctus interdum. Integer donec amet vehicula feugiat euismod quam diam nisl elit lorem.",
      "Euismod etiam nibh semper natoque lacinia fringilla. Pretium porta adipiscing accumsan nisi platea posuere cubilia etiam. Sodales etiam eni posuere lorem rhoncus curae. Potenti neque vestibulum scelerisque sapien mi ad nisl. Integer etiam in pellentesque vivamus vitae. Egestas ipsum leo lorem facilisis vitae metus magna nisi nisl fringilla. Quisque neque. Pretium justo in ac. Vivamus felis ve. Nonummy donec amet euismod mus urna eu sollicitudin amet curae pulvinar ad suspendisse. Sodales etiam mi tempus eu nascetur torquent fames etiam. Lacinia class nec sociosqu dapibus fusce. Lacinia netus. Iaculis justo ad tincidunt risus per molestie integer potenti pede convallis. Iaculis massa eni odio eni platea viverra aenean. Lacinia magna. Gravida risus. Conubia augue sem. Aliquam lacus amet sit quam pellentesque. Egestas felis sit. Feugiat class. Nonummy augue arcu laoreet a."
     ]
    }
   ],
   "title": "Laoreet netus enim dolor ut vitae.",
   "paragraphs": [
    "Vivamus fusce leo morbi est tempus. Iaculis dolor odio taciti. Integer morbi. Laoreet curae ad tempor eni dapibus aptent ac quis arcu per. Conubia nulla id. Euismod neque eu magna eni adipiscing. Dapibus proin quis tortor bibendum nibh non etiam tincidunt adipiscing blandit nibh dis. Pretium class urna facilisi magna cubilia. Blandit neque morbi sit. Dapibus fusce dui ipsum congue maecenas nam. Quisque purus orci. Blandit class porta nisl consequat. Vivamus etiam sed cras nunc diam erat sociis facilisis. Quisque class mi nullam cum. Laoreet magna quis viverra tempus at mattis massa. Aliquet augue. Euismod velit neque tristique placerat id ullamcorper. Posuere vitae felis proin pede mi netus libero magna potenti eni ad a semper urna. Aliquet felis lacus netus sed lobortis. Sodales ipsum ut cursus ac. Rhoncus curae leo nunc mollis posuere. Quisque nulla.",
    "Commodo donec cum eros nisi velit sapien maecenas imperdiet cum dolor consequat. Conubia massa odio senectus. Euismod fusce ac phasellus adipiscing vel. Viverra nulla pede posuere mi donec leo. Iaculis ipsum magna vitae leo diam pede arcu per sodales nibh. Sodales nulla et netus sit. Lacinia curae arcu et dolor nam erat. Dapibus porta eu donec massa cum pede. Aliquet netus blandit eget quam. Aliquam massa. Commodo morbi elit sit magnis hac nascetur. Sodales morbi vestibulum. Conubia class. Feugiat porta erat per ad accumsan posuere gravida semper at id nibh. Vivamus nulla erat rhoncus tempus. Laoreet massa. Posuere lacus quam urna vestibulum. Egestas massa magna litora ridiculus. Commodo velit sed. Pretium massa diam eu placerat. Cubilia massa morbi. Viverra donec massa felis nascetur ipsum fermentum ac enim nisl odio hymenaeos mi."
   ]
  }
 ],
 "abstract": "Natoque proin mus varius lacinia conubia eros sit. Rhoncus donec odio ipsum aliquam cursus at nostra et nullam donec conubia aliquet tellus arcu eros tortor. Gravida nulla eni taciti porttitor eu dolor dui posuere dis. Sodales ipsum eu vitae ut in nibh nascetur a dictumst odio faucibus non vivamus hac. Aliquam nulla duis id sollicitudin commodo augue ut risus duis leo tincidunt tortor vel. Pretium porta etiam sem enim dignissim magnis a. Natoque magna parturient torquent fusce eros. Pretium purus sem eros risus lectus ullamcorper donec primis libero. Integer justo porta ipsum sed odio id augue suspendisse enim cursus ligula justo scelerisque. Aliquet fusce lorem mollis velit dis montes integer id eu tempus lacinia ornare enim mauris libero aliquam. Dapibus class erat felis id purus in risus ve hymenaeos arcu elementum ac nisl. Feugiat dolor arcu sagittis hendrerit a dis. Vivamus felis ipsum mollis donec interdum magna dignissim sit tincidunt odio cras urna tristique. Aliquet curae lacus per erat potenti. Laoreet risus blandit ultrices netus ut dignissim curabitur urna cubilia at tempor tristique dui curae erat vel. Aliquet metus arcu rhoncus neque eu sollicitudin nullam. Viverra risus ut cras ligula at habitant sodales rhoncus. Natoque proin eu fames turpis aptent nam lacinia a. Natoque magna id purus sem adipiscing felis duis mi sed quis duis nibh malesuada. Egestas morbi sit elit penatibus ut dictum nascetur sodales lobortis egestas. Lacinia metus proin odio euismod dapibus ante sed rhoncus et enim sociis et pede in. Dapibus magna felis mattis nibh odio netus aenean augue sagittis habitasse quis ligula quis eu nibh convallis sollicitudin.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Rosena Range",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Sciences Agricultural Scientific"
  }
 ]
}