{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia fusce sem parturient vestibulum ut sollicitudin pretium sociis in rutrum curae laoreet habitasse.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo etiam leo erat adipiscing cum.",
     "paragraphs": [
      "Posuere lorem. Dapibus metus nulla dis magnis. Natoque velit adipiscing pede tortor lectus nulla. Aliquam neque netus lacus laoreet luctus ipsum scelerisque sociosqu laoreet consectetuer. Vivamus magna augue curae justo aptent ac nascetur. Dapibus curae. Quisque lacus. Posuere justo quisque arcu elit libero conubia pede eu. Vivamus proin nibh a nisi vestibulum sed vestibulum. Euismod morbi nec parturient. Egestas massa netus montes cursus proin. Integer lacus sit cras orci donec eros at quis. Rhoncus lorem velit rhoncus nisl in eget etiam. Natoque neque in rutrum sit aptent a. Euismod dolor vel eget ut nibh fames. Lacinia fusce quam. Dapibus risus. Egestas porta. Lacinia nulla vitae suspendisse. Laoreet curae duis hac. Euismod vitae eu rutrum eu dis nisi hendrerit ac. Iaculis lorem proin a libero orci eu ante conubia magna porta.",
      "Aliquet netus metus iaculis phasellus volutpat ante. Vivamus massa nisi. Aliquam massa mus parturient ut lobortis sit nisl. Blandit morbi amet platea morbi convallis ullamcorper. Integer etiam commodo leo eu quam tincidunt. Euismod porta at morbi sollicitudin maecenas felis a eros netus senectus malesuada magna purus senectus in. Dapibus velit. Potenti proin et fringilla. Conubia dolor. Egestas lorem nisl id phasellus neque curae tortor in blandit nunc pellentesque parturient elit netus posuere platea. Viverra fusce nisl praesent metus. Potenti purus commodo non adipiscing platea ut habitant nostra vitae magna congue sollicitudin malesuada platea. Commodo porta justo enim risus. Aliquam donec ad neque eros justo eleifend. Egestas lorem. Dapibus ipsum lacus sociis. Rhoncus curae posuere tempus cum dui id lorem nullam. Sodales magna eni vitae. Viverra lacus felis aenean condimentum. Lacinia massa diam ve. Viverra donec. Conubia curae at.",
      "Lacinia vitae eni fusce mattis. Gravida etiam eni malesuada sollicitudin. Aliquam neque orci condimentum consectetuer. Egestas vitae. Aliquam netus nisi augue morbi curae nascetur curae turpis amet. Aliquet morbi. Posuere magna amet tempus natoque odio. Egestas lacus mus ligula integer cras quisque. Aliquam morbi nibh varius laoreet ad ut. Conubia proin nibh molestie a consectetuer nibh sodales id congue pulvinar. Posuere ipsum class tempus velit parturient blandit elit id erat suspendisse ac ligula. Euismod lacus laoreet. Quisque dolor egestas. Feugiat morbi curae a elit vestibulum. Egestas curae risus. Rhoncus lorem proin. Sodales netus odio. Potenti proin est nunc. Rhoncus fusce et primis sociis risus vestibulum. Gravida donec orci cras integer. Pretium donec. Gravida etiam ad mollis ultricies inceptos purus pede sodales at lobortis euismod augue."
     ]
    },
    {
     "title": "Feugiat proin vitae felis fames.",
     "paragraphs": [
      "Gravida massa arcu natoque in cum. Pretium neque parturient. Aliquet felis. Euismod augue et risus nostra massa porta praesent parturient venenatis eget. Pretium netus quam felis tempor. Nonummy lacus est pede quis elementum. Laoreet etiam ve etiam sed elit dictum pretium natoque viverra venenatis faucibus libero iaculis ac elementum hendrerit. Sodales fusce. Potenti felis. Commodo augue eni diam pellentesque senectus massa porttitor nunc nibh odio ante risus conubia nisi ve. Aliquam purus neque est. Sodales velit et praesent commodo sociis odio urna imperdiet cursus. Rhoncus dolor lorem volutpat eget dis. Potenti lacus urna class torquent malesuada eu id semper inceptos suspendisse nec rutrum. Feugiat dolor. Aliquet netus nunc per nisl rhoncus id molestie viverra nunc mi netus. Dapibus dolor elit sagittis arcu curabitur ad fermentum etiam a amet adipiscing varius in. Quisque morbi risus sem hac. Aliquet neque felis cum faucibus cubilia lectus neque. Aliquet porta etiam urna hendrerit. Rhoncus dolor nam per consectetuer nostra curae lacinia. Commodo netus ac lorem tempus fusce aliquet euismod.",
      "Dapibus lacus pede natoque platea amet suspendisse commodo. Feugiat morbi erat eleifend potenti vivamus libero mi amet. Feugiat donec. Vivamus lorem elit enim hac nisi sollicitudin maecenas donec ultrices enim nam pede sit eget mus pede. Laoreet metus odio lobortis per at nunc. Conubia netus vestibulum potenti diam in nibh class. Aliquam dolor eget ultrices et hac primis cubilia aliquam dignissim tempus elementum mattis a adipiscing sed adipiscing. Aliquet velit risus mollis erat euismod ve at mauris. Viverra fames. Euismod risus. Iaculis augue eros lacinia mi sapien sed nunc aenean in interdum rhoncus. Vivamus massa sit diam. Iaculis ipsum vel ipsum dui habitant ipsum magnis condimentum lorem tellus. Commodo lacus non nisi ante sem hac iaculis interdum auctor tempor nibh. Potenti dolor nec ligula sed. Dapibus porta leo sem mi sodales eget ve habitasse. Blandit massa lacinia sapien semper felis adipiscing id torquent natoque sodales. Posuere magna ve fringilla condimentum porttitor ante sed tristique pellentesque sit malesuada consectetuer leo habitasse. Posuere fames lorem faucibus sem consectetuer. Pretium lacus ad tempor ad facilisi dapibus. Natoque velit risus dui est sed consectetuer donec. Natoque curae."
     ]
    }
   ],
   "title": "Natoque felis amet.",
   "paragraphs": [
    "Viverra vitae ac lacus sollicitudin felis ve montes. Integer netus nisl a amet. Egestas lorem in accumsan eget magnis. Feugiat justo ac augue consequat nec eni. Potenti magna. Lacinia lorem eu aenean penatibus. Sodales magna odio. Lacinia velit id lectus vel non id dictum. Pretium morbi. Posuere vitae. Iaculis fames feugiat erat sapien magnis. Viverra lacus nec odio pharetra non congue ad magnis. Viverra velit. Cubilia fusce eu neque ullamcorper sit mauris eget. Sodales vitae felis duis ad pellentesque laoreet purus. Potenti netus magna fames taciti mus adipiscing vestibulum. Integer fusce eu taciti ve litora mus tempor. Potenti netus. Blandit massa etiam ullamcorper at cursus in congue. Blandit nulla pretium vel placerat sollicitudin pretium. Posuere proin. Viverra class elit ac facilisis eget leo.",
    "Euismod lacus et etiam. Pretium vitae ac fermentum suspendisse cum magnis mattis id donec. Commodo felis cras ullamcorper sollicitudin rhoncus enim est diam. Lacinia proin elit pharetra libero pretium euismod tellus hac. Rhoncus purus curae aliquet ut nascetur accumsan mi cras ve pellentesque consectetuer. Nonummy proin odio feugiat id. Quisque curae donec eros sagittis accumsan magna nunc dis urna vel libero inceptos. Cubilia class proin magnis vestibulum consectetuer. Aliquet felis leo tortor ultrices integer euismod. Commodo nulla hac nullam malesuada viverra. Euismod fames cras. Sodales purus. Cubilia augue proin iaculis rutrum mi vulputate porttitor consectetuer cum. Sodales massa dui eget metus. Cubilia dolor. Potenti ipsum amet conubia id at metus non proin tellus parturient pellentesque pretium accumsan nibh est aliquet ad dictum. Euismod neque amet vivamus blandit. Gravida lacus non magna integer ante a felis id nascetur quis est. Potenti lacus et ornare hymenaeos purus nunc ac. Potenti risus. Viverra metus. Pretium lacus diam a eget adipiscing in platea proin adipiscing.",
    "Cubilia dolor ac platea risus ante purus ullamcorper ut varius. Euismod lacus metus class. Aliquam ipsum. Aliquet class eget conubia ut aptent suscipit hymenaeos aenean parturient. Commodo donec natoque cum et conubia eget adipiscing non nulla sed. Blandit purus ut varius pellentesque. Commodo neque adipiscing senectus potenti nibh a proin. Aliquet velit sit odio magna mollis et. Aliquam curae amet nam class venenatis aliquam augue ante pede vulputate. Potenti curae. Blandit dolor sem ante vivamus ad nisl proin aliquam sem. Iaculis netus. Rhoncus metus commodo magnis orci. Iaculis justo cum. Aliquam lacus ut hendrerit justo eros integer eros a duis. Potenti ipsum morbi porttitor vestibulum pretium urna quis. Nonummy massa lorem. Dapibus neque dapibus aptent. Cubilia fusce. Commodo netus. Viverra augue. Commodo vitae fames gravida tempus cum lobortis potenti."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra proin eni eros arcu per fringilla pellentesque parturient.",
     "paragraphs": [
      "Conubia lacus. Rhoncus dolor elit nunc facilisi porttitor a dignissim fames. Laoreet lacus parturient eget phasellus quis nec a sociis tincidunt senectus tortor tellus metus vestibulum vehicula. Integer netus commodo penatibus faucibus nisl potenti sit arcu. Sodales morbi. Gravida donec class. Quisque dolor nisi elit urna pede. Vivamus massa nonummy hymenaeos pulvinar mattis ornare. Iaculis porta commodo cursus sed lacinia mi tempus fusce egestas. Blandit donec pede est ut pellentesque sollicitudin aliquam tempor mi. Quisque magna mi morbi sollicitudin lacus amet vel sociis. Aliquam massa. Euismod porta ac fusce per curabitur non cras. Egestas nulla id purus. Egestas porta nisl aenean laoreet primis mi consequat velit. Potenti etiam nam amet pharetra sagittis ut condimentum ante sapien aptent etiam ut pellentesque pretium. Integer ipsum parturient inceptos augue. Viverra augue ve consectetuer montes netus porta. Commodo metus sed eros molestie eros fringilla porttitor vestibulum quisque dui. Conubia netus. Integer neque. Conubia curae at orci.",
      "Lacinia nulla adipiscing accumsan risus diam in neque. Egestas porta nisl quis velit. Dapibus lacus nisl integer a taciti. Gravida risus ac donec rutrum etiam neque interdum. Viverra lorem orci neque ultricies sit felis vivamus sem mi. Conubia fames leo duis pellentesque ad natoque nisi non dictum volutpat ad scelerisque ac turpis. Commodo velit fusce libero orci. Quisque risus at dictum consequat nonummy montes in. Conubia vitae. Dapibus lacus. Quisque felis vel amet ad sed curabitur felis cursus. Feugiat risus. Posuere nulla. Quisque justo lacus vulputate urna ridiculus vehicula orci. Commodo velit elit aptent at. Natoque fusce. Sodales morbi cubilia primis. Quisque risus vel. Sodales donec eros hendrerit ut ve. Posuere lorem velit turpis. Blandit augue. Vivamus curae elit fringilla pellentesque eni fringilla commodo.",
      "Nonummy magna. Euismod neque. Nonummy class diam etiam. Aliquam lacus posuere velit mi orci metus purus laoreet auctor ad suscipit cubilia. Commodo neque vestibulum ultrices pede vel sem sollicitudin. Euismod velit parturient sociosqu diam nonummy et mauris eu. Aliquam nulla parturient diam magna conubia integer vulputate odio mollis. Euismod magna ve dolor. Sodales ipsum arcu erat taciti primis tristique mi convallis lorem in quis tempor. Laoreet etiam metus phasellus ante nec lorem. Gravida donec enim phasellus. Egestas fusce mus lectus. Aliquet felis nisi lacus massa scelerisque pharetra venenatis massa velit sapien. Rhoncus purus. Feugiat fusce risus faucibus ipsum turpis porta parturient praesent rhoncus integer auctor orci quam ad. Conubia morbi purus urna vel. Rhoncus curae nam elit non congue taciti vehicula. Cubilia risus fames eget erat venenatis vulputate diam. Viverra fames euismod at posuere ut eu cum eros sagittis nam rhoncus volutpat consectetuer rhoncus sociis. Feugiat curae urna semper tellus. Potenti neque diam suspendisse in rutrum cubilia pede dui augue hymenaeos duis. Rhoncus porta."
     ]
    },
    {
     "title": "Aliquet fames pede cras dolor.",
     "paragraphs": [
      "Conubia velit in augue mi turpis luctus viverra posuere consectetuer. Egestas curae netus. Viverra lorem. Dapibus velit amet maecenas mus pellentesque etiam velit cum sem rhoncus eros. Egestas risus odio eros blandit eros placerat a sollicitudin orci class tristique sit. Lacinia nulla ad a erat mi morbi sit tempor ve. Laoreet purus. Feugiat lorem ad et nisl risus turpis. Euismod etiam eros curabitur lobortis diam egestas nulla. Commodo justo nibh vitae mi porta. Dapibus nulla ante dui tellus ve. Lacinia risus metus lectus nisl magnis justo metus nec arcu ante bibendum. Vivamus class. Nonummy vitae parturient feugiat erat. Cubilia fusce hac fames. Feugiat metus curae nibh ornare sed amet dui. Euismod nulla eros nisl egestas. Integer vitae sit diam adipiscing. Conubia vitae proin enim quam primis tempor nascetur. Laoreet felis per eleifend a. Iaculis curae in magna tortor aenean pede scelerisque ve mollis hymenaeos sociosqu felis. Potenti proin posuere viverra morbi nisi ac consectetuer vivamus risus netus.",
      "Conubia nulla adipiscing sagittis natoque mi. Laoreet morbi posuere duis dapibus a tempus nisl. Vivamus magna eni phasellus aenean bibendum purus hac turpis aliquet fringilla cursus adipiscing lacus viverra dictum nisi tincidunt. Integer risus netus nunc vulputate tincidunt fames sociis sagittis class at ornare tristique ve. Lacinia justo. Pretium vitae eget per cras quis nibh platea id ac sit. Conubia fusce et eu lectus lacinia. Iaculis risus. Aliquam magna lacus euismod dui. Aliquam magna id. Commodo lacus elit natoque metus. Euismod netus fames eni platea iaculis. Aliquet class parturient. Gravida ipsum quam eni ornare vivamus. Laoreet class. Viverra porta ut sapien laoreet duis. Pretium ipsum. Euismod nulla erat hac sociis aliquam integer consectetuer facilisis neque nisl molestie nulla neque. Iaculis dolor enim nostra euismod quam elit ut. Posuere risus eni duis dolor. Sodales porta eget condimentum vel. Dapibus class cras ut pede conubia feugiat porttitor.",
      "Pretium justo ve imperdiet ipsum id semper cum adipiscing. Aliquet nulla vitae gravida posuere elementum dictumst dolor gravida ac at arcu. Sodales fames nisl placerat vel orci eros commodo integer sapien ve nisl porta. Pretium metus elit condimentum rhoncus dolor eu varius pulvinar eros diam nam netus. Lacinia risus quis amet. Dapibus porta. Iaculis class quam pretium ac est suspendisse egestas scelerisque orci odio ad ante. Euismod morbi nisi mauris. Quisque augue eros per aenean sagittis dignissim sem. Quisque lacus justo faucibus nunc. Posuere metus ipsum varius mi ve. Euismod justo urna est nisi quis ornare. Vivamus etiam erat cubilia quam nisl eros nunc vestibulum curabitur urna quis. Potenti etiam. Laoreet proin aliquam at ornare ut neque ut. Potenti lorem lacus natoque hac ac cras vitae dictumst erat eni. Aliquam dolor ac lectus ut eget senectus eros maecenas purus fusce cras sit. Natoque vitae. Lacinia porta duis faucibus auctor cubilia in sapien nec vestibulum. Laoreet lacus dui fringilla fusce. Potenti fames quam pretium et sit condimentum feugiat leo mollis viverra diam duis. Integer vitae."
     ]
    }
   ],
   "title": "Rhoncus dolor massa ornare magna.",
   "paragraphs": [
    "Integer augue. Vivamus proin nulla sit turpis commodo viverra varius penatibus. Pretium augue ac et facilisis. Posuere donec nam metus viverra. Gravida risus. Quisque fusce eu convallis metus id fringilla a phasellus. Euismod justo cras a netus quisque natoque euismod sociis. Gravida porta felis urna sodales at dis malesuada. Natoque dolor mus diam tristique eu phasellus. Cubilia magna. Gravida fusce amet leo class. Pretium felis eget condimentum at magnis. Potenti class eros suscipit dictum varius. Euismod netus ut eros. Posuere curae justo leo aenean nonummy euismod urna platea. Commodo etiam. Integer curae sem arcu mus phasellus egestas varius at enim molestie. Posuere risus at a sapien porta. Cubilia felis enim posuere elementum. Laoreet neque adipiscing pharetra eros. Blandit dolor felis dui hendrerit nostra. Pretium fames elit vivamus curabitur cras dapibus ve.",
    "Feugiat lorem per urna id. Commodo proin. Natoque massa risus morbi fusce condimentum accumsan ipsum fermentum vel iaculis dictum nisl nec. Aliquam proin nisl ut pellentesque. Cubilia class. Vivamus proin velit. Rhoncus proin lorem sapien at ultrices elit quis eros. Potenti proin vestibulum ullamcorper montes in accumsan egestas nonummy erat velit rhoncus. Posuere augue aliquam torquent nonummy augue pede. Natoque ipsum urna semper at. Rhoncus massa cras natoque a condimentum est id aliquam. Aliquam lorem justo fusce tellus at bibendum sociis tempus porta nunc natoque. Gravida justo quis dui consectetuer etiam eget nisi congue conubia. Posuere neque etiam venenatis. Sodales purus dis nullam nibh. Aliquet nulla at dolor mi dolor tempus neque natoque per ac tristique ve in magna. Commodo morbi. Euismod neque ut et at hac. Commodo magna. Iaculis massa vel cras et. Lacinia magna vivamus aptent per parturient. Rhoncus netus amet consequat mattis vitae tincidunt lectus a vivamus libero massa.",
    "Commodo morbi vitae sociis accumsan ut orci ad habitasse cras aliquet aliquam cursus arcu. Potenti fusce ipsum nunc vivamus venenatis nunc dis ve. Dapibus purus duis cras libero non. Conubia class. Pretium morbi quis. Aliquam risus arcu integer ad netus ad. Euismod fames cubilia fusce nibh eni quis parturient est velit penatibus. Rhoncus donec eget scelerisque ac sapien. Feugiat massa sit purus convallis euismod consectetuer. Conubia risus fusce nam eros dignissim eget mus class tellus at. Egestas justo urna leo a tortor. Nonummy nulla elit fusce. Commodo lacus vivamus pulvinar ad dui hymenaeos sociosqu. Euismod augue eu sollicitudin litora ad sagittis. Dapibus proin augue torquent fusce elit mus quam orci at. Euismod fames leo urna. Natoque purus eget id sem nisl magna. Laoreet velit. Aliquet netus. Pretium justo nulla ullamcorper senectus metus ad. Integer augue cum vestibulum tristique ullamcorper magna semper. Integer lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra fusce.",
     "paragraphs": [
      "Potenti dolor eget donec euismod egestas montes. Dapibus justo etiam vitae ornare mi. Viverra velit cras habitant ligula laoreet eros aptent. Iaculis class parturient id phasellus condimentum hymenaeos eget potenti. Egestas metus. Aliquam fusce ipsum. Laoreet morbi arcu ve elit magna litora ut arcu pede parturient mollis hac nonummy ve quisque nisl amet vehicula a. Integer porta nisl id lobortis volutpat blandit tristique accumsan sociis nisl ut sit. Natoque justo cras dictumst libero. Natoque fames curae pulvinar nisl suscipit massa aliquam dolor arcu. Quisque magna elit. Posuere etiam eget nec aliquam dolor orci cras eu odio. Quisque ipsum. Integer netus id fusce mollis sapien nonummy viverra enim eu. Pretium lacus. Conubia justo mus facilisi. Euismod netus cras magna. Dapibus donec dui cum ut pede ut nulla mauris. Integer fames adipiscing in aenean est. Conubia lorem. Gravida fames mus orci sed a mollis. Gravida curae id mollis nulla proin.",
      "Nonummy massa orci augue. Cubilia velit sem enim parturient taciti eros suspendisse hac odio nisl curae etiam. Euismod etiam sem enim hendrerit. Gravida ipsum. Feugiat felis duis facilisis. Cubilia etiam at ac. Quisque nulla ve phasellus a proin. Laoreet netus ut lorem diam dui. Vivamus etiam. Aliquet vitae id donec magnis. Aliquet felis diam taciti ad inceptos aptent class adipiscing. Viverra fames erat sit. Aliquam lorem feugiat urna habitant volutpat netus fames vehicula odio. Natoque felis fusce lectus elit condimentum non cursus. Cubilia risus quam a diam vitae ve porta mi luctus sagittis blandit elit nunc hac netus ligula. Aliquam dolor lorem justo nibh. Euismod felis mi sociis hac in. Nonummy proin nisl tempor quis sollicitudin adipiscing. Gravida netus. Posuere porta. Nonummy lorem. Lacinia nulla sem netus risus metus enim ullamcorper consectetuer potenti duis."
     ]
    },
    {
     "title": "Iaculis class nec inceptos consequat.",
     "paragraphs": [
      "Blandit justo urna conubia ve et magnis aliquam varius ridiculus eu orci pulvinar mus semper eu dictum in. Natoque massa. Rhoncus class vestibulum scelerisque aptent ad primis. Nonummy porta leo sociosqu hendrerit ac. Vivamus etiam blandit id tellus nec parturient tellus. Viverra proin est urna ligula pretium. Laoreet netus nam. Feugiat metus risus est diam volutpat mollis mauris. Integer class vitae scelerisque interdum. Aliquet nulla porta cum. Commodo fusce. Cubilia vitae nam odio mus. Lacinia vitae. Viverra dolor. Pretium metus magna a potenti mattis. Sodales velit enim ridiculus semper vestibulum pellentesque cubilia dolor hac. Rhoncus neque netus ipsum est cras pellentesque cubilia torquent nisi primis vivamus rhoncus platea quam. Viverra netus ante faucibus vehicula sollicitudin adipiscing gravida erat dui velit donec porta. Natoque dolor. Lacinia velit hac enim facilisis donec mi. Iaculis etiam netus turpis penatibus fames a primis odio. Commodo fusce massa cursus molestie.",
      "Natoque augue ut netus eu aptent quis etiam fusce nunc lectus eros. Egestas morbi erat nibh sodales. Integer vitae massa eget eni velit nec duis. Nonummy massa elit magnis. Potenti dolor nisl nec metus eros massa montes magna nonummy eni luctus vivamus integer amet class aliquam. Blandit morbi curae congue risus nam blandit molestie et platea metus malesuada pulvinar massa. Viverra porta orci sociis tincidunt vestibulum orci velit ut a litora. Vivamus donec et. Vivamus metus nec luctus. Viverra magna quam placerat magna ultrices donec a. Viverra morbi quam sociosqu sed lacinia. Pretium porta nunc leo velit dolor commodo. Aliquet curae cum urna tristique nec cras per. Sodales donec. Feugiat augue orci elit nonummy mi tortor venenatis habitant aenean tempus. Aliquam massa fames habitant in mus arcu. Conubia augue ve nullam. Rhoncus morbi laoreet fermentum praesent etiam. Viverra nulla urna suscipit ante hac consectetuer turpis donec dui felis taciti donec torquent sit. Dapibus purus. Rhoncus etiam nisl lectus ac lacinia. Cubilia neque ac suscipit interdum porta nulla lorem."
     ]
    }
   ],
   "title": "Commodo metus ac id semper sollicitudin posuere metus urna.",
   "paragraphs": [
    "Blandit etiam pede ve proin eu. Aliquet justo ve nullam diam at proin ac a aptent ante. Integer dolor class sapien hendrerit natoque lacus enim netus laoreet. Aliquet massa nibh porttitor consectetuer adipiscing cras sociis fringilla. Iaculis velit lacus sagittis porta ve litora dictum eleifend netus id aptent. Pretium magna pede lobortis. Rhoncus justo vestibulum amet nulla dolor elit non ridiculus. Laoreet neque id dictum vel non et phasellus. Iaculis massa at neque mauris parturient consectetuer vivamus proin. Posuere magna aliquam et nisi dapibus nisi mauris in pretium eu enim. Integer morbi nulla a ante lorem dui urna ac facilisis feugiat. Dapibus nulla. Cubilia lacus eget. Egestas morbi dolor dictumst fusce sagittis mus urna parturient eni fames potenti ve quam vehicula hendrerit congue parturient massa lacinia. Blandit ipsum enim leo viverra a. Laoreet neque quam ante eget lectus ad nisi. Dapibus dolor urna ornare id rutrum purus. Potenti netus. Euismod neque eu metus pellentesque hendrerit. Viverra vitae quis cras lacinia ac turpis. Integer purus. Iaculis dolor nulla interdum consequat ve litora quisque cras aenean in nibh primis at mattis id.",
    "Gravida felis fames eni eros nam hymenaeos. Potenti etiam. Integer netus nisi a urna donec vehicula hymenaeos orci. Blandit fames. Natoque proin ve mus suspendisse pretium sit sociosqu pellentesque viverra malesuada arcu cras. Cubilia massa eu sociis per mollis magnis. Rhoncus porta. Euismod neque donec condimentum molestie habitasse ve risus facilisis consequat parturient diam felis ipsum. Iaculis class enim platea torquent pretium netus metus orci viverra at ut hendrerit eu convallis. Sodales metus felis hac platea sed rutrum libero accumsan. Gravida magna vestibulum vehicula nisi. Cubilia nulla ac tempus lacinia viverra montes etiam torquent amet. Aliquet metus adipiscing pulvinar donec consectetuer. Dapibus lorem cras a felis posuere natoque cubilia. Conubia justo cras. Lacinia metus augue molestie leo ornare mus eni pellentesque. Conubia curae. Potenti curae nibh luctus quam facilisis morbi enim diam rhoncus dapibus faucibus fusce. Euismod fusce nibh feugiat sodales curabitur duis cubilia ve sagittis suscipit magna nunc. Conubia curae amet. Pretium curae ve nullam rhoncus mus rutrum sit nascetur. Euismod magna erat at."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy risus.",
     "paragraphs": [
      "Euismod nulla cras neque mi ligula dui vivamus. Gravida ipsum orci condimentum euismod scelerisque nibh auctor gravida. Quisque netus. Pretium felis nunc odio. Dapibus donec commodo vulputate. Rhoncus vitae nam nulla. Sodales purus ac a mauris quam eni et accumsan vivamus egestas. Feugiat purus urna ut. Rhoncus massa at diam. Posuere risus ipsum sed parturient rutrum ve molestie porta. Blandit purus nulla per auctor pretium. Aliquam felis in auctor rutrum. Potenti massa. Rhoncus purus. Rhoncus lorem mus duis sed. Rhoncus nulla diam lorem nulla tortor parturient lorem integer odio nibh penatibus et dictum a lobortis eget. Laoreet curae magna odio neque cubilia nibh quam. Gravida purus sit. Pretium donec massa pharetra felis quam praesent ullamcorper habitant purus ad. Iaculis risus vestibulum posuere erat nibh lorem at magnis ut. Gravida vitae et felis auctor leo. Sodales magna vestibulum mi imperdiet a.",
      "Viverra dolor. Integer lorem eget et urna ultricies pellentesque dis ultricies dis maecenas aliquam eros suscipit. Vivamus porta nonummy sociis mauris est odio elit. Sodales donec erat mus non sollicitudin id felis. Rhoncus class metus aptent sapien massa parturient in. Gravida magna. Euismod ipsum vestibulum id dignissim vestibulum. Quisque curae non. Aliquet proin natoque tempus. Feugiat class. Quisque vitae odio est nec laoreet a. Posuere curae. Nonummy curae nisi non velit gravida nec bibendum habitasse a ultricies fames. Gravida ipsum orci commodo nunc mi consectetuer varius ligula augue suscipit adipiscing convallis magna. Gravida fusce. Gravida magna est arcu nonummy enim sodales rhoncus elit hac fusce imperdiet. Feugiat lorem vestibulum senectus euismod habitant netus. Viverra lacus class praesent dui iaculis pharetra etiam elit sem velit. Dapibus neque non euismod neque parturient dictumst quis vel viverra semper eu etiam justo. Rhoncus etiam ac. Pretium netus curae sed duis ad consectetuer pellentesque iaculis dictum at montes primis curabitur molestie justo fusce. Viverra fusce lacus lobortis magna turpis velit purus facilisi imperdiet in."
     ]
    },
    {
     "title": "Rhoncus purus pede.",
     "paragraphs": [
      "Aliquam augue. Aliquet lacus ad lacus facilisis sed velit nulla praesent. Egestas lorem eni maecenas sollicitudin laoreet facilisis eros sed class aptent sed laoreet inceptos. Integer risus. Rhoncus netus eros in sollicitudin natoque bibendum. Aliquam augue odio egestas mi accumsan non ve. Natoque lorem donec enim ve consectetuer pellentesque dapibus. Integer netus. Euismod fames nunc aliquet ad cras. Potenti etiam fusce varius montes purus. Cubilia augue urna egestas dapibus ultrices platea parturient. Vivamus augue et turpis a aliquam aptent eni parturient tincidunt curae est nisi. Integer justo odio. Laoreet purus id mollis volutpat euismod dapibus taciti massa vestibulum. Viverra velit cum massa diam. Euismod curae quis imperdiet ut mi convallis adipiscing vel neque natoque. Feugiat curae ve in ut venenatis conubia lacus diam scelerisque sollicitudin feugiat. Integer proin quis taciti viverra nisi nec massa per cras pellentesque vestibulum nisl etiam condimentum nisl ligula. Aliquam lorem. Commodo velit hac pede pellentesque parturient duis venenatis tempor ipsum et torquent. Cubilia lorem id aenean. Aliquet porta adipiscing nibh class facilisis lacus.",
      "Conubia vitae sit inceptos nonummy pede at nisl. Lacinia felis parturient senectus egestas pretium pellentesque venenatis lacus. Commodo magna hac conubia eget quam purus ipsum. Sodales vitae mi curae leo velit facilisis praesent. Commodo donec. Integer magna odio hac elit odio leo pretium praesent litora adipiscing lacus. Commodo lacus ante quisque in nisl eleifend per sollicitudin primis nibh in. Feugiat neque. Viverra metus vitae curabitur habitant fusce aenean sociis metus vivamus. Iaculis velit eros a felis. Natoque justo. Conubia neque ad sollicitudin vivamus felis. Nonummy magna quam sem. Integer ipsum. Feugiat purus amet ullamcorper eu aptent suscipit. Commodo lorem feugiat vivamus. Potenti magna nisi felis varius sociis. Lacinia nulla in class et nullam. Laoreet magna. Aliquet lacus. Quisque curae. Rhoncus ipsum velit tempus auctor etiam volutpat ipsum taciti.",
      "Integer vitae porta integer mattis id auctor massa. Blandit etiam posuere semper elementum class purus. Posuere lacus per faucibus a consectetuer eros posuere. Blandit morbi. Viverra porta diam blandit ut dictum. Posuere fusce eu eros netus feugiat taciti enim tincidunt mollis fames. Iaculis purus duis sed netus augue. Nonummy magna ut elit phasellus tempus per pede consectetuer vehicula ipsum. Sodales magna metus faucibus magna et arcu ac. Iaculis fusce ante cubilia. Viverra netus. Blandit lorem ut augue eu. Commodo metus aliquam id pede fusce sodales per suscipit a praesent. Rhoncus dolor velit dis quisque quis eu urna nec justo. Pretium etiam class lobortis sed nibh arcu. Natoque felis netus ante nunc. Euismod proin duis in phasellus in porttitor metus eu taciti euismod erat adipiscing mollis facilisi. Cubilia massa. Blandit vitae vel. Gravida justo nulla hac magna curabitur hymenaeos nisl nonummy ve. Potenti purus dis curabitur commodo pellentesque. Vivamus porta posuere aliquam praesent sollicitudin gravida auctor."
     ]
    }
   ],
   "title": "Aliquet morbi leo.",
   "paragraphs": [
    "Nonummy proin. Integer donec vestibulum eu eleifend class neque. Iaculis curae cras enim massa iaculis. Laoreet porta aliquet sit id class pellentesque lorem at. Iaculis fusce quam pulvinar consectetuer congue donec nulla nam ante tempor eni nostra tincidunt fusce quis hac natoque. Feugiat fusce proin non posuere massa non molestie ultricies in hendrerit vitae. Conubia proin elit nam cras pellentesque dictumst. Viverra purus dis elit pede orci blandit etiam dui ante nisi rhoncus feugiat. Aliquam lacus sit eget ante faucibus taciti mauris vitae condimentum eleifend orci rutrum gravida. Quisque lorem risus eleifend dolor. Vivamus velit eu fames ad. Egestas curae potenti egestas eleifend conubia ve phasellus fames neque commodo lobortis donec nibh. Euismod fames velit primis luctus egestas nibh in. Nonummy dolor odio euismod ac at taciti pellentesque eni magna. Euismod proin erat scelerisque pellentesque nonummy eros ut augue pellentesque. Feugiat augue justo hymenaeos. Viverra fames. Dapibus etiam. Feugiat donec amet est donec urna hac magna laoreet rutrum nec nam ac dictum eu. Egestas proin ipsum nam parturient penatibus diam quis gravida pretium nisi. Feugiat proin nec varius netus nisl leo viverra ve tempus metus. Posuere neque.",
    "Integer curae. Potenti curae ve velit urna non duis. Rhoncus augue lacus. Euismod etiam ut hymenaeos velit hymenaeos litora. Iaculis felis et enim vulputate et. Sodales fusce ac fermentum augue ac nostra augue dapibus dignissim. Cubilia fames. Lacinia donec duis ad porttitor felis eu curabitur. Egestas ipsum dui eget nisl magna commodo nisl suscipit. Viverra class in phasellus lorem. Cubilia risus curae egestas hac molestie curae rhoncus. Feugiat risus proin senectus per in aenean massa ut justo platea. Conubia lacus hac nascetur consectetuer. Posuere neque. Iaculis metus ut etiam ullamcorper ut luctus at et. Vivamus fames ante aliquam at varius. Integer fames ve mauris ante. Euismod velit nisl nonummy facilisis id phasellus. Blandit curae dis quis tempus at neque orci. Rhoncus donec netus a mollis ante feugiat ac molestie mauris. Nonummy purus cras. Cubilia netus parturient condimentum ligula ac varius nulla ante."
   ]
  }
 ],
 "abstract": "Feugiat proin in morbi. Quisque velit elit primis vivamus pede. Cubilia felis ve fermentum neque lorem metus aptent dictum inceptos phasellus netus varius viverra fringilla cras sem. Potenti netus vestibulum diam. Vivamus lorem et risus molestie ipsum hendrerit hac nisi parturient dui adipiscing mi sociosqu sed. Feugiat augue integer hac ante praesent lobortis commodo euismod aenean. Aliquam netus. Pretium lorem eget sociosqu habitasse velit id porttitor odio iaculis. Rhoncus dolor parturient eleifend fusce quisque posuere nunc faucibus congue parturient proin quis magnis. Quisque lacus etiam ullamcorper non luctus litora vehicula facilisis inceptos velit. Commodo justo. Integer metus. Dapibus curae cubilia nisl fames. Laoreet fusce quis odio donec convallis fringilla vestibulum integer erat pulvinar. Commodo risus donec a. Conubia vitae nisi gravida eros dictumst est sapien ridiculus. Aliquet porta dui ante vulputate nibh vel montes sagittis metus ac fermentum lacus in lectus venenatis. Iaculis risus ut magnis netus sem felis eni pede in sollicitudin pellentesque cubilia montes pede. Integer lacus duis elit iaculis. Dapibus metus nisl justo. Gravida class ac semper porttitor class ut taciti nam nostra magnis malesuada faucibus semper. Potenti purus elit aliquam eu congue massa suspendisse.",
 "authors": [
  {
   "name": "Fabian Ravenell",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Walton Briere",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Sam Benner",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Jordan Unlimited Of Baltimore"
  }
 ]
}