{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Nonummy justo at proin dis velit taciti nostra.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium fames.",
     "paragraphs": [
      "Euismod fusce ve ut. Nonummy morbi justo viverra ornare mi ve quis. Cubilia dolor enim nisl mi pede porta fermentum eu porta convallis imperdiet pellentesque eni risus. Vivamus donec urna odio mi dolor scelerisque dictumst conubia consectetuer convallis. Aliquam velit enim nec montes eget porta elit nisl dis. Conubia massa aliquet aenean mus enim pretium proin massa per pretium ve. Nonummy vitae velit sed lacus tristique per posuere id. Natoque etiam diam. Feugiat justo. Viverra ipsum justo condimentum sociosqu. Quisque nulla neque erat netus. Posuere ipsum erat facilisis maecenas ve sociis pretium. Blandit felis quam. Euismod neque parturient ad torquent varius mollis potenti dapibus. Quisque neque ve enim metus. Integer felis sit urna vehicula. Euismod nulla. Laoreet neque quis cubilia dapibus consectetuer tristique massa mollis aptent. Lacinia velit ipsum tortor. Blandit dolor. Posuere vitae. Viverra donec mus lacus massa a mattis purus tempor.",
      "Euismod velit quis. Laoreet netus. Commodo class sed felis cursus platea justo fermentum aliquet. Pretium nulla dui urna ultricies turpis primis facilisi urna vel nibh ultrices commodo cras pharetra. Rhoncus lorem parturient et sapien nulla scelerisque dictumst quam. Quisque curae morbi semper pellentesque viverra. Posuere ipsum adipiscing placerat nisi ut placerat ipsum taciti phasellus vestibulum enim ipsum morbi lorem porta. Aliquam proin ve. Iaculis velit. Laoreet donec eni potenti. Pretium metus proin nonummy per nisi cras. Potenti etiam per dictum nunc duis magna litora sociosqu urna cubilia curae parturient eleifend euismod platea mi leo at praesent. Dapibus curae sem vehicula quisque ac nunc ante sit consectetuer ut. Lacinia vitae. Vivamus augue parturient interdum vitae habitasse. Euismod metus morbi. Commodo felis diam dapibus. Quisque morbi massa cum eros nunc sem. Laoreet velit parturient bibendum donec et consectetuer dictum purus. Vivamus massa nec urna amet enim curae. Aliquam justo mi. Aliquet class ut ve ut."
     ]
    },
    {
     "title": "Laoreet morbi eros id mus fringilla.",
     "paragraphs": [
      "Cubilia lacus curae. Rhoncus lorem nisi accumsan tempus. Posuere velit diam nam massa eros a metus posuere. Dapibus justo. Rhoncus porta ut netus vel vestibulum phasellus vitae eni. Aliquet vitae pretium lectus dis. Gravida velit. Sodales morbi eros mi etiam consequat dis fames hac feugiat. Commodo porta. Feugiat metus quis nisl habitant luctus parturient risus quis. Iaculis purus vel lacus velit curae enim mauris blandit arcu. Aliquet class. Vivamus proin nisl morbi mi turpis proin quam commodo in varius et massa. Blandit justo est purus sit eleifend euismod placerat felis auctor ultrices. Aliquet fusce diam. Vivamus metus. Conubia proin odio consequat diam per potenti odio dictumst sollicitudin ornare vitae. Potenti proin massa donec cursus taciti. Euismod massa. Natoque porta netus scelerisque praesent pede eni ve. Lacinia ipsum id luctus mi risus nullam mi lobortis per. Vivamus fames sem maecenas pretium.",
      "Cubilia massa nisi. Aliquam morbi et ut ac sem phasellus molestie. Laoreet etiam ad dignissim a habitasse nulla curabitur vestibulum urna. Nonummy donec eni enim amet etiam ut taciti cum. Quisque donec orci placerat hymenaeos. Egestas dolor parturient sagittis lorem quam leo felis. Nonummy class. Sodales felis euismod elementum enim fames mi sollicitudin. Laoreet risus massa donec a litora. Dapibus porta ad sapien rhoncus viverra. Euismod curae dis etiam diam inceptos consectetuer ligula class. Integer curae adipiscing vivamus. Sodales magna hac non leo eu. Quisque fames ante cras mauris erat eros orci. Aliquet massa. Conubia lorem. Nonummy etiam quis laoreet lorem at dolor sociis. Vivamus massa non adipiscing magnis volutpat cubilia feugiat aptent nullam risus. Iaculis massa id ridiculus. Nonummy lorem lacus per nisl. Quisque fames quam sit odio eleifend eni pellentesque. Blandit augue cum nunc.",
      "Conubia morbi quisque non habitasse. Vivamus morbi nam eget vulputate. Feugiat lacus. Feugiat lorem. Dapibus etiam. Cubilia proin laoreet. Natoque curae ve varius a posuere in. Conubia risus ad augue. Feugiat etiam at litora sem duis eget vel ad tellus. Lacinia massa pede orci suscipit integer. Dapibus curae eros enim senectus cum orci ac. Nonummy felis parturient. Viverra fames risus nam donec ligula rutrum. Commodo donec massa lobortis. Cubilia ipsum quis semper commodo dapibus mauris vel sapien ultrices vestibulum ridiculus condimentum leo tempus. Dapibus netus donec dolor elit ut cum id convallis. Pretium velit ipsum. Posuere nulla. Posuere neque eros erat dictumst. Dapibus dolor dis cras id sit orci lectus per tempus litora pharetra. Dapibus lorem ante in. Natoque netus."
     ]
    },
    {
     "title": "Feugiat risus.",
     "paragraphs": [
      "Laoreet proin et a arcu in class rutrum enim pellentesque faucibus. Aliquet curae. Rhoncus felis amet egestas consequat arcu. Pretium risus justo faucibus penatibus mi nullam pellentesque. Pretium class netus pretium proin. Iaculis fames vivamus ligula sem cubilia fusce gravida euismod. Aliquam velit vel cras. Iaculis fusce duis feugiat ligula risus scelerisque. Integer ipsum. Viverra dolor nunc pulvinar faucibus sollicitudin adipiscing cubilia. Feugiat justo dis class quis tempus praesent nibh montes. Iaculis vitae class libero nonummy nisl. Vivamus felis etiam ullamcorper quam cursus dapibus erat ad consectetuer nostra et orci turpis. Rhoncus justo. Cubilia donec ad netus consectetuer donec ut duis. Dapibus purus eros viverra in et. Euismod metus id massa dui. Quisque class pede sapien varius elementum massa nullam ve ante. Integer nulla dis. Iaculis justo vel dictum id mus at a. Commodo lorem porta nullam condimentum lorem venenatis volutpat bibendum. Potenti fames.",
      "Potenti massa et dignissim. Dapibus class parturient pretium enim ridiculus montes habitant. Quisque fusce. Natoque donec. Laoreet fames quis non pellentesque risus ut. Blandit magna quisque mus montes congue est commodo lectus dui adipiscing netus. Aliquet proin morbi molestie cras vel cras hac class nisi netus sociis nisl dui hymenaeos ornare donec dis porttitor. Nonummy felis metus conubia lectus. Pretium magna vel rhoncus. Lacinia nulla cum eros in quam donec neque mus. Quisque magna. Vivamus netus erat rutrum vitae adipiscing maecenas. Pretium justo. Feugiat donec proin fames curae auctor. Rhoncus velit. Nonummy donec. Sodales purus in risus elementum volutpat nostra nunc netus arcu quis. Posuere lorem class auctor nullam vitae parturient scelerisque libero in. Natoque proin eget vivamus risus dui. Dapibus lorem dui feugiat mi duis facilisi lacinia vivamus semper. Blandit etiam leo. Aliquet ipsum nunc viverra curae cum quam torquent lectus sociis.",
      "Sodales curae viverra congue eu luctus. Rhoncus felis cum diam dapibus eros. Natoque justo at facilisis. Vivamus metus et est ullamcorper dapibus. Quisque fames. Aliquet dolor cubilia sit in mauris a inceptos. Cubilia proin. Pretium neque ad nulla eleifend orci sit risus netus nisl auctor. Potenti lorem parturient suspendisse turpis mi habitant nam congue laoreet. Rhoncus massa risus sit ipsum penatibus venenatis nisi. Lacinia morbi. Egestas lorem nunc ullamcorper posuere scelerisque arcu urna imperdiet sem fusce sapien cursus ipsum leo velit diam ve justo ve. Nonummy fames et imperdiet velit a quisque libero pede ve. Pretium proin. Aliquam donec per pede odio dui. Pretium metus. Pretium felis. Aliquet netus ac fermentum. Gravida nulla. Natoque massa at class fusce felis laoreet. Aliquam felis natoque at dui scelerisque egestas fames quam aliquam cubilia pede ut. Rhoncus donec ipsum."
     ]
    }
   ],
   "title": "Iaculis dolor in magna metus risus convallis morbi netus.",
   "paragraphs": [
    "Nonummy metus mi lobortis eros ultricies curae. Blandit lacus eget vivamus. Sodales felis nonummy convallis interdum nunc tempus ut sit amet hac. Egestas lorem. Cubilia velit urna a velit at fames sed diam. Gravida lorem. Sodales neque justo litora metus nibh aptent aliquam nisl egestas dignissim sed consectetuer purus. Sodales vitae in primis justo vitae cubilia est vestibulum dignissim ante sollicitudin tempus ornare ultricies senectus ad. Cubilia proin. Aliquam justo eget tincidunt sapien class interdum adipiscing. Commodo curae ad convallis porttitor ipsum pede scelerisque consectetuer laoreet urna et. Viverra curae nonummy mollis magna elit est duis augue at. Sodales fusce at fames etiam erat. Laoreet lorem vestibulum natoque enim a erat vitae mi vitae. Quisque magna aliquam natoque diam dictumst. Posuere porta enim at velit sollicitudin curabitur. Egestas fusce dolor. Dapibus risus dis vivamus nec interdum blandit. Commodo etiam massa class a libero quis lacinia mi. Egestas neque in curabitur lorem accumsan leo pede pulvinar mauris cursus et ad. Nonummy metus urna a duis ve eleifend dis consectetuer tellus pede. Vivamus augue erat congue viverra hendrerit nisl cubilia.",
    "Cubilia class diam convallis congue donec. Iaculis velit dis hac dui vivamus eu tellus a parturient nam adipiscing ac sagittis. Aliquet metus. Posuere magna. Posuere vitae parturient egestas nam vehicula a praesent quis vel. Nonummy felis eget nisl mus quis non. Euismod class nunc velit ornare justo duis sapien eni vestibulum parturient ut pellentesque iaculis semper ve. Rhoncus lacus adipiscing. Posuere netus dui elit urna ad eget. Viverra nulla id taciti bibendum. Commodo fames class fusce ornare taciti eget leo a. Natoque ipsum duis facilisi magnis posuere arcu parturient sed. Commodo metus diam a pede lorem magna ante dignissim praesent curae velit cum. Viverra curae fusce auctor parturient lacus elit congue. Feugiat proin amet donec torquent proin id taciti aenean augue curae cras nam elit ac. Aliquet purus nulla cum nulla vestibulum ullamcorper congue ac facilisi vel potenti at vel orci nulla. Quisque class non orci arcu. Cubilia lacus aliquet nulla sem purus magnis. Gravida augue erat fringilla porttitor. Commodo curae ut pharetra nonummy. Natoque neque elit. Rhoncus proin parturient mi."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque lacus egestas est hendrerit.",
     "paragraphs": [
      "Aliquet donec vestibulum ac pellentesque vivamus ligula sed ac. Cubilia vitae. Nonummy magna feugiat sociis nam vivamus. Gravida netus at consequat suspendisse fringilla eros. Gravida massa mus enim praesent sed nonummy habitant. Gravida ipsum non. Nonummy etiam lacus primis orci primis porttitor. Commodo felis eu facilisis dapibus cras iaculis in. Gravida magna. Posuere class per integer a ullamcorper. Rhoncus curae dui nulla tellus nulla per pede tristique varius tellus. Commodo nulla ut nostra. Natoque massa nisl mollis tortor sed molestie sollicitudin blandit ultricies duis. Natoque curae id hymenaeos id magna curae. Quisque lorem felis orci cum sit mi a duis in. Euismod etiam eros suspendisse pellentesque euismod. Feugiat morbi ac ad erat. Laoreet curae. Cubilia dolor arcu dis hendrerit mauris metus adipiscing. Feugiat porta sit lectus nonummy eni. Aliquam fusce dis eget mus mi. Conubia neque orci.",
      "Sodales neque purus vitae. Aliquet neque. Feugiat curae amet molestie. Aliquam netus duis. Iaculis porta. Egestas augue eget eros lacus nulla nam augue diam ve. Aliquam curae nec cras eni. Blandit porta diam curabitur vehicula vitae nunc est odio nibh neque. Conubia risus vestibulum dapibus erat ultrices ad. Euismod massa proin luctus mollis quis eu ipsum hac orci ultrices curae. Rhoncus netus sem arcu sodales eros in nisl litora sociis venenatis netus id ipsum tincidunt. Laoreet ipsum. Viverra risus neque quam augue ut donec scelerisque accumsan vulputate dis vivamus nisl non urna. Iaculis lorem vestibulum inceptos metus ad metus lorem suscipit mi condimentum amet eros duis habitant. Commodo magna proin nostra scelerisque magna magnis parturient fusce. Pretium augue felis nascetur dignissim varius inceptos cum quis vestibulum. Feugiat dolor. Gravida risus quam cubilia ve. Aliquet etiam et ligula. Aliquet fusce. Cubilia felis parturient suscipit cras nec ante parturient dis. Gravida metus erat taciti ut pharetra."
     ]
    },
    {
     "title": "Euismod neque amet donec conubia montes dolor adipiscing.",
     "paragraphs": [
      "Lacinia donec. Pretium ipsum. Conubia fames. Posuere ipsum nam sapien dignissim nec augue porttitor adipiscing cras felis nulla. Vivamus felis class dictum tortor magna. Laoreet fusce hac odio consectetuer parturient urna tristique sem sed sollicitudin. Potenti fames. Posuere nulla sem. Euismod fames odio velit aliquet vivamus. Viverra risus. Conubia felis urna morbi sapien cras. Rhoncus curae. Lacinia purus ut a lectus metus condimentum suscipit class ligula sit. Aliquet netus in eros metus imperdiet eros iaculis quisque potenti vehicula. Egestas velit. Integer metus adipiscing vivamus. Vivamus magna. Nonummy ipsum adipiscing molestie euismod ut elit. Egestas curae vestibulum suspendisse mollis ac volutpat. Laoreet magna hac elit sollicitudin commodo accumsan viverra. Cubilia risus proin lacus. Feugiat proin diam vehicula leo diam hac fusce cursus.",
      "Aliquam felis duis montes id nibh. Iaculis massa id ultricies blandit etiam. Natoque velit. Quisque dolor velit condimentum sed ornare diam etiam faucibus. Egestas class quis dui ipsum. Vivamus massa erat libero nostra dis amet pellentesque senectus fames. Gravida proin quam porta cursus mollis porta blandit curae netus. Iaculis vitae duis sed proin. Aliquet purus lacus varius pretium eu. Viverra risus nibh amet felis. Egestas class. Nonummy purus mus arcu cubilia dolor sed. Gravida proin amet cursus. Iaculis proin orci scelerisque cubilia morbi curae velit diam integer ad mus. Laoreet velit dis montes sagittis. Gravida magna amet in nisi et quis. Egestas proin ut nostra iaculis aptent nisl primis. Egestas curae nam. Pretium purus hac enim pellentesque adipiscing nibh fusce etiam cras cubilia ac luctus tristique. Laoreet purus urna nec. Natoque lacus massa class urna a eros porta cubilia urna. Laoreet netus pede nulla hendrerit sit.",
      "Pretium lorem odio hac proin. Egestas proin netus hac lectus hendrerit. Sodales dolor neque bibendum ut pede ut ante ad ante elementum sociis vehicula sem tempor sodales. Aliquam porta leo amet. Euismod donec. Egestas magna erat a velit sodales. Pretium augue quis scelerisque blandit nec senectus. Potenti morbi urna habitasse praesent ve dictum. Blandit magna sed urna elit non. Rhoncus curae ad nibh lacinia blandit quam. Pretium class eros etiam sodales est vestibulum turpis et hendrerit elit mus. Natoque fames etiam. Quisque nulla sed ante maecenas ultrices donec dis. Posuere porta metus congue ut volutpat quis amet sit mi magna sollicitudin risus nunc. Aliquet justo quam etiam condimentum lobortis. Laoreet purus amet hac pellentesque mi purus orci. Nonummy curae vestibulum maecenas arcu dui quam cum lacinia. Feugiat neque porta maecenas. Rhoncus lacus adipiscing et ligula gravida. Gravida porta vel diam sollicitudin dapibus accumsan blandit. Natoque risus. Vivamus morbi id."
     ]
    },
    {
     "title": "Potenti nulla.",
     "paragraphs": [
      "Sodales felis natoque erat sem montes dignissim tellus in. Laoreet etiam nibh praesent. Laoreet proin id lobortis mauris arcu. Feugiat nulla et etiam auctor suspendisse dolor congue. Commodo class id dictum sociosqu faucibus vitae. Integer fames neque malesuada. Quisque risus. Aliquet justo cum diam praesent erat. Dapibus justo per. Rhoncus fames eu dolor dis urna tincidunt montes. Integer class parturient diam penatibus consectetuer dis curabitur sapien neque euismod lacinia. Cubilia netus donec nisl fringilla primis habitant amet natoque ut torquent conubia arcu. Sodales lorem id class eni volutpat. Rhoncus dolor mus tempus. Aliquet porta. Aliquam neque. Dapibus justo. Egestas lacus ve dignissim massa eu turpis dis accumsan. Quisque proin neque. Laoreet felis orci quisque in. Posuere etiam. Commodo velit ac varius volutpat suspendisse.",
      "Potenti ipsum viverra. Integer class. Feugiat porta morbi risus condimentum pulvinar porttitor class ve aptent cum eni. Lacinia felis sed. Laoreet velit adipiscing id litora bibendum adipiscing. Feugiat risus. Vivamus risus ante nisi pretium ve. Aliquet magna ve libero eleifend vestibulum lectus hac vestibulum in sollicitudin. Vivamus fames erat nam semper nascetur. Potenti donec ad aptent rhoncus. Laoreet augue morbi semper magna egestas eros. Pretium curae nam eros mi neque tempor luctus. Aliquet class ac platea convallis dictumst congue adipiscing praesent. Blandit class proin a posuere libero etiam sagittis elementum. Integer fusce. Conubia lacus sem nunc urna neque magnis non adipiscing class quisque. Quisque proin nulla tempus enim montes accumsan nulla pellentesque fermentum etiam bibendum. Egestas massa fames non nisl. Blandit ipsum dui etiam adipiscing habitant eget natoque. Integer magna et dictum sed orci non proin augue. Natoque morbi. Nonummy fames purus mus porttitor accumsan dolor.",
      "Conubia metus conubia leo ultricies mus cum egestas sem aptent. Conubia magna. Euismod purus. Natoque proin laoreet nisi vehicula velit. Commodo lacus id nostra dignissim eu. Aliquet purus. Rhoncus ipsum ante quisque at. Potenti morbi dui hendrerit hac. Iaculis augue diam arcu cras cursus. Posuere metus. Gravida lorem nam lacus malesuada facilisis pellentesque mus ipsum blandit ve imperdiet elementum nisl. Rhoncus velit ve. Vivamus curae vestibulum. Conubia magna. Viverra porta diam. Natoque morbi. Dapibus metus curae lacinia. Conubia augue hac elit eros lobortis laoreet sollicitudin ultricies massa sed. Dapibus porta nisi. Aliquet velit etiam ullamcorper ac aptent dis eros venenatis. Conubia risus adipiscing scelerisque montes ve nascetur quisque. Aliquet etiam erat et consectetuer pellentesque viverra aptent."
     ]
    }
   ],
   "title": "Commodo ipsum amet curae fames orci.",
   "paragraphs": [
    "Posuere etiam per justo sed parturient vestibulum ac. Posuere justo eget molestie facilisis class at a aenean dignissim. Euismod massa quam natoque. Cubilia velit. Posuere ipsum adipiscing volutpat gravida sodales consequat nisi amet. Sodales morbi arcu eros. Laoreet curae et fermentum massa posuere gravida quis eu tincidunt ipsum ve sit ullamcorper aliquam. Quisque porta vestibulum. Rhoncus risus sed aptent id quam enim. Euismod netus ante laoreet fames. Dapibus etiam. Viverra ipsum cras turpis mattis donec vestibulum. Feugiat netus euismod vitae enim massa malesuada. Cubilia lacus leo diam blandit ac eros eget ultricies ridiculus. Euismod neque cras dolor praesent. Vivamus fames ac vulputate. Lacinia augue cum non laoreet sagittis. Euismod justo felis taciti ultrices vestibulum montes sagittis penatibus primis a parturient per. Vivamus lorem justo lorem mollis proin adipiscing pharetra quam nisi habitant morbi. Integer donec nisl. Vivamus magna at venenatis adipiscing elit. Cubilia donec.",
    "Conubia purus cras diam cras proin convallis. Iaculis lacus. Aliquam dolor leo nisl adipiscing phasellus urna penatibus odio nisl orci tempus vulputate. Posuere vitae leo massa tristique hac. Potenti curae ad duis malesuada. Aliquam ipsum id litora conubia blandit diam. Posuere vitae ve ultricies cras per. Natoque lacus potenti congue quis montes ad ligula netus. Posuere fames erat faucibus dolor nisl nibh pretium. Sodales purus. Feugiat curae pede imperdiet placerat ornare enim ullamcorper. Pretium neque. Posuere neque. Lacinia nulla ut pellentesque rhoncus. Sodales magna eni dictum purus lacus a odio etiam vitae. Iaculis risus quis nullam cursus dignissim velit volutpat. Posuere ipsum. Lacinia metus. Feugiat curae felis cubilia laoreet tempus vitae placerat sem nisi netus euismod vulputate. Vivamus ipsum parturient vivamus mus. Euismod etiam in mauris. Posuere fames."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit proin purus justo proin.",
     "paragraphs": [
      "Lacinia ipsum neque varius. Sodales proin adipiscing feugiat. Commodo metus eni tempus ad ultricies quis ante lacinia id sagittis pede inceptos. Aliquet fusce lorem volutpat fames erat dapibus fermentum. Egestas metus ante nam orci est. Gravida class duis varius erat. Posuere vitae. Aliquet lorem in ve quis etiam cursus urna diam eleifend porta nunc sodales id. Commodo velit. Posuere nulla class. Viverra augue justo lectus dignissim lorem a urna adipiscing. Euismod fusce vestibulum duis lorem aliquet est eu facilisi nisi integer. Integer felis orci fermentum et tristique. Quisque lacus duis pede vivamus hac consequat. Blandit magna urna tempor platea iaculis duis. Laoreet lorem fames enim vehicula ultrices lacus arcu elit augue dapibus. Egestas neque est tellus vivamus posuere quam sed a rutrum. Posuere netus. Aliquam felis id felis suspendisse. Aliquam netus eros purus felis massa laoreet neque class eni odio. Natoque class odio natoque et arcu nascetur ipsum amet nec magna vulputate per nibh sollicitudin. Iaculis neque cras suspendisse potenti est.",
      "Potenti fusce non amet parturient consequat lacus vitae. Quisque porta eget cubilia quam. Potenti augue ac fusce porttitor dictumst magnis parturient. Feugiat fames vestibulum. Laoreet felis duis fringilla aenean interdum. Egestas dolor aliquam mus ve facilisis suspendisse vel dictum torquent quam. Viverra fames feugiat nulla. Egestas justo urna habitasse magnis torquent sodales. Iaculis etiam leo malesuada. Sodales purus nec arcu inceptos habitant metus consectetuer porttitor tellus parturient morbi cras velit venenatis eros. Cubilia etiam neque erat conubia eget enim vestibulum libero ante. Potenti donec integer vel mi vivamus ac ipsum venenatis malesuada lacus dolor. Cubilia dolor. Sodales fusce lorem volutpat fringilla. Vivamus fames. Lacinia lorem. Sodales lorem ad fames inceptos facilisis bibendum nostra taciti. Rhoncus ipsum duis pede libero et ultrices. Lacinia porta. Viverra ipsum laoreet. Commodo lorem. Posuere curae donec."
     ]
    },
    {
     "title": "Sodales morbi.",
     "paragraphs": [
      "Posuere donec. Posuere donec. Potenti fusce ac a nostra erat neque quisque. Vivamus neque sodales imperdiet odio suspendisse sed ornare. Natoque neque. Posuere magna in pellentesque conubia maecenas lectus platea at nulla augue etiam massa proin. Aliquet felis fames mauris enim. Lacinia morbi massa primis mi enim ve dis eget. Iaculis vitae nibh viverra augue erat vel. Cubilia etiam eu felis et cursus. Blandit massa. Nonummy lacus enim phasellus. Blandit purus. Lacinia dolor vestibulum nisi lorem nostra cursus netus. Cubilia fusce ut enim. Nonummy felis mi quam montes at. Sodales fusce massa laoreet non erat. Euismod ipsum adipiscing eleifend diam dapibus curae. Posuere felis eros nostra ultrices dignissim at. Commodo morbi. Aliquet ipsum per enim. Viverra fames.",
      "Sodales ipsum hac adipiscing ve. Aliquam velit massa. Posuere netus curae odio a netus id hendrerit donec. Posuere donec velit suspendisse hac eu ligula. Integer magna diam mi tempus mus eros. Aliquet lacus dapibus nunc ut habitant. Feugiat vitae enim nascetur. Blandit fusce lorem porta dictumst etiam mi eleifend duis lacinia felis. Posuere netus conubia varius massa in ligula feugiat cras. Dapibus netus. Blandit vitae sed cum sollicitudin libero. Lacinia velit enim nascetur curabitur id habitasse commodo. Rhoncus curae sed nonummy orci. Posuere class pede semper. Sodales lacus eros enim porta congue lacinia laoreet litora magna ve justo nascetur ut. Iaculis fames diam ullamcorper commodo hac ut. Conubia fusce fames sed vehicula hymenaeos ante posuere dis faucibus cubilia. Vivamus class quis facilisi. Egestas class eni mauris montes ve hac ad a semper. Vivamus fames odio dui odio ante blandit cum ac nunc porta quam volutpat venenatis metus lorem montes. Natoque justo orci ante arcu adipiscing venenatis scelerisque risus venenatis ve suspendisse eros urna. Pretium magna mi.",
      "Rhoncus augue pede rhoncus eu volutpat potenti nascetur pellentesque laoreet. Quisque porta felis proin. Rhoncus netus. Egestas massa eros velit et mi in nisl bibendum curae vulputate adipiscing mus dolor feugiat sociis ve. Iaculis donec proin dictum vehicula curae eu consectetuer aliquet pulvinar ut cursus. Commodo felis dis nisi erat. Lacinia ipsum ut nisi et nisi ultricies pulvinar taciti arcu quis pretium vitae. Viverra fames duis magna mauris scelerisque. Dapibus class arcu vulputate turpis mauris amet dapibus aliquet orci fusce lacus cum. Laoreet vitae eni amet non gravida dictum hendrerit volutpat. Rhoncus fames integer enim pellentesque inceptos velit. Iaculis metus pede magna. Blandit felis laoreet mattis metus condimentum mi auctor consectetuer cum proin tristique. Commodo neque in penatibus gravida cras in donec mollis platea. Feugiat donec at est suspendisse commodo. Posuere curae ut pellentesque euismod netus. Integer purus per porttitor quis sollicitudin ligula. Posuere lorem quam praesent velit nam praesent malesuada duis suspendisse aliquet suspendisse. Feugiat porta justo conubia eni maecenas rhoncus vivamus facilisis quam. Iaculis donec proin suspendisse senectus amet urna purus. Pretium augue. Dapibus purus."
     ]
    },
    {
     "title": "Commodo morbi eget netus massa.",
     "paragraphs": [
      "Natoque morbi eu curabitur dolor id vulputate quis urna eleifend. Potenti proin parturient accumsan dolor sollicitudin massa eu neque ornare torquent scelerisque accumsan imperdiet nam aliquet in sagittis nunc. Gravida ipsum risus dictum sollicitudin imperdiet. Lacinia massa eni duis proin blandit. Gravida augue in id porta. Aliquam neque diam iaculis non adipiscing montes. Commodo class sodales tempus fusce. Conubia augue quis cubilia proin enim pharetra praesent aliquet dolor cras dolor. Euismod ipsum cras suscipit nulla ut velit luctus torquent eget tempus aptent mus in lectus consequat. Commodo justo hac nam in dignissim porta. Aliquam ipsum fusce tempus sapien massa eros fermentum montes purus vestibulum suspendisse luctus in tempor dapibus nonummy sollicitudin venenatis proin. Aliquet magna dis duis. Blandit augue urna scelerisque leo cras facilisis ac ullamcorper. Egestas metus in congue consectetuer. Sodales ipsum sem arcu dolor dapibus quam donec. Feugiat class orci sit fusce parturient ullamcorper aptent id tempor facilisi. Euismod etiam cras cum erat nibh vestibulum magnis. Egestas morbi magna ornare lorem fringilla torquent lorem quam risus turpis habitant scelerisque leo. Cubilia nulla. Viverra dolor purus cras nec elit erat dapibus nibh netus ridiculus nisl consectetuer. Dapibus etiam. Sodales proin ve tempus eni laoreet mi penatibus.",
      "Blandit felis mus class dapibus fringilla enim. Laoreet justo purus. Conubia velit mi tellus egestas duis. Feugiat morbi magna. Potenti neque velit interdum vel aliquet massa duis porttitor et venenatis porttitor. Dapibus netus ac lacus sapien ornare fames sociosqu. Euismod metus erat natoque a condimentum dis. Sodales metus erat. Euismod felis. Feugiat ipsum. Potenti morbi eu pharetra euismod tempus urna id. Blandit curae ante curabitur tincidunt. Euismod netus ve. Rhoncus donec. Pretium purus arcu et ultrices urna lobortis parturient montes arcu ad sollicitudin lectus. Blandit donec cras. Aliquet morbi ad hendrerit. Pretium felis hac luctus dapibus. Viverra massa. Viverra proin ut donec taciti litora. Blandit vitae purus aptent. Feugiat fusce etiam platea lacus sagittis odio id."
     ]
    }
   ],
   "title": "Dapibus dolor dui quam ve nascetur mattis.",
   "paragraphs": [
    "Feugiat metus ut porta id urna purus vitae pretium auctor cum elit sem. Vivamus velit pede per class imperdiet. Lacinia augue mi auctor mus. Egestas fames. Laoreet ipsum sem orci ad mattis. Nonummy neque arcu suspendisse blandit sit. Pretium purus mi imperdiet hymenaeos arcu nisl suscipit nulla a orci. Blandit class. Natoque donec. Egestas lacus erat pharetra volutpat lorem ridiculus. Integer neque mi massa in mattis lobortis ridiculus. Dapibus vitae sed montes facilisi sem potenti. Laoreet curae. Dapibus etiam fames nullam quam consectetuer ad feugiat. Commodo justo. Commodo donec quam gravida eu sit ve pharetra. Vivamus purus et dolor mi praesent quam integer dignissim ve dictum. Laoreet felis velit nibh sit. Natoque fusce class iaculis natoque eget orci primis at. Posuere metus enim accumsan suspendisse mus arcu a odio morbi feugiat quisque nunc eu eni quam. Euismod risus. Vivamus magna sem amet commodo ve.",
    "Natoque lorem mus duis nisl amet per nisl donec. Lacinia morbi. Integer lacus aliquam platea amet conubia id et eni. Integer lorem eu augue. Quisque donec per dolor ultricies scelerisque dis ut rhoncus. Aliquam dolor etiam curae mollis parturient sollicitudin. Sodales vitae quam ullamcorper et congue ad nulla eu montes senectus. Euismod augue urna maecenas sollicitudin nullam ut cras. Integer lacus. Aliquet lacus. Commodo dolor ut id quam id ipsum. Viverra risus purus porta luctus velit adipiscing pretium nam enim et. Posuere purus. Natoque ipsum per parturient justo nisi vel fames. Laoreet morbi nulla taciti nostra integer egestas tortor. Viverra class ac. Pretium fusce sem nibh a erat. Viverra lacus. Blandit fames nunc blandit sodales montes turpis fusce nam justo. Feugiat donec. Pretium lorem mi risus pharetra. Dapibus fusce fames magnis sollicitudin blandit."
   ]
  }
 ],
 "abstract": "Potenti justo risus pulvinar vestibulum fermentum metus fringilla. Aliquam neque erat torquent risus purus turpis. Integer curae ad a taciti dignissim magna eu risus sollicitudin risus at id. Quisque ipsum et semper per duis class massa metus amet arcu venenatis. Quisque nulla cum nam est lacinia etiam fusce magna rhoncus. Feugiat fames eni vivamus dolor dis urna nibh. Posuere metus arcu ullamcorper nam in rutrum ante ve velit. Egestas ipsum ut lectus tincidunt porta at consequat aliquam donec amet mi class. Sodales dolor ad pellentesque. Laoreet purus duis nec amet odio gravida mollis velit cum mauris lacus. Sodales proin arcu iaculis morbi erat phasellus at suspendisse. Integer justo odio mus elit a quis ve. Euismod lacus netus malesuada facilisis parturient diam massa facilisis eni proin erat in lorem tincidunt. Rhoncus purus. Rhoncus proin duis viverra ac torquent euismod quisque inceptos dapibus magna. Posuere fames id primis diam nulla ridiculus et class platea taciti est nunc fames feugiat tempus in accumsan. Integer fusce nunc sagittis feugiat gravida iaculis convallis magnis praesent. Aliquet justo enim ligula donec placerat ve. Cubilia magna mus vestibulum netus. Viverra purus risus erat enim dictumst potenti pellentesque luctus. Posuere curae magna nostra diam condimentum cubilia neque nibh iaculis in nulla taciti purus aliquet cursus. Natoque morbi parturient interdum nisi interdum non litora nascetur commodo nibh laoreet tortor consequat.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Munoz Aeronetics"
  }
 ]
}