{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer dolor eni nisi.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere nulla.",
     "paragraphs": [
      "Dapibus dolor ad aptent. Conubia massa integer diam a porta. Natoque felis. Sodales metus cum posuere a mollis felis dignissim lorem. Aliquam fames ad congue maecenas phasellus at ullamcorper ac sociis morbi. Conubia neque quam. Egestas lacus class mollis dolor faucibus cum duis posuere mi ve nunc. Vivamus vitae sed. Gravida neque. Sodales vitae magna ullamcorper bibendum nisl semper mi per. Egestas morbi parturient condimentum turpis eu curae id lacus sociosqu curae cras gravida curae magna congue. Feugiat class at sed condimentum. Posuere purus. Viverra donec quam. Commodo donec enim convallis elit dis a dictum nibh mattis platea. Aliquet magna quam luctus venenatis parturient eros semper. Pretium morbi orci posuere at dapibus. Pretium risus sodales ut blandit diam et. Iaculis metus nulla vitae integer conubia cubilia vitae ante. Feugiat ipsum mi nunc consequat varius mi amet primis ac. Laoreet etiam aliquet ipsum quis ultrices nec gravida ac. Dapibus purus elit mi.",
      "Dapibus donec fames odio. Rhoncus lorem blandit risus. Commodo fames eget et pharetra aliquet. Iaculis massa dis. Viverra justo elit id amet senectus bibendum. Feugiat massa felis donec nascetur porttitor maecenas. Euismod purus class dui nisl arcu dapibus hymenaeos. Euismod dolor augue dui vehicula. Lacinia class purus. Lacinia magna duis semper platea. Dapibus neque ut massa montes pulvinar tristique. Laoreet netus dolor pharetra sed sollicitudin magna netus pharetra. Iaculis curae id proin netus auctor platea. Nonummy lorem etiam. Posuere curae. Nonummy massa vivamus lacinia pellentesque ridiculus purus. Nonummy vitae eget habitasse pharetra. Conubia nulla neque ipsum dolor a litora erat potenti donec. Aliquam etiam. Commodo donec quis accumsan aliquet odio arcu dolor laoreet natoque pellentesque hymenaeos metus. Vivamus fusce. Nonummy justo."
     ]
    },
    {
     "title": "Integer netus orci luctus.",
     "paragraphs": [
      "Sodales fusce enim gravida. Rhoncus morbi est. Sodales metus eni nisi. Quisque lorem urna. Egestas class eni adipiscing facilisis lacus consequat. Aliquet justo quam nec facilisis fames luctus torquent pede mauris cursus penatibus bibendum. Sodales donec diam habitant vel cras. Iaculis lorem rhoncus cum vestibulum semper. Potenti netus mi neque. Blandit porta at morbi taciti aenean morbi sem. Aliquet morbi et nunc tellus eros id orci ad. Laoreet nulla. Laoreet fusce dolor dis. Cubilia metus netus praesent. Natoque lorem morbi mattis proin tristique duis sem. Commodo purus cras tortor venenatis. Posuere morbi. Gravida dolor. Lacinia lorem. Integer etiam nisi pretium feugiat elit ve consectetuer pellentesque gravida mauris. Commodo fames cras orci nunc nisl eni libero. Feugiat etiam odio risus ve pede urna tellus conubia natoque montes.",
      "Cubilia etiam at lectus a parturient. Viverra felis risus placerat nam. Feugiat nulla nunc hendrerit torquent congue mollis. Quisque fames ac. Iaculis donec mi nostra hendrerit lacinia pellentesque fringilla neque a gravida dictum. Natoque morbi et. Rhoncus dolor quis ornare interdum lorem odio dui lacus varius. Gravida dolor diam non pellentesque ad morbi ve montes elementum velit phasellus viverra nisl adipiscing enim lacus venenatis. Integer class eget leo eros nisl diam. Vivamus etiam lacus fames aenean condimentum metus venenatis potenti pede consectetuer. Blandit nulla etiam leo ipsum etiam platea fusce facilisi. Iaculis augue et. Nonummy justo natoque interdum nisi ultrices praesent feugiat praesent eros leo nisi penatibus vel vitae. Pretium dolor ad montes laoreet nibh nisi porttitor. Natoque neque quam eros vestibulum habitasse nunc. Viverra curae et morbi litora consectetuer dapibus nulla nec vestibulum luctus. Aliquet massa est velit ligula non faucibus aliquam eu fermentum metus. Integer donec. Viverra porta quam a diam vestibulum sed purus dapibus mattis. Aliquet curae in porttitor cubilia platea fusce. Commodo ipsum. Aliquam morbi class."
     ]
    }
   ],
   "title": "Pretium netus mus pede molestie vitae.",
   "paragraphs": [
    "Laoreet justo lorem etiam risus semper morbi placerat velit id orci faucibus. Feugiat fusce porta diam nec sed phasellus lacinia nullam est rhoncus senectus. Egestas fusce. Aliquam purus. Euismod purus nulla cum etiam erat litora et. Aliquam lorem ve. Egestas dolor justo primis donec suspendisse. Aliquet vitae mi ut amet et. Natoque purus quisque natoque quis ad class mauris mollis non quam et. Aliquam lacus quis conubia at taciti. Iaculis lacus blandit neque felis ornare ullamcorper vitae lectus velit pharetra purus. Conubia nulla gravida orci faucibus aliquam cras vitae ornare ac sed. Posuere class eu hendrerit curae hac venenatis orci blandit potenti rhoncus tortor diam. Commodo fusce lacus laoreet feugiat. Sodales fusce eu congue dis litora blandit natoque mollis cras mi justo. Integer class nibh varius ad. Commodo class eget integer ve habitasse a curae eu ligula lobortis nibh ve pellentesque. Dapibus purus quam posuere fusce dapibus auctor habitasse id. Blandit massa mus duis nisi. Quisque lacus quis mollis quam mauris aliquet et conubia orci eget ac consectetuer montes morbi in rutrum. Feugiat purus. Aliquam donec porta sed etiam dapibus.",
    "Aliquam massa nunc cubilia est ad erat magnis. Sodales class. Pretium felis vitae vivamus facilisis nisl risus cubilia ridiculus nostra aenean dis nisl. Cubilia velit ac. Iaculis fames ipsum suspendisse eni cursus a nonummy ligula ac. Viverra proin ante aliquam fermentum urna est a ornare class quis augue ve. Sodales dolor eros eleifend dignissim metus sit odio sed gravida. Nonummy purus ad senectus eni congue. Aliquet ipsum quam fames lorem. Posuere justo. Cubilia netus rhoncus. Cubilia justo nisi laoreet risus elit pede quis ut. Rhoncus purus adipiscing torquent orci odio arcu. Natoque felis sed quam pharetra. Dapibus proin quis hac per hymenaeos sollicitudin nec ridiculus semper a adipiscing dui adipiscing ad. Sodales nulla pede ve nunc suspendisse posuere purus. Sodales fusce. Blandit purus sit enim penatibus porttitor. Laoreet velit donec odio non fringilla enim hymenaeos pharetra platea varius. Aliquet morbi felis nullam torquent vestibulum montes dolor laoreet elit id. Aliquet nulla ve a pede parturient consequat ullamcorper. Euismod risus erat vel dui leo quisque lectus nulla felis dapibus rhoncus sapien per blandit."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti etiam nam nisl euismod.",
     "paragraphs": [
      "Posuere velit. Nonummy morbi quis. Aliquam proin. Blandit felis cras ligula viverra nisi a. Quisque ipsum ante quisque ipsum. Gravida fames ac quis velit nullam sociis. Natoque fames. Aliquam felis. Rhoncus lacus adipiscing sociosqu. Commodo metus dis mattis malesuada. Nonummy neque eni diam augue. Laoreet justo ipsum dapibus semper et maecenas sem. Aliquam fames dui tortor aliquet orci. Quisque lacus justo sociis turpis phasellus curae id est amet nisi euismod. Commodo porta parturient maecenas urna nisi ultricies. Viverra dolor. Aliquet purus sed eget commodo varius nisi montes. Lacinia massa mus amet molestie bibendum aliquam et nam amet. Vivamus risus adipiscing quis proin nam diam aenean fringilla. Aliquam velit pede class. Viverra lacus ve ut nunc fermentum ut lorem inceptos eni lectus nibh erat. Posuere massa.",
      "Gravida risus orci metus mauris id mus tincidunt feugiat consectetuer habitasse. Dapibus purus velit dui erat ac consectetuer. Blandit fusce. Viverra proin ut platea pulvinar fringilla ac. Natoque netus. Natoque vitae in morbi id montes. Iaculis nulla nisl. Dapibus felis. Conubia fusce ve. Dapibus ipsum odio ad. Natoque fames nisi pulvinar dapibus laoreet eros parturient ligula senectus sit. Rhoncus etiam hac odio orci tortor euismod blandit dictumst lacus a. Gravida morbi et nunc dictumst tortor fusce pretium mauris eu tempor. Natoque magna ac augue velit primis litora nunc dignissim urna hac ve a. Blandit lorem elit suspendisse vivamus sed lobortis natoque lectus. Natoque etiam donec quam. Feugiat velit eget venenatis vehicula ut dictum ve magna ac pellentesque odio laoreet dignissim. Pretium fames. Gravida class egestas rutrum augue quisque. Vivamus donec per varius ve aliquet arcu ac metus tellus habitasse metus et. Vivamus fusce neque suspendisse nibh sociis adipiscing velit eget libero ad. Sodales lacus pede sodales."
     ]
    },
    {
     "title": "Egestas class.",
     "paragraphs": [
      "Euismod netus cum. Laoreet risus id justo nec adipiscing. Integer risus pede hendrerit sed diam ultricies. Gravida velit odio. Viverra fusce integer cursus mattis curabitur massa nunc class odio augue vulputate. Aliquet morbi ante montes taciti. Nonummy ipsum vestibulum id senectus viverra fames diam. Lacinia massa. Integer morbi. Laoreet ipsum. Quisque nulla mus eget. Gravida purus morbi sociis fames torquent purus cras bibendum potenti consectetuer fringilla. Sodales neque cum rutrum ornare volutpat non eu mollis inceptos. Vivamus donec hac enim cras amet hac euismod eu quam elit sapien. Aliquet neque et massa lorem suspendisse odio tellus. Dapibus morbi dis nisl cum pede a lorem. Cubilia velit vestibulum senectus gravida. Conubia magna massa a egestas ligula per elit quis quisque duis. Cubilia fusce nonummy pretium ornare ante taciti eu nibh suspendisse rhoncus. Sodales proin est nisi adipiscing aenean cras diam dictumst duis nunc pretium ut mi quis molestie a. Integer fusce hac nunc ultrices augue. Lacinia massa mus nisi.",
      "Aliquam ipsum ve. Vivamus etiam nec quam et nulla. Natoque curae ante proin viverra iaculis. Cubilia metus cum non ad nostra pellentesque tincidunt velit justo primis. Feugiat massa ante laoreet nunc lobortis fames amet id pellentesque tortor felis suspendisse. Sodales proin arcu eni. Rhoncus purus. Integer dolor curae congue facilisis id curabitur fermentum ante feugiat et quis morbi nullam adipiscing massa. Sodales magna ve metus dis cubilia a. Rhoncus dolor. Gravida dolor eget ultrices morbi risus. Laoreet fames est orci ut consectetuer auctor. Aliquet proin nibh cum pede eros ipsum ut odio metus dictum maecenas ullamcorper sagittis. Vivamus massa. Integer metus. Rhoncus nulla nonummy platea ante ridiculus vehicula fames lectus. Posuere morbi ante bibendum justo quam. Sodales fames eget vivamus et. Blandit lacus. Vivamus donec nunc gravida mi nullam. Gravida dolor. Conubia vitae.",
      "Viverra lacus quis urna vitae ad vehicula est lacinia risus. Dapibus class morbi a potenti ut elit. Sodales metus at fames turpis consectetuer ultricies ligula. Integer dolor neque torquent ut condimentum at tempus inceptos metus et augue ultricies dictumst magnis. Natoque lacus ac sapien id justo class sem. Natoque class enim metus magna condimentum in cursus fringilla risus sociosqu. Pretium purus justo neque sapien tellus. Quisque curae. Posuere magna quam phasellus magna ridiculus. Feugiat class felis platea condimentum netus ridiculus molestie. Sodales class diam ullamcorper posuere per praesent felis cum elit. Dapibus fames mi. Natoque curae dui nisi eu ipsum mi id magnis inceptos sit. Iaculis nulla adipiscing pharetra orci lacinia etiam nunc curae facilisi dolor mus nisi enim. Feugiat etiam felis aliquet ornare eni adipiscing. Cubilia velit ve dui eget aenean tellus lacus ut vitae. Pretium augue ut velit lectus in fringilla a venenatis. Natoque proin in ultricies a habitasse. Viverra morbi parturient ad sollicitudin potenti mollis hac tortor venenatis dolor curae elit. Gravida vitae ve ante ve ante fames. Dapibus velit enim massa. Viverra class dolor sapien mi semper accumsan at."
     ]
    }
   ],
   "title": "Integer fusce.",
   "paragraphs": [
    "Integer porta class rutrum mi dis nisi sollicitudin at aliquam. Natoque fusce cras feugiat. Blandit fames eni consequat eni urna mi auctor. Feugiat morbi eu. Natoque morbi. Sodales justo neque augue. Euismod lorem. Rhoncus ipsum fusce dis bibendum. Posuere justo proin varius magnis hymenaeos augue venenatis viverra nunc morbi euismod ve interdum congue. Cubilia magna. Gravida felis at arcu curae et eni scelerisque egestas. Viverra metus in ad leo ultricies sagittis ve sit hendrerit montes arcu purus ac sociis. Pretium augue pede et eni ullamcorper viverra magna cras elementum hac morbi elit nam pellentesque mi porta. Natoque proin. Rhoncus justo. Quisque vitae cras placerat diam cum. Gravida velit. Blandit netus. Iaculis class amet rutrum hendrerit in aenean sit vestibulum adipiscing at lobortis potenti. Blandit dolor nec lorem integer. Conubia ipsum. Natoque velit mi cras metus pretium.",
    "Vivamus fames in massa mi vitae nascetur morbi curae mauris hac. Iaculis fames arcu molestie consectetuer. Blandit magna leo arcu porttitor faucibus rutrum platea amet arcu eu consectetuer congue. Sodales etiam. Conubia fames porta eros rhoncus vivamus ultricies pede dui vivamus per in lorem. Dapibus augue velit libero ad ipsum in curae. Rhoncus velit adipiscing. Gravida justo erat blandit amet consequat nascetur mi justo fermentum. Integer fames quisque ut odio senectus. Quisque curae arcu a odio vestibulum taciti inceptos. Cubilia neque in luctus dui cubilia maecenas ut dui. Commodo donec velit dolor aliquet in magnis. Potenti lorem sit adipiscing ipsum amet dictumst erat laoreet felis adipiscing nascetur augue ad fusce at. Natoque fames eni duis parturient magnis ve non id morbi at fringilla ac condimentum quam elit curabitur. Egestas purus nam nisi. Feugiat neque netus urna pharetra neque sed nam quisque. Pretium ipsum blandit viverra sociis magna praesent pede integer habitasse urna. Lacinia purus mi turpis nam blandit amet urna lobortis a vehicula. Euismod massa erat nibh. Lacinia nulla. Iaculis porta class aliquet odio aliquet cras mi. Sodales morbi ve risus cursus scelerisque vitae convallis per vel."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia nulla.",
     "paragraphs": [
      "Viverra massa sit vitae nulla per arcu. Pretium fames nisi aliquam vulputate inceptos at dolor ac. Iaculis netus erat sed nec ad nullam ad dis ullamcorper lacinia mus. Posuere felis quam mi tempus non semper varius purus nec nisl. Viverra augue fames blandit duis et nunc magna condimentum vehicula etiam. Laoreet massa. Posuere purus erat velit placerat et sit eget. Posuere proin mus odio leo odio cubilia quis nunc nibh malesuada ac fringilla velit. Egestas morbi mus enim quis fames et ac donec sed urna rhoncus metus ad. Viverra risus nisi vel libero ve varius et tortor. Euismod etiam mi neque nam orci a orci class vulputate nam facilisi. Commodo dolor nibh tristique habitant rutrum diam nostra luctus. Natoque curae pretium fermentum. Viverra augue. Integer metus nibh eleifend faucibus. Posuere metus. Laoreet justo in augue nostra. Potenti lacus mi tempus fames parturient dictumst quis vehicula dignissim sit. Commodo lacus. Aliquam vitae. Conubia netus parturient in tincidunt neque id. Cubilia lacus nam praesent a praesent vel eu.",
      "Natoque velit curae per montes id sociis. Posuere magna ac porttitor elementum lorem duis aenean rhoncus. Commodo fusce. Natoque magna. Gravida fusce. Blandit nulla integer potenti diam pulvinar condimentum. Rhoncus dolor dis congue. Conubia class viverra sed vestibulum netus aliquam nonummy auctor ve varius consectetuer dui porta egestas. Dapibus purus eros congue vivamus quisque eros in ligula. Integer ipsum per tellus lacinia ligula fringilla metus. Egestas purus sed aenean ve enim diam ve proin cras. Egestas dolor est nibh risus tempor erat aliquam aliquet auctor ac dictumst curae. Vivamus lacus mus urna congue ut orci. Dapibus morbi arcu ad eleifend arcu cursus ut vulputate vestibulum eros fusce. Commodo etiam. Rhoncus lacus nam parturient ut nostra velit. Quisque felis urna varius pretium enim orci. Iaculis lorem ad eros. Feugiat dolor non elit pellentesque at. Iaculis justo per dignissim auctor donec erat posuere ac ante mi pede quam imperdiet ornare velit sodales. Blandit porta mus erat eget gravida in nam. Euismod lacus eget."
     ]
    },
    {
     "title": "Vivamus curae nisi nascetur feugiat euismod.",
     "paragraphs": [
      "Vivamus class vitae metus rhoncus tempor. Feugiat magna purus nam leo per ve netus ve mi leo et sollicitudin dictum. Posuere nulla cum eros vitae. Viverra metus quam leo purus odio nam varius montes. Natoque justo. Potenti curae ut id magna dictumst parturient ligula vitae et. Euismod purus nunc vivamus ac tellus euismod hendrerit. Lacinia justo orci. Euismod fames elit nullam consequat netus vulputate sapien consequat aliquet. Blandit vitae est litora vivamus nonummy. Lacinia morbi ut metus ve ligula etiam nam augue hendrerit odio. Natoque dolor neque curabitur hac pretium class leo quis bibendum per sollicitudin etiam lacus nisl tortor. Posuere purus. Nonummy dolor cras orci malesuada metus vitae mollis senectus nisl sodales. Aliquam purus mi aptent. Gravida proin porta enim metus commodo phasellus nascetur duis dis. Egestas porta dis duis. Cubilia porta egestas quisque. Viverra curae. Pretium justo felis suspendisse eros diam venenatis dictum a parturient mus etiam malesuada ullamcorper est. Egestas metus. Blandit risus vitae porta a nisi augue.",
      "Quisque donec amet convallis volutpat fames lacus molestie quis taciti. Lacinia purus. Potenti netus. Laoreet augue leo duis. Aliquam nulla. Quisque proin. Aliquam morbi. Egestas nulla ad. Iaculis netus quisque ve curae mi leo phasellus pretium sem. Aliquam justo. Lacinia metus. Gravida curae cras sem interdum consectetuer laoreet. Conubia ipsum vestibulum facilisi integer natoque montes lorem suspendisse. Aliquet nulla nibh posuere purus eros. Cubilia fusce velit leo orci. Posuere fames at. Iaculis fames est orci ipsum rhoncus. Euismod lacus at montes aliquet ridiculus faucibus eget commodo. Iaculis nulla. Potenti fames. Sodales velit arcu mauris malesuada curabitur adipiscing. Lacinia fusce."
     ]
    }
   ],
   "title": "Aliquam fames.",
   "paragraphs": [
    "Integer metus. Commodo vitae et platea conubia potenti. Lacinia metus odio vel. Aliquet etiam lacus venenatis dis quis hac. Gravida netus. Nonummy curae pede iaculis cras facilisi arcu cum sit sed convallis est. Aliquam morbi. Nonummy curae ac tortor nonummy. Iaculis proin pede. Natoque proin. Aliquam lorem in. Vivamus porta nisi sagittis fames dignissim suscipit metus varius dolor bibendum. Quisque fames ut purus eni donec. Aliquam augue. Conubia purus. Conubia class. Posuere morbi sit inceptos a senectus sed sollicitudin. Iaculis felis ut sollicitudin consectetuer iaculis ligula nulla. Conubia porta massa hymenaeos at imperdiet ve aptent nonummy. Integer nulla hac parturient primis dis nunc adipiscing cum risus netus sodales nulla nam mollis senectus natoque accumsan justo. Conubia dolor. Potenti fames.",
    "Laoreet fames enim purus mi duis. Sodales etiam neque netus. Iaculis netus nisi posuere id habitant aliquam nisi cras augue. Commodo massa morbi nisi vel. Blandit dolor ac lorem at urna odio sodales amet luctus fermentum proin. Vivamus proin. Integer purus erat. Feugiat nulla quis quam pretium penatibus lobortis. Vivamus risus ac congue id potenti. Posuere neque. Posuere netus. Vivamus vitae augue diam amet porttitor et scelerisque. Potenti neque. Viverra donec quam porta dictum parturient interdum. Dapibus justo mi magna condimentum sem. Gravida ipsum eni nunc quis fusce urna a augue potenti duis. Cubilia dolor amet. Natoque massa ad lacus dui. Pretium purus risus lobortis adipiscing libero nisi lectus taciti class consequat potenti. Laoreet justo. Posuere fames risus nisi eget mollis leo vestibulum id. Euismod risus justo montes magna adipiscing at platea.",
    "Natoque class in. Posuere ipsum cras nunc interdum aliquam tortor eni amet erat elit. Gravida lacus massa purus cubilia eu bibendum semper. Euismod nulla orci ac torquent platea turpis eni eros odio. Conubia curae orci aliquet ante pellentesque vestibulum. Aliquet neque pede. Vivamus metus eu porta inceptos dolor vel quis eros parturient mattis quam. Lacinia felis per. Potenti donec urna lacinia. Pretium purus. Quisque magna sit dolor sit nibh faucibus purus nam. Viverra fusce in fusce tincidunt gravida. Nonummy dolor eu curabitur adipiscing dis adipiscing risus amet vivamus hac. Vivamus augue elit suspendisse consectetuer commodo urna ut ornare gravida. Vivamus justo dui odio nunc semper. Rhoncus class. Commodo lacus ad tincidunt duis sit. Quisque nulla velit neque a rhoncus tellus pede scelerisque leo sapien eni pulvinar egestas sodales eget vivamus odio. Natoque felis non elit ultrices mus eros vel erat ut risus. Laoreet lorem lacinia sapien nulla vestibulum ullamcorper primis. Integer neque blandit et. Sodales vitae nisi donec ut justo torquent habitasse eu."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque etiam in lectus mus enim nunc.",
     "paragraphs": [
      "Sodales class augue per orci consectetuer egestas facilisi proin velit. Euismod purus. Cubilia donec orci felis potenti lacinia elit tempus. Nonummy neque ac et mauris conubia commodo eros. Rhoncus morbi fames. Pretium ipsum proin purus condimentum dis erat maecenas. Sodales netus sed elit amet semper facilisis tincidunt odio nec lacinia. Posuere massa. Euismod curae lacus nulla odio ultrices volutpat ac condimentum urna nunc primis tempus morbi inceptos ac. Laoreet velit at montes dui non imperdiet consectetuer vestibulum erat proin ad imperdiet. Cubilia class nam elit. Quisque proin sit enim consectetuer ve vivamus orci nam id cras. Integer morbi enim conubia ornare lacus torquent fusce lectus. Commodo velit. Aliquet risus parturient facilisi. Euismod etiam nec. Cubilia fames nunc. Commodo ipsum. Gravida donec ad litora vehicula adipiscing libero nunc quam interdum sem consectetuer. Conubia lorem augue nisi sagittis pellentesque luctus lorem aliquam integer vitae. Egestas lorem. Posuere porta quis purus ornare porttitor metus.",
      "Potenti porta enim ligula hac euismod ve sit hendrerit lectus lacus fermentum hymenaeos consectetuer. Cubilia porta. Iaculis fusce et venenatis ut hendrerit metus nibh et. Aliquam fames. Vivamus porta cras posuere ve. Nonummy proin sem vulputate consectetuer hac fermentum. Rhoncus proin mi. Lacinia massa pede vel consectetuer justo nunc iaculis at curae eu nulla praesent hymenaeos diam libero. Rhoncus curae. Commodo massa nunc fringilla nostra ridiculus velit praesent velit sit duis. Euismod netus. Aliquet etiam. Posuere porta sed orci hymenaeos habitasse adipiscing rhoncus elit at ultricies ac. Aliquam porta eros quam donec nulla mollis etiam adipiscing suspendisse mattis. Lacinia augue eu fermentum a eni porttitor nisi enim conubia ut. Dapibus ipsum fames ullamcorper sagittis aliquam nisi mus magna aptent adipiscing pharetra arcu auctor eros. Pretium metus. Gravida neque ut rutrum consectetuer fermentum augue odio eros posuere nullam pede. Sodales nulla leo elit sociis tortor imperdiet. Cubilia massa sem sagittis iaculis rhoncus. Blandit fames erat scelerisque cum. Posuere fames eu felis porta velit scelerisque."
     ]
    },
    {
     "title": "Vivamus massa arcu netus.",
     "paragraphs": [
      "Potenti class quis feugiat. Aliquet curae pede nonummy iaculis sollicitudin ridiculus. Quisque felis curae felis potenti curabitur. Aliquam magna arcu est laoreet quam orci. Gravida curae ve litora fermentum parturient enim. Blandit metus velit a. Rhoncus donec elit euismod id porta hac sociis ornare elementum parturient nibh libero. Aliquet risus quam ultricies eni integer eleifend magna fermentum vestibulum urna fusce. Laoreet risus donec duis gravida eu cum in velit ante porttitor litora quam. Blandit neque sit eros est a varius elementum vehicula lobortis id. Lacinia class adipiscing scelerisque. Potenti dolor odio sem tempus egestas tincidunt amet sit quis viverra a mattis purus vel tempor class ultrices mus quis. Vivamus metus id. Lacinia morbi mi eget vitae conubia facilisis eget. Aliquam magna adipiscing scelerisque. Lacinia curae leo odio senectus pharetra justo. Rhoncus vitae gravida suscipit dolor habitasse lacinia erat dui. Euismod magna. Aliquet neque ipsum. Aliquet etiam fusce sociosqu eros nec praesent. Egestas metus elit. Viverra justo nam amet ve sit ve lorem hac vulputate consectetuer non ultricies aliquet semper dui.",
      "Feugiat justo. Cubilia metus potenti dignissim duis amet. Quisque justo id porta mollis sociis phasellus. Integer nulla. Rhoncus fusce curae scelerisque at aptent blandit et sit duis. Laoreet metus nibh non netus hendrerit sit cum egestas. Posuere fusce id vulputate penatibus duis neque velit nisl cum. Nonummy nulla amet suscipit habitant eu suspendisse orci duis. Commodo curae justo cursus luctus felis gravida quis cras habitasse varius diam id eni ac molestie. Iaculis felis. Pretium class. Iaculis neque quis dis arcu justo urna id nunc. Cubilia vitae adipiscing eget. Rhoncus ipsum dis vel nonummy. Dapibus augue non felis. Integer lorem. Commodo curae adipiscing egestas sed nascetur posuere cubilia tempor ipsum sapien porta vehicula. Blandit velit lorem nec hymenaeos bibendum mattis congue eros gravida ve ac porta aenean ve. Conubia fusce dolor a nibh ipsum cursus elementum vivamus tortor ut. Dapibus class sem pede. Pretium felis. Laoreet purus lacus natoque aliquet.",
      "Cubilia fames rhoncus dolor ipsum a. Dapibus velit. Conubia curae. Viverra netus hac enim urna odio diam parturient mi consectetuer aliquet platea elit ve. Nonummy fusce neque est orci pede. Aliquam neque ad tellus justo suspendisse orci. Rhoncus justo non aenean curae condimentum nunc nisl. Dapibus risus eu purus hac cras morbi. Aliquam etiam cum quis diam. Euismod metus arcu fames. Aliquam risus justo aptent ac lectus. Egestas augue at accumsan montes tempor cras diam vestibulum sed massa elit ultrices. Integer etiam ve ad nisl faucibus. Cubilia dolor arcu ac eni malesuada sollicitudin. Cubilia lacus egestas malesuada mi curabitur curae eu massa consectetuer metus erat arcu magna ut. Feugiat massa dolor proin quam. Dapibus lorem. Posuere neque vitae praesent mi ullamcorper cras arcu. Potenti donec nisi netus ullamcorper. Nonummy vitae ut taciti cum iaculis dolor nisi nibh adipiscing vel lorem mus. Euismod vitae et at urna faucibus egestas varius neque commodo in quis. Lacinia lorem id ipsum semper malesuada euismod sollicitudin hendrerit sociis ut bibendum viverra erat."
     ]
    },
    {
     "title": "Laoreet magna et primis purus vestibulum et facilisi mus lectus.",
     "paragraphs": [
      "Blandit fames id fames in. Potenti augue orci sit penatibus turpis nisl quam dolor. Feugiat massa augue mattis consectetuer ultricies semper dui nibh vel iaculis tempor. Lacinia justo nisi bibendum netus a primis. Aliquam proin id rutrum vivamus dapibus duis. Rhoncus dolor. Blandit etiam. Natoque risus adipiscing ullamcorper sapien in mattis hendrerit class erat. Nonummy purus risus auctor sit ut facilisis nisi integer libero. Iaculis justo eget cum hac. Euismod fames hac ipsum ante condimentum. Natoque felis nunc conubia at in quis in class donec nisl. Rhoncus dolor. Natoque purus vestibulum torquent netus mi praesent. Sodales augue ve erat justo ante odio vulputate. Egestas donec adipiscing facilisi nulla nunc ridiculus facilisis purus pede. Commodo dolor adipiscing at tortor primis donec. Quisque lorem. Lacinia purus. Blandit risus posuere sapien ipsum fames varius diam etiam nonummy netus. Rhoncus proin eni phasellus pede. Nonummy risus cras.",
      "Natoque lorem et felis hac laoreet ut porta tortor conubia erat ad. Vivamus felis et sociis diam quam eleifend pulvinar. Euismod class vestibulum id cursus et leo diam. Dapibus velit parturient. Pretium ipsum nulla est nunc adipiscing porttitor. Vivamus curae proin. Sodales proin elit primis mollis etiam rutrum sollicitudin potenti vitae. Laoreet felis dui urna inceptos ipsum nibh sit ve consectetuer rutrum. Rhoncus fusce eget sagittis velit tristique nam pretium ve et. Posuere curae nisi dapibus id arcu bibendum faucibus massa inceptos. Sodales purus. Gravida metus. Quisque felis adipiscing vehicula velit urna. Aliquet risus erat platea integer mollis arcu odio quisque facilisis ve. Lacinia fames mi. Integer ipsum elit porttitor magna. Rhoncus morbi. Integer risus rhoncus amet ultrices. Rhoncus risus. Viverra purus ad massa in netus ad a eros metus feugiat platea nisi ante eu. Integer felis diam. Euismod lacus ve et id et eget id.",
      "Iaculis morbi vitae dolor vivamus neque pede elit tempor ac. Feugiat risus justo natoque commodo elementum auctor facilisi. Nonummy justo nunc aptent sodales pretium sollicitudin. Aliquet purus justo iaculis ornare id. Cubilia lacus dui sodales dictumst massa ut libero id netus leo porta eros. Cubilia class nisi nullam adipiscing consectetuer egestas massa. Lacinia risus per arcu massa. Cubilia curae. Conubia lorem massa platea eros dapibus tortor. Dapibus justo donec elit purus primis ve molestie lectus tellus sagittis. Laoreet fames egestas tincidunt. Aliquet netus lorem est adipiscing lacus viverra ante at aptent. Aliquet justo mus vehicula penatibus. Viverra porta quam sociosqu faucibus curae. Cubilia curae nec volutpat sollicitudin dapibus imperdiet in tempus tristique cubilia pellentesque. Dapibus felis. Blandit curae diam class posuere tortor sed urna integer ac tristique dolor quam. Blandit morbi pede ultricies donec id curae pede ipsum lacus semper torquent nec ante. Pretium lacus id sociis et pulvinar quis turpis convallis. Commodo curae. Iaculis morbi mus metus velit condimentum vehicula porttitor ad rutrum per nisl. Cubilia porta odio dis."
     ]
    }
   ],
   "title": "Cubilia class.",
   "paragraphs": [
    "Lacinia nulla cras tristique. Vivamus augue ad augue consectetuer netus et fames malesuada dis egestas neque. Aliquam lorem id magna nullam proin adipiscing sagittis eget. Posuere donec erat nibh fringilla sociis cum aenean proin euismod pretium sociis dui. Euismod nulla mi duis vulputate sollicitudin sed. Nonummy lorem mi sagittis integer pretium eros nec pellentesque magnis id ipsum ad. Conubia dolor magna cubilia mattis odio hendrerit phasellus. Commodo fusce arcu quisque ridiculus. Viverra justo dis senectus a accumsan eros duis nec. Conubia morbi. Nonummy fames nunc sociosqu commodo nibh orci. Rhoncus felis urna donec eu porttitor. Nonummy dolor eu proin turpis. Iaculis netus. Cubilia velit ante ligula venenatis curae risus scelerisque dis mi sociis. Quisque neque. Nonummy fusce. Potenti dolor parturient senectus nunc tempus habitasse per. Lacinia augue mi tellus nascetur dapibus aliquet platea. Iaculis donec. Pretium fusce vestibulum bibendum vitae praesent lorem dignissim. Aliquam dolor ut pellentesque nibh feugiat.",
    "Gravida curae ipsum augue ligula at eu ut. Quisque risus sem tincidunt etiam placerat. Sodales risus. Viverra magna. Gravida class vestibulum placerat ipsum lorem magnis id mollis malesuada ac at. Viverra porta. Aliquam velit lorem netus. Blandit netus eu eros ante rhoncus a condimentum sed et fames id. Commodo lorem cum neque vestibulum praesent velit massa vulputate massa tincidunt cum iaculis bibendum vivamus. Aliquam nulla pede donec. Blandit justo vestibulum euismod. Rhoncus massa. Integer dolor felis cursus eu praesent gravida et. Laoreet purus. Natoque magna porta. Nonummy fusce nam eros phasellus. Laoreet morbi vel nunc vestibulum sed adipiscing consequat duis cras erat non primis interdum sem viverra. Quisque curae. Natoque metus elit nec orci. Viverra massa. Commodo curae arcu neque penatibus dui laoreet. Potenti donec at eu odio."
   ]
  }
 ],
 "abstract": "Conubia ipsum euismod sem congue etiam parturient interdum neque id justo. Posuere velit dis amet mus purus habitasse feugiat felis. Sodales purus ut velit ut sollicitudin litora. Aliquam felis. Viverra felis iaculis nullam ut sit enim diam enim vestibulum sapien faucibus nisl. Gravida magna in varius torquent ridiculus et semper suscipit non. Potenti netus quis nostra tempor non nisi habitant ultrices lorem gravida. Potenti dolor orci gravida ut in. Integer felis ac hymenaeos phasellus nisi porta pretium dignissim elit quis et senectus sapien montes fermentum netus ridiculus sem amet a odio ut proin. Egestas augue fames nullam vestibulum etiam elit hac pellentesque. Iaculis lorem eu placerat. Rhoncus lorem amet suspendisse dis id a cras fames aenean purus. Cubilia proin pede nec. Feugiat class quis eni dui mi venenatis duis consectetuer luctus mattis netus. Euismod fames nisi risus urna montes nec cursus. Posuere augue. Feugiat class est natoque ad convallis massa vitae aliquam urna dis auctor nonummy. Posuere risus eget non hendrerit nunc. Lacinia ipsum felis accumsan ad nullam pellentesque penatibus proin ultrices. Cubilia justo ante cubilia metus vel phasellus purus ac sollicitudin tellus ac diam ad volutpat integer ve mi erat. Vivamus ipsum. Vivamus magna urna et sollicitudin rhoncus vehicula consectetuer rhoncus dictum eu nulla sollicitudin placerat.",
 "authors": [
  {
   "name": "Louetta Becerra",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Wes Zick",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Engineered Media"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Engineered Media"
  },
  {
   "name": "Britt Klein",
   "organisation": "Engineered Media"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Engineered Media"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Duran Research Of Lisbon"
  }
 ]
}