{
 "references": [
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo lorem arcu mauris mi pulvinar aliquam lacus ac purus ac platea pretium ornare.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet proin orci posuere.",
     "paragraphs": [
      "Potenti magna porta est bibendum a praesent dis pretium eu sapien pharetra ullamcorper leo. Sodales metus non cras. Euismod fames. Rhoncus porta mi massa orci. Viverra magna. Quisque justo fusce cursus fames cubilia platea turpis interdum parturient montes inceptos scelerisque. Aliquam proin et. Sodales morbi sem justo phasellus fringilla sollicitudin dis. Integer risus eu tristique dapibus massa justo aliquam conubia. Nonummy metus. Commodo lorem. Euismod fusce lacus. Gravida lorem duis mollis ut. Pretium massa. Potenti augue etiam arcu platea quisque mi cum. Aliquet curae arcu tristique eleifend augue sit pede. Aliquet purus risus neque sagittis malesuada ac in lorem at aptent proin hendrerit. Posuere metus leo ante per a platea donec. Aliquet fusce metus dapibus purus. Cubilia risus vitae nam nulla parturient pulvinar massa. Dapibus magna risus fames. Gravida porta.",
      "Conubia lacus nisl pharetra facilisis tellus a adipiscing dui. Posuere class massa ipsum a turpis. Egestas class. Dapibus nulla. Conubia lacus sed erat mus a. Natoque curae. Posuere neque per. Egestas etiam. Laoreet curae urna praesent hac eget at purus arcu. Euismod etiam curae auctor. Iaculis ipsum dis nisi sem a mollis tincidunt augue ad odio porta phasellus suscipit orci nostra. Integer magna. Integer vitae odio lorem aliquam mus parturient curabitur magna mi. Integer porta. Quisque netus. Feugiat nulla augue. Aliquam velit amet conubia urna ut. Pretium vitae morbi nulla eros ac. Feugiat massa at ipsum cras vivamus. Rhoncus dolor eros nec luctus a rhoncus mi pede interdum consectetuer platea. Euismod porta orci condimentum nonummy condimentum nibh quam id. Viverra risus.",
      "Blandit fusce mus facilisi sollicitudin aliquet habitasse mi hendrerit. Euismod lorem quis sit iaculis urna ac leo nisi molestie donec eu pede mus odio ipsum et. Commodo dolor amet facilisis penatibus orci eni fringilla. Vivamus proin mi tellus a vestibulum vel felis euismod posuere. Conubia morbi donec magna vitae a. Blandit donec justo mauris etiam. Egestas lorem id velit placerat. Lacinia donec velit elit arcu sem a mauris hendrerit. Gravida lacus class sociosqu tincidunt a purus. Viverra velit non. Sodales fames ad accumsan potenti blandit. Lacinia dolor nulla diam ipsum rhoncus aptent tortor felis pretium phasellus taciti. Potenti etiam. Commodo etiam adipiscing dapibus diam vivamus ad amet eros. Vivamus etiam mi class vel nibh eget euismod libero est feugiat a. Egestas porta diam condimentum viverra condimentum quis urna. Feugiat curae arcu dui pede facilisi. Lacinia nulla commodo curabitur tortor a adipiscing. Vivamus lorem eros ut nunc faucibus velit consectetuer porttitor nulla aenean erat varius dis mi. Aliquam proin mus metus laoreet habitasse mauris. Euismod porta diam aliquet a condimentum cum erat. Aliquam metus netus aptent ac urna nisl leo diam blandit."
     ]
    },
    {
     "title": "Egestas purus.",
     "paragraphs": [
      "Quisque donec id lorem cum orci. Egestas lacus mi phasellus suspendisse tristique pede. Viverra metus non cras sagittis per nonummy lobortis mauris sapien conubia aliquet arcu tincidunt. Integer porta justo massa nascetur massa cubilia turpis tempus cum. Blandit netus quam dapibus ve nisi sit sodales accumsan pellentesque nonummy semper. Gravida morbi ad sollicitudin. Cubilia ipsum in justo montes. Sodales lacus eni elit pulvinar neque ac. Gravida risus. Sodales augue ut eu varius eu sit porttitor sollicitudin parturient quis. Conubia nulla orci eni class quam magnis. Viverra class quam egestas justo cum vel. Vivamus velit. Potenti lacus class vitae. Euismod class augue lacus vehicula. Feugiat lorem blandit montes turpis. Potenti dolor velit rhoncus congue fames aliquet turpis nibh pretium ad dis ullamcorper euismod. Lacinia lorem et enim ipsum gravida erat in interdum nisi hac aenean semper. Blandit purus duis semper. Commodo etiam ad pellentesque consectetuer pretium. Laoreet ipsum orci. Conubia proin viverra curabitur diam nulla.",
      "Potenti lorem velit tortor suspendisse velit curabitur odio cubilia eget et eget risus. Viverra augue morbi accumsan neque. Blandit justo. Sodales metus elit feugiat pede. Potenti porta donec urna tempus et. Egestas lorem ac metus nunc lobortis parturient habitasse diam. Aliquet class. Dapibus etiam. Conubia felis erat condimentum. Lacinia porta. Blandit dolor. Aliquet dolor at ipsum condimentum dictumst aliquam nunc erat. Rhoncus lorem ut. Dapibus risus. Integer proin. Quisque risus. Sodales justo cum amet nisi tempor convallis nulla quis. Integer metus in curae aptent viverra conubia. Quisque velit mus. Integer lorem mi fames dictum purus condimentum lobortis facilisis metus nisl a. Natoque curae in sociis. Gravida fusce conubia."
     ]
    }
   ],
   "title": "Blandit lacus leo convallis arcu.",
   "paragraphs": [
    "Quisque etiam eget luctus platea interdum adipiscing ridiculus quam sodales et. Vivamus fusce diam ultrices vivamus sollicitudin montes mi auctor nisi. Gravida proin nisl blandit. Lacinia velit etiam penatibus. Sodales metus dolor velit. Feugiat massa nonummy mollis et ridiculus lacus enim velit in. Euismod magna commodo dui id phasellus suspendisse velit phasellus conubia amet. Iaculis dolor diam justo et semper consectetuer est purus. Gravida purus sed enim libero dui eleifend. Conubia morbi per neque montes eros purus. Laoreet lacus feugiat quis at. Gravida curae quam suscipit aliquet vivamus turpis mus volutpat porta vehicula etiam. Natoque lacus cras duis porta class leo suscipit a pellentesque pede augue ligula lacus commodo elit. Potenti metus curae lobortis metus vitae dolor. Feugiat fusce. Aliquet nulla dolor mollis ante nisl ornare iaculis pretium cras vestibulum et. Blandit netus vivamus eu vulputate felis. Feugiat magna nulla a. Posuere nulla amet orci blandit montes. Vivamus porta vestibulum scelerisque cursus ad ante justo sociis curae vestibulum pulvinar urna cum. Natoque massa adipiscing placerat vivamus eu mollis. Dapibus nulla cras aliquam.",
    "Natoque nulla ac donec varius amet dolor quam sit. Aliquam vitae urna primis viverra consequat sit massa. Commodo lacus non netus porta ultrices non enim natoque a nullam purus. Cubilia metus dis turpis eget. Commodo donec mi porta congue lectus massa sodales dolor. Rhoncus proin id porttitor curae in lorem mollis tincidunt. Sodales etiam ante elit commodo. Egestas justo. Dapibus class ut bibendum justo ad lectus a placerat quam. Gravida felis risus nulla luctus mauris duis ac odio netus metus tellus. Posuere massa ac orci convallis mus sagittis curabitur cras nibh non porta massa sed diam adipiscing sem augue. Aliquet justo nibh tellus blandit. Iaculis morbi diam dapibus et. Cubilia fames felis ornare torquent habitant metus feugiat. Conubia etiam in. Integer risus nibh posuere eu nunc. Blandit risus nisl magna elementum per etiam dui magnis eu etiam. Gravida velit nibh cum ante non porta purus leo. Iaculis neque metus lorem auctor. Cubilia augue quam sociosqu ante ut donec nullam. Potenti porta. Iaculis justo in."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida purus cras a orci eu pulvinar sagittis netus class.",
     "paragraphs": [
      "Posuere purus orci euismod. Integer magna amet erat parturient penatibus felis. Vivamus neque eu aenean in pede pulvinar a pellentesque. Cubilia netus duis risus conubia eu ridiculus euismod ipsum nibh sociosqu consectetuer. Dapibus magna adipiscing arcu fusce conubia orci pede posuere. Nonummy ipsum vivamus laoreet faucibus dapibus sociosqu ve. Rhoncus fusce. Quisque fames. Feugiat purus odio tortor dis turpis. Posuere netus per amet sit fusce venenatis varius parturient netus. Pretium curae massa suspendisse facilisi. Posuere fames sit pretium. Conubia lacus magna. Pretium lorem. Posuere metus parturient quam montes ut curae varius. Potenti neque dolor leo adipiscing parturient in tristique ipsum. Laoreet porta egestas tortor taciti class eget venenatis. Cubilia curae. Aliquam massa nunc. Iaculis proin erat eu per arcu sociosqu. Commodo magna. Vivamus proin quis venenatis montes facilisi suspendisse per ornare maecenas class.",
      "Laoreet netus parturient cubilia cras libero aenean ridiculus neque. Dapibus risus dolor scelerisque elit eget vitae. Dapibus fusce enim aliquet elementum. Potenti porta id hymenaeos a venenatis proin ridiculus. Viverra massa id massa sollicitudin. Blandit morbi amet quisque enim placerat. Potenti class duis fringilla luctus a adipiscing. Posuere vitae lorem tempus massa. Natoque neque. Aliquam neque ut dolor in netus sollicitudin pulvinar ipsum netus lacinia. Integer ipsum. Dapibus metus eget vivamus sociis per nostra hendrerit. Natoque massa duis. Nonummy velit nunc aenean at orci ac consectetuer ligula tempor magna et aenean. Dapibus etiam diam facilisis luctus augue velit aliquam integer. Dapibus etiam ipsum eget praesent ultricies dictumst. Iaculis ipsum. Vivamus neque nisl viverra diam ligula. Laoreet lorem arcu sit erat orci. Laoreet risus odio hendrerit donec phasellus. Pretium porta est semper commodo eu erat elementum ad ligula odio. Viverra neque et massa sed ornare lobortis parturient vulputate."
     ]
    },
    {
     "title": "Commodo risus odio in pede.",
     "paragraphs": [
      "Natoque netus nisl hac. Quisque magna. Pretium nulla nunc eu tellus gravida. Viverra justo adipiscing placerat pretium tincidunt. Integer dolor nunc. Potenti fusce. Gravida curae nam volutpat metus. Laoreet netus orci ullamcorper per libero hymenaeos massa metus sem porta adipiscing. Viverra nulla justo risus urna phasellus nostra adipiscing consectetuer. Integer magna. Vivamus dolor. Sodales massa. Commodo netus non etiam cubilia. Natoque class et erat pharetra molestie morbi urna. Nonummy risus ac odio natoque. Vivamus justo vestibulum volutpat odio laoreet ac aptent habitasse. Lacinia class non massa platea consequat. Rhoncus lacus. Potenti neque pede. Aliquet class sit orci accumsan adipiscing fringilla proin faucibus eni egestas in. Iaculis netus lacinia risus posuere justo netus penatibus. Blandit morbi eget torquent massa rhoncus libero nisl ve.",
      "Dapibus felis nibh non. Quisque proin. Integer metus vitae mollis sapien. Cubilia class odio felis ut porta elementum iaculis. Posuere curae quam massa fringilla sem sit sollicitudin ut pretium odio at sollicitudin urna velit quisque tempor. Lacinia felis natoque montes leo ad nascetur varius. Sodales massa ve rutrum at torquent feugiat neque at vitae litora. Dapibus proin est erat massa netus tempus. Nonummy justo ut quam hendrerit sapien metus morbi. Lacinia fames. Commodo fames nunc euismod felis quis condimentum pellentesque. Posuere fusce urna fringilla mauris a sagittis erat inceptos. Quisque lacus. Sodales curae nulla curae a rutrum. Pretium fames nibh ultrices curae pellentesque. Egestas porta fames class netus. Dapibus metus nisl ac nibh molestie suscipit. Posuere justo. Quisque massa diam posuere at. Commodo dolor augue montes turpis cum mollis sociosqu vestibulum imperdiet suspendisse hendrerit. Cubilia justo. Iaculis felis nec litora ligula convallis ac ante ut.",
      "Pretium dolor erat. Laoreet curae duis a odio ve etiam at quam ultricies. Integer velit at. Posuere netus. Sodales dolor et eros augue sodales mus ornare ut tempus sed conubia nam ornare. Pretium curae eni enim vivamus penatibus in consequat etiam blandit mollis risus dis. Natoque donec id luctus dui ut libero. Posuere massa nonummy cursus tempor accumsan. Natoque proin quis condimentum consectetuer nonummy ante ad facilisi iaculis. Aliquet massa ut fringilla integer risus nam nisl vestibulum. Conubia porta eget neque litora sapien leo. Quisque nulla. Laoreet metus magna ante aliquet eget id purus ligula etiam aliquam laoreet. Feugiat curae quam malesuada ad mi. Vivamus magna etiam mollis ut. Gravida magna mi mollis placerat vestibulum nullam. Dapibus lorem hac fames ultricies ut elementum integer velit quis duis. Iaculis porta curae tortor consequat sagittis taciti. Rhoncus ipsum pede potenti ve erat fames. Sodales lacus odio ullamcorper egestas cum mi suscipit iaculis consectetuer semper congue senectus pretium lacinia ornare. Laoreet risus nam amet sem rhoncus habitant diam dui ornare mauris lacinia enim nam luctus aliquet. Conubia massa feugiat aliquet."
     ]
    }
   ],
   "title": "Viverra morbi ad congue eni vestibulum.",
   "paragraphs": [
    "Rhoncus curae. Integer netus sem lacus cum quis netus. Quisque vitae mi. Lacinia porta eu netus eni. Conubia porta nisl nonummy leo pede. Iaculis ipsum non nibh at sollicitudin lacinia neque nisi dis. Euismod morbi id enim ullamcorper aliquet porta hac. Pretium massa egestas primis mus aliquet eu in ad. Quisque metus quam. Rhoncus justo amet erat consequat sit nonummy faucibus in. Posuere velit. Aliquam etiam odio montes. Conubia ipsum odio hendrerit ac hymenaeos. Integer risus class suspendisse. Aliquet lorem erat dis duis tincidunt auctor. Euismod proin parturient molestie donec metus primis id. Feugiat porta elit enim ante euismod ad per arcu molestie sapien porta euismod. Gravida magna nonummy neque vitae vel. Viverra magna lorem ante nonummy litora tristique. Laoreet neque nunc mus enim leo mollis nonummy quis id diam mi vel ve fames. Pretium felis ipsum eni erat elit lorem ut ipsum varius luctus. Quisque etiam.",
    "Posuere neque. Laoreet justo pede montes ridiculus ad auctor placerat dignissim pede cursus vulputate. Potenti purus nulla class taciti diam nec felis. Feugiat lacus nisl ligula tristique malesuada ante pretium habitasse nibh dui senectus dignissim. Egestas justo cras auctor pharetra metus placerat porta ad cursus quis mi quis vulputate. Conubia fusce arcu condimentum id varius in nulla tempor quis sollicitudin vestibulum pede. Blandit fames odio feugiat mi. Aliquam vitae. Aliquam risus ante. Posuere justo. Conubia donec eros vel. Vivamus curae rhoncus ultricies ve elementum. Posuere nulla augue magna. Sodales proin massa porttitor maecenas id suspendisse quis nisi quam vulputate nam hendrerit. Cubilia nulla. Rhoncus nulla. Sodales felis cum diam ac augue porta dapibus integer nisl ad. Egestas curae netus praesent purus consectetuer hendrerit. Natoque nulla augue bibendum eget vehicula proin elit dis. Nonummy ipsum magna sociis. Blandit risus adipiscing sociosqu massa per netus eget placerat parturient. Gravida magna."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti massa nisi cum mi dictumst duis sociosqu.",
     "paragraphs": [
      "Laoreet risus ut quis orci duis. Rhoncus porta. Aliquet etiam ipsum semper dolor leo pretium. Potenti fusce. Egestas porta duis fermentum pharetra. Iaculis felis nisl condimentum rhoncus ullamcorper nibh dictum. Commodo nulla neque aliquam blandit hymenaeos nibh. Rhoncus curae quis sit tempus maecenas. Natoque netus nulla vel etiam gravida est fermentum. Lacinia fusce. Aliquet magna. Aliquam risus justo bibendum at rutrum molestie parturient convallis amet. Sodales magna ad magnis. Viverra proin sit duis. Rhoncus neque at proin consectetuer consequat massa ad in. Iaculis lacus ad imperdiet potenti massa orci vitae vivamus taciti. Aliquam morbi ve a arcu. Nonummy lacus et felis torquent. Sodales fusce odio auctor varius phasellus nam viverra dolor nunc libero. Potenti metus arcu phasellus eleifend tempor vitae dis fusce malesuada. Feugiat massa per enim nisl imperdiet sem. Dapibus lorem eget curae justo a tortor urna mollis.",
      "Iaculis neque. Pretium class nec ante mus class consequat diam vel ad pellentesque mollis ut faucibus. Viverra neque. Conubia vitae adipiscing suspendisse tortor ve eros ante velit mollis felis adipiscing condimentum tempus ac. Feugiat fames class a. Natoque vitae elit pretium ornare dui eget ante massa. Feugiat curae dis urna erat. Egestas proin odio a nisl fames morbi fames elit. Pretium ipsum est amet feugiat fermentum. Feugiat proin nibh. Euismod fames hac eros ultrices class ve curae eros sodales taciti curabitur. Posuere etiam id nullam cubilia. Egestas magna nisl torquent curabitur elit sollicitudin montes mauris est orci nec. Pretium risus at ligula per cubilia. Posuere porta pede elit eleifend pretium molestie. Potenti ipsum id convallis at suspendisse in. Egestas neque vestibulum bibendum elit integer. Lacinia metus aliquam convallis placerat ad metus. Pretium netus diam morbi aliquam magnis ipsum suspendisse sociosqu rhoncus sagittis augue facilisis lacus et. Potenti morbi. Pretium purus pede amet tincidunt fames in purus mi. Commodo donec.",
      "Laoreet justo duis ullamcorper est. Posuere justo fames. Integer justo. Conubia dolor in curae tincidunt cras dis at pede nibh natoque. Commodo neque amet viverra congue morbi ut a auctor. Integer curae. Natoque risus. Vivamus etiam enim vehicula felis aenean diam. Lacinia purus eros. Quisque ipsum ac vitae accumsan leo odio nisl nibh class eget eros est. Blandit justo. Laoreet netus erat mauris mattis lacus posuere potenti consectetuer ultricies. Natoque etiam ante suscipit. Integer ipsum purus vitae lorem purus montes adipiscing sollicitudin aliquet eleifend euismod. Iaculis lacus mus. Pretium donec nisi sapien euismod nonummy interdum feugiat conubia. Commodo justo adipiscing amet aptent mauris id diam neque urna. Rhoncus augue est adipiscing aenean ve non elementum cum nulla. Rhoncus class risus semper litora. Dapibus lorem. Commodo donec nisi nunc fermentum taciti volutpat massa elementum nibh. Conubia purus odio natoque id accumsan."
     ]
    },
    {
     "title": "Aliquam augue.",
     "paragraphs": [
      "Rhoncus justo ve. Sodales porta. Posuere netus at auctor hac eros ve donec nostra gravida. Lacinia ipsum morbi interdum purus lobortis nisi in. Gravida nulla. Dapibus vitae ac luctus a integer mi mauris facilisi cubilia pellentesque convallis proin felis faucibus. Iaculis etiam nisl. Dapibus fusce porta pharetra metus commodo semper at lorem tellus cum. Quisque metus vestibulum ve facilisis a. Cubilia lacus. Iaculis vitae et ornare. Euismod felis. Posuere augue ante ad erat ad sollicitudin quis vivamus nulla donec nibh non. Gravida metus nibh a erat adipiscing sit vestibulum dolor duis potenti. Posuere netus vestibulum natoque mus ad. Vivamus augue duis curabitur accumsan. Feugiat morbi ac metus ve eget ve sollicitudin laoreet. Iaculis nulla sodales. Gravida velit ut tempus duis id eget volutpat fringilla non cras quam. Viverra porta mi orci erat sem aenean conubia orci ad quam gravida massa. Iaculis fames. Gravida ipsum.",
      "Gravida fames in. Aliquet augue pede litora at mi justo mattis. Pretium ipsum vitae sit neque aenean ultrices eleifend neque mus habitasse. Euismod proin. Commodo morbi purus sodales vivamus. Dapibus purus euismod quam ac urna convallis est orci. Nonummy proin. Euismod curae. Cubilia felis per erat cum inceptos netus per erat pellentesque. Feugiat neque diam aliquet ad fames molestie porta enim vel tempor luctus non. Gravida massa. Blandit proin gravida cras massa blandit. Vivamus risus per nisi aenean parturient placerat enim pharetra cras ac. Integer vitae id ornare accumsan vestibulum malesuada elit tellus eu dui id. Lacinia lorem. Commodo massa leo augue pede et consectetuer nostra. Cubilia purus vestibulum eu aptent et nisi sociosqu donec ut amet inceptos. Conubia dolor dui vivamus odio nisi adipiscing nisi vulputate ve habitasse ad ipsum. Lacinia risus et tortor ante diam augue orci. Nonummy justo urna nibh duis euismod rutrum enim nunc arcu pretium eu et hac duis id odio felis. Aliquet velit neque nisi mus netus dis. Euismod fusce."
     ]
    }
   ],
   "title": "Vivamus nulla.",
   "paragraphs": [
    "Blandit curae quis ultricies purus sociosqu. Quisque fusce neque aenean porta morbi luctus. Cubilia justo amet eni morbi feugiat diam etiam fusce eros sem ve elit bibendum netus ac tortor lobortis nunc. Euismod magna. Feugiat fusce quis feugiat cubilia rhoncus orci ac sollicitudin varius taciti id fames nunc. Lacinia donec. Lacinia morbi. Conubia ipsum id tortor ac. Dapibus proin per viverra ve dictumst eros consequat. Integer lacus ut nibh donec montes nisi et. Conubia felis at hymenaeos ridiculus. Potenti fames eni quam. Conubia metus euismod pede a donec blandit leo senectus natoque. Dapibus risus quam sed nascetur quisque eleifend pellentesque dapibus. Aliquam augue nunc pede cubilia. Quisque neque amet. Cubilia velit. Viverra justo enim porta in habitasse viverra curae purus primis ve nibh. Nonummy dolor ve metus ve. Laoreet lacus etiam tempor mauris. Iaculis nulla sed risus vivamus semper diam. Iaculis lacus sed urna vestibulum tellus at vel varius.",
    "Iaculis donec elit cum varius eni tellus dictumst amet urna lorem erat. Potenti porta hac ipsum est aliquam id varius curae pharetra morbi vulputate feugiat rutrum. Conubia lorem. Laoreet velit arcu hendrerit nunc suspendisse consectetuer integer eros nostra libero proin blandit. Nonummy magna lacus elit natoque dolor ut a eros ac sollicitudin euismod ultrices tempor. Integer fames at taciti a adipiscing sit velit. Dapibus massa lorem nulla aliquam. Dapibus curae felis erat. Blandit class nam diam vulputate mauris tincidunt rhoncus magna ante in duis mattis id. Vivamus velit nonummy porttitor turpis penatibus in malesuada a augue. Euismod magna justo nisl dis turpis montes class adipiscing ante auctor dictum. Cubilia proin dolor etiam vivamus ac lobortis urna. Viverra risus. Aliquam morbi. Potenti netus eu sociis sociosqu commodo risus eget porta. Conubia augue eros nascetur suspendisse nascetur aliquet. Vivamus velit fames orci eleifend est consectetuer donec justo neque vel. Integer donec pede nibh hymenaeos tempus vel. Posuere neque enim praesent dolor gravida arcu lorem nonummy congue ornare. Conubia morbi nam arcu in. Aliquet proin eget sem cras placerat ornare enim in. Dapibus purus parturient senectus neque varius ante duis.",
    "Conubia morbi etiam ornare velit parturient praesent aliquam dictumst tortor primis dapibus lacinia tincidunt nunc sem ut. Posuere lorem elit commodo sed facilisi augue hac magna pretium dictum at eleifend. Natoque velit enim potenti commodo quis erat donec congue suscipit purus ipsum. Lacinia fusce et a rutrum odio in. Natoque augue fusce pretium. Cubilia proin duis et sollicitudin tempus felis conubia non ut fames. Viverra fusce odio sed donec pretium nunc pharetra placerat nulla sollicitudin molestie netus ut a. Sodales risus pede. Integer fusce. Laoreet class diam praesent quis dapibus nam. Pretium etiam dis urna laoreet egestas litora. Feugiat ipsum elit. Sodales vitae. Natoque justo duis nunc id dictumst orci primis nec. Conubia lacus eni ligula iaculis ornare ve sed ullamcorper viverra. Conubia augue. Gravida dolor eros ornare maecenas lacus id eni fermentum aptent justo pede. Aliquet purus felis augue est. Natoque velit non. Dapibus risus ad quis torquent metus tristique feugiat est. Potenti lacus. Laoreet fames."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy fusce amet cursus.",
     "paragraphs": [
      "Cubilia vitae eget vulputate ad fusce cum congue. Quisque nulla nec class sed arcu hac. Euismod velit nam erat duis urna. Quisque class sit orci a ante. Rhoncus velit orci lobortis. Feugiat curae et netus senectus lacus eu. Pretium fames. Aliquet proin in nulla luctus neque nascetur proin quisque per nascetur neque ve lacus faucibus enim. Euismod fusce vitae aliquet eros et. Cubilia nulla hac semper ve. Rhoncus metus arcu est porttitor feugiat justo elit euismod dignissim. Commodo risus. Euismod netus. Gravida metus dolor varius ut. Egestas proin est justo gravida nec pharetra ridiculus proin fermentum integer nulla amet erat viverra quam. Cubilia dolor. Posuere nulla nisl augue blandit luctus curae tempor aptent nec in. Cubilia lorem. Feugiat etiam in erat orci. Viverra morbi parturient scelerisque ligula id mattis imperdiet gravida ligula vel. Natoque augue etiam diam eu sed orci imperdiet platea nibh. Cubilia donec orci pretium mauris in molestie lacinia luctus urna.",
      "Blandit netus vel enim sagittis vitae hac eget curae gravida libero duis nunc turpis eni. Aliquam velit. Aliquam purus lacinia magnis cum rhoncus ut hendrerit enim pede potenti eu duis inceptos. Dapibus curae id cras id pellentesque. Commodo risus vivamus conubia vulputate nunc semper parturient dictumst. Vivamus velit eni arcu quam at urna ve ornare ultrices. Feugiat purus proin nostra molestie leo consectetuer tempus odio urna lobortis eu nisi lorem imperdiet cubilia. Blandit metus enim nonummy in duis mi mus in. Dapibus donec ante condimentum iaculis sem vestibulum donec. Euismod purus. Posuere justo porta nostra risus eros est habitant pellentesque. Potenti augue purus fusce mollis urna pede aliquam nulla odio accumsan a pellentesque. Potenti curae. Commodo donec quam torquent integer. Iaculis velit cum. Aliquam massa cras sem tempus a adipiscing vel vestibulum at venenatis justo nostra tempus morbi nisl dis. Iaculis porta cras gravida netus enim pretium cras vivamus. Egestas morbi quam euismod pede et morbi dui. Integer metus nunc gravida dolor nec. Sodales metus diam dui laoreet. Viverra nulla sit quam odio rhoncus. Integer augue eu enim facilisi ultricies ornare."
     ]
    },
    {
     "title": "Quisque fusce quam mi nascetur.",
     "paragraphs": [
      "Potenti class neque. Sodales velit. Nonummy porta. Potenti purus erat nostra dis maecenas nonummy conubia litora. Lacinia massa parturient pharetra duis tellus nam posuere mi turpis natoque. Posuere dolor at porttitor lorem lacinia malesuada. Conubia morbi. Gravida magna ut dui condimentum nonummy class odio lacus. Aliquam porta. Vivamus etiam. Laoreet metus elit eros fusce penatibus sapien placerat ullamcorper habitant posuere elit ve orci ut ante curabitur. Euismod netus leo praesent. Natoque dolor vel erat at elementum purus pharetra in quam dignissim libero placerat. Iaculis augue. Integer etiam. Dapibus dolor fames. Cubilia ipsum leo ligula a natoque mauris. Natoque vitae dui odio pede. Potenti nulla. Posuere justo. Feugiat fames et cras lobortis class. Dapibus netus.",
      "Gravida purus natoque elementum. Commodo curae iaculis id pulvinar fames potenti mi eu ante mattis. Quisque neque. Vivamus morbi eros a erat adipiscing. Euismod etiam. Cubilia proin pede duis euismod ad pede fames feugiat. Euismod etiam eget. Pretium purus. Rhoncus ipsum cras erat. Commodo donec viverra mattis porttitor curae ve per suspendisse quisque sem sagittis a sollicitudin nunc fames. Lacinia ipsum et. Potenti nulla quis ve massa non erat odio nec a tellus. Blandit augue risus sem diam nisi erat odio vestibulum. Blandit lorem et libero molestie dolor a pretium et fermentum ac nullam pellentesque fermentum. Blandit ipsum urna commodo in fusce sollicitudin malesuada. Laoreet ipsum quis praesent fringilla. Viverra dolor. Lacinia vitae nonummy gravida lectus per duis parturient mauris eni cras. Natoque velit leo. Aliquet justo ut class eu phasellus nibh convallis mollis maecenas. Blandit dolor vestibulum id phasellus curae a arcu felis etiam hac nisi. Integer fames cum vehicula pellentesque sodales phasellus lobortis ornare.",
      "Lacinia donec ante ve elit id cum et pede proin massa. Potenti purus enim tincidunt turpis ante. Lacinia nulla proin augue tortor. Vivamus justo et lectus ipsum mi porttitor netus quam dapibus. Vivamus metus euismod dignissim cras nulla. Sodales donec adipiscing condimentum turpis eu mattis et sociosqu. Commodo nulla. Aliquet lacus quam laoreet etiam. Gravida donec amet ligula nec nibh enim netus egestas platea leo tempus consequat bibendum. Quisque metus. Feugiat justo mus. Iaculis porta. Posuere augue eget convallis elit sem feugiat taciti purus habitant mi. Pretium augue ac eu habitasse. Pretium fusce eu nostra dapibus nunc nisi laoreet ac. Integer augue odio in. Euismod curae. Euismod nulla felis. Aliquam justo proin etiam dui odio enim. Posuere curae cum nunc primis imperdiet netus. Dapibus augue adipiscing accumsan pretium quisque. Gravida lorem mi."
     ]
    }
   ],
   "title": "Conubia class.",
   "paragraphs": [
    "Laoreet porta. Laoreet class neque mollis vitae vestibulum torquent odio mus. Laoreet etiam hac eni id lobortis. Gravida felis donec libero auctor inceptos scelerisque sociosqu gravida laoreet interdum sollicitudin. Blandit donec. Posuere neque amet a quam massa mi nisi cras justo consequat. Laoreet ipsum diam dignissim sapien facilisis ad. Aliquet netus potenti inceptos pellentesque vivamus. Sodales fusce pede posuere. Egestas netus. Gravida netus enim ornare dolor sem. Natoque lorem adipiscing sociosqu nisl congue. Feugiat justo cras cum in. Sodales proin orci. Gravida lorem magna bibendum ad nunc leo nunc dignissim ve et dignissim cubilia felis. Feugiat proin nibh diam erat nonummy a semper class non. Vivamus donec nam platea lectus aliquam viverra enim. Potenti proin nibh ve orci lobortis. Quisque purus nisi cum erat lorem turpis. Posuere class quam euismod. Lacinia etiam ad tellus id velit per lacinia. Quisque magna leo.",
    "Iaculis class sodales pretium quam ac quis ullamcorper. Sodales magna enim est sit pellentesque at natoque. Conubia morbi. Cubilia augue. Nonummy fames eu justo id aenean ipsum. Feugiat ipsum. Commodo metus laoreet nunc duis. Vivamus donec elit blandit nisi cum purus aptent scelerisque dolor tincidunt nam porta. Egestas donec ve tortor. Cubilia purus lorem scelerisque ut tempus pellentesque blandit morbi. Blandit massa. Aliquam massa quam sit mus sit per ut luctus. Posuere neque elit. Viverra donec sit fames elementum pharetra ante ad volutpat vivamus ante. Aliquet felis morbi nisi inceptos curae fermentum nisl tempus. Euismod metus. Conubia massa iaculis et nibh eu hendrerit scelerisque fringilla odio elit consequat libero inceptos curabitur et. Aliquam neque ut ligula pharetra nec pellentesque magnis nisi taciti litora feugiat odio. Aliquet justo odio taciti et sit ullamcorper posuere sem elit arcu nam. Aliquam ipsum nec nibh a diam at pellentesque consectetuer aliquet montes. Posuere lorem et fermentum quis primis potenti phasellus diam pretium ut. Rhoncus lorem quam malesuada fames ad dis eu."
   ]
  }
 ],
 "abstract": "Commodo felis massa duis nam elit interdum volutpat gravida nascetur commodo natoque eget. Laoreet nulla nisi risus semper lorem vestibulum ve luctus nonummy ve habitant eni ante duis. Natoque curae in mollis in sagittis sociis luctus sem enim bibendum nec integer. Commodo proin odio varius cursus hymenaeos lacus et etiam. Aliquet class felis a dapibus id auctor vulputate etiam dignissim faucibus arcu congue parturient consectetuer dapibus justo. Blandit purus. Potenti ipsum et at convallis ve elementum. Laoreet nulla eget tincidunt inceptos. Gravida neque ve tortor phasellus. Aliquam proin pede rhoncus ac ridiculus. Laoreet justo amet gravida. Feugiat dolor. Posuere felis quisque suscipit id tortor consectetuer posuere curae. Lacinia ipsum nisi egestas curae ut ornare leo aliquam a semper. Quisque risus duis molestie lacus ridiculus nec habitant hymenaeos lacus nascetur sit pellentesque. Natoque justo quis dapibus ac ridiculus. Laoreet donec netus amet nibh taciti vel aenean interdum erat. Conubia donec odio cubilia mi auctor cras. Aliquet porta. Natoque lacus ipsum vehicula duis nunc iaculis penatibus. Commodo dolor nibh hendrerit tellus inceptos eros habitant. Quisque vitae netus felis mus urna vitae tempus.",
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "Engineered Media"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Engineered Media"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Engineered Media"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Engineered Media"
  }
 ]
}