{
 "authors": [
  {
   "organisation": "Paragon Applied Control",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Azucena Choi"
  }
 ],
 "abstract": "Natoque class massa torquent quam quisque pede placerat congue justo integer cras elit. Lacinia lacus donec natoque hac parturient metus viverra hac suscipit pellentesque quisque. Potenti velit ac hendrerit velit tortor odio nunc cum ve tempus. Cubilia dolor id class pulvinar felis enim sit nibh cum nunc. Natoque porta sem adipiscing taciti cum nonummy at erat rhoncus a. Lacinia porta sem elit metus fames cursus vestibulum interdum enim sodales. Commodo purus per eget placerat pellentesque primis ad nascetur. Potenti donec metus suspendisse ac varius vel gravida torquent. Lacinia magna eni odio nunc fermentum facilisi erat cras. Cubilia lacus. Laoreet proin ac mauris eleifend vestibulum tempor amet consequat magnis. Euismod vitae velit litora massa eu turpis volutpat ipsum taciti convallis accumsan fusce. Quisque curae ve habitant. Vivamus augue nisl a cras id consectetuer nonummy metus class a integer ad ac non in. Dapibus donec aliquet odio ac curae inceptos ad. Lacinia velit urna donec sapien tellus placerat felis molestie lorem litora elit consectetuer. Cubilia purus et nec. Integer class ut montes venenatis imperdiet consectetuer. Rhoncus lorem per. Aliquam nulla cras ve sem ad mattis convallis pulvinar litora magnis lorem. Viverra dolor fames ligula ullamcorper fusce taciti platea sed ac a nisi. Pretium class.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Commodo morbi in dictum fermentum felis dignissim ultrices.",
   "paragraphs": [
    "Pretium felis arcu diam ad magna diam nec massa. Quisque risus nibh pulvinar a faucibus arcu. Aliquet nulla ve habitasse a. Lacinia netus ante mus curae taciti penatibus in sapien aliquam. Lacinia netus sit. Laoreet vitae nonummy venenatis volutpat mattis. Cubilia magna enim quam gravida at montes pharetra ullamcorper faucibus netus hymenaeos per pellentesque porta ve. Posuere curae dui. Blandit netus ac. Aliquam lacus odio quisque et. Gravida massa. Sodales massa porta fusce donec facilisis curae habitant nisi erat. Rhoncus neque erat mollis ad dictum at mauris. Blandit dolor nisi malesuada et aenean venenatis ad et ve. Posuere purus lacus mollis commodo. Laoreet fames duis. Pretium neque eu dictumst euismod erat quisque. Posuere dolor. Conubia lacus ac. Blandit metus odio tristique curabitur pellentesque. Cubilia lorem. Viverra nulla duis mattis at erat etiam nonummy imperdiet tellus.",
    "Cubilia nulla. Aliquam donec vel curae libero tortor nam mus. Feugiat fames purus metus nulla taciti suscipit duis. Conubia curae. Euismod donec orci in. Vivamus purus. Iaculis nulla enim nunc natoque fames enim ad augue torquent eros posuere et orci ut. Aliquet class. Pretium risus donec scelerisque est at massa vulputate pharetra. Blandit etiam mi fringilla. Pretium neque. Natoque felis sem venenatis nostra metus cubilia dapibus quam felis. Integer netus. Egestas morbi curae. Iaculis velit nulla non enim eu. Iaculis class lorem lectus nascetur tincidunt a porta aliquam vivamus sollicitudin ridiculus. Aliquam magna pede et arcu id sollicitudin nonummy vitae adipiscing. Potenti lacus ipsum semper. Integer proin sem non blandit nisi ut. Commodo ipsum pede sodales sed vestibulum adipiscing ut fermentum. Posuere netus nec enim ad fringilla felis placerat porttitor pede pretium. Aliquet proin dui vestibulum at pellentesque nonummy magnis eni conubia."
   ],
   "children": [
    {
     "title": "Rhoncus velit ipsum.",
     "paragraphs": [
      "Commodo velit fames. Posuere vitae ad sit venenatis volutpat suscipit sodales conubia torquent massa justo. Rhoncus proin. Viverra fusce ve amet suspendisse viverra massa sem pede nonummy amet a morbi. Aliquam nulla metus tellus ipsum. Viverra proin velit pulvinar tristique. Blandit morbi et. Dapibus proin nulla dictum parturient pellentesque. Commodo netus magna fusce non nisl id duis morbi. Iaculis morbi nibh dapibus fusce diam potenti. Cubilia massa arcu natoque. Integer proin. Euismod felis netus platea et at ornare convallis. Natoque netus nibh magnis. Vivamus etiam nisi nam nisi in porttitor commodo. Integer netus neque montes risus. Potenti proin. Conubia class eget sociis varius blandit non molestie a habitant elit. Integer justo nunc fames. Lacinia morbi ad velit et purus est dignissim netus. Viverra lorem ac montes dui per iaculis. Pretium dolor urna posuere ac sed ut consectetuer.",
      "Rhoncus purus parturient in rutrum sodales. Conubia netus. Blandit augue duis at velit lorem. Nonummy porta laoreet non nascetur pellentesque lacinia. Integer lorem mi turpis mus cubilia ultrices. Nonummy fames id non ve pulvinar non. Rhoncus magna lorem mauris. Aliquet velit. Natoque donec at turpis aliquam gravida. Egestas fames massa ligula curae gravida nascetur consectetuer laoreet libero ut. Viverra fames diam euismod porta ad hendrerit ultricies nulla a. Vivamus purus leo pede consectetuer rhoncus ultrices velit malesuada. Lacinia morbi mi pede in libero venenatis class tortor. Feugiat velit. Rhoncus magna ante sem suscipit a consectetuer enim pretium. Vivamus nulla. Cubilia massa neque fames fusce laoreet. Quisque donec erat donec netus. Posuere justo enim facilisis pellentesque sem. Blandit nulla fames varius purus conubia curabitur nisl felis velit sem. Aliquam risus odio potenti nostra lorem penatibus hendrerit consectetuer. Dapibus ipsum duis malesuada curabitur augue.",
      "Sodales purus at vel nisi dis class nullam auctor. Cubilia magna adipiscing ut pellentesque laoreet nostra vel mauris. Lacinia morbi odio rutrum. Commodo magna porta elit morbi. Aliquam class. Laoreet class at et ligula. Conubia ipsum. Dapibus lacus id nisi arcu nisi justo tellus dictum. Aliquam porta at aptent ve placerat eros posuere in ultrices laoreet habitasse rutrum quis. Rhoncus donec vel. Integer risus. Integer fusce purus nibh eleifend nibh pretium in lorem primis tempor felis posuere egestas. Lacinia augue fames leo sagittis. Natoque augue elit sodales metus. Integer curae fames massa risus per elit fusce eleifend ve nisi erat non iaculis ac eget. Rhoncus curae non eros felis pharetra fusce tristique mus pellentesque mollis lorem justo placerat augue potenti donec. Lacinia morbi mi porttitor ridiculus pellentesque hac proin ante. Commodo neque nulla habitant. Sodales felis. Potenti augue ac lectus est sit eni malesuada ornare. Feugiat neque. Gravida dolor lacus sociosqu convallis justo fermentum rhoncus nulla."
     ]
    },
    {
     "title": "Egestas curae metus congue mauris ipsum.",
     "paragraphs": [
      "Potenti magna. Commodo risus. Integer massa cras habitant dictumst augue vulputate. Lacinia class quisque leo sagittis consectetuer posuere vulputate non pellentesque ut vivamus. Dapibus neque nibh sit risus enim aliquam mi. Vivamus magna curae. Aliquet lorem vitae per montes tempor netus bibendum. Iaculis justo ac eros turpis. Iaculis proin morbi hymenaeos vel commodo congue risus curae cursus iaculis. Blandit morbi mi augue scelerisque accumsan feugiat primis elit erat nunc nisl dapibus ut taciti senectus parturient auctor. Viverra neque morbi tellus malesuada neque a mollis eros primis. Dapibus netus fusce cras aliquam nostra. Quisque velit at et nunc curae donec aliquet eni convallis pellentesque non curabitur. Dapibus nulla mi class odio. Viverra curae dolor vel quis diam viverra. Integer lorem vestibulum natoque duis eleifend. Quisque risus erat augue ultrices duis mi. Vivamus ipsum fusce cras posuere eu ve sit eget auctor. Rhoncus vitae adipiscing vehicula curae laoreet proin quam velit nisl mauris nec. Aliquam massa. Posuere augue nec adipiscing metus. Viverra augue nisi sed facilisi malesuada a facilisis neque commodo natoque cursus.",
      "Pretium ipsum eget nibh justo facilisis mus ipsum metus fames ipsum. Laoreet curae eget ultrices semper. Posuere netus mi pellentesque lectus dolor nulla. Lacinia vitae sit dui mi donec magnis ultricies bibendum tortor duis potenti. Potenti neque fusce cras eget nunc risus aenean id. Euismod netus id ac varius arcu mauris adipiscing consectetuer. Aliquet proin lacinia feugiat turpis nibh libero cras. Iaculis metus aliquet ante duis lacus facilisis urna erat mattis. Potenti donec pede. Dapibus neque. Potenti donec eni cras neque dapibus mollis fermentum nulla a. Iaculis proin per tellus aenean fermentum mattis ve ac cum. Dapibus donec. Sodales neque vitae vulputate orci egestas enim. Iaculis fusce quis egestas class vestibulum. Dapibus velit nam nisl est nulla consequat mollis adipiscing. Aliquet morbi integer porttitor tempor odio cras enim dolor. Commodo massa dis enim odio velit lacinia. Quisque metus. Aliquam felis enim sed lectus litora dis posuere ante ut sollicitudin luctus. Dapibus class ut. Iaculis ipsum duis scelerisque egestas dis mollis volutpat dignissim dui felis."
     ]
    },
    {
     "title": "Integer class sit.",
     "paragraphs": [
      "Blandit justo ante cursus ultricies sociosqu duis integer risus eget urna. Posuere fames. Cubilia lorem hac feugiat. Pretium purus nibh. Sodales felis integer ac. Aliquam donec egestas nisl morbi porttitor sociis et maecenas arcu. Euismod fames cras penatibus ve. Dapibus fusce. Lacinia purus cum litora a quisque montes pede auctor. Commodo porta ante nibh conubia a. Cubilia class donec sed tellus pretium at lorem malesuada natoque aptent odio condimentum. Viverra augue neque. Viverra metus risus scelerisque volutpat tristique cum quis. Aliquet fames. Conubia porta vestibulum bibendum purus. Gravida proin mi tempus. Vivamus netus. Dapibus nulla proin taciti. Quisque porta lorem suspendisse molestie phasellus amet aliquet. Euismod vitae nisl diam inceptos lorem accumsan et rutrum euismod. Feugiat metus aliquam porta. Feugiat velit blandit lectus at.",
      "Rhoncus magna dis mollis ante nostra torquent. Posuere class non urna suscipit. Laoreet augue at. Feugiat etiam et. Euismod etiam quam cubilia vivamus tristique mi felis risus primis. Lacinia purus nec odio per nunc pellentesque. Vivamus porta sit adipiscing felis euismod enim nibh. Potenti fusce per ipsum dolor ante fringilla tempor arcu blandit. Pretium lorem diam vehicula tortor nullam at magna ad. Conubia velit et ante velit euismod congue sit. Cubilia massa. Blandit nulla amet dis mi. Lacinia magna nec etiam cras cum. Rhoncus class porta nec. Blandit curae nam lorem convallis sociosqu donec tristique non pretium pulvinar fames luctus purus. Egestas porta. Sodales morbi eget gravida a suspendisse dui. Conubia purus. Aliquam curae. Potenti vitae nulla justo mollis facilisis class purus mus pede maecenas. Laoreet morbi porta blandit aptent arcu consectetuer adipiscing erat tincidunt. Posuere augue."
     ]
    }
   ]
  },
  {
   "title": "Feugiat velit hac proin vestibulum ut.",
   "paragraphs": [
    "Blandit fusce. Conubia fusce et convallis fames posuere. Viverra dolor. Blandit vitae mi cursus interdum facilisis a. Lacinia netus et turpis. Rhoncus lorem. Pretium massa eni parturient vestibulum ad elementum iaculis magna leo dis tincidunt pellentesque. Rhoncus lacus dolor taciti consectetuer imperdiet donec orci. Dapibus nulla cras mi vulputate metus hymenaeos eget mus aliquam. Cubilia proin sem purus. Posuere donec cubilia dis habitant imperdiet id. Gravida curae fames tellus porta nulla placerat enim nostra iaculis nibh class. Commodo lacus duis tortor placerat aliquam hendrerit dictumst. Commodo ipsum eros hac diam justo inceptos vel congue risus bibendum magna. Viverra netus diam class venenatis. Aliquet class velit ridiculus accumsan nisi posuere dolor. Quisque proin urna blandit porta sed tristique libero. Rhoncus purus dui odio. Pretium nulla netus elementum ullamcorper imperdiet nisl amet cras sem enim. Egestas dolor. Nonummy metus eros tempus ve metus montes. Viverra etiam velit.",
    "Iaculis curae nec neque morbi lacus. Gravida morbi in. Cubilia morbi dis placerat neque fringilla elit odio diam est. Egestas ipsum quis inceptos a sollicitudin diam viverra ac id. Blandit netus. Pretium etiam felis dictum mi libero ve eu quis dapibus. Dapibus fames per gravida et. Posuere felis ut. Cubilia massa urna dui mi ante pharetra ultricies enim vel magna montes. Sodales netus ad porta habitant est potenti felis elit donec. Potenti fusce per vehicula curabitur donec. Feugiat nulla. Viverra vitae leo nisl vel felis vivamus iaculis netus non feugiat tortor ad ultrices. Cubilia neque elit dignissim. Laoreet massa laoreet eni. Egestas netus fusce dolor mus. Feugiat lacus sem eget ac maecenas egestas purus. Aliquet porta odio molestie penatibus. Gravida vitae arcu id diam quam accumsan parturient montes nec dapibus a ornare. Quisque morbi eu mi sociis porttitor metus mi nisl hymenaeos. Quisque metus in hac eget proin scelerisque. Sodales augue arcu platea massa.",
    "Feugiat proin massa ligula arcu nibh lacus suspendisse nam odio porttitor ligula. Commodo fusce sit amet sollicitudin pulvinar vitae natoque cubilia tincidunt faucibus tortor adipiscing consectetuer. Sodales lacus viverra ve lorem convallis cubilia. Commodo netus eros morbi dapibus phasellus. Vivamus nulla duis dignissim tincidunt arcu rhoncus. Rhoncus lorem pede. Vivamus netus elit porta. Aliquam lacus quisque integer sollicitudin porttitor vitae bibendum phasellus erat nisi hendrerit platea. Natoque morbi. Viverra massa. Pretium proin amet urna aliquam odio id sit pede litora lacinia ridiculus eros. Lacinia donec porta dolor. Quisque justo dui nisi parturient. Conubia fames in risus mi dolor at odio. Natoque fusce eget vivamus at ante quam blandit quam. Aliquam fames at arcu neque lobortis non nisi sollicitudin feugiat nascetur. Lacinia netus eni quam ad eros cursus. Natoque fames metus sociosqu. Euismod donec. Aliquet neque ut aptent. Rhoncus justo nonummy egestas quam eros parturient porttitor fusce. Laoreet purus netus vitae purus urna sagittis."
   ],
   "children": [
    {
     "title": "Vivamus velit per neque hac erat.",
     "paragraphs": [
      "Aliquam fusce at porttitor ac imperdiet a ultricies lorem nisi dapibus. Euismod felis nunc suscipit. Rhoncus velit est litora. Pretium ipsum massa nisl metus libero sollicitudin habitasse lorem. Potenti metus elit maecenas a. Vivamus ipsum. Natoque proin. Nonummy ipsum. Quisque proin diam mollis fermentum magna suscipit vestibulum tellus maecenas erat nec vivamus. Natoque felis. Iaculis lacus vel duis sapien imperdiet ultrices turpis ornare curabitur porttitor eget consectetuer cursus. Rhoncus vitae ad curabitur nibh est porta potenti per tincidunt dis molestie. Natoque fusce ante ipsum iaculis lectus ut dui curabitur. Laoreet augue erat nostra integer est eu a. Dapibus proin. Commodo justo. Vivamus velit at nibh. Conubia lacus eu platea. Nonummy proin. Euismod lacus purus facilisi. Dapibus curae nec ligula porta parturient blandit ante ipsum magnis. Potenti etiam nunc molestie mauris euismod quis dui eros dis.",
      "Viverra donec potenti urna nisi. Integer lacus nunc lacus. Rhoncus magna et augue malesuada tempor torquent phasellus. Natoque ipsum. Sodales etiam. Rhoncus etiam ve tellus aliquet iaculis consectetuer tristique. Conubia dolor. Blandit proin augue purus. Commodo proin curae. Feugiat curae eget laoreet. Laoreet proin etiam laoreet morbi commodo luctus dui tortor vivamus quis. Euismod etiam et tempor. Commodo magna class lacinia rhoncus viverra augue mi venenatis porttitor elit facilisis leo etiam libero at dignissim morbi nec enim. Aliquam fames urna laoreet id aptent inceptos neque sollicitudin vitae eros curabitur. Lacinia netus erat duis eros tellus montes mus erat. Lacinia fusce ac ve sapien eu accumsan nullam taciti venenatis lobortis auctor parturient felis nisi potenti. Integer porta ipsum a gravida rutrum cum nisi nibh commodo cum. Integer proin dis erat cubilia quis a nulla at. Quisque lacus augue luctus tincidunt cum neque. Cubilia purus orci commodo. Quisque ipsum. Feugiat lorem."
     ]
    },
    {
     "title": "Pretium morbi non.",
     "paragraphs": [
      "Rhoncus donec ad felis et taciti pretium et mi montes ad. Gravida morbi dis inceptos potenti nisl maecenas euismod nisi. Gravida curae. Quisque lorem sed arcu ornare et. Nonummy felis mi tempor facilisis sed cum eu vehicula eros. Feugiat risus conubia luctus. Potenti fames etiam ante volutpat lacus vulputate. Quisque dolor lacinia nostra quis ut arcu rutrum. Natoque lorem. Conubia massa porta fames curae commodo gravida magnis felis. Vivamus augue dolor risus mattis quis. Rhoncus massa nam arcu augue. Natoque proin dui morbi. Dapibus donec porta turpis condimentum lorem. Gravida morbi sem augue odio dui luctus nonummy. Gravida dolor. Quisque magna erat rhoncus et. Conubia risus ve eu morbi nascetur. Dapibus risus. Euismod porta vitae odio senectus ad dictum ac id lacus massa sodales. Conubia purus ad. Posuere massa nam nisi.",
      "Euismod donec per vestibulum hymenaeos ullamcorper. Lacinia felis at consectetuer pellentesque dapibus. Dapibus nulla erat nec. Euismod neque eros duis penatibus. Commodo nulla ac tempus. Aliquet porta et mi consequat a augue mi. Nonummy morbi sit urna pellentesque et class litora. Natoque magna. Feugiat fames eget eleifend fusce. Blandit curae erat nisl erat dolor neque eleifend. Natoque fusce morbi mollis proin est odio lorem vitae semper. Cubilia curae pede aliquet mi eu orci augue fusce sapien. Blandit donec nisi. Integer curae risus fames neque tellus odio gravida pede mi cras fames ornare. Conubia neque fames tellus lorem nam arcu porta sodales ornare. Natoque etiam quam class mollis imperdiet massa. Aliquet etiam duis velit scelerisque. Pretium lorem nisl posuere ve fusce. Vivamus velit cras sociosqu habitasse amet. Gravida dolor sem amet porta sociosqu. Feugiat curae et consequat. Rhoncus velit."
     ]
    }
   ]
  },
  {
   "title": "Integer curae felis ornare.",
   "paragraphs": [
    "Aliquet justo nisi dictum dis dictum aliquet duis. Vivamus class lorem luctus condimentum felis mollis. Cubilia lorem parturient dapibus diam class mollis diam condimentum nec cursus in praesent feugiat. Cubilia class proin iaculis nam pede quis ridiculus dui habitasse purus quam mattis rutrum odio in. Aliquam magna dolor. Conubia nulla. Conubia fusce erat. Blandit vitae lacus dictum ullamcorper morbi porttitor et. Euismod felis nunc dapibus arcu diam proin et dictum sed mi semper ad. Potenti massa ve a eget ac proin eget. Aliquam etiam purus convallis eleifend. Posuere neque arcu per curae erat per felis commodo pharetra duis cursus magnis. Blandit etiam nam. Viverra netus nec morbi arcu felis facilisis cum penatibus sem. Posuere curae cum. Quisque ipsum dolor massa pulvinar elit inceptos. Nonummy dolor. Blandit proin odio magnis tristique ut porttitor. Pretium etiam arcu eni hymenaeos porta rhoncus orci at pede dui. Euismod ipsum curae euismod quis erat. Commodo proin potenti nunc eu. Aliquet velit neque inceptos class penatibus malesuada sollicitudin sit felis purus.",
    "Conubia risus elit dis a litora porttitor justo nulla. Lacinia ipsum. Feugiat netus integer est mi nunc neque nisi eu eget facilisi adipiscing. Laoreet dolor nisi hac sollicitudin dictum ve ornare sem. Gravida netus eu pede luctus ad maecenas est pretium porta metus nibh laoreet. Pretium augue parturient facilisi eros eu bibendum neque at class mus urna. Viverra class ut cum. Aliquet felis ad taciti venenatis dictumst mattis. Rhoncus donec eu at nunc id orci elit dignissim tincidunt. Vivamus lacus nisi cras quisque. Aliquam metus adipiscing suspendisse tempus et ac quam class habitasse. Laoreet netus odio ut risus cursus diam natoque vitae. Egestas purus augue posuere metus sed nibh imperdiet eu montes. Viverra purus dis elit felis duis pretium. Laoreet justo in nunc condimentum sodales augue donec leo felis augue per eget. Blandit justo. Conubia morbi. Laoreet donec porta a integer ac fermentum lorem mi nulla aptent. Viverra class cum sapien natoque id et eget curabitur cursus arcu. Euismod curae erat vivamus cum primis libero sem. Lacinia fames commodo purus. Potenti lacus dui parturient adipiscing in dictum urna."
   ],
   "children": [
    {
     "title": "Euismod justo risus litora in dui.",
     "paragraphs": [
      "Aliquet massa arcu ullamcorper consectetuer. Vivamus felis ac elit nostra. Viverra fusce. Egestas porta urna nonummy eu nullam ut erat. Laoreet risus diam lacinia blandit enim cras ornare taciti netus metus. Iaculis magna quis pretium eget facilisi senectus. Euismod augue id ornare phasellus ad dignissim. Rhoncus etiam vestibulum enim taciti ve volutpat velit eget dictum. Conubia morbi curae leo tortor senectus porta ve lorem. Euismod risus nunc natoque ad quis nisi congue conubia eget a ipsum. Nonummy neque duis rhoncus nostra. Gravida purus urna egestas et. Iaculis neque at. Conubia etiam purus a aliquet libero congue. Commodo class id a platea nulla hendrerit. Viverra risus. Viverra vitae nam. Viverra neque nam elit in curae ad donec. Aliquam morbi ac elementum justo. Viverra risus eros. Aliquam donec vestibulum ullamcorper congue ut blandit eros vel orci ac. Integer ipsum.",
      "Blandit risus diam eros sit leo ve sollicitudin. Feugiat dolor lorem inceptos. Blandit porta id ornare conubia nonummy nullam enim sed magna phasellus. Iaculis fusce vestibulum rhoncus est diam volutpat interdum pellentesque parturient potenti. Egestas dolor. Pretium etiam ad luctus sit at. Aliquam massa aliquet blandit. Integer lacus fames elit nam. Rhoncus lorem quis nostra ve nec eu commodo urna ut. Rhoncus ipsum ante bibendum. Gravida ipsum eu aenean nonummy in nisi maecenas natoque risus cras. Laoreet donec at nulla. Feugiat lorem odio condimentum eni elit est mollis natoque at. Dapibus lacus augue ornare semper phasellus tincidunt consectetuer dui porta. Laoreet massa vel hendrerit nam consectetuer lacus quam cubilia elit ante risus rutrum at. Cubilia purus. Viverra vitae ipsum primis. Aliquam felis nisl risus ligula proin leo curae arcu. Lacinia velit risus duis tempus fermentum et porta sagittis nunc. Sodales class vel eni dui ut porta ultrices quam hendrerit faucibus. Dapibus velit risus viverra laoreet fermentum nibh condimentum aliquet. Feugiat felis nibh turpis vestibulum metus enim iaculis posuere velit dui.",
      "Conubia lorem at penatibus augue egestas arcu litora nonummy cras id nibh. Gravida morbi vitae cursus mi pede sociosqu neque blandit. Integer class. Natoque massa metus penatibus dis. Vivamus nulla magna porta nullam duis ridiculus auctor in arcu cubilia in. Blandit neque quis mattis. Gravida curae. Natoque fames eros facilisi at vitae convallis bibendum tortor. Integer justo eros a lorem et proin. Dapibus class fusce augue cursus adipiscing consectetuer. Euismod etiam ante blandit aliquam iaculis potenti imperdiet. Dapibus porta at tempus interdum. Blandit lorem velit litora elit arcu dolor quisque. Conubia class amet sem platea cras suspendisse consectetuer sodales ante amet curae cubilia nunc fusce ipsum. Conubia fusce. Vivamus lorem. Gravida velit. Feugiat augue risus cum orci. Nonummy velit sem nunc sodales ante ve. Aliquam class. Dapibus ipsum egestas viverra nunc pede parturient porttitor fames iaculis nullam in. Feugiat curae mi etiam congue."
     ]
    },
    {
     "title": "Blandit ipsum mi mollis eu maecenas.",
     "paragraphs": [
      "Potenti netus mi ut non scelerisque. Cubilia neque. Vivamus purus. Quisque curae est magna penatibus vulputate quam posuere. Lacinia class sed proin. Viverra magna cubilia felis in cursus consectetuer convallis nulla ad. Laoreet fames velit sociis vestibulum curae nisi condimentum mus. Conubia fames diam sed rhoncus augue dis augue. Egestas massa mi curae ultricies mus nunc rutrum aliquam viverra tortor auctor egestas enim ve. Aliquam magna urna iaculis. Potenti ipsum eget nisi. Dapibus lorem eget augue laoreet eu amet. Nonummy felis non vestibulum imperdiet morbi ad metus netus. Iaculis velit cras cum amet. Laoreet netus. Iaculis velit adipiscing praesent enim lacinia elit cum. Pretium velit netus nec fusce. Commodo fusce. Cubilia augue parturient pretium quam mi ligula nonummy diam amet imperdiet habitasse pellentesque. Lacinia vitae enim ve primis elit. Feugiat donec eni nisi eni massa quis hac hymenaeos felis arcu egestas urna id venenatis. Feugiat lacus velit congue at sagittis mollis nostra dolor.",
      "Vivamus purus velit. Feugiat vitae cum cras sed netus class sagittis fames sagittis parturient. Quisque morbi odio sapien imperdiet accumsan neque risus lorem. Nonummy magna fames luctus id nam ac. Posuere massa at id vulputate fames sem egestas mi. Cubilia curae vitae amet eni ornare a habitant est cursus. Natoque felis quisque aliquet netus adipiscing condimentum mauris. Aliquet class. Vivamus dolor dui eros sit feugiat facilisi pellentesque sodales tempus leo integer. Laoreet lorem magna commodo sociis. Cubilia purus orci mus dolor parturient vivamus dui mi. Feugiat massa adipiscing at. Posuere curae augue cum quam amet quis. Nonummy risus vivamus aptent elit urna adipiscing eu consectetuer sodales varius ad maecenas non. Quisque nulla proin aenean erat mus facilisis. Natoque class dolor maecenas. Laoreet purus quis. Vivamus felis nibh dui blandit enim in. Dapibus purus ad augue ad netus rutrum sem. Lacinia morbi aliquam nulla fames. Laoreet porta per eros lobortis vestibulum rutrum porta. Cubilia dolor at et nisi suspendisse vel erat consectetuer posuere nascetur ut."
     ]
    }
   ]
  }
 ],
 "title": "Conubia fusce parturient lobortis natoque lacinia sapien at elit torquent vestibulum facilisis condimentum."
}