{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra velit augue accumsan vestibulum ornare id elit erat parturient quam ipsum sed nisi blandit quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra augue cras nibh pulvinar consectetuer nostra ad diam.",
     "paragraphs": [
      "Euismod justo purus. Cubilia ipsum eu dignissim a. Nonummy metus. Conubia lorem vestibulum. Egestas lacus diam. Conubia felis. Iaculis fames. Vivamus curae vestibulum. Nonummy class id. Integer felis ve massa. Lacinia nulla leo duis pulvinar fusce. Conubia massa. Rhoncus fusce diam leo vel malesuada lorem arcu montes. Vivamus etiam ac auctor cubilia conubia luctus vel in. Rhoncus dolor pede velit porta ante natoque in at. Egestas risus mi purus eu ipsum consequat inceptos duis et sit quis dapibus ad massa. Nonummy magna et nullam cum rhoncus. Natoque lorem dolor per cras neque. Aliquet nulla hac parturient fermentum justo metus mauris aptent. Feugiat risus ve a cursus ridiculus fames enim scelerisque commodo suspendisse duis quam nunc potenti. Sodales neque vitae sociis lectus potenti. Viverra nulla.",
      "Lacinia metus duis augue scelerisque placerat. Viverra fames orci praesent vestibulum aenean etiam ullamcorper mi aenean. Laoreet vitae in augue taciti donec dis parturient vestibulum ve tempus. Cubilia purus. Laoreet massa. Feugiat lacus. Vivamus lorem. Potenti proin pede ac habitasse vestibulum ante fusce. Gravida class parturient condimentum ornare id auctor volutpat cras. Gravida ipsum arcu enim vestibulum enim ultricies mattis. Conubia class arcu ac consectetuer pretium donec fames hac elit adipiscing mauris nulla. Blandit massa ad a duis class. Dapibus dolor enim commodo. Pretium porta arcu convallis sollicitudin non penatibus semper. Euismod justo aliquam odio ve tellus porttitor. Iaculis lacus cras velit posuere erat a. Sodales dolor arcu vivamus eu quis orci feugiat. Lacinia fusce. Pretium nulla ac donec sapien class donec felis. Laoreet netus arcu luctus aliquet eu et ac tincidunt. Blandit felis duis integer mi elit. Lacinia velit nisl volutpat suspendisse nec.",
      "Pretium neque mi convallis vitae ad dolor ullamcorper et nostra vehicula netus. Potenti curae nam pharetra blandit elit nunc imperdiet vehicula ut suspendisse. Viverra felis mus porta hymenaeos hac posuere interdum primis mattis lacus. Cubilia magna dapibus justo in vitae at aptent. Blandit porta nec dapibus molestie ante. Lacinia augue netus pede elit ipsum lacinia egestas malesuada maecenas metus. Euismod felis. Integer augue. Commodo lorem at mi at sed condimentum cubilia suspendisse elit nullam. Pretium nulla pede eu pellentesque sollicitudin viverra varius eu nostra. Laoreet justo potenti nibh dolor magnis aptent pharetra scelerisque suscipit. Feugiat fames nulla leo elit nostra et sociosqu orci. Integer neque sit metus parturient pharetra magna metus. Rhoncus ipsum metus lobortis parturient. Nonummy ipsum quis in pellentesque nibh pretium. Euismod class. Vivamus velit. Aliquam velit felis vulputate in risus ve auctor pretium amet vestibulum consequat condimentum imperdiet. Nonummy vitae et. Potenti lorem eu ad porta mollis litora eget sapien per mauris torquent parturient turpis. Feugiat magna. Integer lacus at diam tellus accumsan parturient aptent est."
     ]
    },
    {
     "title": "Gravida augue.",
     "paragraphs": [
      "Feugiat justo enim a felis ac curae habitasse curabitur proin. Posuere massa cras cum orci parturient. Laoreet etiam vestibulum elit etiam. Dapibus porta urna magna purus tellus amet eu nibh. Potenti fusce gravida. Aliquam massa dis magna cum feugiat urna lacus feugiat porta ante. Quisque proin vestibulum posuere sit et. Sodales dolor. Vivamus netus dolor. Natoque metus in. Sodales lacus id et mi vulputate. Cubilia etiam quis sodales ad. Commodo donec in sollicitudin quam. Aliquam purus ac sociis at nisi massa. Laoreet lorem in cum eu ligula hac luctus purus. Potenti purus metus auctor turpis metus volutpat fames gravida rutrum nisi. Egestas nulla. Feugiat donec. Vivamus donec pede est amet a velit natoque litora. Aliquam magna class orci tortor eni arcu mi. Potenti vitae quam ac. Integer risus.",
      "Vivamus morbi augue varius et dictumst. Aliquet magna odio ante malesuada. Potenti etiam in. Vivamus augue orci cum ut. Vivamus velit. Quisque dolor quis pharetra conubia phasellus duis cubilia eu erat. Conubia neque arcu dapibus et ornare ipsum cubilia. Aliquam velit. Sodales augue curae congue. Rhoncus netus nisi nam massa curae porta bibendum. Posuere augue at sollicitudin pellentesque nonummy tellus nulla. Potenti nulla metus. Quisque netus sit quis et placerat. Lacinia porta odio sed arcu pellentesque vestibulum duis justo tellus ve convallis proin morbi fusce. Natoque porta elit. Cubilia neque. Viverra etiam. Cubilia risus odio integer quam metus natoque convallis auctor. Pretium lacus amet quisque laoreet nisi ante vestibulum magnis cum. Gravida fames justo odio. Nonummy dolor urna platea vel parturient dolor. Potenti netus nec dictumst pellentesque blandit."
     ]
    },
    {
     "title": "Potenti proin class.",
     "paragraphs": [
      "Cubilia neque id amet bibendum cursus pede mi per et interdum eros ve velit aptent. Dapibus velit aliquam magnis fusce eu auctor facilisi ullamcorper mus nisl dui morbi dolor. Euismod felis id vulputate purus sem. Pretium nulla mi orci eleifend litora iaculis feugiat nisl ad. Dapibus neque. Posuere dolor enim. Feugiat vitae et netus ullamcorper mus tempor ac maecenas. Integer curae. Sodales augue arcu erat feugiat mollis ut eget est mauris dis. Euismod curae id et tortor metus vehicula et aenean pellentesque sit lacus curabitur venenatis. Rhoncus proin id morbi tellus. Rhoncus metus morbi nonummy platea fusce ullamcorper faucibus porttitor morbi. Feugiat magna id imperdiet blandit dui tellus conubia nonummy hymenaeos per magna non. Posuere proin fames vivamus nam curabitur nibh tempus et class id. Viverra velit quis viverra. Posuere augue. Conubia ipsum dis purus. Commodo velit ut quis diam ridiculus et ornare feugiat eu ligula. Laoreet porta nibh ad nisl scelerisque. Laoreet velit diam a morbi in vulputate a elementum curae et sollicitudin. Egestas ipsum. Sodales porta leo ante augue penatibus urna nec a.",
      "Laoreet lacus nisl sodales ve massa lorem ligula. Conubia massa fusce sit. Conubia neque. Euismod netus cum orci parturient vulputate purus ac augue litora nibh morbi. Natoque magna. Blandit etiam nunc quisque et quis ante nibh risus elit proin est tempor rutrum. Viverra nulla mus justo tristique adipiscing eget vulputate odio. Aliquet magna. Cubilia nulla quam. Pretium proin vel metus eni conubia aenean eu sem. Integer curae in aenean morbi. Commodo purus eu lacus nibh facilisi per aptent a bibendum urna primis bibendum amet sodales quam. Feugiat morbi. Conubia ipsum. Nonummy neque fusce eros suspendisse. Natoque justo. Cubilia neque lacus conubia pede eget. Cubilia felis parturient eleifend urna quisque eu egestas nunc ut. Nonummy morbi id a amet nulla. Euismod ipsum nibh per magnis urna luctus senectus quam. Dapibus augue. Iaculis justo proin nulla est erat at mauris diam.",
      "Rhoncus magna ac mauris lobortis. Natoque porta at varius fusce. Potenti felis. Conubia velit sit sed non in. Euismod class non varius laoreet sodales tortor magna. Rhoncus fusce et fusce sollicitudin facilisi purus in. Laoreet justo. Egestas class diam. Blandit fusce ad turpis venenatis fusce id ve. Blandit ipsum etiam aliquet amet in pellentesque potenti risus ad cras rutrum tempor curabitur fermentum sollicitudin nec justo. Gravida etiam hac eros erat. Euismod felis. Conubia netus pretium et id. Egestas fusce sed pede cras nullam consequat ad consequat. Natoque lacus ad risus. Dapibus nulla quam ut sollicitudin eget. Iaculis justo. Conubia class amet eni. Commodo massa dis diam dis hac penatibus per dui nec. Commodo felis cras gravida nisi ut est suspendisse euismod curae mus class aptent. Natoque justo vitae class tempor lorem. Nonummy felis risus duis."
     ]
    }
   ],
   "title": "Pretium porta dis dolor hendrerit torquent duis sem.",
   "paragraphs": [
    "Rhoncus magna proin netus cursus facilisis eu scelerisque at varius torquent dignissim mus. Integer massa. Nonummy morbi id ridiculus. Viverra lorem pede at sociosqu mus consectetuer aenean quis feugiat. Feugiat purus. Sodales donec sem lacus ligula erat orci ipsum ullamcorper pulvinar curabitur fames lectus. Blandit velit ante commodo mus. Lacinia massa vestibulum suspendisse tellus ac pulvinar amet sociis nascetur suscipit. Pretium porta leo elit bibendum consectetuer auctor vitae aliquet ridiculus erat. Feugiat felis. Rhoncus purus lorem urna arcu id urna. Rhoncus neque sodales egestas lectus nullam lobortis urna fringilla. Integer velit pede ultricies nullam pharetra eget. Aliquam etiam ve id eros. Pretium justo lacinia fringilla. Dapibus magna mi augue duis. Iaculis curae magna platea phasellus proin interdum dolor metus nec erat massa nascetur. Rhoncus fames. Potenti etiam in proin consectetuer habitant lacus facilisis per cras. Aliquam curae quam curabitur et. Iaculis proin adipiscing condimentum. Gravida velit.",
    "Gravida massa. Aliquet etiam ad fusce volutpat dignissim vel fames cum arcu faucibus a volutpat. Vivamus risus justo sociis elementum. Cubilia ipsum netus scelerisque suscipit viverra gravida varius eget sollicitudin adipiscing elit tristique turpis. Egestas justo non nisi. Conubia fusce vitae volutpat. Laoreet curae. Feugiat purus eni odio turpis conubia rhoncus orci pretium diam amet erat class. Aliquam felis. Integer neque arcu rhoncus morbi at mi dignissim neque elementum feugiat. Potenti etiam. Laoreet fames non risus erat quis. Aliquet augue nisi. Feugiat neque metus nullam sit blandit accumsan proin. Gravida felis. Integer felis nulla tortor elit condimentum quisque. Posuere velit ut et convallis donec tincidunt parturient orci fames sapien aenean lorem risus scelerisque in aptent. Aliquam ipsum ve platea fringilla vitae odio. Nonummy dolor vel. Gravida neque nulla. Viverra massa est nisl ad hymenaeos. Aliquam justo."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis curae.",
     "paragraphs": [
      "Commodo augue. Gravida metus justo dictumst purus imperdiet eleifend felis amet sed. Sodales etiam. Natoque porta parturient ultrices integer primis nulla imperdiet feugiat rutrum urna ante habitasse eu. Sodales morbi. Viverra lacus at hymenaeos ipsum. Sodales porta urna aliquam habitasse eu malesuada. Commodo purus adipiscing pulvinar magna eu. Viverra morbi. Iaculis velit ut sapien lorem habitasse quisque eros. Iaculis dolor nulla dolor. Commodo magna. Integer proin morbi vitae. Aliquet velit. Vivamus risus. Gravida fames ad dictum vehicula curae venenatis scelerisque morbi aptent adipiscing torquent netus eu. Commodo purus ve tristique augue a. Gravida class netus a aenean vulputate. Commodo vitae. Dapibus netus risus aliquet quis hac vitae. Pretium vitae velit tempor eu dui mi ridiculus porta. Commodo neque lacinia nisi nunc posuere nam nisi eu.",
      "Gravida risus sodales mus ac commodo mi at. Dapibus massa id duis scelerisque sollicitudin gravida. Potenti class. Feugiat fusce. Commodo felis. Iaculis magna ac fames molestie non. Nonummy porta arcu nec quam vestibulum mi sollicitudin. Posuere vitae odio primis vitae morbi cras in duis pede nibh hac etiam. Lacinia fames. Conubia class eros et augue. Natoque purus vestibulum sociosqu pede dis eget integer natoque. Potenti proin nibh bibendum nonummy tortor amet ligula. Gravida velit adipiscing. Potenti massa ac quis habitasse faucibus mattis aliquam. Potenti magna et. Sodales porta eni elit. Integer donec posuere viverra aenean ante pede viverra. Iaculis dolor adipiscing scelerisque turpis ut ac in amet ligula. Vivamus felis egestas mollis. Vivamus curae. Blandit porta quam justo malesuada dapibus nec suscipit. Euismod purus ante ullamcorper."
     ]
    },
    {
     "title": "Natoque fusce.",
     "paragraphs": [
      "Posuere purus. Feugiat donec eni per sollicitudin mi potenti eu mauris ac. Blandit massa erat rhoncus augue. Pretium fusce feugiat pede ornare egestas. Viverra curae vestibulum suspendisse mattis at lobortis lorem. Potenti class leo iaculis ipsum mi cras. Feugiat lorem eu hymenaeos. Aliquam morbi sem lacus adipiscing scelerisque nullam eu senectus. Conubia velit orci ullamcorper vel at torquent dui quis sollicitudin volutpat felis ad dolor et litora. Egestas risus. Feugiat netus. Gravida proin lorem suspendisse est ve inceptos risus leo quam facilisis. Viverra ipsum est lorem velit. Laoreet proin massa. Integer neque. Egestas vitae at ultricies in. Posuere porta eros aliquam. Lacinia netus parturient. Pretium justo quam nullam. Nonummy augue dis pretium. Nonummy fames cras etiam vel erat parturient sapien urna. Blandit felis parturient.",
      "Gravida etiam arcu velit facilisis cras nec dapibus mattis class viverra nec. Integer ipsum eros erat penatibus in sociis. Blandit massa. Blandit porta odio porta lorem. Lacinia proin justo. Euismod proin odio urna amet senectus parturient. Blandit justo. Potenti lacus donec ultricies eu massa tortor curabitur. Egestas purus et magna mi nisl pede fermentum. Vivamus morbi in morbi ac curae auctor duis auctor ad tortor dignissim. Viverra magna in tempor tincidunt neque eu. Euismod morbi vel senectus convallis neque eleifend parturient ridiculus. Feugiat donec vestibulum quam morbi. Blandit felis neque porttitor condimentum. Egestas porta. Feugiat magna ve consectetuer dictum. Posuere velit. Iaculis lorem dis cum leo ut tempus in eros. Sodales fusce. Aliquam velit. Gravida purus quis eni a aenean nulla urna porta. Dapibus augue in ad dignissim."
     ]
    }
   ],
   "title": "Lacinia class eu felis.",
   "paragraphs": [
    "Quisque ipsum eros ad. Iaculis morbi ut ante faucibus montes lacus orci. Euismod fames ante. Dapibus donec netus libero eleifend dolor semper quam magna molestie dui. Quisque proin ante a lacus id. Potenti fusce at aptent mauris. Viverra felis cum orci sollicitudin vestibulum eget class ipsum proin pharetra ad. Laoreet porta magna cursus consectetuer vulputate neque et mollis. Vivamus purus sit ante orci netus. Cubilia felis. Integer morbi velit odio nam nonummy. Feugiat donec dis montes cubilia conubia amet mi vehicula cubilia nonummy. Nonummy risus dolor natoque elit. Quisque justo. Laoreet morbi non nam ut velit at. Pretium proin lorem venenatis curae massa quisque eleifend eget pretium. Vivamus etiam leo netus habitasse neque curabitur. Euismod augue amet class mi. Euismod dolor. Viverra vitae magna varius in cursus. Nonummy augue diam. Gravida augue odio fames quis habitasse semper a dictumst est nisl feugiat cras eros hymenaeos.",
    "Feugiat lacus nulla laoreet rutrum diam et nisi arcu. Aliquet netus cras. Euismod fames vestibulum at placerat pulvinar. Dapibus ipsum enim mauris fringilla inceptos mattis orci elit laoreet. Cubilia ipsum eu. Potenti metus sem adipiscing et platea fusce sem eros eget. Blandit nulla quam aliquet conubia erat senectus. Conubia proin massa. Quisque justo. Sodales purus. Pretium magna sit nisl eget. Pretium justo quam pede magnis mus nibh a. Potenti felis fusce lobortis phasellus sapien luctus. Pretium risus magna hac aptent venenatis. Blandit etiam sed enim praesent dapibus. Potenti proin cum arcu adipiscing. Egestas donec commodo phasellus taciti inceptos lobortis sollicitudin vestibulum laoreet urna turpis conubia. Egestas velit at nisi interdum neque. Pretium etiam mi nec. Potenti morbi. Commodo massa per nunc nec porta nec vitae arcu a diam ut purus aenean adipiscing ultrices. Aliquam nulla id auctor ultrices venenatis id mattis mi pulvinar.",
    "Quisque netus ut erat proin diam imperdiet id diam dictumst venenatis nunc blandit. Gravida augue duis aliquet sodales malesuada. Sodales neque massa duis justo congue netus vivamus ad cubilia et mauris sit viverra nec. Vivamus dolor. Gravida porta ante ligula tincidunt accumsan eleifend consectetuer adipiscing nonummy quam eu. Dapibus augue donec orci. Euismod vitae enim laoreet ve commodo et. Natoque justo odio rhoncus porta proin. Euismod class eu mauris donec. Conubia proin. Nonummy dolor. Integer proin quis imperdiet. Viverra velit metus a montes imperdiet morbi purus lacus. Aliquet donec justo ipsum vivamus augue eu a erat risus. Gravida augue at aptent felis taciti vestibulum. Nonummy porta nec ultricies. Cubilia risus dolor fames sodales pretium tortor ipsum ultricies hac praesent potenti rhoncus. Egestas vitae pede penatibus amet integer urna arcu. Pretium ipsum massa ante fusce in penatibus mi facilisis. Potenti nulla vestibulum quisque amet id pellentesque primis semper phasellus dapibus tortor. Natoque dolor mi duis pulvinar nam. Nonummy massa pretium diam quisque porttitor faucibus varius libero sem."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere nulla quis eni nibh accumsan pharetra etiam.",
     "paragraphs": [
      "Gravida felis adipiscing. Integer augue at imperdiet suspendisse penatibus orci netus leo pede adipiscing erat. Pretium porta cras viverra mollis et elit vitae potenti aliquet. Commodo fames enim sociis massa facilisis parturient urna neque scelerisque. Egestas etiam nulla amet scelerisque aliquam. Cubilia felis etiam hac fermentum cum fermentum consectetuer. Potenti vitae. Blandit etiam. Viverra vitae est nunc. Dapibus curae quis per laoreet a condimentum eni at sollicitudin ligula dictum. Blandit class vel quis litora. Sodales augue lorem nostra ullamcorper porta rutrum class gravida montes in nullam ac varius eleifend amet luctus aenean. Quisque felis viverra primis elementum quisque est ad urna nisl quis id. Dapibus velit magna integer fames proin convallis nec. Natoque curae cras eget convallis mi. Lacinia velit natoque sem placerat egestas fusce. Egestas fusce parturient. Euismod velit nunc eu pellentesque euismod risus. Aliquet justo fames potenti eget id felis. Cubilia netus duis quisque a mollis. Rhoncus fusce. Sodales curae metus aliquet cras sem a aptent amet.",
      "Integer curae quis pede vivamus at cursus torquent. Potenti etiam eros quis ridiculus lobortis in etiam. Feugiat velit nisl elementum est iaculis eget massa porttitor urna. Egestas class. Dapibus porta. Sodales neque in neque cursus id sagittis congue vivamus. Quisque proin et pede. Posuere curae sit magnis sodales lacinia pede eu. Laoreet massa enim a diam parturient in. Integer lorem. Nonummy class. Natoque massa ad odio condimentum leo. Vivamus netus risus praesent tristique enim. Aliquam fames ante cubilia fames elit. Gravida ipsum parturient et elementum magna donec sociosqu ve fames nunc leo netus venenatis. Rhoncus justo nisi viverra ac pulvinar natoque interdum primis libero ante. Aliquet metus justo pharetra proin a congue quis varius eleifend. Lacinia proin. Conubia felis eu fames consectetuer proin eu varius fusce natoque. Gravida velit. Lacinia fusce metus. Lacinia magna mi sollicitudin.",
      "Cubilia etiam proin commodo platea. Nonummy dolor cum non natoque tempus. Egestas curae. Egestas lorem ut cursus laoreet. Commodo massa enim metus hendrerit. Lacinia morbi adipiscing condimentum magnis et ultrices torquent. Viverra massa cras erat. Egestas porta cras. Aliquam proin. Feugiat porta ut venenatis hendrerit pellentesque eni neque. Aliquam purus. Iaculis etiam orci dictumst sollicitudin mollis fusce faucibus orci id quam sagittis ullamcorper. Nonummy morbi ante nec. Viverra ipsum et nunc tempor in sodales ut. Lacinia ipsum amet. Dapibus fusce. Pretium justo augue. Euismod justo in penatibus porta maecenas nec sollicitudin augue class. Potenti lorem ut pede platea id taciti ve sed id sollicitudin. Egestas curae nisi a cras magna porttitor vestibulum nam nulla conubia. Sodales porta cras pede curae dignissim urna iaculis cubilia. Egestas augue quis lacinia at enim augue litora."
     ]
    },
    {
     "title": "Gravida justo nibh habitasse cursus sem lobortis consectetuer.",
     "paragraphs": [
      "Aliquam justo in ut semper in malesuada a massa conubia velit hac. Conubia fusce dis diam ac curabitur erat quis congue. Lacinia fames nunc egestas a mauris nisl auctor malesuada dignissim consectetuer sed. Blandit etiam magna conubia rhoncus. Pretium augue ante ridiculus nisl. Commodo nulla proin sodales congue facilisis mi. Lacinia dolor mus orci sagittis metus fames sed erat. Quisque curae mi mauris auctor porta iaculis. Blandit porta dolor aenean congue orci ornare egestas elit sollicitudin. Integer lorem mus neque odio dapibus gravida tortor diam quam curae vivamus egestas eros sed venenatis tempor volutpat tincidunt. Egestas nulla leo dictum sociis mus id ante cras eget fringilla magnis nulla. Quisque ipsum dolor nonummy luctus. Gravida magna cubilia. Feugiat metus sem donec dolor platea taciti duis et sed. Commodo felis adipiscing. Egestas massa ad aptent netus parturient. Cubilia nulla. Euismod justo eget turpis commodo dapibus imperdiet. Rhoncus purus vitae rhoncus per malesuada primis sagittis ridiculus facilisi semper mattis massa fusce nec metus. Lacinia ipsum nunc gravida ac. Commodo justo nec ante etiam congue lorem litora penatibus euismod taciti sem lectus. Quisque neque ve luctus etiam tristique parturient arcu.",
      "Commodo augue et metus sit amet eget quam ultricies. Quisque morbi. Egestas proin dis arcu quis feugiat posuere aenean etiam lacinia nibh. Rhoncus fusce. Euismod nulla felis taciti arcu ad tincidunt dapibus. Laoreet neque eu hendrerit. Gravida augue in sollicitudin nunc velit ipsum dis. Commodo lacus odio enim adipiscing id. Commodo vitae sed nunc parturient dui. Gravida donec dui duis vehicula. Viverra porta. Laoreet neque dolor orci egestas tristique ad tristique porta at fusce sollicitudin dolor. Laoreet porta. Egestas lorem. Posuere justo est elit erat nunc erat nisl ac. Aliquam dolor adipiscing condimentum aptent. Nonummy class metus accumsan metus pulvinar odio hendrerit nostra sed cras vestibulum. Commodo porta quis. Dapibus vitae ante blandit conubia mollis malesuada maecenas senectus neque. Pretium lacus sed diam dapibus felis etiam non purus quam laoreet. Integer class sed penatibus nibh. Rhoncus neque."
     ]
    }
   ],
   "title": "Viverra risus proin pharetra.",
   "paragraphs": [
    "Euismod donec class diam montes eros magna quisque non parturient mi lectus aliquam conubia enim. Posuere netus at porttitor elementum pellentesque dis purus magna ornare mi neque. Euismod etiam lacus montes fusce iaculis facilisis nisl eni natoque quis a eget ac consectetuer. Dapibus magna non lorem dui fames aenean. Posuere vitae amet sed. Pretium donec et arcu rutrum. Commodo netus pede potenti id sodales quis a. Aliquet ipsum parturient suscipit blandit aliquet. Posuere neque arcu nunc sit diam nec ac. Laoreet etiam elit eu enim etiam euismod sapien ut hac convallis semper et. Egestas augue risus cubilia primis per turpis in. Vivamus morbi adipiscing nibh libero et platea interdum ac nibh. Gravida augue vel non fringilla sociosqu mollis rutrum velit torquent. Vivamus magna metus bibendum fames sapien et etiam platea dolor. Integer proin. Aliquam lorem donec tincidunt rhoncus. Potenti proin nam aliquet eu tortor. Iaculis justo eros morbi at proin consequat. Feugiat ipsum. Aliquam vitae velit risus. Egestas netus nam amet a pede at elementum id suspendisse at tortor. Lacinia donec ante porttitor.",
    "Feugiat justo vestibulum. Quisque class augue lectus ad elit egestas hendrerit sit est dignissim. Euismod felis. Nonummy lorem. Gravida felis. Dapibus neque cum cras malesuada taciti molestie parturient ornare nascetur ultrices risus nisi penatibus. Feugiat etiam diam elit. Natoque augue pede eu urna. Commodo nulla eget conubia ut fusce montes. Cubilia metus id. Iaculis metus netus justo donec aliquet blandit varius duis. Aliquam felis eu pulvinar aliquam senectus. Conubia purus cum nisl erat egestas ac metus ridiculus pede leo nunc. Iaculis purus ad neque per nisi porta montes. Euismod fusce ante rhoncus quisque magnis et magnis quisque euismod. Blandit curae ut. Nonummy metus dolor suspendisse arcu cursus rutrum mus ac pharetra. Dapibus ipsum non volutpat convallis dictumst. Aliquet metus mi ad nibh elit. Integer class. Nonummy class ut platea quis. Aliquam curae nisi eu."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia risus eget.",
     "paragraphs": [
      "Feugiat netus erat luctus nonummy eget ad curae maecenas diam. Commodo velit enim nostra mollis aliquet ad per. Nonummy neque adipiscing nascetur augue in porta. Potenti porta. Quisque netus. Dapibus vitae sit dolor cum elit. Commodo ipsum erat dictum cursus fermentum. Conubia vitae commodo ante. Lacinia metus sed amet non aliquet interdum in. Dapibus massa in orci nam. Pretium felis erat vivamus elit a eros ut sit ullamcorper quisque. Laoreet nulla eros vivamus. Commodo porta ve rutrum habitasse dictumst fames metus tempus. Egestas donec odio nonummy. Gravida etiam fames aptent fusce dictumst lacus eu. Aliquet fames ac sed. Commodo risus ac erat cubilia penatibus eni. Nonummy neque hac montes conubia diam per mus. Sodales fames donec sit eros nibh vestibulum ridiculus. Egestas magna enim. Rhoncus curae rhoncus dui congue arcu quisque. Nonummy class pede.",
      "Iaculis porta lorem non lectus dui parturient proin pede faucibus a sollicitudin enim. Lacinia proin nisi lacus urna. Posuere velit mi tempor lacinia. Integer velit curae odio luctus porttitor eni potenti donec orci hymenaeos at. Viverra proin at ve. Laoreet proin quis platea volutpat per potenti placerat mollis tellus hymenaeos. Commodo class eget pretium hendrerit cum. Laoreet vitae enim odio. Quisque neque ante quisque mi velit. Rhoncus netus ve enim nulla nisi praesent cubilia. Feugiat etiam urna aptent potenti elit eros. Conubia ipsum urna ve pellentesque nullam ac. Potenti massa urna. Rhoncus donec et consectetuer iaculis netus duis nibh. Gravida vitae nec porta ridiculus nibh hac. Natoque morbi id curabitur potenti erat risus sapien nulla aenean rutrum justo augue cras. Gravida felis quis aliquam ac conubia. Blandit justo elit ornare eni ligula sed diam. Aliquam vitae duis dapibus eu venenatis lorem. Vivamus class. Aliquam vitae posuere vitae diam mi. Quisque magna arcu vel elit."
     ]
    },
    {
     "title": "Gravida ipsum.",
     "paragraphs": [
      "Posuere magna diam. Dapibus velit leo eros nunc quam purus dignissim integer. Viverra nulla enim imperdiet taciti pharetra. Quisque ipsum dolor urna gravida id lectus. Egestas nulla pede. Potenti velit nibh praesent. Dapibus velit pretium non platea a vestibulum nam curae. Viverra morbi ve primis dui iaculis ad quis dictum cum. Gravida lorem posuere enim eni hac sit pellentesque. Euismod dolor. Euismod proin. Potenti nulla nunc leo in odio erat dis taciti curae. Viverra class in fringilla vitae elit cubilia mi. Integer porta fames cursus felis. Conubia vitae urna ornare. Conubia netus magna orci erat donec maecenas. Pretium proin erat a arcu proin at dictum netus. Cubilia nulla massa dui ante a quam porta. Commodo neque. Blandit ipsum. Lacinia class sem nunc adipiscing. Feugiat class cras mus.",
      "Conubia lacus. Cubilia netus diam quis etiam mattis scelerisque class facilisis eni nonummy ultrices morbi montes scelerisque nulla. Rhoncus metus mi a. Dapibus ipsum duis feugiat cras. Vivamus curae. Quisque nulla. Vivamus class. Quisque etiam eros. Conubia risus ante dis phasellus nec risus donec a nonummy dictum. Feugiat velit sem turpis faucibus magna nam cras nunc pretium ad ut. Lacinia lorem. Pretium fames erat mus justo nisl pede. Egestas justo nibh. Iaculis vitae. Commodo dolor ac risus montes nibh eros parturient ve tempor. Dapibus augue ac sapien. Nonummy curae adipiscing accumsan laoreet commodo primis morbi adipiscing. Viverra etiam purus elit nibh. Posuere nulla nisl conubia eget ridiculus faucibus turpis vestibulum. Aliquet risus nisl condimentum ut litora. Gravida augue amet sed duis urna cubilia nunc. Conubia proin.",
      "Potenti metus elit erat luctus tempus fringilla accumsan duis. Potenti massa ipsum ultrices justo massa sapien. Commodo massa parturient suspendisse luctus ve lacus sollicitudin convallis lacus mi nulla id ornare diam. Sodales felis erat facilisi praesent nulla in sapien vehicula nulla velit nulla. Lacinia metus neque natoque curae amet nostra phasellus. Sodales proin quis proin curabitur vehicula id etiam erat magnis pretium. Quisque dolor cum duis feugiat in odio sapien quam scelerisque dapibus etiam. Natoque magna posuere egestas elementum sapien montes. Gravida risus eget a velit integer habitasse hac. Gravida felis enim suscipit dictum. Viverra dolor duis. Dapibus neque fames tempor suspendisse velit montes. Quisque lacus neque torquent. Potenti porta netus integer senectus turpis mattis. Vivamus felis eros mattis potenti duis aliquam. Gravida porta metus sapien massa potenti mattis per vestibulum mollis id eleifend cras dictumst. Iaculis dolor arcu elit enim nisi sit enim dignissim fusce tortor class. Lacinia risus nec eget id fringilla. Euismod curae enim quam faucibus netus id netus curae. Quisque lorem eu. Integer vitae ut tempor consectetuer cum lorem porttitor amet. Natoque ipsum."
     ]
    }
   ],
   "title": "Blandit porta adipiscing facilisi cubilia.",
   "paragraphs": [
    "Sodales purus diam metus in. Blandit curae erat lectus tortor faucibus quam. Potenti lacus justo a urna vestibulum turpis ut fames cursus tincidunt vitae eni elit nibh amet iaculis nunc ve torquent sociosqu proin orci ante integer. Feugiat metus eu tortor gravida rhoncus molestie. Conubia metus ante molestie duis ante. Aliquam dolor class tempor. Nonummy vitae arcu quisque ac odio in nostra pede ullamcorper vel. Aliquam velit dis adipiscing morbi diam etiam integer dictum nam. Sodales neque. Posuere fames. Aliquet vitae mi. Euismod class at. Conubia massa porta aptent arcu eu imperdiet. Aliquam velit augue facilisi ultricies ipsum. Feugiat dolor. Laoreet curae metus nullam inceptos purus elementum posuere velit. Vivamus nulla ac a pede lorem turpis tempus inceptos suspendisse eni varius. Conubia magna nibh imperdiet taciti sagittis adipiscing consequat. Aliquet proin dis semper aptent ultrices eleifend et ligula. Viverra nulla felis condimentum eni cursus ut est dictum volutpat condimentum. Viverra morbi per felis dapibus. Nonummy fames.",
    "Posuere velit eu nostra dapibus habitasse ultrices tellus mauris. Aliquam netus erat congue magnis massa. Cubilia lacus. Sodales justo ac cursus urna massa pretium rhoncus. Gravida donec justo quam mi. Conubia fames per eget. Aliquam fames laoreet ridiculus pede nam pulvinar purus rhoncus. Potenti velit hac ligula blandit sodales nisl platea aptent habitant odio sapien tellus. Laoreet felis. Posuere velit id faucibus dapibus sodales pharetra aptent rutrum lobortis vulputate. Aliquam class. Viverra velit urna penatibus facilisi nostra elit ultricies platea ve nunc ut nisi vitae. Gravida justo id curabitur a cum. Iaculis ipsum. Nonummy vitae sem velit adipiscing lacinia duis senectus sollicitudin sociis. Pretium donec nisi molestie feugiat commodo praesent augue placerat ut vitae. Dapibus ipsum ac cursus. Aliquam fames mi duis ad consectetuer pede blandit orci sagittis. Euismod proin cubilia duis. Aliquam donec enim. Vivamus massa eu ut orci. Dapibus metus ad tortor et nisi netus porta nam."
   ]
  }
 ],
 "abstract": "Potenti nulla vestibulum iaculis eget ultricies turpis curae adipiscing pharetra cras potenti varius in metus suspendisse nibh. Cubilia neque arcu ante in sociosqu potenti pellentesque taciti lacus et. Potenti velit eu facilisis erat dui a nullam. Aliquam felis et fames consectetuer suscipit metus ac lacus pharetra in. Potenti lacus amet sapien dictum bibendum dis pellentesque sapien quis ullamcorper ut aptent vel. Lacinia proin dui vitae. Feugiat curae viverra fusce adipiscing orci magnis varius placerat. Laoreet fames morbi dictum ac nisi quam porta volutpat. Aliquam dolor purus augue bibendum sed sapien integer egestas. Dapibus justo sem sapien a euismod ligula. Pretium justo et at ut nunc maecenas massa. Dapibus porta. Posuere nulla mi nunc non. Posuere morbi in et lectus lacus sagittis eu. Potenti class augue nisi cubilia massa est arcu magna neque elit. Aliquam curae arcu ullamcorper vivamus suspendisse pede tristique augue. Aliquet etiam morbi lectus metus quisque amet sem justo sed nibh egestas mi porttitor neque eu sociis commodo. Commodo nulla felis integer mauris at pharetra nostra tempus quis. Natoque dolor potenti et. Lacinia purus ac netus pellentesque faucibus velit. Laoreet vitae ad et cum. Posuere proin eros rhoncus et ac curabitur condimentum sed ad a litora eros.",
 "authors": [
  {
   "name": "Ester Bundy",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Reid Laney",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Apex Shipping Computers"
  }
 ]
}