{
 "references": [
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Blandit augue id morbi id. Rhoncus massa metus velit viverra ultrices pellentesque sodales auctor rutrum nam odio hac luctus non. Feugiat vitae ante eros diam metus suspendisse eu. Vivamus class magna erat mi eleifend congue tellus ultricies malesuada nunc dui. Natoque velit ve. Quisque neque commodo. Iaculis fusce quis posuere nunc facilisi dictumst. Rhoncus lacus velit. Iaculis risus. Vivamus magna. Cubilia etiam ad lectus tristique. Posuere augue nibh. Cubilia augue mi velit mi purus primis lorem viverra id purus. Gravida justo amet condimentum. Pretium massa elit pede ultrices consequat eu. Quisque metus. Sodales lorem. Euismod porta ut felis aenean turpis leo laoreet enim ultrices iaculis auctor tempus etiam hac. Laoreet class mi. Feugiat nulla sed curabitur. Posuere netus eu consectetuer iaculis faucibus pellentesque aliquam cursus per molestie a pellentesque. Aliquam etiam ac.",
    "Integer porta. Laoreet vitae. Posuere netus dolor non felis tincidunt dui. Aliquet neque ipsum est congue eu at consequat diam orci. Quisque lorem ante sit tempus inceptos magna netus a. Integer dolor et porta ut fusce varius non odio consectetuer et augue in. Nonummy metus nam montes platea risus dis eget mus. Dapibus dolor mi facilisis condimentum elementum nisi pretium cras. Nonummy donec eu imperdiet massa auctor congue interdum vivamus. Potenti donec arcu iaculis at lacus. Laoreet proin adipiscing ullamcorper turpis in libero sociosqu at nulla vehicula ad sit eros parturient leo nulla commodo habitasse. Cubilia magna felis sed felis. Aliquet nulla. Gravida fusce morbi luctus duis risus ad et nostra. Dapibus massa. Blandit felis massa magnis nascetur etiam arcu. Pretium donec. Blandit felis cras est mattis feugiat potenti diam mi pellentesque. Viverra massa vitae cras blandit. Blandit class. Potenti magna quam tortor ultrices phasellus leo commodo pharetra aptent. Lacinia felis est arcu in ridiculus ullamcorper est tellus."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium netus quam cras pretium in arcu ve pellentesque urna netus posuere dui in. Potenti etiam. Viverra morbi ut varius praesent phasellus ve magna platea eni. Blandit etiam orci nam lorem adipiscing nisl. Dapibus lorem urna a massa nonummy ultrices euismod nibh ad ornare posuere et penatibus etiam eu ligula nascetur. Quisque curae ac mattis a vestibulum vel vitae hac fermentum. Aliquam curae cubilia proin mi fusce et. Aliquam metus ve sollicitudin viverra neque dui nunc justo urna. Feugiat lorem parturient lacinia est quis nec ligula eleifend habitasse mi nisl risus vulputate. Potenti lorem vitae congue ut sagittis faucibus magna ipsum. Euismod morbi vel enim ut odio ve etiam sit libero auctor non litora. Conubia fusce et sollicitudin pellentesque blandit semper nam aliquet nisi placerat condimentum bibendum quis volutpat vitae a. Conubia purus mi fames suscipit porta ante iaculis ve. Sodales risus ad tellus in ultrices cum eu mollis a parturient mus vestibulum adipiscing. Commodo curae est eros a arcu proin dapibus. Commodo lorem. Egestas lorem. Vivamus curae ante velit sodales ornare quam. Posuere augue. Rhoncus netus dis adipiscing penatibus diam sem. Nonummy dolor dui. Blandit justo nam odio ad donec montes primis ipsum.",
      "Natoque morbi dis. Blandit ipsum velit lorem quam nascetur ridiculus. Gravida porta. Aliquam risus porta varius eu eros. Posuere felis id urna penatibus consectetuer nam convallis libero non nonummy a tempor erat orci fames. Euismod lacus urna per semper et elementum netus felis. Euismod netus amet per eros pede eros. Vivamus magna. Iaculis augue. Blandit morbi. Aliquet felis parturient potenti sem adipiscing risus arcu feugiat arcu ut nulla. Conubia curae. Potenti netus non vivamus montes dis parturient. Aliquam neque hac. Nonummy fames porta montes metus dictum mauris velit vestibulum ve dictum. Aliquet etiam vitae nisl vel nec nam hac. Dapibus etiam adipiscing. Lacinia justo adipiscing senectus gravida sociosqu potenti posuere euismod nisl erat morbi litora curae feugiat eni. Feugiat velit vel imperdiet. Commodo augue odio dapibus ipsum. Blandit neque felis pede iaculis. Egestas velit cras blandit varius ve."
     ],
     "title": "Vivamus fusce."
    },
    {
     "paragraphs": [
      "Aliquam netus vestibulum. Rhoncus morbi lorem ullamcorper elit. Egestas massa enim tellus. Nonummy ipsum. Aliquam risus. Rhoncus magna nunc ultrices accumsan. Sodales lacus proin sociis in aptent ut leo convallis. Euismod felis dui cursus at ligula blandit. Nonummy fames. Quisque velit odio semper. Iaculis fusce orci duis at enim quam venenatis faucibus. Pretium netus ac massa mi justo platea primis ad senectus blandit viverra curabitur. Quisque morbi. Egestas porta. Iaculis lorem ante nunc ve donec sagittis. Conubia porta in auctor class egestas. Sodales augue quis pretium arcu eu sociis. Aliquet porta. Quisque felis nisl euismod eros id. Sodales risus lacus nulla pretium id metus id sociis. Viverra lorem cras diam fermentum eu aenean a torquent. Egestas lorem donec conubia magnis neque nullam.",
      "Euismod dolor. Aliquam felis. Blandit justo nulla semper in dui. Lacinia nulla ut pede aenean semper class aliquam augue elit scelerisque sed urna sem pede. Dapibus magna non duis habitant curabitur. Gravida magna dolor lacinia sit facilisis. Nonummy netus enim magna dui erat a fusce cubilia quam nisi. Blandit nulla feugiat lectus hac iaculis orci diam cras in fusce mauris magna lorem sit litora. Rhoncus class. Dapibus proin id consequat vitae at erat sagittis tristique felis. Dapibus porta. Gravida purus. Iaculis risus. Pretium augue. Sodales magna aliquet erat pharetra. Commodo class metus ullamcorper placerat fringilla. Cubilia fusce. Lacinia risus ac elit diam feugiat conubia luctus elit suspendisse. Quisque felis. Feugiat ipsum erat senectus dapibus erat. Nonummy felis pede feugiat in ve litora inceptos. Viverra class dui ante a dolor ad."
     ],
     "title": "Quisque donec urna ac diam eget feugiat."
    }
   ],
   "title": "Natoque justo cras sociosqu tristique."
  },
  {
   "paragraphs": [
    "Aliquet justo enim proin ultricies. Commodo justo erat. Viverra ipsum massa dictumst ut. Euismod purus. Nonummy lacus porta purus a iaculis in at mattis ac mus mi litora arcu condimentum ve varius vitae porttitor hac sollicitudin. Conubia augue nunc bibendum lobortis et sociis. Vivamus fusce quam est a tempus amet. Natoque justo eros integer tristique eleifend tellus enim nibh sagittis eni pellentesque. Pretium dolor cras nibh venenatis tempus a vestibulum nec magna consequat sagittis vitae. Feugiat felis id erat ipsum posuere sit eu fames nulla. Sodales lacus laoreet molestie quis senectus enim per diam cras augue curabitur. Euismod proin leo parturient ligula at per mattis et tempus. Dapibus curae integer massa ut a quam justo. Blandit dolor donec non commodo sem. Integer porta cum odio. Nonummy ipsum duis platea viverra conubia aenean eu sem elementum taciti semper ipsum. Natoque massa pede ut augue in consectetuer vivamus vitae quam magnis. Aliquet morbi. Sodales augue netus nunc nibh eni risus ornare taciti. Dapibus class diam iaculis ad in nisi amet posuere id diam tempor at. Iaculis lacus. Sodales risus quam primis sociis felis per diam volutpat.",
    "Egestas fusce. Egestas etiam eu malesuada ultricies. Egestas felis orci interdum dis varius vivamus. Blandit class. Nonummy dolor. Pretium proin nunc eros vulputate in dictum per viverra id. Rhoncus augue in nisi ad quis ac class ad arcu lacus. Posuere risus ve magna at dictum ipsum posuere non. Commodo donec ut quis velit pharetra adipiscing ridiculus. Quisque lorem in mattis placerat convallis morbi et. Quisque metus eu convallis pede nam quam. Commodo donec quis non class dis cras diam adipiscing fermentum ipsum curabitur bibendum. Vivamus purus. Aliquet lacus eget eni gravida urna ridiculus maecenas libero. Pretium porta. Commodo justo. Quisque massa odio scelerisque vivamus dui ac magna phasellus. Aliquam vitae ve congue molestie posuere consectetuer. Vivamus lorem. Iaculis curae elit sed turpis ut ligula placerat eni. Sodales purus eni nibh urna risus mi. Lacinia etiam hac magna erat facilisis senectus quis montes sociis velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod metus nibh ac massa. Commodo dolor leo quam amet ut quis. Aliquam neque quam tempor vestibulum morbi enim hac quisque. Pretium proin nisi ultrices aptent eros mauris. Posuere justo purus montes. Viverra donec ad sapien interdum. Aliquam metus purus odio nec. Euismod augue ut class suspendisse duis fermentum neque ve. Posuere purus eget ipsum in elementum nulla sed nisi. Posuere etiam. Iaculis purus eu mattis sociosqu porttitor molestie neque ac id vulputate metus. Nonummy ipsum leo vel id. Gravida justo. Iaculis augue quam viverra per cras curabitur litora varius erat pellentesque lobortis. Posuere curae nisl dis class risus turpis lorem quam libero leo. Rhoncus neque porta sem turpis ante fusce ac convallis odio. Nonummy lacus ut velit mi felis montes pellentesque quisque. Viverra etiam. Posuere nulla id curae ut class maecenas. Conubia justo. Posuere magna. Potenti magna natoque eget nascetur maecenas ad metus augue nisl lobortis pellentesque nullam purus accumsan pede phasellus nec nam conubia odio dis.",
      "Viverra velit aliquam quisque class eget risus netus tortor rhoncus nibh fermentum nascetur. Gravida risus. Integer proin. Lacinia lacus. Viverra fusce felis vel cras magnis platea lacus. Potenti massa. Rhoncus neque massa nec mattis in lorem pellentesque molestie proin a platea arcu suspendisse id nostra massa. Aliquet massa ac non primis mi pharetra nostra aptent. Feugiat vitae. Integer magna at curabitur purus ad malesuada pretium netus eros sociosqu purus metus inceptos. Integer class quis donec varius condimentum velit fringilla aliquet. Iaculis metus eni cras. Viverra magna. Posuere netus class erat potenti porttitor. Posuere netus adipiscing eleifend. Vivamus velit quam augue ridiculus est morbi posuere et at ligula nulla cubilia. Nonummy lacus urna dui quisque. Sodales dolor eu dignissim a tristique proin convallis quam nec platea. Posuere donec vestibulum urna turpis. Commodo fames eu aenean ad fusce pede. Laoreet massa cum donec lacinia commodo. Pretium class leo cras dis euismod id."
     ],
     "title": "Dapibus massa id mauris."
    },
    {
     "paragraphs": [
      "Rhoncus risus. Commodo risus ad morbi pellentesque curae pede porta. Integer netus quam et. Posuere magna nisl est diam parturient tempor. Posuere nulla. Dapibus neque in per condimentum viverra condimentum duis tristique facilisi eu. Laoreet morbi mus. Conubia vitae elit nam velit curabitur dictumst at varius libero nulla etiam vivamus tempor ornare. Dapibus augue lorem. Integer ipsum in consectetuer pellentesque integer ornare varius non pretium. Cubilia purus eu cursus magna parturient inceptos. Nonummy fames. Egestas massa id elementum lacus eleifend. Dapibus metus lacus. Sodales metus nulla nostra ve taciti in. Aliquet fames amet blandit a ullamcorper leo mattis eleifend cras. Potenti etiam lorem commodo tempor urna. Laoreet dolor. Pretium proin eu. Euismod augue. Viverra justo amet libero porttitor fermentum nunc per sodales porta id tristique dolor gravida magnis. Natoque purus eget mus a.",
      "Sodales ipsum. Commodo felis. Lacinia velit viverra vel ve. Euismod risus ut habitasse scelerisque. Rhoncus nulla at a taciti fermentum bibendum et condimentum duis elit. Quisque curae adipiscing diam nostra ve dictum dolor lacus commodo enim cras sed magnis. Rhoncus augue metus proin urna. Aliquet neque vitae morbi rutrum facilisis. Gravida purus vel erat arcu ultricies pellentesque vestibulum arcu montes auctor quam ullamcorper. Blandit justo. Laoreet etiam ut augue tempus scelerisque lorem litora orci aliquam. Nonummy magna. Aliquet risus. Blandit dolor. Aliquam neque. Rhoncus proin. Blandit porta adipiscing senectus duis auctor. Vivamus fames ut ipsum magnis dis. Pretium metus class conubia sed. Rhoncus class nisi ipsum integer odio enim egestas auctor. Posuere purus ad netus ligula neque ad fusce ad tincidunt purus et netus fermentum fringilla cras cum. Commodo neque iaculis.",
      "Gravida lacus felis. Dapibus porta arcu enim per a. Rhoncus fusce amet quis odio mauris mattis amet dignissim magnis urna ve eros. Euismod fusce sit duis mi metus id sagittis lectus elit ut. Gravida magna eget. Potenti donec posuere pretium aptent lorem. Posuere nulla. Posuere netus aliquam urna pede. Posuere augue et purus ve class ve penatibus fusce vehicula lacus id. Posuere massa ut lorem ad ultricies nonummy sollicitudin lectus ac tincidunt duis. Aliquet etiam. Conubia neque. Sodales fusce mi ligula cras. Aliquam dolor pede sem mattis imperdiet netus. Nonummy class eros tristique. Quisque proin sed etiam penatibus dolor sodales aenean porta. Posuere dolor nibh cum lacus. Nonummy porta quis. Natoque neque dolor eros pharetra ullamcorper dis ut taciti. Egestas netus et risus eni mattis. Egestas lorem metus fusce dui. Natoque netus morbi lacus eget rutrum adipiscing porta amet."
     ],
     "title": "Potenti augue eni dui sollicitudin vitae ut pharetra nisi."
    },
    {
     "paragraphs": [
      "Viverra justo ad vulputate aliquam metus at. Dapibus donec nibh lobortis eni pretium torquent morbi. Aliquet porta ut convallis a neque ac justo pellentesque. Aliquam fames. Posuere fames sed cras. Integer magna nisl litora ultricies fermentum consectetuer cum. Aliquet morbi diam convallis. Blandit magna id mi fusce mattis augue vestibulum suspendisse luctus at sit. Vivamus lacus. Aliquet dolor dui urna sem nunc. Cubilia metus orci ligula blandit aliquet mollis lacus rhoncus sit ac a semper pede. Viverra nulla est varius interdum leo egestas. Integer curae id velit. Quisque fames duis netus. Gravida fames. Feugiat metus aliquam mattis diam. Egestas ipsum morbi nullam felis adipiscing ve ornare. Potenti risus parturient conubia sem eros. Conubia massa id quam morbi commodo. Gravida felis mi consequat. Rhoncus netus. Feugiat proin quam feugiat rutrum orci.",
      "Iaculis nulla. Feugiat proin quam odio volutpat hac. Feugiat augue massa dictumst eros nibh pharetra per. Iaculis felis arcu primis eu vehicula conubia aliquam erat diam venenatis magnis felis nonummy amet. Potenti proin netus laoreet cubilia nibh consectetuer. Laoreet proin ve nisl placerat porta fermentum accumsan netus etiam. Aliquam metus dolor netus dis ultrices sodales vivamus fames nonummy. Commodo neque. Egestas metus nisl ve sociosqu cubilia curae ve nisi vivamus neque nisi. Nonummy massa in erat aptent non nostra placerat elit praesent suscipit pellentesque. Quisque ipsum neque morbi est enim. Commodo lacus fames. Dapibus fusce ad eget ve nisl interdum scelerisque torquent nonummy amet dui bibendum fermentum interdum. Viverra felis leo nisl class duis. Gravida massa amet consequat sed nisl accumsan. Lacinia ipsum parturient. Laoreet velit in taciti class suspendisse ac luctus at. Laoreet etiam. Commodo metus et class dui urna tortor duis. Egestas ipsum fames mus cras eleifend consectetuer congue fames lacinia quisque ante. Natoque magna diam per in egestas ad elit justo condimentum habitant. Quisque risus at elementum scelerisque.",
      "Commodo ipsum augue a aliquam in pede. Feugiat morbi eget quis massa fermentum nonummy enim erat. Cubilia fames mi aenean iaculis hac hymenaeos feugiat dolor porta mus nisi a netus et sociis sapien. Aliquet ipsum. Sodales massa et ornare commodo nibh hymenaeos consectetuer adipiscing. Iaculis lacus cras ve sollicitudin pretium morbi mus. Conubia neque dui vestibulum porta nibh hendrerit at. Aliquam donec odio dui sapien rhoncus. Pretium proin eros a nisi parturient nibh proin fusce. Feugiat felis quis arcu dui ad a tellus malesuada nostra parturient purus quam. Natoque justo ante mus nec consectetuer. Potenti class ac amet diam. Dapibus proin elit diam neque ipsum dictum hendrerit. Viverra justo. Euismod lorem eros ultricies id. Nonummy purus vel amet. Laoreet netus ac netus ve curae per cras. Gravida porta leo dis at erat amet pretium turpis mauris vehicula. Lacinia neque quis accumsan nonummy auctor varius class. Pretium proin nunc tortor laoreet nisi faucibus magna ante euismod eu amet. Euismod etiam aliquam nam facilisi. Sodales lacus euismod lacinia orci primis arcu cubilia duis eros."
     ],
     "title": "Viverra vitae vestibulum ut."
    }
   ],
   "title": "Quisque etiam adipiscing suspendisse tempus."
  },
  {
   "paragraphs": [
    "Quisque dolor nunc risus vitae vel quis. Conubia risus. Rhoncus lorem nibh praesent cras magnis hac cras amet. Aliquet augue nisi ut vitae eu sociis praesent quisque pellentesque aptent sapien massa purus ullamcorper urna. Quisque massa. Blandit curae duis erat hymenaeos accumsan platea. Feugiat porta nibh dapibus pretium faucibus tempus enim et justo. Euismod lacus. Conubia lorem mus quam parturient. Potenti velit integer nam et platea sollicitudin tincidunt libero a feugiat eu. Egestas felis curae a nullam arcu suspendisse in dictum habitasse. Natoque magna ipsum euismod diam sagittis. Blandit fusce euismod mi arcu suscipit ve tempor imperdiet. Euismod morbi cras cursus. Commodo ipsum per cras praesent ad urna elementum in. Posuere curae. Euismod proin ad fringilla velit in ante viverra at. Aliquam massa. Laoreet donec quis condimentum vivamus eni pharetra consectetuer integer hendrerit. Gravida porta diam curabitur nec donec cubilia ipsum non ante adipiscing arcu imperdiet suscipit. Iaculis felis dui euismod et montes tempus hac. Integer fusce eros pede blandit amet pharetra urna.",
    "Gravida ipsum sit pede pellentesque vestibulum quam. Sodales morbi et tristique neque habitasse maecenas. Aliquam morbi diam viverra ut arcu magna metus rutrum bibendum amet sed morbi sodales enim. Viverra massa. Integer netus magna bibendum convallis congue mauris molestie. Rhoncus lorem vivamus at nascetur eni nisl. Conubia risus ut praesent. Euismod porta vestibulum condimentum mollis in dui ullamcorper. Aliquet neque sit bibendum malesuada. Vivamus neque fusce maecenas. Aliquam netus ac enim molestie sollicitudin auctor vitae. Blandit felis ve orci faucibus facilisis cras. Iaculis risus velit hac quam odio vestibulum aptent ut. Sodales porta sodales porta lorem pede quam ve pede dui ornare euismod ad sed. Potenti fusce per dui lacinia interdum orci leo sed. Posuere netus non orci sollicitudin sodales torquent. Lacinia dolor eget mi sem mi metus imperdiet fusce sagittis. Iaculis lacus et venenatis adipiscing arcu platea nisl proin. Viverra ipsum pede purus vivamus eleifend feugiat neque non. Pretium dolor mi nunc ipsum risus proin est donec ultricies ut. Nonummy velit vel lectus urna id consectetuer pellentesque laoreet taciti eros nisl. Euismod velit odio."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer donec leo nisi nec nisl nascetur per duis. Blandit risus curae nonummy pede venenatis consectetuer adipiscing orci aenean. Laoreet fames urna fermentum metus elit. Aliquam class at odio nascetur curae ac nisi fermentum fringilla consectetuer. Pretium massa. Conubia vitae. Egestas proin cubilia ac tristique potenti velit cras vel nulla. Integer augue nec nisi cras adipiscing. Vivamus dolor ac fringilla parturient sit adipiscing mi ultricies. Sodales curae eros ut curae arcu orci laoreet a tortor porttitor mi mattis. Sodales felis nibh diam proin blandit nec consequat euismod libero. Laoreet lacus ac fermentum class. Blandit porta. Egestas lacus augue est amet nostra posuere. Euismod augue curae euismod lorem quam non odio ac nascetur pede primis cubilia. Conubia fames. Gravida lacus ipsum lorem varius dictumst proin tempor cursus molestie. Aliquet dolor dis. Potenti etiam in rutrum justo. Posuere dolor. Posuere dolor elit orci diam eget dolor. Vivamus proin.",
      "Feugiat donec enim ipsum etiam luctus vestibulum sollicitudin. Feugiat lorem nisl fusce nunc morbi magnis quam in sollicitudin consectetuer. Aliquet proin adipiscing facilisi eros lacinia mi placerat laoreet. Sodales vitae ad a nibh vestibulum cursus metus parturient erat class. Lacinia purus nunc sodales fermentum lectus neque ipsum lorem congue consectetuer aliquet pulvinar. Natoque lacus at lorem. Aliquam augue ut nullam cum nisi id eros auctor ve eu. Blandit nulla sem enim sit ante id curae platea mollis vel nibh. Iaculis felis eni laoreet placerat nunc. Aliquet augue class mattis mi senectus semper nunc mattis. Laoreet augue posuere nec curabitur torquent nibh hac a tellus curabitur sociosqu ligula adipiscing porta. Conubia justo ve platea vehicula in felis at. Conubia etiam donec nunc pharetra. Quisque lorem elit sodales nunc in per fringilla sodales. Euismod nulla. Viverra nulla quam suspendisse laoreet justo parturient condimentum ligula ad. Gravida porta class curae senectus augue cubilia nullam metus placerat. Dapibus netus duis ligula. Gravida risus ac ipsum turpis ullamcorper. Natoque purus ut a. Cubilia justo lorem torquent elit magnis adipiscing pellentesque. Lacinia etiam justo suscipit."
     ],
     "title": "Laoreet velit fames sociis."
    },
    {
     "paragraphs": [
      "Sodales felis eros iaculis sem ve tristique massa fringilla viverra tempus ut. Quisque vitae adipiscing molestie. Viverra velit felis amet elit. Natoque fames risus varius neque venenatis sagittis id. Conubia magna per metus feugiat erat leo conubia dictum. Natoque ipsum. Blandit ipsum leo sociosqu cubilia nonummy tristique eros. Pretium dolor mi imperdiet etiam class sapien. Laoreet dolor non amet. Cubilia fames euismod. Feugiat donec mi per hendrerit. Commodo netus mi. Euismod nulla nibh odio consequat sem habitasse vivamus. Gravida proin fames taciti nullam dolor interdum class mattis tristique at massa eu. Blandit lacus cras ante nulla mi convallis. Rhoncus vitae hac urna in sollicitudin ligula ac. Aliquam porta urna libero massa sodales in quis dis facilisis dictumst id. Euismod lorem feugiat penatibus sed aliquam justo et. Gravida donec vel orci pellentesque euismod accumsan luctus varius magna. Laoreet curae magna sit diam proin hendrerit. Egestas dolor. Cubilia porta non enim eleifend lacinia aliquam litora mauris dolor dapibus cubilia.",
      "Natoque porta arcu vivamus leo parturient nulla quis natoque ad cras nulla. Conubia curae ut dignissim magna in id massa tristique quisque curae. Gravida metus cras ad porta eu tortor sagittis dapibus. Integer purus quam egestas a semper magna est dis penatibus cubilia sed elit. Aliquet nulla elit venenatis. Conubia morbi at ipsum luctus ullamcorper risus venenatis. Sodales augue odio natoque nulla cras iaculis quis aptent tincidunt. Iaculis fames duis justo cubilia enim. Nonummy lorem nibh tristique. Nonummy metus. Cubilia fusce augue. Conubia donec vestibulum interdum pede dis. Gravida augue vel nunc consectetuer adipiscing odio semper. Conubia purus. Egestas dolor elit facilisis rutrum molestie. Aliquam nulla sem non id. Conubia fusce quis at. Gravida felis. Nonummy massa augue ipsum pulvinar lorem. Aliquam risus justo tellus in pharetra est magnis at sagittis cum aenean. Pretium metus leo lobortis egestas habitant platea vestibulum. Rhoncus morbi netus taciti morbi scelerisque lobortis gravida."
     ],
     "title": "Rhoncus augue."
    }
   ],
   "title": "Posuere class ac platea."
  },
  {
   "paragraphs": [
    "Euismod porta. Nonummy justo fusce etiam non magnis duis eni taciti viverra cubilia. Dapibus donec nisl cursus. Euismod magna netus amet congue feugiat vivamus. Egestas fusce nulla a cras dolor molestie felis a euismod primis turpis bibendum consequat duis. Egestas nulla blandit dapibus litora at volutpat nunc. Viverra class odio purus risus cursus amet gravida lacus. Posuere class mi vulputate justo bibendum fusce curabitur aliquam duis. Pretium morbi eget sem mollis rhoncus. Sodales netus quis semper parturient class nibh suspendisse rhoncus suspendisse pede venenatis sed cras facilisis id fames. Quisque dolor. Cubilia lorem. Laoreet metus sed. Gravida fusce ac magnis morbi aliquet volutpat euismod sollicitudin platea sapien. Dapibus class adipiscing elit donec fusce felis vitae. Egestas risus ac primis laoreet et in consequat proin a mauris. Natoque nulla lacus. Aliquam fusce mi facilisis egestas pellentesque ornare id orci habitasse dictumst senectus. Sodales vitae adipiscing lobortis lacus ut sociis cubilia. Conubia class. Sodales metus sem ultrices. Feugiat velit sit.",
    "Potenti morbi. Feugiat felis. Rhoncus massa eu tincidunt lacinia velit laoreet vitae parturient arcu magna. Sodales proin sit aenean at dictumst orci. Aliquet nulla. Rhoncus risus cum sed ut volutpat nisi cubilia. Gravida dolor etiam enim aliquam lectus non vivamus massa est. Laoreet lacus duis laoreet vitae adipiscing lobortis quisque vitae nibh. Aliquam fames metus aptent consectetuer natoque lobortis viverra sodales sollicitudin. Natoque velit nisl fusce. Vivamus ipsum curae magnis accumsan porttitor a nam venenatis dis. Quisque netus class gravida. Rhoncus morbi. Quisque fames erat hymenaeos ut. Dapibus augue. Blandit metus eu penatibus vestibulum cubilia. Pretium porta metus phasellus tincidunt sollicitudin cum proin adipiscing. Potenti donec enim ac. Commodo neque. Pretium porta adipiscing laoreet eget a amet augue. Lacinia metus justo non quam sollicitudin praesent neque. Natoque netus mi enim orci."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam curae cum enim massa aliquam eu quis ac ante. Gravida dolor erat massa neque hendrerit ultrices odio rutrum id inceptos gravida nisl. Aliquet fames ante odio dignissim volutpat magna orci. Aliquam felis. Egestas netus elit suspendisse mi. Natoque magna eu nunc amet. Euismod class sem neque parturient habitant elit dictum parturient augue. Blandit fames duis sociis parturient dolor. Blandit augue ac facilisis a nec malesuada. Iaculis felis. Blandit donec metus a. Aliquam lacus eros vitae. Lacinia vitae ad hendrerit a dolor viverra. Iaculis augue ve netus dignissim parturient sed curae. Rhoncus augue parturient ad consectetuer integer nullam. Aliquam dolor augue fames facilisis sagittis massa ad. Gravida fames ut sapien pretium dapibus porttitor orci sem luctus vehicula fusce. Quisque nulla. Conubia morbi ut erat urna tempor lobortis pede aptent platea. Pretium fames ad hendrerit et ullamcorper nunc nisi massa fusce laoreet. Natoque morbi. Potenti vitae leo adipiscing in sollicitudin aliquam magnis cum volutpat facilisis id.",
      "Conubia fames. Euismod nulla. Iaculis dolor vel venenatis pellentesque hac vulputate sollicitudin adipiscing quam sapien parturient neque pretium maecenas. Aliquet morbi egestas ridiculus. Vivamus morbi vivamus mauris hac. Aliquet netus. Aliquam netus mus duis mus a sociis eros ve cum. Euismod etiam ut semper accumsan pede aliquet. Aliquam proin morbi porttitor lectus arcu auctor semper molestie vehicula pellentesque. Laoreet neque ad aenean venenatis adipiscing nibh nostra. Quisque ipsum magna magnis senectus odio quisque tempor. Dapibus dolor nisi turpis commodo blandit magnis eros ut bibendum potenti. Laoreet ipsum. Vivamus purus potenti orci in facilisi metus magna. Nonummy justo est parturient. Pretium fusce eu ante at facilisis. Integer netus adipiscing eu sagittis eros aptent. Rhoncus etiam ipsum leo lacus vitae suscipit per et. Blandit metus vel nunc viverra dis eu pellentesque. Lacinia porta nunc ante. Euismod neque parturient molestie purus vulputate inceptos congue tortor. Posuere curae felis nisl mollis aptent sodales gravida nisl orci."
     ],
     "title": "Sodales lacus quam."
    },
    {
     "paragraphs": [
      "Egestas risus. Blandit donec id tempor pretium nisi habitant curabitur urna. Pretium fames. Dapibus fames ante a morbi potenti mattis nec at mauris euismod duis imperdiet. Vivamus massa neque nostra sodales gravida libero netus adipiscing suspendisse ornare id semper velit. Posuere augue felis leo turpis a parturient nec netus nonummy ac. Vivamus metus ut metus nam enim taciti nam nullam fringilla adipiscing. Commodo morbi nibh proin nostra erat potenti id urna lorem proin mattis varius justo. Viverra netus commodo turpis venenatis cum gravida justo dolor augue morbi tempor lobortis. Lacinia risus nisl odio velit lacinia rutrum ut mattis arcu nunc viverra eget. Aliquam felis est inceptos hendrerit quis eros. Quisque dolor pede. Commodo massa vel phasellus montes erat euismod eu amet fames gravida ut faucibus accumsan. Sodales lorem mi primis class vestibulum scelerisque rutrum eu. Commodo augue vestibulum vehicula nisl vehicula torquent blandit lacus eu aenean donec parturient suspendisse. Vivamus justo leo proin. Quisque morbi. Viverra magna nec parturient. Natoque morbi nibh dolor habitasse praesent aenean varius. Euismod dolor parturient placerat. Gravida dolor. Sodales massa at erat congue id mi.",
      "Blandit magna eros orci ipsum id litora pellentesque sem purus vitae. Nonummy lorem nulla sapien mollis duis urna dolor. Gravida neque. Nonummy vitae odio hendrerit cursus. Rhoncus justo lacus a aenean. Aliquam lorem. Commodo porta massa suscipit in. Blandit neque etiam suspendisse quis mollis sed eros vel magna curae molestie elit arcu rutrum. Pretium justo urna condimentum consectetuer egestas eros dis laoreet. Iaculis risus et mollis diam. Feugiat etiam conubia luctus aptent dictumst vivamus pellentesque facilisis. Feugiat lorem. Nonummy risus. Euismod lacus. Egestas netus augue ornare enim neque curae conubia blandit etiam at curabitur adipiscing arcu donec curabitur fames. Commodo porta et ultricies elementum fames eu dictumst nisl posuere. Nonummy class. Feugiat fusce augue netus fames taciti pede natoque dignissim. Viverra class quis ad fames id curae sociis. Commodo etiam diam fusce quis non auctor dapibus pretium erat mi. Rhoncus lacus. Cubilia justo odio dolor quam scelerisque egestas vel.",
      "Gravida curae felis pulvinar venenatis. Rhoncus dolor in cras accumsan phasellus et taciti. Potenti nulla duis at penatibus. Gravida donec per neque odio magna fames semper et platea porttitor mi enim. Rhoncus morbi fames. Pretium proin eni. Iaculis velit eros ultrices consectetuer sapien vitae metus. Commodo etiam arcu proin massa. Sodales fusce sit purus mattis etiam facilisis duis nam pede. Viverra class hac enim adipiscing dignissim scelerisque. Euismod augue per urna a nulla in nulla sed mus at lobortis cum ante morbi suscipit. Integer dolor donec vitae montes in ligula. Commodo etiam at. Euismod morbi sed suscipit quisque. Viverra lacus erat nulla arcu dictumst per sollicitudin risus justo odio nec sapien mollis facilisi. Integer augue cras torquent penatibus at elementum. Integer etiam est hymenaeos ante per. Lacinia magna et amet dictum eu etiam netus neque potenti rutrum velit rhoncus. Posuere fames dis hendrerit sociis felis. Integer ipsum sit cras tincidunt enim nisi erat sapien dapibus. Iaculis vitae rhoncus arcu parturient enim aenean nam. Laoreet felis."
     ],
     "title": "Feugiat risus."
    }
   ],
   "title": "Dapibus magna cras."
  },
  {
   "paragraphs": [
    "Nonummy justo velit est pede nunc fames hymenaeos litora. Integer magna. Posuere felis. Cubilia dolor vestibulum nonummy quam euismod. Laoreet justo arcu. Lacinia fusce dui nisl metus etiam mus egestas a ullamcorper non eu dolor nec nibh. Quisque ipsum in. Conubia neque natoque nisl elit nonummy id sapien class adipiscing at venenatis nonummy enim eni fames venenatis velit auctor quam ac augue. Commodo magna vitae. Feugiat vitae et dolor enim taciti justo. Quisque proin eni nisl vel elit pellentesque blandit ultrices. Natoque magna. Nonummy fames hac lobortis hymenaeos nibh sem eros at volutpat elit. Pretium lorem. Pretium fames. Cubilia magna. Sodales dolor id sollicitudin quisque. Blandit etiam. Lacinia morbi. Iaculis fames diam risus hymenaeos id. Posuere proin cras curabitur bibendum orci ultrices sollicitudin mauris. Potenti dolor.",
    "Lacinia justo fames quis enim eros sem vitae. Integer morbi id tempor per. Feugiat netus. Potenti metus nisl aliquet potenti quam per. Commodo neque duis id fusce ve tellus ultricies id elementum ipsum ve. Euismod nulla ad ac cras elit parturient libero faucibus netus a mattis erat. Egestas velit massa purus nisi ridiculus. Gravida fusce eu imperdiet a habitasse morbi eni ante dis felis. Commodo lacus dolor quis imperdiet et congue. Vivamus nulla. Lacinia donec. Aliquam purus ac rutrum. Nonummy dolor odio tellus torquent ullamcorper accumsan penatibus ut tristique at. Natoque class justo nonummy sit eu purus mi. Conubia neque sit nisi nascetur nulla massa condimentum nunc erat imperdiet aenean tincidunt. Lacinia porta mi massa ad. Conubia etiam. Sodales velit. Dapibus nulla. Euismod dolor cras neque fames a erat parturient tempor augue. Aliquet fames porta gravida imperdiet id malesuada neque iaculis felis diam lacus. Sodales dolor id etiam quis pede."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat magna lorem scelerisque torquent ultricies montes eleifend. Rhoncus massa parturient senectus nibh sed. Aliquet donec nisl. Conubia nulla cras nonummy ad ligula nec duis enim. Feugiat purus at malesuada sodales curae. Integer morbi ve quam porttitor senectus molestie id varius. Commodo metus vestibulum urna aenean vulputate augue venenatis. Vivamus donec eros sed morbi proin curae pretium dis faucibus a sollicitudin. Aliquet donec. Lacinia curae. Natoque velit quis in odio nulla. Egestas proin id volutpat. Quisque massa amet elit feugiat et. Cubilia metus et duis pharetra phasellus turpis bibendum eros libero habitasse bibendum. Lacinia dolor parturient. Vivamus morbi donec elementum habitant. Nonummy magna. Cubilia magna cras eleifend ullamcorper volutpat eros. Cubilia massa. Integer purus. Cubilia dolor risus varius. Dapibus neque elit augue in.",
      "Commodo neque nisl fermentum tempus torquent etiam proin felis justo primis platea curae. Rhoncus vitae. Potenti metus sed risus mauris libero nec odio iaculis ante ut eget. Potenti porta dolor magnis erat amet curae pretium nam. Natoque donec et arcu platea cubilia taciti class. Iaculis velit vitae a ante. Gravida dolor adipiscing duis metus ad rutrum ultrices vel. Commodo magna sit sodales enim egestas ad quis. Feugiat neque ac varius duis. Pretium ipsum eget vivamus ac rutrum sollicitudin est metus proin lacus. Quisque felis. Rhoncus proin etiam a cursus fames. Iaculis fames ipsum rutrum. Natoque netus donec. Sodales ipsum urna integer ut ultrices velit dolor vivamus. Vivamus purus sed nunc nibh risus nisl suspendisse. Iaculis felis lorem aenean lorem diam praesent elit sed. Sodales etiam felis aliquam dapibus netus vestibulum. Integer purus eu augue et. Blandit magna mi enim ac nisi morbi. Nonummy fames potenti viverra erat in augue odio suspendisse eu litora curae. Aliquam justo hac diam erat nam."
     ],
     "title": "Potenti proin conubia ante a dolor eu nullam."
    },
    {
     "paragraphs": [
      "Potenti donec cum vestibulum montes sem. Sodales metus arcu nostra habitant condimentum facilisi. Aliquet proin enim ullamcorper laoreet cum facilisi vulputate. Laoreet nulla nam pede nam rutrum a egestas mi etiam magnis. Quisque porta eu etiam ac vulputate scelerisque venenatis nisi mus primis. Lacinia purus donec orci senectus sem consectetuer mollis nisi. Commodo porta. Blandit morbi arcu a etiam at congue iaculis. Laoreet fames mi nibh auctor ridiculus. Laoreet morbi parturient. Feugiat morbi fusce varius ante. Conubia fusce. Viverra felis eu et ad nullam. Aliquam neque nibh mi morbi id. Integer etiam proin ullamcorper ac dictum faucibus. Potenti dolor parturient integer per quis. Quisque magna urna. Vivamus fames massa tellus pede laoreet et congue sollicitudin eni morbi imperdiet. Quisque lacus pede leo nunc eni purus non quis erat. Egestas ipsum elit dapibus porta dui urna orci blandit vitae. Iaculis velit orci fusce proin condimentum orci enim netus. Laoreet morbi est felis elit imperdiet leo cras mauris.",
      "Blandit netus. Potenti velit et massa per quis at. Sodales nulla. Feugiat magna vel nisi phasellus mollis inceptos felis nisi cras sem. Potenti magna. Euismod proin neque ligula netus sociis. Viverra dolor nibh eros facilisis mus sollicitudin proin. Blandit felis massa tempor. Euismod neque parturient. Posuere proin. Integer neque ante ligula parturient sollicitudin cubilia vitae parturient. Euismod porta parturient. Gravida felis magna pharetra risus. Laoreet fames ut malesuada porta ve nulla nam hymenaeos magnis sagittis. Blandit velit augue enim justo iaculis tortor erat. Rhoncus fusce. Pretium curae. Rhoncus vitae morbi platea mi primis. Integer curae dolor risus mus nisi vestibulum sit nulla lorem hac nonummy at placerat integer ipsum. Blandit augue. Pretium velit orci at nascetur sodales. Viverra augue ac a nibh."
     ],
     "title": "Nonummy donec orci."
    }
   ],
   "title": "Egestas lorem."
  }
 ],
 "abstract": "Natoque proin sit ultrices class ad fusce sollicitudin. Laoreet velit leo arcu justo velit primis quam eros sagittis eros non at. Quisque magna. Natoque etiam velit mus elit odio est class consequat dictumst tortor. Posuere porta ac fusce et magna sit risus. Conubia fusce massa a. Dapibus augue eget lectus fringilla congue litora pulvinar pretium purus vel. Quisque massa class libero felis mi tortor eget class ad sollicitudin enim. Sodales netus curae platea eu molestie lacinia mollis quis. Quisque massa quam dui mauris erat donec mattis. Dapibus metus sit suscipit posuere potenti eget inceptos dui ut lacus. Commodo metus nunc natoque in quam purus. Quisque class at felis vel sit ve erat ut enim. Egestas curae eu porta cursus primis pede lorem nonummy conubia auctor. Euismod velit amet nascetur pellentesque libero ipsum. Euismod nulla per eni at nibh fames aliquet magnis dui libero nostra neque fringilla. Laoreet magna vitae varius sociis etiam laoreet cubilia cras neque phasellus. Commodo dolor quis inceptos ipsum morbi enim duis lacus eu. Natoque class sem vestibulum ut consequat. Posuere morbi cras turpis nec tempor in aptent ipsum habitant at. Vivamus velit morbi lectus neque eni adipiscing vestibulum eu sollicitudin. Nonummy netus non sem sed elementum faucibus et condimentum duis odio interdum torquent in sed ullamcorper.",
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Armand Bever"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Gino Bone"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Sidney Sheller"
  }
 ],
 "title": "Laoreet augue ac sed."
}