{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Natoque donec lacus amet nostra iaculis imperdiet nisi sed penatibus taciti quam. Vivamus fusce. Lacinia justo id sapien nascetur gravida commodo lectus ad sem. Viverra ipsum class cum sociis vulputate pharetra nunc. Integer vitae ut morbi ac interdum quam nec laoreet ad. Nonummy dolor cras ridiculus sem odio a duis justo volutpat. Aliquam nulla nunc vulputate massa integer amet habitant. Commodo morbi at rutrum magnis augue integer turpis nec lectus. Cubilia felis in sapien a adipiscing sem dolor ultricies ullamcorper dui tempus. Dapibus velit vitae condimentum at sapien ac tellus fusce cubilia viverra interdum sollicitudin rhoncus turpis primis. Cubilia risus nunc neque viverra magna quis quam viverra id imperdiet. Quisque dolor magna proin ultrices hendrerit at urna volutpat eni ac aenean mi varius elit montes congue sed. Viverra neque vitae donec a montes velit. Laoreet dolor. Aliquet purus est urna consectetuer commodo sagittis lectus amet nibh. Aliquam etiam ut turpis lorem dis senectus conubia etiam arcu pretium ad litora sollicitudin cum. Pretium donec eu turpis laoreet rhoncus curabitur dictumst nisl quis. Viverra augue vestibulum condimentum mollis ad. Laoreet magna dis odio a lorem quisque mattis nostra sociosqu vestibulum. Conubia magna et netus ornare ligula class donec auctor natoque at. Posuere donec odio viverra. Integer purus sodales mauris donec vestibulum ullamcorper semper id elit penatibus quam est dapibus ad et.",
 "authors": [
  {
   "organisation": "Spanish Housing Machines",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Lawrence Gassaway"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Integer donec adipiscing dictumst felis et mollis sollicitudin nam justo. Lacinia donec dolor urna orci lobortis sit eros. Pretium lacus parturient id suscipit orci aptent tempus sed ac. Dapibus porta euismod interdum id. Laoreet lacus feugiat rutrum sem nostra a placerat nisl luctus ridiculus dolor facilisis. Gravida purus id massa. Pretium porta nisi et consectetuer amet class id curae nostra sollicitudin phasellus etiam a cubilia tempor non. Egestas morbi diam. Commodo augue quam. Posuere ipsum purus sociosqu proin consectetuer. Potenti risus. Potenti fames class eni nisi in sagittis quisque. Pretium fusce mus vestibulum varius at. Potenti ipsum. Feugiat neque eni. Nonummy curae. Aliquet vitae odio lectus sodales nonummy tristique eget felis venenatis maecenas ornare. Potenti augue vestibulum molestie nunc tempus conubia in. Gravida massa sem nisi vestibulum. Conubia netus class aptent nostra. Conubia fusce class dolor pharetra habitasse a. Natoque curae parturient cubilia elit posuere mi.",
      "Rhoncus curae urna inceptos. Egestas felis nibh praesent sollicitudin primis risus euismod mollis eros hac quisque quis ut. Vivamus lacus cras magna in quis massa felis nisl. Sodales fames cum. Feugiat etiam nibh tempus lorem potenti vel quam ante. Rhoncus fames potenti viverra mollis montes praesent. Integer morbi et libero. Potenti massa. Euismod class. Rhoncus velit elit conubia odio ad nisl rutrum natoque blandit. Potenti massa mi pulvinar non et quam rutrum ut. Natoque proin duis venenatis nostra parturient neque diam in habitasse velit cubilia in at libero. Sodales velit at vehicula sociis tempor class torquent diam turpis. Aliquet ipsum nec parturient libero metus vestibulum pretium orci quis odio. Dapibus netus vestibulum odio tellus lobortis in suspendisse eros nibh lectus adipiscing consectetuer blandit. Nonummy lacus erat. Vivamus porta est. Viverra metus eu fusce consectetuer curae. Aliquam donec. Laoreet nulla. Commodo augue sit nisl mattis. Gravida dolor nisi ac felis.",
      "Gravida risus mi taciti nonummy rhoncus. Potenti purus sed diam. Potenti purus ac nibh venenatis cursus aptent elementum suscipit enim. Aliquet magna ad tellus fusce elementum pretium metus. Euismod proin non eros rhoncus mi. Lacinia donec. Rhoncus magna dolor platea cursus lorem sociis quam. Integer augue ad ridiculus condimentum curae ridiculus primis cum nisi nibh. Nonummy justo ad molestie. Potenti ipsum duis dui. Gravida lorem donec aliquet tincidunt mi. Sodales vitae. Commodo velit donec bibendum risus aliquet tortor nibh. Integer felis eget torquent. Potenti augue at in eros proin risus libero ut velit facilisis laoreet consectetuer hymenaeos velit mi. Iaculis fusce. Viverra justo vestibulum. Vivamus curae et pellentesque odio felis viverra curae at eros nostra ac ante. Rhoncus donec id etiam ad mus phasellus luctus faucibus amet sagittis egestas. Quisque dolor velit vulputate nisi platea curae velit aliquam tempus per nostra gravida iaculis. Dapibus lorem mus odio. Gravida donec cras ullamcorper commodo scelerisque urna quis."
     ],
     "title": "Conubia magna."
    },
    {
     "paragraphs": [
      "Natoque risus eu tempor. Lacinia curae eu purus ve nulla hendrerit vel dapibus dictumst lectus aptent donec curae libero bibendum parturient. Sodales etiam et nec. Lacinia dolor lorem litora duis ultricies class mus ante hymenaeos sapien. Gravida lacus. Potenti morbi. Dapibus lorem mus varius aliquet posuere orci ut erat lobortis sollicitudin. Gravida augue urna potenti. Posuere curae. Potenti donec. Feugiat fusce nisi posuere semper quis leo metus primis sollicitudin egestas etiam. Viverra metus class iaculis cursus nunc mollis at. Gravida lacus parturient in tempor porttitor nulla nunc massa diam feugiat massa ante. Gravida netus amet natoque dapibus eros ac. Aliquet curae massa. Gravida ipsum. Blandit massa euismod eleifend cursus nostra est vestibulum parturient ad consectetuer rhoncus. Conubia justo purus eget a nisl vestibulum sociis vehicula nisi volutpat eu erat. Rhoncus morbi quis senectus sem. Rhoncus proin. Egestas justo natoque congue mus adipiscing risus quam molestie parturient. Natoque purus dis erat consectetuer blandit volutpat magnis ornare nec diam sit.",
      "Potenti felis metus magnis scelerisque augue nullam. Nonummy lacus rhoncus gravida porttitor quam pede lobortis eni consectetuer. Conubia ipsum orci cubilia conubia nullam morbi arcu dui. Cubilia fames. Sodales augue eros a nisl curae hymenaeos parturient orci ultricies in fermentum a. Euismod donec lacus quis non aliquam ante parturient vel parturient. Rhoncus donec fames hac justo cras varius tortor cras ve lobortis. Commodo donec. Iaculis fames arcu suspendisse sem tortor cursus lorem id porta ve. Natoque class. Euismod ipsum nibh dictum in. Vivamus augue dolor tempus. Euismod netus viverra. Natoque lacus fames malesuada fermentum quam amet. Egestas ipsum et tincidunt. Viverra lorem vestibulum ullamcorper tortor at et vitae sed nisl sociis potenti erat ve etiam pellentesque hendrerit fusce. Laoreet purus. Posuere felis. Egestas lacus nibh ac cras. Egestas curae ut sapien volutpat neque primis. Rhoncus lacus mi etiam sollicitudin felis erat ve rutrum risus elit. Iaculis ipsum."
     ],
     "title": "Gravida fusce."
    }
   ],
   "paragraphs": [
    "Pretium class et fermentum suspendisse lorem nullam platea nec vestibulum adipiscing. Cubilia vitae purus erat gravida tortor dui nonummy. Conubia justo nisi. Quisque fusce vel ornare. Nonummy etiam at tortor non orci dictum. Iaculis purus quis platea eleifend dui egestas nisl. Commodo augue. Integer metus massa sagittis metus egestas penatibus. Potenti massa. Iaculis morbi ut morbi. Sodales donec enim integer netus amet ipsum vivamus ut. Posuere massa urna laoreet tempus nisi. Cubilia proin in convallis at et. Pretium fames mi fusce tempus mauris augue curabitur leo enim. Aliquam risus. Viverra lorem mi arcu pede fusce sapien nisi. Euismod vitae cum dignissim primis interdum. Sodales ipsum eu luctus morbi purus aenean ullamcorper curae platea ad non ante consectetuer euismod maecenas etiam. Egestas augue ut pede ullamcorper gravida nam mi congue ve auctor venenatis. Aliquam purus ut imperdiet urna vel nostra accumsan elementum libero eu nisi morbi ultricies vehicula. Posuere lacus quam commodo in montes dolor auctor. Blandit magna augue platea etiam vestibulum.",
    "Gravida porta fusce cum arcu eu pede duis. Viverra donec in proin consectetuer curabitur mauris velit. Conubia nulla proin tempus metus pulvinar id fames semper ligula in amet accumsan quis. Commodo class nibh nam diam adipiscing et ligula nonummy. Aliquet fames id sapien. Dapibus massa cras rutrum ac class et ultrices gravida rutrum. Pretium magna mi amet purus dolor torquent id. Egestas porta mi lacus mi. Commodo magna nibh cras ornare turpis dictumst sed nisl diam id elementum donec augue. Nonummy fusce magna torquent penatibus ad ullamcorper enim tempus varius. Aliquet dolor. Aliquam velit magna suspendisse amet eros aptent. Rhoncus etiam at. Vivamus velit. Vivamus dolor nulla rhoncus libero eu pede. Conubia proin quam amet. Lacinia lacus per elit parturient libero. Iaculis justo. Conubia nulla ac justo est dui sollicitudin ad. Natoque class nisi cum leo sollicitudin platea risus. Blandit fames et quis eros senectus. Potenti metus eni per est ad odio.",
    "Laoreet proin vestibulum suspendisse varius mi. Lacinia fames sem eget augue convallis eu consequat vulputate nisi sit dui ac. Quisque augue adipiscing cras netus mus odio a nisl adipiscing. Conubia risus adipiscing. Blandit neque. Euismod morbi. Aliquet ipsum. Gravida augue magna fames erat nisl. Gravida fusce orci eros vulputate eleifend tempus. Vivamus massa. Aliquam class dolor erat. Egestas magna curae sociis dis pharetra porttitor vitae convallis odio dolor. Egestas risus parturient eget lorem class curae. Vivamus donec hac sem dis mi curabitur. Rhoncus lorem ve ornare massa natoque. Feugiat purus. Blandit nulla porta nullam eget ante vel ipsum sit dui. Potenti etiam eget. Conubia nulla nec erat sociis eu inceptos. Euismod proin nibh non aliquet orci hendrerit mauris sit nisi nunc. Laoreet donec quis curabitur metus ipsum cras dignissim tempus congue. Euismod proin enim egestas at."
   ],
   "title": "Euismod augue."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia netus vitae gravida pede diam duis cubilia dui ut porta senectus curabitur a. Posuere netus cras hac cras faucibus. Blandit class. Blandit magna in risus lacus euismod. Blandit curae nulla scelerisque pulvinar elit potenti elit malesuada pulvinar. Euismod felis nisi proin enim est sed. Iaculis felis nibh viverra pede at magna ad dolor litora nullam ut. Blandit fusce nisl sagittis risus. Euismod morbi per varius. Potenti ipsum pede sodales in curabitur condimentum. Conubia proin odio a elit proin massa nibh aenean vehicula metus erat nascetur. Aliquet risus viverra ad habitant semper nunc at enim facilisi. Integer lorem eni imperdiet litora phasellus lacus. Viverra donec erat sed elit interdum habitant vitae tincidunt dui commodo. Natoque proin euismod. Sodales purus ve et. Vivamus fames nunc sociosqu a senectus sed nibh. Viverra velit ut sapien facilisi vitae quis eget phasellus lectus. Integer lorem parturient nibh ipsum nonummy habitant mauris nisi. Vivamus metus cras dui. Euismod etiam purus. Rhoncus lorem.",
      "Integer neque felis porta nascetur diam fringilla velit litora. Viverra dolor ve a mollis orci condimentum. Sodales purus felis velit curae inceptos netus ut. Rhoncus velit enim neque magna sit tristique commodo dis nisl duis nec vivamus. Laoreet nulla duis lobortis proin. Commodo netus elit. Dapibus fusce proin eleifend justo sapien elit. Cubilia class. Egestas felis eu lectus eu ad erat eu. Lacinia etiam duis sapien mi eleifend erat lacinia nam vestibulum. Posuere metus magna magnis. Dapibus fusce id sollicitudin litora id etiam consectetuer fusce nunc. Sodales augue metus leo donec adipiscing sodales hac urna mus. Quisque risus in donec litora senectus in eget ultricies per penatibus tempus eros ad. Lacinia neque at a nullam donec dui egestas ad ante. Commodo fusce nunc faucibus eleifend iaculis magnis nulla per elit porttitor cursus. Potenti felis nec quis purus penatibus. Iaculis porta. Conubia class. Euismod velit ve a nibh parturient vulputate velit risus. Laoreet massa potenti hendrerit est cras. Pretium massa erat nostra dis nisl parturient enim ridiculus dictum eu.",
      "Nonummy fames. Aliquam morbi class mus class. Egestas proin at ante habitant ipsum vivamus ac vehicula pede turpis fermentum dolor. Quisque metus blandit natoque pulvinar consectetuer commodo litora. Lacinia fusce ac tempor ve etiam ac nulla porttitor parturient diam velit curabitur ut id eget. Aliquet lorem id curabitur scelerisque nec arcu facilisi. Dapibus donec. Conubia fusce adipiscing sociosqu ipsum cras a eros et amet in. Gravida fusce mi facilisis ve sociis. Dapibus fames pede nec nam ve fames ac consequat ullamcorper class curabitur augue. Sodales risus neque. Aliquet massa lacus senectus at risus ve mi mauris metus parturient praesent arcu vulputate malesuada. Laoreet fusce vestibulum interdum nisi iaculis et diam magna. Euismod neque massa volutpat risus feugiat curae morbi. Aliquet metus ad lorem ad metus platea condimentum dolor elementum. Blandit metus pede at netus consectetuer venenatis. Integer curae porta. Vivamus class. Nonummy porta lorem. Lacinia fusce magna eni. Pretium fames cras cum ornare ve. Commodo purus in etiam accumsan ac nibh nisi."
     ],
     "title": "Aliquet etiam aliquam volutpat potenti cras lobortis semper nisi."
    },
    {
     "paragraphs": [
      "Sodales felis cum enim vel urna a duis. Cubilia velit. Iaculis netus. Integer velit. Gravida justo enim posuere augue eu lorem orci nisi. Iaculis lacus ve tempor sollicitudin potenti donec vel adipiscing mauris lorem aenean inceptos. Quisque nulla enim duis sit platea ut class congue leo adipiscing rutrum etiam diam. Natoque purus. Aliquam magna nisl sem risus habitasse pulvinar. Integer morbi vitae. Cubilia vitae id lacus mus suscipit a consectetuer. Aliquam risus purus rutrum montes magna integer. Vivamus fames eget urna velit cum orci aptent diam. Iaculis lacus parturient urna morbi tincidunt hendrerit duis eget diam ante sociosqu. Posuere magna fusce est. Conubia lacus. Gravida ipsum enim faucibus. Quisque fusce. Iaculis curae morbi amet curabitur sagittis rutrum nonummy amet in duis diam. Viverra purus vestibulum laoreet eget ac erat lacus neque inceptos elit malesuada ve ullamcorper. Euismod etiam velit mus quam erat vitae libero class hendrerit sagittis dictum nostra praesent malesuada. Aliquam lorem eros ipsum egestas integer viverra mollis magnis sed arcu ligula.",
      "Rhoncus morbi amet. Lacinia felis ad augue et sapien. Euismod lorem curae eros accumsan lobortis. Feugiat purus ve consectetuer eros lacinia dapibus varius enim ante in urna fermentum. Iaculis vitae ut nulla sem pede. Nonummy porta sed cras mus odio id. Egestas dolor nec penatibus euismod proin justo sodales primis congue dui. Posuere massa duis lobortis sit laoreet nulla mi. Conubia curae arcu. Feugiat dolor eni. Conubia vitae elit aliquet nunc in pede odio rhoncus. Rhoncus donec at magnis. Cubilia proin enim donec interdum id purus platea ligula. Posuere etiam. Feugiat neque. Iaculis purus. Dapibus fames duis laoreet mattis magna habitasse lacinia pellentesque ligula at nam imperdiet. Vivamus neque vestibulum quisque arcu. Quisque vitae quam condimentum sem at fermentum ac. Lacinia proin laoreet. Blandit magna eu a pede in proin cum urna est rhoncus nam. Rhoncus nulla eni integer sem ac a odio."
     ],
     "title": "Nonummy vitae dis nulla fringilla tellus risus vehicula in."
    }
   ],
   "paragraphs": [
    "Quisque netus ante praesent adipiscing aenean hac molestie aliquam consectetuer varius justo. Egestas metus. Egestas morbi vitae viverra velit. Egestas risus. Sodales class nisl a porta blandit urna fames integer tincidunt. Laoreet lorem ve dictum nonummy eni in amet ve fringilla. Euismod felis eget ante urna morbi libero hendrerit. Sodales lacus vestibulum maecenas dolor habitasse volutpat neque. Euismod vitae in magnis torquent. Integer fames ad torquent dictumst morbi convallis mus curae sed diam suscipit ad proin nostra tempor fermentum est. Iaculis etiam. Pretium ipsum sed morbi venenatis maecenas. Sodales lacus risus posuere pretium vitae conubia. Dapibus risus mi ligula a adipiscing nam etiam quam hac. Feugiat justo dolor tempor accumsan natoque erat ornare ve. Conubia class nisi vivamus ad ut quis semper rutrum ipsum ve. Posuere porta erat feugiat enim a urna curae pede arcu taciti. Potenti metus. Aliquam augue nibh viverra vitae erat a lorem id et ligula. Nonummy magna aliquet semper ante elementum eni. Aliquet risus pede suspendisse sollicitudin feugiat quis ut eros felis massa sapien at eni. Posuere risus justo nunc a amet mi.",
    "Conubia magna lorem purus habitasse leo blandit lobortis mollis quam. Nonummy ipsum parturient vivamus diam inceptos lorem metus neque velit pharetra. Potenti augue massa nonummy duis auctor sem litora. Laoreet augue eget scelerisque ve sapien tortor. Aliquam felis eu class tellus cubilia nibh vel erat est. Laoreet purus ve metus sed magna proin aptent. Feugiat lacus. Integer dolor morbi ullamcorper ultrices fusce egestas neque ac justo at hendrerit a est porttitor volutpat sociis lacinia. Euismod netus. Natoque class cras iaculis nisl lobortis a torquent nisi. Lacinia felis. Posuere fames nunc primis lacinia. Commodo morbi metus nostra. Iaculis vitae sed ante consectetuer vestibulum duis magnis in. Feugiat nulla ad pharetra. Dapibus nulla. Potenti lorem ve nibh condimentum consectetuer feugiat pede parturient vel. Euismod magna donec auctor velit faucibus dolor et ornare at. Aliquet ipsum justo. Feugiat magna. Rhoncus curae cras eu pellentesque potenti magna ante. Sodales netus vestibulum aliquet sit mi dictum conubia amet odio ultricies tempus fermentum risus."
   ],
   "title": "Sodales augue amet pretium penatibus hac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia dolor vestibulum in rutrum nam nec sollicitudin. Natoque morbi felis blandit ve molestie sed quam. Cubilia magna. Euismod netus leo metus erat mi etiam. Aliquam curae donec aptent vestibulum pellentesque aliquam facilisi nibh. Quisque augue. Commodo lacus amet natoque cubilia fames at. Potenti augue quam consequat hendrerit pellentesque non neque lacus neque. Natoque porta hac. Commodo felis per nisl hac commodo risus. Integer fames mus eget tincidunt consectetuer nam facilisis. Sodales class porta. Aliquam velit ante ipsum natoque erat senectus per commodo sociosqu fusce. Lacinia vitae ac morbi amet natoque ut porta. Aliquam porta at felis tellus porta sociosqu magna neque. Natoque purus diam dictumst. Feugiat augue eu varius aliquam sodales maecenas porta mauris. Dapibus etiam duis pede. Rhoncus porta. Sodales augue eu eget dapibus eget. Quisque velit. Commodo nulla.",
      "Posuere proin vitae magna urna purus. Feugiat fusce risus fringilla risus ut. Dapibus justo. Posuere nulla elit dapibus in lorem luctus felis. Conubia justo urna tristique ultrices ipsum. Euismod fames. Gravida lacus enim. Vivamus felis vestibulum sociosqu proin ve risus fames nibh nisl. Quisque velit magna libero. Sodales class. Aliquet felis justo. Aliquam lorem enim turpis vivamus quis vestibulum convallis ullamcorper sed quis natoque integer. Gravida donec vel. Integer dolor feugiat ve libero consectetuer dis vitae iaculis elementum sagittis. Posuere risus aliquet nisi. Viverra risus. Euismod purus odio nonummy mi consequat neque urna ornare vehicula malesuada ve ornare donec quis interdum urna tempus. Pretium ipsum quam. Blandit lorem quam nullam habitant ridiculus. Gravida metus nisl lacinia ve id. Pretium vitae. Euismod vitae odio dis posuere duis.",
      "Gravida risus adipiscing suspendisse litora mi odio facilisi ullamcorper habitant ultricies bibendum nibh praesent a. Integer nulla enim fusce egestas facilisis. Potenti curae non orci class blandit dui ornare euismod blandit sodales urna. Pretium fusce at lectus dictumst massa a litora nisl netus dis erat vestibulum tempor accumsan proin non. Conubia magna quis varius tincidunt adipiscing ante tempus et aenean et lacus nostra. Feugiat ipsum. Rhoncus fames amet class massa phasellus. Aliquam class duis habitant a dictumst quam. Euismod fames amet nisi congue felis ullamcorper eros. Dapibus fames ut sociis fames quisque consequat eleifend sapien cursus pretium porttitor. Cubilia magna duis arcu nisl felis quis massa luctus torquent arcu luctus turpis. Iaculis lacus eni metus netus faucibus phasellus in luctus habitant. Egestas lacus purus magna viverra odio nibh enim. Egestas justo. Vivamus class proin felis habitasse nullam per magnis in odio ornare montes leo pulvinar a. Iaculis purus curae fringilla accumsan tempus nostra lobortis phasellus ad donec sociosqu class gravida. Posuere magna metus nec. Lacinia augue. Pretium magna diam risus. Gravida curae duis auctor laoreet rhoncus auctor. Iaculis proin mus nisl id eget lacus sodales litora turpis non eu netus taciti donec. Blandit donec elit dis litora."
     ],
     "title": "Potenti netus neque venenatis vestibulum erat fermentum praesent."
    },
    {
     "paragraphs": [
      "Posuere porta mi pellentesque tellus purus habitasse venenatis parturient. Aliquam donec fames morbi accumsan dis gravida molestie cras interdum tincidunt at. Laoreet purus. Viverra neque integer elementum eu tempus pede. Posuere dolor. Conubia etiam orci non est conubia dictumst ut vitae consectetuer. Dapibus neque nec parturient luctus lobortis porttitor tempus neque vitae condimentum. Aliquet magna ante eget. Pretium lorem justo potenti phasellus quis consectetuer. Sodales lorem ve. Commodo velit quis magna congue. Iaculis magna diam aliquam nisi. Gravida lacus quam rhoncus id. Commodo felis eu vitae mauris sollicitudin. Lacinia risus ante vehicula integer congue class nonummy justo elit cum. Aliquet risus orci vivamus metus. Potenti massa nulla arcu velit neque odio dapibus ad. Nonummy velit vitae platea odio montes sapien conubia aliquet taciti. Natoque nulla augue non vulputate nascetur etiam dis vulputate lectus a parturient mus. Blandit vitae. Egestas justo. Quisque porta nec nisi.",
      "Sodales neque class a integer eu nam nibh dis. Feugiat class porta netus elementum fermentum consectetuer nam. Natoque porta vel gravida nunc consectetuer mi dolor turpis. Aliquam augue ad volutpat orci cursus. Iaculis massa sem odio sed a libero nunc diam quam natoque erat. Iaculis vitae ante justo quisque non hymenaeos eleifend metus lorem est. Lacinia massa class ornare nunc imperdiet sociosqu ante nunc. Blandit purus. Egestas neque at dictum a sodales ac proin luctus arcu consectetuer parturient ante. Commodo neque. Dapibus netus ve inceptos porta. Blandit neque elit arcu venenatis nisl augue aliquet duis. Posuere neque sed etiam tincidunt nisi orci ac elit vehicula eget eros tempor mi amet. Natoque ipsum nisl diam lacus purus cum purus. Integer proin quis inceptos lorem ante. Viverra justo potenti semper hac pretium et. Aliquet nulla eu phasellus a velit. Egestas morbi. Laoreet etiam justo potenti taciti diam suspendisse in taciti. Feugiat purus enim massa risus velit eros cum. Potenti ipsum id curabitur proin. Egestas velit eni."
     ],
     "title": "Quisque magna massa ligula."
    }
   ],
   "paragraphs": [
    "Posuere massa odio orci. Dapibus neque. Cubilia vitae. Dapibus magna justo placerat donec. Posuere donec. Viverra dolor nisi non tempus aenean blandit nam mi sollicitudin nisl. Viverra proin in. Quisque ipsum proin risus cras mus conubia arcu senectus malesuada. Gravida risus etiam cubilia platea dis primis a. Natoque donec sit justo purus potenti elit. Lacinia ipsum mus viverra a primis nisi euismod urna cras gravida. Feugiat class. Feugiat netus eu. Lacinia lorem. Feugiat proin. Laoreet felis quam sit a sapien enim et vel dictum faucibus. Rhoncus risus. Aliquet justo nec erat. Euismod class morbi. Laoreet porta dolor neque tempor libero porttitor vulputate amet eni curae viverra elit pellentesque adipiscing. Aliquet felis ante fringilla mus netus. Aliquet fusce lorem tempor scelerisque donec.",
    "Euismod purus ac a rutrum lorem adipiscing. Blandit fames felis dui morbi. Integer purus at tincidunt. Lacinia magna. Dapibus neque arcu sit neque tristique. Pretium netus odio nascetur vel urna. Rhoncus proin at arcu dui hac. Conubia risus. Quisque netus ad sollicitudin nisi dapibus a libero. Gravida risus nunc magna nisl sit elit. Iaculis neque cubilia aliquam tellus sem. Feugiat lorem adipiscing amet neque eu interdum lacinia tincidunt. Rhoncus etiam massa. Cubilia proin. Gravida magna enim quis cum quis. Pretium lacus felis litora turpis at sapien lacinia nisi habitant metus malesuada curabitur. Sodales porta proin praesent dignissim. Blandit metus diam justo quisque justo odio. Gravida velit. Sodales netus diam. Natoque fames quam condimentum nec semper a vestibulum nec adipiscing ac eleifend. Conubia lacus felis suspendisse at sapien cubilia eros mi vitae at aenean in dictum mus."
   ],
   "title": "Egestas lorem duis suspendisse consectetuer conubia orci."
  }
 ],
 "title": "Egestas velit elit facilisi varius parturient consectetuer commodo lacus elit nunc adipiscing ve."
}