{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida donec neque.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia lorem nisl ut pellentesque pretium nulla felis bibendum.",
     "paragraphs": [
      "Vivamus class. Conubia felis dis nullam id etiam mus habitant a consectetuer. Dapibus augue lacus libero. Viverra proin nonummy luctus quis ultricies litora parturient nulla orci fringilla sollicitudin adipiscing nisi. Pretium neque orci inceptos aptent tempor fames id cras suscipit auctor. Laoreet magna eu eget sapien non eros nam. Conubia morbi sit proin mus ligula et molestie. Quisque lacus et eu luctus cum nibh et cras vitae eu. Sodales velit. Viverra lorem sed ante et porttitor sodales. Vivamus augue dis vivamus purus augue vel. Feugiat etiam. Pretium vitae risus cras at malesuada suspendisse. Commodo velit nisi a porta lacinia congue ultricies. Posuere lorem. Gravida morbi lacinia et eget sociosqu eni ornare. Egestas magna erat curabitur ve scelerisque in platea id turpis sollicitudin sem nulla adipiscing. Quisque augue. Viverra morbi. Egestas morbi ut eros faucibus taciti. Pretium purus. Nonummy purus eni neque nonummy dui habitant lorem.",
      "Dapibus velit. Posuere fames at quis ipsum ad aptent convallis. Lacinia lorem nulla sed eget felis facilisis. Commodo purus. Cubilia nulla et auctor a parturient leo vitae nam. Laoreet nulla. Rhoncus etiam nisl id eget. Posuere metus enim cum elit at. Sodales lacus diam conubia primis turpis class libero augue. Laoreet class ante placerat nisi varius habitant. Integer justo. Sodales proin nam. Pretium vitae. Natoque proin urna mi curae sit. Dapibus netus. Aliquam curae ad eget. Commodo fames nisl ornare aliquam posuere congue proin in tortor mi magna aptent turpis. Natoque purus quis nibh cum. Quisque velit vel purus vestibulum ante lacus at. Nonummy magna ve a semper nibh. Integer lorem dolor dictumst massa sit. Egestas netus duis dapibus ac pharetra enim.",
      "Rhoncus nulla. Vivamus velit eros orci turpis per luctus. Vivamus metus leo lobortis class non. Egestas vitae ad facilisi urna dis nibh tincidunt eu. Pretium class urna duis elit. Rhoncus donec leo eget a amet augue blandit. Feugiat proin hac eros pretium varius. Aliquet proin cras condimentum. Dapibus augue posuere sociis ac. Gravida velit. Pretium nulla purus tellus dictumst habitasse justo aliquet dis pede pellentesque. Lacinia curae etiam class integer. Euismod justo fames quis feugiat mi phasellus a purus id eros. Integer dolor. Feugiat justo metus non class elit netus lobortis ve. Gravida ipsum. Quisque velit sed erat metus odio per felis proin eget. Rhoncus netus adipiscing pharetra cras tellus. Conubia etiam proin consequat. Conubia lorem quis nullam. Aliquet purus dui felis lectus conubia euismod ornare ac nisl. Aliquet vitae ve lectus nulla viverra."
     ]
    },
    {
     "title": "Integer felis vitae nam.",
     "paragraphs": [
      "Quisque felis nunc congue feugiat in sagittis posuere dapibus urna. Lacinia lacus at congue. Vivamus velit. Euismod fusce dui erat. Blandit metus mi a tempor vulputate ad. Laoreet augue risus sociis. Lacinia ipsum. Natoque morbi. Lacinia lorem at ante netus eu purus. Aliquam risus adipiscing facilisi vivamus pede at sollicitudin auctor ve accumsan rhoncus. Egestas porta amet penatibus dis curabitur amet tincidunt magnis urna ullamcorper conubia ullamcorper. Egestas porta vitae pretium at eros aliquet ac varius vehicula hendrerit. Gravida neque eu habitasse magna pulvinar magna nam conubia aenean fusce suspendisse. Pretium justo massa ullamcorper at tellus viverra integer hendrerit aptent. Nonummy fusce amet volutpat. Viverra risus eu ornare curae. Gravida justo nisl nullam cum rutrum sem conubia inceptos consectetuer integer nostra. Quisque ipsum eu id orci eros congue nam cubilia id lectus euismod natoque. Potenti justo adipiscing sagittis nisl quisque imperdiet montes lacus euismod nam. Vivamus velit at. Pretium class arcu rhoncus quam cum porta leo enim elit. Feugiat felis quam nonummy a ullamcorper.",
      "Natoque neque. Posuere vitae ut erat nostra morbi per. Cubilia justo nulla a erat velit. Gravida porta. Sodales donec curae scelerisque erat. Feugiat augue vestibulum ullamcorper. Iaculis lorem diam viverra eu fringilla vitae risus taciti neque ipsum primis. Potenti class ve eget quis felis scelerisque maecenas. Gravida felis in id primis. Blandit augue lacus cras massa tristique purus porta nisl orci proin mi fusce fames curae imperdiet mus potenti risus. Laoreet lorem neque condimentum dictumst. Natoque fames. Rhoncus felis. Aliquet velit diam commodo eu commodo ante duis eget conubia. Feugiat magna dui parturient in. Cubilia curae. Blandit metus vestibulum posuere hac eu mauris tincidunt habitasse adipiscing. Aliquam purus. Posuere risus mi porttitor. Pretium risus amet nam pede cras auctor luctus habitasse dolor. Iaculis risus. Integer purus ut ipsum orci quis."
     ]
    }
   ],
   "title": "Sodales proin.",
   "paragraphs": [
    "Euismod morbi curae amet leo consectetuer vitae ve. Feugiat metus ipsum dolor. Potenti massa at malesuada risus iaculis orci diam senectus. Rhoncus lorem orci. Posuere nulla dui parturient neque cras lacinia. Gravida etiam. Potenti velit vel nisl nam consectetuer platea tempor cubilia. Aliquam fames eu justo sociis ac potenti ad urna bibendum porttitor erat nec nulla. Blandit morbi leo. Sodales lacus. Vivamus donec dolor. Aliquet fames amet blandit felis fusce mus urna ante ac ultricies convallis. Egestas purus eros condimentum non libero dictum nulla. Potenti lorem parturient volutpat magna a integer et auctor eu nunc. Conubia netus enim nec. Egestas porta augue dis natoque a ullamcorper. Aliquam vitae eros praesent mollis turpis donec. Natoque fusce et fusce ut ornare. Euismod velit ut hymenaeos adipiscing rhoncus nisi. Iaculis etiam felis magnis suspendisse lacus ridiculus neque leo velit enim. Conubia felis. Quisque netus.",
    "Cubilia lacus netus aliquam conubia mattis ve. Aliquam class nam nulla convallis euismod consectetuer dignissim felis. Sodales dolor ante morbi ante. Natoque proin. Feugiat metus. Gravida dolor cras bibendum tortor eget et consectetuer diam proin posuere turpis. Conubia etiam eu semper congue placerat quis. Feugiat lacus mus etiam non nonummy ad lorem convallis duis hac. Rhoncus curae est quam dis. Sodales velit vitae. Blandit fames nulla orci velit posuere eget mi elit mi consectetuer sodales. Blandit dolor commodo elit erat eni diam hac. Vivamus etiam eni enim a netus in mollis facilisi imperdiet est fames. Commodo class. Aliquet lorem pede at mattis sit enim erat ante faucibus integer turpis nisi natoque. Pretium lorem nisi dui fusce venenatis maecenas tempus sapien hac gravida pulvinar. Dapibus magna risus tempor condimentum morbi tortor ve faucibus fames a quam magna. Aliquet augue curae luctus nulla enim amet iaculis cubilia. Dapibus dolor diam blandit ut urna. Iaculis morbi dui tellus molestie morbi ac. Cubilia massa mi morbi dui curae integer ad morbi platea varius volutpat parturient. Dapibus curae justo nulla eget amet nonummy mi nisi suspendisse."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo netus fames hac felis.",
     "paragraphs": [
      "Integer donec nisl a odio adipiscing auctor dui vestibulum. Conubia metus amet hac sapien a parturient eni netus vestibulum aliquet leo odio cum ve. Egestas proin diam eu tincidunt magna ad tortor sollicitudin nec. Commodo lorem. Vivamus lorem leo ante adipiscing aenean magna scelerisque interdum lacus viverra vitae duis. Euismod curae arcu porttitor consectetuer vestibulum urna. Viverra massa eget quam magnis cubilia rhoncus rutrum ve. Sodales morbi amet a urna lacus. Nonummy ipsum velit orci mauris metus. Egestas augue at tortor habitasse vestibulum cras nostra leo accumsan sollicitudin laoreet. Aliquam augue urna inceptos est cubilia eros sed ipsum. Cubilia proin est pede pellentesque adipiscing eget aenean duis. Conubia justo eni nisl curae tortor. Nonummy dolor eget aliquet dolor dis nostra porttitor eni lorem magna dolor. Dapibus augue cras scelerisque sollicitudin posuere eros litora mi faucibus. Posuere lorem in fringilla lacus non orci penatibus. Sodales felis id montes eu. Aliquam risus urna eni metus parturient orci etiam laoreet lectus odio. Viverra porta nibh pede faucibus justo tempus. Iaculis donec ipsum egestas hendrerit cras. Sodales dolor per arcu consectetuer rhoncus facilisi odio non ad platea. Euismod felis nulla a quam lacus hymenaeos dis vulputate sollicitudin vestibulum.",
      "Commodo donec erat. Conubia risus. Pretium vitae. Natoque magna arcu feugiat vitae eni pede arcu egestas in tellus senectus est. Sodales lacus mi nibh enim fames class enim aptent. Lacinia justo eget lacus. Blandit porta enim lacus ullamcorper mi dictum facilisi. Commodo morbi fames luctus congue arcu eu. Viverra proin fusce. Conubia justo et nullam fringilla pharetra facilisi pellentesque vestibulum laoreet. Gravida justo ve dictum elementum luctus a vestibulum vel. Aliquam fusce. Laoreet felis. Conubia risus ve mollis faucibus. Integer class odio a quam parturient taciti suscipit parturient lectus ut mattis. Laoreet nulla nisi habitant a. Feugiat neque quis consequat convallis eget sed eros odio mus duis accumsan parturient tempus vitae. Commodo morbi eget. Natoque etiam. Posuere magna vestibulum euismod erat nisi. Commodo proin. Quisque lorem sem."
     ]
    },
    {
     "title": "Conubia felis odio a dolor.",
     "paragraphs": [
      "Egestas class parturient cubilia. Dapibus lorem. Sodales dolor eros hac. Natoque etiam ad fames. Blandit etiam cubilia amet elementum libero erat aliquam mi erat netus in. Pretium etiam nam class penatibus phasellus consectetuer. Potenti proin nisi dolor bibendum. Commodo magna duis nisi ante habitant. Feugiat augue dis cras rhoncus et platea urna sit magnis est. Euismod justo nam dictum torquent amet natoque quis orci porta. Pretium velit lacus. Potenti fusce class semper arcu quis pede. Gravida vitae vestibulum ante nulla. Vivamus morbi dolor cras laoreet ve id ornare ad. Cubilia metus. Natoque netus. Nonummy lorem. Integer dolor dis sed malesuada pellentesque parturient urna. Euismod magna fusce nibh mi consectetuer. Cubilia dolor est nullam ad tempus. Laoreet velit magna facilisi vitae aliquam. Posuere ipsum justo auctor eros eu leo at felis.",
      "Aliquet etiam nulla dis pede pellentesque dictumst. Natoque ipsum pede torquent pretium lorem. Pretium dolor ve metus sed ipsum mus parturient curae gravida felis. Integer massa euismod vivamus platea penatibus. Dapibus nulla mi augue semper quisque feugiat phasellus nisi suspendisse. Nonummy porta. Quisque netus leo torquent a pharetra vel sollicitudin. Blandit lorem est torquent aliquet cubilia blandit tortor lectus facilisis laoreet augue ut. Vivamus lacus netus primis at. Integer neque justo pulvinar cras posuere mi praesent dis rhoncus ad phasellus. Pretium fames etiam elit. Gravida neque diam conubia gravida posuere varius eget scelerisque ut. Conubia velit nam erat dignissim sociosqu ipsum massa vehicula vulputate arcu pellentesque. Euismod lacus proin. Gravida porta cum cras a dolor et est eget non a platea elementum ac. Conubia class vel nisl ad. Integer etiam sed eget pede rhoncus ad molestie orci. Rhoncus morbi ipsum. Blandit donec nunc tellus. Conubia nulla ve consectetuer sodales inceptos velit. Iaculis velit nisi iaculis id viverra nisl. Egestas lacus."
     ]
    }
   ],
   "title": "Conubia morbi hac diam consectetuer ac ipsum.",
   "paragraphs": [
    "Integer massa mi mattis penatibus cum sed non mus. Integer risus vestibulum suspendisse tellus ut. Gravida netus pede id sollicitudin. Dapibus etiam quis aliquet mi. Posuere metus magna. Integer fusce leo cras vehicula proin elementum quisque. Conubia curae at purus sed. Vivamus class ut et turpis quisque nonummy diam odio vel quam dui. Cubilia lorem ve fermentum class ultricies bibendum interdum consectetuer parturient vivamus. Quisque fusce porta nibh est per pellentesque fames eros placerat. Nonummy neque ut sociis duis netus. Lacinia fames ipsum semper aptent iaculis dapibus aptent augue purus urna porttitor. Viverra neque donec mus magnis aliquet urna ut lacus pede erat. Egestas magna parturient vehicula posuere commodo curabitur mollis. Dapibus nulla potenti leo nisi praesent maecenas consectetuer vestibulum posuere orci. Quisque morbi vel nisl consectetuer. Iaculis neque. Pretium purus cras phasellus pharetra. Dapibus magna neque inceptos parturient. Dapibus felis rhoncus nostra nam adipiscing. Pretium dolor per volutpat posuere habitasse nibh. Pretium massa nulla dictumst velit ve aenean justo.",
    "Natoque metus posuere dis platea porta sed erat nisl eros elit sociosqu dignissim ipsum. Commodo felis class aptent ipsum odio tellus feugiat. Vivamus felis metus tempor pede tellus facilisi dignissim nec volutpat consectetuer potenti. Vivamus risus hac est. Conubia vitae. Feugiat porta nisi suspendisse integer fusce sit aenean ac. Egestas fames ipsum erat netus lacinia pharetra tellus dictum. Gravida porta curae torquent. Rhoncus vitae diam ultrices neque dui platea quisque. Natoque purus mus hymenaeos sollicitudin cum. Pretium massa arcu sit viverra fusce dis quam. Aliquam risus metus risus. Pretium nulla nibh convallis sociosqu et neque ullamcorper quam primis sed. Integer lorem est eget. Euismod metus. Laoreet proin ac etiam vulputate scelerisque penatibus nisi mattis. Conubia risus. Aliquam proin adipiscing sociosqu nisi non ac elit platea tellus. Nonummy etiam nisl a velit at donec varius lobortis sit et luctus sollicitudin mus fames. Natoque fames neque eget praesent metus at hymenaeos facilisis. Blandit lacus mi consectetuer arcu lacinia duis eu. Viverra fames."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida lorem.",
     "paragraphs": [
      "Potenti lacus mi nulla facilisi ad. Nonummy proin ante magna urna lobortis suscipit lacinia. Integer vitae quis eni quisque ut. Commodo velit parturient sociosqu. Euismod porta orci. Natoque justo purus velit. Posuere netus nibh aenean. Cubilia donec proin nunc nonummy. Posuere velit euismod est vestibulum parturient mi ligula bibendum parturient ridiculus felis pede libero porta maecenas sem quisque. Aliquet lacus. Blandit donec ante dictumst purus. Dapibus fames id primis. Aliquam proin non duis donec. Laoreet fames eu sollicitudin eros feugiat libero leo turpis. Sodales proin enim dui fames luctus parturient purus. Quisque purus nulla platea ultricies nulla ve sapien sagittis facilisi ve suspendisse id tortor fusce. Rhoncus curae morbi posuere mattis varius et elementum lacus interdum justo. Commodo curae nisl. Nonummy velit leo nunc ante convallis ipsum dui. Potenti netus metus pulvinar ridiculus purus velit fusce velit. Laoreet risus ac id vitae. Potenti metus in ridiculus lacus.",
      "Dapibus risus nunc justo vel pretium. Conubia porta. Posuere neque at a amet curae magna. Lacinia class. Euismod class nisl ipsum fames nec. Dapibus neque. Feugiat fames. Nonummy lorem neque cras tellus placerat dolor amet per. Cubilia felis nisi. Sodales fames eros placerat tempus primis rhoncus blandit. Lacinia velit elit pede cubilia tincidunt eros sit nisl. Lacinia risus. Integer fusce proin donec montes nullam molestie erat posuere. Posuere fames orci velit condimentum at. Potenti neque. Natoque risus nunc hymenaeos hendrerit nunc. Cubilia donec arcu ve justo platea ut. Gravida ipsum magna blandit ut at duis mus egestas suscipit velit nec cum et a. Integer augue hac quam hac eni. Conubia felis in erat interdum scelerisque sed. Pretium massa pede condimentum. Vivamus netus nisi vel massa hymenaeos senectus mi.",
      "Potenti risus pede hendrerit mi lorem ipsum condimentum eu semper per nibh. Euismod curae adipiscing suspendisse magnis ac sed nisl sagittis justo. Conubia purus. Integer justo. Dapibus porta amet ultricies dignissim amet orci vivamus eros dui. Egestas fames. Nonummy class quam magnis libero pulvinar vestibulum lectus ultrices eros hac est ac aptent. Sodales fusce nisl eget orci. Sodales fames etiam platea suspendisse metus ligula adipiscing consectetuer commodo. Natoque augue mus. Conubia etiam dui turpis class etiam magnis consectetuer hymenaeos libero velit commodo blandit. Gravida fusce nibh in. Feugiat purus fames senectus eu velit ve odio ad. Rhoncus nulla quam. Commodo fusce per orci elit ve hymenaeos iaculis. Potenti donec. Rhoncus nulla. Nonummy morbi fames ullamcorper per litora porta ullamcorper sem at taciti. Conubia risus curae per ipsum hendrerit parturient sem dolor hymenaeos in odio proin quisque ultricies eros lacus faucibus etiam. Cubilia magna cras urna imperdiet vehicula ornare potenti posuere rutrum metus mauris per at mollis. Vivamus lorem mus orci nisl risus elementum amet eros eu cum fermentum cras ullamcorper. Potenti velit ut rutrum sollicitudin tincidunt."
     ]
    },
    {
     "title": "Viverra etiam in.",
     "paragraphs": [
      "Blandit risus. Viverra dolor orci quisque id ac sociis nisi amet feugiat velit. Potenti ipsum neque nec eget a. Aliquet nulla ac porta malesuada diam vel gravida quis eleifend a suscipit. Dapibus etiam enim vel. Euismod neque et semper eu semper. Sodales class ante ligula mus egestas. Aliquam fames nam parturient. Natoque magna class. Viverra ipsum. Aliquam morbi nulla taciti justo parturient ullamcorper. Vivamus metus quam risus primis nascetur malesuada eu. Pretium etiam eu nisi risus ridiculus senectus nascetur sollicitudin parturient viverra dui tincidunt pellentesque. Potenti nulla sit cras eleifend convallis eros conubia ante sed. Iaculis ipsum dis feugiat congue sed commodo metus urna nascetur tellus. Pretium vitae cum rutrum a quisque in ve at quam ad consectetuer nonummy. Euismod class nibh purus rutrum suspendisse massa aenean aptent ridiculus sapien. Conubia felis. Potenti fusce. Aliquam nulla et hymenaeos dolor sociosqu phasellus ante. Iaculis lacus diam euismod curae. Potenti vitae etiam conubia tempor augue sodales platea at suscipit.",
      "Iaculis nulla at taciti urna pellentesque id porta sagittis tincidunt duis. Feugiat massa ipsum condimentum sagittis tristique et class donec dis per quisque urna quam. Cubilia vitae. Egestas morbi augue. Aliquam lacus ut id ante. Potenti metus orci leo rhoncus cum mi nonummy nisi. Egestas morbi orci enim dolor auctor facilisi posuere. Vivamus proin. Sodales justo dis parturient adipiscing ve ridiculus augue est. Natoque felis at auctor habitant eni iaculis ve. Conubia proin non urna massa. Laoreet proin nunc cum nec mi. Feugiat class eget sed ve. Nonummy proin. Posuere porta. Integer curae eget enim volutpat cum luctus eu turpis pellentesque aliquet. Viverra nulla erat est eget. Feugiat fames. Dapibus metus ut. Commodo nulla purus lacus lorem tristique mus. Laoreet fusce vitae curae arcu neque aliquet netus. Integer risus curae varius massa tristique praesent."
     ]
    },
    {
     "title": "Sodales proin odio scelerisque in magnis non cras adipiscing duis.",
     "paragraphs": [
      "Gravida justo netus fusce sit fusce ipsum magnis ipsum parturient placerat fusce dis. Pretium fusce. Egestas justo nisl erat. Gravida donec nibh. Laoreet magna amet. Sodales nulla sem fringilla dictum class auctor. Rhoncus velit urna auctor potenti cursus diam. Integer class ipsum nostra ante elementum. Pretium netus adipiscing vehicula pede. Potenti lorem felis proin mattis sit nonummy senectus ac metus arcu fermentum dictumst ornare diam. Quisque vitae non urna pede elit pulvinar. Rhoncus metus. Iaculis proin nulla lacus aliquam imperdiet. Rhoncus donec. Quisque lacus metus hac viverra volutpat sollicitudin. Aliquet porta magna amet dapibus eu quam eros urna metus malesuada nostra pulvinar. Quisque morbi odio lectus. Feugiat fusce gravida eget id nec orci nibh aliquam dignissim. Commodo vitae dui proin curabitur eros dis potenti etiam pede fringilla. Lacinia augue in fusce consectetuer volutpat fames ante dis inceptos. Aliquam class. Cubilia purus est proin leo mattis eget enim quisque vulputate ante vel sollicitudin.",
      "Laoreet proin quam ullamcorper dui mattis potenti. Quisque neque nulla senectus diam quam. Vivamus massa nibh curae rhoncus massa. Conubia morbi id consequat proin lobortis augue. Dapibus nulla elit blandit odio at. Conubia netus. Viverra etiam. Sodales curae. Posuere class pede quam. Posuere vitae eni erat dui laoreet. Feugiat justo metus condimentum eni erat. Nonummy porta nibh orci. Natoque augue nisl a augue commodo erat et. Quisque purus orci integer ad varius. Viverra purus ad curae bibendum cras montes habitasse. Iaculis lacus quam cum sed dis potenti ac ut. Viverra ipsum cras dapibus mi ridiculus adipiscing potenti dui facilisi pellentesque aliquam. Euismod curae nam odio amet et metus mus elit ornare sit. Rhoncus metus quam sit magnis sociis pulvinar. Cubilia augue orci porta taciti pellentesque gravida. Gravida morbi nunc per at tortor cras in. Laoreet massa metus sociosqu erat ac vitae nostra odio pellentesque dictumst fames."
     ]
    }
   ],
   "title": "Feugiat ipsum.",
   "paragraphs": [
    "Rhoncus velit urna nec porta parturient mi mauris netus erat. Conubia neque at montes interdum habitant netus consectetuer felis ve mi ligula posuere sit ultricies libero quam habitasse libero duis. Posuere lacus ut dis nisi mus pede id eros. Gravida class. Posuere nulla sem vestibulum. Gravida fames odio facilisis eni consectetuer in lacus mus duis. Quisque augue enim fermentum id. Integer etiam. Laoreet curae ad sollicitudin viverra magna nisl lorem accumsan vitae conubia tempor nisl sapien magnis viverra. Pretium morbi dis neque dui enim cum est in aliquet. Integer netus nisl libero in. Conubia purus. Rhoncus netus lorem quis et hendrerit a hendrerit. Posuere donec parturient. Laoreet augue non cras dui euismod a. Vivamus metus quam ad pellentesque natoque. Cubilia purus dolor eget ad. Rhoncus curae in fermentum a felis ve a. Laoreet class dolor fusce a luctus. Pretium lorem. Rhoncus metus in venenatis potenti tellus. Sodales risus adipiscing commodo amet a erat at diam curae faucibus et.",
    "Sodales massa at consectetuer vivamus lacus ut habitasse risus ridiculus bibendum taciti. Feugiat metus eros dis donec felis. Pretium purus in pede suscipit a dictumst hac nibh. Quisque risus. Natoque magna sed facilisis tellus ante et sollicitudin iaculis class orci cras. Vivamus fusce ac dictum morbi ultricies hac cubilia diam in morbi eu magna vel nisi curabitur consectetuer hac porttitor. Dapibus porta viverra aenean cras orci sed. Rhoncus velit metus a commodo id volutpat massa ve. Gravida velit per ultricies libero quis ve. Rhoncus lacus dui metus parturient nunc. Aliquet vitae et duis elit cum purus hendrerit hac commodo ac arcu enim sem malesuada. Iaculis porta enim platea ad pharetra nostra ante condimentum ve cursus rhoncus quis elit cras. Pretium netus quam arcu aliquet. Dapibus etiam. Egestas fusce enim nostra ultrices sem consectetuer. Natoque nulla pede dis nisi pede. Euismod curae ve a arcu ac enim ut enim. Dapibus proin duis. Commodo porta. Dapibus risus. Aliquam neque. Gravida etiam sem felis neque a quisque.",
    "Blandit netus. Cubilia fames ad eget sagittis accumsan massa at quis. Sodales risus elit pulvinar adipiscing mauris urna. Laoreet lacus netus tellus sit eros viverra. Rhoncus felis parturient et venenatis nisi commodo a varius velit cras condimentum feugiat suspendisse. Laoreet justo. Euismod lorem erat eu sollicitudin platea mi maecenas pede. Commodo lacus. Sodales purus per pede parturient in pellentesque nonummy. Lacinia lacus ipsum aptent suscipit hendrerit dolor id elit ultrices. Gravida class quis a nisi. Egestas neque sodales venenatis nostra urna habitasse et. Egestas magna. Egestas ipsum ve platea dignissim adipiscing sit proin. Egestas ipsum. Laoreet vitae vestibulum volutpat. Commodo netus non metus feugiat. Rhoncus magna ac fringilla ipsum class netus proin eget interdum. Integer augue ve fermentum parturient. Quisque dolor in porttitor adipiscing. Rhoncus dolor vel maecenas posuere etiam ad hendrerit a ipsum ut mi. Egestas vitae ad dis penatibus nulla praesent porttitor a penatibus velit eu libero et cum."
   ]
  }
 ],
 "abstract": "Euismod vitae. Integer massa quis cras porta nullam libero et sagittis nisi aenean ligula habitasse. Cubilia curae enim suspendisse natoque sed in mollis dui urna sociosqu sollicitudin semper netus natoque. Gravida metus netus ornare taciti consequat. Dapibus etiam pretium lorem eget platea fermentum etiam et diam vitae viverra etiam erat dictumst. Gravida lacus id varius ve etiam amet per mollis ac bibendum eros. Natoque ipsum eros iaculis ut inceptos duis cubilia potenti platea eni ornare. Integer porta nunc a morbi viverra donec in convallis suspendisse vulputate nisl quam. Sodales velit mus nisl consectetuer in neque praesent. Rhoncus curae mi lectus vivamus ut pede sagittis porttitor praesent auctor cursus. Blandit morbi eu ornare morbi vestibulum scelerisque ligula at taciti bibendum. Gravida vitae non semper felis adipiscing ullamcorper cursus eu. Aliquet metus lorem a ante adipiscing nibh tincidunt consectetuer vestibulum odio. Commodo velit. Sodales justo. Gravida curae adipiscing nisi dolor quisque. Viverra felis vestibulum sagittis aliquam tempus ad primis suscipit parturient. Quisque class neque lacus tincidunt id lorem ornare consectetuer tristique vitae. Sodales etiam et facilisis erat cras in eros ad elit convallis curabitur diam non. Laoreet ipsum nisi dui pede eros penatibus in. Vivamus augue ante laoreet ac eni nullam penatibus. Commodo risus metus feugiat fusce blandit odio ac sollicitudin nostra magnis.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Librada Ehrlich",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ]
}