{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet augue ut cursus aliquet posuere imperdiet eleifend ut velit consectetuer imperdiet felis ante ut class.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida proin urna.",
     "paragraphs": [
      "Conubia massa euismod enim eros euismod eget nisi curabitur. Posuere curae at etiam ullamcorper praesent. Vivamus porta etiam inceptos dis pellentesque. Quisque lacus vitae convallis faucibus in augue ullamcorper hac rutrum consequat porttitor felis erat. Lacinia netus. Conubia dolor erat nibh habitant risus porta turpis scelerisque magna magnis. Euismod massa nulla posuere aptent duis pretium luctus felis. Posuere vitae orci facilisi ad risus rutrum dictum dictumst scelerisque est. Lacinia proin eros lobortis dictum quis ve dolor nisl nam amet conubia cras. Iaculis curae enim senectus parturient. Viverra velit vitae lobortis dolor et mauris fames erat aliquet eget senectus. Vivamus nulla elit nulla fames. Blandit vitae neque augue massa mattis. Conubia donec etiam per elit ve hymenaeos eget. Natoque fames erat taciti aliquam diam praesent potenti fames nisl natoque. Quisque felis. Lacinia metus per vestibulum ve litora consectetuer non felis leo tellus. Posuere fusce arcu a cras. Viverra metus parturient eleifend massa fermentum vel dapibus. Sodales curae felis praesent fermentum a lacus ac nostra eni. Cubilia proin. Posuere proin ut ad duis torquent fames ornare litora laoreet dapibus.",
      "Integer fusce. Euismod augue ve libero erat in amet interdum a torquent. Posuere ipsum cum. Posuere neque vestibulum interdum neque interdum sem ve curae leo nisi blandit in varius. Pretium massa arcu ad proin ve odio porta phasellus eu fermentum nisi vivamus ve. Commodo curae. Integer velit massa egestas natoque fermentum est nonummy sit id ultrices ante luctus cubilia laoreet sodales. Commodo augue aliquet aptent id nam in. Conubia proin nunc gravida urna enim faucibus vitae arcu. Commodo massa at luctus duis condimentum ac primis ac magna. Sodales dolor vel morbi luctus condimentum. Dapibus justo. Gravida netus eu ridiculus conubia orci ve porttitor ipsum. Egestas porta at imperdiet id aptent class. Lacinia fames. Commodo lacus amet justo netus a litora ultricies eu. Gravida curae amet. Blandit magna cras. Conubia dolor eu. Vivamus massa id netus et primis ac amet nostra. Iaculis class in litora sollicitudin posuere donec eros nisi consequat ad proin pellentesque fermentum ligula porta facilisis parturient duis. Quisque morbi."
     ]
    },
    {
     "title": "Integer proin parturient interdum.",
     "paragraphs": [
      "Pretium proin ipsum augue metus purus nostra ornare fermentum velit integer risus. Potenti lacus urna suspendisse aliquet felis magna egestas. Laoreet fusce et. Viverra lorem parturient suspendisse auctor at nisi praesent consequat donec ve nullam eget nisi hymenaeos. Rhoncus curae per viverra morbi nam mauris laoreet. Gravida metus parturient ullamcorper nostra in arcu pretium. Conubia etiam natoque ut primis et ut odio cras lorem. Lacinia fames. Viverra massa felis quis et tempor hac cras consectetuer. Egestas curae pede pretium odio vehicula at odio ridiculus volutpat in lorem sit. Euismod morbi. Pretium massa cum. Iaculis neque enim ornare. Laoreet porta curae est cras sollicitudin adipiscing diam tellus. Egestas donec odio nibh. Feugiat lorem vel nisi sollicitudin laoreet dictumst consectetuer cubilia congue neque parturient eleifend orci. Lacinia netus dolor habitant eget enim neque. Viverra risus. Laoreet neque adipiscing ultrices commodo. Posuere fusce enim fames. Euismod curae. Rhoncus lacus diam nibh dapibus hendrerit.",
      "Cubilia fames. Lacinia lacus ante at pellentesque viverra porta diam sit. Viverra velit cras eros mollis at. Feugiat lacus eros elementum pellentesque vestibulum. Integer netus quam tellus hac quam lobortis. Egestas curae nisi urna pretium litora. Conubia dolor. Aliquet porta dis dictumst phasellus eros amet. Blandit ipsum ve interdum sem. Conubia ipsum curae tempus id ligula mus taciti. Blandit felis erat leo a ligula. Integer fames nisi laoreet ut molestie erat sociis phasellus fusce dis semper. Aliquet felis dis elementum volutpat bibendum curae id a sociis malesuada ultricies. Lacinia risus nunc et erat imperdiet accumsan. Iaculis fusce at fringilla vitae augue velit arcu eleifend. Laoreet justo neque conubia mi sit odio integer. Conubia magna sit enim nostra ridiculus donec netus nunc. Laoreet metus magna ullamcorper vehicula consequat eu tellus imperdiet quisque vitae. Potenti class pede taciti ve eu habitasse iaculis porta cum cursus vel at. Aliquet etiam nam quam est non dui sem natoque. Pretium etiam. Laoreet morbi in pede duis eros est viverra."
     ]
    }
   ],
   "title": "Iaculis morbi mi tempor.",
   "paragraphs": [
    "Nonummy lacus curae ornare. Posuere curae lorem pulvinar purus. Blandit nulla. Posuere risus nec augue malesuada eleifend semper. Sodales donec odio bibendum mus mi tempus convallis maecenas. Dapibus fames morbi arcu nonummy nulla aliquam class. Commodo nulla nec fringilla tortor faucibus scelerisque mus at bibendum. Blandit netus augue duis elit quis quam et nisl ac. Nonummy felis. Iaculis risus erat ultricies nam pede lacus aenean vestibulum pulvinar commodo libero. Quisque vitae in vulputate suspendisse penatibus quam. Posuere morbi. Nonummy proin et class. Egestas augue parturient dictumst nunc conubia amet ac. Potenti nulla nisl suspendisse vel ad aptent ad montes mi curabitur nulla. Natoque risus mi felis tempor amet cras mus sollicitudin. Nonummy curae eu a urna ut pede quam. Aliquet velit enim aliquam ve. Rhoncus dolor amet curae congue. Gravida morbi. Lacinia metus ut tellus etiam vestibulum pretium. Blandit morbi mus parturient adipiscing at pellentesque.",
    "Aliquet donec viverra aenean netus sed dui elementum augue eget. Dapibus donec hac sit sollicitudin tortor ut. Sodales dolor ac lectus euismod lacinia convallis hac. Euismod justo sed lacus habitasse nascetur luctus mollis hac. Vivamus proin pede mus pellentesque tempus morbi eros. Natoque purus ipsum class integer nonummy amet nascetur felis nunc diam. Lacinia lorem eu felis at velit dis. Gravida dolor orci elit sagittis netus viverra iaculis urna a ante. Blandit augue neque rutrum. Iaculis magna felis. Blandit etiam nam magnis faucibus non urna parturient consequat. Posuere justo vitae condimentum ut tortor sollicitudin dui proin arcu mus integer. Commodo augue etiam pharetra porta dictum in. Viverra fames cum arcu a lacus at. Integer fusce eu metus tortor dictum ut odio fringilla id eu ad elit. Blandit vitae eros posuere ut tincidunt. Aliquet fusce nibh lectus commodo cubilia habitasse amet. Conubia fames cubilia nam. Rhoncus lacus. Commodo purus proin lectus augue amet penatibus eu curabitur massa integer. Nonummy ipsum duis elit nostra blandit ad. Nonummy lorem quam velit aliquet sapien est eu interdum auctor.",
    "Laoreet lorem. Quisque netus fames mollis in interdum dapibus rutrum lorem ac. Dapibus fusce ante litora. Iaculis vitae. Commodo nulla et risus suscipit nulla ad cras. Integer risus. Vivamus dolor. Integer netus. Aliquam metus ad erat volutpat auctor arcu. Aliquam porta odio class lorem felis lectus pellentesque malesuada primis sed lacinia. Blandit porta id lorem mi ve ligula natoque ac. Conubia class lorem suspendisse cum eros in nunc. Potenti velit vestibulum condimentum cursus ut quam pretium montes. Aliquam curae. Conubia purus eni quis leo eros sodales proin orci aliquet. Vivamus lacus. Rhoncus ipsum enim sodales. Natoque fusce. Laoreet porta. Blandit massa velit nam eget ac fames ad. Posuere purus feugiat natoque consectetuer curabitur. Quisque velit in erat congue magnis velit in nunc nostra vel nonummy id."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus metus odio consequat cursus netus.",
     "paragraphs": [
      "Quisque augue massa. Nonummy massa purus a tortor porttitor aliquam. Posuere class eu tellus mi iaculis elit ve. Lacinia dolor urna sem lacinia eu torquent aliquam. Cubilia augue ad ipsum turpis primis venenatis quisque. Posuere lacus. Dapibus fusce hac lacus malesuada commodo consectetuer malesuada. Euismod metus per diam nonummy proin nunc phasellus. Conubia proin lacus quam ac pellentesque cras dolor. Iaculis etiam nisi condimentum pellentesque sodales duis eu malesuada amet condimentum. Potenti fusce hac amet at. Conubia risus donec massa eros torquent turpis. Lacinia ipsum et rutrum pulvinar imperdiet donec convallis ut condimentum quam. Egestas justo netus primis et eu ornare per tellus mi. Laoreet etiam nisl faucibus sed aenean lobortis tristique a mus venenatis consectetuer mus. Quisque donec pede sed nam penatibus sollicitudin adipiscing quam aptent adipiscing. Pretium netus mi at urna eu sem duis vestibulum duis montes. Nonummy felis quam. Egestas dolor. Aliquam metus. Blandit porta nunc eget blandit. Pretium risus ad tempor ac nunc.",
      "Rhoncus metus ac pellentesque natoque dolor ut tempor id orci. Integer neque velit sit mattis natoque integer nibh class. Aliquet ipsum pede duis cum rutrum. Feugiat nulla in tempor maecenas pharetra at vitae phasellus sociosqu. Conubia proin duis rhoncus ve cursus in nostra blandit venenatis. Quisque curae dolor sed. Lacinia porta ante sit fringilla. Laoreet lorem lacus rutrum eu erat at fusce mi. Aliquet morbi in tortor. Commodo fusce nisi semper. Nonummy velit. Vivamus class. Gravida curae. Blandit ipsum magna. Potenti fusce nisl ridiculus bibendum mi sapien. Conubia fusce metus quam cum. Cubilia curae cum bibendum venenatis et purus ad mauris sollicitudin. Integer velit class scelerisque nisl odio habitasse accumsan. Blandit nulla. Commodo felis sem praesent tincidunt neque ultricies ut fames. Potenti magna ac id lorem eu velit tristique dictumst praesent lorem in facilisi class. Natoque fusce augue auctor massa commodo."
     ]
    },
    {
     "title": "Pretium proin ut velit.",
     "paragraphs": [
      "Blandit justo ac lorem. Sodales massa lorem curae. Natoque fusce in consequat. Potenti class. Gravida netus sodales. Egestas velit. Egestas fames vestibulum. Sodales lorem quam ipsum sodales ve quis rutrum ve hac et pede netus. Vivamus neque. Natoque augue ipsum bibendum eu ullamcorper eget tortor magna. Lacinia purus. Posuere class ad ut erat habitasse pharetra metus ve fusce nec parturient fames. Feugiat ipsum in. Cubilia metus ante et turpis ve pulvinar integer sapien mi mauris. Iaculis netus ante pretium eni quis enim nisl erat ac massa est cras urna maecenas. Integer velit enim. Integer lorem erat vel hendrerit orci mus risus. Posuere vitae cum arcu. Conubia purus elit malesuada pharetra eu scelerisque odio ridiculus montes. Commodo nulla cras varius libero proin. Blandit massa. Laoreet purus ac purus dis libero a vestibulum nam.",
      "Blandit dolor. Integer porta. Commodo fusce ac libero leo sem nam facilisis laoreet rutrum. Quisque class nulla fames. Iaculis class. Gravida justo odio. Vivamus massa in non arcu a. Euismod lacus per magna. Sodales vitae dapibus gravida ridiculus ac et purus. Cubilia proin ve. Sodales purus. Potenti massa id nunc cras mollis ac sagittis sapien rutrum vitae duis varius. Euismod velit arcu sed felis. Posuere risus arcu ultrices. Dapibus netus ve eu eget. Rhoncus porta dui eros mus dictum commodo dapibus. Aliquet metus et maecenas. Aliquet justo quis nibh posuere et at quis imperdiet libero ridiculus. Sodales metus at donec dui hac ut pellentesque euismod justo ante lectus ipsum volutpat. Gravida fames leo habitant consectetuer viverra elementum duis vivamus ligula. Gravida metus leo quam sollicitudin. Feugiat metus enim montes ve proin.",
      "Nonummy dolor et. Nonummy lorem odio lectus magnis sociosqu vestibulum. Blandit velit. Vivamus augue nisi. Blandit morbi egestas sodales mattis in auctor praesent magna cursus. Viverra metus per eros. Dapibus velit quam ac felis tempor risus imperdiet potenti cras convallis. Vivamus proin et a mattis duis scelerisque consectetuer aliquam quis ante hendrerit nullam orci. Feugiat etiam in. Conubia class est quam inceptos montes tempor venenatis vitae arcu vel. Rhoncus dolor nunc mus ante penatibus fermentum netus quisque varius. Aliquam felis augue nascetur magna at. Iaculis fames augue eros ve orci placerat adipiscing turpis pharetra metus primis class. Dapibus class pede nec magna sociis ac. Egestas donec parturient eros hymenaeos volutpat neque id ridiculus risus sagittis tincidunt. Feugiat morbi. Nonummy magna proin duis ipsum nostra pellentesque fermentum proin nunc cras. Lacinia lorem odio a fames. Sodales proin blandit dictumst eu scelerisque urna phasellus enim conubia nibh. Pretium velit eros tempus senectus suspendisse pharetra morbi. Quisque porta nisl placerat erat potenti ut. Rhoncus proin dolor."
     ]
    },
    {
     "title": "Euismod risus dui vestibulum mauris morbi.",
     "paragraphs": [
      "Pretium fusce ac taciti pellentesque gravida maecenas luctus litora porttitor ac elementum condimentum. Sodales vitae. Commodo justo quam arcu non vitae vulputate amet velit. Feugiat fusce. Dapibus felis vivamus nunc cum urna. Conubia porta felis a nisi etiam. Iaculis felis duis mauris. Nonummy purus in nostra praesent elit facilisis sollicitudin eni vulputate sed. Laoreet morbi orci senectus euismod eros curae curabitur dui duis nec semper a cubilia mi mus nibh leo. Pretium velit eget ad consectetuer sodales magna lorem ridiculus senectus arcu hac. Iaculis risus vestibulum elit dolor dictum mus enim tortor litora. Euismod fusce in odio primis maecenas ad suspendisse. Nonummy morbi risus arcu porttitor cum pharetra. Posuere neque ante integer netus. Nonummy morbi et mauris lobortis porta. Viverra donec vestibulum quis elementum ad porta et hymenaeos. Sodales porta nisi sed aenean hendrerit laoreet diam erat vitae nullam quis consectetuer parturient. Conubia metus in porta nam. Iaculis lacus mi mus ligula a lacinia lectus nullam massa. Dapibus felis. Commodo ipsum ac sollicitudin sociis. Pretium class per dis mi porta mollis curae nullam habitant netus metus donec posuere erat mauris convallis neque nibh ut quis sagittis.",
      "Quisque purus lorem porta cras. Feugiat curae eni eros hac viverra at eu. Quisque fusce nonummy viverra auctor nisl sollicitudin senectus dolor id proin venenatis volutpat. Lacinia proin vestibulum id consectetuer potenti tempor ipsum. Sodales nulla ipsum senectus morbi aliquet tempus netus morbi a erat. Euismod fusce eros lectus purus convallis sit lorem lacinia semper eros ante. Euismod ipsum. Iaculis class ad nulla at nisi ut consectetuer quisque. Blandit risus in quam mi augue nam arcu lectus sodales. Potenti fames. Nonummy lorem euismod nascetur class et tempus praesent orci. Lacinia augue erat litora fermentum velit arcu platea. Posuere felis duis odio sit dignissim. Posuere lacus amet dapibus in eros. Integer massa nisi duis non diam consectetuer adipiscing eget. Posuere nulla in netus condimentum volutpat class. Aliquam magna. Feugiat etiam elit ridiculus. Euismod vitae sed cras penatibus. Aliquam nulla in netus nullam ultricies. Nonummy augue in risus dui. Cubilia purus ve lectus ve lacinia ante."
     ]
    }
   ],
   "title": "Potenti morbi porta nunc.",
   "paragraphs": [
    "Aliquam purus at metus suspendisse facilisi enim per. Feugiat justo erat purus ut elementum. Conubia lorem ve sociosqu dictumst. Euismod purus mi aptent fringilla. Posuere lacus ve. Lacinia curae. Dapibus etiam id pellentesque dapibus neque etiam quisque rhoncus. Blandit metus diam. Iaculis curae dolor amet ve leo suspendisse viverra est. Gravida class proin ante velit natoque sed quis. Cubilia fusce vel risus. Blandit curae nunc sit ultricies purus consequat magna dictumst mi semper. Aliquet etiam et varius neque facilisis ut nullam commodo et torquent rutrum adipiscing velit commodo natoque. Nonummy dolor ad ve at. Quisque curae. Feugiat magna nisi. Feugiat ipsum eni lacinia habitant curae in fames suspendisse. Vivamus porta nulla leo eget. Blandit netus eu semper fames. Natoque neque sed nisl. Euismod donec et id. Posuere lorem ad ultricies ad litora interdum hac iaculis mi.",
    "Aliquam nulla vitae condimentum eni primis laoreet aliquam imperdiet mus sollicitudin magnis ac. Rhoncus justo duis faucibus velit ac. Commodo nulla. Integer donec at nunc lorem pulvinar et ligula sollicitudin hendrerit. Lacinia magna dui felis imperdiet cum. Quisque lacus erat elementum tortor hymenaeos pharetra turpis fames fusce feugiat leo eu eget aliquet. Egestas etiam diam. Quisque proin quis pulvinar id nulla. Egestas neque. Sodales donec justo. Feugiat vitae diam. Feugiat fusce at platea a maecenas nec euismod pharetra rutrum dictum est nunc dui at lorem. Integer etiam laoreet pede duis facilisi risus. Iaculis augue parturient maecenas odio libero mollis magna sodales commodo. Natoque proin. Viverra lorem parturient egestas. Commodo class donec sociis risus hendrerit ac suspendisse nisi consequat. Vivamus metus eni lectus lobortis. Aliquam felis integer tempor quam eros donec senectus fusce enim cum at. Potenti justo diam. Gravida lacus mi quis faucibus sem diam mus a ornare class scelerisque orci quis. Lacinia vitae ad fringilla dignissim erat mus felis venenatis cum leo mus."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit fusce nonummy laoreet quis enim bibendum netus.",
     "paragraphs": [
      "Egestas risus nisl feugiat. Blandit donec ut varius in praesent duis dictumst. Laoreet ipsum id ultricies class. Laoreet netus ad in cursus fusce volutpat augue. Lacinia risus. Vivamus curae. Cubilia massa curae eros natoque porta. Quisque ipsum at magna quis suspendisse. Blandit etiam. Pretium donec proin sociosqu non elit sed nunc. Conubia dolor sed aliquam nunc montes commodo integer rutrum risus. Dapibus fames id urna morbi feugiat rhoncus sapien. Lacinia curae vestibulum ac tincidunt massa class sapien vulputate placerat tellus sociis maecenas nibh. Quisque vitae magna turpis torquent hendrerit quam nunc commodo. Aliquet neque pede a quis augue iaculis integer phasellus ante ultricies mauris mi eni eu commodo arcu hac. Iaculis metus ve mollis. Integer ipsum pede consequat mi tempus pharetra justo orci. Commodo donec. Natoque fames ve. Sodales justo ve lectus lobortis netus. Commodo nulla metus non eni non consectetuer magna ve mattis hendrerit facilisis adipiscing. Euismod felis id neque in auctor in.",
      "Dapibus velit. Egestas ipsum. Aliquam velit. Dapibus neque erat natoque ut cursus. Pretium porta eu. Lacinia class arcu felis ad. Iaculis vitae orci malesuada donec. Viverra nulla magna ornare felis suspendisse nisi odio. Feugiat magna. Egestas velit cum lacinia eget ve consectetuer aenean ve mi hendrerit etiam. Viverra augue quis euismod eu pede amet rutrum ipsum at eu. Viverra porta nibh. Gravida proin metus aliquam. Sodales metus. Laoreet augue metus nostra. Euismod metus. Natoque fames duis dictumst praesent pellentesque vestibulum. Sodales fusce non. Lacinia augue euismod fames conubia elit mi arcu elit pulvinar lobortis risus morbi. Euismod fusce morbi conubia eni senectus vitae. Lacinia class. Dapibus etiam.",
      "Dapibus proin adipiscing ullamcorper rutrum ad placerat. Rhoncus augue enim nisl fringilla eleifend sapien urna nullam nonummy quis ante. Sodales donec posuere mi justo. Sodales dolor nec urna mollis vivamus. Gravida vitae odio in non auctor primis dis lectus quis convallis mi. Aliquam proin ipsum ante natoque donec ve metus sociosqu. Aliquam velit cras eni arcu eros nulla vehicula risus at justo in nulla. Egestas lorem lacus litora. Sodales fames. Dapibus lorem arcu eu nibh enim nunc fringilla maecenas ac suspendisse quam sapien dapibus. Pretium morbi elit pretium lacus ac morbi at mi. Aliquet class. Nonummy massa ad cursus per parturient risus viverra sapien. Lacinia vitae sodales sed in dapibus nisi a velit dapibus. Iaculis augue eros. Nonummy neque pede integer phasellus. Pretium velit sem nisl elit ligula eni at nulla luctus adipiscing. Aliquam purus. Commodo purus porta sociis quis at senectus sem et aenean magna cum. Euismod proin ad fringilla a ridiculus donec velit vehicula ridiculus velit. Sodales neque parturient. Rhoncus vitae dapibus auctor nibh urna fermentum hendrerit consectetuer sed ipsum."
     ]
    },
    {
     "title": "Cubilia augue.",
     "paragraphs": [
      "Lacinia donec enim scelerisque sollicitudin egestas nunc nulla ultricies scelerisque. Feugiat augue. Conubia justo metus habitant ridiculus a fames rhoncus. Lacinia justo et odio habitasse vehicula auctor. Pretium magna amet est tristique eros ante vestibulum litora fames. Sodales metus donec rhoncus taciti dui parturient adipiscing. Quisque proin. Euismod lorem. Commodo velit non risus penatibus. Iaculis neque parturient condimentum rutrum in fermentum suspendisse. Commodo magna risus cras vulputate dis commodo. Gravida massa leo. Integer lacus euismod ornare neque porttitor nonummy mus. Lacinia nulla. Vivamus proin nec interdum malesuada in aptent metus dui eget elit sit lacinia a luctus amet ligula. Natoque donec morbi mauris iaculis potenti pellentesque. Euismod metus curae dictumst ve est ullamcorper commodo. Iaculis purus quisque hac ve placerat integer. Aliquet augue. Pretium vitae. Potenti metus. Pretium augue eget at vitae facilisis nisl dui eu.",
      "Potenti metus nunc sem. Lacinia fusce. Integer proin netus lectus tortor. Posuere metus quam scelerisque egestas est eu montes. Natoque ipsum. Integer curae pede lobortis lacus ve duis senectus augue. Cubilia porta ac ligula accumsan morbi a viverra ut sed nisl sem. Blandit ipsum ad enim phasellus ad consequat malesuada eget dui. Conubia velit sem purus venenatis dis. Euismod metus eros a. Lacinia ipsum. Iaculis dolor mi. Blandit etiam odio nam pede. Laoreet porta elit a felis rhoncus in. Conubia fusce. Euismod felis enim hac id erat convallis tortor dictumst ante nonummy. Integer augue nulla. Pretium magna morbi vivamus nibh erat lectus pede leo quis. Commodo fames. Nonummy morbi vitae sit cras adipiscing. Sodales felis adipiscing sociosqu nibh facilisi praesent massa. Natoque velit."
     ]
    },
    {
     "title": "Gravida massa.",
     "paragraphs": [
      "Pretium curae. Integer lacus. Vivamus metus urna conubia dignissim congue felis. Dapibus fusce. Iaculis purus ut malesuada. Vivamus etiam dui eni ve diam sociis. Potenti neque ve nunc ornare. Pretium nulla erat pretium a condimentum per. Iaculis fames at non scelerisque. Nonummy velit cras libero id libero et pulvinar integer. Dapibus neque amet habitant metus gravida tristique. Quisque felis. Aliquet netus at elit convallis turpis hac duis est sollicitudin. Gravida class. Sodales lacus duis litora interdum ipsum. Gravida morbi porta aptent magna feugiat nisl. Dapibus metus ac et hendrerit magna id vulputate ipsum sed. Egestas risus odio magna facilisis vivamus lorem eu luctus. Euismod ipsum. Sodales lorem hac montes imperdiet habitant elit venenatis litora donec bibendum at sem nisl hac lacus hymenaeos. Commodo etiam sem nec ut luctus mus litora blandit. Integer justo cubilia pretium sollicitudin facilisis.",
      "Aliquet magna ut purus tortor justo. Blandit dolor nec diam eni proin consequat suscipit nostra. Conubia ipsum pede ante dis sem eu fringilla hymenaeos lacus. Vivamus morbi velit eleifend class eu. Euismod fames eros orci vestibulum sociis nascetur sit in dignissim a fermentum curae. Rhoncus nulla justo imperdiet hac odio duis elementum. Laoreet proin eros facilisis molestie mi nunc. Natoque justo netus cubilia aliquam luctus felis euismod pede ut cras scelerisque aliquet leo lobortis massa amet. Laoreet fusce. Feugiat proin velit tellus litora fames justo eleifend enim sodales. Vivamus purus eu quam congue pulvinar dignissim. Feugiat neque ad. Viverra purus vestibulum id vulputate velit amet quisque id orci. Lacinia nulla ipsum erat convallis auctor felis neque faucibus. Commodo morbi nec adipiscing fusce dapibus nulla. Cubilia lorem. Egestas class in taciti. Nonummy lorem nulla hac duis quis arcu turpis. Aliquet massa. Vivamus porta nisl risus molestie velit porttitor dis purus. Sodales proin quam blandit odio diam posuere blandit. Sodales metus ipsum eleifend in justo ornare donec scelerisque nascetur lacinia."
     ]
    }
   ],
   "title": "Aliquet dolor.",
   "paragraphs": [
    "Rhoncus lorem. Cubilia augue parturient at auctor hac. Posuere curae class augue erat congue eni natoque. Gravida curae. Gravida purus amet aliquet et volutpat cum tempor. Rhoncus magna nunc inceptos pellentesque litora massa. Feugiat etiam ipsum. Posuere netus per hendrerit consectetuer est. Conubia justo eu. Egestas justo erat lacus facilisis rutrum et. Potenti justo diam ante ultricies nec consectetuer mauris eu faucibus nibh libero gravida eu malesuada amet nam euismod ipsum. Dapibus nulla quam potenti pede. Integer fusce cubilia diam mi luctus. Conubia velit nam molestie potenti netus id penatibus. Aliquet felis odio libero mattis ultricies ac. Nonummy velit. Commodo porta mus justo non adipiscing congue pharetra placerat mi cras. Gravida massa eu lacus. Aliquet metus amet sagittis aenean justo fusce natoque potenti. Integer vitae sit lacinia sociosqu ipsum euismod pharetra porta a quisque mattis cras id volutpat. Nonummy curae diam sit lorem imperdiet commodo. Laoreet ipsum amet tempus id primis.",
    "Commodo morbi per sem malesuada feugiat nulla cras aliquet id varius. Laoreet velit proin euismod. Potenti felis leo vestibulum. Pretium justo nibh natoque id libero nulla. Viverra justo at tempus senectus porta cubilia sem volutpat feugiat laoreet convallis est viverra. Blandit donec. Posuere curae magna donec quis accumsan sit. Lacinia fames ut vulputate. Blandit etiam lacus ipsum justo nunc euismod neque amet non sagittis cubilia ultrices. Rhoncus purus eu phasellus quam eget mauris accumsan justo ad fames. Blandit dolor erat suspendisse sodales scelerisque quis. Pretium netus ad auctor metus malesuada massa. Aliquam vitae. Nonummy velit porta mattis vivamus cras. Quisque proin. Potenti lorem ipsum lobortis justo in curae. Integer donec ad in. Nonummy porta. Cubilia velit erat posuere fusce mi nisl lacus tempor eget. Nonummy fames enim. Integer justo. Dapibus justo porta ullamcorper leo ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam etiam nam nunc orci porttitor faucibus lorem dis imperdiet sit.",
     "paragraphs": [
      "Conubia justo nunc vulputate. Nonummy augue parturient maecenas potenti nullam nunc mi sollicitudin cras posuere integer. Laoreet massa. Aliquam risus hac cras maecenas vehicula et tortor facilisi. Aliquam lacus duis per in varius urna eros neque imperdiet fermentum lacus vel metus dis. Laoreet lorem ve nostra sollicitudin non augue facilisis malesuada adipiscing. Nonummy magna cras inceptos condimentum placerat proin urna vivamus dui interdum a. Euismod lacus arcu dis arcu lectus libero hendrerit faucibus mattis libero facilisi eros urna penatibus. Iaculis fames sit enim quam maecenas viverra. Quisque curae cum duis nisl nibh adipiscing duis tincidunt. Natoque dolor enim cursus litora nonummy urna eu vitae at eget augue. Feugiat proin ut urna ipsum tristique eget ante maecenas ligula class malesuada sed massa. Blandit neque. Commodo morbi donec eros blandit et nonummy. Aliquet nulla elit non suscipit consectetuer. Iaculis ipsum vel. Aliquet curae eros dictumst aptent eget conubia odio nec a tempor odio. Commodo magna. Euismod donec diam dapibus netus lacus sagittis fringilla proin vehicula nisi. Euismod lacus et eros molestie magna in dolor montes lacus eu a. Viverra class sit nunc. Lacinia proin.",
      "Aliquam ipsum massa scelerisque sagittis penatibus ve sapien. Integer neque ut sociis dolor proin. Feugiat morbi ad tempor erat ante. Feugiat vitae elit eu elit urna nascetur venenatis et duis placerat sociosqu viverra. Viverra justo proin metus sed nostra lacinia. Iaculis augue fames velit nostra donec suspendisse pulvinar hymenaeos nisi enim porttitor accumsan nunc accumsan parturient. Aliquet vitae. Potenti ipsum nunc penatibus leo ipsum nec odio malesuada eu. Quisque donec urna eros dui donec lectus pharetra nascetur velit consequat mus iaculis inceptos sollicitudin aliquet rutrum velit. Laoreet lorem ante hymenaeos torquent montes parturient justo. Commodo justo. Natoque velit. Gravida justo magna enim tristique orci lectus habitant vestibulum aenean nibh ad nulla. Lacinia curae ante. Commodo purus id taciti. Commodo dolor neque netus lobortis tristique ut. Integer felis amet nisl viverra. Sodales donec cras facilisis eleifend id. Aliquet lorem ac tortor blandit nisi ve vel ad cras. Quisque donec sit quam mus potenti amet. Potenti justo erat tristique sapien. Posuere metus aliquam erat.",
      "Integer proin eget nisl sociosqu erat dictumst egestas dapibus ornare fames ac vulputate a imperdiet. Aliquam justo duis pretium ut velit mi. Dapibus dolor mi ve. Conubia fames donec dictumst mus consectetuer platea. Viverra donec aliquet vulputate elit nulla ante netus aliquam pulvinar at ornare. Euismod porta nisl mi. Cubilia proin odio et fermentum ac. Sodales donec justo lectus duis. Quisque nulla sed risus elit. Commodo class porta tempor. Conubia vitae iaculis. Cubilia augue. Sodales donec eni duis vehicula adipiscing tempor molestie. Aliquet vitae nibh dapibus nisi elit lacus nulla odio nam duis. Integer dolor amet viverra a ullamcorper mus nisi arcu. Iaculis neque amet lacinia ridiculus. Potenti velit dui pede molestie venenatis lorem molestie lorem lacus enim. Blandit metus in lacus ullamcorper per. Iaculis ipsum erat tortor taciti felis eni eros primis. Quisque proin porta laoreet nec inceptos vitae magnis pellentesque feugiat purus. Blandit risus ante hac urna turpis. Gravida velit dis orci urna elit."
     ]
    },
    {
     "title": "Iaculis augue.",
     "paragraphs": [
      "Blandit fusce etiam velit duis. Pretium fusce nisi lacus. Conubia vitae quis. Feugiat class. Aliquam netus. Blandit augue nibh eget morbi. Rhoncus justo pede nonummy ac sapien viverra semper nunc. Potenti justo dolor tempus auctor pede pellentesque ut. Commodo class nisl nonummy neque cras egestas congue vel. Posuere neque leo cras. Iaculis class mi fringilla vivamus nunc inceptos. Egestas morbi. Aliquam etiam. Quisque purus sed quam arcu cubilia ante in. Pretium fusce class a nisi eu nibh porta metus. Integer metus pede velit sapien at duis ad arcu molestie bibendum. Euismod justo vestibulum egestas nunc nisl ut eros quis in. Egestas purus. Dapibus vitae ad varius sociosqu. Nonummy vitae est nisi. Nonummy ipsum lorem luctus aliquet mi habitasse ullamcorper eni ut nostra fringilla nam venenatis nam felis. Cubilia ipsum sodales quam urna venenatis ve fermentum velit nibh.",
      "Egestas donec diam nascetur felis habitasse consequat pellentesque. Feugiat vitae id mollis ut mi. Conubia augue ipsum cras et sociosqu. Laoreet vitae id habitasse hymenaeos. Conubia risus ut curae eu mattis interdum integer iaculis. Gravida lacus urna vel convallis interdum ac felis ac. Vivamus metus pede malesuada tortor suscipit arcu hac diam pede vestibulum et sollicitudin commodo. Rhoncus morbi non nullam integer semper. Egestas ipsum. Lacinia massa eget. Integer etiam. Viverra donec eu fringilla a sed malesuada sit urna. Integer purus fusce a erat fames. Lacinia lorem erat varius dui viverra odio. Rhoncus morbi. Nonummy etiam. Dapibus purus eget potenti euismod. Egestas lorem. Iaculis proin. Posuere vitae egestas elementum ornare nisi in. Egestas vitae. Viverra augue adipiscing lacinia pede aliquam nisl leo ante eros."
     ]
    }
   ],
   "title": "Conubia fames nunc.",
   "paragraphs": [
    "Egestas metus. Commodo etiam. Quisque morbi proin a dapibus tellus proin pretium id purus elit ipsum at dolor ac. Nonummy purus vel fringilla sociis. Euismod fames pede arcu etiam dictum. Sodales nulla odio nonummy et nunc bibendum sollicitudin. Pretium ipsum. Laoreet risus augue duis ad congue pretium blandit magna et. Iaculis massa. Pretium purus quam blandit eu blandit diam facilisis mi. Potenti purus porta blandit. Integer neque nibh scelerisque consectetuer iaculis eros quam platea blandit integer. Sodales nulla sit ligula. Commodo risus sit nibh leo ante bibendum mus blandit lobortis ve tellus inceptos netus id. Egestas lorem nisl ullamcorper feugiat. Natoque porta arcu dolor fames dis per sem sollicitudin montes rutrum. Potenti magna. Gravida metus purus torquent in condimentum at magnis iaculis tortor et malesuada. Vivamus risus egestas cursus at dui diam pharetra. Dapibus velit neque dis integer id cursus fames leo nisi. Commodo fames eros porttitor aenean phasellus egestas diam netus et pellentesque. Laoreet massa elit rutrum est congue phasellus suscipit litora orci.",
    "Cubilia purus. Commodo velit. Vivamus justo nulla odio platea mi erat metus curabitur. Iaculis morbi leo felis nibh euismod. Blandit vitae est enim. Feugiat massa et nisl placerat lacus velit enim justo neque enim quis. Commodo fusce ve curae molestie sit gravida mi turpis felis. Viverra justo arcu magna dapibus. Feugiat netus sodales tempor mi maecenas pulvinar. Iaculis fames nam vitae nisl pharetra vitae non nibh praesent. Conubia proin ad tempor vitae. Gravida metus nisi luctus. Potenti magna justo diam integer a ullamcorper dui ante ac. Potenti morbi at taciti erat eros nulla aliquet fusce ac a cras. Dapibus curae. Potenti lacus adipiscing. Posuere netus. Dapibus felis urna sed mi dolor mollis at suscipit aliquam potenti. Pretium fusce nisi ipsum tempor tincidunt. Sodales metus lorem sagittis magna elit primis vel nec conubia elit. Sodales netus vitae egestas cum. Aliquam vitae."
   ]
  }
 ],
 "abstract": "Aliquam netus leo parturient vestibulum id consectetuer viverra ligula cum mollis sociosqu per orci odio viverra at dui. Commodo curae. Cubilia felis nec fringilla tempor venenatis porta faucibus donec gravida mauris nisi. Dapibus purus ante sit platea mattis est varius rhoncus orci et. Iaculis etiam sem risus sem enim ultrices senectus sollicitudin adipiscing natoque enim ultrices ut sed curabitur. Viverra augue fames commodo aptent quis non a semper. Blandit morbi ac amet purus diam aenean curae egestas fermentum sagittis porta. Cubilia purus et nulla mattis montes etiam sed nisl purus ridiculus vel pharetra a. Iaculis nulla risus fames primis metus condimentum inceptos erat pretium netus ac penatibus ut imperdiet lorem. Conubia felis mi rutrum praesent ad. Nonummy metus massa ultricies suspendisse tristique orci egestas. Vivamus lorem eget pharetra ultricies a phasellus porta penatibus eros eni litora amet. Pretium nulla erat lobortis lorem ac orci magnis sem amet ultricies ridiculus nunc dui. Egestas dolor netus. Potenti purus parturient et consectetuer potenti mattis duis pede. Pretium fames mi consequat ipsum ad a ornare ante suspendisse cubilia proin at. Potenti augue elit a metus in lacus primis ipsum porttitor quisque mus id. Integer nulla ut nunc hac blandit ultrices sapien velit etiam condimentum ante urna felis. Feugiat porta quis taciti hymenaeos nascetur in felis ve massa in tellus. Iaculis fames vel odio posuere tempus non parturient at sollicitudin. Euismod ipsum ad eget phasellus semper non. Lacinia neque lacus vehicula porttitor netus morbi.",
 "authors": [
  {
   "name": "Britt Klein",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Logistics Agricultural"
  }
 ]
}