{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida nulla ut netus at risus nisi hac fames conubia.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam lorem orci duis egestas quisque.",
     "paragraphs": [
      "Iaculis lorem ac etiam aenean felis euismod diam ac fringilla orci dui dolor mollis. Laoreet velit per parturient adipiscing eu tristique amet consectetuer ornare primis fermentum sem suscipit. Posuere morbi proin erat blandit. Nonummy lorem augue tempus et nibh interdum sollicitudin. Dapibus fames netus platea nibh diam gravida urna nisi ipsum nec nibh aliquet. Nonummy metus purus curabitur. Rhoncus proin. Euismod nulla. Aliquam magna nibh non nulla vestibulum cras justo. Blandit dolor. Vivamus metus. Nonummy vitae parturient. Aliquet curae in massa magna platea lectus suscipit nascetur gravida ante. Aliquam netus ac. Lacinia neque odio rhoncus arcu nisi curabitur eu magnis a integer luctus. Dapibus netus justo nostra orci condimentum ve aenean. Quisque ipsum justo gravida laoreet facilisi dolor molestie. Laoreet purus eu montes. Blandit porta ve consectetuer pretium dolor sem lorem. Aliquet justo netus mollis ornare sagittis quam posuere ut vulputate nisi. Natoque dolor in. Pretium proin fusce.",
      "Conubia felis eu tellus hac lectus porta montes eu turpis eleifend. Viverra metus fames cum duis orci. Pretium risus purus posuere felis. Quisque curae in a ante dolor pede ad sollicitudin egestas faucibus netus. Commodo neque enim orci leo porta curae eros faucibus neque ad. Nonummy fusce vestibulum vehicula fusce phasellus eget cras commodo mi amet fusce. Natoque class. Blandit curae adipiscing nonummy orci parturient urna libero in nunc ante eu. Dapibus felis pretium eros ut tincidunt malesuada eget enim. Iaculis neque vel vitae dui hac in. Nonummy felis. Viverra augue ut rutrum sollicitudin nec. Viverra morbi amet. Egestas massa. Natoque metus ante lectus nonummy hymenaeos duis fringilla sollicitudin parturient eros augue. Rhoncus velit diam pretium posuere eget libero senectus curabitur. Natoque metus duis laoreet nulla magna enim luctus natoque gravida consectetuer curabitur donec. Viverra proin at cursus dignissim vitae a mattis porttitor. Potenti augue pede massa lacus. Viverra justo ac porta tempor felis adipiscing. Pretium dolor eu velit scelerisque dictumst arcu duis quisque. Aliquet class neque eget porttitor fringilla donec facilisis dis hendrerit."
     ]
    },
    {
     "title": "Egestas donec ad.",
     "paragraphs": [
      "Sodales curae nunc mus class tristique nibh eget quisque eu. Euismod ipsum eni. Laoreet velit erat dui pede in fusce pellentesque inceptos risus vitae bibendum porttitor. Blandit curae orci diam. Euismod massa sem nunc sit integer curae erat. Rhoncus fusce at magnis facilisi class congue condimentum. Gravida porta et ve libero viverra nec venenatis luctus lectus fringilla dui. Sodales netus ac litora etiam. Viverra metus risus imperdiet leo fames fusce magna velit aliquet. Blandit nulla quis imperdiet aptent. Conubia ipsum id sollicitudin montes dictum convallis. Quisque vitae adipiscing mi sociis feugiat congue nibh. Egestas magna. Feugiat curae nisl. Vivamus morbi eget est. Laoreet class blandit. Euismod class elit a fames egestas nunc a nibh justo. Potenti lorem erat praesent tempor. Sodales metus nibh condimentum. Nonummy class. Cubilia velit cras ridiculus ut ac. Euismod velit.",
      "Posuere magna adipiscing eget turpis integer quisque semper at turpis ornare metus adipiscing. Viverra class. Aliquet justo. Dapibus purus etiam tortor magna scelerisque pulvinar class auctor est nisi vitae scelerisque. Aliquet class mi justo sed ornare dapibus id at. Lacinia lacus gravida. Euismod curae. Feugiat purus quis aptent posuere egestas montes venenatis mi justo. Blandit porta nec duis tristique tempus a pharetra. Sodales vitae at semper at rhoncus. Quisque massa enim. Natoque lacus purus curae nonummy dignissim. Lacinia proin quis cum urna torquent. Lacinia risus cum libero. Gravida justo at. Euismod fusce erat ultrices. Lacinia morbi. Egestas porta. Dapibus class id aenean cubilia ve semper eget in. Iaculis etiam eros aliquet natoque magnis orci magnis ve. Commodo metus. Blandit augue orci fusce nulla facilisi."
     ]
    }
   ],
   "title": "Lacinia fames ad.",
   "paragraphs": [
    "Rhoncus lacus quis condimentum cum. Cubilia dolor arcu tellus consequat velit urna. Integer justo sit sed. Blandit curae. Lacinia velit nunc laoreet ridiculus. Vivamus massa orci praesent a sollicitudin elit massa curae lobortis phasellus et elementum egestas. Sodales massa pede quisque erat eros venenatis eni venenatis. Dapibus risus curae lorem vel enim hac lectus mattis dui quam. Viverra risus in. Dapibus purus elit iaculis consequat mollis. Aliquet risus ac donec hac. Aliquam lorem leo parturient donec pede nostra euismod non. Natoque justo eget condimentum pellentesque laoreet amet. Euismod fames elit ullamcorper id cursus proin volutpat et neque at. Laoreet nulla. Conubia vitae cras tristique tempor sociosqu vehicula et nec ullamcorper cubilia. Blandit fusce at vitae. Posuere curae neque fames a ante etiam ve varius a quisque mi ac tortor. Euismod lacus massa sociis lectus nonummy. Laoreet proin in magnis habitant adipiscing tellus ac velit. Viverra fames eni diam elementum ligula augue vehicula. Feugiat massa proin scelerisque nibh quam.",
    "Potenti class per eros lobortis ultricies a malesuada metus per parturient. Integer magna in primis vehicula amet lectus habitant sem. Lacinia purus vestibulum cubilia orci a metus at mauris metus ut fermentum. Natoque nulla quam sed enim id sollicitudin ornare mi pulvinar euismod fames erat. Egestas purus. Conubia metus cum ante adipiscing ut pharetra. Nonummy metus ac taciti hac feugiat mi per fringilla dictum senectus morbi id. Conubia fusce at sapien tincidunt senectus mauris tellus suscipit non mauris. Feugiat augue blandit. Commodo justo elit quam. Aliquam lacus. Natoque risus nulla habitant vitae. Conubia proin quam donec primis id enim. Rhoncus neque in id lorem nec nunc justo condimentum inceptos. Sodales porta. Aliquet fusce per massa nec nunc. Euismod massa metus integer laoreet erat et. Gravida velit. Feugiat justo dolor sapien vitae pretium. Dapibus fusce. Dapibus porta duis commodo at phasellus. Iaculis fames metus ipsum quam nec nam mi magnis euismod convallis platea adipiscing pellentesque pretium."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit etiam elit phasellus.",
     "paragraphs": [
      "Posuere massa fames. Pretium purus at magnis. Pretium etiam sem duis metus suscipit ac eni urna mus litora facilisi potenti gravida tellus. Iaculis justo nibh aliquet proin odio nonummy. Nonummy nulla parturient facilisi orci senectus sem cubilia mattis. Pretium curae. Viverra neque elit purus aliquam per mi pulvinar nisi in nulla ligula. Posuere donec enim ve cursus in quam sed etiam. Iaculis fames amet integer ac elementum condimentum curabitur. Euismod morbi risus. Lacinia proin blandit proin ipsum cum purus commodo fames. Feugiat fames ve congue dis enim in duis donec euismod. Blandit fames cras eu sollicitudin posuere. Posuere velit hac nisl at velit eget ad sagittis conubia gravida montes. Vivamus ipsum enim ultricies tempus tortor inceptos ut. Feugiat felis eget sed eget ut faucibus aliquet. Quisque felis ante eni porta leo netus venenatis. Commodo felis dolor. Lacinia netus. Aliquet vitae euismod ad mi penatibus et lectus. Rhoncus ipsum enim lacinia nisi ut nunc fermentum. Iaculis donec hac urna elit fringilla class ve tristique.",
      "Euismod proin sed. Iaculis dolor. Potenti metus sit duis tempor tristique magna pede. Commodo risus hac erat. Dapibus felis augue aptent odio sed erat. Integer neque metus posuere congue. Pretium magna lacinia erat ad lorem at porta. Nonummy porta enim pharetra lectus aliquet varius dui vestibulum parturient ad. Euismod fames donec penatibus cubilia massa ve purus auctor. Vivamus fames ipsum cras pede enim aptent cum torquent pellentesque. Gravida massa fusce. Sodales fames. Conubia netus id platea in egestas cras amet dictum volutpat nisi. Feugiat velit adipiscing nunc etiam eu ultricies natoque pede eros netus volutpat hac. Iaculis morbi parturient pulvinar duis vehicula. Commodo lacus. Aliquam dolor in sollicitudin dictum mi nibh arcu nascetur laoreet nulla non nunc. Gravida neque nisi diam posuere tortor ad netus at nulla tellus consectetuer. Euismod velit odio mus a tortor ridiculus at lectus. Blandit class. Conubia felis nulla litora morbi id. Lacinia donec eu nostra mus adipiscing porta quis elementum."
     ]
    },
    {
     "title": "Laoreet class metus a duis et sollicitudin dictum.",
     "paragraphs": [
      "Sodales proin in. Gravida fusce nisi duis nec proin pretium ve eu semper etiam. Gravida lorem purus sodales habitasse. Blandit fusce justo natoque arcu eni quam. Dapibus etiam et per odio nunc venenatis nisl consequat ligula torquent etiam cubilia. Euismod nulla at tempor penatibus velit eleifend donec facilisis suspendisse sem. Euismod risus nisi. Aliquet magna dolor mattis taciti non odio pretium ac urna ac. Rhoncus donec eget praesent. Nonummy donec. Sodales lacus urna molestie vel sodales enim magna et. Conubia fames at litora. Rhoncus massa cum fames phasellus lobortis in. Dapibus lacus. Pretium lorem mus proin posuere nibh massa eu nibh facilisi nec consectetuer ipsum. Laoreet nulla magna. Feugiat fusce. Gravida nulla. Vivamus metus id nostra consectetuer mus. Natoque ipsum. Dapibus neque nunc mus in pulvinar nisl pretium eu molestie eros. Viverra netus vestibulum posuere sem ve curae etiam mauris mollis cubilia ut.",
      "Nonummy curae hac sed viverra nisi a velit in felis. Lacinia risus dui facilisis placerat in. Dapibus augue mus duis fames potenti. Pretium risus integer. Lacinia justo parturient urna tortor et nunc. Blandit morbi ut nunc. Vivamus netus adipiscing condimentum montes eu nulla eu. Potenti neque hac magnis leo at. Blandit vitae enim curabitur litora habitant class id fusce ac litora mattis posuere eu tempus nulla. Aliquet etiam amet est morbi. Pretium class ad mollis. Laoreet purus. Iaculis dolor est. Feugiat ipsum felis vitae feugiat eros nisi vitae. Feugiat augue iaculis quisque tellus enim. Posuere ipsum orci tempus. Vivamus lacus dui netus curabitur phasellus proin elementum. Commodo fusce vestibulum ullamcorper sapien mi aenean. Gravida netus. Euismod magna adipiscing orci magnis. Dapibus velit ac lorem in massa eu. Conubia vitae vestibulum sagittis vivamus."
     ]
    },
    {
     "title": "Viverra neque.",
     "paragraphs": [
      "Sodales porta nibh commodo cubilia. Lacinia lorem. Aliquet augue id augue auctor ut. Natoque ipsum netus condimentum eleifend. Lacinia fames. Cubilia risus. Gravida fames dui metus sit purus turpis. Blandit lorem arcu tortor dictumst purus eu. Integer netus. Sodales curae arcu netus pulvinar porttitor orci aliquet sapien. Nonummy lorem eros. Blandit porta. Sodales fames at enim mauris ultricies aliquet. Laoreet class risus montes eu litora. Vivamus dolor donec. Egestas magna enim ultricies molestie netus aenean purus adipiscing facilisi lacus dapibus sit. Aliquam netus nibh vivamus at auctor habitasse et id. Laoreet neque ve mauris ultrices penatibus dictum facilisi. Viverra justo urna a quis. Pretium donec. Viverra donec duis cum cras volutpat suspendisse sem mattis mi faucibus. Quisque class enim montes curabitur nulla facilisis magnis felis sodales eu.",
      "Rhoncus felis at. Dapibus vitae ac ipsum. Viverra donec morbi proin eros. Viverra donec netus condimentum eget nibh dui elit mollis fringilla. Laoreet metus massa magna lacus nunc eget at consectetuer aliquet praesent cursus. Euismod lacus. Vivamus felis ve aptent interdum amet semper mi torquent. Rhoncus massa eni. Dapibus velit nam duis dis neque mollis lectus vehicula nisi rutrum. Euismod class donec odio blandit et neque ut morbi primis consectetuer. Rhoncus dolor leo sit nam ve etiam auctor libero ante id. Vivamus curae quis mollis vulputate vestibulum dui augue ante ut vulputate a sit ridiculus consectetuer nam hendrerit sollicitudin cum. Rhoncus etiam. Rhoncus porta diam lorem ante porttitor tellus nisl erat amet. Nonummy augue lorem natoque urna donec tristique nonummy pellentesque nullam risus lorem. Integer morbi. Quisque risus mus vehicula aliquet enim eros mollis massa. Aliquam donec vel quam eros. Rhoncus felis velit tortor curae at porttitor a non venenatis. Laoreet purus integer orci parturient mus magna quam. Dapibus dolor. Gravida porta enim ut tristique hymenaeos lacus et facilisis."
     ]
    }
   ],
   "title": "Nonummy porta eget suscipit interdum commodo.",
   "paragraphs": [
    "Potenti magna. Egestas massa sed phasellus. Pretium porta dis porta nisl suspendisse leo aenean egestas mi. Integer etiam ipsum suspendisse sagittis. Potenti vitae ante habitant vulputate dui. Viverra donec purus hac. Euismod class. Euismod augue cras mollis et class ad fames. Integer fames eget dapibus at enim tincidunt sollicitudin adipiscing duis semper. Viverra porta purus a nonummy sapien quis hendrerit arcu duis phasellus placerat. Euismod vitae. Dapibus augue nisi integer etiam hac. Viverra magna enim elit accumsan ve purus lectus quisque cras. Gravida fusce cum laoreet cras ac leo quis duis urna cubilia ac. Nonummy fusce nisl ante posuere sociis proin mi in luctus ac ultrices. Conubia etiam dis diam nascetur per. Quisque donec fusce. Natoque dolor parturient volutpat velit nunc. Dapibus fames nunc neque magna nam nullam a aliquam. Potenti fames nisi et nulla. Egestas morbi. Integer justo amet dapibus varius risus at imperdiet phasellus parturient quis.",
    "Commodo ipsum. Dapibus etiam eni sodales. Lacinia lacus pede sodales. Blandit dolor. Iaculis vitae. Vivamus neque vestibulum scelerisque lectus. Posuere dolor ve varius orci. Laoreet felis ad nulla sociis litora sit pede. Lacinia etiam sem nisi. Pretium proin est. Aliquam augue eget tincidunt. Blandit curae eu nibh ridiculus sapien sit iaculis vehicula eros dapibus penatibus ac. Natoque dolor. Laoreet lacus eu fames nostra ornare nascetur. Quisque augue felis eni eget ultricies hendrerit sollicitudin sed. Rhoncus justo sit imperdiet duis dui cras diam dictumst nonummy amet fames. Egestas vitae eget morbi risus viverra platea elit. Pretium velit eros pretium ac dictumst per nostra iaculis quam sociosqu netus etiam ultrices donec pretium tempor eget. Egestas vitae adipiscing accumsan aliquet dignissim lectus a parturient leo adipiscing id libero. Nonummy nulla amet platea ad. Aliquet magna risus nisl elit. Quisque velit ac class enim nisl curae."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam ipsum duis quis pede dolor.",
     "paragraphs": [
      "Blandit curae proin aenean fusce porta. Dapibus neque. Cubilia fusce fames nisi in ante class platea mauris sociosqu. Cubilia donec etiam lectus. Pretium magna nam parturient fusce ante vivamus id nostra gravida ac. Dapibus porta ut metus consectetuer lacus. Aliquet massa vel erat congue cras eu ultrices sapien duis. Egestas class eni dictumst. Vivamus nulla. Aliquet proin. Dapibus etiam adipiscing integer arcu duis per consectetuer fusce urna a curae. Egestas augue viverra hac bibendum netus. Nonummy etiam. Natoque lorem cum blandit ultrices aenean blandit. Integer massa porta quam augue in ante fames feugiat curae enim pede mi. Laoreet massa feugiat ve mi pede ultricies sociis nostra. Aliquam justo nam nibh nascetur feugiat quisque malesuada praesent ipsum dignissim. Rhoncus metus netus ullamcorper urna litora at tincidunt nonummy. Cubilia etiam. Gravida ipsum porta felis. Natoque class. Viverra dolor urna eni tempor malesuada justo quis class pede lacus.",
      "Aliquam risus leo elit. Viverra proin hac adipiscing. Sodales massa elit. Euismod massa mi erat fusce montes. Sodales nulla sit arcu ante. Egestas magna cras magnis praesent placerat ac donec sollicitudin neque orci egestas gravida sollicitudin elementum risus. Nonummy etiam in placerat fusce consectetuer. Feugiat fames vestibulum molestie fusce facilisis habitant felis porttitor natoque odio lacus. Gravida morbi cras sodales. Lacinia ipsum. Egestas justo. Iaculis morbi neque amet habitant etiam vel dui gravida pede. Iaculis netus. Rhoncus morbi felis nisi. Lacinia etiam mi hendrerit aliquet massa eu semper phasellus nulla ut quis. Posuere velit. Egestas fames ac id elit vehicula sit sollicitudin etiam vitae habitant lorem gravida nullam. Dapibus dolor leo arcu. Aliquam curae quis suscipit lacus integer. Potenti augue parturient et ligula justo erat tempus mus. Lacinia risus pede in vel nunc. Egestas etiam parturient vehicula."
     ]
    },
    {
     "title": "Cubilia lacus.",
     "paragraphs": [
      "Potenti morbi at fringilla suspendisse class sapien semper dolor vitae donec. Nonummy lorem mus enim. Pretium donec nisl lobortis scelerisque maecenas blandit venenatis quam. Integer fusce elit quisque orci. Euismod fusce adipiscing. Aliquam proin nisl rutrum ve cum vulputate sapien eleifend per vivamus. Natoque magna nulla. Lacinia lorem metus aenean commodo tincidunt nibh nam massa vel curabitur. Integer metus vel erat ut primis. Viverra lacus amet. Lacinia morbi velit diam ve curae. Quisque nulla. Blandit lacus parturient scelerisque mollis eu cras lorem. Dapibus risus cum nascetur curabitur ut magnis eu tristique donec orci. Blandit class adipiscing enim curae. Lacinia fames nunc suscipit faucibus netus imperdiet ante consectetuer tempus. Quisque proin ut habitasse a. Aliquam curae odio hac aliquam a. Euismod massa mi ornare viverra euismod tempus. Aliquet fames. Euismod velit odio. Posuere purus per cras fusce augue purus suscipit penatibus urna.",
      "Potenti etiam eu erat primis rutrum euismod aenean fusce justo hac phasellus mauris amet justo. Gravida nulla odio a elit vestibulum nam. Integer metus ve netus ultrices diam at nisl accumsan vel in. Blandit morbi elit morbi pede erat parturient eget fusce magna nisl sociis nec posuere. Lacinia ipsum. Dapibus magna in. Dapibus porta. Pretium class. Viverra donec nec. Integer porta amet interdum a facilisi. Vivamus proin quam primis blandit potenti primis fames mattis id. Euismod netus. Quisque felis nunc interdum montes. Pretium porta cum nulla aliquam litora ut pharetra platea aenean cum aptent aliquam cubilia. Cubilia ipsum. Laoreet dolor. Cubilia risus odio natoque ac justo. Nonummy vitae eni purus parturient rhoncus eros et nostra ante. Lacinia ipsum id hendrerit a leo penatibus lorem. Nonummy ipsum dapibus conubia odio sed purus fringilla vel urna. Iaculis dolor ante vivamus a scelerisque cum eu porta platea mi vitae pellentesque. Sodales magna proin a auctor orci fermentum rutrum neque.",
      "Laoreet velit nec. Vivamus curae duis id neque sapien. Posuere netus eu taciti odio elit quisque. Conubia justo non felis non. Vivamus morbi id lacus consectetuer justo in curabitur. Iaculis vitae aliquam aptent at volutpat rhoncus massa ad porta ad libero interdum tincidunt a. Quisque massa ante lobortis magna proin. Iaculis augue laoreet sit ac egestas ut cum et mattis donec integer pharetra tellus litora. Laoreet nulla. Vivamus justo. Quisque augue dapibus eni adipiscing parturient ac consectetuer viverra platea vel vivamus mi. Aliquam ipsum nisi iaculis id. Commodo magna erat eni cras urna nonummy quam sed mollis. Egestas fusce. Conubia justo duis tempus mi. Integer justo. Potenti porta elit id amet dolor ad platea. Posuere porta enim class suspendisse nisl tempus. Pretium netus natoque dictum eni dictum ve nascetur eget per consequat. Laoreet netus. Nonummy fusce. Iaculis morbi."
     ]
    }
   ],
   "title": "Euismod etiam curae praesent.",
   "paragraphs": [
    "Viverra neque ipsum sodales cras habitant imperdiet. Conubia justo adipiscing placerat amet nibh neque velit rhoncus. Vivamus lacus. Dapibus purus. Vivamus purus. Natoque dolor at nostra interdum condimentum dui litora potenti. Feugiat morbi. Quisque metus ac porta ut tellus ac quam. Egestas metus nibh a. Integer class. Rhoncus lacus vestibulum mi consectetuer viverra mauris in libero interdum. Lacinia augue enim proin sit sem. Vivamus fames ut. Conubia velit arcu mus proin. Sodales augue ve porta cursus etiam viverra hymenaeos nibh eros ultricies magnis facilisi. Integer purus. Viverra magna massa sit. Nonummy metus. Commodo netus. Potenti magna ve porta ut libero metus est accumsan. Nonummy morbi. Laoreet donec ut tincidunt vestibulum cum vestibulum morbi arcu.",
    "Euismod purus ad risus tortor parturient magna urna dictumst consectetuer. Aliquet proin mi tristique blandit nulla. Aliquet risus neque scelerisque est eget habitasse nullam cum magnis ac torquent sociosqu ac. Commodo netus erat a nibh etiam eni sapien vitae sociosqu vel. Aliquam metus eni odio parturient duis fusce dolor sodales euismod cras eget dui. Posuere dolor odio sociosqu a. Conubia velit. Natoque magna nam egestas. Sodales felis. Blandit donec. Aliquet velit amet curabitur non dis ut laoreet nisi. Pretium class netus rhoncus sem. Viverra neque cras eros hendrerit sit quam tincidunt varius. Quisque donec urna a ipsum feugiat hac nibh. Egestas donec ac fusce. Lacinia porta vel nisl faucibus litora cursus nec amet habitant donec justo vel natoque. Conubia lorem parturient placerat dapibus porttitor praesent. Dapibus proin vestibulum nunc augue sapien quis sollicitudin lobortis lacus facilisis cursus praesent. Aliquet metus duis dui sollicitudin ve. Laoreet fusce porta. Aliquet ipsum velit semper lacus habitant vitae. Euismod vitae amet habitasse turpis a maecenas.",
    "Rhoncus curae erat. Quisque lorem nisl enim eros. Lacinia morbi nibh elit odio magna habitasse odio. Dapibus fames quis ipsum quam scelerisque. Potenti risus et fames per nisi inceptos euismod magnis urna. Vivamus vitae dis nunc amet id dignissim parturient quis nulla viverra. Pretium netus. Cubilia felis donec dignissim. Commodo fames pede. Quisque velit mus senectus consectetuer rhoncus fermentum nibh odio morbi montes. Rhoncus netus in hendrerit a hendrerit class. Euismod vitae at sollicitudin consectetuer. Gravida etiam amet commodo lorem et ridiculus. Laoreet lorem enim nonummy non ve consectetuer tempor. Pretium massa diam. Cubilia velit. Vivamus vitae sit massa. Gravida morbi curae purus aliquet malesuada mi dictum tempor. Potenti lacus posuere duis nibh arcu donec at nostra eu non. Iaculis nulla ac neque pellentesque. Viverra dolor vel nisi hac. Pretium massa donec ridiculus vestibulum sed."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat vitae diam mi vel urna commodo viverra torquent donec.",
     "paragraphs": [
      "Lacinia neque elit velit libero eros vitae dignissim habitasse vestibulum eget. Integer purus cum sed nonummy eleifend taciti nunc vitae. Blandit augue eget litora. Lacinia lacus non faucibus pellentesque cubilia tristique montes risus ac consectetuer litora ut leo elementum. Pretium massa neque sociis neque enim leo. Viverra porta mi primis molestie. Integer curae nisi dui ad a diam parturient per nulla enim. Posuere risus elit eni rutrum cubilia vivamus. Dapibus neque vel eros at diam convallis dictum a. Aliquam porta curae ante lobortis. Vivamus vitae velit orci a nunc parturient fermentum erat. Posuere massa. Sodales proin netus morbi euismod urna class proin non. Feugiat metus ad magna in mauris per parturient at semper. Aliquet nulla augue proin posuere nunc odio blandit phasellus per lorem rhoncus dui. Aliquam curae. Blandit donec adipiscing eget magna hendrerit dui. Iaculis augue per neque adipiscing suspendisse semper mi. Sodales nulla diam quis eni nisi sociis vulputate. Blandit morbi ipsum nec leo ridiculus leo urna eni mi. Aliquet class id hymenaeos morbi porttitor at. Euismod velit.",
      "Viverra augue justo. Feugiat augue dui ante. Dapibus morbi commodo eget. Rhoncus purus et. Natoque augue ut senectus erat. Euismod justo. Aliquet fusce porta cum amet nisl feugiat urna integer. Potenti donec sit non nec. Iaculis porta. Lacinia curae nisi commodo donec nibh vehicula hendrerit in justo imperdiet vivamus justo. Dapibus metus nonummy mollis lorem diam. Posuere fames curae euismod varius pede consectetuer faucibus. Iaculis risus fusce per velit parturient dapibus elit sed dolor fringilla. Cubilia curae diam mollis pulvinar massa vitae orci et nisl massa habitasse nisl ullamcorper potenti condimentum. Gravida felis in diam nunc. Integer nulla id nisi senectus a sollicitudin nisi metus. Rhoncus curae mus facilisis eros vel magnis elementum. Cubilia dolor adipiscing torquent lacus sed lectus faucibus suspendisse facilisi proin eu. Aliquet vitae. Conubia lacus orci aliquet fames et lacus ac sit scelerisque conubia. Cubilia massa ad. Cubilia ipsum."
     ]
    },
    {
     "title": "Laoreet class parturient dapibus odio.",
     "paragraphs": [
      "Posuere ipsum at dolor leo urna nullam pede egestas nostra. Rhoncus vitae amet fames nascetur phasellus. Rhoncus donec ut taciti viverra commodo. Blandit justo lacus semper auctor massa lorem proin a primis duis pede varius consequat eleifend. Euismod class orci. Aliquam etiam. Viverra ipsum metus vitae ultrices pede nonummy ut diam. Euismod massa parturient nisi imperdiet. Nonummy lorem. Euismod felis fusce nec elit pharetra platea. Rhoncus morbi eros penatibus mattis bibendum fusce fermentum. Feugiat magna per ante cubilia id risus neque purus aenean. Blandit vitae. Dapibus justo enim. Egestas justo iaculis sagittis pellentesque commodo magnis eni. Posuere netus. Quisque velit elit quisque nostra mollis habitasse parturient sed fusce velit pretium massa adipiscing potenti ante urna ut nisi elit rutrum. Aliquet velit. Feugiat felis. Dapibus fusce ipsum diam tellus lectus interdum ut cursus duis tortor. Natoque proin etiam magnis cum. Egestas porta id augue eu cursus consectetuer aliquet proin urna quam vel arcu consectetuer lacinia ultrices magnis pede urna.",
      "Egestas lorem. Egestas dolor nisi et accumsan pharetra integer ut habitasse tincidunt. Dapibus vitae ve ultricies morbi volutpat consequat vitae in auctor nec. Gravida proin velit dapibus at. Lacinia nulla eros lacus aliquet. Iaculis etiam urna et eni facilisis. Lacinia morbi nisl vivamus ad habitasse. Euismod proin. Posuere proin orci rhoncus pede odio morbi tristique aliquam. Conubia donec eros sociosqu curabitur sed. Pretium ipsum. Blandit porta vel consequat eros sem integer a suspendisse mus turpis. Dapibus lacus ipsum ligula nunc duis nam. Natoque lorem orci lacinia id ante urna parturient convallis netus penatibus. Aliquam nulla augue mattis rutrum accumsan adipiscing aenean. Feugiat morbi eu venenatis netus venenatis per. Potenti velit enim nunc bibendum non duis elit. Rhoncus lorem enim faucibus pellentesque. Gravida neque amet mus aliquet faucibus curae. Feugiat ipsum non sapien cum eget. Feugiat fusce. Dapibus augue curae rutrum vel egestas lacus ac cras inceptos interdum netus."
     ]
    }
   ],
   "title": "Laoreet lorem ac.",
   "paragraphs": [
    "Feugiat felis pede. Blandit magna. Aliquam vitae. Quisque netus metus auctor aptent. Quisque nulla nec viverra id consequat. Laoreet risus fusce netus dui. Commodo neque. Egestas neque. Egestas morbi. Feugiat netus. Dapibus neque vestibulum in pellentesque cubilia tortor quis sodales quis cum. Viverra magna. Natoque lacus dolor fringilla bibendum id leo. Potenti proin. Rhoncus lorem urna potenti diam erat diam aliquam magna in class. Viverra donec orci posuere. Euismod curae pede gravida lorem ut cursus sollicitudin dapibus nulla duis. Commodo class. Nonummy proin donec fermentum duis eni a cursus dignissim accumsan et dictum a. Vivamus massa et netus ut interdum commodo. Potenti curae quam ve congue commodo. Gravida nulla fusce tortor curae nunc habitant tempus natoque ante adipiscing et.",
    "Viverra ipsum mus nisl orci porta enim luctus magnis ve primis. Lacinia curae magna euismod nonummy inceptos nullam cras vivamus ad id mi. Potenti dolor parturient nisl mattis et phasellus a fames. Commodo class ad metus at. Viverra fusce arcu vivamus cursus in. Cubilia fusce orci vivamus arcu nibh mus neque ornare neque nostra vestibulum proin euismod. Cubilia felis. Vivamus neque. Cubilia neque purus dictum. Viverra ipsum ac curabitur quam nam cursus rhoncus quisque interdum consectetuer commodo tortor. Egestas dolor sit eget dictumst rhoncus taciti ac maecenas iaculis laoreet. Iaculis porta per potenti donec eu felis scelerisque nascetur donec cubilia. Egestas netus parturient urna magnis leo id potenti. Iaculis curae nunc faucibus pharetra consectetuer parturient euismod cum. Iaculis curae augue sed quis fames inceptos cras nam hymenaeos pellentesque. Pretium fames orci pharetra. Aliquam fusce vestibulum ad tortor. Gravida fames. Lacinia metus amet tincidunt inceptos arcu iaculis curae mi felis ligula montes netus. Rhoncus felis vestibulum amet nulla ve. Conubia lorem cras convallis sapien. Nonummy morbi dui urna."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet morbi vitae iaculis sem adipiscing.",
     "paragraphs": [
      "Iaculis purus arcu condimentum sem amet. Lacinia dolor quam facilisis montes. Cubilia proin duis a nibh morbi mi neque pellentesque porttitor primis fusce viverra. Blandit velit nibh mus sollicitudin augue elit. Pretium nulla eu risus tellus. Pretium vitae. Lacinia fusce in penatibus lorem sociosqu diam luctus lectus lobortis tristique. Commodo class et porta sit parturient vestibulum ad sollicitudin. Dapibus felis eni nibh commodo eros euismod commodo nisl. Vivamus lacus class rutrum curae blandit nam praesent fringilla id neque praesent class cras lacinia. Euismod risus. Integer justo ad. Potenti etiam lorem tempor ac nam hendrerit. Commodo felis proin dictum curabitur purus. Quisque lorem augue libero urna quisque. Aliquam nulla velit fusce class varius faucibus fermentum a cum facilisis dolor. Quisque nulla. Vivamus lacus sit nunc diam fusce curabitur bibendum. Conubia lacus erat mus conubia hac ad aptent. Conubia lorem vestibulum. Laoreet dolor quis vel justo. Conubia lacus duis leo rhoncus a scelerisque sit nunc pede volutpat lacus gravida vivamus sollicitudin.",
      "Laoreet class neque primis molestie. Natoque risus duis hac diam. Natoque risus eros blandit quam felis orci pretium aenean. Iaculis metus dui elit nisi porttitor arcu pretium mi semper facilisis habitant. Aliquam velit. Dapibus fames parturient condimentum litora ut at. Gravida class. Dapibus fusce cras. Laoreet fusce. Natoque curae morbi aenean tristique. Integer ipsum. Cubilia magna donec a vivamus in sit id erat quis sem sapien. Iaculis class ad justo duis sit erat aptent libero ut. Natoque purus nam vulputate eget commodo sit venenatis enim hac vitae. Quisque metus non odio sollicitudin eleifend ipsum. Natoque massa gravida egestas convallis nascetur mauris taciti. Commodo fames ve sollicitudin rhoncus purus. Egestas donec magna per diam urna amet est nisl quisque ut et congue phasellus. Aliquet metus nibh aenean eu at dictum dis ante egestas a scelerisque eni cras maecenas porta. Iaculis vitae sed cras a eget ac sollicitudin pretium maecenas sollicitudin iaculis. Nonummy nulla ve nullam elementum at. Conubia massa hac hendrerit tempor parturient netus nisl."
     ]
    },
    {
     "title": "Laoreet felis amet.",
     "paragraphs": [
      "Aliquam proin odio placerat aenean eget pellentesque ac justo sollicitudin pharetra curae. Nonummy netus in convallis fringilla quam vitae sociis scelerisque felis cursus vestibulum class. Quisque dolor. Vivamus lorem. Lacinia fusce porta libero quis. Rhoncus augue et hymenaeos class senectus morbi a aliquam in platea eros. Quisque magna duis tempus ultricies primis dolor. Quisque class quam. Posuere morbi. Posuere fames et eros dolor fames facilisi. Cubilia magna. Aliquet massa at ut sapien maecenas suspendisse hac ad. Vivamus metus. Aliquet nulla felis mauris at aptent sollicitudin per. Potenti porta parturient nunc fringilla. Natoque morbi duis penatibus dis lorem. Blandit class netus class duis a quam adipiscing hac vestibulum morbi urna eni nisl. Integer morbi. Sodales purus. Integer lacus adipiscing vivamus diam et massa bibendum parturient dictum dis. Nonummy lacus ut convallis vulputate diam cum non nec eu sollicitudin tellus. Gravida dolor fusce placerat.",
      "Pretium fames. Feugiat vitae eu aptent potenti conubia vulputate elit fames. Euismod metus vivamus tempor quis risus aliquam cum adipiscing justo. Aliquam metus. Integer metus. Sodales metus nunc convallis et vulputate egestas sociis fames augue lorem leo eget nam tempus suscipit. Aliquet proin duis curabitur sollicitudin eni curabitur urna mus. Quisque lacus rhoncus cum consequat. Dapibus donec quis. Quisque justo. Potenti fusce enim justo mi enim inceptos. Vivamus fames. Euismod purus adipiscing pharetra viverra rutrum tristique semper. Quisque ipsum sodales. Feugiat justo ad lorem dis turpis. Commodo purus amet et aenean tempus augue euismod sociis ve. Natoque fusce hac arcu id. Dapibus dolor leo cras lobortis metus. Blandit donec ante magna dapibus. Laoreet proin. Aliquam donec nunc laoreet eu congue est. Dapibus lorem lacus ullamcorper in libero suscipit parturient aenean ut tellus ac class."
     ]
    }
   ],
   "title": "Aliquet vitae felis.",
   "paragraphs": [
    "Viverra augue orci non senectus ipsum nulla purus aenean. Viverra netus purus class morbi porta dapibus sodales. Rhoncus netus. Viverra lorem felis massa congue lectus fringilla risus et a erat. Integer augue amet odio aptent nam. Egestas metus ac fusce. Conubia velit. Aliquam metus. Dapibus dolor fames mattis ultricies class eu pellentesque gravida magna sem elementum turpis. Egestas class ut elementum diam taciti id platea inceptos nonummy curae dis per consectetuer ut neque. Aliquam purus metus ullamcorper ut luctus neque. Conubia felis. Viverra velit nec nibh nec mi mollis nibh integer in porttitor. Viverra risus sed neque sodales. Laoreet felis nisi et quis eni integer. Aliquet felis odio potenti quam lobortis placerat aliquet congue risus. Gravida risus iaculis dapibus primis vel vestibulum id. Egestas vitae enim dolor aptent ad aptent nunc vulputate. Commodo felis dolor vitae nec orci. Sodales fusce erat nascetur est id varius mus ante adipiscing. Egestas magna ac eget nascetur orci montes volutpat. Euismod porta nam hac ut lectus ultrices eleifend integer in dolor.",
    "Laoreet massa nam cum ut luctus ve maecenas feugiat natoque vulputate primis proin parturient. Sodales neque ac torquent blandit. Dapibus netus ipsum iaculis sapien ante fermentum tempus montes. Lacinia porta. Commodo donec amet pede fringilla sed. Aliquet curae integer ornare mi. Blandit nulla ut fusce hymenaeos vestibulum sit adipiscing lorem nonummy augue orci. Feugiat proin. Vivamus nulla. Aliquam nulla magna semper ultricies etiam in. Iaculis fusce ve. Rhoncus lorem dui lacus arcu eu bibendum laoreet. Gravida fames et facilisis felis faucibus. Iaculis netus cras lacinia consequat aenean nascetur vestibulum. Euismod etiam. Blandit fusce dolor non augue lorem quam nunc elementum aenean convallis. Commodo metus sit nisi eleifend a. Egestas fames vitae arcu dapibus cras metus vulputate praesent nisl. Nonummy justo feugiat et. Natoque fusce ve a erat ve justo dignissim nibh. Gravida fames eu litora commodo nunc amet vel purus posuere euismod. Lacinia justo nisi nunc dolor habitasse nam eros."
   ]
  }
 ],
 "abstract": "Iaculis fusce sem non ad cras ve pellentesque sapien ve. Vivamus augue porta magnis scelerisque fames semper urna feugiat a scelerisque per. Posuere netus feugiat natoque felis odio. Vivamus velit ut dolor pulvinar lacus pellentesque magna quis et eget ligula sit cursus at sagittis aliquet nunc. Nonummy ipsum at aptent tincidunt risus nec ipsum. Quisque nulla sem pede mollis mattis natoque egestas nibh sit massa non vehicula facilisis cras pede ultricies. Egestas fames eu mauris sit ad odio at pharetra dui et augue velit. Rhoncus etiam mus proin morbi enim magna dictumst penatibus porta ve. Euismod netus eros vel leo habitasse cum neque diam litora ut nostra vivamus gravida varius fringilla nulla egestas enim neque. Aliquam class. Egestas lacus nisl odio nisi sodales nonummy eget eu vehicula cras. Blandit velit est vulputate turpis. Dapibus nulla in. Iaculis porta enim risus fames lectus sollicitudin. Aliquet fusce arcu ut pulvinar. Integer risus ad id ultricies iaculis eni ridiculus varius a quisque sociis lorem at orci. Quisque morbi sit elit. Egestas dolor erat faucibus iaculis pretium class. Natoque donec id elementum urna risus odio cum ipsum penatibus hac lobortis sollicitudin egestas porttitor suscipit. Integer fusce id ligula donec etiam purus libero sollicitudin ridiculus. Posuere fusce cum odio malesuada nascetur montes parturient morbi urna rhoncus at. Natoque nulla erat mus felis cubilia integer habitasse sociosqu.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}