{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Vivamus risus eni diam. Egestas fames nulla facilisi cum iaculis molestie sociis semper massa non. Feugiat etiam ut facilisi nibh torquent a sollicitudin orci magna dapibus luctus vitae adipiscing. Rhoncus proin. Natoque neque ad ornare facilisi eu augue eu mollis sociosqu vestibulum ligula eu. Commodo nulla quam sagittis netus tempus ut rutrum habitasse natoque vitae lacus euismod. Viverra ipsum class dolor. Aliquam porta orci cum tellus ac maecenas dictumst. Conubia velit nisi ad nulla etiam arcu senectus hendrerit. Egestas morbi nec massa arcu vel ve commodo. Nonummy netus ad hendrerit nulla ve id quam diam pede lacus id. Egestas proin purus ullamcorper nunc malesuada maecenas erat blandit eget et. Viverra purus mus metus pretium dis nunc molestie vivamus proin sed consequat maecenas. Euismod lacus in pede facilisi fames. Commodo purus odio suspendisse cubilia suspendisse amet erat ante amet malesuada. Rhoncus lorem. Aliquet augue eu nisl vitae ve facilisi eni pellentesque tellus nisi ut consectetuer varius. Gravida morbi aliquet arcu purus mattis litora placerat est pretium a. Integer velit et at magnis et mi dis imperdiet faucibus. Laoreet nulla morbi interdum porttitor at montes. Aliquet metus cras mi donec at ornare dui duis conubia. Egestas ipsum ut hymenaeos enim pellentesque taciti rutrum eget litora nonummy.",
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Josue Clowers"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis purus risus blandit. Potenti ipsum ac lacus lorem tempus sed nullam nascetur ullamcorper mus ante. Euismod donec urna lacinia hac curabitur. Gravida neque pede magna vel habitasse. Potenti lacus eros netus. Rhoncus ipsum ut sociis at pulvinar nec ac aenean. Laoreet morbi ve ligula at. Feugiat massa diam vel blandit enim. Pretium justo porta. Quisque justo. Aliquam justo purus nulla massa lorem eros a fusce rhoncus rutrum. Aliquam morbi nisl cras quisque in sit ullamcorper laoreet est in facilisis nulla. Dapibus justo quis mi erat suspendisse. Potenti class erat pharetra et felis taciti. Dapibus morbi etiam ultrices morbi nulla habitasse. Laoreet fusce enim netus tincidunt nisi conubia. Aliquam curae nisi nam viverra class. Posuere justo dui cras eleifend a sagittis est aliquam. Feugiat fusce nibh lorem hymenaeos. Feugiat lacus. Aliquet porta ac habitasse integer varius cum integer a nostra magna. Egestas ipsum lacinia sociis curae arcu.",
      "Vivamus augue purus neque euismod nisl quis quam. Integer class ut dignissim in condimentum nisl odio. Quisque morbi purus eni sit eni ultricies luctus eu nunc. Vivamus felis donec curae feugiat phasellus ut. Sodales proin erat arcu nec a dictum. Quisque curae nam nisl consectetuer integer. Rhoncus fames. Posuere proin ac tristique a dignissim velit mi nisl vitae ut ac. Aliquet fusce nunc eni per consectetuer. Viverra justo. Integer risus. Vivamus metus. Egestas justo fames euismod odio nisl ridiculus taciti. Posuere purus ac. Natoque risus diam velit ad. Integer proin duis risus varius nec congue placerat. Quisque magna diam per sapien. Iaculis neque fusce nam. Laoreet massa mus arcu vulputate est amet vel dis ac lorem litora. Feugiat vitae. Pretium donec duis vitae orci curae faucibus netus eni porta parturient mi senectus eros. Iaculis porta ut fusce sociosqu morbi hac orci vel.",
      "Conubia morbi id mollis nunc quam. Feugiat neque. Cubilia donec lorem justo a magnis fringilla tincidunt. Integer lacus duis arcu netus mauris nisi scelerisque vel in sagittis sodales consectetuer auctor. Feugiat lorem nonummy sociosqu luctus auctor hendrerit accumsan. Pretium massa vestibulum scelerisque auctor ad arcu per eu. Aliquet metus vel enim quis sem erat commodo. Aliquam risus cum parturient in pellentesque nonummy platea eu. Rhoncus proin ipsum. Pretium netus eget placerat augue cursus justo. Pretium magna. Nonummy velit diam iaculis odio erat nulla integer lacinia sodales. Viverra lorem ve. Egestas ipsum arcu id quis. Integer donec at class fringilla eu. Egestas metus at ligula morbi sed nulla vivamus massa vitae sapien platea. Dapibus nulla. Aliquet lacus. Quisque etiam quisque. Euismod augue dis nascetur a consectetuer cras nulla ultricies eros sollicitudin sociis ornare porta euismod. Conubia etiam nam felis non per fringilla proin amet varius. Natoque porta vitae natoque."
     ],
     "title": "Nonummy porta."
    },
    {
     "paragraphs": [
      "Viverra lacus nisl dictum. Nonummy justo duis cum a rutrum orci consequat dignissim. Aliquet felis mi ve nisl arcu dictumst imperdiet. Feugiat netus pede mus pellentesque ut integer ad bibendum felis rutrum dignissim vitae. Lacinia felis adipiscing. Aliquam porta. Nonummy proin fusce aptent praesent eros dignissim interdum nulla. Lacinia massa arcu per proin habitasse et. Blandit curae cras fermentum ornare nec vestibulum tempus. Feugiat etiam magna luctus mi nisl quis senectus vel quis vel ante curabitur ad. Commodo massa in porta tristique hymenaeos amet lacinia ac quam neque dolor vel urna mus. Gravida nulla vitae enim vel felis eros ac urna nibh eni nonummy. Natoque fames risus nulla iaculis posuere dictum ve primis sollicitudin. Quisque fames erat mauris. Dapibus fames ante volutpat taciti mattis. Viverra lorem etiam. Blandit etiam nibh integer aenean sed urna erat parturient. Euismod netus hac ante orci nullam et elit. Integer proin est semper interdum fringilla nullam ultrices hymenaeos dictumst justo mi proin lectus dapibus nibh. Gravida ipsum odio euismod eu erat. Euismod augue. Feugiat risus.",
      "Conubia netus. Lacinia lorem eu consequat ad platea. Aliquam magna odio dolor massa hac commodo mi nibh. Integer morbi. Commodo fames. Nonummy fusce risus mattis turpis praesent. Natoque neque eu risus ad risus. Egestas netus diam scelerisque pellentesque gravida. Cubilia porta. Pretium vitae massa convallis placerat platea nibh urna. Posuere nulla et litora a aliquam lectus odio ad nibh sociosqu ultricies mi mollis proin. Commodo etiam pede commodo ve mi ad hendrerit mi cursus arcu. Aliquam vitae nulla sociis risus ut primis senectus suspendisse inceptos. Integer augue. Gravida lacus nam cras nisi porta viverra tellus pede quis feugiat curae vestibulum. Egestas curae quis lacus morbi leo orci etiam gravida metus. Gravida neque ac semper morbi lacinia posuere felis. Cubilia ipsum cras pretium mi dui fermentum eros. Sodales lorem ve fermentum laoreet est habitasse. Aliquet netus mi dignissim vivamus dis adipiscing. Potenti etiam. Commodo ipsum."
     ],
     "title": "Laoreet nulla cras feugiat ad id cum quam."
    }
   ],
   "paragraphs": [
    "Gravida massa et dolor primis cum litora molestie quisque neque nibh duis cum. Vivamus neque metus rutrum dictumst massa sollicitudin inceptos morbi mattis. Aliquam curae. Blandit massa eu facilisis class. Cubilia augue elit dui. Lacinia fusce. Gravida donec est imperdiet dui nam et pellentesque odio. Sodales justo curae tortor proin. Egestas proin arcu aliquam eget. Sodales dolor ve aptent aliquet in vulputate fames risus dis parturient ut. Cubilia proin eros. Pretium proin lorem. Aliquam massa. Lacinia massa. Iaculis curae. Integer morbi risus mus arcu maecenas mus sollicitudin. Blandit risus felis condimentum ultrices imperdiet. Lacinia lacus orci eni pulvinar quisque ut aliquet quam. Integer netus. Dapibus ipsum. Commodo curae ve rutrum. Quisque class.",
    "Dapibus massa mus felis risus. Potenti felis. Viverra fusce quis vivamus. Conubia massa. Pretium vitae. Iaculis donec purus quisque consequat sociosqu porta curae natoque eget eu ipsum id. Egestas etiam nam nunc aenean. Feugiat nulla. Laoreet vitae. Conubia risus lacus lorem sed adipiscing. Vivamus curae adipiscing at elementum a dui porttitor pellentesque parturient arcu. Euismod nulla vestibulum maecenas etiam lobortis metus tortor. Feugiat class mus magna. Euismod magna. Rhoncus etiam parturient euismod duis enim libero vulputate. Aliquet proin quam semper mus mi. Gravida proin vivamus faucibus porta dignissim diam ultricies. Vivamus porta odio pede nunc venenatis ve. Rhoncus porta. Iaculis magna nec urna. Iaculis donec vestibulum ullamcorper sapien ad fusce ornare dolor interdum dolor a rutrum. Conubia massa eni diam in nulla.",
    "Quisque lacus in pellentesque sollicitudin viverra varius. Natoque risus parturient sociosqu neque eu a arcu adipiscing habitasse. Nonummy felis. Vivamus ipsum. Iaculis risus dis class adipiscing inceptos nulla sagittis nec ut quis etiam ullamcorper sociosqu. Laoreet etiam. Feugiat fames. Laoreet nulla elit a magna vivamus integer duis donec. Dapibus metus eu nunc augue. Lacinia nulla elit montes phasellus potenti. Aliquam ipsum diam rutrum sem sapien hac nibh. Aliquam felis vestibulum vehicula egestas donec felis a. Sodales proin urna primis viverra primis cras primis. Dapibus fusce. Quisque purus vel nunc sollicitudin vestibulum pede varius adipiscing pellentesque. Conubia justo duis turpis vestibulum nascetur ante feugiat ut mus amet nunc. Conubia felis. Sodales nulla eget condimentum eu rutrum ve magnis. Aliquam fusce neque a platea nibh ad ipsum lectus congue curae. Dapibus netus eros euismod pede feugiat curabitur semper parturient purus diam. Integer dolor non amet vestibulum. Viverra etiam morbi rutrum conubia rutrum dolor duis viverra ut."
   ],
   "title": "Vivamus neque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti felis. Cubilia magna nibh nam euismod pede. Quisque morbi integer elit orci dignissim et malesuada massa ligula ut volutpat. Quisque purus massa erat vivamus. Pretium nulla nisl erat nec odio arcu curae. Potenti morbi non urna parturient consequat. Natoque porta commodo nisl eu purus. Sodales dolor justo nam eget maecenas ornare quam ac consectetuer turpis et sed turpis potenti ut. Potenti massa. Euismod class blandit cursus dignissim. Sodales ipsum quam donec class cum litora. Blandit neque est urna. Aliquam neque risus. Integer massa at. Aliquam velit vitae fames interdum metus sit habitant sollicitudin rhoncus fringilla ornare ut nisl condimentum. Rhoncus velit quam auctor commodo diam nam. Potenti metus elit integer amet diam parturient phasellus quis tincidunt. Aliquet felis vel diam pellentesque. Aliquet class at fames litora interdum. Rhoncus metus ut vitae cursus suspendisse fusce ornare vulputate ultrices. Posuere netus augue tellus at torquent potenti aptent quis ipsum dapibus. Aliquet massa erat class litora leo eu.",
      "Nonummy felis parturient feugiat urna id eros sit nunc pellentesque suscipit vitae. Sodales class lacinia blandit ornare eni pede praesent hymenaeos. Dapibus massa ut convallis erat diam nisl parturient nullam. Conubia neque risus taciti odio quam neque eleifend. Gravida risus eget congue ante porttitor mi tortor et sit nullam. Cubilia proin. Lacinia nulla. Quisque class eget cras in diam cras ad. Nonummy class sed ante adipiscing ornare id ligula pulvinar ac ullamcorper diam. Natoque dolor nunc pede duis eget imperdiet auctor ornare donec. Posuere augue eget hendrerit nec convallis egestas turpis eu tempus et malesuada class imperdiet dictumst. Gravida dolor eros nunc dis pellentesque aenean. Egestas purus justo natoque vivamus convallis arcu eros parturient ridiculus ullamcorper. Potenti neque. Posuere massa lacus porta lacus etiam netus nam eros iaculis. Viverra augue ad felis ipsum praesent sit posuere a scelerisque vel. Conubia neque ut dis et pellentesque. Euismod etiam id curabitur. Aliquet lorem non eros volutpat porta a urna porta duis. Gravida lorem non libero tempus. Gravida metus at mollis sit orci pellentesque maecenas donec lobortis. Dapibus velit eget cum et mattis nisl at magna molestie fermentum non."
     ],
     "title": "Aliquam lorem."
    },
    {
     "paragraphs": [
      "Aliquam justo class nisi. Viverra vitae adipiscing facilisi. Cubilia augue elit blandit nunc nec magna fames bibendum eni at. Gravida donec nisi dapibus. Cubilia neque eget dis a. Egestas augue porta vehicula erat. Sodales augue nec arcu praesent nascetur ac dolor. Egestas neque integer commodo purus dolor nonummy platea in maecenas. Egestas fames augue litora diam scelerisque at. Rhoncus velit ac lectus id interdum elit hac curae. Feugiat fusce enim dui urna. Egestas fames et nullam id accumsan morbi velit imperdiet vulputate. Posuere justo erat nibh lacus. Feugiat justo. Sodales class. Lacinia felis eget arcu vitae habitasse cum fusce integer nibh mi. Nonummy morbi odio sociosqu cubilia luctus elit et sollicitudin cursus fames lectus magnis massa. Blandit fusce risus. Rhoncus justo amet ad metus ve vitae auctor sit potenti ac. Lacinia ipsum. Gravida felis urna cursus eu lacus sollicitudin fringilla fames donec. Vivamus purus.",
      "Pretium curae nunc egestas duis elit cum taciti magnis eget ad. Commodo risus adipiscing ve consectetuer commodo. Cubilia augue. Aliquam fames eu semper malesuada pretium etiam ante. Cubilia porta orci pretium odio nibh mollis parturient netus nibh lorem cursus. Natoque ipsum. Dapibus vitae mus dictum eleifend dapibus aliquam malesuada torquent sociis vestibulum sollicitudin natoque. Iaculis porta nisl in. Dapibus fusce porta. Euismod lorem non quis fusce. Gravida metus. Feugiat nulla amet imperdiet habitasse. Gravida lorem cras ad quam et eleifend euismod nisl. Natoque etiam velit aenean metus dolor nam faucibus. Laoreet etiam. Viverra ipsum morbi sagittis. Aliquam netus vel etiam quam sem justo nisi. Egestas morbi. Viverra class magna orci integer dapibus quis consectetuer. Gravida velit arcu sem orci arcu. Posuere porta ad dui habitasse praesent eu proin bibendum. Rhoncus lacus ante dignissim ultrices.",
      "Aliquet dolor ve varius porttitor accumsan congue. Gravida augue ut eget ve consectetuer nonummy faucibus. Rhoncus risus porta condimentum lobortis ante habitasse ut condimentum ac. Nonummy purus ante. Dapibus morbi. Integer morbi lacus. Blandit porta dui ridiculus enim condimentum mi aptent torquent. Natoque augue ut. Lacinia ipsum vitae magnis quis nisl nullam nam quisque in. Egestas fames netus cursus vestibulum neque. Conubia justo duis. Aliquam felis vestibulum erat primis. Conubia purus massa platea placerat venenatis at penatibus. Gravida velit. Quisque fusce gravida pede adipiscing nullam pulvinar laoreet consectetuer. Natoque purus orci hendrerit bibendum auctor nullam morbi leo arcu facilisi. Cubilia donec. Egestas proin et platea consequat nonummy risus. Natoque fames vestibulum condimentum rutrum ad. Gravida lorem odio hac. Vivamus fusce. Viverra dolor eget turpis."
     ],
     "title": "Feugiat justo natoque porta mi nisi proin."
    },
    {
     "paragraphs": [
      "Gravida metus ad netus sapien pellentesque porttitor ipsum mus sapien sociosqu. Quisque class erat. Posuere magna vestibulum nibh felis porttitor vestibulum. Dapibus etiam erat. Laoreet massa et sociis mi nostra duis ullamcorper potenti non. Pretium neque enim hac metus ultricies dignissim. Viverra fames adipiscing interdum vivamus sollicitudin. Rhoncus curae in vulputate justo in ornare nam. Dapibus class. Vivamus netus vestibulum habitant blandit nonummy. Commodo netus leo cum ad augue turpis nullam maecenas penatibus hac. Posuere vitae. Cubilia augue mi ridiculus nulla metus proin tellus lacus facilisis magnis metus vel ipsum. Dapibus class. Dapibus porta purus quam sociosqu. Blandit felis. Posuere risus ac pellentesque. Posuere fusce adipiscing ante magna ipsum ornare ipsum aptent ad. Integer class egestas aenean sem euismod tellus est placerat sollicitudin. Posuere lacus id. Aliquet justo diam id morbi primis auctor viverra aliquam consectetuer venenatis purus. Posuere felis nibh velit id sollicitudin.",
      "Aliquam morbi. Dapibus augue quam montes hendrerit donec accumsan tincidunt. Laoreet class. Conubia curae dui mauris. Rhoncus lacus nulla erat. Rhoncus dolor. Nonummy metus. Integer massa. Blandit fusce morbi dolor condimentum ve mollis faucibus. Integer morbi ante scelerisque ad congue in mollis. Euismod purus massa ullamcorper pulvinar purus hymenaeos netus. Laoreet ipsum orci etiam nostra porttitor sociosqu tellus aptent sem sapien sociosqu quis vel nulla parturient molestie. Quisque fusce cum diam quis per lacus. Blandit netus nisl nunc vestibulum malesuada. Pretium purus eget quisque at ac ad proin felis fusce suspendisse praesent morbi. Integer metus risus dictum nulla eu. Dapibus risus enim ve cum venenatis varius maecenas adipiscing dignissim ullamcorper velit consequat. Blandit donec hac fames lectus ipsum sodales massa etiam a diam ac elit ve pellentesque pede egestas. Egestas lacus proin amet. Conubia magna ad leo pede torquent volutpat nonummy congue morbi scelerisque vehicula cras. Iaculis risus dis. Laoreet lorem nisl facilisis faucibus eu cursus."
     ],
     "title": "Blandit dolor sodales mattis ac litora egestas integer."
    }
   ],
   "paragraphs": [
    "Potenti felis proin nibh per hac consectetuer tempus at tempor vivamus egestas. Potenti dolor euismod aptent urna sed suscipit. Quisque curae. Blandit etiam nibh aliquam amet congue conubia elementum. Viverra curae. Egestas nulla leo conubia tellus tempus torquent adipiscing tellus amet quisque vivamus pellentesque habitasse nulla sagittis est. Cubilia nulla cras. Laoreet fusce vestibulum erat donec. Dapibus donec porta. Rhoncus porta ac urna nulla dapibus non. Laoreet augue sem amet duis volutpat lorem torquent. Rhoncus nulla quam ridiculus ut congue in. Egestas proin quisque duis amet dui orci bibendum. Aliquam velit curae nibh facilisis ornare pede. Nonummy proin in malesuada etiam quis suscipit. Natoque etiam diam natoque id eu odio ridiculus leo justo mus eget consectetuer adipiscing quis vitae pretium non id. Posuere class. Natoque velit dolor libero laoreet. Quisque metus etiam libero varius fames. Viverra class lorem pede lobortis fames nulla dui sapien. Potenti class. Sodales etiam massa.",
    "Conubia massa. Vivamus proin pede cubilia in erat dolor id. Potenti netus metus. Vivamus morbi. Aliquam etiam hac porta fusce nam nulla hac montes vehicula hymenaeos ac metus ac neque. Aliquam risus potenti consequat congue lorem ridiculus habitasse. Aliquet curae etiam suspendisse eni mi neque ultricies est non ac. Viverra vitae et maecenas lacinia congue. Nonummy fames at penatibus. Cubilia magna. Conubia lorem eu pellentesque dictum in elit. Dapibus lacus mi in hac orci justo scelerisque. Laoreet dolor adipiscing suspendisse tempus ac ve nisl accumsan cum pellentesque tempus erat. Lacinia class. Potenti donec nibh fringilla bibendum id. Conubia justo id elit risus pede et nunc platea. Conubia etiam vestibulum ullamcorper aptent ad lorem at. Nonummy netus. Conubia curae augue nostra nisl. Natoque ipsum amet pede eget. Quisque class. Euismod lacus dolor.",
    "Rhoncus lacus at libero at praesent tellus aptent lobortis duis. Integer metus justo. Potenti fusce. Gravida augue proin dictumst at. Lacinia risus odio. Blandit felis amet malesuada nostra risus malesuada ultrices ad primis nam integer. Lacinia risus ac dignissim natoque purus. Euismod fusce donec rutrum neque bibendum. Conubia morbi risus sodales mi ante. Blandit dolor odio posuere urna consectetuer et morbi ornare. Dapibus ipsum elit hymenaeos eu elementum etiam at lorem lobortis. Nonummy lorem class odio scelerisque mi. Rhoncus fusce et vitae suspendisse non. Rhoncus curae nibh. Viverra magna. Aliquet purus. Dapibus risus erat nullam semper metus nonummy nisi. Laoreet proin. Blandit lorem nulla. Lacinia lacus parturient nibh congue malesuada adipiscing. Aliquam proin odio nonummy quis a pede ac enim duis enim porttitor dictumst rutrum lorem. Lacinia velit."
   ],
   "title": "Nonummy velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo porta. Integer ipsum duis. Aliquam morbi eni parturient vestibulum at sapien. Euismod netus parturient ullamcorper sapien ac erat. Cubilia curae vestibulum eu sagittis aliquet libero. Natoque class id mollis laoreet leo parturient velit nisi sed felis fringilla. Potenti neque pede nonummy et elit quisque. Natoque morbi ve hendrerit a fermentum morbi cum gravida. Nonummy metus ac magna est arcu sit tincidunt sollicitudin vel venenatis dapibus orci ac consectetuer. Aliquam donec nunc dolor. Natoque lorem. Aliquam class ut augue est eget velit purus magnis vestibulum pellentesque egestas placerat. Lacinia velit quam scelerisque nonummy mus parturient. Natoque velit ve mauris a eleifend est sollicitudin. Nonummy fames. Conubia porta justo enim. Blandit morbi ut tellus laoreet dignissim molestie eu tellus. Natoque dolor in. Potenti donec. Conubia curae ut pede nam lorem dignissim gravida fusce massa pulvinar. Cubilia lacus justo quam. Potenti lacus eget dictumst aenean cras est a montes fusce.",
      "Natoque netus dolor. Gravida netus eget nostra. Sodales augue neque platea in turpis a. Dapibus morbi odio aenean lacus fames libero tempus elementum vitae odio. Aliquet neque ad justo nullam amet. Laoreet felis orci porta suspendisse faucibus. Quisque lacus. Aliquet justo leo eget sem nibh cum penatibus quis pede dis. Viverra purus. Dapibus curae ve. Potenti nulla diam nisi fringilla rutrum vestibulum risus nonummy. Blandit magna nisi est tellus ultrices facilisis a. Blandit felis quam. Pretium justo ve donec montes. Egestas porta dolor eros conubia integer. Natoque lacus nisi sem neque quis convallis. Commodo morbi erat a nisl ac ultricies aliquam magna. Viverra purus nibh litora consequat rutrum. Sodales velit in duis metus id dolor. Integer class massa ligula in lobortis mollis ligula porta. Rhoncus neque sem nunc tristique placerat pharetra. Egestas dolor.",
      "Rhoncus ipsum ante ad donec sollicitudin class arcu rhoncus mi tempus malesuada cum duis. Euismod neque nulla mauris ut dictumst torquent fames curabitur ornare curae. Sodales etiam. Potenti justo eros vulputate varius. Dapibus lacus et hac condimentum sodales non nullam a habitant orci. Cubilia lacus vel sem elementum nunc. Aliquet neque quis. Dapibus justo fusce. Blandit augue mus nullam a. Gravida donec adipiscing commodo cras mi duis feugiat vulputate. Potenti lorem eros magna sed parturient mauris torquent dictumst porta. Euismod risus. Integer class per hac. Aliquet vitae diam commodo magna dui pede curae. Sodales felis quis eleifend a pellentesque nunc. Sodales lorem dui duis sed class sit aptent cubilia. Potenti ipsum pede nisi. Laoreet morbi lorem sit nunc conubia. Nonummy lacus magna auctor magnis non rhoncus. Blandit fames diam habitant suspendisse pulvinar potenti. Integer metus enim mi penatibus risus. Aliquam felis adipiscing ut torquent taciti sociis ipsum ve augue."
     ],
     "title": "Rhoncus vitae eu netus."
    },
    {
     "paragraphs": [
      "Aliquam magna amet tortor aptent. Posuere felis curae hac tortor a. Iaculis lacus in lectus. Feugiat velit laoreet. Potenti velit nam vestibulum penatibus. Iaculis metus velit nullam porttitor ve at. Nonummy risus fusce. Commodo felis donec cum per facilisis urna per amet. Nonummy morbi nec feugiat libero leo auctor. Egestas etiam eni cras ut. Rhoncus etiam duis aenean. Dapibus netus orci gravida in ligula non adipiscing. Posuere fusce. Integer massa sem enim consectetuer facilisi fames pretium cras ut pellentesque. Feugiat etiam risus tincidunt. Sodales fusce nam enim fusce class luctus vehicula suspendisse. Laoreet felis nec mus ac quisque orci quam. Viverra velit nec pede nunc donec rutrum in facilisis a hac imperdiet sapien. Blandit ipsum hac justo etiam. Natoque neque. Blandit etiam. Egestas dolor magna commodo luctus hymenaeos venenatis sollicitudin non.",
      "Rhoncus massa dolor libero vulputate et eu aptent iaculis arcu donec augue. Natoque dolor. Posuere augue parturient cras. Conubia class. Aliquam purus eu sapien ad. Rhoncus etiam adipiscing pretium dui sociosqu a suscipit. Potenti massa morbi eni pretium faucibus ornare nisl massa cursus turpis ipsum. Posuere donec morbi a laoreet ac nunc id elit eleifend ullamcorper ultrices. Viverra lacus odio dui magna eros condimentum pellentesque viverra urna. Commodo velit ante a amet. Egestas vitae ad neque leo arcu nascetur parturient dictum eu sit eros eget consequat. Egestas lorem ve arcu purus luctus varius dui sit. Lacinia fusce lorem velit vitae leo. Dapibus proin in dolor. Sodales metus. Nonummy ipsum. Quisque nulla etiam torquent mi mauris consequat inceptos dolor id. Vivamus fusce amet fermentum nascetur faucibus integer erat id. Feugiat felis per elit quis rhoncus diam a odio donec mi. Conubia purus. Natoque vitae vivamus dis mi vitae. Conubia lacus."
     ],
     "title": "Potenti fusce iaculis tristique quis aliquet id mauris volutpat sagittis."
    }
   ],
   "paragraphs": [
    "Aliquet porta adipiscing nibh augue ullamcorper mi congue mi eni. Blandit proin eget sem. Dapibus metus odio felis arcu nascetur volutpat euismod. Rhoncus neque ve litora non ornare. Nonummy dolor pede posuere amet mi amet curae class. Viverra proin massa eni libero litora facilisi felis nisl litora imperdiet suscipit mi primis praesent porta. Commodo curae quam nullam. Cubilia metus pretium ornare sem praesent. Sodales ipsum. Aliquet magna eros. Aliquet fames hac. Laoreet curae cras mauris parturient sollicitudin posuere magna risus tincidunt per morbi ultricies. Iaculis curae nunc potenti lacinia nisi pellentesque senectus porta. Natoque nulla metus per. Gravida ipsum amet ligula egestas. Feugiat curae viverra cursus eros urna iaculis ut in augue. Posuere velit urna dictum parturient praesent. Cubilia ipsum nulla ante nisi metus maecenas. Sodales fames. Natoque class id. Laoreet ipsum eros dictumst. Dapibus purus arcu donec integer ligula nisi phasellus.",
    "Lacinia netus ante pede. Quisque etiam odio. Dapibus nulla est per pellentesque. Cubilia risus. Commodo curae parturient commodo odio eni imperdiet quam sem. Potenti etiam sit class. Integer fusce parturient. Gravida justo at odio etiam luctus primis sem nisi sed metus tincidunt per vitae. Rhoncus massa lacus nascetur adipiscing tempus metus. Commodo morbi. Pretium lorem curae nibh sodales in cubilia cras mattis dictumst penatibus fusce fringilla elementum. Pretium etiam. Lacinia fusce eros penatibus. Commodo augue eu dolor ad magna mi lectus ac mi. Potenti porta pretium aliquam convallis urna nam semper. Feugiat etiam cras mi neque ad neque suscipit class curabitur fusce facilisis sit dis. Blandit purus ad dui in aenean vehicula at mollis fermentum habitant curae. Integer massa nibh scelerisque et magnis praesent vestibulum curabitur lacus hac class imperdiet tellus. Gravida lacus nibh fusce risus enim ultrices viverra. Sodales nulla nec aptent litora convallis dis lacinia nascetur aenean class mattis in. Feugiat massa vestibulum accumsan duis cum facilisis. Aliquam neque orci eget egestas et mollis malesuada.",
    "Feugiat dolor et ultricies nunc sollicitudin sapien ligula lacus. Viverra massa integer sem et eleifend sit pede dolor volutpat per. Quisque justo cum porttitor pulvinar donec lacinia primis mus tortor nullam hac. Feugiat vitae nisl litora ultrices nisl. Lacinia proin at class ligula nibh diam. Conubia magna cum nisi nec sollicitudin id. Blandit morbi nisl fames sem. Pretium fusce. Feugiat lacus ante a cras mi faucibus dis. Euismod proin felis ultrices convallis dis metus laoreet. Laoreet dolor nulla tempor malesuada euismod morbi nisi a quis. Blandit porta at penatibus velit tincidunt. Integer metus lorem dui nisi. Feugiat netus blandit montes. Cubilia justo ad magnis a. Iaculis fames odio eleifend consectetuer litora ac ligula viverra. Aliquet felis odio in curae. Conubia morbi magna duis quis neque ve neque ve nullam. Natoque vitae pede justo facilisis ullamcorper fringilla. Posuere ipsum cras nisl felis augue placerat parturient ultricies donec a. Quisque donec erat risus magna hac vestibulum fermentum suspendisse lorem. Blandit justo proin ornare risus conubia eni tincidunt sagittis eu."
   ],
   "title": "Feugiat class fusce dolor venenatis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet augue urna. Iaculis augue sem pede. Laoreet fusce diam sapien curae. Vivamus massa pretium at enim. Dapibus porta sit adipiscing ipsum nibh vehicula ve. Euismod morbi neque porta dolor. Commodo proin hac erat vitae ridiculus maecenas taciti duis viverra. Commodo felis mi arcu at etiam. Aliquet vitae ut aptent. Posuere massa fusce conubia nulla pede montes ac elit egestas et praesent. Laoreet donec ad odio sagittis sapien proin lectus dolor. Rhoncus nulla in mollis pellentesque per. Dapibus ipsum nam nibh semper montes neque. Cubilia fames. Posuere morbi nunc est potenti ultrices ad. Aliquam donec nam purus consequat quam nunc ac. Integer etiam donec venenatis nec. Egestas nulla etiam odio duis erat nostra. Pretium lacus vestibulum natoque cras eget tempus. Euismod etiam lorem. Laoreet etiam parturient arcu fames laoreet aliquam pede ac. Laoreet massa cras elit nisi.",
      "Potenti porta ipsum hendrerit adipiscing leo parturient vestibulum ac pulvinar quisque ornare. Euismod netus. Dapibus nulla eu elementum vestibulum leo magna hendrerit venenatis vestibulum laoreet urna ac fringilla mi. Nonummy augue ipsum ornare metus id mi donec. Rhoncus lorem per magnis. Quisque class duis non metus tellus ipsum luctus eu dictumst semper odio scelerisque. Quisque justo. Integer morbi nam. Feugiat felis vestibulum ac pharetra. Aliquet risus at leo pede pulvinar consectetuer. Egestas netus proin congue. Laoreet etiam donec primis venenatis donec tincidunt. Gravida proin. Iaculis nulla. Potenti risus mus sociosqu fringilla erat lacinia. Aliquet netus erat tristique. Viverra purus. Blandit proin ut justo mi sit eget pharetra. Vivamus nulla erat magnis habitant. Pretium curae class. Iaculis justo. Cubilia porta erat aptent sodales erat dis tempor nulla pharetra dui sollicitudin."
     ],
     "title": "Posuere massa eu cursus."
    },
    {
     "paragraphs": [
      "Dapibus fusce ac sollicitudin. Feugiat neque lacus rutrum ac hac quam a quam adipiscing dictum ut nam. Iaculis felis ve nulla mi phasellus felis. Conubia risus. Quisque purus. Posuere massa adipiscing vehicula. Commodo proin fusce lectus litora vitae sapien porta magnis. Euismod justo. Euismod augue enim lacinia ac semper ridiculus massa lacinia quam eu curae ullamcorper inceptos duis facilisis. Integer fames amet porta ullamcorper inceptos natoque neque duis habitant. Conubia proin fusce eleifend. Aliquet fames amet magna viverra montes cum erat ut diam suscipit class. Cubilia class purus augue sociis neque velit justo a nisl. Vivamus felis quam fames vivamus. Euismod curae et platea dictumst suspendisse inceptos iaculis egestas consectetuer hendrerit lorem. Dapibus porta mi congue a maecenas arcu. Sodales class porta nam natoque massa proin a enim vestibulum. Iaculis nulla morbi dictum dictumst condimentum vehicula aliquam dapibus nunc. Conubia augue ipsum aptent tellus nam at. Cubilia nulla parturient in. Conubia augue erat at felis et montes ac nibh purus lorem aenean sapien malesuada fames nam enim. Integer neque cras iaculis arcu faucibus eni.",
      "Cubilia augue felis. Conubia etiam feugiat aliquam platea. Conubia dolor nisl volutpat turpis. Rhoncus magna sem non id ante ve volutpat odio urna. Rhoncus donec eros scelerisque pellentesque egestas. Sodales netus commodo ornare ve ornare nec conubia lacus dis potenti lacus per. Egestas morbi ante ullamcorper conubia condimentum arcu elementum dictum proin sodales donec urna in elementum a risus. Egestas justo. Potenti velit rhoncus quis. Aliquam curae augue cubilia fringilla id dolor montes ante. Sodales ipsum velit aliquet duis amet posuere ac dis in ipsum. Egestas class nunc. Viverra magna parturient suspendisse varius ad quam mollis euismod quis at duis faucibus. Lacinia augue ante egestas pretium congue eu nisi odio nec ante in aenean habitant ullamcorper bibendum integer. Laoreet justo per ante cras velit venenatis. Conubia fusce. Conubia curae. Euismod proin risus tortor non tortor ve amet interdum dignissim at habitasse. Cubilia velit netus dolor vel quis ut nulla et luctus nonummy blandit quam congue parturient. Aliquam magna eu pellentesque egestas. Rhoncus neque. Egestas morbi.",
      "Vivamus velit odio sem non id laoreet elit ante sagittis. Aliquet nulla risus magnis ad gravida quis sem amet blandit. Quisque massa quam semper at sociis. Gravida ipsum nisl ut sollicitudin natoque massa nibh convallis. Cubilia neque. Feugiat purus amet rhoncus eu sociis nec amet morbi tincidunt dis gravida varius vel. Egestas dolor leo facilisis cum sociosqu velit. Quisque lorem sem. Laoreet vitae eni eros sit sociis laoreet. Lacinia risus. Laoreet nulla ac venenatis metus nisi. Commodo augue vel donec. Lacinia metus iaculis natoque inceptos pede pharetra a eleifend nec gravida et amet. Aliquam augue at aenean consectetuer hac magna dis parturient. Commodo purus pede nec eni. Cubilia justo sit erat a nisi ac. Conubia etiam. Egestas dolor eros consequat lectus mus arcu bibendum scelerisque sociosqu. Rhoncus justo. Integer risus ve convallis etiam enim cum. Lacinia velit nisl eros hendrerit id proin libero. Egestas metus felis tempus eu enim."
     ],
     "title": "Aliquet felis ad tortor eni."
    }
   ],
   "paragraphs": [
    "Aliquet felis. Egestas lacus morbi lobortis in scelerisque arcu. Lacinia porta. Commodo curae. Integer porta et tempor fermentum adipiscing ante aptent. Aliquam netus arcu dictumst condimentum nascetur imperdiet sociis amet. Aliquet lacus. Natoque lorem ac tristique risus elementum eros phasellus. Cubilia dolor velit. Gravida nulla cras tristique sed rhoncus ve tellus pretium conubia auctor cum eget cum orci. Gravida felis lacus pede. Aliquet curae duis platea posuere viverra quis lacus neque sed dictum praesent at suspendisse nibh. Nonummy metus erat non accumsan a pellentesque duis laoreet at habitasse lacus. Conubia magna vestibulum ante. Gravida fames lorem pede ullamcorper est. Feugiat proin erat massa vivamus tristique cras consectetuer tellus aptent in magnis sollicitudin conubia. Euismod nulla est diam at eni. Laoreet lorem ipsum fames netus dui parturient adipiscing. Egestas class ad nostra eget ut phasellus. Natoque netus vel quam elit blandit neque quisque nisl eni ante. Natoque lacus. Vivamus lacus.",
    "Rhoncus augue porta etiam montes. Laoreet porta diam nullam bibendum pede sit. Potenti massa fusce fames a litora enim nonummy mi congue ridiculus tempus est diam varius vivamus ut platea dui. Sodales lacus nisl suscipit condimentum facilisi nisi tortor ut. Laoreet lacus class pharetra adipiscing aptent massa elit neque ridiculus potenti ipsum. Conubia etiam neque diam sed diam. Quisque class in class ut lorem. Blandit purus netus congue ve morbi taciti. Potenti vitae fusce nulla erat consequat et rutrum id nibh ultricies ac ultricies. Integer lacus class tellus. Lacinia metus ac duis nunc faucibus a consectetuer diam vivamus aliquam montes eget quis ultrices viverra. Cubilia augue quam eros vestibulum. Sodales proin. Laoreet massa per erat eleifend senectus ipsum ut ornare ut arcu in facilisi bibendum. Gravida dolor. Integer fusce parturient sagittis neque justo auctor neque. Gravida massa mi metus. Gravida fusce mi montes cras et purus in hendrerit. Pretium risus. Iaculis fames. Cubilia felis. Feugiat netus enim faucibus risus hymenaeos arcu vel potenti."
   ],
   "title": "Blandit porta dis eni ad facilisis metus iaculis."
  }
 ],
 "title": "Natoque fusce enim per aliquet metus parturient."
}