{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti netus neque dui orci a eros ac suscipit cursus urna quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo dolor ut tristique.",
     "paragraphs": [
      "Quisque purus adipiscing commodo urna lacus felis. Iaculis fames amet mi nunc orci proin justo. Quisque felis mi. Aliquet felis quis iaculis at quisque diam ut. Sodales neque ad vitae suspendisse ac luctus. Iaculis nulla non eget amet nostra fermentum vitae per urna dictumst scelerisque nec. Euismod neque quis leo integer a semper urna orci. Laoreet purus vitae imperdiet pulvinar auctor magnis quis lorem condimentum. Sodales morbi eget potenti a mauris malesuada. Cubilia purus morbi magnis mi. Blandit vitae velit mauris consectetuer vivamus donec fusce non. Blandit fusce. Pretium neque porta iaculis risus dis ante cras ultricies tortor. Conubia ipsum netus vel mollis faucibus odio diam. Blandit purus posuere egestas vulputate ornare eleifend id. Lacinia netus nulla fusce nascetur eu. Quisque purus. Aliquet porta. Vivamus augue erat rhoncus ut. Aliquet porta ad at velit ullamcorper nisl tincidunt id venenatis proin. Euismod netus. Laoreet augue.",
      "Aliquet metus amet lacinia cras. Dapibus ipsum adipiscing duis primis tristique parturient leo nulla phasellus nonummy augue mi. Commodo lacus nec enim. Lacinia fames. Commodo fames diam cubilia natoque ornare at per scelerisque. Feugiat morbi eget enim felis pharetra massa viverra dolor. Commodo morbi netus est odio massa quam. Integer massa. Viverra donec nam elit. Sodales metus nibh suspendisse sollicitudin laoreet cras nec augue dignissim nam sollicitudin ac. Nonummy justo vestibulum sociosqu class. Laoreet justo nisi accumsan arcu quam. Lacinia curae. Feugiat fames id lacus tortor id turpis consequat eleifend rutrum. Feugiat velit. Laoreet neque arcu nostra pharetra parturient consequat fames eu neque eu lorem. Egestas justo lorem sociis netus neque nunc elementum tempor urna. Egestas morbi. Euismod dolor nam eni hendrerit sociosqu et fames. Commodo fames. Euismod lacus ut felis dignissim cubilia. Conubia magna lacinia hendrerit est."
     ]
    },
    {
     "title": "Lacinia vitae diam augue dis dui et etiam tristique vestibulum.",
     "paragraphs": [
      "Natoque nulla et venenatis ipsum ac turpis ultrices suspendisse interdum odio tortor ac. Blandit curae neque. Vivamus felis purus dolor erat conubia ad. Nonummy vitae sit cras cum porta penatibus non pellentesque metus pede nunc nec a aenean. Feugiat class vel nisi habitant. Iaculis purus quis dui purus egestas aenean nisi enim. Gravida nulla nibh lectus dignissim. Iaculis vitae ad congue pulvinar. Viverra fusce quis mattis sodales. Pretium neque nibh. Dapibus velit ve magna dignissim sodales metus massa sapien. Feugiat velit mi augue fermentum vulputate adipiscing aliquet sed. Blandit velit ut nibh. Cubilia felis massa a turpis enim ullamcorper consectetuer potenti. Commodo proin mi ad amet. Posuere felis amet urna adipiscing ridiculus ullamcorper magna magnis cras ullamcorper sit tellus. Commodo fusce parturient lobortis potenti. Vivamus etiam nisl eros dui massa felis rhoncus tincidunt in. Integer lacus dapibus iaculis lectus at tellus. Feugiat etiam. Blandit fames. Iaculis fames mi diam eros sociosqu ullamcorper suscipit vivamus ad in.",
      "Feugiat netus class sed arcu pharetra parturient aenean eu nisl. Pretium etiam mus class magnis neque. Rhoncus porta ipsum. Natoque risus vestibulum suspendisse auctor et. Gravida class eros suscipit non sodales a ullamcorper nec tempor per potenti mollis per enim. Conubia netus nisl per arcu maecenas dis nonummy sit semper a vestibulum. Vivamus donec dui urna odio egestas mi ve. Cubilia proin euismod imperdiet amet pellentesque lectus nullam nunc ut pellentesque lacinia massa. Laoreet morbi iaculis sit urna platea porttitor sem orci nunc mollis pede aliquet ipsum etiam a amet. Nonummy velit odio ad enim vehicula. Commodo morbi. Conubia purus. Commodo porta. Viverra felis adipiscing. Sodales fusce ve nisl quis euismod id mattis sed eros ad. Commodo dolor adipiscing condimentum sapien ad. Iaculis fames erat cursus posuere facilisis arcu pellentesque mollis ornare eni. Rhoncus massa lorem urna fusce proin lorem dis placerat conubia at. Lacinia etiam at purus sollicitudin ultrices felis habitasse phasellus dolor ac vitae ve. Viverra dolor. Iaculis donec ad ipsum. Natoque netus."
     ]
    }
   ],
   "title": "Egestas massa euismod rutrum.",
   "paragraphs": [
    "Aliquam curae velit laoreet ultricies quis semper aptent viverra. Lacinia massa. Natoque fusce per pede imperdiet ligula lobortis leo laoreet. Conubia vitae mi massa quam a elit vestibulum ac senectus. Integer felis etiam fames. Quisque fames eni quam eros ac urna vitae rutrum molestie hymenaeos mi. Sodales proin vel parturient vestibulum ac mattis. Potenti justo neque hendrerit viverra pellentesque magnis. Rhoncus class. Conubia morbi metus euismod. Posuere dolor at mollis curabitur mi augue ullamcorper orci sapien. Sodales neque eu montes. Potenti netus vitae eni nisl sollicitudin aliquam torquent pellentesque dapibus aptent hac laoreet. Sodales morbi. Pretium risus ac elit. Iaculis neque ut lacus nullam pellentesque phasellus felis et purus non neque vulputate. Aliquet vitae eros hymenaeos venenatis consectetuer sem augue. Gravida fames metus ullamcorper per. Gravida risus dis augue tristique senectus montes taciti. Aliquet magna lorem sociosqu ad metus pellentesque curabitur. Vivamus lacus eu sit condimentum egestas condimentum nisl phasellus vehicula. Blandit class et cras rutrum eu torquent mus duis aliquet.",
    "Aliquam neque elit. Conubia neque mi. Pretium augue pede erat arcu cubilia et ve platea quam fringilla eu ullamcorper diam. Potenti lorem ad justo cursus. Potenti vitae ac pellentesque. Commodo donec cum. Integer felis purus sapien suspendisse netus. Rhoncus magna porta. Natoque curae laoreet duis nascetur sagittis rhoncus hymenaeos placerat. Laoreet metus arcu nisl erat. Commodo fames augue dis pharetra a torquent sem. Cubilia netus vel ridiculus justo. Conubia proin eros sodales nisl ante nisl faucibus vitae litora sed ornare a. Aliquam velit. Vivamus vitae at velit primis consectetuer. Aliquam metus pede hac non mi mattis ridiculus morbi porttitor conubia. Laoreet fames ante non erat. Integer metus. Vivamus nulla. Gravida fusce justo dui amet parturient nisl neque vivamus sociis porta porttitor. Egestas donec et pede fusce tempus augue enim sed gravida in mollis consequat per. Cubilia nulla magna.",
    "Aliquet nulla diam id. Integer ipsum cras iaculis litora id. Blandit justo eget turpis malesuada adipiscing dis donec. Integer neque orci scelerisque per et morbi. Lacinia netus per donec. Sodales proin urna viverra etiam vel dis nec ve netus consequat. Laoreet fusce est nascetur consectetuer integer venenatis sociosqu tempus. Lacinia vitae nibh congue euismod viverra convallis odio integer mi. Laoreet lacus pede vel enim vitae laoreet nostra. Commodo fames. Laoreet donec leo diam platea dapibus aptent. Quisque neque morbi hac. Cubilia felis quis ridiculus interdum libero sociis posuere elit leo feugiat senectus. Vivamus justo. Vivamus metus hac non laoreet. Feugiat class neque per. Conubia velit odio nec nunc adipiscing et consectetuer dapibus varius mollis sit orci parturient ut semper. Rhoncus curae id sit sapien consequat lectus mauris. Natoque etiam pretium nascetur quam. Viverra neque elit sem libero auctor nisi egestas hendrerit mattis nunc. Quisque porta quis ridiculus mollis. Lacinia risus id ve amet."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat purus est lacus viverra luctus.",
     "paragraphs": [
      "Lacinia felis ad fusce dictum rutrum feugiat eros curae. Integer massa nisl cras lorem ac. Blandit fames leo arcu. Integer massa ad mollis nulla. Quisque felis. Iaculis felis proin dis nam malesuada semper a. Potenti netus ad. Natoque lacus quis potenti cras arcu netus sagittis et. Rhoncus velit potenti sapien id nascetur ultrices ve ullamcorper ac magnis. Lacinia fames. Pretium lorem sit. Vivamus felis. Egestas felis eros quisque nisi. Laoreet purus. Egestas lorem non rhoncus facilisi augue justo nunc ullamcorper dapibus lacus. Feugiat purus adipiscing condimentum congue ac arcu interdum. Gravida ipsum lacus eros duis vel a cursus. Vivamus fusce magna primis maecenas porttitor. Integer lorem at a litora pede et consectetuer nibh aliquam at elit. Natoque felis metus amet lacinia erat. Blandit augue et ante massa at congue at eros nisi inceptos facilisis id libero. Iaculis velit parturient.",
      "Sodales fames risus lacus purus commodo est facilisi pellentesque cubilia venenatis. Egestas nulla urna in duis inceptos integer iaculis. Conubia velit ante nisl pede purus tincidunt fusce etiam nisi dis dignissim taciti eu. Laoreet fusce at lacus nisi dui ante mus hymenaeos sodales purus leo nisi. Conubia ipsum etiam eros. Posuere felis. Gravida augue et sapien cum nonummy cras aliquet mattis. Euismod massa. Egestas morbi urna. Sodales fames dis molestie pellentesque nonummy. Quisque lorem. Iaculis metus at felis arcu. Sodales etiam per dapibus accumsan mi nec eget sollicitudin id gravida. Posuere metus eni libero. Lacinia fames. Lacinia fusce. Integer lacus odio sed velit lacus class molestie massa porta. Sodales velit parturient vehicula velit amet nec. Lacinia fusce vestibulum bibendum justo viverra fames sem nibh dolor hendrerit dictumst. Feugiat morbi. Commodo porta ipsum integer auctor nulla sociosqu dis pretium. Aliquam donec dis quam sollicitudin blandit sagittis."
     ]
    },
    {
     "title": "Aliquet magna pretium.",
     "paragraphs": [
      "Lacinia porta nisi tortor fames integer nibh tempor at. Feugiat risus nam nullam placerat elementum. Posuere felis id. Posuere neque purus litora condimentum felis ligula scelerisque morbi. Lacinia velit mi nam penatibus facilisi fusce quisque. Iaculis lacus nam metus euismod. Pretium fusce sem duis hac rhoncus mus. Integer purus et magnis imperdiet molestie quis. Nonummy augue ve varius pellentesque dui justo sociis lectus class habitant. Dapibus porta non gravida ac per ante luctus at. Rhoncus lorem amet commodo in dis suspendisse iaculis sed at blandit. Blandit donec at hendrerit nisl nec. Integer vitae est dolor magna laoreet velit. Pretium metus nisi netus felis convallis bibendum nisi magnis hendrerit ac. Quisque dolor. Quisque lorem neque varius at. Potenti donec ipsum auctor risus iaculis diam nisi. Iaculis metus hac facilisi nonummy commodo cras. Conubia proin. Nonummy neque odio netus vehicula. Conubia curae lacus taciti. Laoreet fames natoque.",
      "Aliquet donec pretium proin fames. Egestas dolor odio proin fames mattis nibh nisi. Lacinia nulla ve magnis molestie purus hendrerit cras sem. Conubia augue ad felis tristique nam pellentesque id vivamus. Blandit class nunc integer duis pede nisl ridiculus ultricies adipiscing urna. Feugiat curae sem pede fames ac ipsum ut quam. Laoreet fames duis a cras metus. Aliquet lacus vitae rutrum proin nisi a ante adipiscing elementum urna. Posuere curae. Cubilia augue eu nulla sed luctus at in vel. Conubia felis proin eget suspendisse. Feugiat nulla eni diam massa integer sem ligula rhoncus. Vivamus curae est nam sem integer inceptos cubilia odio. Integer augue neque ipsum nullam nisl magna iaculis sem volutpat. Euismod vitae. Egestas fusce nisl aliquet egestas vulputate. Feugiat donec risus mollis. Pretium purus ve a aenean diam mauris imperdiet natoque elit. Lacinia felis. Sodales lorem. Rhoncus fusce nibh. Rhoncus porta lacus taciti id quam ad urna.",
      "Blandit netus per lacus parturient sagittis felis. Euismod netus metus per. Conubia risus vestibulum erat platea convallis vestibulum non adipiscing vestibulum et sollicitudin. Aliquam purus. Quisque netus quis ut semper venenatis feugiat litora aenean facilisis ve magna cursus ve justo ad tempor. Quisque class nulla luctus eu facilisi lacus. Euismod curae per ipsum dapibus mi ornare velit viverra semper sem ligula praesent scelerisque. Viverra donec ut. Aliquam risus. Aliquet risus ac risus eni nunc aenean cubilia. Aliquet velit. Euismod lacus netus torquent porta vitae blandit vulputate tempor dis gravida a ullamcorper sed. Potenti ipsum nibh sem interdum. Nonummy curae quisque quis leo. Aliquet nulla odio eleifend eu nullam ridiculus habitant et condimentum arcu. Cubilia vitae ante curabitur platea parturient risus. Lacinia neque. Viverra fusce urna posuere ante quis cras vivamus in et luctus fusce libero ac integer eget bibendum massa proin. Commodo lacus ve fringilla cras leo quis pede netus felis arcu venenatis consequat vestibulum. Gravida class odio egestas cursus sit potenti a litora morbi. Laoreet class quis ullamcorper potenti ullamcorper eget auctor viverra ad mattis mi nam scelerisque feugiat dui. Aliquam velit integer lacinia congue in dui enim nonummy nec consequat per consequat elit."
     ]
    }
   ],
   "title": "Euismod vitae.",
   "paragraphs": [
    "Natoque neque arcu morbi tellus ac nibh. Vivamus lacus sem urna quam fusce quisque justo vel. Aliquam nulla. Vivamus nulla mi quam. Pretium velit ad tempus ridiculus at etiam suspendisse. Commodo augue. Lacinia lacus per nibh vestibulum sem vitae. Integer vitae odio. Laoreet ipsum curae elit mattis mi dictum pharetra. Feugiat netus in facilisis. Laoreet massa nibh auctor ut et cras augue penatibus hendrerit consectetuer sit proin venenatis. Sodales etiam massa montes suspendisse ipsum porttitor enim. Commodo purus fusce orci vivamus. Egestas dolor pede sit ut senectus eni blandit. Lacinia risus quis a. Nonummy porta ut magna sed nulla mattis phasellus velit in venenatis a fringilla massa. Commodo augue risus odio molestie sagittis laoreet inceptos porta sollicitudin molestie lorem. Natoque porta. Sodales class parturient nibh. Potenti augue. Rhoncus felis. Cubilia felis.",
    "Posuere velit. Nonummy etiam vel nec. Viverra ipsum. Posuere donec natoque eget sem aliquet nunc nisl. Lacinia netus diam gravida ante eu. Commodo augue. Conubia augue ipsum. Sodales class orci habitant sed quisque. Nonummy justo eu cursus fringilla lorem urna. Quisque morbi. Lacinia netus parturient bibendum posuere cras. Euismod fames nisi scelerisque iaculis ullamcorper nunc semper. Commodo netus vel pharetra a pellentesque elit. Egestas vitae ve phasellus quam porttitor mus ultrices consectetuer aliquet. Egestas metus cras maecenas eni. Lacinia vitae et ut eget nisi. Feugiat class urna euismod egestas tellus consequat turpis vehicula parturient. Laoreet nulla. Rhoncus velit. Laoreet donec. Quisque fames duis a quis ac urna mollis parturient pellentesque cubilia velit duis ad. Quisque purus vestibulum mi vulputate."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque class odio elit torquent ve scelerisque.",
     "paragraphs": [
      "Nonummy risus id donec eu convallis suspendisse netus. Iaculis metus quam non class nam ipsum curabitur gravida tempus nam aenean nonummy. Rhoncus dolor hac. Potenti curae. Blandit massa elit est nec natoque mi. Integer risus. Blandit porta hac nisi dui nisi elit. Iaculis nulla eu a mauris duis. Feugiat morbi mi turpis nec iaculis dictum erat ac nec nibh sollicitudin. Euismod porta pretium natoque facilisis. Aliquet morbi iaculis elit. Lacinia fusce risus arcu est pellentesque. Lacinia felis ve eu malesuada a dis. Posuere nulla sed. Blandit felis. Natoque magna eni quis dui augue tincidunt. Nonummy augue eros nascetur sem pellentesque justo fames porta scelerisque interdum nisi nullam. Pretium lacus nibh sed ad dictumst eni eros nibh amet ipsum. Integer porta vel nisi auctor ante ve consectetuer. Potenti neque. Aliquet neque ac mattis placerat porta mi litora felis at erat non arcu elit integer. Feugiat donec posuere enim mi consectetuer nisl blandit.",
      "Blandit lorem. Dapibus neque eu. Pretium augue sem mus aliquam ac libero lobortis morbi nisi condimentum sollicitudin. Posuere augue id sollicitudin consectetuer dapibus. Posuere etiam. Conubia magna in quis. Sodales metus eni nostra faucibus habitasse est iaculis nibh. Nonummy dolor. Nonummy etiam duis velit nisi diam. Viverra augue ut varius. Iaculis proin lorem. Integer justo nunc donec mollis lacus gravida pede. Dapibus velit. Conubia vitae. Feugiat felis nibh a erat porta egestas rhoncus. Cubilia morbi arcu nam. Viverra dolor parturient sodales non nibh vivamus id sit suspendisse aliquet. Aliquam lacus feugiat pede eros erat lorem. Gravida nulla eni tempus eni mattis ad. Feugiat purus ipsum dignissim tellus nisi consectetuer facilisi. Euismod purus nisi. Cubilia etiam."
     ]
    },
    {
     "title": "Aliquam donec et.",
     "paragraphs": [
      "Potenti fusce nunc praesent sodales ipsum class semper. Posuere neque nisl ultricies magnis parturient lacus enim nibh amet duis nulla commodo. Viverra purus eros et fames nibh mi diam lorem. Quisque massa pede dis pede molestie dolor nibh. Blandit dolor nisl metus rutrum vestibulum sollicitudin pretium. Rhoncus magna diam commodo. Aliquet nulla sed risus lectus. Nonummy metus parturient habitant arcu sagittis per sollicitudin varius nibh fusce arcu a. Aliquam justo proin. Aliquet donec. Laoreet felis. Lacinia etiam et ipsum sollicitudin felis ut litora convallis netus sociosqu mus gravida justo ve etiam pellentesque phasellus. Natoque morbi odio. Sodales lorem. Rhoncus lorem fames lacinia hac vestibulum mollis. Feugiat risus at lectus pellentesque leo fames dis. Feugiat felis. Aliquet augue donec mollis id vivamus. Lacinia risus ve elit sagittis augue libero diam scelerisque cubilia ullamcorper erat. Commodo lorem diam suscipit proin fermentum vestibulum quisque ante ad consectetuer. Laoreet fusce quis a quis. Blandit proin.",
      "Cubilia velit. Pretium lorem orci a. Feugiat etiam non duis nam maecenas imperdiet metus venenatis per. Natoque donec eros laoreet purus quam sociis. Posuere vitae parturient at ultricies metus. Blandit etiam nec dolor parturient integer nec litora sit sagittis potenti. Commodo etiam id auctor netus vel quis. Sodales class et netus mi. Nonummy magna ac aenean tincidunt lobortis quis cubilia. Blandit vitae metus mus. Lacinia augue dui dolor. Conubia massa commodo. Cubilia curae. Aliquet fames nisl suscipit penatibus mi nulla ad ante. Quisque donec ac libero eleifend laoreet. Sodales curae eget. Nonummy massa. Feugiat felis donec. Aliquet morbi ut. Euismod class at nulla ad velit tincidunt pede sem. Vivamus neque. Nonummy augue ut phasellus malesuada eget per lacinia velit enim a orci.",
      "Nonummy donec ante a nisi fusce vivamus ante consectetuer. Feugiat augue pede molestie neque justo sapien mi torquent cursus lectus integer commodo. Pretium fames est posuere maecenas dapibus maecenas metus magna vehicula dolor. Viverra vitae sodales eu. Lacinia metus neque orci vivamus dui ad senectus nunc dui. Nonummy porta. Integer justo elit nibh class mi. Blandit porta amet orci dis. Dapibus dolor amet id quis facilisi nibh turpis id hac. Sodales vitae erat mus diam pellentesque volutpat augue ipsum. Pretium fusce et mattis eu massa ligula enim condimentum mus amet. Gravida augue metus odio est volutpat laoreet sollicitudin tempus auctor orci nunc quis sociosqu porta justo auctor lorem. Blandit etiam blandit mus ac. Blandit porta. Quisque morbi. Dapibus ipsum quam mus mattis vehicula morbi. Dapibus proin eros est. Rhoncus felis eros mus massa curabitur ridiculus vitae ve class. Laoreet nulla elit eni mattis ac sapien. Conubia etiam. Posuere dolor massa nunc id orci condimentum hac erat. Gravida curae eni ornare in nostra pellentesque fringilla augue elementum condimentum porta."
     ]
    }
   ],
   "title": "Quisque ipsum nisl.",
   "paragraphs": [
    "Cubilia velit nulla aliquet nonummy consectetuer. Potenti etiam massa fusce. Gravida risus nec ligula ve mollis. Vivamus etiam massa a nonummy in diam aptent rutrum malesuada in fringilla amet condimentum in. Vivamus neque justo elit lorem facilisis justo consequat blandit lacus eni nisl. Feugiat felis quam vivamus dolor eros nam sodales. Sodales donec odio inceptos magnis dolor euismod libero. Dapibus felis vitae etiam taciti. Egestas etiam in libero potenti mi. Integer porta eget a nunc donec. Integer metus ad ut tempor congue. Potenti magna. Pretium metus eros nam a luctus purus eni. Conubia netus non ipsum integer habitasse eget sem a. Aliquet massa nulla rutrum aliquet pretium ligula non mollis laoreet posuere habitasse auctor vitae ullamcorper. Quisque purus arcu nonummy in sociis dignissim velit in porta nec mollis. Euismod magna. Potenti porta ad netus ad a aptent. Potenti class laoreet iaculis duis hac justo sit mattis pretium elit. Integer magna mus primis cubilia posuere iaculis magnis. Cubilia justo elit facilisis tellus eu quis natoque sapien sit ac dictum vitae. Vivamus felis nibh senectus placerat id ullamcorper nibh venenatis hac.",
    "Vivamus justo ad faucibus leo. Conubia lorem cras et inceptos. Rhoncus donec vitae. Quisque lacus. Conubia neque pede dis cum. Pretium porta. Nonummy metus sem placerat a pellentesque ante. Iaculis augue potenti tincidunt urna nam taciti euismod at. Gravida morbi parturient lacinia dis at taciti sed. Aliquet metus iaculis sapien cum magnis dui vestibulum neque. Nonummy neque. Pretium fames at ad cursus quisque dignissim nunc sem nunc vestibulum tristique nisl. Dapibus morbi duis netus augue condimentum nisl quam proin nulla consequat. Laoreet proin leo nisi mauris natoque ultricies urna vel porta. Aliquet justo vitae per quis enim lorem curabitur parturient quam vulputate. Pretium fames etiam platea. Dapibus etiam felis habitant amet nunc viverra quis. Conubia augue leo dui facilisis nonummy quam ad pellentesque dapibus. Feugiat massa in urna enim porta feugiat eu mollis venenatis donec nibh. Rhoncus fusce nunc a lorem ut tellus. Conubia massa in fringilla mi ipsum tempus. Potenti nulla ac quis ad sollicitudin pellentesque gravida."
   ]
  }
 ],
 "abstract": "Dapibus proin eu hac tristique consectetuer non curabitur dis vivamus at imperdiet. Cubilia felis eget mus sollicitudin lorem odio nostra pretium enim integer ve ante fames habitant parturient venenatis. Lacinia fusce neque netus cras eget integer ac urna id vulputate nibh est. Nonummy velit ad dolor fames condimentum volutpat penatibus nostra. Lacinia morbi erat ve consectetuer libero etiam hendrerit parturient quis dictum. Quisque metus. Viverra morbi. Cubilia metus at enim interdum orci rutrum eu sem et senectus aliquet at dui. Laoreet proin quam morbi porttitor praesent libero parturient dolor laoreet dapibus aptent taciti. Iaculis lorem est sed pellentesque risus et varius amet rhoncus malesuada elit eros adipiscing tortor. Blandit dolor nibh sagittis pharetra viverra risus ante. Quisque vitae nam magnis nostra venenatis id fames orci elementum donec. Pretium lacus ut senectus vel natoque et volutpat porta ac auctor blandit. Gravida vitae. Iaculis fusce ac nisl et. Dapibus proin nisi nulla. Integer metus odio sodales ad varius bibendum phasellus nisl est blandit molestie aenean sociis risus ve ligula. Gravida felis netus taciti tempor sodales tellus libero viverra. Nonummy netus quam hac vitae nulla. Natoque risus in ligula at vivamus et. Lacinia magna vitae tempus enim elit nibh commodo ut. Laoreet etiam sit nunc sem imperdiet sed eget fames gravida eni tristique.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Britt Klein",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Gino Bone",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "International Instrument Frontiers"
  }
 ]
}