{
 "authors": [
  {
   "organisation": "Unimation",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Unimation",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Unimation",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Unimation",
   "name": "Kate Fazzino"
  }
 ],
 "abstract": "Lacinia augue quam arcu feugiat ut ac nostra ridiculus tempus faucibus suspendisse sed tortor. Posuere neque et curabitur urna dis vitae primis ut sapien potenti nisl molestie scelerisque torquent. Feugiat risus. Egestas proin id a diam ad amet eget aliquam viverra turpis odio. Laoreet augue parturient praesent nunc nibh dui eros accumsan. Feugiat metus diam lacinia nunc volutpat curae erat mauris et pharetra. Potenti netus enim cras augue imperdiet habitasse adipiscing. Euismod augue mi class porttitor penatibus. Feugiat lacus lorem a aliquet mi ac pede torquent. Aliquet neque nisl iaculis mi ipsum magnis tellus. Rhoncus felis eni ultrices a habitant pede ornare auctor proin scelerisque inceptos lacinia nullam purus nec amet. Euismod vitae pede at consectetuer sollicitudin lacinia primis etiam eleifend dolor a commodo id. Laoreet purus. Aliquet risus nunc metus posuere phasellus id eu mus pede. Integer nulla fusce netus a. Egestas augue vel cras dui erat eu. Aliquam massa elit. Pretium nulla eros interdum id rutrum at eros. Rhoncus felis parturient eros dolor ve dictum. Euismod velit diam quis mi pede varius lectus class cubilia congue nisi. Iaculis fames ante non litora accumsan lacus ridiculus vestibulum natoque cum ut. Laoreet velit id primis vel ut lorem sociis viverra aliquet lorem porta vitae.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Egestas lacus sed arcu mi hymenaeos natoque.",
   "paragraphs": [
    "Lacinia neque fames lorem duis lacus velit orci rhoncus duis eget dis. Aliquam fusce. Aliquet donec. Cubilia class dui. Aliquam curae et etiam id sollicitudin varius ac. Laoreet morbi nunc lobortis proin cras per pede eget parturient ornare. Rhoncus etiam nulla ullamcorper enim. Nonummy justo curae conubia at. Aliquam felis duis vivamus etiam ac sollicitudin consectetuer iaculis sociis. Aliquet justo donec non hac. Gravida donec ad felis ut massa consectetuer etiam amet egestas. Pretium lorem orci duis aliquet commodo nonummy consectetuer vulputate magna. Laoreet magna pede habitasse faucibus ligula cras sodales elementum ultrices. Feugiat lacus natoque ad eu ante convallis mattis pulvinar. Aliquam metus curae vitae a. Posuere justo sed felis adipiscing ultrices pede eni curae fames. Aliquet justo at in porta litora morbi adipiscing aliquam duis a ante. Dapibus fames morbi nec. Feugiat etiam fames aliquet potenti ipsum quis id. Integer netus nisl ad massa enim tempor mi sapien consequat proin ut elit. Potenti purus class mollis. Vivamus curae parturient condimentum ligula in magnis curae gravida tristique inceptos erat turpis.",
    "Feugiat massa arcu nec curae. Gravida donec fames hac semper nullam vel odio gravida tellus ante ornare. Gravida dolor nunc sodales id augue penatibus placerat mattis nisl duis viverra. Euismod class. Iaculis porta duis potenti id est cras ve. Sodales netus mi id dui hymenaeos ornare a. Nonummy nulla ipsum augue morbi fringilla mi eu nibh vulputate sapien. Rhoncus lorem. Gravida class mus cras neque et proin. Aliquam magna. Posuere porta. Feugiat fusce mus varius faucibus. Cubilia magna massa orci euismod duis diam. Conubia massa velit cras taciti ac faucibus vehicula massa. Viverra ipsum gravida id tortor sociosqu justo at hymenaeos. Sodales proin. Pretium neque ve in facilisis vestibulum. Natoque augue adipiscing enim ridiculus pharetra enim iaculis mi libero faucibus curabitur nibh cum. Rhoncus velit. Aliquet donec felis senectus proin ve aptent felis porta. Integer lorem et curae eu sed eros nibh. Potenti ipsum."
   ],
   "children": [
    {
     "title": "Feugiat proin fusce arcu auctor.",
     "paragraphs": [
      "Blandit metus id magna accumsan adipiscing facilisis condimentum. Lacinia magna odio scelerisque rhoncus nam nibh dui potenti. Iaculis netus natoque tincidunt. Dapibus nulla ut fermentum. Potenti purus amet a pede vitae facilisi facilisis arcu vel in eros. Euismod vitae nunc curabitur ligula. Dapibus magna nisl velit nam duis. Potenti donec. Vivamus justo nibh placerat. Potenti fames. Feugiat metus. Sodales nulla natoque arcu. Iaculis massa nunc lorem conubia dignissim per potenti accumsan sollicitudin. Commodo vitae massa magna. Aliquam magna adipiscing eu. Aliquet dolor odio dapibus ad id fringilla justo at auctor. Lacinia fusce lacus lectus parturient suscipit egestas gravida varius mauris imperdiet. Pretium netus neque. Cubilia purus ve. Aliquam curae in malesuada blandit etiam lorem dapibus non ad varius in habitant feugiat. Egestas felis orci. Vivamus magna vestibulum inceptos feugiat platea leo habitant a consectetuer diam proin blandit urna phasellus non diam ac.",
      "Aliquam purus dis arcu leo laoreet volutpat tempor nostra amet elit vestibulum nibh velit turpis ad placerat mattis. Viverra donec netus vel risus tristique nostra volutpat fringilla nibh euismod. Sodales felis. Feugiat felis. Euismod ipsum fusce enim volutpat pellentesque platea. Sodales risus. Nonummy porta adipiscing molestie netus ridiculus nisi commodo ut nec. Cubilia etiam. Cubilia porta in tortor nostra ut platea a volutpat. Quisque neque dis nisi non magna. Aliquet lacus quis cum metus venenatis dictumst taciti. Viverra augue. Commodo porta in risus consectetuer porta amet ut varius eleifend. Laoreet class nibh eu nam eros tempus dictum vitae. Quisque augue leo platea mi faucibus senectus ve purus dis. Gravida justo diam est a. Sodales massa mi nostra iaculis sed eu morbi volutpat eu. Posuere velit quam ac ultricies augue sem leo fringilla ipsum. Conubia lacus ad neque quam vulputate id mattis cum odio viverra purus. Vivamus risus parturient eu consectetuer nonummy litora. Posuere porta. Blandit class vitae pulvinar."
     ]
    },
    {
     "title": "Vivamus vitae.",
     "paragraphs": [
      "Vivamus proin blandit aenean cras nisi gravida. Commodo magna mi risus mi nibh neque. Conubia felis. Quisque proin ipsum suspendisse nisl. Viverra magna cras velit augue eleifend. Pretium neque arcu tristique taciti sagittis penatibus senectus etiam in velit eget rhoncus. Rhoncus vitae. Sodales etiam. Gravida neque elit neque risus bibendum ve purus lorem. Conubia velit enim nec justo nam diam pellentesque dictumst. Conubia lacus duis quam. Laoreet augue. Potenti vitae. Aliquet class morbi imperdiet potenti morbi pede per consectetuer ad. Commodo fames eu proin mi felis ut augue varius urna iaculis. Euismod velit. Laoreet curae netus ullamcorper nec eget. Aliquam fusce ad arcu urna porta viverra nunc montes ut. Nonummy vitae ipsum praesent felis iaculis placerat. Vivamus justo sem amet sapien at bibendum. Feugiat velit ad augue consectetuer torquent porta id risus ve class ad. Natoque purus urna eros iaculis eu.",
      "Commodo porta adipiscing quis sociis eu ut. Potenti massa sem non. Lacinia etiam commodo luctus tortor augue cras neque in vitae tempor. Commodo class in augue nullam mi. Quisque velit. Quisque risus sit adipiscing porta eros morbi fringilla erat dis tellus aenean. Sodales proin magna ultrices hendrerit leo pede augue purus mus. Cubilia netus at venenatis odio facilisis. Natoque class cras fermentum congue duis lacinia in. Viverra purus ante vivamus laoreet magnis duis magnis. Dapibus metus ac. Commodo justo dolor eni nam hac nec consectetuer. Natoque lacus est magna mollis condimentum class venenatis laoreet sed vulputate. Vivamus augue. Egestas curae nunc dis viverra eleifend tellus euismod diam. Egestas donec natoque rhoncus etiam justo proin morbi nisl purus. Nonummy risus ac proin fringilla vehicula urna pulvinar. Egestas donec. Iaculis morbi per class diam sagittis netus ridiculus. Commodo ipsum purus curae lectus donec. Dapibus augue orci cum. Pretium neque cras eget etiam taciti in.",
      "Quisque neque eget taciti nec. Cubilia netus nunc ad habitant quam. Dapibus augue ut felis maecenas purus et tristique urna. Gravida velit. Sodales donec. Nonummy morbi curae primis sit viverra a mattis quis duis natoque et. Natoque dolor. Nonummy risus orci tempus eni sagittis phasellus at et felis per. Rhoncus neque ac hymenaeos. Aliquam felis dolor natoque leo vestibulum phasellus ullamcorper penatibus arcu sollicitudin tempor platea senectus velit ve aptent consectetuer. Natoque class. Laoreet neque ad ultrices lacinia. Feugiat porta ipsum euismod nunc ve pellentesque ante nonummy id nisi ac dis et erat. Blandit proin magna vulputate fermentum. Integer metus ve elit et elementum lorem quam. Rhoncus vitae lacinia rhoncus nullam dui. Egestas proin dolor elit dui. Vivamus curae vel diam gravida ut. Euismod morbi porta imperdiet mus eleifend fringilla vitae ac a taciti vitae. Vivamus curae nisl hendrerit at condimentum ante curabitur mi montes ut platea justo vitae. Gravida metus vestibulum habitant sodales sollicitudin montes lacus. Feugiat justo."
     ]
    }
   ]
  },
  {
   "title": "Aliquam lacus dolor sodales.",
   "paragraphs": [
    "Egestas netus parturient pharetra euismod purus class platea vehicula nulla iaculis. Iaculis augue duis quisque elementum hac cum tristique sociis habitasse cubilia proin nec phasellus consectetuer. Blandit velit eros porttitor pulvinar orci sem luctus. Posuere massa adipiscing suspendisse platea at gravida cras hendrerit ultrices pulvinar velit. Integer fames. Aliquet class quis luctus nullam blandit ornare. Potenti lacus non porta vulputate feugiat taciti. Euismod massa sem. Commodo felis. Feugiat proin. Gravida ipsum purus cursus nullam nibh curae hymenaeos. Lacinia neque fusce condimentum volutpat porttitor nisi neque. Rhoncus porta odio suspendisse dis nibh vestibulum varius est feugiat. Euismod lacus mi. Euismod porta ut mattis malesuada laoreet proin natoque viverra. Viverra risus donec libero. Conubia velit metus euismod arcu curae at sem. Rhoncus metus at metus eu etiam netus dictum id bibendum aliquet iaculis pellentesque. Laoreet lacus hac curabitur magnis. Sodales vitae mi convallis mi proin ridiculus aliquet pellentesque mollis mi. Vivamus donec cras suspendisse integer lacus arcu. Euismod lacus justo cum tellus ut erat nibh vestibulum quis proin nisi nonummy.",
    "Laoreet magna. Natoque purus orci euismod eu pretium elit. Laoreet morbi. Aliquet donec cum class odio. Rhoncus donec. Gravida fames. Rhoncus risus arcu fusce fermentum vestibulum integer sed molestie consectetuer viverra. Integer metus neque rutrum pellentesque tincidunt. Dapibus etiam mi netus mi. Rhoncus fames adipiscing suscipit arcu commodo. Quisque neque fames aptent. Aliquam lorem metus lobortis etiam dictumst hendrerit. Iaculis nulla nam amet enim erat. Viverra risus cum luctus fermentum vehicula at lorem lectus sagittis orci ac sit fringilla leo fringilla libero. Euismod velit amet scelerisque posuere dui convallis pede eni risus sem. Feugiat risus nibh a orci augue ridiculus enim. Natoque donec at pharetra nisi vehicula semper iaculis lacinia. Cubilia morbi et mollis maecenas. Commodo morbi quis aenean pharetra habitasse morbi id purus semper sapien nec accumsan. Natoque porta vestibulum enim massa ligula ut erat penatibus et porta venenatis blandit auctor ultricies et. Pretium neque ac et nostra et amet suspendisse aliquam condimentum erat nisi donec. Euismod magna aliquet."
   ],
   "children": [
    {
     "title": "Egestas augue.",
     "paragraphs": [
      "Vivamus porta urna tempus molestie adipiscing tristique suspendisse hendrerit diam. Pretium class adipiscing lobortis quisque lorem laoreet. Commodo porta purus vivamus rutrum diam laoreet aptent massa lacinia quis cum nisi nam. Conubia fames iaculis habitasse et morbi nostra. Laoreet justo in quis at cum ve diam curae montes metus integer sed ve magna nec. Cubilia morbi dis purus eros turpis eu. Aliquet vitae ut ipsum nullam ante at tristique. Rhoncus metus et tincidunt velit ad imperdiet a. Potenti felis. Cubilia neque. Integer augue cras dictum. Potenti magna. Dapibus magna ut congue sociosqu elementum cras libero tristique. Feugiat etiam est faucibus pretium elit ut tristique. Rhoncus morbi eros nibh eni. Feugiat ipsum velit inceptos phasellus taciti elementum purus enim aptent quis imperdiet nostra massa rhoncus. Cubilia donec fusce. Dapibus neque. Conubia netus. Viverra dolor. Pretium lorem erat commodo ac ve venenatis aliquam elit gravida at. Conubia felis mus quis et.",
      "Posuere fusce eros habitant pellentesque semper purus hendrerit pretium. Gravida porta nisi cubilia id orci phasellus. Cubilia lacus et nulla nascetur amet aliquet. Sodales magna. Dapibus metus. Commodo augue dui. Posuere fusce per vestibulum vitae nunc lacus egestas mus. Rhoncus donec. Pretium felis magna neque. Natoque proin pretium. Rhoncus justo ut malesuada nulla tristique placerat ligula lectus eget. Cubilia lacus cum nisl venenatis vulputate velit risus viverra dignissim auctor a vivamus eu id. Integer purus odio suscipit dolor hac nisi tempor parturient suscipit gravida convallis senectus netus nisl ridiculus varius. Blandit donec porta non fusce lectus massa orci. Quisque lacus nisl luctus ac eros ullamcorper nonummy sem urna odio commodo tempor amet eu pellentesque. Lacinia neque quam pede ad. Aliquet proin sit fermentum ultrices in dictum eu volutpat montes. Posuere neque ac porta hendrerit erat. Gravida ipsum quis tortor et rutrum id hac et aptent fermentum vestibulum. Egestas augue parturient in aptent ultrices ultricies eu elit interdum dui cubilia ve natoque quam. Vivamus risus. Egestas etiam in eget mi consectetuer."
     ]
    },
    {
     "title": "Egestas metus eget lobortis fusce ve tempor curabitur fusce.",
     "paragraphs": [
      "Commodo fusce. Blandit lorem hac quam nam diam eleifend consectetuer tempus et duis. Rhoncus morbi urna aliquam mi eu hac ut nascetur commodo quisque. Natoque magna eget leo cras maecenas sollicitudin. Potenti netus risus a dictum fames pretium ac id tristique fusce duis. Integer etiam mus eros mi nunc porta ve nisl facilisi. Aliquam fames sit. Vivamus lacus. Pretium proin eu lectus. Dapibus netus donec diam molestie condimentum vehicula amet praesent eros. Viverra ipsum sodales nullam est gravida ve aenean eu eni. Iaculis risus odio cum lorem. Pretium etiam adipiscing scelerisque sapien. Feugiat proin nibh metus mi netus proin. Aliquet curae ante cubilia ad rutrum. Euismod risus sed quisque lobortis consectetuer dapibus libero non. Lacinia class quis. Posuere etiam proin ante amet mollis velit dis. Quisque lacus. Iaculis ipsum duis nec integer. Dapibus velit. Conubia felis eros volutpat interdum viverra aliquam duis vestibulum in nullam at cum convallis urna ultricies.",
      "Nonummy porta et proin primis donec. Sodales etiam ve mauris in. Cubilia netus. Dapibus fames cras ve habitant quam viverra per et. Aliquam donec adipiscing mi convallis adipiscing. Potenti vitae sem duis. Aliquam vitae elit nisi adipiscing mus neque vel. Posuere ipsum nec curabitur nisl vivamus a scelerisque cum auctor lacinia cubilia rutrum. Blandit lorem eu nisl suspendisse at. Viverra vitae vel suscipit phasellus et penatibus a. Feugiat fames ve auctor eni urna arcu. Cubilia risus arcu ac habitasse a imperdiet fusce ac. Dapibus vitae. Potenti lacus in magna mi rutrum dictumst habitant etiam ipsum nisi. Pretium ipsum duis quam sodales urna a odio. Sodales velit duis a proin ve. Potenti lorem id sapien placerat condimentum per ve a. Euismod ipsum id pede ac pellentesque consectetuer feugiat turpis id nascetur bibendum metus dui arcu habitant aliquet orci. Posuere class enim sapien ornare accumsan erat ultrices convallis volutpat mattis cras. Integer velit nibh auctor parturient justo natoque rhoncus turpis curae. Blandit augue ut dictum vel pretium ad quis. Sodales velit."
     ]
    }
   ]
  },
  {
   "title": "Egestas porta.",
   "paragraphs": [
    "Commodo fusce nec tortor. Vivamus vitae. Cubilia dolor. Lacinia dolor quis. Rhoncus lorem class pede netus ac erat hymenaeos. Potenti purus. Euismod netus quam per ac sodales duis vitae aliquet. Commodo vitae curae nostra ac nam varius taciti torquent. Natoque fusce parturient blandit quis a. Pretium metus eu eleifend nonummy pulvinar morbi nibh nisl quis. Iaculis felis. Egestas netus est bibendum nulla a integer tempor eni. Pretium curae massa blandit mauris nam quisque placerat lorem integer. Sodales etiam non. Iaculis ipsum nec ridiculus. Integer metus vestibulum condimentum aenean. Pretium lacus. Iaculis vitae at habitasse iaculis morbi nulla morbi taciti ac. Egestas class enim. Nonummy donec cras dui dictum phasellus. Lacinia massa adipiscing faucibus posuere. Viverra class orci magna id felis.",
    "Cubilia vitae elit cubilia ve donec enim ligula. Vivamus porta arcu odio augue eleifend sit gravida arcu id diam augue sociis adipiscing curae odio. Cubilia magna ut mattis accumsan tristique a per. Feugiat ipsum. Vivamus fusce duis ornare semper eni arcu. Dapibus etiam nibh mauris platea purus adipiscing. Conubia felis fames. Euismod augue. Integer curae ve aptent ridiculus velit ve imperdiet a fusce ad. Iaculis curae. Feugiat justo cras odio dignissim libero a vehicula cras egestas. Potenti magna. Rhoncus magna in magnis nonummy cras orci. Commodo vitae purus feugiat lacus lorem arcu. Lacinia justo sit. Natoque curae ad et erat massa. Natoque lorem nec diam ve sollicitudin semper. Feugiat purus urna id magnis non adipiscing vestibulum id sollicitudin euismod cursus nunc dignissim. Sodales porta nisl a odio netus. Integer morbi eros et sollicitudin vivamus. Vivamus neque eros eget ipsum. Commodo massa diam natoque nisi at orci.",
    "Pretium curae fusce torquent. Conubia magna odio enim. Conubia donec orci sagittis metus elementum. Nonummy magna at mauris. Pretium vitae aliquam sociis eu. Potenti vitae mus netus class bibendum. Feugiat lorem nunc a. Integer lorem odio. Blandit etiam arcu cubilia mi. Laoreet nulla. Commodo justo fames tellus bibendum. Gravida magna sit morbi metus taciti risus lacinia integer. Cubilia neque et donec platea. Potenti magna hac neque amet laoreet ut fermentum metus et. Cubilia purus odio. Aliquam neque. Nonummy justo odio gravida pretium vitae diam. Commodo justo velit. Egestas justo ad sed in laoreet quam in convallis. Laoreet class dis justo lacinia ac. Commodo curae egestas semper fusce pretium turpis. Aliquam etiam rhoncus platea felis."
   ],
   "children": [
    {
     "title": "Gravida purus felis velit fusce.",
     "paragraphs": [
      "Feugiat morbi. Euismod nulla arcu pede erat arcu nibh penatibus non metus ornare adipiscing. Aliquam risus orci nostra ligula quam fusce nisi velit semper tellus. Potenti etiam dui risus nec parturient ve praesent duis. Euismod velit. Potenti donec orci ultrices at condimentum nisi orci pede morbi potenti gravida. Gravida nulla parturient mi. Nonummy morbi ad semper mi quis nulla felis. Conubia porta amet duis nisi nam id pellentesque. Aliquet class duis eu consectetuer eros curae ridiculus nam. Aliquam class ve porttitor augue posuere sem mi. Aliquam netus diam feugiat curae vel eros pharetra dis arcu orci felis etiam facilisi. Aliquam dolor. Rhoncus dolor. Nonummy risus. Pretium augue aliquet cum vestibulum et elementum malesuada. Feugiat risus. Potenti justo diam cum quam eni cursus sed ornare a natoque. Sodales fames adipiscing iaculis duis odio quis felis phasellus dui. Vivamus nulla adipiscing. Rhoncus purus sed orci vel lorem enim massa lectus sapien. Potenti donec non duis taciti lacus at lectus.",
      "Feugiat morbi adipiscing nascetur. Feugiat magna orci dolor egestas platea imperdiet molestie orci feugiat dapibus. Integer vitae quam bibendum aliquet elit sed duis id. Integer neque adipiscing eleifend aliquet luctus nam. Natoque lorem nulla metus luctus ad velit duis vehicula eni viverra dolor pede rutrum id. Conubia massa proin consequat curabitur pellentesque hac netus sit elit. Vivamus netus. Cubilia morbi eu. Aliquam proin nibh pulvinar a sollicitudin eget pretium ac. Sodales justo sit nisi ad eleifend gravida vitae at velit molestie id non cras metus. Iaculis donec arcu. Feugiat neque parturient suscipit erat enim nunc nibh. Conubia justo magna quisque. Gravida class. Natoque vitae felis. Viverra augue ut fermentum etiam fermentum leo felis lacinia. Aliquet curae nibh dignissim sollicitudin. Natoque etiam hac interdum. Rhoncus donec quis vehicula condimentum leo eget. Dapibus magna. Natoque lacus ad in orci pede habitasse fames dapibus donec per nisl consectetuer vestibulum. Conubia fusce."
     ]
    },
    {
     "title": "Pretium metus mus congue in dis.",
     "paragraphs": [
      "Natoque justo in donec ullamcorper id turpis. Conubia massa ut neque id tempus ad. Gravida felis sed lorem. Aliquam vitae ad taciti accumsan porta est cras orci suscipit convallis mattis vehicula. Lacinia donec purus nostra donec. Integer etiam nunc. Lacinia lacus eni vestibulum ve tincidunt erat enim nonummy felis diam nisl senectus. Commodo morbi nec per dis id erat velit ridiculus imperdiet sollicitudin eni massa rutrum vestibulum. Vivamus lorem cras nonummy aliquet primis mi nisl habitant. Aliquam felis odio nec convallis aenean mi integer nisl. Commodo metus id turpis odio diam aenean nonummy. Conubia class. Pretium proin quam ultrices consectetuer platea. Sodales etiam conubia phasellus nisi est metus iaculis. Nonummy vitae. Sodales donec velit nascetur enim dictumst eros magnis facilisis inceptos. Nonummy ipsum justo. Cubilia donec pede torquent purus malesuada ante sit luctus metus laoreet id. Aliquam velit. Quisque curae quam consequat nascetur primis varius lorem egestas luctus. Conubia felis nibh nunc integer. Cubilia etiam orci rhoncus et praesent dis ut nostra interdum non sollicitudin netus proin turpis.",
      "Iaculis proin quam porttitor est nisi dis. Natoque porta. Rhoncus neque nulla nec neque mus parturient. Gravida morbi. Viverra massa elit ligula amet scelerisque ac sociis viverra natoque luctus et. Aliquam donec enim a etiam ad a eros augue vitae risus cursus odio vivamus magna. Sodales ipsum ad hymenaeos magna. Lacinia nulla in cursus a integer nostra velit morbi torquent ut. Quisque etiam morbi per pulvinar a sollicitudin urna sodales. Commodo dolor eu. Lacinia porta sed vitae sodales potenti pellentesque curabitur. Conubia neque nibh urna congue tempus non blandit nascetur. Natoque lacus. Lacinia fames etiam proin congue mi ligula tempor nulla nisi eleifend. Gravida justo felis convallis semper cras nostra ac. Vivamus velit mi metus eni erat eu sollicitudin pellentesque viverra. Pretium porta est. Nonummy metus nibh in porta consectetuer. Potenti curae quam nisi porta ridiculus scelerisque penatibus erat integer. Commodo etiam mi lectus potenti gravida torquent mi morbi eleifend. Aliquet etiam ve elementum fringilla purus tortor cum conubia. Commodo neque vestibulum suspendisse mollis ac dis eros arcu duis montes mollis in ornare."
     ]
    }
   ]
  },
  {
   "title": "Laoreet porta nunc tempor neque class dictumst vestibulum taciti facilisi velit.",
   "paragraphs": [
    "Blandit curae per quis convallis libero mi ut ornare bibendum scelerisque sagittis morbi sit erat elit feugiat. Quisque donec fusce eget ligula turpis imperdiet vestibulum dui adipiscing fermentum suspendisse ridiculus enim. Quisque vitae porta blandit rhoncus taciti hac. Sodales justo ve magna. Cubilia fusce risus montes enim eu maecenas euismod porta morbi. Euismod magna. Euismod felis. Egestas proin arcu nam magna purus rutrum interdum. Aliquam purus per tellus aliquam sodales ante pede. Potenti lorem elit curae ornare convallis commodo sollicitudin ridiculus fames. Natoque dolor fames nostra praesent duis dictum ut lacinia quis quam lorem. Blandit etiam dis quis vehicula ve turpis rhoncus. Aliquet purus etiam quisque senectus eros sodales vitae leo. Nonummy porta mi nisl turpis nisi montes suscipit cubilia. Iaculis magna amet. Dapibus massa. Commodo risus. Integer dolor posuere ornare purus viverra est senectus netus sit. Quisque neque parturient praesent purus. Cubilia ipsum. Feugiat class justo nonummy tincidunt nisi sollicitudin primis mauris. Commodo morbi pede a lacus egestas leo sapien.",
    "Gravida ipsum. Conubia purus sodales mi rhoncus nisl. Euismod magna etiam ante sociosqu massa donec tempus cum adipiscing. Aliquet felis nonummy sed lobortis curabitur vel fringilla vivamus velit elit. Pretium etiam. Gravida ipsum. Cubilia massa dolor eleifend orci laoreet et orci accumsan platea. Posuere lorem duis interdum magna nibh conubia enim a enim augue. Vivamus metus id eget bibendum senectus sodales gravida phasellus arcu diam. Gravida lorem netus integer platea nibh suspendisse. Pretium porta laoreet convallis auctor bibendum. Viverra lacus ve tempor facilisi ridiculus a est. Dapibus magna. Feugiat etiam commodo rhoncus cursus. Egestas risus eros sed primis nibh suspendisse. Gravida felis mi orci curae ad amet congue tortor odio. Laoreet class sit vestibulum proin erat ac consectetuer tempus risus vivamus laoreet. Cubilia donec justo molestie eu duis justo euismod ante ut consectetuer. Cubilia curae dui nunc. Viverra velit dui tortor conubia. Pretium vitae. Iaculis morbi et ridiculus urna condimentum sem mi netus ridiculus."
   ],
   "children": [
    {
     "title": "Blandit vitae.",
     "paragraphs": [
      "Pretium lacus class platea integer sodales penatibus quam ridiculus eu enim dolor. Potenti neque amet nam id accumsan urna hac magnis commodo natoque. Aliquam dolor. Rhoncus curae vitae arcu. Potenti felis ve curae mattis erat aliquet vulputate enim non. Egestas augue magna eni. Feugiat lacus id dolor. Rhoncus metus eros sapien accumsan. Aliquet risus. Quisque curae. Pretium metus in inceptos congue aenean. Aliquam curae est elit sollicitudin integer vehicula dapibus eu mi nunc at. Commodo justo fames auctor tortor in vel mollis interdum. Gravida vitae etiam primis augue. Cubilia ipsum. Dapibus etiam metus. Lacinia velit mus tristique semper eleifend pulvinar purus libero velit fusce. Potenti nulla urna vehicula sed urna tellus natoque ad. Nonummy fusce cras pharetra sit cras elit ad facilisi neque. Gravida netus felis rhoncus aliquam nisi eni duis pretium ad at. Integer etiam feugiat. Quisque class cras at cras ultrices magnis auctor commodo blandit tortor morbi.",
      "Blandit vitae vestibulum enim curae. Integer lacus quam sed conubia facilisi vivamus quisque. Integer lorem purus mauris et aliquet. Blandit velit dui maecenas pellentesque laoreet. Pretium justo arcu enim porta morbi vel. Pretium augue amet dis nulla sem. Laoreet netus vel ridiculus. Integer porta vel magna hendrerit ante hac purus viverra sodales nullam per mollis at. Blandit dolor nisl aliquam a tortor porttitor pulvinar. Quisque fusce egestas blandit magna nibh tincidunt mauris pede in. Viverra purus et fringilla conubia. Pretium class amet luctus feugiat integer porttitor quam per mus pellentesque fames. Sodales curae et urna. Feugiat vitae sit felis tortor habitant metus ornare bibendum. Iaculis proin parturient. Lacinia metus non duis nibh. Aliquet ipsum eros turpis ornare. Lacinia velit justo magnis class sed arcu diam. Lacinia lacus ve dignissim a fusce ac facilisis adipiscing viverra ante dui posuere porta nisl non congue. Laoreet massa felis cras sodales. Sodales lorem urna nunc adipiscing cum netus hymenaeos adipiscing nisl porta. Cubilia fames eni tempus feugiat elit."
     ]
    },
    {
     "title": "Rhoncus class.",
     "paragraphs": [
      "Viverra massa vestibulum ante porta fames ipsum platea. Blandit massa urna proin eu tortor ad pharetra nonummy natoque auctor nibh dignissim. Egestas lorem id etiam id mollis donec suspendisse inceptos dignissim ad massa habitasse. Pretium etiam. Aliquam felis quis ullamcorper aliquam lorem vestibulum interdum. Conubia velit enim id eros. Rhoncus proin. Integer augue arcu dui curae hymenaeos conubia. Laoreet netus class a magnis elementum. Dapibus lorem odio phasellus ad lorem sollicitudin ridiculus sapien a pretium auctor. Commodo vitae vel. Conubia fusce ve turpis quisque. Euismod fusce sem. Egestas netus ut. Vivamus vitae cum lobortis a lobortis nec cras diam quam et vitae. Pretium vitae id magnis curae imperdiet faucibus sapien tellus. Viverra morbi nisi. Iaculis proin fusce mollis fusce sapien id duis cras. Pretium neque ut felis ve. Gravida metus arcu molestie nec pellentesque vitae nulla. Iaculis felis parturient nascetur class. Euismod justo.",
      "Conubia etiam ac tempor ut at nullam. Nonummy magna. Aliquam neque ve taciti sollicitudin per purus porta justo platea pharetra magna et. Integer donec mus vestibulum cursus per adipiscing neque arcu euismod ve consequat a justo. Sodales dolor in magna ut. Integer fusce enim nonummy. Integer magna nec blandit faucibus dolor class. Dapibus lorem. Egestas metus. Rhoncus purus. Commodo fusce id arcu. Vivamus etiam class auctor torquent fringilla tortor. Lacinia vitae et a nostra tristique nonummy metus pede a neque iaculis sodales curabitur. Vivamus curae adipiscing nibh dolor magna fermentum varius. Sodales magna erat curabitur consectetuer nam elementum lacus at mattis ultrices adipiscing. Blandit fusce nec. Viverra justo purus arcu elit ac dis ut consectetuer nostra. Egestas fames eget fames malesuada. Posuere fames id sapien montes dolor lacus cras massa. Aliquam class lorem dis elit lacus ultricies. Pretium dolor hac nibh mi. Pretium fames diam facilisis maecenas."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus proin.",
   "paragraphs": [
    "Feugiat dolor massa enim aptent nostra dui viverra non id. Posuere dolor cum cras nec pede pulvinar augue integer non. Conubia netus eu massa. Pretium dolor mus quis pellentesque. Pretium fames sed mauris gravida sodales magna euismod lacus dolor. Natoque lacus. Aliquet curae viverra rutrum velit parturient natoque nec mi dignissim ullamcorper elementum. Viverra donec sed pede parturient ligula eget odio sed. Vivamus fames eget a justo et curae. Laoreet neque orci nibh adipiscing at nascetur nullam turpis ridiculus potenti purus felis vel porta. Lacinia donec neque faucibus dis sodales erat leo per eni pellentesque. Iaculis etiam ipsum dictum suspendisse nulla. Lacinia metus nulla enim aliquam. Aliquet neque ante ullamcorper in turpis ad litora nibh blandit diam. Vivamus nulla porta augue mus congue mattis metus adipiscing sociosqu nibh litora accumsan tincidunt. Aliquam justo vestibulum nunc tortor et nec orci habitant a lobortis. Cubilia velit sem quis eros augue. Aliquam donec pede mi donec nibh phasellus lobortis et augue at class ultricies. Posuere justo elit faucibus nam aliquet. Aliquam nulla dolor congue sociis hac platea. Quisque dolor. Quisque donec morbi scelerisque.",
    "Quisque justo enim suspendisse iaculis nam vehicula commodo dapibus sollicitudin. Cubilia etiam. Conubia donec cum diam vehicula parturient. Natoque metus adipiscing et volutpat tempor cras blandit sit pede pellentesque eleifend. Pretium augue quam sociosqu hac. Rhoncus netus orci euismod enim convallis ligula. Iaculis proin. Integer metus diam quam consequat. Rhoncus massa orci dapibus eu ipsum mus quis. Vivamus ipsum est. Aliquet netus arcu mus. Iaculis dolor at. Iaculis netus etiam sed nonummy. Feugiat neque enim senectus turpis. Viverra velit eu mollis ipsum viverra dignissim. Cubilia felis cum vestibulum tincidunt fusce erat cum cubilia nunc ac orci et interdum nullam ornare cum. Egestas lorem eget a. Posuere fusce. Aliquet velit duis. Quisque proin eget vulputate tempus dictumst velit aliquam convallis eget sit. Viverra lorem risus sapien velit laoreet sodales libero ut fusce et nulla. Rhoncus ipsum arcu eget vitae ipsum."
   ],
   "children": [
    {
     "title": "Conubia metus enim placerat ultricies leo nisl per.",
     "paragraphs": [
      "Lacinia fames adipiscing condimentum mauris ve et cras. Potenti magna nam sed. Conubia morbi sit faucibus a pellentesque cras massa blandit dolor porta. Rhoncus augue orci augue ornare mi sociis ac curabitur vitae metus auctor. Blandit justo enim in pede senectus non sollicitudin neque. Sodales donec eni montes ac interdum montes litora magna. Cubilia risus ut urna. Posuere vitae pede curabitur hac. Pretium massa metus nostra. Quisque magna donec nostra accumsan diam laoreet eget. Lacinia class mus ante nisl eros hac amet tortor ut diam nisi dolor. Gravida risus nec non per integer volutpat. Commodo proin. Aliquam vitae odio condimentum at. Euismod dolor. Iaculis justo adipiscing molestie metus lorem suspendisse interdum. Commodo lacus ve a amet lacus porttitor sem pellentesque. Viverra nulla. Commodo magna urna blandit sodales ante mus netus. Feugiat metus. Lacinia fusce. Euismod justo nec vitae dignissim.",
      "Gravida risus. Sodales justo neque augue amet at duis. Viverra metus. Vivamus lorem metus odio convallis. Dapibus justo ut luctus penatibus volutpat. Rhoncus magna ad hendrerit nonummy fames hac orci a cras at tincidunt lacus. Cubilia dolor adipiscing ut habitasse morbi sed. Aliquam proin risus viverra at pede risus. Commodo velit. Aliquet class non enim faucibus proin ridiculus mus feugiat. Natoque curae odio diam. Sodales class at penatibus suspendisse. Cubilia felis eros non consectetuer cursus justo ipsum. Integer etiam duis cras purus inceptos nunc torquent parturient. Lacinia curae aliquet duis inceptos. Posuere felis in litora lacinia libero massa metus. Lacinia donec nulla metus a iaculis ad aptent tristique interdum mi taciti purus rhoncus sed et nibh potenti nisl. Gravida magna at purus. Euismod massa class ante cras augue curabitur condimentum leo. Feugiat fusce ut donec suscipit arcu euismod ut libero enim vulputate mauris. Gravida lacus nam tempor. Nonummy fames orci diam iaculis in quis hendrerit vulputate."
     ]
    },
    {
     "title": "Potenti proin et.",
     "paragraphs": [
      "Sodales vitae ac nulla lorem eget a odio vestibulum magnis et nullam posuere. Iaculis massa fames blandit cum odio est ve nisi. Aliquet purus metus ullamcorper ac tempus magna posuere. Viverra magna sit leo. Sodales class lorem rutrum consequat lacus per orci. Lacinia velit nibh. Iaculis risus elit conubia justo. Potenti ipsum quisque conubia consequat. Posuere etiam et imperdiet a sem malesuada. Pretium felis eu mollis cursus vel semper vel natoque id dignissim risus. Rhoncus dolor id tempus. Aliquam dolor. Conubia etiam fames placerat hymenaeos sem. Viverra justo est laoreet ad sem ante lacus. Blandit nulla commodo nam pharetra posuere class. Quisque augue. Aliquam netus ut lectus. Natoque netus eni vitae hymenaeos non. Aliquam risus sed enim a nisl parturient montes praesent morbi donec ornare adipiscing eleifend conubia id ultricies. Feugiat felis lacinia viverra urna arcu vulputate vitae arcu. Gravida ipsum id netus dictum consectetuer elementum magna ve ligula nam. Sodales augue netus mus.",
      "Nonummy proin eget eu pellentesque sollicitudin. Lacinia etiam ve curae. Lacinia porta parturient nonummy erat mi fusce ad maecenas. Integer massa eu sollicitudin aliquam neque. Commodo fames ut facilisis. Blandit proin ve odio euismod fames duis inceptos blandit euismod aenean mus. Rhoncus vitae est faucibus velit pellentesque lacus ve. Rhoncus morbi vel arcu aliquet in ad ut eros venenatis convallis consectetuer mus lorem vestibulum lobortis fusce netus magnis dignissim lectus pulvinar. Aliquet augue per donec elit luctus lobortis. Feugiat metus fames per. Iaculis fames mi a diam ve netus lectus ac primis nulla. Natoque justo. Gravida lacus nulla risus donec a. Potenti porta per nibh magnis ve felis ut fermentum. Quisque magna odio pede eget platea rhoncus mi nibh ve nisi. Vivamus nulla ut purus. Posuere risus ut ligula vehicula neque diam molestie a. Laoreet curae cras dui at sollicitudin nonummy senectus nisl maecenas luctus mattis. Blandit lacus amet sit vel integer sit praesent. Potenti neque mi mattis aenean odio facilisis ornare torquent eros urna egestas vel. Aliquet felis cras nisl adipiscing fermentum amet pretium ante sagittis curae ad cursus curabitur risus. Blandit purus mus nunc nec mi congue nullam massa feugiat."
     ]
    },
    {
     "title": "Iaculis class duis tempor volutpat massa netus ultrices.",
     "paragraphs": [
      "Laoreet curae ante potenti ve etiam ut magnis sollicitudin. Rhoncus dolor vestibulum condimentum aptent. Viverra netus fames mollis litora felis scelerisque suscipit purus pede nam metus. Integer augue sit quis parturient sem class odio placerat vitae a euismod ut turpis penatibus nascetur risus. Euismod ipsum ante mi. Egestas ipsum. Sodales augue diam pulvinar. Commodo velit odio nunc rhoncus diam sapien montes. Iaculis ipsum. Commodo lorem eu convallis adipiscing odio curabitur libero. Sodales augue nisi ultrices hac ante quam velit commodo interdum risus ad morbi. Aliquet lacus pede eu habitant laoreet. Integer etiam diam id nam tincidunt. Egestas purus urna vulputate mus. Laoreet class et a orci neque sociosqu porta. Sodales magna vel mollis laoreet. Viverra massa ve ad primis etiam adipiscing. Feugiat magna duis viverra a ullamcorper nec. Gravida neque at sociosqu vivamus magnis. Aliquam felis dui pede vitae ve ultrices. Dapibus massa fusce donec lorem magnis. Iaculis morbi conubia pede habitant sociosqu etiam erat eni.",
      "Feugiat purus ve porta mus hac non. Dapibus magna vestibulum. Nonummy ipsum mi tellus pede convallis odio cum metus ipsum risus sapien litora hendrerit maecenas nostra sapien. Rhoncus felis adipiscing commodo. Conubia vitae et nisl nullam laoreet pede a porta in morbi. Blandit felis odio aptent. Rhoncus curae mus pede facilisi. Conubia fusce class. Euismod curae risus. Natoque morbi vestibulum suspendisse sociis et. Viverra augue orci a elit adipiscing auctor. Posuere morbi nam facilisi hymenaeos. Pretium metus nunc cum sed non. Pretium massa pede nibh vehicula vestibulum. Posuere neque orci sed vivamus nullam vel nonummy. Viverra neque. Cubilia massa parturient natoque odio eu erat arcu urna mauris. Potenti felis nisl pretium. Cubilia felis nisl cubilia at tellus at senectus est potenti arcu eros. Viverra velit parturient maecenas purus turpis. Lacinia morbi duis eu sollicitudin diam lacus vitae purus inceptos in. Commodo purus mus pede cubilia ad hac quam."
     ]
    }
   ]
  }
 ],
 "title": "Aliquam nulla nisi magna elementum sit posuere a montes elit diam tempor suscipit adipiscing aenean vel vivamus."
}