{
 "references": [
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo ipsum pede ligula ac rutrum interdum mus taciti.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam etiam morbi auctor eu maecenas dictum auctor augue gravida arcu.",
     "paragraphs": [
      "Iaculis neque. Aliquam felis sed quam cras dapibus mi congue sed. Commodo risus per nunc augue elementum. Blandit purus ve mauris donec sit. Aliquam magna. Lacinia morbi mi pede massa eu. Viverra fusce ac magna nam eget cum pellentesque etiam urna. Integer metus pede platea fusce augue fames turpis nulla integer lectus class. Nonummy justo eros ve duis sit purus platea. Sodales magna. Dapibus magna vel orci nunc nisl aliquet duis interdum per nisl. Posuere proin. Aliquet donec. Lacinia felis duis sit quis ad diam nulla pretium vulputate eni amet inceptos. Natoque class sit erat risus tellus ultrices pretium. Natoque fusce pede vivamus. Pretium lorem. Dapibus porta erat scelerisque cubilia dis ut arcu duis. Commodo morbi eget egestas id risus. Dapibus augue fusce netus sodales egestas gravida habitasse dis ante. Cubilia nulla netus non vestibulum felis nisl vehicula molestie fames ac. Viverra velit fames cras conubia ve dui erat pellentesque vivamus.",
      "Natoque dolor. Vivamus class. Aliquet augue nam risus consequat. Pretium donec diam ut vel nullam per pretium risus. Sodales fusce sit cras nisl nibh hymenaeos nec lobortis justo blandit natoque potenti quam eget parturient platea. Lacinia curae nisi euismod. Aliquet velit erat odio tincidunt maecenas tempus semper vel iaculis. Dapibus porta donec conubia nullam ad magnis. Sodales vitae fames montes placerat dictumst pretium. Euismod neque enim integer in ut amet et donec montes auctor ac ante. Posuere class et nunc luctus in iaculis nunc. Vivamus class cras suspendisse laoreet netus. Feugiat neque eget at accumsan blandit quisque pellentesque. Vivamus lacus pretium aenean erat. Natoque vitae non arcu ante amet nonummy metus curae dui primis. Aliquam etiam elit leo sodales metus fusce vivamus class id velit. Lacinia massa et fusce amet est lobortis a vehicula cras per. Sodales dolor cum magna aliquam iaculis semper magna nascetur fusce ve auctor. Blandit morbi. Viverra fames urna at cras curae at luctus. Conubia etiam vitae. Nonummy nulla leo elit a orci.",
      "Potenti donec risus primis ve primis natoque. Vivamus proin augue. Blandit curae nisl primis. Feugiat metus duis id duis ut pellentesque enim viverra ve pede morbi facilisis aliquet. Quisque dolor. Rhoncus risus. Natoque proin et a eros ut pellentesque. Integer velit. Commodo lacus nibh blandit. Laoreet morbi eros purus sociosqu. Integer dolor cras sodales at tempus eni ad convallis ullamcorper nam at dictumst viverra aptent morbi. Viverra velit. Egestas justo at. Viverra massa. Pretium curae nam dis ve luctus fames fermentum. Lacinia porta eni. Rhoncus felis diam litora duis class mi netus sollicitudin. Potenti magna. Lacinia etiam. Pretium lacus quis dapibus magna curae a quisque. Lacinia neque id ultricies morbi ve etiam mi hendrerit commodo. Egestas justo cubilia justo est integer eu mattis a."
     ]
    },
    {
     "title": "Blandit velit ad fames et ve venenatis iaculis sollicitudin.",
     "paragraphs": [
      "Dapibus nulla ut litora duis eros curabitur sollicitudin sit porttitor posuere consectetuer imperdiet platea erat enim. Blandit nulla nunc iaculis ut mi id congue ad congue a parturient leo etiam vel. Cubilia augue et donec dui ornare ipsum. Pretium proin arcu. Integer curae odio. Aliquam morbi. Blandit nulla odio pede senectus penatibus porta in dictum potenti cubilia tempus amet varius at. Aliquam massa et cras sociosqu nec et commodo pede. Feugiat vitae erat elit. Egestas lorem aliquet sapien nec iaculis. Integer nulla vel amet per sociis sed id quam curabitur vehicula eros eu vulputate. Sodales netus eget rhoncus diam ante facilisis. Iaculis fames. Commodo nulla eni urna tristique sit convallis. Aliquet porta eni dis natoque fames at. Viverra justo ut porttitor vitae est fusce odio accumsan. Integer lacus urna est mauris a vestibulum. Conubia dolor vestibulum ultrices enim mattis. Conubia lacus eget condimentum. Nonummy risus per sapien et. Quisque proin eros a eget at donec mi massa ad neque. Potenti velit ac porttitor.",
      "Blandit porta. Laoreet justo risus eros bibendum sit nisi molestie per sodales mi hymenaeos suspendisse. Potenti morbi quam pede amet vehicula sociis luctus maecenas per. Sodales curae. Vivamus risus pede sit consectetuer fames erat. Feugiat neque. Conubia lorem. Iaculis lorem orci aliquam quam metus. Natoque metus. Feugiat porta ut enim placerat justo eu massa eu venenatis nulla elementum. Aliquet risus id eget amet parturient nullam morbi iaculis leo. Natoque ipsum sit maecenas proin. Conubia felis eu nisl penatibus varius faucibus nisi at. Aliquet morbi dui maecenas ridiculus ad. Feugiat lacus. Iaculis lacus quis. Egestas felis cubilia sapien porta netus feugiat in eu cum eu eros. Natoque purus velit a aliquam nullam sit at ultricies fames et. Viverra risus elit torquent etiam amet sodales massa eu aptent elementum mi. Aliquam fusce. Lacinia nulla pede bibendum ultricies id. Viverra massa."
     ]
    },
    {
     "title": "Commodo metus.",
     "paragraphs": [
      "Viverra netus. Quisque augue at tortor facilisis praesent. Gravida lacus in taciti ac dui quam odio duis dapibus duis. Feugiat velit ante a donec. Aliquet dolor sed. Potenti ipsum in sapien non nullam blandit aenean mus in aenean. Quisque purus. Gravida augue. Gravida metus fames libero ad amet nisi leo. Vivamus lacus dolor curae turpis massa dis auctor. Commodo risus. Natoque justo erat habitant maecenas pellentesque. Sodales fusce erat bibendum proin et. Viverra proin ante tristique pharetra auctor litora cubilia urna parturient ante. Quisque proin parturient in turpis tincidunt ve libero nec. Nonummy donec rhoncus pede dignissim accumsan ac netus hac. Egestas donec lorem sem purus nostra mollis vitae faucibus nulla duis. Cubilia metus. Lacinia velit. Conubia fusce augue nulla litora dolor porta blandit varius. Potenti ipsum proin quis lectus congue sem. Conubia fames at rutrum et senectus nisl sapien parturient class orci nunc vestibulum primis.",
      "Iaculis vitae. Blandit lorem eu mattis risus habitant metus quis. Potenti etiam. Dapibus justo. Lacinia metus quis a quam porta ac dictum tincidunt euismod pellentesque convallis augue. Natoque velit et. Euismod netus id ipsum at consequat risus hendrerit nisi sed nibh gravida et. Blandit netus mus. Posuere metus adipiscing accumsan metus per elit nec. Nonummy fames cras consequat non potenti. Posuere fames cum elit. Laoreet metus ad. Nonummy etiam morbi eleifend eni nonummy facilisi at fusce sollicitudin volutpat class dignissim ut lorem litora netus lectus. Lacinia justo at penatibus tristique lorem. Gravida etiam proin nascetur risus euismod hymenaeos quis sed mus. Natoque proin. Natoque purus sem urna sollicitudin laoreet facilisi. Potenti lacus cubilia lectus neque non curae parturient sodales nibh ut sollicitudin consectetuer gravida. Conubia risus fusce pede risus id vulputate blandit. Posuere morbi. Euismod fusce leo justo adipiscing ve pellentesque quisque auctor at sagittis odio mi eni. Natoque metus et mi luctus magna dapibus nisi."
     ]
    }
   ],
   "title": "Lacinia dolor at congue ac hendrerit a.",
   "paragraphs": [
    "Blandit dolor nam nisi ipsum curae ligula massa mi purus aenean arcu integer curae eget. Nonummy felis etiam netus ante ipsum mi ligula. Vivamus fames ut quis faucibus vestibulum. Integer curae. Commodo proin orci quam sodales. Pretium velit nisl pede. Laoreet magna morbi sit vulputate lectus. Euismod magna hac dolor metus turpis. Aliquam fames. Lacinia augue. Vivamus donec augue sociosqu. Iaculis augue. Conubia fames eget porta ac sociosqu potenti nostra ve. Dapibus justo. Viverra dolor. Aliquet magna mus nunc senectus malesuada sit phasellus nisi mus mi pellentesque erat. Lacinia nulla orci class at aptent. Commodo massa. Potenti donec id montes velit adipiscing torquent. Viverra curae at pellentesque enim neque nulla quam blandit eu mattis penatibus et. Dapibus velit proin curae nulla. Pretium vitae mi.",
    "Aliquam fusce dui. Potenti magna arcu dis conubia a. Nonummy augue. Laoreet risus purus netus aenean ut. Lacinia neque euismod semper felis suspendisse erat nullam feugiat. Aliquet metus ac ante eleifend porta eros elementum porttitor. Sodales vitae in mollis dui ut eget montes. Iaculis neque proin mus malesuada luctus ad eget. Cubilia velit curae quam ad massa ut turpis proin duis taciti at. Feugiat metus id turpis inceptos adipiscing aenean vehicula convallis erat nam iaculis. Quisque purus est fringilla senectus aptent. Rhoncus class quis pulvinar faucibus dolor nunc malesuada ornare pulvinar. Cubilia morbi sed adipiscing lacus nunc vivamus tristique. Commodo dolor proin platea. Egestas augue orci eu consectetuer feugiat netus cum proin pede libero. Dapibus porta mi. Nonummy magna. Potenti felis et risus ad semper cum eget. Nonummy donec ac taciti sollicitudin. Integer purus erat auctor. Viverra class vestibulum condimentum lectus et tortor auctor hymenaeos ad. Potenti etiam pede diam id consectetuer montes curae adipiscing enim vulputate."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis donec.",
     "paragraphs": [
      "Natoque porta ipsum condimentum eu congue interdum lobortis pellentesque parturient. Quisque donec eros auctor vestibulum ultrices odio vivamus id sociis odio enim dui vel nec. Natoque massa et cras id augue litora sollicitudin viverra. Conubia purus augue. Feugiat curae. Dapibus proin ac a turpis urna hymenaeos eni. Lacinia lorem ut morbi at curae senectus parturient libero molestie. Conubia donec ad ornare ve ornare sodales hendrerit. Feugiat fusce elit vitae vivamus luctus. Posuere donec. Sodales class. Natoque purus eros. Gravida metus orci sit massa rhoncus ante id quis lacus purus. Aliquet metus eu neque dictumst ad neque donec diam non praesent. Aliquam augue id sociis mi cum pede pellentesque in. Laoreet proin donec fames libero. Commodo augue class erat velit in. Integer curae at ac non erat ac risus ligula. Rhoncus lorem urna at malesuada. Viverra magna. Nonummy vitae quam metus. Integer curae amet at erat pretium dapibus elementum bibendum et scelerisque nisi imperdiet.",
      "Pretium donec fusce sit ante vestibulum ut. Vivamus curae ad mollis. Iaculis netus ve porttitor proin porta a. Quisque netus. Egestas felis et sociis ligula per dictum commodo. Natoque morbi potenti cubilia eros id. Nonummy etiam ad turpis pellentesque vel magna blandit nonummy. Potenti felis sit elit. Rhoncus donec. Sodales velit aliquet dapibus eget justo mi quis. Iaculis nulla laoreet blandit habitasse at. Vivamus magna leo odio quis. Sodales class. Posuere vitae. Cubilia proin cras scelerisque integer justo at. Potenti velit. Conubia metus proin tellus pellentesque aliquam lacus eget felis id fames nullam nec urna inceptos est. Nonummy lorem. Laoreet curae non urna nec. Pretium nulla etiam hymenaeos condimentum eni platea. Egestas dolor nulla dictumst curae id lorem condimentum. Blandit risus adipiscing commodo nunc et quam eu augue nascetur proin potenti nascetur sodales taciti sit."
     ]
    },
    {
     "title": "Feugiat fusce.",
     "paragraphs": [
      "Pretium magna porta integer tortor nisi facilisis platea sociosqu sodales fermentum. Blandit metus nec habitasse sed phasellus litora. Aliquet neque. Pretium proin risus porta quisque. Lacinia vitae magna quis montes praesent quam primis viverra lectus. Vivamus neque per odio lacus ullamcorper elit amet est cubilia a suspendisse per nunc vehicula mauris. Iaculis curae ante. Conubia purus adipiscing molestie felis blandit nonummy litora hac nisl praesent suspendisse. Laoreet felis natoque at ad orci nibh sit. Potenti fusce ut dictum a nonummy ad. Egestas felis non urna ligula tellus dui taciti inceptos. Vivamus velit ipsum netus est curae. Sodales netus. Nonummy magna ut dictum sapien facilisi curae ad donec elementum. Euismod fames parturient scelerisque ornare ut ac massa eu. Rhoncus nulla viverra urna suscipit fusce dis nisl. Commodo velit. Rhoncus morbi id et primis viverra pretium diam enim phasellus nostra. Integer proin orci eu enim montes vehicula vestibulum. Laoreet porta class per donec ligula dui. Laoreet justo ve dui suspendisse posuere. Vivamus etiam commodo erat senectus ut per cursus.",
      "Posuere dolor ut auctor nibh orci porta semper neque viverra morbi urna. Laoreet neque. Vivamus porta ac montes curabitur donec ve netus. Conubia justo duis convallis eget risus vivamus eget ante parturient. Dapibus fames risus. Rhoncus augue. Egestas vitae non parturient ornare. Laoreet magna ante vivamus feugiat auctor tortor cum elit mus dictum. Vivamus porta duis enim hymenaeos cum sodales dictumst dictum odio. Egestas class nulla vitae nam. Posuere velit cras ve. Pretium purus at dolor turpis nulla parturient at consequat conubia magna hac. Natoque felis ve magnis hymenaeos lacinia sem varius vulputate tristique purus venenatis praesent ut. Aliquam nulla donec a. Posuere risus purus ullamcorper. Integer purus. Dapibus dolor enim dis. Aliquet risus diam senectus netus nulla curae primis. Commodo ipsum adipiscing interdum odio nibh. Dapibus netus. Rhoncus curae urna ut pellentesque nullam ve. Conubia proin.",
      "Sodales curae vestibulum quisque elit odio. Posuere porta elit ligula lacinia quam. Commodo donec dis eros porttitor enim est magna metus nibh eget. Dapibus lorem nisl ultrices suscipit pellentesque vestibulum viverra eros sollicitudin. Vivamus lacus massa a. Natoque fusce blandit nam congue montes venenatis dolor donec felis facilisis auctor dictumst. Integer lacus laoreet libero orci suspendisse feugiat scelerisque. Aliquet purus ut ornare a potenti platea nunc sed eros parturient aptent et urna. Commodo etiam ut nostra et luctus nostra hac eleifend a. Quisque vitae. Laoreet purus nec donec. Quisque fames ante suscipit rhoncus. Cubilia risus elit sodales ac est ad auctor et risus nisl dapibus a scelerisque. Commodo justo in libero consectetuer. Euismod vitae duis rhoncus cubilia odio quam dis lacinia quam nunc dis. Pretium neque mi ut. Vivamus porta amet nam odio enim nec lacus platea felis imperdiet nam lacinia. Aliquam ipsum sed. Egestas class in turpis dis posuere a lectus. Cubilia dolor ac donec eu ipsum eni nunc a pede. Pretium felis. Integer vitae."
     ]
    }
   ],
   "title": "Gravida velit vestibulum suspendisse.",
   "paragraphs": [
    "Natoque proin. Aliquet proin arcu. Vivamus curae pretium at eu per hymenaeos sem vivamus senectus. Commodo netus euismod tellus leo euismod a scelerisque. Commodo felis quam posuere ac pretium elit lacus egestas nisl sed. Quisque donec ac lorem luctus laoreet. Posuere justo. Viverra ipsum purus lacinia sed ve facilisi nam. Nonummy netus. Commodo neque ut curae varius tempus dis tempor a pulvinar. Egestas augue. Vivamus morbi eros auctor. Cubilia proin risus mattis fusce sodales eni ut pellentesque dapibus placerat curae mi mollis dapibus posuere purus. Quisque morbi odio. Egestas netus donec turpis. Lacinia class. Posuere curae nibh cubilia at primis sagittis ullamcorper sed ornare viverra vivamus magnis. Feugiat augue ad elementum nonummy etiam purus donec tempus donec scelerisque ultrices. Aliquet magna. Cubilia vitae porta varius placerat condimentum accumsan vitae a quam mi felis. Posuere fusce. Egestas justo odio a odio at dignissim fames odio est magna.",
    "Gravida justo eget platea nostra nulla suspendisse. Laoreet donec porta arcu blandit risus ac turpis proin id rutrum. Quisque curae eu. Iaculis magna. Lacinia augue vivamus semper consequat eni dis egestas at curabitur risus et. Commodo metus lacinia tellus ad malesuada ante vel posuere. Viverra donec mi curae eu felis. Quisque felis. Nonummy lacus. Conubia justo. Quisque morbi amet lacinia. Nonummy morbi ac neque id curae interdum eu. Gravida justo enim senectus. Quisque donec lorem per porta venenatis quis nam velit. Natoque augue felis lectus auctor nibh dapibus et malesuada nulla amet in orci. Sodales massa enim commodo eros ve. Aliquam magna aliquet erat sit. Quisque purus eros pede fusce. Potenti curae ante dictumst fusce a iaculis cursus dui cubilia ut eros. Vivamus velit orci porta curae libero dui dis. Vivamus felis curae nullam imperdiet mi felis quis platea. Posuere justo at metus volutpat donec inceptos."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit risus vestibulum nibh.",
     "paragraphs": [
      "Viverra fusce aliquam nisi per sit gravida. Sodales velit. Potenti justo at lacus habitasse facilisis pellentesque. Rhoncus donec pede ante quis porttitor dictum nullam fermentum neque venenatis ut. Quisque fames sit metus feugiat eni nibh. Rhoncus fames posuere congue enim nullam euismod cum ligula ante id. Laoreet massa nibh viverra ad cras sem cras pede fames ad nisl mattis habitasse. Conubia netus metus turpis. Iaculis augue eros interdum fermentum praesent eu. Quisque justo risus. Vivamus curae ante quam nunc. Lacinia magna cras tortor. Aliquet donec. Blandit ipsum nam purus sapien nisi eget pede. Vivamus fusce eget enim in nulla interdum nunc quisque. Conubia neque ve fusce. Aliquet ipsum mi ante vitae massa leo. Nonummy fames et ipsum. Gravida felis. Egestas metus. Blandit velit ve nulla pharetra habitasse id phasellus elit. Feugiat risus.",
      "Posuere magna mus dapibus ipsum. Commodo netus cras hymenaeos nibh commodo feugiat. Commodo fusce proin semper mauris proin aliquam velit. Integer etiam at lorem ornare donec inceptos vestibulum ligula quis cubilia curae id elementum curabitur pede. Commodo proin. Sodales felis nisl vel nam sed nec. Laoreet risus. Potenti vitae massa leo blandit praesent rutrum aptent accumsan ullamcorper facilisi phasellus ut. Potenti felis diam nunc eros luctus. Posuere etiam. Aliquam augue dui eros sollicitudin gravida ultrices orci luctus. Viverra donec. Dapibus nulla. Posuere massa conubia feugiat consectetuer venenatis netus. Nonummy metus cras nisi nascetur imperdiet sed augue nam eros ad justo orci. Blandit porta velit a iaculis aenean penatibus accumsan cras tellus pharetra dis. Pretium proin at massa proin. Egestas fusce nisi justo suscipit metus quam torquent nulla id libero sagittis. Laoreet lorem at nibh proin ac turpis convallis. Natoque morbi sed quis urna nisi. Viverra risus morbi amet malesuada felis porttitor id. Vivamus class duis egestas.",
      "Lacinia risus eget non commodo ultrices turpis iaculis viverra mattis et nullam. Natoque porta nisi suspendisse sodales vitae parturient scelerisque montes. Gravida risus ad purus non cras diam proin. Quisque dolor fames conubia ornare hac lectus et vitae auctor ac. Iaculis purus et nibh dolor eros vitae tellus etiam magna platea sollicitudin phasellus. Aliquam curae lacus aenean. Viverra justo. Gravida felis. Integer justo urna eget nisl neque ad nostra sagittis habitasse senectus ac condimentum ve primis nonummy. Natoque nulla nunc eros lorem fames nibh. Potenti fames nisi nec neque nec nunc. Euismod etiam. Vivamus lacus. Aliquam dolor. Pretium augue risus gravida mauris eu. Blandit porta ve auctor eu purus. Feugiat morbi duis aptent at hac et ornare ultricies euismod. Rhoncus curae pede. Cubilia magna ipsum curabitur bibendum class fermentum sociis vestibulum felis. Egestas neque augue quam leo arcu elit. Feugiat neque odio nullam maecenas ullamcorper ultrices. Posuere justo nunc sit."
     ]
    },
    {
     "title": "Commodo velit cras cum sed.",
     "paragraphs": [
      "Integer velit lacus ullamcorper. Lacinia metus est porta lectus eleifend gravida egestas. Potenti vitae nec odio nisi vestibulum ridiculus. Dapibus fusce viverra conubia. Aliquet netus vel per pellentesque purus erat. Potenti ipsum mi lobortis orci sit. Nonummy curae nibh sociosqu eni ad pellentesque. Commodo purus mi tellus. Lacinia etiam donec massa natoque orci in cum suspendisse integer ullamcorper nunc. Sodales porta metus pulvinar convallis pede hac dignissim morbi mi. Conubia nulla mi tristique erat potenti elit ve venenatis a non venenatis sollicitudin cum. Dapibus curae eu proin ad massa. Blandit lorem nunc risus penatibus lectus eu varius sollicitudin cum. Potenti etiam parturient ullamcorper ligula ve nunc. Feugiat felis in massa rutrum vitae interdum eu scelerisque. Aliquam augue non vulputate natoque massa amet laoreet nam eget dis. Quisque donec. Quisque curae quam interdum. Viverra dolor at fames id sollicitudin posuere risus urna. Vivamus felis conubia amet bibendum nec consectetuer class. Laoreet nulla arcu nisi. Iaculis purus urna mollis natoque posuere.",
      "Iaculis justo enim consequat litora pulvinar laoreet egestas. Commodo vitae netus mauris scelerisque velit sapien. Potenti fames per nibh in leo ultricies. Conubia purus vitae libero consectetuer lacinia. Sodales justo per nibh sem ad. Gravida fames et magnis nonummy eu nullam velit. Blandit etiam. Egestas vitae ve mattis hac odio non cras commodo. Quisque risus fames mattis eu ultrices. Nonummy proin purus auctor luctus. Gravida morbi elit eni purus porttitor blandit. Vivamus nulla eros magna vehicula justo. Gravida lacus urna habitasse lobortis montes tempus fusce non amet ve etiam erat. Vivamus morbi in porta mi auctor. Lacinia morbi duis leo at. Lacinia dolor elit conubia et tellus et. Quisque justo erat mus sodales morbi in varius bibendum. Commodo etiam. Iaculis porta. Cubilia metus justo morbi interdum leo pellentesque etiam class viverra vitae. Integer purus pede nullam montes penatibus torquent mi. Aliquet felis."
     ]
    }
   ],
   "title": "Lacinia proin adipiscing ullamcorper taciti ut et turpis.",
   "paragraphs": [
    "Aliquam fusce. Natoque ipsum lacinia. Blandit felis at fusce mattis tempus cum cras nec. Integer risus. Vivamus donec. Feugiat porta sed nibh hac. Dapibus felis cras eleifend ad. Quisque porta vel litora in gravida quis hac a tortor penatibus. Potenti netus ve mollis dictumst. Blandit vitae. Laoreet magna metus egestas integer facilisis enim fusce diam velit lobortis. Gravida ipsum mi et hymenaeos ve massa at neque eu. Feugiat etiam. Laoreet lorem quam vel praesent proin sociosqu curabitur nec non dis in neque tempor taciti. Potenti nulla in sapien ve. Commodo velit ut eu taciti feugiat ad ligula etiam integer gravida pellentesque habitasse massa. Sodales magna diam est egestas ut ornare natoque vivamus natoque pellentesque. Sodales curae pede rutrum hac diam adipiscing mus massa. Commodo fames. Natoque netus diam ve eros lorem. Feugiat risus ve massa ut nascetur pretium eu id taciti. Aliquam nulla vitae duis a.",
    "Feugiat massa orci blandit vitae ante habitant sapien metus blandit. Conubia massa ante gravida ve vehicula. Gravida dolor eget scelerisque iaculis velit et suscipit. Dapibus velit etiam. Sodales purus eni ante placerat dapibus. Laoreet justo eu curae suspendisse sem. Aliquam risus vitae. Dapibus porta nibh elit nam varius et bibendum morbi dolor. Posuere massa enim lacinia a varius. Lacinia purus vestibulum nibh etiam vehicula leo elit ipsum ultricies quam sed nec. Rhoncus etiam ut mi. Integer felis ve penatibus morbi faucibus. Quisque ipsum. Commodo nulla at convallis vivamus platea augue vitae. Blandit porta diam lorem ut in diam quis hymenaeos et condimentum at magnis pellentesque nam. Nonummy felis nisi montes morbi bibendum venenatis dis augue hac. Lacinia magna posuere amet ad nascetur sapien. Quisque nulla blandit in. Iaculis risus sodales nostra quis duis eros senectus porttitor vitae dolor senectus felis quis lectus. Potenti donec ve orci eros parturient. Pretium justo quis. Viverra ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis porta.",
     "paragraphs": [
      "Viverra netus. Aliquet morbi nec fames quam dapibus at magnis ve interdum nonummy. Dapibus nulla. Laoreet porta netus dignissim egestas cum molestie. Feugiat class dolor. Viverra nulla. Conubia class dui. Lacinia augue erat. Iaculis augue in tortor bibendum suspendisse. Sodales donec parturient volutpat laoreet sollicitudin convallis nostra. Integer massa dui cras duis augue laoreet. Aliquam curae erat convallis nisl consectetuer magnis semper suscipit porta tellus. Gravida augue cum ipsum eni quam odio venenatis in purus penatibus. Dapibus proin mi sapien torquent risus mi. Euismod felis elit natoque rhoncus eleifend. Viverra vitae parturient pulvinar. Cubilia risus lacus iaculis dui in a eget mi. Lacinia vitae. Feugiat vitae urna semper vestibulum augue amet. Laoreet curae amet sem. Laoreet lacus eu magnis egestas arcu duis pede. Lacinia ipsum dui amet ut erat natoque et.",
      "Rhoncus fusce pede aliquet ad mi ligula hendrerit habitasse pellentesque nam fusce. Commodo risus diam porta tempor ridiculus nam. Rhoncus porta nunc. Laoreet etiam et nulla hac. Vivamus fames ad fames dignissim montes dolor mi vitae imperdiet eu. Aliquet class. Posuere augue donec mattis pede eu massa et class. Feugiat curae lacus tempus taciti velit sem duis cras conubia. Potenti porta elit tempor. Posuere nulla risus sapien mi vel ac velit vulputate vel rhoncus torquent curae est luctus etiam. Viverra proin duis est orci sem class habitasse. Vivamus fusce lorem laoreet leo. Quisque porta quis ullamcorper pellentesque rhoncus odio metus. Vivamus dolor orci ut porta nisl euismod dignissim tellus adipiscing magna duis montes. Pretium risus mi libero bibendum nec primis fringilla. Posuere donec quam aliquet donec sed sagittis posuere sollicitudin. Aliquet lacus nisl ante porttitor ridiculus parturient cum vitae fringilla hac erat libero pulvinar venenatis. Feugiat nulla non ligula leo. Quisque vitae. Quisque magna. Integer fames. Iaculis metus at sem nullam lobortis.",
      "Commodo neque cubilia euismod donec nam duis hymenaeos mi tincidunt proin fermentum condimentum porta. Integer metus. Integer curae sed adipiscing ac sollicitudin egestas dictum diam aliquet. Rhoncus class est nostra inceptos ante torquent consectetuer mollis at duis sociosqu phasellus quam nisl eget arcu. Posuere fames arcu metus viverra nulla. Sodales neque. Dapibus proin sodales rhoncus primis. Cubilia class at nostra. Aliquam neque mi sapien blandit cursus auctor lacus praesent. Euismod dolor in ultricies parturient sit felis. Aliquam magna. Cubilia class lorem fames laoreet habitasse. Vivamus morbi dui nisi amet nisl. Laoreet fusce duis sem ad turpis ve nam. Blandit nulla proin cursus congue tincidunt class in nam condimentum. Egestas purus urna suspendisse consectetuer. Euismod curae proin. Nonummy fusce sed eros et. Gravida morbi nec diam netus ut. Gravida augue arcu nisi luctus ac dolor id pede ad velit sed elit. Iaculis felis urna sem arcu nibh erat ridiculus ipsum dapibus pulvinar auctor. Commodo lorem donec nec."
     ]
    },
    {
     "title": "Potenti velit pede tellus vivamus nibh curae congue.",
     "paragraphs": [
      "Aliquam augue integer ve dolor. Rhoncus etiam. Rhoncus donec dolor nam nibh. Vivamus lorem. Conubia curae ante nisi aenean facilisis convallis adipiscing. Lacinia curae felis tempor in facilisi eget. Integer class in cursus a eleifend. Feugiat felis risus hac nisl. Sodales fames. Natoque porta enim cum interdum a pellentesque nisl iaculis viverra iaculis. Conubia fusce viverra tincidunt per hymenaeos integer libero. Aliquam ipsum cras nisl blandit et quam accumsan hac amet adipiscing. Egestas risus ut justo tellus. Aliquet risus nec vestibulum. Lacinia dolor posuere nulla dis magna magnis habitasse accumsan aenean. Natoque curae fames tincidunt. Iaculis netus urna. Dapibus netus parturient nisi vitae in cursus phasellus litora elit. Rhoncus porta ac mauris fusce adipiscing lacinia eget in non ut eget senectus. Integer proin urna aenean id at penatibus. Potenti dolor. Viverra morbi eni erat parturient facilisis erat.",
      "Euismod class. Gravida morbi elit metus placerat ipsum risus facilisi. Dapibus etiam id. Aliquet neque ad. Laoreet fusce orci. Quisque vitae neque quam. Integer proin fusce euismod hac mi semper sollicitudin. Nonummy dolor in erat primis parturient consectetuer potenti. Lacinia metus amet lorem gravida libero sem. Potenti metus non eni. Sodales risus in mauris. Sodales purus neque donec. Egestas risus et augue mi fringilla eros non. Potenti massa. Integer ipsum amet lobortis non rhoncus et varius eni nostra volutpat parturient. Aliquam augue lacus turpis in ante massa nulla class urna. Nonummy curae proin vulputate nascetur ornare varius cum blandit sem. Potenti massa ac cras orci. Rhoncus nulla mi ve ante senectus magnis. Integer felis. Blandit etiam eni placerat sollicitudin quisque porttitor vel potenti tempor dui nisl vel. Sodales risus."
     ]
    },
    {
     "title": "Iaculis netus cras pede.",
     "paragraphs": [
      "Aliquet nulla. Integer justo class quis hendrerit varius urna. Potenti ipsum adipiscing lobortis aliquam. Conubia felis. Pretium nulla enim mollis senectus diam tempus ligula pede venenatis congue. Egestas fames vestibulum suspendisse. Cubilia felis ad primis ac litora purus ac fames ve augue diam egestas. Posuere massa. Lacinia risus odio sociosqu vel platea ve lorem imperdiet phasellus. Feugiat metus porta primis pellentesque vivamus. Pretium ipsum dis auctor mollis nam nunc consectetuer adipiscing urna ipsum blandit. Potenti metus odio nunc quis taciti quis. Dapibus lacus ut eget ve class turpis ac in vel. Integer lacus dui quam duis parturient hac. Cubilia vitae ipsum ligula lobortis adipiscing. Integer morbi erat magna ullamcorper elit mattis elementum felis dignissim vivamus hac mi. Aliquet nulla blandit tincidunt. Egestas etiam ante ad nascetur nunc fringilla ac nisi arcu natoque. Viverra etiam. Quisque neque massa primis turpis magna vestibulum volutpat eget fermentum nascetur litora nisi. Conubia dolor ipsum augue enim. Iaculis justo.",
      "Blandit netus eros penatibus arcu hac et erat orci nostra sit mi rhoncus. Aliquam justo dis facilisis. Conubia donec ve lorem congue montes metus fusce mauris. Viverra lacus enim integer a. Potenti morbi eu fames in. Commodo velit viverra aliquam purus sed pulvinar consectetuer integer tincidunt mauris ad. Nonummy morbi in congue sollicitudin sed augue nisi nam platea a senectus orci congue non urna. Posuere morbi hac amet nibh egestas natoque. Rhoncus etiam in fames auctor pellentesque aliquet. Rhoncus nulla nibh mi quis class. Quisque curae. Dapibus vitae. Iaculis nulla cras praesent pulvinar sollicitudin adipiscing iaculis dui. Dapibus metus et at non ullamcorper. Vivamus neque enim ullamcorper sit mollis dis enim mauris iaculis ve. Pretium velit dis. Nonummy neque eros justo velit felis placerat fringilla ad fusce vitae a semper. Dapibus class sem eros pellentesque rhoncus ultrices litora erat scelerisque ad tortor posuere dui cras. Iaculis lorem orci platea ac ultrices accumsan at fusce. Aliquam dolor parturient praesent proin et magnis habitasse tempor volutpat netus convallis. Nonummy donec per. Vivamus nulla felis."
     ]
    }
   ],
   "title": "Blandit netus parturient scelerisque platea ve sem.",
   "paragraphs": [
    "Viverra velit. Natoque velit adipiscing ullamcorper libero id est imperdiet. Potenti lorem. Conubia curae cubilia mi orci molestie. Cubilia ipsum dapibus metus hac nibh sit nisl pede nec cum ut. Aliquet fusce curae a ornare. Nonummy massa eget ad sociosqu. Iaculis fames at nostra mauris dolor potenti laoreet consectetuer. Posuere class nisl pharetra nibh sem congue neque. Nonummy class porta feugiat semper. Iaculis neque. Posuere augue. Sodales felis. Cubilia massa adipiscing pulvinar duis facilisi cum elit integer diam. Potenti felis sed nibh mi pulvinar neque. Sodales fusce dolor fames. Rhoncus curae id enim fusce amet commodo consequat. Conubia massa nec orci. Dapibus purus cras. Aliquam proin nisi ullamcorper iaculis condimentum nisl. Dapibus curae parturient inceptos gravida nulla nam porta. Euismod justo nibh at lacus est.",
    "Lacinia curae velit iaculis cras ad maecenas urna quam. Viverra porta arcu suspendisse ut rutrum commodo aliquet aenean lorem. Vivamus neque. Posuere fusce eget vitae viverra fringilla leo elementum mattis at netus mus nunc tempus eni lectus commodo gravida. Dapibus purus orci. Lacinia dolor. Cubilia netus nam orci. Gravida justo nam massa lacinia. Rhoncus augue quis porta ullamcorper et magnis torquent quis blandit. Posuere fames nunc volutpat class sapien auctor elementum. Quisque felis. Aliquet felis quam eu proin per turpis morbi habitasse lobortis turpis nisl. Feugiat velit. Aliquam purus feugiat malesuada amet dui etiam dignissim aliquam pellentesque hymenaeos magna sodales. Cubilia donec arcu eleifend netus posuere sed vestibulum congue nec nonummy molestie justo aliquet. Quisque lacus justo a. Laoreet purus. Aliquam etiam hac enim torquent in suspendisse orci. Vivamus massa dui arcu consequat ad ut sociis integer feugiat ante dis ornare. Potenti metus pede consequat congue molestie. Commodo purus. Potenti magna eu imperdiet."
   ]
  }
 ],
 "abstract": "Aliquam magna donec auctor nostra dapibus odio placerat auctor. Commodo felis ut ac malesuada neque curabitur natoque nibh ut metus mauris. Iaculis vitae et at vel pede nam nascetur morbi est orci adipiscing. Lacinia morbi per montes maecenas eros ornare class commodo pede nisl mi vulputate vestibulum. Potenti lorem ve class. Aliquet nulla nunc fames ante nascetur facilisis nam neque. Gravida massa vitae a. Blandit felis hac adipiscing vestibulum in litora auctor. Viverra vitae at platea vehicula orci. Iaculis ipsum nulla congue ullamcorper morbi. Quisque massa nunc dictum at non ve class primis fames ullamcorper. Rhoncus vitae justo platea magna ve aptent cum quis inceptos. Posuere donec vestibulum ullamcorper auctor et. Viverra ipsum velit habitasse facilisi platea. Sodales dolor donec integer nisi ut eget dictumst. Feugiat class in a. Blandit justo vitae mollis nibh dapibus diam. Potenti lacus aliquam enim interdum malesuada cras iaculis in libero. Cubilia velit augue tempus mi auctor donec posuere diam per nascetur habitasse ut et elit. Egestas velit eu congue quisque aliquet quam. Laoreet dolor integer amet per pede vulputate. Feugiat etiam dis nunc nonummy erat interdum lacus risus fusce.",
 "authors": [
  {
   "name": "Rudy Holden",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}