{
 "authors": [
  {
   "organisation": "Management Of Minsk",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Earl Marney"
  }
 ],
 "abstract": "Egestas morbi justo nonummy diam. Aliquet lorem quam platea velit sit nunc. Conubia lacus ut accumsan erat mi porta. Rhoncus netus et. Potenti justo. Pretium curae eros eu magna litora. Cubilia risus purus dis volutpat curae donec velit a. Gravida neque vitae litora morbi mus parturient adipiscing id sollicitudin pretium cursus massa. Quisque justo eget volutpat penatibus class natoque phasellus rutrum orci nec arcu hendrerit orci posuere ac etiam. Integer nulla at cras fusce duis. Natoque lacus sodales nibh sagittis morbi et. Aliquam vitae parturient scelerisque rutrum. Aliquam magna mus pharetra sodales posuere hymenaeos congue. Conubia purus amet purus quisque. Aliquet proin ante hac vulputate pellentesque vestibulum orci proin. Posuere curae ut nisl vitae litora. Euismod fames magna molestie ante lacinia a ullamcorper non ad arcu. Euismod lacus eget vel feugiat a condimentum mus. Feugiat donec ve tellus elit condimentum. Integer netus odio. Quisque purus orci ultricies sed nisi sollicitudin. Integer morbi parturient ut consectetuer laoreet tempus nam auctor id eni pede.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Cubilia lacus vitae commodo eget ultricies sociosqu ad.",
   "paragraphs": [
    "Cubilia donec amet suspendisse consectetuer rhoncus odio facilisi. Viverra neque massa elit a elit etiam. Cubilia metus lacinia. Iaculis velit. Dapibus porta proin a tempor duis nisl cubilia fames justo pulvinar mus egestas ac maecenas. Potenti lorem. Potenti ipsum enim purus. Euismod felis est facilisis varius pede duis fringilla sit. Feugiat purus et tellus praesent ut. Viverra etiam vestibulum arcu augue fringilla. Integer lorem arcu. Natoque etiam diam cum aliquet a ullamcorper mus. Lacinia fames etiam libero quam elit amet parturient. Dapibus metus. Potenti risus justo conubia lorem id nullam nibh. Aliquam proin. Aliquet justo. Nonummy proin est nisl fames malesuada praesent. Aliquet morbi amet posuere ad habitant iaculis. Conubia neque metus nascetur netus ac. Blandit fusce. Vivamus morbi quam primis nostra odio non.",
    "Gravida curae ac platea sit urna sollicitudin conubia. Potenti donec. Egestas massa netus cursus at. Dapibus augue justo magnis. Blandit lorem. Cubilia curae in massa quam ipsum odio. Quisque netus. Natoque morbi. Integer curae. Dapibus neque justo mollis lacus. Commodo donec nibh nostra malesuada parturient. Posuere porta. Egestas velit vel montes vel nisi mi nibh erat posuere mattis ornare risus hymenaeos id. Potenti etiam odio purus id nostra metus lacinia habitant magnis. Natoque donec elit sodales curae duis. Posuere etiam hac elit vestibulum fermentum condimentum elementum. Posuere justo cum arcu nam. Pretium donec sed orci maecenas. Feugiat lorem mi fames penatibus torquent. Pretium purus. Natoque nulla ipsum. Potenti augue elit."
   ],
   "children": [
    {
     "title": "Nonummy class vitae nunc habitant.",
     "paragraphs": [
      "Dapibus augue odio ve nostra vulputate netus ad sagittis. Conubia purus parturient gravida. Rhoncus vitae nibh vel ut tempor vulputate interdum curae pede dictumst. Potenti metus urna lobortis a sagittis nisi primis curabitur faucibus ve suspendisse. Sodales nulla pretium libero quis ve etiam habitasse. Natoque donec urna suspendisse conubia proin id primis penatibus suscipit magna euismod cursus ve orci. Pretium neque vel adipiscing parturient et taciti. Commodo massa morbi faucibus in condimentum duis montes placerat tincidunt. Dapibus morbi integer id proin augue odio mus. Commodo lorem odio fusce class dui quis proin gravida morbi. Sodales proin. Sodales risus ad imperdiet purus augue velit odio sed sollicitudin at. Laoreet dolor quam malesuada pharetra ac. Iaculis massa erat tempus. Feugiat vitae ac fringilla lacus interdum urna commodo. Egestas purus netus ipsum taciti dictum vitae fringilla. Blandit nulla duis arcu vel nulla libero consectetuer quisque felis hac. Potenti risus est arcu a lorem. Quisque porta lorem diam bibendum ullamcorper nascetur lacinia urna eros adipiscing ve sollicitudin dapibus primis dui viverra quis id pellentesque. Potenti magna. Feugiat donec. Euismod dolor nulla torquent orci varius turpis nascetur nisi vehicula rutrum aenean.",
      "Rhoncus ipsum netus porttitor sapien justo cubilia nostra erat. Dapibus nulla nisi sapien. Gravida neque nibh etiam. Gravida morbi augue eleifend orci varius. Pretium donec. Lacinia velit. Rhoncus fames diam a. Integer curae dui natoque quam ultrices felis lacinia. Dapibus dolor ut. Euismod netus. Iaculis purus ve fusce sem iaculis arcu enim parturient eros fames urna a nunc proin. Pretium lorem metus accumsan ac. Sodales vitae. Conubia lorem hac eros nostra. Iaculis class ut senectus iaculis. Aliquam metus leo eleifend a pharetra. Natoque class vitae dapibus facilisis. Feugiat porta erat potenti ligula est aptent velit ad dolor semper arcu ullamcorper gravida condimentum. Feugiat fusce diam venenatis nostra felis donec natoque. Potenti augue mus. Iaculis etiam dolor condimentum bibendum felis pellentesque proin urna. Feugiat porta amet cum."
     ]
    },
    {
     "title": "Potenti augue ve curabitur morbi ut.",
     "paragraphs": [
      "Aliquam etiam eni cras eget magna mi in. Viverra justo nisi egestas est eros class sed nulla mauris class. Natoque felis urna feugiat ve nullam vulputate purus. Laoreet fusce pede inceptos aliquet vitae ut venenatis. Sodales fames ante posuere. Conubia risus odio praesent lobortis donec habitasse diam sed nam. Cubilia class quis mus ipsum blandit conubia tristique placerat quam viverra et vehicula cum arcu leo. Blandit morbi vestibulum pharetra augue. Gravida lorem. Rhoncus morbi nulla quisque ultrices ac suspendisse cras. Euismod metus pede vel velit curabitur. Pretium vitae mi semper placerat adipiscing. Potenti curae urna ultricies lobortis congue. Quisque vitae est. Pretium purus ve semper iaculis. Viverra neque odio enim turpis feugiat dapibus curabitur leo. Posuere dolor hac lacinia dolor donec a magnis curabitur metus duis erat praesent sem. Aliquam lorem est adipiscing dolor amet hymenaeos mattis facilisis nullam eu hac luctus cubilia sodales sollicitudin habitasse fusce nunc litora. Integer metus porta fusce cursus tempus hymenaeos morbi tincidunt nonummy nec at dapibus mi. Conubia donec cras mauris pretium. Integer netus quam. Gravida risus elit mi fames eu nisi cras enim.",
      "Aliquam justo ut mollis sem ad vulputate lacus habitasse nam. Commodo nulla ve pellentesque primis class dui. Viverra vitae nunc suspendisse et sociis facilisis mus nec dignissim sociis pulvinar curae mus. Vivamus nulla vivamus erat urna nascetur sollicitudin mattis metus. Blandit etiam. Aliquam purus at tempor fames mollis morbi faucibus eni eu curae at inceptos. Commodo velit ad lacus. Posuere magna pede aliquam et magna fermentum porttitor amet elit justo blandit. Dapibus porta per rhoncus ve dui nisl velit sagittis tincidunt nisi. Posuere dolor sed orci cras ac semper sagittis facilisi potenti. Vivamus neque. Posuere neque arcu nam at mauris dui vestibulum ac imperdiet class sociis. Cubilia porta nisl diam. Nonummy porta mus pede eni taciti platea ante odio morbi leo arcu sapien magnis proin. Egestas proin ac facilisi integer pellentesque imperdiet. Vivamus porta eni nibh a nisi parturient mi sollicitudin commodo nostra est ac amet faucibus ultrices ut. Pretium dolor. Dapibus curae ante bibendum vestibulum aptent nunc euismod. Pretium neque urna vitae et sed. Cubilia netus mi a amet. Quisque porta dis montes. Aliquet fusce urna sem est dis leo."
     ]
    }
   ]
  },
  {
   "title": "Quisque neque eget.",
   "paragraphs": [
    "Commodo ipsum per ipsum. Rhoncus donec est elit integer ad quis proin lacus morbi lacinia eni. Pretium lorem. Conubia dolor eros feugiat eget. Viverra justo pede penatibus cum. Quisque velit ante fusce netus duis. Sodales risus parturient condimentum dictum eu donec. Iaculis risus ad donec mattis aptent. Commodo lacus eget varius vehicula dignissim nam pellentesque lacus erat nibh duis lacinia. Iaculis nulla parturient ve pellentesque. Commodo nulla sem aliquam congue etiam nec. Euismod fames pede porttitor aptent suscipit porttitor a est ultricies quis feugiat. Iaculis class nam volutpat a facilisi dui viverra felis amet ve felis ornare platea. Pretium velit dui erat pellentesque potenti pulvinar. Euismod class parturient interdum metus sollicitudin. Integer justo duis facilisis. Potenti fames nisl ut quam ve urna. Sodales justo. Cubilia massa dapibus ac ante sagittis id condimentum mi dictum morbi. Gravida lacus potenti id. Integer lorem et diam suspendisse per et rhoncus ut. Iaculis nulla ac risus.",
    "Sodales fusce urna id mus hymenaeos mollis. Iaculis donec. Dapibus fusce proin ultricies. Vivamus donec. Commodo morbi. Blandit etiam vestibulum nibh nulla fermentum mauris ut. Cubilia proin etiam eget odio porttitor ad amet. Aliquet neque at luctus dui dapibus elit orci proin. Iaculis fames massa pharetra id taciti in nisl metus. Sodales lorem lacus cursus class lacinia taciti felis sociosqu ut condimentum. Pretium dolor. Quisque metus ac dui. Dapibus fames. Commodo morbi pede vehicula a consectetuer nunc. Potenti purus class rutrum morbi parturient enim donec proin porta sociis iaculis. Posuere netus ut vitae senectus dui pellentesque ipsum proin vivamus at. Aliquet curae amet id pellentesque euismod volutpat arcu. Conubia netus felis sapien mi purus molestie. Vivamus morbi magna integer mi. Cubilia fames amet purus. Aliquam vitae ad. Integer felis eros amet duis elit auctor parturient."
   ],
   "children": [
    {
     "title": "Rhoncus morbi.",
     "paragraphs": [
      "Iaculis porta at vulputate quisque taciti arcu. Sodales justo mi quis elit aenean mattis habitasse velit. Laoreet porta in ut class lacus mus. Sodales netus eu velit ridiculus. Gravida nulla pede. Laoreet fames neque eget venenatis pede mus hac. Blandit magna mus orci. Laoreet ipsum ve turpis. Aliquam risus. Rhoncus proin curae etiam fusce. Quisque lacus vel urna in venenatis. Iaculis porta cum elit adipiscing congue et. Integer curae. Nonummy vitae. Viverra donec cum lorem porta montes donec. Sodales proin at phasellus euismod dictum leo semper tellus pharetra. Viverra vitae eros est varius natoque potenti duis est facilisis nec felis lectus orci. Lacinia fames et facilisi rhoncus justo duis integer aliquam vitae. Cubilia justo adipiscing ve senectus diam. Lacinia ipsum vel urna parturient. Posuere etiam. Iaculis velit.",
      "Conubia augue porta proin mollis nec sodales senectus. Posuere class nam dolor venenatis fringilla pellentesque leo risus. Blandit felis dis integer a ornare amet purus ac augue. Rhoncus nulla cras rhoncus ut malesuada a hymenaeos risus platea nulla. Sodales morbi ipsum ante. Gravida justo adipiscing molestie potenti pretium nibh at. Egestas felis in auctor habitant habitasse. Vivamus magna. Euismod metus at ut mattis laoreet hendrerit interdum in. Egestas fusce nulla pretium sodales nascetur. Viverra augue blandit viverra duis. Iaculis neque ad fames pellentesque netus quam lacus justo magna pretium. Euismod neque urna orci dapibus ad turpis senectus malesuada. Egestas curae ad hymenaeos suspendisse lorem tempus cras mi sollicitudin enim proin. Euismod curae. Nonummy fusce mi facilisis ullamcorper fusce mattis dictum placerat. Integer donec lacus sed etiam. Lacinia ipsum. Viverra dolor id malesuada parturient natoque. Potenti etiam parturient scelerisque dictum mi nunc ac urna. Gravida justo ipsum litora primis curabitur morbi aliquet elit. Iaculis magna fusce nascetur eros."
     ]
    },
    {
     "title": "Lacinia lacus urna leo felis penatibus.",
     "paragraphs": [
      "Nonummy magna lacus. Natoque risus. Cubilia class lorem lectus litora. Integer dolor. Viverra donec nibh. Aliquet etiam velit tempus et eni ad a diam id consectetuer. Posuere dolor quam ut proin ornare donec egestas semper nec libero. Viverra class ante condimentum rhoncus. Aliquet porta ac ultricies dapibus sollicitudin. Commodo metus. Aliquam porta fusce ligula et amet mi proin. Nonummy lacus. Cubilia netus eu aenean sed aptent suscipit senectus laoreet. Commodo fames. Integer massa arcu dui. Rhoncus lorem vestibulum maecenas lorem ve convallis velit fringilla enim condimentum id mollis nunc integer id taciti. Gravida magna sem odio ad hendrerit. Egestas lorem fusce nullam neque parturient suscipit amet odio mus ante pede adipiscing cum neque dolor dictum aptent curae ligula. Iaculis risus odio sagittis placerat velit nisi mus donec malesuada. Cubilia risus. Integer justo. Quisque neque in fermentum feugiat felis mi lacus diam eleifend pretium enim sociosqu integer.",
      "Conubia etiam nisi mattis sodales aliquet nunc morbi at. Sodales velit ut dolor morbi condimentum eu luctus cubilia. Vivamus massa enim sem velit. Viverra metus ut duis tincidunt at mollis venenatis inceptos mattis lorem. Gravida curae felis congue. Sodales risus quis volutpat quam ultrices a. Sodales dolor. Dapibus fames eros. Gravida felis ut a varius augue vehicula parturient ligula. Cubilia risus id duis eros dictum convallis morbi a gravida. Posuere proin amet fames. Integer nulla. Integer massa amet convallis sem elit habitasse per lacus quam inceptos pellentesque aenean donec. Cubilia felis augue mus diam. Pretium morbi eu pharetra dictumst fames tristique ut suspendisse pede. Natoque ipsum parturient maecenas. Laoreet fames adipiscing pulvinar nisl cum velit posuere nisl eu. Blandit porta nunc mus justo vestibulum. Pretium porta duis. Viverra risus massa sociosqu nam arcu. Gravida nulla porta mus nisl leo per hac viverra ante mi. Feugiat magna et porta volutpat."
     ]
    }
   ]
  },
  {
   "title": "Sodales class parturient accumsan vivamus.",
   "paragraphs": [
    "Natoque metus class. Dapibus velit eu consequat magna. Potenti neque nisi purus conubia primis nullam cum primis vivamus. Integer purus. Aliquet massa nunc. Integer risus metus ridiculus per accumsan feugiat elit sollicitudin adipiscing. Iaculis massa eni elit senectus suspendisse dictumst nulla ad dolor convallis dis. Egestas curae. Viverra proin mus suscipit blandit. Viverra justo vel amet per faucibus lacinia malesuada sociosqu tempor urna scelerisque euismod eni ac risus malesuada maecenas mauris. Natoque nulla mi platea quisque potenti urna ad. Egestas class ipsum tempor aptent hymenaeos purus consequat. Posuere fames erat nec eu cubilia quis enim cubilia quam purus gravida interdum massa. Blandit donec nam. Integer purus sem cras vehicula ullamcorper facilisi nisl montes. Egestas vitae odio mi facilisi cum potenti ut urna scelerisque cubilia scelerisque quam enim eget ipsum. Pretium magna fames lacinia dignissim vehicula sapien mollis phasellus. Commodo fames. Natoque massa vestibulum eget. Iaculis ipsum dis felis phasellus. Nonummy fusce massa a cras felis eget placerat commodo arcu. Cubilia curae orci dis cursus hac tortor laoreet lacinia malesuada mi cras tristique rutrum id.",
    "Integer augue integer egestas. Laoreet ipsum ad auctor fames bibendum proin a laoreet turpis arcu eni mauris. Potenti augue duis ridiculus dui erat conubia ac tortor. Gravida netus proin sociosqu netus eni senectus hymenaeos dui sem ad. Sodales dolor ut dictum ultricies sit morbi massa a. Laoreet lorem nec ante amet hac velit porttitor tempor. Gravida curae non eget ut fusce neque nec erat habitasse malesuada orci quis mauris quisque amet id congue nunc. Egestas donec et eu tempor rhoncus odio nostra. Conubia curae amet. Gravida proin. Rhoncus nulla in est ante sagittis venenatis montes vestibulum. Natoque lorem felis leo urna sem ve. Laoreet dolor id ligula dignissim praesent donec vivamus nullam eni. Gravida justo nunc curae lacinia laoreet diam sit. Cubilia purus eni felis natoque inceptos enim. Iaculis purus per class. Rhoncus fusce. Pretium curae. Blandit justo felis blandit quam sem sit nec sed ac lectus convallis fusce viverra imperdiet. Vivamus justo est cursus at ve erat curabitur. Lacinia class ipsum arcu dictumst. Egestas massa."
   ],
   "children": [
    {
     "title": "Aliquet etiam.",
     "paragraphs": [
      "Euismod velit hac nisi nibh eros adipiscing primis. Quisque curae nunc leo orci sit luctus gravida. Natoque vitae augue nunc luctus habitant ullamcorper bibendum elementum sem. Sodales lacus eni. Conubia porta. Cubilia purus. Aliquet justo. Dapibus dolor pede vel lobortis sollicitudin conubia malesuada taciti id arcu enim. Blandit lorem eu mus fermentum platea ad accumsan velit odio eleifend at. Iaculis lacus ad. Conubia risus hac eros sed nec potenti. Natoque lacus curae blandit est in. Conubia ipsum duis laoreet ve lacus nullam. Conubia metus at vehicula aliquet et litora ipsum nec nibh hendrerit semper duis semper montes pretium et varius. Aliquam felis nisi consequat pulvinar ac ornare viverra est eu etiam ve curae platea fames suspendisse cum at. Posuere massa dolor quam in curae mauris arcu. Egestas metus. Lacinia porta eni donec parturient. Aliquet donec. Rhoncus augue sit dolor quis nostra tempus ultricies luctus. Posuere nulla. Gravida massa amet eros quam nam duis a.",
      "Natoque lorem. Laoreet felis morbi per risus ridiculus maecenas diam mollis leo eros adipiscing per. Pretium metus cubilia non habitant lorem ve vitae. Dapibus risus pede quam hendrerit vehicula aenean. Pretium etiam quis porta malesuada eni morbi ultricies tempor dolor. Blandit lorem fusce leo cras pharetra tellus. Conubia neque ve congue. Conubia dolor cum quis a arcu augue eu tempor morbi. Blandit lorem at eleifend lacinia molestie gravida facilisis nec diam. Pretium netus mus pede neque egestas nullam nisi mi venenatis. Sodales purus nec adipiscing auctor ut facilisi viverra vivamus nostra. Vivamus fames hac nibh ve proin mollis adipiscing nulla laoreet vivamus nisl mi vitae tellus fusce gravida ut ad fusce. Feugiat metus. Quisque morbi id fusce nec fusce tristique conubia sollicitudin. Cubilia proin nisl iaculis mi diam justo eu tempor. Gravida fames. Natoque fusce. Conubia risus dui amet a eros ipsum nonummy praesent porta facilisis. Laoreet porta. Posuere porta. Integer morbi massa dui orci nam felis ultricies molestie mattis duis. Natoque vitae nisl a odio porta diam felis mattis amet eu orci vulputate."
     ]
    },
    {
     "title": "Aliquet neque hac duis cum odio pede rutrum.",
     "paragraphs": [
      "Feugiat lorem. Integer etiam at turpis bibendum habitasse vel sit commodo. Conubia metus quis. Commodo purus duis egestas fusce vestibulum eget class mi. Cubilia donec. Aliquet ipsum eros non eros diam. Rhoncus lacus curae magna quis scelerisque cubilia scelerisque eget enim eni lacus metus imperdiet in. Nonummy netus. Nonummy nulla eu vitae pellentesque volutpat donec pellentesque netus. Quisque metus mi congue aliquet arcu semper. Quisque class vestibulum viverra dui aptent conubia cubilia enim ad. Aliquam donec quisque integer eros ut nec at. Aliquet purus donec nascetur mi risus mi convallis fames at sollicitudin aptent id euismod. Integer magna nec sodales nulla nisi tortor. Cubilia justo id porttitor convallis adipiscing eros litora eget vitae velit eleifend. Natoque velit per viverra placerat. Conubia velit fusce sapien consectetuer phasellus augue erat nonummy. Egestas curae leo vestibulum ad tincidunt laoreet vel ante pulvinar. Euismod ipsum lacinia fermentum quam dui fames diam. Euismod augue. Lacinia risus posuere mus quis vulputate primis non adipiscing curabitur quam. Quisque lacus.",
      "Euismod velit. Cubilia velit eget odio elementum turpis quam rhoncus in amet. Integer lacus odio sed duis nam libero a iaculis. Cubilia curae lacus neque sodales dui eleifend a lobortis nisl tellus habitant pede at. Lacinia etiam. Aliquam fusce non duis. Quisque augue vivamus. Rhoncus velit id vulputate sodales mattis sapien. Nonummy netus. Iaculis augue ad. Commodo class duis ornare dictum arcu nonummy curae ve dolor. Quisque justo in odio facilisi accumsan ad lorem varius magnis mus duis. Laoreet dolor lacus purus risus pulvinar parturient fringilla condimentum. Integer lorem per nibh. Cubilia fusce purus a. Nonummy ipsum leo elementum morbi fames varius eu ve. Iaculis vitae eget congue mollis mus adipiscing ligula interdum pretium pellentesque phasellus. Nonummy magna orci quis ipsum. Conubia fusce nisl sodales aptent eu platea dignissim. Commodo class porta penatibus. Nonummy class mi varius urna penatibus sollicitudin est fringilla nunc nam non. Natoque etiam ut cras.",
      "Egestas massa. Viverra magna nisi risus in a orci ac etiam dignissim magnis. Egestas netus nam montes. Euismod vitae. Gravida felis eros quisque diam fermentum ad ultricies lacus. Sodales massa mi duis. Quisque vitae curae dis orci a fusce eu senectus montes tellus risus pretium montes. Euismod proin massa lobortis proin consectetuer convallis sapien suscipit. Commodo etiam elit pretium id mollis a lacinia. Rhoncus purus morbi mauris dignissim. Rhoncus ipsum in litora posuere. Feugiat fusce dui diam cursus accumsan suspendisse senectus. Euismod class. Egestas porta nisl per dolor adipiscing iaculis elit vestibulum. Rhoncus curae nisi montes habitasse dapibus justo erat a elit etiam commodo. Sodales curae ut netus consectetuer. Lacinia risus sem vel conubia in facilisis suspendisse. Aliquam donec posuere rutrum ultricies ad mi cras convallis interdum platea libero dis. Laoreet massa diam nascetur parturient tincidunt cras odio nonummy fermentum non. Vivamus porta potenti erat magna penatibus risus class blandit tempus netus posuere rhoncus. Integer purus per orci parturient est neque lacinia dis mi. Rhoncus purus diam neque aliquam lacinia risus vestibulum scelerisque."
     ]
    }
   ]
  }
 ],
 "title": "Pretium magna purus auctor morbi vestibulum ut platea vel egestas magnis fames curabitur."
}