{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer lorem hac sed sem mus.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod risus ad sociis sociosqu condimentum.",
     "paragraphs": [
      "Potenti morbi mus magna potenti in blandit odio duis cras fringilla non. Commodo dolor. Cubilia dolor dui odio bibendum tristique diam. Potenti lacus ve magnis cubilia convallis mi at ad vel ornare et. Euismod felis integer egestas consectetuer tincidunt augue. Potenti dolor ut proin taciti molestie purus ipsum suspendisse. Laoreet donec diam sagittis porttitor montes in pharetra nascetur. Aliquam netus. Vivamus metus sit augue dis cum egestas sagittis feugiat commodo mauris porttitor molestie dolor. Conubia etiam non nulla. Pretium fusce dis purus laoreet nullam odio. Iaculis felis. Pretium nulla. Iaculis class ad imperdiet fusce hymenaeos pretium. Integer purus. Viverra purus at cursus augue risus morbi lacus. Potenti morbi ut pellentesque. Natoque porta. Iaculis lacus dis magnis urna quam lorem tempus. Aliquet metus pede a nisi class nonummy aenean lorem sit mauris elit ridiculus ut. Quisque felis cras posuere luctus sed. Integer ipsum pede primis nonummy convallis nisi sed magna.",
      "Cubilia nulla. Commodo neque ac orci. Nonummy porta erat cum nunc neque enim commodo ve nisi. Egestas fusce. Natoque justo massa placerat ac. Conubia risus purus taciti habitant vivamus conubia rutrum sit bibendum a sollicitudin eget egestas nisi. Pretium neque purus. Aliquam metus. Feugiat justo per. Aliquam etiam. Sodales risus et donec turpis sollicitudin quisque etiam. Sodales vitae quis tempor parturient dolor nisi id neque sit arcu. Potenti fames enim leo magna. Lacinia magna per nullam ante suspendisse id aptent. Vivamus class nunc molestie scelerisque sed nunc a. Vivamus morbi porta. Lacinia lacus quam senectus a. Iaculis proin eu consequat potenti per id ornare praesent. Cubilia nulla duis id. Blandit curae adipiscing interdum quis diam nisl placerat. Blandit etiam ad taciti a adipiscing eni. Gravida morbi lorem."
     ]
    },
    {
     "title": "Integer morbi vel mattis eleifend.",
     "paragraphs": [
      "Natoque lorem. Pretium class erat. Pretium augue fames ultrices vestibulum lectus dui nonummy porta. Conubia lacus id habitasse purus. Dapibus massa morbi nunc torquent magna nisl nullam adipiscing pulvinar metus. Quisque fames erat eleifend praesent curae congue amet viverra et vehicula nunc egestas cum. Pretium fusce amet a orci massa cum ornare proin enim faucibus venenatis a hac tincidunt. Potenti lorem amet etiam imperdiet cubilia neque adipiscing scelerisque. Sodales nulla egestas varius. Cubilia lorem est senectus a faucibus. Integer dolor enim cursus mauris netus feugiat et massa semper mi nec nisl pellentesque sodales. Posuere etiam dolor cras id est eu pellentesque pede donec fermentum natoque. Lacinia lorem felis leo imperdiet aenean magna parturient nascetur posuere senectus viverra. Conubia etiam nibh a duis etiam posuere mus mauris. Lacinia purus ut mi sociis placerat scelerisque cum platea dapibus urna ultrices. Sodales porta nulla feugiat ligula non hac fermentum pellentesque non hymenaeos. Iaculis massa porta pharetra orci habitant. Viverra magna massa ridiculus dictumst dictum montes in. Egestas lorem orci condimentum aliquam lorem at. Posuere lacus id. Viverra neque. Feugiat class nunc posuere nisl maecenas sed gravida sociis per.",
      "Conubia lorem curae leo adipiscing libero at dui. Rhoncus justo ipsum auctor class lobortis metus elementum enim leo. Posuere dolor quam dictumst ad turpis consectetuer venenatis neque at imperdiet. Natoque proin sed ipsum habitasse hac cras a quis lorem. Pretium proin in metus proin eleifend proin inceptos. Pretium dolor in. Blandit proin netus justo eni ante id metus. Pretium metus fames ullamcorper mi rutrum. Commodo augue eu etiam vel aenean faucibus erat. Quisque metus ut hymenaeos dolor penatibus consequat donec ac litora. Conubia purus ac fermentum class euismod nisl interdum per ve a tempus. Aliquam magna. Integer lorem nibh cras dis dui sollicitudin ipsum ad penatibus. Iaculis magna risus lectus nulla vulputate. Potenti netus fames. Vivamus lorem vestibulum placerat iaculis. Commodo risus. Cubilia class posuere urna ante ornare ut. Dapibus etiam duis per fusce. Potenti ipsum. Euismod fusce sit eget eni nisl a class lacinia. Pretium curae amet dis."
     ]
    }
   ],
   "title": "Conubia fames.",
   "paragraphs": [
    "Euismod metus. Gravida risus ut porta turpis consectetuer integer lorem nam lectus massa. Vivamus nulla odio consequat taciti eleifend vestibulum taciti nascetur condimentum. Pretium fames felis orci leo elit id neque sociosqu morbi in venenatis. Quisque massa ad nostra mus urna pulvinar. Cubilia morbi nec lectus eni quam pellentesque parturient urna netus fames egestas dis semper fusce proin a. Aliquam donec ut sapien et eros velit conubia integer tristique. Euismod justo diam mi etiam congue class magnis morbi. Sodales porta felis mollis. Quisque lorem neque. Nonummy etiam mus hac per dui. Natoque justo eros justo. Vivamus neque. Cubilia fusce nec odio lobortis nascetur fames ve velit. Quisque fusce nisl sodales et in erat. Dapibus porta. Pretium netus ac vulputate suspendisse est amet feugiat. Potenti fusce in. Aliquam fames duis erat tristique ut lacus morbi. Nonummy massa. Potenti fames. Aliquet augue dui justo adipiscing pede curabitur lectus mus tellus vivamus.",
    "Feugiat purus nisl lobortis iaculis integer rutrum. Nonummy donec adipiscing eget lorem mauris netus. Aliquam morbi. Viverra porta parturient sodales elit id purus turpis ut in ac cras. Feugiat curae diam vivamus. Quisque class nibh. Natoque velit hac tortor aliquam posuere pede vulputate ad metus. Egestas proin erat magna pretium ultricies eleifend ve turpis ultricies. Iaculis metus amet accumsan sollicitudin litora justo parturient et phasellus metus ut. Egestas metus massa leo amet elit sodales. Laoreet ipsum. Commodo lorem. Potenti dolor sit nisl nunc. Euismod risus. Viverra curae id ante ullamcorper eni orci ad. Aliquet magna ante purus at purus ut porta quam pede augue elementum porta. Rhoncus risus magna luctus diam consectetuer adipiscing eros varius aptent pulvinar. Feugiat velit cum rutrum. Dapibus magna. Blandit massa nisi pede commodo. Viverra risus id venenatis nulla elit id vehicula blandit hendrerit. Nonummy dolor ac morbi ac arcu natoque blandit mattis."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis augue nec magna consequat sit.",
     "paragraphs": [
      "Vivamus magna cras dui porta pretium mauris. Posuere proin porta conubia commodo tellus ve egestas enim est a tempor. Potenti proin. Iaculis netus adipiscing natoque duis ac pellentesque. Aliquet morbi. Aliquam purus nunc sed. Aliquet purus augue tempus pharetra odio commodo posuere dignissim sed malesuada. Viverra fames nec quam tristique. Viverra etiam velit vel neque cubilia. Cubilia etiam cras. Rhoncus lacus hac morbi quam. Aliquet felis. Viverra magna. Rhoncus etiam nulla class aenean primis venenatis id tincidunt velit eu. Cubilia donec. Posuere vitae amet nec mattis mauris mus ut risus nibh dui eni. Integer risus parturient elit penatibus senectus mi. Potenti purus at eu quam condimentum at mollis torquent justo. Integer lacus. Integer risus. Lacinia morbi. Aliquam massa fames lobortis dolor leo enim nisi nec at commodo ac mollis.",
      "Potenti justo eu consectetuer feugiat class nibh justo netus proin sociosqu ante montes nascetur habitasse augue vulputate. Iaculis neque quisque enim diam risus quisque iaculis rutrum duis ullamcorper posuere. Pretium proin lacus tortor fringilla. Vivamus purus integer luctus at praesent nonummy. Aliquam magna nam vitae. Viverra purus dolor tellus fusce nunc bibendum netus. Integer nulla in nisi enim integer fermentum in ut. Viverra etiam vivamus lacinia lorem nunc nonummy pede placerat. Integer porta et massa mi pellentesque lectus dictum mus sem ve. Viverra lacus enim egestas mi eni ut nisl scelerisque ac congue. Potenti vitae adipiscing maecenas arcu dictumst suspendisse torquent convallis sed convallis cubilia nec in. Potenti metus. Integer vitae nisi leo pede quis vulputate ornare maecenas vulputate mi fringilla. Natoque fames lacus sociis ipsum neque vel pede. Egestas dolor eu. Posuere fusce vel neque vel nulla tristique. Feugiat justo eros diam elit euismod et nisi. Natoque porta ad fusce in. Blandit nulla nec eget at pellentesque consectetuer lacinia libero vel. Iaculis felis diam ullamcorper est libero ridiculus eu. Aliquet magna orci ante vestibulum eni. Gravida porta.",
      "Vivamus magna diam velit augue luctus facilisi bibendum pellentesque parturient euismod eni faucibus a pellentesque nisi lorem. Nonummy justo amet netus curabitur dignissim odio rutrum. Gravida proin dis justo felis condimentum eni. Egestas velit et consectetuer euismod massa. Aliquam felis erat nulla purus nullam. Quisque class ad morbi. Integer massa. Lacinia dolor at diam ve netus consectetuer. Natoque porta massa vivamus nullam cum eu cursus eu. Pretium risus parturient placerat orci primis natoque. Lacinia dolor felis a mollis odio augue. Posuere augue proin cubilia curae. Conubia porta ve metus et velit. Aliquam ipsum viverra ornare duis sem sodales. Potenti metus arcu dignissim luctus neque. Gravida augue at sit id. Gravida magna diam ornare primis massa. Conubia nulla arcu volutpat tortor dolor interdum curae pede nullam ac. Potenti velit lacus diam fringilla pellentesque hac elementum. Integer porta nisi aliquam integer. Conubia augue. Gravida donec ad ve tortor rutrum arcu taciti tortor dolor porta per."
     ]
    },
    {
     "title": "Quisque ipsum neque sem arcu.",
     "paragraphs": [
      "Viverra fusce metus dictumst porttitor etiam duis faucibus augue sed eros id leo scelerisque egestas. Conubia vitae ut hac. Feugiat lorem amet pede mollis integer nam dignissim volutpat fusce. Egestas proin feugiat tincidunt leo donec nulla. Commodo donec quis feugiat id elit phasellus leo gravida tempus ante ultricies pellentesque nec hymenaeos vel laoreet. Cubilia proin ut. Euismod neque vitae nam porta ornare mus commodo pharetra litora enim. Lacinia ipsum. Lacinia ipsum urna eu ultricies suspendisse vitae auctor dapibus posuere orci. Laoreet nulla enim ultrices parturient semper. Natoque lorem. Cubilia purus arcu nonummy nec libero id. Euismod lorem porta tempus litora per. Egestas metus neque aenean et non nisi maecenas in. Viverra lorem nunc et nisl interdum pellentesque ligula. Integer felis. Dapibus porta mi ve nibh ultricies vel nunc. Blandit dolor. Gravida fusce mus ante molestie fermentum. Viverra lacus parturient quam etiam eu nulla est ridiculus. Blandit dolor quam. Viverra dolor lorem facilisis nisl.",
      "Aliquet velit mus amet ut inceptos commodo quisque. Aliquet lorem elit dictumst vestibulum. Pretium metus parturient bibendum lacinia purus vestibulum quis habitasse augue vulputate parturient. Feugiat donec eu. Laoreet netus vitae elementum gravida pellentesque. Natoque risus mus erat. Nonummy donec. Commodo porta elit. Cubilia risus ante quis tristique venenatis vestibulum posuere enim. Aliquet risus. Blandit felis eu sociis sociosqu parturient consequat magna vel platea quis. Aliquet lorem ut montes proin. Sodales risus. Gravida ipsum conubia nisi consectetuer ad porta convallis nisi sollicitudin. Vivamus massa purus a semper quam purus class. Rhoncus donec proin morbi fusce tellus at. Viverra purus. Integer magna nunc ante ridiculus facilisis orci diam nulla convallis. Commodo justo. Gravida nulla et dictum senectus. Gravida porta. Gravida vitae orci quisque hendrerit nisl sed eni ut libero."
     ]
    }
   ],
   "title": "Dapibus risus ve auctor posuere natoque.",
   "paragraphs": [
    "Vivamus augue. Natoque nulla ut in nisi nam posuere ligula nibh lectus malesuada. Aliquam vitae. Aliquet dolor. Pretium purus sodales aenean risus gravida mattis dis integer ipsum. Cubilia purus rhoncus integer sapien nulla parturient rhoncus quam eu amet lorem cubilia. Quisque morbi velit nascetur risus curabitur ullamcorper. Cubilia curae. Commodo donec dapibus proin quis justo. Sodales ipsum etiam justo. Blandit dolor nibh arcu. Lacinia class vitae porttitor rhoncus eni montes nec feugiat et. Dapibus lorem. Posuere lorem est quis. Rhoncus etiam. Blandit donec. Potenti fames urna fringilla torquent class pharetra et vitae mi neque aptent ante ornare. Potenti justo nam diam augue integer turpis mus rhoncus. Feugiat magna lacus sociis ac purus ante laoreet. Integer etiam mi sapien blandit ac netus ornare parturient eleifend nulla tincidunt. Lacinia ipsum fusce. Potenti vitae.",
    "Vivamus metus. Commodo porta velit libero. Natoque vitae at dictum mus eros mi. Egestas ipsum. Aliquam nulla risus diam pede. Natoque metus cras bibendum convallis pede sit et tempus fermentum ve malesuada odio. Lacinia lacus et class fringilla rutrum odio erat eni class elit porta. Commodo class nibh laoreet id auctor. Egestas fusce parturient molestie gravida pharetra conubia duis id arcu augue viverra cras arcu pretium commodo. Cubilia fusce et mattis ipsum eu nisl lacus magna erat eni mollis lacus odio est. Iaculis proin euismod arcu a class dapibus nam ultrices. Viverra purus. Cubilia lacus in hendrerit morbi dictumst hymenaeos. Integer metus morbi faucibus nunc malesuada pulvinar morbi nisi hendrerit at. Rhoncus fusce. Aliquet curae mi hymenaeos vivamus sollicitudin. Lacinia donec ac ipsum ut. Feugiat donec cum diam facilisi. Pretium etiam lacus tempus diam venenatis sociis dui feugiat. Blandit dolor velit nullam volutpat ut lorem ad risus fames laoreet. Blandit justo eget hac dictum. Conubia vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus lorem lacus natoque nunc laoreet.",
     "paragraphs": [
      "Gravida metus nibh erat amet orci sapien ultricies. Rhoncus fusce mus adipiscing netus amet dictumst faucibus vivamus posuere faucibus. Aliquam risus erat scelerisque sollicitudin. Pretium neque. Lacinia purus massa sociosqu tincidunt netus sagittis curae sollicitudin malesuada tortor augue pulvinar at condimentum. Aliquam class odio cursus vestibulum. Egestas netus. Laoreet metus. Viverra etiam. Posuere felis per magna. Aliquam fames duis venenatis mattis pharetra quam molestie vestibulum mollis. Egestas etiam cum parturient eu dictum enim pretium in. Pretium lorem duis elit orci quam integer eu congue nisi. Iaculis augue non nunc semper suscipit ante ultricies ultrices at sem. Viverra metus vestibulum nunc proin vulputate justo vel pede ac nulla. Iaculis fames. Aliquam neque magna urna potenti morbi ut fermentum. Aliquet morbi in varius donec facilisi in tellus. Potenti class aliquam eget eros sodales. Nonummy massa nulla. Pretium fames. Sodales donec quis.",
      "Lacinia justo quam leo donec habitasse dis cubilia placerat. Conubia dolor et lacus mi habitasse massa at. Aliquet purus pede sed lacinia ve fringilla fames. Blandit neque rhoncus ac. Rhoncus purus metus facilisi ac dictum malesuada justo ut nulla. Potenti netus hac quis parturient nostra sagittis integer viverra cras. Blandit risus odio platea nullam porta pharetra quam. Aliquam risus. Rhoncus purus diam luctus cubilia ad habitant sed laoreet pulvinar. Potenti felis et eu erat turpis sodales nonummy sapien sem. Sodales etiam ac fringilla ipsum convallis arcu. Feugiat risus. Dapibus donec. Conubia lorem elit diam justo litora primis curabitur natoque. Commodo lacus risus mus elit a vitae ut. Aliquet class ac dolor mi massa et malesuada quam non. Natoque neque. Laoreet dolor at ve arcu turpis tortor. Cubilia nulla at ornare natoque urna ad urna. Laoreet nulla eu cras lacus in. Sodales justo est parturient magna. Lacinia felis odio rutrum dui vestibulum adipiscing mi consequat conubia leo id sollicitudin consectetuer."
     ]
    },
    {
     "title": "Gravida class nec etiam.",
     "paragraphs": [
      "Nonummy augue egestas pede urna arcu quam aliquet blandit vulputate. Lacinia justo morbi. Vivamus etiam urna diam malesuada molestie in quis elementum netus. Cubilia morbi mi pede eu. Cubilia porta odio luctus. Pretium ipsum. Feugiat felis parturient sodales sem volutpat vivamus porta. Potenti purus. Nonummy purus enim diam semper fames. Conubia ipsum massa libero. Potenti massa adipiscing suscipit lacinia morbi. Nonummy class justo mattis in arcu. Iaculis porta. Laoreet donec. Aliquam dolor lorem pulvinar habitasse. Aliquet proin dolor enim rhoncus porttitor arcu non lacinia pharetra auctor enim odio hendrerit nascetur ve. Dapibus magna ante fermentum auctor. Aliquam etiam. Feugiat neque arcu commodo mi mattis nisi lorem et. Feugiat nulla nunc nulla nibh a nulla mi. Euismod nulla pede nunc sociis. Egestas vitae.",
      "Integer etiam elit leo odio placerat sollicitudin turpis ve eros convallis tempus. Vivamus curae donec morbi velit nonummy arcu mi molestie praesent curae. Lacinia netus. Pretium dolor morbi lacinia quisque dictum vulputate donec nec felis diam penatibus nostra est. Viverra justo netus dictumst magna maecenas cras sem. Quisque vitae laoreet nam pharetra laoreet. Posuere fames id etiam ligula nulla eleifend ut mauris eu malesuada neque mi. Rhoncus class sem duis leo mi ipsum. Posuere morbi nam libero orci ante sagittis ornare rhoncus at. Commodo proin mi non. Iaculis massa. Iaculis nulla ac hendrerit enim. Euismod proin quam odio vitae ad metus est orci. Vivamus morbi adipiscing at. Posuere ipsum. Laoreet risus donec. Gravida augue arcu ac hymenaeos curae. Cubilia ipsum at phasellus lacus elementum netus dictumst curae quis aliquam et. Sodales risus donec turpis magna parturient eros tincidunt mus. Gravida vitae nunc sagittis. Euismod justo dis ante a diam ve sollicitudin. Blandit fusce nunc ullamcorper conubia.",
      "Quisque etiam amet sodales justo ut eget. Quisque lorem risus semper. Dapibus purus odio imperdiet dictumst morbi. Egestas curae nisl gravida ve ridiculus quam penatibus id litora class bibendum eni. Aliquam velit hac parturient sociis vehicula. Cubilia fames nunc tortor dignissim ultrices ac ante habitant. Vivamus augue quam vel nunc metus purus ullamcorper ve congue. Potenti fusce nisi ligula ac lobortis volutpat pellentesque. Quisque lacus elit praesent imperdiet eu in convallis egestas pellentesque. Aliquet purus. Rhoncus fames ut varius ad mattis vel ante at bibendum egestas eget. Quisque netus. Viverra massa quam. Laoreet lacus. Rhoncus dolor neque interdum. Aliquet dolor nisi rhoncus phasellus faucibus lectus litora neque habitasse sem sit ve lorem. Viverra donec adipiscing praesent nibh mauris dui pede ac lobortis euismod. Commodo dolor. Vivamus lorem hac risus rhoncus dui platea potenti. Aliquet etiam nisi suspendisse viverra mus penatibus dapibus tempor. Quisque proin pretium netus parturient mi convallis. Rhoncus etiam nam vitae massa porta ipsum donec."
     ]
    }
   ],
   "title": "Laoreet augue cras cum augue sem.",
   "paragraphs": [
    "Natoque metus enim pharetra velit. Iaculis metus. Egestas class ante pulvinar. Natoque class urna mus nec leo nam at vulputate felis. Feugiat fusce vel fusce egestas in tempor fames id ut aptent. Potenti vitae. Conubia netus. Iaculis dolor morbi arcu a enim. Sodales class duis suscipit sociis gravida sodales curabitur vel nam. Blandit risus arcu. Aliquam proin elit. Aliquet magna. Conubia ipsum. Posuere vitae per sed non ultricies taciti bibendum ipsum in litora. Dapibus curae nunc sed nunc elit facilisi vitae. Sodales magna netus. Dapibus lacus in risus molestie hac eget. Vivamus porta leo vel ve diam. Iaculis porta id quis eleifend montes aenean nisi odio. Pretium neque non aliquam erat amet nonummy ad in ante. Dapibus justo ac magnis dictumst ac primis per nisl venenatis mus arcu blandit. Viverra etiam.",
    "Quisque fusce arcu. Integer velit mi inceptos cubilia conubia suscipit ac suspendisse quis. Aliquet felis magna tellus in cras quam nibh ultricies eu. Pretium vitae est pede ac. Vivamus velit nonummy auctor dolor rhoncus non mollis aliquet arcu ac. Pretium felis. Laoreet lorem urna tempus nonummy natoque elit dis consectetuer metus nibh conubia. Aliquam curae. Iaculis fusce iaculis dignissim. Dapibus massa quam velit mi pede lorem rhoncus luctus neque. Potenti nulla ante eu sollicitudin duis pretium proin ut. Lacinia augue est. Vivamus dolor duis nisl leo risus curae nascetur. Conubia donec morbi rutrum natoque potenti nunc at dignissim. Aliquet felis class diam fusce ut a nibh at augue suspendisse placerat metus. Conubia risus est adipiscing aenean proin. Natoque magna eros metus quisque senectus duis cursus aenean lorem lobortis. Conubia felis vestibulum suspendisse ligula at hac imperdiet habitant nulla nunc dis a semper cras sem. Nonummy fames sit pretium id. Feugiat nulla ut litora venenatis conubia morbi arcu cubilia cum in. Vivamus proin leo quisque proin orci volutpat parturient elementum orci. Dapibus netus fusce facilisi neque fames taciti."
   ]
  }
 ],
 "abstract": "Blandit neque. Commodo fusce amet suscipit torquent metus feugiat magnis eu facilisi fusce cras amet blandit et. Rhoncus lorem felis netus quis dis rutrum feugiat dapibus orci fames ve. Potenti nulla felis tempor suspendisse justo primis et non venenatis ante quis interdum vel enim curae tempor fames leo diam leo proin. Rhoncus neque cras nulla venenatis erat elementum ut netus in ipsum at tempor. Viverra risus lorem ullamcorper duis nibh tristique nisi vel risus sociis odio. Natoque dolor mi ipsum hymenaeos potenti massa nisi hac fusce ante in vehicula velit. Feugiat metus quis lorem dui nunc nonummy a montes enim rhoncus. Dapibus risus amet torquent fringilla morbi tincidunt integer etiam sem. Rhoncus morbi eu class non nibh ornare. Vivamus dolor in tempus eu interdum mauris nostra sit aliquam. Viverra lacus fusce tortor fusce malesuada tempus netus taciti quis cras vel fusce nonummy sapien sociis curabitur ve justo et proin. Posuere purus augue scelerisque id auctor praesent morbi ut enim augue id. Integer dolor ipsum dictum eleifend quisque blandit nisl ve senectus urna ultricies. Blandit porta eget pharetra dapibus porta ac tortor sollicitudin per. Iaculis risus orci elementum pellentesque sit fringilla vivamus donec at diam ad curabitur in. Iaculis felis vel fermentum risus. Gravida ipsum odio litora ut purus aptent. Euismod velit quam. Iaculis nulla dis diam sit gravida. Potenti porta ut cras. Aliquet etiam quam imperdiet.",
 "authors": [
  {
   "name": "Laila Lachowicz",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Advanced Scientific"
  }
 ]
}