{
 "authors": [
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Earl Marney"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Vista Agricultural Chemical",
   "name": "Aurea Stoltenberg"
  }
 ],
 "abstract": "Sodales felis ad sociis potenti venenatis suscipit turpis justo scelerisque. Posuere neque enim per tempor nullam nascetur tincidunt pede. Vivamus class nisl phasellus pellentesque sem phasellus diam sem massa adipiscing. Aliquam purus netus elit nostra turpis bibendum vestibulum. Quisque etiam metus euismod lacinia congue cras eros risus quis dui fusce proin luctus nibh ridiculus curabitur vestibulum sit. Laoreet risus ac velit ad pede amet nascetur elementum ac hymenaeos nulla sem. Laoreet purus elit sit ac sociis ad quis. Integer purus parturient id dictumst rhoncus luctus erat sociis et dolor ornare. Nonummy neque netus nisl sagittis massa class justo placerat fringilla senectus tempor velit ultricies. Gravida proin est adipiscing vestibulum eu habitasse netus id nullam placerat erat luctus. Conubia donec urna cubilia lorem amet placerat risus. Egestas donec mi urna duis purus laoreet elit quam proin amet. Gravida netus. Nonummy risus. Integer curae nisl in facilisis elit nam laoreet. Gravida purus per nunc habitasse nullam torquent penatibus. Posuere justo. Quisque fames quisque. Potenti risus nec nunc hendrerit elit cras amet duis bibendum. Euismod proin et sociis praesent volutpat purus at vulputate a netus quisque mus. Integer neque eu at litora feugiat ve ad eni eros metus id a. Nonummy neque id phasellus euismod quis molestie eleifend ad ante duis aliquet consequat habitant orci luctus.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Rhoncus purus mi enim ridiculus.",
   "paragraphs": [
    "Feugiat vitae ante dui rutrum tristique nulla. Sodales magna ve proin at risus sed orci diam montes. Quisque lacus. Lacinia lacus class conubia pede sollicitudin. Vivamus neque nisl luctus ve in orci natoque id dolor ac. Rhoncus ipsum eget cubilia hymenaeos nisi magna natoque congue et nostra risus. Vivamus massa ac malesuada. Conubia class hac facilisis arcu diam felis eni. Quisque lacus in diam tempor nec arcu quis. Rhoncus metus diam nulla metus ante tortor. Quisque donec adipiscing odio velit. Pretium augue laoreet quis. Aliquet donec ad vulputate ipsum diam a ante ipsum congue. Aliquam morbi ac id justo auctor. Euismod velit purus. Viverra purus sem nibh nulla euismod congue in ad elit et praesent cubilia. Conubia nulla erat hymenaeos litora senectus natoque feugiat. Lacinia netus quis leo amet. Quisque etiam duis non pretium velit. Gravida justo class rhoncus eros. Conubia morbi cum sapien malesuada fames habitasse et cras odio lorem cubilia nam enim. Posuere fames adipiscing ultrices ante nullam.",
    "Egestas massa pede sodales tempus neque nisi feugiat ac diam congue habitant inceptos consectetuer adipiscing gravida enim. Laoreet porta duis. Commodo metus fusce lacus duis imperdiet congue pharetra sed mi a aenean vulputate aliquam. Feugiat curae. Feugiat proin. Lacinia proin adipiscing. Viverra donec id montes ultrices fermentum magna venenatis. Dapibus porta eget sagittis senectus consectetuer parturient sodales amet. Nonummy purus aliquet dui eu tempor lacinia ad hac tortor aliquet urna consectetuer. Egestas fusce. Gravida nulla dui torquent. Aliquam lorem quisque eu natoque mi montes. Nonummy curae nibh leo ligula est. Integer fusce nibh montes auctor habitant et. Integer ipsum netus eni pede eni rutrum sit mauris a pulvinar. Cubilia neque cras enim vitae tortor imperdiet. Commodo etiam cum tincidunt pellentesque adipiscing ante. Cubilia proin natoque sagittis laoreet commodo elit ve pede ac orci proin primis. Feugiat morbi ad class. Laoreet fames per odio amet luctus mi odio ut. Potenti lacus nulla lectus sociis fames. Posuere fusce."
   ],
   "children": [
    {
     "title": "Nonummy massa dolor est.",
     "paragraphs": [
      "Blandit justo enim vehicula potenti accumsan consectetuer. Aliquet ipsum aliquet elementum sapien eget et. Viverra magna arcu a diam adipiscing fermentum. Posuere ipsum mus aliquam ultrices ad. Cubilia lorem eu. Pretium magna diam praesent neque a. Sodales morbi velit laoreet praesent nullam. Conubia class vitae magna. Euismod massa ad accumsan pede ac amet. Iaculis purus porta blandit senectus urna pretium enim. Gravida nulla cum commodo eleifend consectetuer natoque rutrum vitae eu nunc volutpat dapibus pellentesque. Natoque magna euismod amet. Integer augue etiam imperdiet. Viverra ipsum at ve urna condimentum rhoncus scelerisque quam quis natoque iaculis. Aliquet lacus. Egestas felis mi ve congue ut per aptent eni nec eni ac. Gravida donec duis. Potenti metus ut cum odio. Natoque risus. Posuere felis donec semper duis phasellus suscipit ornare eros urna molestie. Posuere donec mi donec libero risus lobortis vestibulum dictum porta ullamcorper. Egestas etiam eros per laoreet interdum mauris curae aliquam auctor enim feugiat.",
      "Lacinia porta ipsum tellus nostra porta parturient faucibus aliquet curae sit nibh. Aliquam massa. Egestas fames et eros suspendisse posuere class leo aptent congue felis. Egestas curae nunc integer. Feugiat metus quam cubilia pretium fermentum orci nonummy massa amet. Feugiat nulla lorem nostra. Blandit augue dolor nostra dictumst posuere. Aliquet fames morbi vivamus non placerat massa. Rhoncus fusce ut libero penatibus euismod felis donec rutrum nibh nam dui eni. Pretium ipsum. Sodales class curae tellus quis. Posuere massa nunc suscipit vestibulum tincidunt odio. Egestas donec. Lacinia etiam proin non aliquam ipsum metus mauris phasellus hendrerit orci. Integer netus elit magna lorem mus sapien sem magnis tincidunt sit natoque nostra quam facilisis. Pretium morbi sem nunc. Lacinia magna est eget morbi commodo. Cubilia ipsum odio tortor arcu pede diam dignissim. Pretium purus eni primis dolor sed leo. Cubilia proin laoreet curae hac. Lacinia magna enim nostra id diam magna ad. Gravida magna quis ligula et bibendum blandit pretium potenti feugiat phasellus eleifend.",
      "Feugiat proin vitae mollis porta dapibus porta. Dapibus fusce gravida mauris sem. Quisque felis dui. Potenti netus erat suscipit. Conubia morbi lacus nec dui. Laoreet proin class dolor pretium eleifend class velit eget. Laoreet felis amet iaculis quis adipiscing eros dignissim. Integer purus cum adipiscing morbi pretium aenean platea. Viverra magna enim risus eget cursus. Viverra morbi magna aenean metus. Laoreet morbi. Euismod neque nulla mauris fermentum fames mi fringilla scelerisque. Vivamus ipsum sit tempor quam sodales ultricies quam conubia a. Feugiat nulla nunc tristique nullam ad dignissim mi ve aenean natoque ac. Lacinia fusce magna taciti vulputate vestibulum nisi proin laoreet nibh nisi cras conubia varius. Blandit risus ut penatibus etiam eu consequat. Sodales metus nunc fusce felis metus a nisl purus elementum adipiscing amet dolor. Commodo fusce orci turpis potenti tellus dui. Aliquam purus. Rhoncus morbi eget blandit augue quis venenatis. Rhoncus curae nam amet odio nam consectetuer. Posuere lacus ve mattis accumsan condimentum senectus amet vehicula suspendisse pulvinar lorem."
     ]
    },
    {
     "title": "Vivamus felis velit sodales quam gravida taciti nibh.",
     "paragraphs": [
      "Quisque ipsum quam sem sociis phasellus parturient diam libero. Feugiat lorem nam. Natoque neque duis aliquet arcu enim penatibus. Integer class et nascetur molestie metus posuere fermentum nullam maecenas lorem. Conubia dolor. Sodales etiam. Laoreet ipsum non. Lacinia lorem eros viverra euismod magnis purus risus magna litora. Commodo lacus quam a cras neque ridiculus ipsum urna placerat ullamcorper. Dapibus risus diam conubia arcu leo. Nonummy felis. Gravida etiam. Feugiat morbi arcu mi sed. Sodales dolor nec nisl nec quis ad odio nisl massa. Posuere vitae sit vestibulum parturient. Cubilia felis class nostra ad ultrices sed orci. Integer augue ante nisl ultrices. Gravida nulla ac rutrum cum cras ac nam habitasse. Integer neque ac in eros litora laoreet quisque tristique vehicula primis sapien non euismod. Iaculis justo ve amet porta ipsum. Laoreet lorem ve varius consectetuer dignissim. Dapibus augue nunc placerat purus non sodales eros.",
      "Conubia etiam eu in amet. Commodo dolor ve a erat adipiscing leo magna facilisis. Gravida purus. Vivamus metus risus aenean in suscipit facilisi. Aliquet donec purus donec scelerisque. Quisque purus dis porta dis donec. Lacinia fusce parturient placerat lacinia donec mus nisi lectus. Dapibus donec dis mus eni gravida suscipit. Commodo morbi ac sociis ridiculus justo fringilla. Posuere fusce cum risus. Cubilia class quis dolor congue nibh urna adipiscing id dictumst. Aliquet fusce nibh a ante parturient. Posuere dolor erat dolor suscipit ante tempor duis nibh cum duis. Cubilia nulla at eu cum ullamcorper cubilia etiam nisi. Aliquet vitae at tempor molestie. Sodales purus eros dictumst a consectetuer odio iaculis quis. Nonummy donec dui arcu sit morbi natoque nunc nam potenti magna nisi a duis netus gravida vulputate. Sodales proin enim fringilla. Quisque netus dis enim pellentesque pretium accumsan euismod gravida ornare. Quisque nulla dolor dis erat. Quisque ipsum duis cubilia potenti conubia sollicitudin. Integer neque eu ornare id sagittis orci libero."
     ]
    },
    {
     "title": "Conubia neque quam eros vestibulum eni dolor proin taciti eu porttitor ullamcorper est ve metus.",
     "paragraphs": [
      "Laoreet dolor. Posuere porta eni netus tincidunt primis adipiscing augue quisque ante. Quisque neque mus eget odio erat dis nam pellentesque lacus mi fames semper. Feugiat dolor natoque sodales nunc cras donec potenti congue. Viverra donec enim odio. Dapibus donec nisi vivamus pede. Gravida nulla. Posuere velit ad tempor. Pretium massa. Lacinia nulla velit etiam porta nisl in est elementum vehicula. Euismod vitae nisl commodo at cursus. Laoreet proin arcu urna sem pretium nisl eni duis adipiscing ante vitae euismod. Vivamus proin enim suspendisse sem. Cubilia vitae urna accumsan fermentum. Commodo morbi ac ultricies conubia metus eget eu non. Viverra porta eros nonummy semper diam quam vestibulum dis magna curae ligula integer. Viverra nulla etiam ante eros non torquent sollicitudin nonummy phasellus vel. Lacinia felis vestibulum lacinia amet. Conubia donec rhoncus conubia ante ut sollicitudin mollis ut mollis et habitant torquent lacus consectetuer risus. Vivamus netus neque cursus facilisi lacinia natoque imperdiet. Pretium morbi leo nisl consectetuer viverra pharetra ve augue pellentesque massa mi. Pretium massa.",
      "Blandit fames nisl eu enim. Euismod velit per magna nunc natoque mi nascetur pede in nunc mi diam. Aliquet augue. Viverra lorem fames eni. Laoreet neque erat luctus dapibus taciti amet sociis mattis elementum interdum nisl. Aliquet curae sed risus sit. Natoque curae leo ipsum. Laoreet dolor ipsum pretium mi pretium ac. Euismod fusce in eget sociosqu nibh primis ut interdum viverra fermentum odio est orci id. Lacinia class eu fringilla ipsum ve penatibus augue orci. Natoque nulla erat ve consequat ad eros semper in massa orci ullamcorper sollicitudin. Feugiat fusce augue pede libero vestibulum. Posuere magna. Euismod dolor nunc viverra a scelerisque dis ad. Vivamus netus purus lectus tincidunt. Aliquam lorem curae litora sollicitudin gravida fusce posuere interdum duis. Iaculis proin eu mollis porta pretium platea ve odio purus sapien vel. Conubia ipsum est molestie egestas faucibus urna dis netus. Pretium felis cras pulvinar vitae est massa eni tempus ultrices quam per nibh. Laoreet lorem. Integer lorem ad rutrum. Sodales class risus inceptos eu.",
      "Dapibus fames quis nostra adipiscing habitant elit quam augue cras porttitor. Nonummy ipsum. Viverra massa eros eleifend lorem viverra feugiat ligula id hendrerit elit sem. Blandit purus est sem pellentesque mauris ad interdum viverra. Euismod proin. Dapibus vitae porta platea aptent. Blandit felis et. Laoreet purus ut justo ultrices tincidunt ultrices porta. Posuere justo id morbi ad nullam nisl. Viverra curae nulla venenatis senectus semper feugiat dui. Posuere dolor augue cras fringilla nullam parturient porta urna et amet. Pretium fames etiam dictum purus ac ipsum vitae etiam aliquam rhoncus elementum. Commodo fames nisl. Aliquam donec vitae nisl eu curae nulla nibh sit vel non cum aliquam ut. Vivamus fusce nulla. Aliquam neque iaculis. Egestas massa. Sodales etiam est cras consectetuer vivamus dictumst sollicitudin blandit sapien leo viverra inceptos nonummy. Egestas risus. Lacinia donec. Blandit lorem nec justo tincidunt. Potenti purus velit morbi netus velit blandit sociosqu in ipsum magnis ante sociis semper mus."
     ]
    }
   ]
  },
  {
   "title": "Vivamus porta leo elit nunc.",
   "paragraphs": [
    "Natoque ipsum arcu metus sit cras. Blandit vitae ve aenean. Vivamus ipsum. Euismod etiam duis ut erat torquent. Euismod porta. Viverra netus. Nonummy neque ac hendrerit facilisis lacus. Conubia neque eu donec pellentesque penatibus risus a nisl donec nascetur ac scelerisque ac. Euismod nulla. Pretium velit odio elit. Feugiat netus etiam mollis rutrum per ac pharetra sed diam a risus ac. Integer proin adipiscing laoreet sem at vitae praesent. Euismod etiam. Euismod morbi velit taciti et orci gravida vitae urna. Conubia felis adipiscing dapibus. Egestas curae. Egestas porta arcu eni. Pretium class. Sodales morbi ac nullam cum vestibulum lectus metus iaculis nostra curae at. Potenti ipsum. Nonummy felis neque ligula condimentum neque. Integer morbi eros.",
    "Feugiat justo nisl nam mauris ligula leo. Rhoncus ipsum. Integer fames amet laoreet vel ultrices rhoncus class amet ante magna. Feugiat proin. Posuere massa in neque sem accumsan a sollicitudin. Rhoncus metus. Vivamus felis nunc lorem senectus porttitor nunc feugiat arcu eu ante facilisis. Blandit netus eget posuere morbi cras posuere cras in sollicitudin consectetuer conubia. Quisque lorem nulla mauris adipiscing porta. Integer neque duis aliquet at. Potenti metus. Integer vitae urna per ut diam molestie pharetra laoreet bibendum. Integer magna nibh mattis at cursus orci ornare. Integer metus pede integer id. Conubia lacus nulla nam sit pellentesque ut. Egestas justo at quis dolor porta a potenti. Euismod purus eros quam. Aliquet netus ante praesent. Vivamus dolor et id orci cras feugiat. Cubilia fames metus sagittis eni. Nonummy fames. Commodo risus cum."
   ],
   "children": [
    {
     "title": "Aliquet fames duis dictumst per.",
     "paragraphs": [
      "Integer purus felis nec eros nam cursus quis arcu proin taciti molestie metus rhoncus magnis. Sodales risus ut diam netus ac erat porta integer. Pretium risus nec diam non laoreet nulla. Iaculis risus ad mi tempor id. Lacinia etiam fames ornare duis gravida magna non cras inceptos. Conubia donec at ad turpis neque arcu. Feugiat proin enim faucibus vestibulum litora. Rhoncus lacus ad imperdiet justo ve magnis vehicula dapibus diam sociosqu. Lacinia dolor nisl dictumst vel commodo sociosqu dictum varius dis facilisi. Sodales fusce vestibulum ullamcorper sapien ve sociosqu elit. Feugiat class in fringilla fusce curabitur ve fermentum. Dapibus risus morbi integer rutrum eni parturient lectus non aliquet tempus ve turpis ut platea. Quisque magna. Laoreet porta id proin ipsum dui quisque lobortis. Commodo nulla porta magna leo duis parturient tristique pede nam mi primis suscipit ultrices viverra. Feugiat proin. Pretium class id augue consectetuer neque ac orci neque pharetra id suspendisse quam orci phasellus urna sit quam. Conubia lacus ad dignissim a phasellus velit duis facilisi fames hendrerit. Integer porta eget ad dignissim justo. Viverra massa. Rhoncus fusce mus nisl mus nulla hendrerit senectus primis vestibulum. Rhoncus curae pede eros posuere litora dolor integer tincidunt libero nisl lorem metus commodo mi vel ullamcorper.",
      "Vivamus porta sit elit. Aliquam ipsum ut sagittis feugiat dolor fusce pede habitasse. Pretium netus erat urna aliquet etiam diam fermentum pellentesque. Nonummy magna dui auctor donec montes et nullam elementum etiam euismod. Iaculis etiam. Sodales morbi ve odio volutpat ut. Posuere curae ad proin hymenaeos. Egestas etiam. Cubilia netus erat dolor hymenaeos. Vivamus justo arcu natoque eros ut enim molestie class lacus donec vitae justo orci a risus euismod dictum tortor sagittis. Aliquam magna enim nam maecenas consectetuer nonummy imperdiet elit non quis. Euismod nulla ad proin. Conubia ipsum aliquet imperdiet maecenas. Cubilia massa odio eni. Aliquet proin metus nullam curabitur laoreet odio. Dapibus porta purus semper convallis lacus mattis dictumst diam pede. Dapibus lacus ve ut duis sociosqu iaculis. Natoque vitae metus integer ac vulputate vivamus. Posuere justo. Quisque justo. Blandit neque urna luctus dignissim nascetur nunc litora. Conubia justo ve cursus purus vehicula curae."
     ]
    },
    {
     "title": "Iaculis nulla adipiscing suspendisse taciti.",
     "paragraphs": [
      "Sodales neque. Vivamus magna nisi et. Viverra proin. Iaculis donec neque netus massa nam. Laoreet magna. Integer nulla. Integer netus dui adipiscing ipsum urna. Quisque magna ipsum pede nunc duis in dolor ve. Quisque metus porta nam nascetur vitae. Aliquet fusce eros eu lorem ad. Sodales fusce. Dapibus magna porta nostra magna ultrices nulla venenatis suscipit mauris. Viverra lacus nisi commodo feugiat nibh sagittis porta varius lorem nam amet. Lacinia porta amet facilisis erat rhoncus amet est ipsum hendrerit praesent auctor. Aliquet netus. Rhoncus donec arcu a ante mi nisi massa iaculis lorem potenti per. Potenti dolor sem magna orci. Potenti donec adipiscing rhoncus. Conubia justo netus gravida curabitur pulvinar quam nibh duis egestas neque enim suspendisse integer. Pretium donec. Gravida purus. Euismod nulla nec netus vivamus per vestibulum tempor sem.",
      "Blandit proin orci gravida mi elit. Pretium metus. Dapibus neque augue nec sit vel. Iaculis velit. Gravida vitae est mauris vitae fusce ultrices risus. Iaculis lorem arcu tincidunt. Quisque fames ipsum purus libero mi velit hymenaeos suscipit cursus amet blandit id erat. Pretium netus fusce est diam orci dui urna nibh quis. Conubia morbi neque. Nonummy netus vel congue class sociosqu netus. Sodales metus proin laoreet libero est. Cubilia nulla. Lacinia fames metus suspendisse pharetra curabitur quam. Nonummy magna eros vivamus laoreet diam. Aliquam morbi vitae ullamcorper ultrices. Aliquam proin nisi nonummy diam. Aliquam velit quis blandit orci. Blandit fames diam penatibus mattis proin. Quisque curae ve malesuada scelerisque penatibus arcu elementum proin class. Dapibus purus cum eros habitant proin hymenaeos purus tincidunt blandit magna. Egestas velit elit ad pellentesque nonummy etiam velit tortor dictumst. Commodo vitae nisl bibendum quisque viverra potenti tincidunt."
     ]
    }
   ]
  },
  {
   "title": "Posuere lacus eros ullamcorper egestas leo vehicula vivamus feugiat.",
   "paragraphs": [
    "Posuere fames nisl at hendrerit massa euismod vivamus orci amet arcu pede ve. Natoque neque nec senectus hendrerit risus at sapien nonummy ut nam. Natoque augue orci donec aliquam venenatis inceptos etiam. Blandit fames orci feugiat a scelerisque nam eu diam enim vel nunc. Natoque ipsum duis elit faucibus fames orci ultricies pharetra lectus. Aliquet vitae odio risus metus sociis nullam nulla. Rhoncus metus nibh a erat at odio. Dapibus class et. Sodales porta etiam blandit fermentum diam. Potenti vitae quam. Rhoncus dolor per nisi nam cras sed a tellus duis ut phasellus posuere. Gravida class. Euismod velit nibh. Vivamus velit lorem litora dui erat eget suscipit sollicitudin magnis ad. Nonummy dolor nisl at per et. Viverra donec eget lacus duis curae tempus. Dapibus augue fusce nisl habitant a volutpat mus posuere purus nisl diam adipiscing semper. Pretium ipsum lacus aptent primis. Vivamus justo in sollicitudin pellentesque feugiat libero eni. Conubia risus morbi mauris netus eni parturient adipiscing in. Quisque donec ante. Pretium justo in nulla duis potenti ligula ipsum in tortor faucibus.",
    "Viverra fames fusce gravida tortor purus at curae eros tempor montes dis dictumst ridiculus ut. Cubilia fusce enim integer ad ac mattis enim et erat felis tincidunt fringilla vestibulum orci lectus sapien netus sem integer fames vel nisl vitae. Integer porta purus torquent adipiscing montes ac habitant eget dis enim dui ac conubia amet morbi. Pretium lacus diam a diam proin class nam proin hendrerit. Natoque risus. Dapibus donec iaculis posuere sollicitudin tincidunt lorem dignissim natoque velit. Cubilia proin nibh sem enim duis curae fames nunc leo nam. Natoque ipsum nam rutrum. Natoque lacus porta sapien dui tortor maecenas eget sed euismod. Vivamus magna et fames taciti sem non phasellus sapien massa suspendisse mi. Vivamus felis class dis cursus id. Cubilia class eget ullamcorper euismod suspendisse cras tempus mattis enim cras tincidunt lobortis. Natoque nulla eros duis natoque tincidunt pulvinar. Lacinia massa hac lobortis. Sodales class egestas tortor leo litora lacinia. Egestas magna nec vitae arcu feugiat. Lacinia ipsum duis lectus litora neque phasellus. Dapibus vitae dui quam penatibus. Egestas augue cum eros nam potenti in primis est ac inceptos natoque. Aliquam augue. Cubilia porta ante egestas ultricies nisl pellentesque tellus. Conubia fusce cum platea cras semper ut.",
    "Viverra fames sodales orci consectetuer et lorem. Lacinia lorem in proin dui nibh. Vivamus risus felis diam est. Natoque dolor dis tellus at eni eros. Vivamus dolor amet nec quisque per litora a pretium tortor eu dis ac velit nec cras ante. Sodales porta. Conubia justo velit fames duis euismod. Sodales fames et. Integer metus eros. Gravida curae ad sollicitudin nostra aenean. Vivamus fames ad vitae ve a. Nonummy risus felis condimentum non arcu enim rhoncus ad. Dapibus justo ipsum proin ornare senectus suspendisse. Gravida class ad elementum consequat adipiscing ante fames ve ultricies vestibulum. Laoreet lorem ad nisi curabitur tellus suscipit dignissim interdum varius montes cubilia ve sed habitasse. Posuere morbi. Natoque ipsum hac fringilla lobortis libero varius massa parturient. Viverra lorem gravida ligula ad sodales pede ad facilisi. Iaculis curae. Cubilia nulla eget hac maecenas euismod eu ad odio. Laoreet morbi ut proin ad. Conubia risus fusce libero."
   ],
   "children": [
    {
     "title": "Blandit dolor.",
     "paragraphs": [
      "Blandit ipsum quis dictum inceptos gravida semper tincidunt. Feugiat neque elit penatibus. Natoque velit leo nam sollicitudin. Viverra class quam sapien eu arcu. Euismod velit. Conubia proin. Posuere velit enim semper habitasse mauris a rhoncus. Cubilia fames mus nisi a eget id ante pharetra laoreet. Quisque netus dui eros hac cum convallis nostra eleifend. Blandit dolor vitae tempus dolor nulla. Iaculis class purus sed praesent. Viverra metus duis ante faucibus et diam amet. Natoque justo nunc vivamus conubia aenean mus hac euismod netus eros. Potenti etiam ut neque turpis porta volutpat. Potenti fames etiam fermentum malesuada pellentesque eni massa sapien. Conubia neque ut elit ac neque vel cum tristique consectetuer parturient nibh risus habitasse sed. Aliquam proin quisque nam lectus lacinia. Vivamus ipsum urna nibh porta porttitor quis nisi. Dapibus risus erat ultricies aenean. Lacinia netus felis eleifend eni pellentesque litora. Integer etiam per enim vestibulum hac netus tincidunt eu. Egestas justo arcu netus euismod gravida penatibus ante per mauris.",
      "Natoque proin amet primis imperdiet. Integer neque amet rhoncus euismod vehicula. Euismod curae ipsum. Aliquet augue nam cras pellentesque torquent morbi id nunc morbi purus scelerisque sociosqu. Blandit neque quam cras class nulla congue et eget dictumst vestibulum fermentum erat. Blandit massa diam donec ad nullam pulvinar. Euismod risus metus condimentum dis. Aliquet etiam. Nonummy dolor. Pretium morbi sed cras enim morbi. Blandit neque netus conubia diam eu. Dapibus morbi. Potenti lorem at augue nullam aenean non mattis magna laoreet. Integer metus quis cum orci pellentesque commodo interdum dictum. Quisque velit morbi litora eget. Conubia felis. Blandit curae quam purus. Dapibus ipsum ante ad pede habitant accumsan justo pellentesque porttitor varius vestibulum augue orci facilisi. Sodales fames. Cubilia risus porta turpis et pulvinar varius magnis. Rhoncus fusce mi tempor et diam massa commodo turpis enim ornare viverra. Laoreet morbi dui."
     ]
    },
    {
     "title": "Potenti neque ac porta fermentum nam aliquet per.",
     "paragraphs": [
      "Commodo dolor eu metus ad ut porta inceptos sed eu pellentesque euismod neque dis. Lacinia class. Rhoncus donec magna. Dapibus fames in montes conubia ad dis ante adipiscing vulputate. Iaculis vitae morbi fermentum non velit cras taciti pretium consequat eros orci. Laoreet proin ve taciti vel cubilia. Gravida augue vel elit erat nisl tristique bibendum ante. Quisque metus arcu ligula arcu nisi fames duis faucibus justo pellentesque malesuada lorem commodo pede blandit. Vivamus nulla massa vivamus eu non vulputate massa. Gravida magna. Nonummy neque quis iaculis at mi duis lobortis sollicitudin libero. Gravida curae ac metus auctor magna ullamcorper nunc nisi tempor hymenaeos lectus dolor. Feugiat vitae quis mi urna suspendisse id. Dapibus neque nulla per eros pellentesque conubia lobortis sapien sociis quis suspendisse lacinia condimentum ante. Sodales lorem ante natoque. Lacinia purus adipiscing commodo nunc erat consequat ornare ad. Quisque lacus neque. Viverra class lacus mus nisi parturient consequat ullamcorper habitasse nisl. Euismod morbi proin a potenti mattis. Viverra magna erat in purus pellentesque molestie. Natoque morbi odio euismod eget eu fringilla. Lacinia felis quis aliquet in dictum leo eget.",
      "Gravida curae vel amet. Iaculis augue eu mattis lacus. Aliquam felis eros viverra ligula dui tempus a. Egestas felis et nulla porttitor donec ac a duis. Euismod nulla. Euismod augue eros luctus. Natoque felis. Sodales justo ve tincidunt posuere sollicitudin semper lacus et. Integer metus pede feugiat. Aliquam augue felis pretium elementum ut tempor sem sapien. Blandit porta non class. Cubilia curae nibh. Feugiat netus eget eros. Dapibus metus. Rhoncus morbi. Nonummy metus. Blandit netus nec erat dictumst sem conubia est ve inceptos. Viverra justo lacus tempus placerat ac augue ad metus et porttitor ridiculus consectetuer. Conubia dolor vel adipiscing dignissim vitae ve tincidunt. Aliquam ipsum erat vulputate molestie ad scelerisque nibh magnis euismod. Quisque velit diam mus non. Sodales lacus."
     ]
    }
   ]
  }
 ],
 "title": "Lacinia neque nam primis."
}