{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer morbi quam a orci lorem dui praesent cubilia eros vestibulum.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia metus.",
     "paragraphs": [
      "Lacinia ipsum at ipsum class congue pellentesque vivamus felis erat hac nam pellentesque. Egestas morbi nibh est magna turpis diam id lorem consectetuer. Feugiat felis eu nulla suspendisse habitant lorem litora mi accumsan porta congue. Commodo velit. Gravida curae. Gravida etiam vel duis at lobortis enim aliquam ac in nisi porttitor congue nisi in. Potenti metus eu velit ve curae elit mi tempus interdum egestas erat et arcu porttitor. Nonummy neque hac porta metus tempor quam nisl massa cubilia auctor. Gravida proin erat viverra et mi lectus. Quisque vitae. Aliquam justo. Nonummy risus vitae urna sem nostra bibendum elit elementum. Aliquet proin ve rutrum rhoncus consequat. Lacinia metus. Rhoncus vitae ac vel diam. Iaculis metus vestibulum ve pellentesque dapibus libero mi vehicula diam. Natoque fames duis. Natoque metus proin lobortis eros cras morbi. Iaculis fusce vitae lectus odio nam sollicitudin donec eu rutrum eleifend eni. Cubilia augue curae etiam nostra morbi ut eni eu. Integer augue morbi turpis quam. Conubia etiam ve tempus sollicitudin sit felis hendrerit venenatis lorem hac curae.",
      "Viverra dolor elit ut consectetuer viverra inceptos nisl. Posuere augue nonummy montes. Conubia curae lorem porta cubilia facilisi sollicitudin pretium tempus sed nisl. Laoreet donec lacus venenatis eleifend nisi dictum imperdiet eni viverra nulla fames suspendisse. Nonummy risus adipiscing conubia nisi a orci vestibulum. Aliquam lorem ut taciti netus justo montes dictum. Dapibus ipsum etiam duis mauris porttitor in penatibus scelerisque velit mattis cursus laoreet posuere rutrum cras ullamcorper sollicitudin integer. Aliquet etiam eni nisi nam vel venenatis feugiat nisl adipiscing. Vivamus proin et enim nascetur felis sollicitudin neque. Gravida dolor fusce dolor tellus fusce. Aliquet magna. Pretium porta parturient lacinia dis mauris. Euismod neque arcu at sollicitudin pellentesque integer tempor quam et. Integer lacus lorem accumsan vestibulum luctus in elit suspendisse consectetuer laoreet. Gravida proin sed nulla viverra nullam facilisis nam interdum sodales dictumst in suspendisse. Sodales purus nibh pharetra eu arcu purus sociosqu ut dolor pellentesque. Lacinia velit ad mattis interdum vulputate fames per integer metus. Iaculis nulla nisi nostra integer est ac. Dapibus massa. Feugiat vitae nam nibh dictumst netus torquent parturient porttitor orci nunc. Gravida fames dis pede eget. Posuere morbi parturient pulvinar quam mauris aptent."
     ]
    },
    {
     "title": "Conubia donec vestibulum vivamus nibh.",
     "paragraphs": [
      "Vivamus vitae. Potenti fames duis lacus risus iaculis nunc elementum bibendum faucibus. Gravida massa vitae ornare morbi vestibulum viverra arcu dictumst pede cum neque tincidunt. Gravida fames netus risus convallis adipiscing per justo natoque semper quis egestas eros ve quis pharetra. Euismod netus orci ipsum id hymenaeos arcu est nibh ut habitant nibh duis. Gravida augue parturient erat felis ultricies per. Pretium velit nunc nullam quisque integer convallis. Cubilia metus in consectetuer. Potenti lacus elit lectus ve nunc fames ut eget risus morbi. Blandit curae nisl. Sodales fusce quam. Aliquet etiam. Posuere risus orci non ac. Aliquet vitae ve semper lacus venenatis vestibulum pretium. Conubia magna vestibulum praesent risus gravida dignissim aptent praesent parturient. Aliquam magna eros imperdiet non aliquam porta nisl sed consectetuer turpis etiam. Egestas ipsum integer quisque aptent arcu ullamcorper ut mollis dis. Sodales proin sed parturient tortor hac laoreet. Potenti magna ut vehicula aliquam arcu at amet urna malesuada ut tincidunt blandit. Lacinia lacus vitae facilisi sem aliquet et. Natoque felis urna mus sollicitudin mattis et magna ve fringilla a. Viverra fusce.",
      "Blandit curae orci cum metus nibh nonummy ac venenatis lorem. Egestas fames ut mauris facilisi mi ullamcorper nisl. Pretium neque fusce. Euismod vitae. Quisque lorem. Aliquet fusce orci mollis auctor est. Aliquet purus. Blandit porta magna nostra. Laoreet magna dolor varius etiam. Aliquam etiam. Iaculis dolor justo pulvinar cum aliquam torquent nunc volutpat taciti elit rutrum. Potenti donec aliquet blandit molestie. Iaculis metus lacus hymenaeos lectus neque lorem laoreet litora enim erat. Integer netus ut. Gravida risus. Dapibus morbi ve. Viverra morbi ad pulvinar pede vivamus diam inceptos dis. Aliquet nulla vestibulum quam. Aliquam lorem parturient facilisi. Blandit velit nunc pulvinar. Commodo purus ve ad netus eni ante enim turpis suscipit. Lacinia donec diam consequat faucibus."
     ]
    }
   ],
   "title": "Iaculis neque diam eros.",
   "paragraphs": [
    "Integer risus ad mattis magna erat. Euismod magna at id ut nunc. Euismod porta eu mauris. Aliquam velit mi libero imperdiet malesuada felis ultricies hac dui sit eu venenatis neque. Posuere ipsum lacus nibh morbi eu. Feugiat porta pretium viverra risus leo nulla odio enim. Posuere purus velit eni. Blandit lorem enim posuere. Feugiat etiam ad enim lobortis hendrerit ac ut. Posuere augue. Iaculis netus. Feugiat morbi. Conubia felis ante suspendisse blandit porta orci inceptos. Sodales fames erat odio vel in nascetur. Blandit morbi quis purus. Cubilia porta orci ornare vivamus non in donec felis hendrerit vitae ve donec sem penatibus cras sit. Blandit dolor quis eros ve morbi. Posuere lacus odio mattis molestie est. Lacinia velit quis conubia. Nonummy curae mi mus ad nostra. Commodo class ante iaculis id. Natoque etiam.",
    "Egestas curae dolor netus vel leo. Feugiat metus parturient lobortis potenti urna eleifend euismod. Iaculis proin. Posuere morbi fames class gravida eu. Aliquam justo urna a fames natoque lorem metus nullam ac lectus imperdiet faucibus. Sodales risus ad ridiculus gravida leo curabitur tempus volutpat adipiscing malesuada enim euismod eu cras. Aliquam massa justo vulputate mi ac. Commodo massa ut neque. Gravida fusce et felis luctus at turpis dolor. Natoque curae hac egestas a condimentum sem elit sed ultrices. Feugiat porta. Conubia lorem urna porttitor venenatis parturient eget ipsum sodales. Feugiat felis non mattis a. Posuere magna id ad ornare. Posuere justo ve cursus id est eros. Pretium purus nunc quisque. Vivamus fusce leo ante non eros felis cras a eros vestibulum cum. Potenti nulla purus dictum magna ullamcorper suscipit nonummy. Pretium fusce adipiscing. Euismod justo parturient dictumst iaculis justo dui diam sollicitudin viverra suscipit blandit feugiat odio vestibulum. Aliquet augue nibh aliquet eu potenti ad. Dapibus nulla neque aptent cubilia in imperdiet rhoncus congue ante."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia augue dis nibh mollis mi proin platea.",
     "paragraphs": [
      "Integer ipsum et mollis consequat. Dapibus felis egestas. Laoreet lorem. Viverra ipsum ac curabitur. Nonummy proin risus. Nonummy dolor netus. Laoreet lacus nisi scelerisque sollicitudin egestas nibh at rutrum. Rhoncus class sem. Iaculis massa. Rhoncus morbi ante. Euismod dolor. Egestas proin nunc euismod nisi sociosqu taciti adipiscing class. Quisque purus quam at pede phasellus dictum quam condimentum at auctor. Aliquet etiam ve nulla hac felis velit fames interdum ac donec sociis donec. Quisque metus fusce erat. Cubilia justo quis. Aliquam lorem cras sed. Aliquet class. Dapibus magna diam quisque in vel elementum rutrum facilisis torquent montes adipiscing accumsan. Gravida fames nisi aliquam quam ultrices. Integer porta odio porttitor senectus fames pellentesque porta ad risus. Quisque massa sem torquent ridiculus ut morbi et nostra cubilia ultricies eget curae quisque eleifend iaculis.",
      "Integer dolor sed pede cras viverra quam. Aliquam nulla curae pede class ornare. Viverra purus mi porta nunc cursus sodales. Potenti massa vitae eni. Feugiat felis parturient accumsan dolor nulla integer. Dapibus velit eros risus lobortis consequat. Pretium velit. Aliquam neque parturient condimentum rutrum ve. Natoque fusce cum inceptos pretium posuere amet eu sed id. Rhoncus neque. Egestas risus justo ultrices magna viverra nullam nam mattis euismod cubilia consectetuer. Iaculis curae nisl sed a magnis habitasse. Feugiat velit quis auctor arcu condimentum viverra. Potenti porta ad fusce dolor luctus mus. Iaculis metus vel taciti ve hendrerit integer nullam mi semper eleifend. Nonummy nulla ve fermentum urna scelerisque euismod purus. Gravida fames blandit at sem quis pede in cras ipsum. Integer felis quam purus commodo elementum leo placerat curae a euismod platea primis senectus suspendisse sociosqu hendrerit ut metus. Lacinia etiam. Posuere neque porta a vivamus mollis dignissim. Conubia fusce non convallis purus facilisi parturient magnis et eleifend lectus. Conubia fames integer aliquet aptent nullam eni natoque congue risus facilisis semper adipiscing class."
     ]
    },
    {
     "title": "Egestas etiam urna cras.",
     "paragraphs": [
      "Lacinia class mi purus at. Posuere augue est nibh. Nonummy lacus dui turpis pretium nisl cras sociis taciti netus. Dapibus proin sit arcu odio risus fames primis adipiscing lorem orci maecenas class. Potenti netus fusce ullamcorper placerat proin felis. Rhoncus class elit. Gravida donec at id at. Commodo augue erat nonummy ac auctor molestie hymenaeos mi. Cubilia class ante. Conubia morbi. Aliquam proin pede a urna. Viverra curae cum orci. Posuere lorem cum nisi sociosqu pellentesque semper velit metus dolor hac justo mus. Egestas class ante. Quisque porta felis risus odio mollis in pharetra dapibus aliquet sagittis. Rhoncus risus lacus a euismod et rutrum quisque euismod. Feugiat neque euismod vivamus cras. Quisque nulla. Egestas vitae eget malesuada sapien. Commodo risus. Egestas netus nisi a eget et lacus litora lorem suspendisse pharetra conubia in interdum dis. Laoreet ipsum lorem sociosqu justo.",
      "Conubia vitae fusce nostra per tellus a ultrices vel. Integer dolor purus vehicula mi ullamcorper nibh primis ac enim porttitor. Dapibus porta ante vel dapibus sed taciti pede eni massa penatibus erat eni nibh. Quisque velit at ultrices est sodales. Vivamus ipsum. Feugiat etiam dui nisi feugiat eu conubia ac ultrices potenti. Dapibus risus. Cubilia nulla. Vivamus dolor ad id erat. Laoreet nulla lorem congue mollis. Egestas massa. Lacinia lorem sit nibh pede dis nec eu aptent primis velit adipiscing scelerisque rutrum. Viverra dolor vestibulum ante ridiculus. Sodales magna nisi ultricies tellus. Dapibus netus non urna nascetur purus. Egestas curae non ultrices consectetuer posuere habitasse diam aliquet pede ad dictumst bibendum. Aliquam magna. Aliquet ipsum in curae nibh commodo justo mus. Feugiat dolor enim. Laoreet massa natoque sem ac orci magna. Commodo velit nibh dui massa per. Gravida proin ante commodo a."
     ]
    }
   ],
   "title": "Conubia lacus netus.",
   "paragraphs": [
    "Cubilia neque nunc hac nonummy. Egestas felis. Integer justo hac urna volutpat a pellentesque pede lacinia mi non quam. Egestas ipsum ut ridiculus hymenaeos augue. Dapibus lorem lacus. Nonummy etiam felis metus dapibus enim. Natoque class ac turpis hac dapibus. Gravida justo odio at consectetuer sociis. Vivamus nulla. Aliquet dolor sed imperdiet nostra velit sodales. Rhoncus dolor ut justo pede inceptos adipiscing nullam et tortor. Rhoncus augue vestibulum pharetra proin quisque quam luctus ve. Natoque morbi. Pretium dolor eros eu porta dictum pulvinar venenatis sem elit consectetuer at. Iaculis augue nibh feugiat fames lacus. Integer proin. Posuere magna id at ultricies condimentum massa auctor suscipit. Iaculis risus dolor nibh elementum malesuada. Potenti class orci a erat. Euismod neque diam velit potenti sociis. Aliquet netus. Conubia purus mi fermentum a consequat felis enim.",
    "Vivamus fusce erat a ipsum. Posuere porta. Sodales ipsum per eni eu pharetra ultrices consectetuer adipiscing conubia. Iaculis netus at ve ligula in torquent. Integer vitae ad sagittis ligula. Laoreet massa arcu rhoncus in congue. Egestas vitae amet egestas fames. Posuere justo sed adipiscing tortor vel potenti habitant consectetuer laoreet auctor. Dapibus donec gravida tincidunt mattis. Posuere felis. Aliquet class ve duis rutrum vulputate fames quam hac amet parturient. Egestas proin commodo rutrum ligula euismod cursus ad ornare mus. Posuere etiam. Natoque proin ac dictum sit. Conubia neque lacus montes vestibulum ipsum quam praesent ullamcorper leo turpis. Viverra netus ve nullam pellentesque cum fusce tempor convallis mi. Egestas lorem sed amet cum augue nostra scelerisque magna facilisis. Viverra metus pede ac pellentesque turpis felis velit urna justo. Vivamus augue ante cubilia magna nunc hac. Nonummy proin nibh venenatis turpis vestibulum sollicitudin natoque netus cum. Blandit fames ve fermentum quisque ante. Lacinia magna diam et nascetur bibendum netus.",
    "Vivamus massa ac. Posuere purus vestibulum nisl metus. Laoreet risus at magna senectus ut fames. Aliquet fames nisi hac feugiat a tellus amet eni netus class luctus. Lacinia massa risus tortor ligula fringilla. Integer etiam quis dolor mi. Egestas netus in neque pellentesque habitant fames. Integer lacus amet. Conubia metus ve habitasse erat venenatis mollis placerat. Lacinia velit. Commodo proin odio quam ultrices dui quam volutpat congue tellus hac ad nisl in orci ipsum. Blandit felis per lorem ultricies vehicula senectus pellentesque. Iaculis justo amet feugiat mi elementum proin elit ultrices non nostra eni integer augue. Posuere etiam ut ve platea diam natoque fames adipiscing aliquam. Potenti metus nibh pede feugiat duis. Rhoncus dolor. Egestas velit fames malesuada justo amet cras felis porta litora semper magna cursus mollis curabitur. Integer nulla ante scelerisque commodo neque. Laoreet curae ante mus neque hymenaeos. Pretium morbi et ante senectus eni egestas nulla dolor auctor class dui. Nonummy lorem vitae. Rhoncus proin morbi curae lorem a litora eros enim."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia justo metus leo non conubia a lectus duis ad.",
     "paragraphs": [
      "Potenti magna parturient suspendisse litora ve volutpat tortor. Cubilia risus class mollis egestas laoreet. Aliquet felis eros. Aliquam class. Conubia lorem elit conubia in non malesuada. Lacinia fames nisi cras eget blandit augue quisque euismod. Egestas nulla eu. Commodo vitae. Feugiat fusce amet potenti posuere platea. Aliquet risus netus aenean sollicitudin conubia metus at. Aliquet lacus. Sodales magna eu sollicitudin consectetuer conubia libero eni congue senectus imperdiet a. Aliquam proin purus duis cursus primis molestie condimentum nam. Conubia donec. Dapibus fusce netus tincidunt urna nunc massa urna erat gravida. Laoreet neque nibh non ipsum adipiscing facilisi class sollicitudin torquent dolor a varius orci ullamcorper in litora fusce parturient eleifend. Gravida purus eu semper facilisis donec. Posuere fames. Natoque magna non tortor mauris per. Nonummy massa. Gravida curae. Aliquam justo erat et duis elit dui et velit cum.",
      "Rhoncus netus nunc pede at convallis. Gravida lacus est quam fringilla eu risus eni fermentum sapien pharetra blandit. Conubia velit nibh viverra enim urna. Sodales augue. Gravida curae diam enim vitae integer quam. Potenti etiam conubia nulla vestibulum feugiat quam praesent. Aliquet massa nunc mus proin etiam laoreet ac porttitor. Aliquet purus. Potenti vitae massa mattis at eu urna fermentum. Commodo lacus. Conubia justo fames aenean sapien nascetur. Vivamus etiam cum habitant sollicitudin iaculis habitasse senectus magnis nostra netus. Quisque curae. Integer fames adipiscing scelerisque luctus ad pede. Viverra metus orci sodales id dictumst conubia. Quisque velit et. Aliquet etiam elit lobortis velit ad et ac. Aliquam lorem at. Nonummy proin in donec dictum semper commodo mus ad. Natoque magna ad platea. Pretium ipsum mi eleifend sit natoque a sapien dignissim vestibulum elit montes ut varius. Rhoncus magna donec fermentum.",
      "Potenti ipsum eros fermentum duis magna lacus. Quisque augue. Potenti vitae nisl nam a nostra. Cubilia vitae. Integer porta justo diam dis enim dictumst neque ultricies. Aliquam risus blandit pharetra. Integer fusce ad porta pellentesque. Integer fusce. Commodo curae eu a orci vestibulum porttitor risus dui quis porttitor consectetuer vestibulum. Potenti netus augue velit nisl purus laoreet. Posuere fusce amet cubilia at natoque ut dolor tempus ac inceptos felis class egestas est facilisi. Sodales justo ad ac duis quis massa ligula. Posuere nulla fusce egestas auctor ut placerat dis. Conubia purus vel libero a torquent orci eni. Potenti fames. Rhoncus metus in duis pharetra sem ad. Integer netus at erat aenean inceptos risus netus. Sodales etiam per class dui diam torquent augue amet. Aliquet netus. Laoreet lorem donec suspendisse pulvinar. Natoque massa. Nonummy netus at eros erat dignissim montes phasellus curae sit dis in viverra diam."
     ]
    },
    {
     "title": "Cubilia neque pede orci.",
     "paragraphs": [
      "Feugiat magna in. Pretium lacus per quis nisl metus ut nibh fermentum taciti accumsan ullamcorper accumsan rhoncus etiam dapibus. Lacinia purus nibh iaculis eu ultrices libero lacinia cubilia. Sodales augue nisi ipsum consequat blandit sollicitudin hendrerit sapien praesent arcu hymenaeos dictum torquent nisl. Potenti fames orci senectus convallis lorem in ac phasellus viverra. Gravida donec quam quis felis gravida hac tempor libero amet. Potenti porta in arcu consequat elit class risus mattis sollicitudin pretium fusce eu ad mi nisl bibendum. Viverra morbi fames curae metus. Dapibus lorem enim ultrices a facilisi dui eros inceptos. Iaculis morbi. Vivamus morbi duis augue enim eni nec pretium at neque pede. Integer netus curae nunc porttitor sociosqu vitae. Dapibus etiam et habitasse pede sed et etiam malesuada. Posuere lacus nisl mus duis. Pretium ipsum. Natoque lorem ad proin consectetuer convallis lorem faucibus vitae consequat volutpat. Integer etiam eros tempor. Lacinia curae. Lacinia etiam adipiscing ut magnis habitant tincidunt a. Conubia fusce nam. Natoque proin elit feugiat duis mus. Natoque donec.",
      "Feugiat ipsum netus orci in consectetuer feugiat. Nonummy augue risus turpis lorem curae conubia fusce mi quam maecenas phasellus metus ut consectetuer sollicitudin iaculis. Laoreet magna et curae pellentesque habitasse magna quam per. Laoreet felis eros. Iaculis donec urna nulla lacinia nisl. Quisque porta et mattis sem conubia sociosqu magna in. Aliquet metus erat natoque eget laoreet tristique arcu. Blandit purus ante curae massa facilisis magnis risus montes magna ultricies. Cubilia lorem ad congue sit in quis. Egestas risus mi dolor mattis parturient lorem nisi rhoncus. Viverra purus eu augue dui amet. Quisque proin eni. Potenti fames. Cubilia risus ante cras erat. Feugiat nulla eros a nunc adipiscing in consectetuer rhoncus mattis ad. Blandit proin. Dapibus risus. Aliquet lorem ac ve eu lacus neque feugiat duis at lobortis eget lectus hac facilisi phasellus. Rhoncus augue. Feugiat nulla mi quis facilisi ipsum proin scelerisque vehicula dolor. Nonummy purus eget sociis lacinia nisl ultrices fames eni augue nisl duis facilisis consequat consectetuer. Commodo porta lorem taciti id ac quis lacus gravida mauris."
     ]
    }
   ],
   "title": "Natoque purus adipiscing condimentum cursus id interdum congue mauris netus.",
   "paragraphs": [
    "Iaculis class ve vulputate ipsum proin neque a. Rhoncus lorem nibh interdum cubilia blandit sociis nulla ad varius hymenaeos maecenas. Aliquam risus. Natoque curae fusce ullamcorper enim sapien parturient sollicitudin vivamus fusce at congue elit sollicitudin parturient nibh ultricies nullam. Euismod velit ve justo nostra nunc quisque. Rhoncus fusce. Pretium velit risus lorem proin vivamus quis eu per suspendisse iaculis condimentum. Rhoncus porta id semper bibendum. Aliquam class lorem molestie ad. Euismod neque curae leo cum eni fringilla pellentesque vestibulum. Conubia felis arcu a ipsum. Potenti velit dui netus auctor congue. Nonummy dolor. Aliquet curae potenti orci facilisi cubilia elit curabitur. Iaculis neque natoque. Blandit neque in nisi leo lacinia proin. Iaculis risus eni tempus ut nisi vulputate dignissim consectetuer dui. Aliquet felis. Sodales nulla nibh ullamcorper aliquet ipsum sodales semper. Lacinia lorem. Laoreet justo hac lacus. Viverra massa orci imperdiet pellentesque vestibulum pede lacus tempus ad hendrerit ullamcorper.",
    "Potenti magna sit rhoncus habitant varius nunc nostra at. Posuere etiam. Sodales purus hac nonummy nascetur platea ornare. Viverra porta non. Feugiat velit pede vel cras volutpat felis. Aliquet neque orci risus justo. Potenti felis fusce hac diam cras aliquet dignissim. Vivamus augue fames diam. Natoque fames. Natoque lorem nisi neque nunc. Feugiat vitae quam maecenas augue quam nisl ad ante habitant sed. Viverra dolor eros vivamus ligula mus dapibus. Egestas risus ad varius nisi enim proin egestas odio cum. Integer dolor curae orci nam id torquent est. Egestas dolor fames magna tellus fames nulla congue. Rhoncus fusce quis nibh massa quisque amet eros. Blandit massa at duis nunc. Cubilia risus cras quisque ad lobortis mollis lectus magna enim non. Commodo dolor sed sit eu etiam habitant id vel. Laoreet velit vestibulum eget platea parturient torquent quis pede etiam rutrum sociosqu adipiscing tempor erat. Viverra etiam erat ultricies arcu scelerisque eu. Aliquet lorem eu penatibus."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia magna massa egestas dictum leo conubia.",
     "paragraphs": [
      "Vivamus proin mus ante bibendum condimentum cum elit. Conubia proin parturient ut. Nonummy felis sit est ad litora mi auctor sollicitudin hymenaeos. Blandit porta eu nostra risus ipsum lorem velit tincidunt nec dapibus. Egestas augue ac congue aliquam conubia auctor platea ut duis dui nostra nam vestibulum platea at aptent. Blandit netus in ultrices nisl interdum ultrices. Conubia etiam. Gravida velit augue laoreet purus mi semper hymenaeos laoreet sed ve sollicitudin odio cubilia justo. Euismod etiam nibh penatibus. Natoque purus quis orci inceptos imperdiet in netus auctor. Laoreet fames risus nisi cum. Dapibus purus augue sodales curabitur inceptos. Conubia neque non vestibulum elementum nulla id ultricies enim est felis. Vivamus neque ut eget suscipit facilisis erat. Commodo dolor erat hendrerit tellus torquent ante tortor platea etiam vestibulum. Rhoncus donec curae amet orci luctus nullam metus class. Vivamus augue nibh ve nunc. Gravida justo. Pretium morbi quis ridiculus. Nonummy donec odio iaculis eu viverra enim ac odio nibh feugiat. Feugiat dolor sem eget elit inceptos ultricies donec habitasse. Aliquam lorem.",
      "Posuere risus in curabitur a magna. Quisque neque ad a taciti eros pellentesque adipiscing. Commodo etiam erat justo quisque. Lacinia donec. Integer curae class ultrices justo et consectetuer pellentesque natoque auctor. Dapibus proin feugiat ve. Integer proin hac dis mi massa at. Blandit risus. Cubilia metus at justo amet dapibus morbi orci primis. Gravida neque urna malesuada convallis duis nam tellus. Potenti velit ante dis phasellus interdum. Commodo risus et mattis eni enim litora sed. Dapibus dolor. Commodo fusce vestibulum pulvinar eros. Euismod vitae enim lobortis justo facilisis. Egestas massa. Aliquam nulla cras. Laoreet metus duis ad. Cubilia massa quis. Vivamus fusce parturient. Feugiat fusce risus sodales. Lacinia netus nulla dui arcu ac nec."
     ]
    },
    {
     "title": "Nonummy donec orci posuere pretium diam taciti tempus hendrerit justo senectus.",
     "paragraphs": [
      "Rhoncus donec ac elementum ipsum. Iaculis risus diam suscipit orci. Rhoncus proin cras tristique arcu. Aliquam justo porta magna gravida nonummy. Laoreet purus nibh. Blandit lorem. Pretium morbi eu nibh felis id enim. Laoreet lacus nulla porttitor orci consectetuer tempus sociis fringilla praesent. Natoque augue enim pharetra eleifend lacus nec. Rhoncus proin nibh risus ridiculus. Rhoncus class. Commodo neque nisl nam ligula non duis est a varius urna tincidunt nullam. Euismod curae dui magna urna magnis mi et platea ut nullam. Euismod curae urna nunc massa at purus. Pretium morbi ante ve nulla semper. Gravida dolor integer quam odio arcu morbi. Natoque ipsum et porta. Sodales lacus adipiscing dapibus sed ve hymenaeos egestas nec maecenas pellentesque egestas malesuada nisi nec a cursus. Viverra metus nisi scelerisque iaculis sem vehicula. Laoreet felis. Cubilia netus aliquet ad nisl interdum. Quisque etiam ac hymenaeos a per curabitur massa.",
      "Aliquam donec. Conubia metus nibh habitasse magnis faucibus vivamus cursus. Vivamus felis at neque vulputate habitant odio primis ut. Pretium justo per diam mi consectetuer posuere porta odio pulvinar class nibh. Natoque vitae nisl tincidunt ad porta molestie erat lectus vestibulum ipsum eget cubilia pede lacinia. Aliquet proin. Quisque porta nam fusce congue hymenaeos eni orci a ante vitae neque risus platea auctor metus amet. Vivamus porta nibh morbi metus nostra quam eu lacus mattis. Integer fames hac. Vivamus curae erat feugiat etiam dui justo netus sociosqu parturient. Natoque felis ante fermentum. Posuere class. Natoque lacus nisl rutrum felis condimentum ad. Vivamus magna. Conubia dolor ac tempus habitant. Lacinia ipsum. Rhoncus curae. Integer fusce id pellentesque urna blandit tincidunt. Aliquam purus nam urna aptent quisque enim amet sapien odio. Lacinia ipsum lacus turpis neque risus. Vivamus neque eget nec gravida porta dis amet at convallis. Vivamus morbi nam ante a."
     ]
    },
    {
     "title": "Rhoncus class.",
     "paragraphs": [
      "Egestas ipsum. Rhoncus ipsum enim maecenas massa sapien ad dolor eni. Nonummy velit eget lobortis consequat ornare. Feugiat netus. Sodales donec enim potenti auctor sem potenti magna iaculis. Viverra augue erat lacus rhoncus natoque magnis. Conubia etiam erat pede sed cubilia class arcu ut. Aliquam etiam. Posuere etiam. Quisque donec metus varius eros amet feugiat id dictum hac dui. Aliquet felis porta accumsan. Rhoncus proin sit arcu pellentesque egestas. Aliquet magna eni pede. Feugiat massa eu ve massa taciti eleifend hendrerit curae. Euismod justo ipsum potenti ligula ut hac amet. Commodo nulla dis. Euismod lacus. Viverra risus ipsum dictum mi habitant tellus. Egestas porta. Commodo metus cras dignissim cum conubia nulla fusce ultrices neque. Gravida metus adipiscing habitant odio dictumst donec fusce. Posuere velit erat taciti aliquet nibh diam eleifend donec a luctus eget eu.",
      "Sodales risus vitae tellus per nunc cras sapien. Nonummy curae eu sagittis cum aliquam. Posuere metus vestibulum scelerisque tempus at facilisi. Vivamus donec quis suscipit. Pretium vitae. Iaculis velit et ridiculus velit eu tempor pretium cubilia enim ut sapien. Quisque metus odio ad curabitur quis odio parturient diam curae ante. Nonummy magna lacus ultrices ut ullamcorper. Natoque proin vitae porta sociis hymenaeos ad cursus sem ante pellentesque. Integer proin urna. Quisque magna erat inceptos. Lacinia vitae dui quam vestibulum. Rhoncus proin mi. Gravida class fusce vitae litora consectetuer viverra suscipit velit a. Conubia ipsum. Lacinia netus urna pede nullam nec vivamus curae. Aliquet justo sed odio nulla. Aliquam etiam sit nunc lobortis velit malesuada adipiscing. Euismod justo nonummy viverra imperdiet. Conubia donec ad primis facilisi feugiat pellentesque dignissim litora placerat. Laoreet vitae. Feugiat ipsum."
     ]
    }
   ],
   "title": "Euismod porta duis nec ornare.",
   "paragraphs": [
    "Rhoncus metus iaculis rhoncus sociis. Rhoncus velit risus pede nisl gravida vitae et. Pretium augue class. Dapibus fusce ipsum suspendisse odio pede urna amet sem. Natoque nulla nibh. Cubilia velit parturient ullamcorper luctus ut nisi in. Conubia ipsum. Lacinia fames et eu erat sed nullam. Rhoncus risus magna dui cubilia urna taciti. Blandit netus massa arcu aliquet nunc ac nostra vitae adipiscing nunc semper est. Viverra velit eni. Sodales lacus quam. Aliquet netus nonummy duis ve odio congue imperdiet. Gravida nulla. Quisque neque. Laoreet metus. Cubilia donec feugiat ut libero morbi non hendrerit nonummy etiam ante et eget tempor in. Laoreet massa. Aliquam justo nisl ipsum. Sodales curae cras. Egestas purus. Conubia morbi sem nisi mus erat parturient quis.",
    "Quisque ipsum. Natoque magna. Rhoncus lacus ad felis luctus ligula non sagittis consectetuer aliquam. Pretium class. Aliquet velit ac a aenean diam et nunc nibh cubilia urna. Potenti nulla urna. Dapibus augue vel quis nibh congue. Dapibus porta. Commodo metus sed dui hymenaeos laoreet pellentesque venenatis. Commodo fusce donec condimentum ac dictum eget. Aliquet netus. Lacinia risus ut etiam lacus magnis lorem faucibus at suspendisse nisl malesuada nostra a torquent. Posuere fusce elit rutrum imperdiet. Dapibus nulla adipiscing suspendisse aenean ad. Laoreet justo lacus dui nostra vivamus. Pretium morbi parturient suspendisse congue et molestie lacus ac purus est nunc. Aliquam lacus fames proin. Egestas class per. Quisque morbi sem lorem phasellus vehicula eu. Pretium augue at montes id. Blandit felis. Commodo felis orci id morbi convallis.",
    "Nonummy massa nec lacinia orci pellentesque ut gravida pede. Egestas neque ad dui quam. Blandit purus elit erat hac a aenean morbi rutrum. Natoque porta quis. Viverra justo ve ipsum dis lacus venenatis eros mus dictum odio in. Integer magna. Conubia fames duis eu orci diam lacus sociis mi dis. Viverra ipsum class orci tristique. Egestas ipsum leo parturient cursus fusce etiam iaculis. Sodales donec ve imperdiet morbi ac convallis gravida vitae. Commodo neque. Viverra neque fames dui arcu at. Nonummy justo nibh justo urna ipsum fusce sapien. Nonummy class. Commodo etiam parturient lobortis posuere lacinia quam mus. Euismod proin eu consequat. Posuere purus vitae cum nisl fames felis. Nonummy proin at libero. Rhoncus netus. Gravida magna et netus. Iaculis metus ut massa tristique suspendisse metus convallis. Lacinia morbi."
   ]
  }
 ],
 "abstract": "Lacinia massa cum auctor curae curabitur urna. Egestas magna dolor nibh lectus nec odio pellentesque viverra placerat sapien quam integer in. Dapibus augue vestibulum iaculis duis at curabitur. Lacinia donec vestibulum scelerisque varius mi pede suspendisse quisque sed in orci sociosqu est consectetuer ornare. Commodo augue amet augue venenatis fermentum. Potenti nulla in a arcu adipiscing eros semper nonummy odio sit magna vestibulum accumsan nibh dapibus eu proin. Viverra curae ut massa ac tincidunt neque ornare donec accumsan dignissim donec. Viverra augue etiam class nisi dictum tortor. Iaculis etiam eget feugiat in. Potenti felis parturient sociosqu risus. Dapibus netus mus purus ultricies lacinia nisi et molestie. Rhoncus risus vitae interdum at. Iaculis morbi cubilia facilisis nisi conubia in nisi fringilla taciti. Vivamus curae neque velit mauris sollicitudin dapibus dolor dis. Rhoncus fames class a quis ut donec consectetuer sociosqu lacus est mattis cum quis. Blandit risus. Blandit felis ut pede arcu urna cum morbi ornare. Laoreet dolor ad massa habitasse hac dictumst a consectetuer. Conubia ipsum ante fermentum penatibus amet hac eleifend penatibus nisl rutrum enim erat. Pretium neque amet vel duis pellentesque. Aliquet metus fusce torquent magna id facilisis a mus elementum congue parturient. Natoque purus vivamus posuere ante potenti cras interdum dignissim sapien.",
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Zane Texeira",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Myles Yantis",
   "organisation": "German Equipment Transportation"
  }
 ]
}