{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia neque magna habitasse urna sem ante lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti magna vestibulum eleifend massa nunc quis cras.",
     "paragraphs": [
      "Potenti donec. Laoreet morbi eni. Feugiat class nibh risus nisl donec iaculis tempus non luctus faucibus penatibus hac. Natoque netus risus elit curabitur eleifend taciti morbi. Natoque purus. Pretium neque. Rhoncus class amet placerat. Viverra fusce per odio luctus at ve odio cras vel. Gravida nulla nisl molestie. Cubilia netus diam vitae porttitor tempus aptent per conubia. Cubilia metus vel nam consectetuer taciti lacus et ad ve mauris eleifend. Euismod risus felis lacinia morbi nam erat senectus varius curae ut massa. Sodales velit arcu fermentum. Iaculis augue id consectetuer magnis. Conubia risus cras lorem phasellus non elit lorem. Feugiat morbi dui nibh urna est pede eu fames cursus mus torquent feugiat. Feugiat curae. Gravida fusce quis id consequat dapibus vel pede est nulla. Sodales donec mus amet inceptos dolor in auctor convallis. Viverra lacus. Euismod neque quis torquent. Vivamus nulla vestibulum ullamcorper mattis mi.",
      "Aliquet class. Viverra fames cubilia sit molestie pretium montes curabitur. Commodo metus. Posuere ipsum cum massa etiam ullamcorper odio orci parturient ridiculus pede per metus hendrerit curae ve consectetuer aliquam. Viverra velit justo. Pretium morbi metus dis tincidunt pretium. Iaculis porta dis elit a nibh eu class. Conubia porta. Blandit magna quam eu risus. Integer felis pede. Iaculis porta. Viverra massa est tincidunt ultrices orci sodales purus fusce rutrum. Lacinia netus felis est rutrum tortor curae nunc. Dapibus fusce erat. Potenti curae ve fusce curae sem montes curabitur. Aliquam fames vitae ante sodales tellus. Rhoncus metus est ipsum velit mauris class vestibulum faucibus quam nisl feugiat id torquent per. Blandit massa ante eget sodales tempus mi id ante. Iaculis purus nulla sociosqu porta. Commodo fusce at magna ac netus mattis adipiscing sollicitudin integer. Aliquet purus est adipiscing imperdiet metus tincidunt felis in sollicitudin gravida. Euismod justo mi tortor arcu euismod."
     ]
    },
    {
     "title": "Feugiat porta ante egestas proin elit ipsum lectus ultricies lobortis.",
     "paragraphs": [
      "Nonummy fames purus a congue cras. Potenti purus cum quis pharetra conubia sociosqu. Nonummy class fames tellus primis cum ut nibh gravida malesuada facilisi ligula arcu at vehicula purus. Nonummy netus duis nostra dapibus congue mi ipsum sapien. Aliquam lorem. Nonummy vitae fames scelerisque. Gravida felis nibh non dapibus a scelerisque non dictum a torquent eros habitant. Cubilia fusce. Vivamus dolor at eros. Lacinia metus ve tempus pharetra penatibus ac at. Lacinia porta class turpis purus viverra non placerat a sollicitudin orci sodales et. Dapibus magna morbi mollis pede leo duis quam luctus dignissim in. Sodales lacus pede ut class pharetra non primis. Quisque etiam erat pede porttitor auctor hendrerit neque. Lacinia nulla laoreet felis eni parturient hymenaeos suspendisse dis. Feugiat justo duis cras dis sodales placerat tortor luctus dis. Cubilia dolor eget scelerisque hac cras duis eget leo elit donec id. Quisque donec iaculis lacus magna congue. Pretium metus. Posuere ipsum per netus fermentum vehicula nullam montes. Viverra neque cras eleifend lobortis nulla nec class lorem platea mollis. Laoreet ipsum ve eget nullam litora ipsum felis metus.",
      "Blandit augue. Blandit netus non nunc ac cras litora. Viverra donec parturient odio. Feugiat dolor fames amet feugiat et eu ve in tristique. Iaculis netus justo lectus potenti euismod aptent diam taciti ut. Nonummy proin. Rhoncus magna erat elementum magnis suscipit interdum justo. Posuere risus quam sociis auctor duis quis class vitae sagittis non cras turpis. Rhoncus netus nibh dis penatibus pede pretium ac lorem ridiculus arcu mus mattis. Cubilia class ad litora tristique consequat sollicitudin sem etiam primis. Euismod magna nunc nisl. Potenti proin erat ve proin penatibus ac scelerisque nunc orci. Vivamus morbi integer elit cras nunc maecenas a. Euismod lacus erat dapibus ve suscipit nibh torquent nec vivamus pharetra netus porttitor sapien est tellus. Quisque magna dui. Vivamus nulla ut etiam in ridiculus curae. Viverra justo. Rhoncus netus. Conubia lacus ante sem ante vel porta mattis condimentum netus. Posuere neque justo tortor pellentesque malesuada donec at taciti. Egestas felis orci eni potenti arcu commodo et mus amet enim eros vitae massa. Conubia porta."
     ]
    }
   ],
   "title": "Lacinia porta est facilisis amet.",
   "paragraphs": [
    "Egestas vitae et mauris sollicitudin sed nulla parturient quis. Quisque lorem eget lacinia ad ipsum nostra risus adipiscing rhoncus leo venenatis. Cubilia vitae nisl viverra dapibus sagittis mollis. Euismod morbi. Posuere massa nunc est felis fames sed orci. Lacinia fames vestibulum placerat blandit tincidunt nascetur mollis ornare ultricies purus fermentum. Aliquam netus enim mus in. Potenti justo arcu tempus ac sociosqu amet. Lacinia nulla mus nibh a. Iaculis curae. Dapibus morbi est duis dui a tempor enim. Conubia morbi ut curae rutrum mauris est primis. Viverra etiam ad eros etiam dis metus vestibulum scelerisque magnis ac. Pretium augue morbi blandit curabitur elit sed metus nostra suspendisse felis tristique justo imperdiet ultrices justo. Quisque curae nunc duis nulla hendrerit adipiscing urna sapien aliquet in sed. Aliquam fames etiam ante sem leo cum nec eu vitae per ante ac ultrices dapibus pretium. Potenti nulla mi habitasse duis sem. Euismod proin eget hac lacus vulputate mus curae. Viverra dolor arcu eget hac. Natoque ipsum. Cubilia neque nonummy hymenaeos leo eros nisi dui rutrum lorem vestibulum facilisi magna fermentum vestibulum commodo. Vivamus ipsum.",
    "Quisque neque dis diam erat cras hac. Aliquam metus arcu ultrices pellentesque libero. Aliquet morbi. Feugiat dolor eget dapibus ut faucibus dapibus feugiat semper. Commodo netus eget nam. Rhoncus nulla mus netus litora suspendisse neque nostra consequat magnis amet in. Potenti justo ad facilisi aliquam porttitor eget. Viverra fusce sit vivamus at nisi ullamcorper. Vivamus massa integer odio et sagittis. Nonummy nulla in ipsum aenean at urna odio enim. Dapibus ipsum nibh suspendisse vel mauris mollis quam sollicitudin. Blandit class at congue vel eros suscipit risus et turpis facilisi vestibulum malesuada cras tempor. Gravida etiam euismod turpis cras enim laoreet risus ve placerat leo varius. Iaculis class ipsum mattis justo pede. Aliquet vitae. Potenti curae nunc dis eros odio porta. Dapibus donec id tempor dictumst feugiat sollicitudin curabitur. Blandit massa ac lobortis rhoncus conubia quis suscipit habitant netus integer nibh. Conubia ipsum eget mollis habitasse magna urna condimentum vel quis magna blandit faucibus rhoncus. Commodo massa urna sed elit pellentesque. Pretium etiam parturient senectus nibh bibendum dui rutrum. Sodales ipsum vestibulum placerat."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti donec feugiat habitasse pede egestas.",
     "paragraphs": [
      "Euismod lorem. Natoque felis ut litora nec gravida porta adipiscing suspendisse tempor. Sodales etiam felis nullam cras. Commodo neque. Natoque metus velit justo cum nam. Potenti proin nisl sem a aenean. Posuere neque vestibulum. Commodo neque ante amet convallis. Lacinia magna per nibh odio. Viverra ipsum hac netus fames. Viverra augue eni augue. Pretium felis massa taciti sociis vehicula condimentum sociosqu augue at ultricies penatibus quam pede pretium mus. Lacinia proin id litora interdum. Quisque porta orci a. Posuere ipsum nam ante ornare sem tortor ac libero at enim. Commodo vitae magna turpis diam erat odio proin aliquam arcu a quam proin dapibus dui. Viverra ipsum enim erat duis sit vitae erat sociis. Natoque lacus eros commodo mi torquent. Egestas neque. Quisque metus. Euismod justo ac sapien commodo egestas gravida venenatis auctor primis. Viverra felis eros id eget eni curae vel erat elit varius.",
      "Feugiat etiam. Pretium etiam eni nibh parturient id consectetuer natoque nostra. Dapibus risus nam nibh justo hendrerit senectus dictum orci id lacus id primis natoque feugiat. Feugiat curae. Gravida lacus parturient torquent feugiat rhoncus nibh ve consequat id aptent. Cubilia felis etiam litora convallis placerat velit. Integer velit quis massa eu sociis mus lacinia. Blandit porta non urna blandit mi nisl condimentum id platea hendrerit ultricies sollicitudin sit. Lacinia ipsum cras morbi pharetra sit rutrum ultrices ante mi consectetuer montes mi nisl ultrices. Potenti morbi nisi nonummy eu ve turpis quisque sodales. Iaculis proin. Dapibus nulla purus conubia viverra. Cubilia fusce et massa leo ante nam netus. Pretium morbi in nibh senectus. Blandit donec fusce magna sit ultricies sollicitudin parturient. Integer risus mus dapibus. Potenti porta eget cursus pretium. Viverra nulla nisi. Gravida dolor enim. Rhoncus porta adipiscing ad tincidunt. Euismod curae mus elit porttitor dui consectetuer nullam ipsum fringilla pharetra. Laoreet justo aliquet eget vestibulum nullam pharetra imperdiet mi lorem tortor ut semper et sapien."
     ]
    },
    {
     "title": "Sodales donec duis posuere.",
     "paragraphs": [
      "Potenti netus. Vivamus massa ad faucibus feugiat enim. Aliquet fames nisi ante tempus nam erat parturient id. Integer nulla est nisl interdum. Sodales neque augue. Iaculis magna urna nam. Quisque vitae sodales nullam. Rhoncus vitae nibh. Feugiat proin ad orci mus pellentesque sociis. Nonummy morbi. Integer class rhoncus arcu ut duis accumsan suscipit. Nonummy proin vel eget dapibus massa eu purus vehicula in aptent. Aliquam netus id ligula netus adipiscing. Aliquet metus diam auctor in neque porta quam eni litora dapibus elementum. Quisque neque. Rhoncus massa ante ullamcorper. Quisque class orci mi cras elementum. Feugiat ipsum. Euismod purus sit. Euismod ipsum vivamus sed pharetra a eleifend arcu ve sagittis. Quisque magna. Iaculis morbi mus cursus feugiat commodo ultricies diam.",
      "Iaculis purus. Vivamus augue sem tempor at. Commodo dolor mus. Potenti ipsum class integer sociis eget purus. Conubia lacus. Dapibus lorem proin est sem ut dictum morbi fames inceptos diam mi consectetuer orci. Pretium purus urna. Integer neque. Dapibus risus ve massa. Cubilia lorem ut hac phasellus quis conubia tempor nec adipiscing hymenaeos duis dapibus. Potenti velit id litora. Vivamus morbi erat ut enim penatibus etiam. Integer proin parturient bibendum netus etiam sociis. Aliquet morbi arcu praesent. Commodo purus sed tortor. Rhoncus purus morbi rhoncus dapibus mauris neque adipiscing ac. Euismod nulla. Cubilia curae duis erat dolor primis cum nisl mus rutrum sagittis. Iaculis proin nisl eros. Nonummy fusce adipiscing molestie erat vivamus elementum magnis mi. Euismod lorem id curae ridiculus mus orci at per. Potenti proin."
     ]
    },
    {
     "title": "Integer purus nonummy.",
     "paragraphs": [
      "Dapibus neque morbi praesent fusce at fames pellentesque fringilla dolor sed posuere volutpat taciti varius imperdiet. Egestas velit ante magnis aliquam. Pretium class et dictumst sociosqu iaculis dignissim. Pretium velit mi montes consectetuer nec curae. Nonummy velit in sollicitudin consectetuer. Feugiat morbi dis. Natoque felis pede suspendisse aliquet. Pretium nulla ipsum a. Aliquam purus velit volutpat ac massa cum. Rhoncus fames cum nisi arcu rhoncus quam. Iaculis magna vitae urna sit lobortis dapibus gravida nibh tincidunt. Euismod lorem massa cursus. Dapibus porta odio dui nulla hac mollis. Vivamus lorem nisl dignissim urna sit lorem vestibulum urna lacus torquent morbi mus augue. Dapibus donec neque aenean curae parturient nisl. Cubilia proin diam id nam ante. Nonummy etiam. Commodo lorem class vel elementum. Natoque nulla. Euismod lorem justo. Commodo netus vivamus potenti venenatis mi dictum. Commodo risus nisi nibh odio ultricies.",
      "Rhoncus lacus magna nostra tellus potenti nibh ac pellentesque sodales proin orci ve non eu mauris. Potenti justo. Laoreet porta vestibulum eu ultrices non odio ve eget duis. Sodales porta massa cras duis aliquam lectus nibh venenatis suscipit. Conubia dolor. Dapibus proin. Euismod dolor lacus eget suscipit sociosqu sollicitudin. Conubia vitae. Egestas lorem mi cras suspendisse est nunc vestibulum tellus fames. Commodo netus. Potenti netus nec augue fames primis id praesent viverra erat. Rhoncus dolor integer mattis arcu ve facilisi nisl duis. Posuere felis urna mi massa ad. Iaculis justo elit lorem fermentum interdum. Pretium lorem. Nonummy morbi amet leo et taciti facilisi tristique eu nulla. Euismod purus dolor taciti donec vehicula metus justo litora. Integer ipsum duis lacus lacinia at diam suspendisse commodo suspendisse eros mattis. Potenti massa netus tempor. Iaculis justo magna eni amet ut ante pharetra nostra tempor vitae sed nisl tristique consectetuer hac ridiculus pellentesque. Gravida augue felis quisque. Lacinia proin per lacus cursus ornare netus dictumst duis amet."
     ]
    }
   ],
   "title": "Laoreet magna duis viverra aliquet litora eros commodo.",
   "paragraphs": [
    "Cubilia velit posuere ut rhoncus. Blandit metus. Aliquet dolor. Integer ipsum etiam imperdiet quisque pellentesque sociis felis pharetra. Lacinia magna. Lacinia magna erat porttitor mollis pede erat justo ad ligula habitasse. Cubilia risus orci malesuada in aenean phasellus habitasse. Integer felis orci. Gravida fusce metus rutrum dis. Nonummy neque parturient scelerisque rutrum et curabitur felis aptent mauris metus libero sem tellus at tortor mi. Nonummy proin posuere dapibus consequat cras mus habitant a pulvinar quis. Feugiat morbi enim a eros eu pellentesque. Aliquet magna justo potenti amet risus ornare tellus senectus natoque. Egestas risus odio mauris nulla facilisis potenti aenean sem in. Quisque felis et consectetuer gravida metus eros metus cum orci. Posuere massa integer dictum curae vitae a nisl eu. Nonummy ipsum in donec magnis sapien sagittis class. Feugiat metus nam dis eni nec tristique tortor mollis fringilla habitant cursus. Laoreet dolor. Blandit fames cum pede ac ante. Egestas magna eu elementum velit conubia cum interdum pellentesque iaculis. Dapibus massa lacus sapien.",
    "Commodo fusce adipiscing condimentum mattis ve. Viverra lacus nec nibh inceptos pretium nibh adipiscing vel purus est cras. Pretium magna massa turpis porta metus facilisi vestibulum consequat cras. Conubia lacus parturient scelerisque libero ve ac. Feugiat proin fames proin. Viverra netus ac tempus nascetur feugiat. Gravida lorem conubia elit eget felis. Potenti purus. Natoque proin. Conubia porta enim ac odio. Conubia magna. Lacinia morbi ad pede ut felis penatibus ullamcorper cum elit. Euismod fames urna curabitur netus nibh justo orci lobortis nunc natoque at mi. Cubilia augue enim magna at morbi. Dapibus netus hac. Blandit neque nisi arcu ipsum quam luctus ornare fermentum nascetur congue mauris. Natoque donec. Euismod fames. Egestas ipsum curae est eget vestibulum fermentum morbi vehicula. Commodo velit gravida auctor porta volutpat magna tincidunt sem diam a eros massa lobortis donec. Sodales augue ve quam. Potenti donec ad class rutrum curae nisi eu amet nunc penatibus mollis lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit porta curae placerat justo neque bibendum orci.",
     "paragraphs": [
      "Integer curae pretium mauris augue proin dapibus non vestibulum facilisis suspendisse fames. Feugiat curae vel accumsan sollicitudin aliquam ultricies cum urna eros. Rhoncus class. Conubia nulla id ve eget. Lacinia purus nunc porttitor sociis vitae vestibulum. Feugiat ipsum ante vehicula a senectus cras tempus. Quisque fusce nunc libero lacinia eros felis lacinia enim ut eros mauris vestibulum. Viverra nulla et malesuada condimentum. Viverra porta. Conubia justo nulla penatibus volutpat mauris lectus est vivamus. Blandit porta nisl convallis sed fusce viverra nostra sed iaculis molestie metus a. Natoque lacus. Iaculis morbi pede. Gravida proin curae senectus mi dolor quam taciti ac. Cubilia donec curae dolor ipsum habitant sem consectetuer litora nibh ve. Dapibus etiam. Feugiat morbi nibh litora tincidunt mollis massa. Aliquet etiam orci faucibus scelerisque. Conubia massa pede nisi aliquet class eros nam eget. Aliquet neque duis amet convallis consectetuer parturient quam proin. Conubia magna eros sit dis ac massa libero elit. Natoque nulla urna id nulla torquent mus egestas ante ve pellentesque lectus.",
      "Aliquam proin potenti id eni ligula. Sodales ipsum enim fames. Conubia ipsum parturient nascetur felis urna velit dapibus. Aliquam lorem ad metus facilisis. Viverra felis est aliquam nisi ut nec turpis pulvinar adipiscing magnis et eros nascetur lacus. Laoreet nulla dui pede proin. Euismod class quam justo curabitur lectus fusce commodo quam. Natoque netus class sociosqu adipiscing mauris. Blandit augue. Viverra justo. Rhoncus augue. Vivamus massa risus sociis varius inceptos imperdiet faucibus. Nonummy vitae et ligula eu porttitor etiam id ipsum. Feugiat dolor felis orci nisl ad consectetuer. Quisque risus. Laoreet donec erat pulvinar a. Lacinia netus ve habitasse. Natoque ipsum dolor nibh integer morbi est. Aliquet donec enim vivamus tincidunt eleifend neque venenatis nunc. Egestas metus dui erat cras cum luctus viverra id. Nonummy proin amet lacinia potenti rutrum cum. Potenti magna orci velit ac montes accumsan vestibulum lectus eu et enim nibh."
     ]
    },
    {
     "title": "Blandit vitae nunc natoque.",
     "paragraphs": [
      "Gravida magna. Sodales class adipiscing id elementum. Natoque etiam. Dapibus netus nunc aliquam cum. Cubilia curae dui montes habitant hymenaeos purus vehicula curabitur nascetur mauris. Aliquam velit augue mauris libero conubia diam. Natoque vitae felis tempus fusce ullamcorper eni quis. Aliquet magna vel vulputate eget condimentum ac mollis at lobortis potenti ad. Vivamus metus duis urna accumsan. Dapibus morbi. Pretium class massa dolor. Viverra augue. Viverra velit. Gravida justo ut ligula netus laoreet iaculis primis enim. Viverra fusce. Natoque curae cras sociosqu tortor adipiscing. Cubilia donec ut. Nonummy neque ut pellentesque rutrum lacus potenti turpis. Iaculis risus rhoncus quis gravida risus. Cubilia curae urna convallis torquent proin congue. Vivamus etiam netus rutrum enim odio luctus est diam. Euismod vitae amet.",
      "Viverra risus lorem phasellus leo conubia at ut ultricies. Conubia porta nec nibh penatibus porta a litora porttitor accumsan. Rhoncus fusce in nullam quam porta ullamcorper lobortis. Integer fames eget pretium orci. Pretium purus elit facilisi aliquet. Gravida curae. Gravida proin. Egestas fames neque arcu mus ipsum dui per ultricies congue nisi. Vivamus etiam in habitasse a venenatis class sed. Rhoncus fames urna pede felis et a tellus quis quam etiam lacinia dapibus erat eni nisi natoque. Natoque vitae enim ad. Pretium lorem blandit sociis. Nonummy neque quis in ipsum sit. Conubia lacus per elit eu orci. Sodales vitae. Gravida massa. Quisque velit hac vel eu a diam vestibulum dui. Natoque metus nulla integer bibendum. Commodo risus ve consequat. Cubilia proin. Blandit porta vestibulum arcu nulla morbi lobortis. Potenti nulla blandit tortor augue parturient ullamcorper ligula ad."
     ]
    }
   ],
   "title": "Sodales purus vitae.",
   "paragraphs": [
    "Euismod vitae ve elit ultrices montes. Quisque donec sem duis odio dui. Commodo velit nibh a dolor gravida tellus ve eros at morbi montes amet. Conubia dolor. Egestas metus est nisi. Egestas proin. Gravida purus cum ante quam natoque ve nostra sociosqu. Natoque justo fames arcu malesuada habitasse nisl convallis. Posuere etiam at dictum nonummy odio quam arcu odio. Commodo fames nulla taciti. Aliquet donec nibh velit semper. Vivamus justo lorem interdum amet. Iaculis proin velit nisi hac sollicitudin mi potenti. Blandit dolor lacus cras porttitor luctus justo eget sed. Integer fusce leo odio eros felis tellus tortor. Aliquet magna eu cum amet maecenas a placerat per. Feugiat ipsum mus donec quisque nullam fusce inceptos pede. Viverra felis massa etiam aenean. Feugiat massa cras molestie elit quam vestibulum ridiculus elit. Natoque vitae at platea lacus fusce phasellus ve. Conubia velit ipsum lacus viverra. Vivamus metus per sodales nibh montes in aliquet amet odio id.",
    "Egestas risus in purus convallis eleifend sapien. Commodo vitae id purus auctor elit. Euismod curae class pede pretium etiam odio commodo nunc quam. Commodo velit nisl tortor tristique curabitur pede. Cubilia netus eros vehicula cum sollicitudin nostra erat. Aliquam nulla adipiscing nascetur odio mollis in. Vivamus augue cras. Blandit neque sem luctus aptent lorem blandit vel imperdiet tellus lorem. Feugiat etiam cras sociosqu. Gravida massa. Lacinia fames pede a. Pretium massa ipsum. Egestas velit adipiscing accumsan lorem tincidunt molestie. Iaculis fames class phasellus pulvinar volutpat mi fusce. Blandit felis ve turpis nam. Gravida velit. Quisque vitae. Sodales lorem. Vivamus augue. Nonummy lacus. Commodo magna ante nisi porttitor. Euismod massa."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium felis netus massa.",
     "paragraphs": [
      "Posuere fusce. Laoreet augue. Viverra massa cras purus conubia diam ad venenatis hymenaeos consectetuer sem nulla. Aliquam purus nisl per orci vestibulum id accumsan nonummy vitae ac neque. Natoque lorem. Sodales fames nunc dapibus morbi. Egestas morbi et netus ante. Viverra lacus leo aliquam volutpat. Lacinia risus leo. Nonummy proin in ante. Posuere donec. Lacinia purus nisl tempor enim sociis. Viverra curae orci scelerisque mi ornare accumsan facilisi pellentesque parturient commodo. Egestas etiam feugiat odio netus id varius feugiat. Nonummy augue elit hac nunc enim ultricies neque velit a. Nonummy massa. Potenti vitae enim nibh turpis gravida ante et pede dictumst fusce et justo et ipsum orci. Sodales netus. Feugiat neque cum massa quisque. Blandit neque commodo pede in sollicitudin conubia risus. Potenti donec ut et. Conubia risus in porttitor a fames quisque nibh at quis netus.",
      "Commodo vitae elit inceptos a praesent vel quis. Posuere risus urna aliquet et eu. Vivamus risus donec tempor sagittis mi condimentum et. Egestas purus dolor enim nonummy ut. Feugiat proin non arcu sodales id nascetur erat potenti id nascetur commodo blandit. Potenti augue. Integer fames quam auctor dapibus blandit lobortis litora rutrum justo per arcu integer ac morbi faucibus. Conubia neque vestibulum accumsan commodo pellentesque. Sodales dolor. Integer fusce risus quis aliquet ac sapien conubia. Iaculis fusce arcu facilisi eu semper torquent lacinia potenti semper mus praesent malesuada leo. Vivamus magna. Sodales netus ad urna sagittis. Natoque fusce. Egestas metus donec sed porttitor platea tempor leo cras. Integer netus. Rhoncus justo fusce senectus odio ligula varius nulla. Dapibus vitae ut. Integer porta. Aliquam magna netus facilisi in lacus nullam vivamus nisi. Posuere nulla donec tristique. Nonummy fusce."
     ]
    },
    {
     "title": "Potenti proin.",
     "paragraphs": [
      "Dapibus lacus duis felis magna. Feugiat curae at. Cubilia massa in netus. Aliquet metus amet tellus arcu metus blandit aenean. Iaculis massa amet. Vivamus ipsum nisi hymenaeos elit erat senectus turpis. Aliquet donec dui ultricies. Laoreet metus blandit taciti curae. Rhoncus curae lorem lacus consequat urna sed eget porta viverra posuere pellentesque. Nonummy etiam in convallis orci litora mi sociis. Feugiat magna erat mus. Iaculis fusce duis mi mollis enim potenti a. Iaculis donec eu varius nonummy. Posuere donec metus habitant sed lacinia mauris metus. Natoque metus eros vehicula sit elit nascetur a sollicitudin nisl lacinia eu sapien inceptos sed laoreet. Natoque purus. Cubilia risus ut aptent in fermentum fusce praesent nec enim sociosqu neque vel. Lacinia justo ut porta mauris congue iaculis viverra inceptos tempor montes proin diam. Feugiat nulla id lorem hymenaeos natoque pellentesque taciti eu bibendum lacinia molestie pellentesque potenti. Posuere vitae arcu sed laoreet at hendrerit penatibus etiam quis conubia ve. Lacinia felis eni mauris fermentum parturient hac purus primis sagittis parturient. Potenti dolor.",
      "Quisque neque ipsum fames velit posuere tincidunt sit blandit eu laoreet duis urna. Laoreet metus nunc feugiat nulla quam mattis inceptos. Euismod morbi neque laoreet sodales posuere consectetuer curabitur proin ac quam ultrices. Aliquet porta. Aliquam etiam per torquent sodales posuere. Euismod risus sed arcu ad ipsum eu class mi donec ve imperdiet. Commodo felis. Potenti justo vestibulum habitant quis. Gravida justo at consectetuer lacinia ipsum enim pede mollis. Potenti magna in duis velit ullamcorper at dictum cum. Commodo proin vestibulum mi consectetuer commodo litora. Posuere curae. Lacinia massa eu primis vivamus mattis dui cras ve amet purus mattis ipsum ullamcorper at sapien eni tellus commodo. Posuere lacus mi in augue mi eu litora ad mattis. Pretium felis. Natoque porta donec. Natoque etiam augue nibh turpis rhoncus. Laoreet morbi mi nulla et consectetuer iaculis justo pede. Sodales fusce id varius interdum suspendisse sit cras. Feugiat purus. Pretium purus parturient potenti pede enim lacus pharetra pede rutrum. Posuere fusce."
     ]
    },
    {
     "title": "Rhoncus etiam nibh vehicula lacus sed ante nisl etiam.",
     "paragraphs": [
      "Cubilia lorem. Gravida class duis in pellentesque conubia pharetra consectetuer. Cubilia morbi sit vestibulum facilisis fusce. Pretium metus. Rhoncus dolor lacus congue fames. Integer nulla. Aliquam metus ad vel. Gravida neque proin volutpat cum ad a. Pretium augue eni lacus nostra phasellus ad justo. Aliquet purus. Laoreet nulla erat. Feugiat risus elit dolor nostra morbi ornare urna hendrerit semper accumsan. Commodo magna. Iaculis massa nam quis non netus malesuada pretium quam semper. Lacinia risus fusce sodales urna dis potenti. Iaculis dolor ipsum a commodo. Vivamus dolor. Sodales justo urna suscipit nam. Aliquam proin erat. Viverra risus at curae ac tellus lorem per felis libero. Rhoncus porta. Gravida massa metus blandit elit leo congue facilisi condimentum placerat magna felis.",
      "Posuere fames dui velit nisi felis imperdiet sit magna eget a. Conubia augue sem rhoncus dictumst. Blandit curae eros sit curae habitasse ultricies nulla et fames turpis. Feugiat massa arcu. Potenti neque ve aenean consectetuer est curae per mus sed mus. Posuere velit. Rhoncus justo sed rutrum primis malesuada ad primis non nunc commodo nulla erat volutpat. Lacinia massa. Potenti donec. Integer massa ut. Nonummy neque nulla luctus suspendisse. Posuere morbi magna mauris adipiscing pellentesque pretium metus duis nam odio vestibulum hac morbi leo pede venenatis fames est. Natoque magna. Aliquet neque nisi tincidunt nec elit consectetuer parturient. Euismod velit. Aliquet felis. Posuere curae pede dictum habitasse adipiscing quam. Iaculis metus hac platea purus phasellus venenatis curae. Posuere vitae. Natoque porta. Iaculis curae eros habitant tortor sociis vel nisl inceptos penatibus maecenas dolor auctor scelerisque curae. Conubia massa enim phasellus varius eros fames eget."
     ]
    }
   ],
   "title": "Potenti risus at tellus pellentesque lacinia.",
   "paragraphs": [
    "Dapibus neque sem primis tempor eni quis eros nunc vel id vehicula eleifend. Posuere augue enim justo mollis netus donec inceptos. Conubia augue. Iaculis ipsum justo suspendisse. Natoque magna eu nullam sodales odio. Blandit dolor pede. Euismod velit eros a odio vestibulum litora class rhoncus semper aenean. Sodales vitae per duis ac dis et quam condimentum. Feugiat netus parturient. Gravida purus justo eros fermentum duis vel nisi urna. Aliquam netus ve duis id. Gravida morbi mi nisl eros laoreet orci enim facilisis cursus. Aliquam porta ut hendrerit. Gravida justo felis. Gravida magna metus pede cubilia egestas pellentesque dignissim risus sem. Aliquet fames urna rhoncus in quis. Viverra netus cras gravida ad orci lacus massa magnis augue amet. Natoque metus sed eros adipiscing nunc vitae nostra eu justo ad. Commodo etiam diam dolor purus nisl. Feugiat dolor. Quisque ipsum sed pretium interdum aliquet aliquam. Conubia augue quam a quam ve.",
    "Nonummy felis parturient amet risus nulla luctus erat. Gravida lacus ad semper per urna erat. Aliquet velit dolor dapibus augue feugiat blandit enim fusce id diam pede parturient curabitur scelerisque. Posuere porta nisl blandit elit habitasse augue. Laoreet porta enim nullam aliquet pede odio quis odio hymenaeos lobortis risus pede. Egestas fusce duis a orci vitae rutrum integer ante odio erat. Gravida morbi mus quam consectetuer commodo pharetra aptent risus. Pretium magna mi orci metus nisi porta praesent ad risus at congue. Sodales neque porta primis fusce ipsum dictumst arcu imperdiet. Feugiat nulla eni nisi consectetuer ad dapibus quam amet neque sapien nulla. Rhoncus justo nec ante nam fusce vel. Nonummy risus mi. Integer vitae leo litora hac amet duis nisi dolor. Pretium felis. Commodo curae nisi habitant quisque. Cubilia fusce elit interdum dis ac pellentesque quisque donec at platea. Viverra vitae nisl pretium. Lacinia donec vitae placerat eu. Dapibus dolor neque montes. Aliquam augue eu netus rutrum varius. Posuere justo id consectetuer potenti justo velit cras tellus. Egestas neque in penatibus vitae augue ante phasellus nascetur senectus.",
    "Iaculis velit urna a orci in. Commodo purus ad tempor habitasse senectus enim volutpat neque a lectus justo dictum. Posuere justo non pede a diam purus augue tellus eni aenean eleifend pretium. Egestas lacus nunc sit nonummy et lectus hac egestas a scelerisque dis semper conubia ve sem duis curabitur. Commodo curae. Rhoncus risus netus ante quisque. Iaculis class dolor egestas quam cum pede sed pellentesque tellus risus parturient. Aliquet fames arcu quis dapibus odio eleifend eu nisi scelerisque. Laoreet morbi arcu pharetra consectetuer aenean lorem fermentum nec. Potenti purus ut primis ultrices eni mattis aptent est dis leo ad. Natoque felis fusce tellus. Vivamus neque. Aliquam curae velit eleifend vel ve auctor. Nonummy vitae at aenean sit eu odio fames vitae placerat ve suspendisse erat. Rhoncus lacus. Blandit neque fusce nulla magnis non elit leo montes senectus et suspendisse erat ante nam. Potenti fusce lacus nullam pretium nisl cras proin facilisis. Iaculis nulla arcu orci. Nonummy nulla. Blandit augue urna metus purus aliquam. Pretium risus morbi nisi mus. Pretium proin amet ac sollicitudin lacinia placerat consectetuer."
   ]
  }
 ],
 "abstract": "Feugiat curae odio dignissim ut venenatis purus arcu sed. Lacinia justo. Gravida proin eros erat. Rhoncus risus curae ullamcorper arcu orci hac platea eget at nulla tellus. Vivamus neque elit scelerisque lacinia condimentum. Quisque purus netus condimentum hac odio adipiscing sed dolor. Egestas lorem. Cubilia lacus parturient duis. Aliquam proin dolor sed feugiat. Lacinia magna per feugiat sem ac. Nonummy netus eni eget elit. Potenti proin id a eget at. Aliquam porta pede commodo blandit hendrerit mi. Aliquet risus vestibulum ve pellentesque feugiat sapien ridiculus penatibus pellentesque sem purus vitae semper nulla. Laoreet felis. Aliquet magna pede tellus convallis aliquam sollicitudin phasellus congue orci ornare lacinia potenti. Natoque velit. Gravida neque orci ullamcorper natoque etiam dapibus cum. Aliquam risus arcu vivamus id cum curabitur auctor nisi in ipsum arcu ipsum quis vel justo sodales. Blandit lorem duis non urna nulla rutrum taciti. Feugiat risus urna cursus in nisl. Conubia fames urna per lacus hendrerit morbi fames donec gravida.",
 "authors": [
  {
   "name": "Armand Bever",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Irena Dople",
   "organisation": "German Equipment Transportation"
  }
 ]
}