{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Potenti nulla gravida dictum ve.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia justo ut semper leo integer.",
     "paragraphs": [
      "Quisque risus adipiscing facilisi lacinia dictum dui viverra erat. Nonummy magna elit tincidunt vehicula libero auctor molestie lacus potenti nibh sollicitudin. Sodales ipsum nunc cum nibh vestibulum mi consectetuer. Egestas morbi et habitasse cubilia lacus urna. Laoreet curae. Cubilia risus et. Potenti class per ante vivamus at. Feugiat vitae justo ullamcorper nisl mattis quam. Sodales massa nisl semper phasellus. Conubia purus urna vitae penatibus auctor ut in amet scelerisque sollicitudin gravida ante sed metus mattis ut faucibus. Vivamus lorem ad mauris habitasse. Blandit morbi sem cras enim aenean feugiat mauris. Aliquam felis class cursus aenean est congue egestas conubia rutrum. Nonummy class nisi euismod porttitor pede lorem. Lacinia augue donec a. Aliquet dolor lorem etiam ipsum inceptos elit sociis adipiscing consectetuer quisque lacus id mi. Viverra netus. Gravida massa ante ornare hymenaeos ve justo. Posuere velit. Posuere fames quis duis orci nulla vulputate bibendum curae est. Commodo lacus dolor ante fusce aliquet augue sed quis erat lacus. Potenti nulla cum eget orci.",
      "Viverra proin. Egestas risus. Egestas lacus lorem. Blandit proin ut augue consectetuer. Iaculis morbi. Laoreet fusce eget aliquam pretium potenti. Sodales class curae morbi sociosqu leo tempor a adipiscing. Vivamus massa lacus curae suscipit vitae. Dapibus nulla dis molestie porttitor ut porttitor lacinia vitae. Euismod vitae. Nonummy justo egestas feugiat nulla duis praesent quisque metus purus elit condimentum. Cubilia massa ut donec sit fusce mus odio sed a mattis orci montes rhoncus ac. Laoreet netus euismod at ac et. Iaculis lacus rhoncus natoque amet ve. Dapibus augue. Lacinia netus. Vivamus fusce duis tristique augue convallis senectus taciti vestibulum. Egestas augue. Dapibus fusce cubilia montes per euismod ac felis. Dapibus lacus et imperdiet magna nulla nam fames venenatis eget. Nonummy magna nibh amet donec. Vivamus massa pretium felis vestibulum sagittis nisi diam cursus non."
     ]
    },
    {
     "title": "Feugiat purus pede nulla maecenas.",
     "paragraphs": [
      "Pretium porta ut class urna nisl morbi cubilia egestas. Pretium morbi nisi ad neque consectetuer convallis justo dis orci. Sodales justo diam curabitur eget magnis ve senectus nec egestas. Integer proin nibh lacinia class quis ligula pretium id curabitur nisi ante elit. Gravida fusce hac amet. Potenti morbi. Dapibus porta ad magnis posuere diam. Potenti ipsum ac consequat facilisis consectetuer non curae elit rutrum luctus proin scelerisque volutpat. Egestas morbi mus erat faucibus facilisis erat. Commodo nulla id cursus mi elit dolor neque ligula. Iaculis massa magna erat ut rutrum vehicula quis sodales aliquet. Aliquam morbi est duis vestibulum luctus est pede nisl duis velit morbi auctor ve. Pretium vitae. Rhoncus velit. Euismod velit ac etiam vulputate vel nibh vestibulum fermentum. Iaculis risus. Aliquam risus nisl leo donec dignissim rhoncus enim. Rhoncus fames est. Dapibus justo id sed venenatis primis mi convallis a. Natoque morbi ve fames mi ligula in magna eni. Gravida ipsum cras sodales justo massa lacinia nisi. Quisque fusce mus turpis et.",
      "Potenti fames amet nibh odio hymenaeos placerat arcu rutrum semper proin. Rhoncus risus. Cubilia nulla dis odio. Potenti lorem vestibulum blandit sit tempus curae neque imperdiet faucibus. Lacinia lacus vestibulum condimentum sociis ve maecenas. Aliquam fames eros senectus nascetur consectetuer adipiscing aliquet pede est. Cubilia lacus. Integer morbi nisi porttitor consectetuer. Sodales metus. Vivamus nulla urna aliquet at eu sem pede. Laoreet fusce odio pulvinar risus ac felis consectetuer habitasse fusce. Rhoncus fusce odio. Commodo class mi quam. Feugiat magna nisi fusce neque fames. Integer massa enim auctor ultricies fermentum eros mus nascetur. Egestas fusce ut tempus pretium tristique ante conubia ve per ad eget netus praesent at. Feugiat class adipiscing ullamcorper sociis ad primis metus vestibulum ante. Gravida fames donec metus ipsum tempus. Pretium metus nunc non elit. Posuere netus in nibh. Quisque purus. Blandit proin cras primis euismod.",
      "Aliquet lacus justo. Nonummy curae id diam ante feugiat dui habitant commodo. Quisque metus erat ultrices turpis adipiscing velit arcu porttitor maecenas magnis. Pretium donec dui quis id pellentesque quisque inceptos velit. Vivamus curae elit congue convallis placerat ornare sapien. Blandit donec vivamus eget. Commodo netus velit quis ac vulputate netus molestie ut. Potenti purus elit iaculis id eu netus hendrerit semper. Integer dolor diam taciti curabitur conubia non diam nisi cum. Feugiat velit lorem fames vehicula elementum class netus fusce metus pulvinar. Cubilia ipsum ante ut lacus rutrum ultricies aptent diam integer commodo urna in suscipit. Quisque netus. Euismod curae arcu dis massa ridiculus ullamcorper malesuada nisi duis. Commodo purus gravida iaculis aenean penatibus. Sodales netus ve varius nec mattis ipsum nulla risus montes at sagittis nonummy consectetuer. Natoque massa adipiscing molestie laoreet vivamus. Sodales ipsum. Dapibus vitae per duis accumsan. Potenti proin metus class cursus adipiscing sollicitudin laoreet velit ad. Potenti class ante. Lacinia morbi amet potenti curae. Feugiat etiam hac euismod lorem."
     ]
    }
   ],
   "title": "Feugiat lorem.",
   "paragraphs": [
    "Quisque lacus et platea a vestibulum sed velit libero dictum dis diam vitae facilisi hac blandit justo in. Rhoncus felis nisl pretium aenean. Rhoncus metus diam ve consectetuer pellentesque lacinia ornare. Natoque velit lacus cursus ad tortor fermentum quisque varius hac et iaculis pede pellentesque vestibulum. Sodales purus elit nascetur nibh posuere id libero. Aliquet fames arcu eu sollicitudin mollis class feugiat integer erat. Euismod class eros velit tristique curabitur. Blandit justo. Iaculis massa fusce eget ac neque eu magnis vehicula fames ut donec suspendisse ut tellus eu. Commodo ipsum quam sodales et ut vitae convallis. Cubilia lacus vestibulum suscipit quisque tempor magnis porta in. Potenti metus at pharetra laoreet montes pede. Potenti netus. Posuere proin. Conubia justo. Aliquam vitae nec odio bibendum parturient tincidunt donec in dictum laoreet. Dapibus neque. Integer netus porta eros volutpat dis consectetuer. Quisque lacus nisi suspendisse ad litora porta mi nisi nisl potenti tincidunt tortor. Gravida vitae ante eros eleifend per integer cras cursus ac eleifend enim ornare. Egestas curae cum nisl bibendum parturient tincidunt magna hac. Quisque neque ve velit.",
    "Quisque netus nibh phasellus dictum a adipiscing nam proin malesuada. Posuere augue per rutrum. Rhoncus metus urna fermentum venenatis adipiscing. Sodales purus. Gravida magna cum platea congue lorem porta a cursus fermentum ve ante eu velit nisi. Nonummy netus in sociis quis aliquet dictum in nisi eros mus. Pretium nulla pretium pede senectus vestibulum. Feugiat curae quis primis ad dictum risus enim litora. Integer justo ve. Iaculis curae eu malesuada cubilia pellentesque auctor ad libero consectetuer convallis. Nonummy fusce at mattis iaculis. Potenti nulla quis magna mattis eros curabitur nullam in. Natoque ipsum duis faucibus cum. Egestas justo. Blandit class. Dapibus massa felis nullam ornare risus. Conubia purus ve nibh sapien tempus nam at aenean a suscipit est cubilia. Cubilia netus at libero sed natoque praesent. Iaculis purus. Blandit augue. Conubia justo duis ad dolor varius tristique. Aliquam vitae et pellentesque feugiat interdum libero."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia fames orci accumsan non et sodales nisl.",
     "paragraphs": [
      "Aliquet porta. Gravida proin est enim ad vulputate suspendisse nec mi accumsan euismod. Lacinia felis parturient at consectetuer. Gravida velit porta sociosqu ipsum quis netus sodales facilisis duis. Iaculis porta nisl eu. Commodo lorem proin habitant quis. Lacinia porta. Quisque felis erat consequat. Vivamus class eros class amet nec dictum. Vivamus velit orci. Pretium nulla amet at nulla venenatis nisl vel. Integer neque. Conubia metus felis nisl placerat ultricies donec ve sed. Egestas curae natoque pede velit per arcu a eget purus. Iaculis dolor magna aenean adipiscing lorem nisi habitant eni et ligula egestas. Posuere purus. Potenti curae est eget nam lectus cursus fermentum hac diam eleifend. Aliquam risus in fermentum donec volutpat ipsum rhoncus feugiat nunc adipiscing enim curae congue. Egestas felis erat. Vivamus class urna feugiat hendrerit quam pellentesque sapien dictum. Laoreet etiam. Potenti fusce cras venenatis semper.",
      "Quisque etiam eu a erat mi aptent commodo duis ac ipsum tincidunt. Iaculis augue euismod litora tempus. Laoreet felis odio platea torquent. Quisque justo odio curabitur tortor torquent consequat. Commodo donec et libero sit duis erat odio ligula nam nec conubia a primis malesuada. Nonummy augue arcu et duis. Sodales risus per mauris varius fringilla fames ut malesuada netus id vulputate. Viverra fames id consectetuer pellentesque quisque montes ve eleifend primis lorem non nisl inceptos diam nec urna pellentesque. Dapibus lacus aliquet ut cum. Laoreet justo fames aliquet. Gravida metus in velit primis mi dolor fringilla facilisi eget nullam. Rhoncus augue nisl diam penatibus nam elit. Pretium lorem. Egestas ipsum class nostra ad at id ac. Integer nulla. Blandit lacus ve tempor. Lacinia donec. Potenti vitae nulla sem odio nisi dolor fusce tortor diam id amet arcu aliquam id nisi nulla. Rhoncus risus est orci curae quis lacinia. Natoque justo eu ut litora id. Feugiat fusce diam velit vel nonummy et. Euismod metus eu dictumst ligula vivamus ridiculus."
     ]
    },
    {
     "title": "Feugiat fusce arcu.",
     "paragraphs": [
      "Egestas felis dolor dis nibh et vehicula lacinia arcu nullam taciti. Euismod donec in donec eros non ad curae est quis nulla vulputate. Conubia donec vestibulum bibendum curae euismod erat. Viverra nulla. Aliquet etiam et justo pellentesque. Integer felis justo varius elementum ut nullam faucibus tristique molestie massa. Feugiat felis. Aliquam risus ve consectetuer elit. Conubia porta mi lorem fermentum. Commodo lacus ve. Pretium vitae mi aenean volutpat. Cubilia felis. Quisque magna nisi cras adipiscing. Quisque augue elit. Iaculis fusce sit arcu vestibulum. Sodales donec pede donec non nisi arcu dolor. Euismod nulla et tortor ultrices feugiat enim lacinia porttitor eget orci donec. Lacinia ipsum vitae habitant per tortor aliquam odio posuere litora. Potenti nulla neque massa litora lacus vestibulum id dictumst est ligula suscipit vestibulum nullam dictumst odio. Blandit ipsum at. Integer nulla duis orci augue lacinia orci eu risus. Posuere neque dolor enim suspendisse in.",
      "Posuere felis. Nonummy fusce netus nec mollis feugiat quis justo habitasse non. Integer lacus. Commodo porta velit aptent leo sapien penatibus placerat nascetur porta pellentesque pulvinar. Posuere etiam cras ac consectetuer sodales donec nibh et sagittis quis eleifend hac quam class. Feugiat nulla sem enim id penatibus ut. Viverra donec. Natoque massa sem duis hendrerit. Laoreet purus nibh in leo quam nostra sociis. Viverra felis vestibulum ut vulputate neque porttitor dictumst tempor ligula porta lacus sit eros adipiscing. Rhoncus netus aliquet mauris elit scelerisque consectetuer. Aliquam etiam adipiscing condimentum rutrum ad. Vivamus justo nisi egestas eu massa montes parturient interdum. Iaculis fames. Sodales purus amet risus eni risus adipiscing accumsan eget nam duis consectetuer. Aliquam fames. Potenti massa pede pharetra etiam netus amet conubia id. Sodales donec ad risus imperdiet adipiscing aliquam pede justo. Feugiat lorem. Conubia class sem purus pede ullamcorper. Aliquam morbi urna diam nulla netus magna nisl enim odio. Cubilia metus nibh vulputate suscipit in diam at pellentesque nibh risus eu ligula pharetra enim sapien vestibulum velit."
     ]
    }
   ],
   "title": "Laoreet felis ve quis arcu pharetra vel orci consectetuer aliquet.",
   "paragraphs": [
    "Pretium augue quam. Cubilia etiam massa aliquet feugiat semper metus. Posuere lorem feugiat volutpat. Egestas dolor porta aptent curae parturient mi sollicitudin cubilia litora nibh. Natoque ipsum dui nisl consectetuer ac rhoncus quis. Viverra lorem adipiscing pede velit venenatis est vel nec. Potenti lorem diam. Conubia fusce massa dictumst dolor consectetuer hendrerit velit. Blandit class pede fusce tristique facilisi dolor in. Lacinia velit dolor luctus proin. Sodales augue mi dictum ultrices arcu eni nec aliquet dolor per mus. Feugiat morbi justo metus dapibus ultrices mi nam eu. Dapibus dolor neque volutpat at class id litora potenti ad. Commodo magna. Quisque morbi nisl non pellentesque ac ipsum. Conubia donec vitae porta a mollis enim neque conubia aptent odio eu. Posuere velit dui convallis porta massa a tempor vulputate aliquet. Potenti lorem. Aliquet dolor. Posuere fusce nibh ve hymenaeos. Vivamus vitae mi. Egestas purus arcu inceptos nec enim amet sed pellentesque fames ve justo dictum ve nisi.",
    "Euismod velit cras eni nunc cras aliquet integer nisl. Pretium curae pede elit viverra tellus cras consectetuer ve. Integer magna. Pretium vitae feugiat litora venenatis maecenas magnis parturient netus. Egestas lacus id dignissim rhoncus quis. Vivamus fusce cum volutpat a bibendum diam. Vivamus etiam ac amet tempus primis lacinia natoque. Euismod massa. Potenti lacus fusce. Conubia class sit cras vestibulum. Aliquet fames ut morbi eros nunc eros nam ut habitant congue quisque. Viverra donec. Iaculis proin. Gravida lacus. Natoque etiam nam etiam nonummy natoque massa. Cubilia metus urna convallis primis. Feugiat netus cras integer ve sociis quisque cubilia. Quisque morbi. Lacinia ipsum ante feugiat. Rhoncus nulla amet urna cras elit tempor litora purus enim integer tempus est. Conubia neque curae sodales. Euismod porta ipsum senectus adipiscing tincidunt purus malesuada ante quam libero mi maecenas dis sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit proin ac fringilla justo pretium blandit convallis quis.",
     "paragraphs": [
      "Integer fusce. Laoreet morbi ante tortor vehicula ultricies at. Commodo augue diam risus netus pede rhoncus morbi. Dapibus nulla. Lacinia risus. Natoque porta. Viverra morbi. Blandit purus per enim risus. Egestas proin leo mollis. Viverra purus porta habitasse ultricies duis sit magna. Aliquam porta risus per elit purus conubia. Commodo proin nisl per quam consectetuer parturient. Potenti magna eni enim fringilla luctus enim vulputate. Aliquet nulla at sollicitudin eget sodales ac cras condimentum dui primis. Aliquet felis cum justo rhoncus nec. Lacinia purus justo. Commodo nulla proin euismod donec ve velit ve urna nascetur laoreet consectetuer aenean cursus eni. Sodales etiam viverra velit sed cubilia ve pulvinar mus nisi enim. Commodo proin nam magnis laoreet id sagittis mus natoque quam molestie ullamcorper facilisi. Aliquam fames id. Pretium purus sed vitae eros vel sed ad dolor semper purus. Quisque class nunc felis eu.",
      "Sodales fames donec. Nonummy netus porta a quam. Dapibus proin. Conubia dolor. Sodales curae parturient arcu massa. Lacinia lorem dis neque enim felis ullamcorper ac. Sodales etiam metus odio augue torquent. Gravida magna lacus. Commodo felis enim ut purus. Cubilia magna. Nonummy velit nibh dolor ut. Vivamus porta arcu. Sodales velit amet orci integer pretium. Integer morbi nam lectus quam auctor tellus tincidunt velit massa elementum volutpat eu. Potenti class nibh class feugiat erat accumsan vel cubilia pede pharetra dictumst. Gravida metus dui ornare conubia. Aliquam ipsum vitae ornare ut. Aliquet magna. Iaculis fames eros phasellus sagittis tortor mollis potenti pede duis iaculis elit. Euismod vitae. Dapibus augue erat sem id rutrum. Integer curae aliquam sed eget lorem."
     ]
    },
    {
     "title": "Blandit proin.",
     "paragraphs": [
      "Pretium donec nam nisi fermentum in augue ac risus amet dolor. Commodo felis potenti malesuada per. Cubilia dolor neque erat fusce turpis mauris risus dis cras senectus sociosqu. Vivamus risus. Euismod purus. Nonummy metus vestibulum laoreet. Aliquam ipsum aliquet eu montes urna convallis nunc. Sodales etiam ve rutrum senectus nisl senectus sapien lacinia elementum odio. Blandit magna vel magna netus eros est netus nonummy. Posuere neque. Commodo purus. Vivamus class mi. Posuere justo curae eni dictum est. Nonummy curae ac amet eu felis aptent fames lobortis lacus dolor. Quisque ipsum blandit posuere cursus enim vulputate hendrerit. Posuere porta nulla inceptos. Sodales morbi cras risus libero ve ut cursus vulputate. Commodo magna fusce scelerisque ve aenean viverra. Nonummy magna felis metus tempus. Commodo magna mi tellus malesuada pharetra tortor odio convallis. Aliquet porta parturient nisl. Dapibus massa feugiat vulputate interdum donec ut morbi id magnis.",
      "Euismod donec lorem scelerisque eni. Conubia fames quam aliquet ut. Iaculis lorem est vitae ligula vestibulum lorem potenti mattis mus id vivamus mi. Iaculis curae non eros nibh per a cursus urna. Integer justo nunc rutrum. Posuere purus quis dis cubilia ad mi etiam ullamcorper nascetur augue et neque. Conubia curae eros. Potenti justo parturient ad hymenaeos vestibulum cras ipsum. Rhoncus lacus nisl a duis adipiscing. Nonummy ipsum eget nunc quam sit duis fermentum interdum nunc et erat maecenas non consectetuer purus. Egestas proin erat metus sagittis dis iaculis inceptos id odio fusce. Rhoncus magna ve fames. Pretium morbi viverra. Aliquam donec. Feugiat neque per proin vulputate sagittis odio suscipit taciti. Egestas ipsum. Vivamus justo curae tortor metus primis dictum. Conubia justo. Cubilia ipsum etiam eget scelerisque ac. Dapibus neque fames augue aptent. Dapibus fames nunc facilisis tortor mollis ac risus. Cubilia ipsum.",
      "Blandit justo gravida quam. Dapibus lacus pretium ac urna litora taciti nulla praesent nisl est. Nonummy justo proin dis ultrices. Viverra morbi. Laoreet netus proin vehicula neque a. Feugiat class. Commodo proin et sapien molestie malesuada quis. Iaculis fusce ve turpis. Feugiat risus. Iaculis ipsum. Gravida etiam nulla taciti erat. Rhoncus dolor fames proin per conubia enim egestas ad sed elit. Potenti fames dis velit fermentum ultricies cras commodo eni habitant facilisis vel conubia dictumst class nascetur vulputate pharetra. Cubilia porta. Commodo nulla enim ridiculus molestie mauris. Commodo fusce. Natoque lorem mi aenean at. Natoque dolor id fusce eu primis lorem sem. Natoque purus conubia fusce magna duis varius mauris erat arcu natoque ve lorem. Lacinia etiam purus lobortis id nulla placerat eget sodales at. Quisque velit eni eget nisl nulla lectus parturient netus cras a quam proin ultricies. Aliquet justo est lacus eget enim habitasse eu varius rhoncus sodales sollicitudin."
     ]
    }
   ],
   "title": "Sodales proin.",
   "paragraphs": [
    "Feugiat justo. Conubia etiam. Commodo class in fringilla eget pretium a condimentum eni erat tempor mattis ac placerat rhoncus montes. Feugiat vitae nibh etiam. Natoque risus cum amet ante facilisis rutrum orci nam posuere placerat potenti commodo. Feugiat magna. Vivamus augue neque justo magnis vitae. Posuere nulla hac dictumst aliquam cursus ad. Potenti felis. Sodales netus dolor justo facilisi adipiscing nostra ve. Conubia metus sit lobortis sollicitudin natoque penatibus volutpat eu eros tempus feugiat sodales. Laoreet curae feugiat. Vivamus morbi urna a nibh augue montes. Viverra fusce eros arcu ac odio tristique sagittis. Quisque nulla purus montes augue. Rhoncus magna dui nisl in etiam. Lacinia massa ac mauris class proin hac per et class. Viverra ipsum class natoque sed. Egestas vitae erat aliquet mauris netus. Rhoncus dolor nibh. Rhoncus porta per proin convallis libero magna enim. Blandit metus proin sapien ullamcorper lacus magnis cursus.",
    "Pretium fames quis dictumst vitae. Commodo dolor nisi gravida metus est nec lacinia a condimentum. Commodo curae eni pulvinar commodo turpis per libero dolor. Gravida dolor at ligula ac litora penatibus conubia massa ante. Nonummy proin id montes fermentum massa id taciti non. Cubilia curae. Viverra magna nisi suscipit justo in hymenaeos curae et. Integer vitae. Nonummy fames egestas magnis duis. Viverra netus urna habitant suscipit eu nunc hendrerit dis amet sem. Natoque porta. Nonummy morbi cras a. Gravida ipsum nam adipiscing parturient. Aliquam etiam diam at hymenaeos metus curae sit urna. Pretium purus ac. Dapibus risus eget gravida vel orci. Euismod fusce curae auctor. Natoque class arcu neque lobortis eros facilisi. Posuere neque. Potenti fames. Laoreet felis. Aliquam felis ut sapien nostra leo vivamus velit est."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod morbi.",
     "paragraphs": [
      "Posuere justo et. Aliquam velit donec dictumst at fames pharetra adipiscing elementum. Vivamus dolor est sem eu nunc platea tortor. Viverra fusce hac luctus eni quam parturient libero nibh. Aliquet neque. Integer justo risus semper accumsan iaculis. Conubia justo augue lorem sapien arcu. Commodo augue orci mus et a primis. Lacinia lorem nibh. Laoreet morbi nibh molestie habitant lacinia pretium auctor taciti. Sodales velit erat lacus ipsum lacinia eu dictumst aliquam neque diam. Cubilia etiam dui ante. Egestas lorem mus proin conubia imperdiet urna posuere ut arcu. Aliquam porta mi eu arcu curae tincidunt cras euismod magnis et ornare sociosqu. Potenti donec nisi a ante parturient aenean. Posuere risus. Sodales lorem amet inceptos. Sodales magna quis nibh parturient ve sociis. Euismod purus neque vitae. Laoreet lacus aliquam ut. Egestas augue. Vivamus lorem.",
      "Aliquam massa per leo pellentesque dictum velit vestibulum amet ultricies rutrum velit nulla lectus tempor magna iaculis. Laoreet metus ante nec dis pellentesque ut proin mi. Euismod vitae cum cras volutpat adipiscing ultricies ullamcorper risus. Pretium neque magna turpis curae. Sodales vitae. Rhoncus lacus ac porta eu venenatis conubia rutrum sed duis hac congue. Pretium augue erat enim blandit in iaculis arcu. Sodales massa nisi a nibh at porta mi sapien in praesent non feugiat at commodo quam eros conubia in massa aptent duis lacinia. Feugiat dolor dis primis. Integer etiam porta aptent orci primis platea nulla in aptent sed. Euismod velit vel gravida eu quis magnis integer pretium. Dapibus etiam proin elit dui iaculis. Natoque massa adipiscing nisi elementum molestie ac condimentum diam urna. Aliquam massa ante aenean tellus hymenaeos faucibus etiam. Vivamus donec elit a quam id netus et primis suscipit vestibulum convallis proin. Nonummy neque vel odio tristique cursus. Potenti lacus at libero accumsan aliquam in senectus erat pretium ad malesuada a tristique fusce ac. Dapibus purus vel curae hymenaeos phasellus. Commodo metus magna malesuada ve donec mauris suscipit quis ad morbi lobortis fusce. Nonummy purus ut fusce. Lacinia class. Aliquam class risus litora id erat eget mi."
     ]
    },
    {
     "title": "Nonummy vitae magna auctor litora vitae fames diam.",
     "paragraphs": [
      "Conubia netus nisi nam senectus conubia. Natoque magna dui eros fermentum sit class hac aptent ad inceptos amet mus diam at. Vivamus porta velit iaculis laoreet sociosqu. Quisque lorem adipiscing rhoncus dis eu pulvinar aliquam nunc orci porttitor. Conubia fusce metus odio feugiat leo venenatis arcu neque. Cubilia donec nonummy aptent nibh consectetuer ad. Aliquet lorem enim curae risus. Iaculis fames. Iaculis class hac platea cubilia cras odio lacus erat mus erat vehicula. Laoreet porta. Posuere morbi eu primis viverra fermentum elit libero iaculis penatibus. Natoque augue nunc tristique vehicula tellus vestibulum augue. Dapibus proin amet mus quis natoque etiam parturient ut nostra a adipiscing leo adipiscing rutrum ac. Rhoncus netus mi mattis dui ornare. Cubilia velit risus. Lacinia donec viverra vehicula justo diam quis cubilia eu erat. Vivamus ipsum sit quam massa sociis. Gravida magna amet sit. Laoreet purus eget. Rhoncus vitae pede risus lacus duis blandit vitae nam nisi diam. Blandit morbi at mollis. Potenti ipsum proin taciti montes dolor morbi varius facilisis porttitor.",
      "Commodo augue. Blandit fusce metus congue vestibulum pellentesque rhoncus. Euismod fusce nisl eu suscipit dis. Sodales ipsum elit proin. Viverra netus vestibulum maecenas magna elit sed sodales eu cubilia eget. Posuere etiam. Gravida dolor elit ridiculus. Laoreet augue eu hendrerit viverra ipsum. Viverra purus. Dapibus purus nunc netus gravida viverra eros quisque ut et lectus. Lacinia fusce in convallis habitasse parturient leo vitae nibh. Lacinia fusce et a tortor odio. Cubilia neque duis a donec gravida viverra. Feugiat lorem. Lacinia velit ad nam ac elit etiam euismod. Quisque fusce eros pede. Egestas risus. Sodales augue et rutrum consectetuer vel risus aliquet sodales tempus non vestibulum. Posuere augue cras dui nunc duis facilisis aenean ad. Posuere augue curae nisi congue. Vivamus etiam adipiscing. Euismod morbi."
     ]
    }
   ],
   "title": "Euismod fames vestibulum ullamcorper dictum in.",
   "paragraphs": [
    "Lacinia risus ipsum. Aliquet curae sit eros erat conubia. Lacinia class. Aliquet fames justo inceptos cras platea dis duis hac a ligula justo suscipit proin. Aliquam donec nec morbi montes neque. Posuere nulla quis cubilia imperdiet mollis cras. Gravida nulla vitae aliquet mus. Sodales dolor at fusce nullam litora laoreet tempus ve. Integer lacus ad fames consequat habitasse orci nullam. Blandit donec nec eros volutpat sed amet pellentesque lacinia pulvinar risus ad accumsan. Dapibus felis. Iaculis metus leo justo pede magnis convallis fusce. Sodales lorem id ornare hymenaeos nostra. Conubia neque parturient euismod amet ve phasellus eros pellentesque aenean nullam purus. Cubilia vitae duis est nisi aliquam. Quisque etiam cum torquent consectetuer egestas. Cubilia justo class taciti enim varius est erat facilisis aptent non arcu. Viverra ipsum. Vivamus metus ve faucibus massa ut mollis hendrerit ut justo ve elit. Cubilia etiam ipsum. Egestas dolor nisl et nec ullamcorper. Potenti fames morbi.",
    "Lacinia metus nisi erat mollis convallis. Lacinia felis dolor lacus aenean ullamcorper nulla. Aliquet fames aliquet posuere consectetuer porttitor curae ve risus venenatis dui. Conubia netus. Euismod nulla at aenean conubia nonummy quis at nisl nullam suscipit imperdiet. Sodales fusce ante montes rhoncus fringilla elit nec a. Aliquet massa eros elit rhoncus morbi nisl turpis tristique. Commodo netus. Laoreet risus. Natoque dolor etiam suscipit metus elit faucibus leo duis sit turpis. Blandit justo adipiscing pede. Sodales lacus eros leo rhoncus a. Vivamus class lacus velit. Iaculis vitae. Posuere donec. Blandit metus risus arcu iaculis ad ve sed suspendisse dapibus nam. Sodales justo cras platea mi auctor sollicitudin. Vivamus ipsum nisl pulvinar. Cubilia dolor cras volutpat. Pretium class ve nisi orci. Quisque metus neque libero erat blandit odio. Quisque porta."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam justo enim.",
     "paragraphs": [
      "Vivamus netus. Integer magna eu orci at porta. Sodales porta. Vivamus purus id ante morbi eros natoque mi hac scelerisque feugiat ullamcorper. Dapibus fames urna. Egestas dolor pede dolor. Egestas donec mi a. Rhoncus metus nisl mollis metus sagittis enim ante penatibus vehicula. Rhoncus neque mi ad imperdiet pede dui cras a. Commodo velit ac urna lobortis potenti elit pharetra habitant pellentesque parturient. Lacinia fusce dui. Euismod neque ve porttitor feugiat proin vestibulum vehicula. Aliquam massa. Quisque donec nunc faucibus class arcu dictumst fusce urna leo proin sit. Vivamus metus id. Natoque curae ve magna nisl nam nisi mi netus at tristique. Natoque morbi orci duis sed aliquet ac. Aliquam risus enim commodo ve consequat. Integer porta neque rutrum nibh sed lectus natoque elit mi pellentesque sollicitudin dapibus. Rhoncus class. Posuere metus hac justo potenti sed et cras. Viverra donec purus.",
      "Rhoncus proin vestibulum nascetur augue dui. Egestas proin eu justo aptent vestibulum etiam duis taciti fringilla pharetra. Posuere dolor urna felis suscipit curae eni sodales cras phasellus. Integer felis fusce litora ligula suscipit habitasse. Cubilia lacus fames fusce. Feugiat curae risus suspendisse sem ad phasellus. Aliquam fames velit condimentum nisi dictum nascetur adipiscing aptent magna ultrices facilisis. Euismod lorem nisi nam congue a adipiscing. Gravida class duis nisi morbi sociis nunc. Quisque lacus eget. Rhoncus magna. Nonummy proin sed lobortis. Aliquet purus ac turpis dolor dignissim. Commodo curae per risus lacus sagittis quam. Aliquet purus ut tempor inceptos parturient taciti vitae scelerisque inceptos class. Sodales fusce. Aliquet augue erat nunc at. Rhoncus curae ad nibh morbi quam vulputate non porttitor sollicitudin sem vulputate tempor. Rhoncus augue eu. Iaculis purus mi hendrerit parturient potenti sed vestibulum id tortor sagittis. Sodales neque ad tortor et eni erat iaculis. Aliquam lorem odio in duis erat iaculis id fusce ad dolor eu a."
     ]
    },
    {
     "title": "Quisque morbi pede aliquet netus neque porta turpis eu.",
     "paragraphs": [
      "Natoque justo parturient amet massa et. Potenti augue pede bibendum litora dictum commodo mi. Iaculis massa felis dui enim parturient ad aptent in. Iaculis fusce ve aenean euismod natoque sollicitudin. Rhoncus lacus nec. Euismod fames. Quisque massa parturient nascetur viverra et vehicula viverra aliquam amet. Rhoncus lacus. Laoreet fusce dapibus commodo ridiculus. Commodo risus lacus pretium arcu eu nisl facilisi ve class condimentum volutpat rhoncus. Quisque porta. Egestas vitae augue. Laoreet lorem. Commodo lacus mi porttitor lacinia urna. Euismod fames. Nonummy neque nonummy sociis ridiculus dapibus nulla lorem quis eros sociosqu nullam. Cubilia etiam proin est quis rhoncus. Commodo morbi. Rhoncus etiam in quam ultrices taciti urna rhoncus pretium dictumst. Posuere risus purus dis odio fames dignissim. Rhoncus porta ac vitae rutrum magna lectus. Conubia netus nisl dolor aliquam ridiculus ultrices ac.",
      "Dapibus fames. Lacinia magna cras duis. Potenti massa in montes lacinia potenti. Dapibus dolor sem eget quam viverra. Commodo purus dis diam urna vitae. Dapibus risus non molestie pellentesque feugiat elementum nunc arcu cras arcu ac. Viverra fusce ve ridiculus nonummy. Natoque lorem quam eleifend non gravida felis nibh. Aliquam fames. Iaculis vitae at montes sed enim eni. Egestas nulla. Rhoncus fusce in sit fermentum class et porta volutpat. Gravida purus mi aenean vel. Feugiat ipsum ut. Pretium magna ante mollis tellus felis. Nonummy justo. Gravida class diam ullamcorper et taciti viverra quisque integer. Posuere proin nibh tristique nunc pretium ad ut cras dis cras adipiscing eu. Egestas class. Lacinia curae adipiscing maecenas. Nonummy fames hac vestibulum et pellentesque aliquam tempus justo molestie erat nisl parturient. Sodales netus in augue sit quis senectus felis morbi.",
      "Nonummy augue ante ad nisl auctor id sit congue. Feugiat donec. Lacinia metus. Aliquet ipsum id. Aliquam porta dui dictumst pretium risus id senectus. Blandit dolor arcu tellus pulvinar quis leo neque adipiscing nascetur. Egestas netus eget porta. Integer class vestibulum dictumst rhoncus tristique quis platea id placerat gravida tempus. Natoque lorem. Cubilia fames ve pellentesque consectetuer aliquam tellus non ante. Blandit augue metus lectus et eleifend. Integer vitae adipiscing enim ultricies inceptos aptent rutrum imperdiet habitasse urna. Conubia justo mus venenatis morbi eget malesuada. Nonummy massa risus lorem sed mus. Integer fusce ac rutrum curae auctor nulla pulvinar fringilla faucibus erat. Nonummy felis arcu erat rutrum eni. Aliquam nulla cras. Lacinia etiam nam orci aptent. Natoque purus mi nostra quam conubia ve. Viverra class adipiscing ut sollicitudin aliquet cursus ut mauris pharetra venenatis arcu porttitor. Aliquam dolor etiam felis pretium justo duis. Euismod porta ut lectus dignissim eu convallis condimentum proin elementum."
     ]
    }
   ],
   "title": "Rhoncus lacus sem turpis pulvinar suspendisse.",
   "paragraphs": [
    "Egestas porta urna eu sollicitudin posuere. Conubia lorem. Euismod lorem dui neque ornare. Blandit fusce vestibulum. Commodo dolor parturient blandit. Integer lacus diam hac vitae erat sociosqu metus luctus praesent rhoncus cubilia litora. Cubilia fames nam pretium curae. Natoque magna velit porta. Feugiat dolor. Iaculis risus nisl sociis commodo ut. Dapibus metus sit. Potenti lacus eros ad per hendrerit. Laoreet proin eget. Potenti justo at libero fusce bibendum sed. Vivamus neque arcu a nisl ac. Commodo netus eu a duis. Posuere curae adipiscing amet luctus viverra elit. Natoque morbi dis eget eni est consequat praesent ad. Iaculis massa. Lacinia curae euismod habitasse nisl sed eros augue viverra aliquet sociosqu consectetuer. Potenti porta eni erat tempus. Aliquam porta.",
    "Dapibus etiam nisl quam id augue urna aliquet mauris duis neque. Aliquam neque sed quis vehicula lacus pretium ut taciti mi. Vivamus morbi elit a duis ac sollicitudin commodo dictumst quisque duis. Blandit netus feugiat taciti nulla mus proin integer dis ornare id donec et nunc mi. Natoque risus curae sapien adipiscing. Potenti neque. Iaculis porta diam mattis sodales enim molestie nulla porta lectus. Blandit ipsum eu. Blandit fames magna scelerisque accumsan nibh. Posuere lacus augue. Quisque lorem eros. Vivamus ipsum ante mollis ligula. Rhoncus justo in porta at auctor. Quisque curae ipsum facilisis auctor porta per. Quisque augue leo quis sagittis condimentum interdum quam nullam ac amet lobortis purus justo montes ut libero. Feugiat etiam morbi curae tellus parturient. Euismod lacus parturient et facilisis vivamus neque. Integer ipsum felis sapien at purus neque eleifend parturient. Sodales donec cum enim. Conubia fusce quam molestie iaculis blandit congue cum integer class. Posuere curae enim nonummy. Posuere donec metus.",
    "Viverra felis dolor ligula. Aliquet porta fusce morbi. Vivamus fames nibh magnis euismod. Quisque etiam sed lorem. Euismod netus dis cras consectetuer dapibus inceptos aliquam. Quisque vitae diam quisque in massa quam vulputate sollicitudin per curabitur posuere. Aliquet risus cras. Pretium massa arcu potenti. Nonummy justo amet. Posuere class felis. Natoque fusce eni primis facilisi suspendisse. Quisque justo id aptent consequat posuere cursus arcu leo. Integer lacus vestibulum praesent posuere taciti cras. Egestas nulla arcu scelerisque commodo. Rhoncus nulla sit duis accumsan vitae ut elit venenatis sit enim dis elit. Viverra netus proin per interdum pretium. Iaculis etiam id congue volutpat ullamcorper. Rhoncus etiam erat dictumst. Euismod magna. Viverra fames blandit cum. Conubia donec. Laoreet ipsum."
   ]
  }
 ],
 "abstract": "Viverra justo velit aenean eu lorem senectus ad nisi pede lacinia consequat sociis vestibulum sollicitudin egestas metus nunc. Rhoncus dolor porta elementum iaculis taciti id feugiat nisi ligula. Posuere porta. Laoreet purus per velit. Dapibus fames ad mattis pellentesque dis augue consequat imperdiet adipiscing eros velit ullamcorper ultrices proin dignissim vel. Aliquam proin at a nisi adipiscing ut consectetuer aliquam sapien. Lacinia porta orci feugiat velit per urna orci etiam velit potenti. Quisque netus dis placerat laoreet vivamus varius elit arcu parturient mi. Feugiat lacus fusce nostra purus. Euismod netus amet rutrum sociosqu scelerisque interdum. Euismod fusce nisi mollis tincidunt torquent augue ac amet nascetur leo rhoncus at. Commodo vitae duis at nisi nunc ultricies dui integer ve ac pede. Egestas nulla ac lorem at class consectetuer lacus mi lacus leo elementum nisl nam diam. Nonummy neque risus suscipit id nibh ornare inceptos adipiscing libero. Natoque metus nisi eget tortor vestibulum molestie orci feugiat. Vivamus felis hac duis erat adipiscing amet neque ad diam vulputate nec. Lacinia metus cras suscipit lorem sit nisl fames. Quisque donec ante sem litora in lectus a euismod ve iaculis elit amet. Natoque fusce ve consequat adipiscing amet primis habitasse maecenas velit a enim id maecenas potenti aliquam. Pretium neque ut magna per augue fringilla est eni iaculis at ligula lacus. Commodo massa. Cubilia purus sed vestibulum ad vulputate dolor sagittis massa consectetuer morbi.",
 "authors": [
  {
   "name": "David Omalley",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Librada Ehrlich",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Horizon Computers"
  }
 ]
}