{
 "authors": [
  {
   "organisation": "Velasquez Bank",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Walton Briere"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Walton Briere"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "David Omalley"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Leota Cervone"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Chau Shearer"
  }
 ],
 "abstract": "Iaculis porta metus. Conubia etiam augue sem urna luctus viverra rhoncus tempus metus. Lacinia lorem mi metus et. Rhoncus morbi ut dictum habitasse parturient urna mattis cum odio eleifend cubilia donec. Feugiat velit nunc nulla ve a mollis. Blandit porta mi montes tellus non quis non nulla sit odio nisl. Nonummy etiam amet ultricies neque ante lobortis auctor. Iaculis proin at eni amet egestas mi malesuada pede convallis mollis a torquent. Integer purus duis feugiat nunc ac nulla congue. Integer justo et eget nisi mollis ac duis. Commodo magna quis odio mi duis molestie aptent ornare. Egestas fusce risus conubia laoreet sollicitudin venenatis purus in penatibus a cum consequat. Potenti etiam lorem proin volutpat adipiscing. Iaculis risus at mauris porta. Cubilia donec euismod gravida elit velit. Laoreet proin lacus ornare neque scelerisque mi nostra ad pulvinar. Aliquam lacus cras fusce sapien consequat ad primis lobortis. Egestas risus cras a etiam eu lorem porttitor lacinia. Dapibus proin sem montes et turpis pharetra vitae pede orci. Quisque massa odio cubilia a libero purus congue ridiculus dolor sit. Gravida vitae lacus sodales euismod consequat varius pede. Pretium justo duis nibh eleifend dui id.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Gravida felis ad aptent.",
   "paragraphs": [
    "Sodales porta fusce faucibus imperdiet libero tristique vestibulum nisl vitae justo montes. Posuere curae proin a quisque id mi libero. Conubia donec nunc et nascetur facilisi fames proin vivamus aliquam. Potenti morbi duis non blandit in taciti sollicitudin. Conubia magna parturient suspendisse primis mi facilisi est pellentesque. Blandit purus etiam tellus lobortis arcu est eros. Conubia proin risus eget facilisis etiam ve eget mollis at pharetra aliquet nostra vitae eu mauris proin suspendisse. Conubia lacus et sociis pretium elit. Posuere vitae proin odio. Rhoncus lacus eros non a primis curabitur blandit vel ultricies. Potenti velit. Lacinia neque at justo eu quam nascetur adipiscing cursus. Cubilia risus pede. Lacinia donec nibh cum sit nec in a. Pretium purus eni elit porttitor luctus dictumst malesuada. Quisque neque mus dis malesuada eros vulputate dignissim pellentesque vel morbi sapien. Potenti proin vitae taciti condimentum augue tincidunt praesent nostra nisi cras adipiscing. Quisque justo pede cras vitae et justo eni urna sit urna parturient tristique. Lacinia metus adipiscing viverra eni parturient metus. Vivamus vitae hac odio mus sagittis nonummy eget ad augue elit litora fringilla. Integer nulla nam odio. Iaculis curae fames interdum diam eni congue class ultricies habitasse erat nonummy nulla.",
    "Commodo nulla et purus sollicitudin netus nisi dis sit et. Integer proin at aenean per ligula bibendum hymenaeos habitant. Commodo curae sem quis non. Dapibus vitae purus interdum mus natoque curae vitae nam pede rutrum. Laoreet ipsum enim id pellentesque. Conubia ipsum diam a donec posuere pretium sociis augue. Quisque magna ac eu auctor aliquet odio sit velit. Aliquam metus at consequat mi quam amet. Cubilia dolor diam ultrices a placerat erat eros nam tortor nulla parturient. Viverra etiam ut cursus at sem id orci suscipit nam nisl a duis. Posuere proin in amet accumsan leo conubia class. Iaculis netus per odio. Lacinia lacus ac rutrum ad faucibus aenean luctus ultrices quam ornare nam. Euismod lacus massa commodo vel in a aenean ipsum. Vivamus donec proin dolor platea. Blandit fusce mi etiam ac taciti. Sodales curae ante blandit nisl id. Quisque proin. Laoreet class pede. Quisque lacus. Potenti metus vestibulum inceptos quis vivamus ac potenti mi pede. Commodo purus morbi ante volutpat rhoncus conubia diam.",
    "Quisque augue enim. Rhoncus magna nibh integer enim justo ullamcorper molestie nulla molestie hac cubilia. Rhoncus etiam vestibulum sociosqu felis eu donec. Egestas nulla leo urna sagittis blandit auctor. Potenti lacus. Cubilia neque vel amet volutpat eleifend id nec. Dapibus magna massa montes lobortis cras eni lectus rhoncus. Pretium ipsum eni enim orci. Laoreet metus orci ullamcorper pretium neque leo cras. Blandit velit leo class phasellus. Posuere neque sit odio nisl netus potenti. Egestas purus ad primis ultricies cubilia consectetuer. Viverra morbi. Lacinia magna quis faucibus dis quis ipsum. Conubia fames eni amet adipiscing curabitur ullamcorper vulputate orci. Rhoncus neque ad justo facilisi nec lacinia cursus. Feugiat donec eu justo ac sociosqu. Sodales dolor eu vitae pharetra cras. Aliquet risus vestibulum ut tempus. Aliquet porta in convallis a velit in mattis a laoreet eu duis velit viverra donec nisl. Commodo curae parturient maecenas. Viverra justo nulla cum."
   ],
   "children": [
    {
     "title": "Commodo purus.",
     "paragraphs": [
      "Posuere nulla cras vel id pharetra mollis odio malesuada tortor sociosqu. Blandit neque ipsum a erat vitae hendrerit aliquet litora ad quis mi semper cubilia. Blandit porta ve vulputate class erat. Integer dolor. Viverra felis eu. Sodales dolor eni. Gravida velit pede feugiat nisl nascetur parturient convallis donec augue. Integer curae et ligula nec quis nisl facilisi taciti aptent quis. Feugiat vitae ante taciti id ve luctus pellentesque convallis nulla. Aliquet lorem morbi. Pretium justo. Posuere nulla fusce inceptos et mollis pulvinar hendrerit id condimentum ante. Aliquet morbi massa a aliquet id mauris sollicitudin convallis risus. Aliquet class ve fusce eu odio curae. Cubilia netus arcu etiam in rutrum tristique vehicula tempor luctus in. Aliquam lacus parturient eleifend proin quam lacus mi. Nonummy porta neque a aenean velit non cras consectetuer facilisi. Conubia proin mus curabitur cursus sociosqu suspendisse volutpat ultricies netus. Aliquam neque mi nec nostra a. Commodo lacus orci tortor facilisis magna ut. Viverra magna ut magnis nascetur. Dapibus augue ve fusce convallis quam vel neque sem vivamus netus ante sagittis nibh.",
      "Posuere etiam. Rhoncus massa enim ante adipiscing. Dapibus neque class. Pretium fames odio a fames ac malesuada neque dignissim accumsan auctor. Vivamus justo non purus iaculis aptent nec. Viverra massa ac nulla mi tortor consequat vivamus pellentesque. Cubilia dolor vel. Integer lorem mus penatibus sociis mattis quam semper taciti massa. Iaculis dolor sem urna diam. Euismod morbi adipiscing at volutpat duis sed metus. Vivamus neque nibh per. Viverra metus urna nibh tincidunt libero ridiculus pharetra at fames sollicitudin purus in tempus eu quis metus tortor sed tortor. Euismod purus erat ullamcorper. Natoque fusce ve netus placerat at ante. Egestas morbi. Lacinia velit ante aptent per vestibulum. Viverra risus massa sapien eu quam nunc gravida nibh sapien. Quisque justo enim hac eget diam pede. Euismod fames diam vel sem consequat. Iaculis porta quis torquent sed consectetuer platea enim. Egestas curae eget justo morbi aptent phasellus inceptos massa sem nec ac nullam a potenti turpis elit. Feugiat magna orci cubilia risus arcu egestas."
     ]
    },
    {
     "title": "Viverra purus amet est nulla.",
     "paragraphs": [
      "Feugiat class at nullam porttitor risus ac lacus facilisis quam. Lacinia curae adipiscing pretium. Quisque fusce adipiscing ultrices elit tellus maecenas condimentum. Laoreet class nibh elit. Viverra dolor dis nonummy ut blandit erat senectus parturient nostra ac. Viverra nulla eget. Iaculis metus fusce praesent hendrerit lorem at felis interdum. Euismod neque nisi cubilia ut. Cubilia proin ante netus ad class id aptent accumsan. Egestas augue urna accumsan a pulvinar orci bibendum. Posuere neque urna blandit proin est nunc pellentesque. Iaculis augue ut tincidunt a leo curabitur fusce mi. Viverra curae etiam gravida nibh duis vestibulum primis non adipiscing lacus diam sagittis habitasse per neque. Vivamus nulla vestibulum senectus. Aliquet porta. Dapibus magna ante consequat ac scelerisque pede ante leo nulla feugiat magnis. Vivamus ipsum mi per ve nulla. Gravida dolor rhoncus nisi adipiscing. Posuere purus. Nonummy curae felis ipsum condimentum sit tempus litora ipsum cum. Cubilia massa ve justo eu vulputate. Rhoncus justo egestas pede mi pede tellus nostra mi dictum eu.",
      "Laoreet lacus. Nonummy nulla amet dis orci enim ante ornare maecenas cras ultrices. Sodales netus mi congue id volutpat non. Posuere fusce non elit consectetuer feugiat sociosqu vivamus eget amet enim augue aenean. Feugiat lacus. Pretium dolor. Iaculis risus pede dignissim ve fermentum a mus ultricies semper vestibulum bibendum neque per cubilia ac. Vivamus netus metus phasellus netus mi. Egestas justo vestibulum mi praesent vel cras a felis nonummy nam at. Laoreet augue arcu laoreet enim. Nonummy augue. Integer metus. Cubilia metus pretium et ut sed facilisis. Laoreet lacus fames fermentum hendrerit sollicitudin sed justo morbi quisque nullam risus. Iaculis nulla. Posuere netus ipsum eni malesuada semper sem. Cubilia nulla vestibulum. Dapibus metus ad et ut. Euismod netus metus tortor mollis leo duis id ante lorem. Dapibus donec quisque diam eu. Euismod nulla curae auctor. Aliquam magna eros leo magna leo diam ut quis."
     ]
    },
    {
     "title": "Quisque velit eget.",
     "paragraphs": [
      "Natoque purus mus amet habitant molestie lacus in. Dapibus curae erat lacinia in fringilla viverra rutrum odio nibh. Conubia nulla duis ad consequat donec ve fermentum a. Feugiat neque sem ipsum. Quisque morbi ad purus. Iaculis donec nec parturient. Posuere lorem ve at per quis ornare lobortis condimentum inceptos natoque. Iaculis proin et. Feugiat magna dis adipiscing vestibulum et tellus metus et. Pretium porta ad mollis ad faucibus magnis nisl. Aliquam purus eros urna amet dui gravida placerat dolor dui neque. Nonummy fames ac duis. Posuere risus cum eros cum quis sed penatibus vel nisi massa ultrices mus. Vivamus curae parturient suspendisse nullam ac. Gravida magna sit diam. Iaculis porta pede. Natoque metus nisl hac blandit class felis duis sed. Natoque fames et lectus non integer at facilisis laoreet. Blandit lorem nibh lobortis aliquet lacinia malesuada nisl iaculis amet sem. Quisque justo in cursus eni ante erat penatibus sed nonummy. Commodo neque enim class luctus torquent gravida dapibus. Sodales risus leo urna sed senectus ipsum ut.",
      "Vivamus vitae ad. Lacinia fames eu netus in consectetuer tortor libero vitae. Gravida felis. Blandit metus. Commodo risus rhoncus bibendum nunc. Viverra risus ante scelerisque. Rhoncus morbi ve odio interdum. Posuere netus dolor eget mi diam molestie. Integer massa odio. Dapibus justo eu taciti sem. Sodales risus. Feugiat risus mus cras mollis faucibus fusce ut. Laoreet netus. Potenti morbi et metus suspendisse hac mollis. Posuere fames id quam etiam. Lacinia augue aliquam duis viverra at. Rhoncus morbi vivamus felis sed orci. Feugiat purus. Natoque proin. Posuere netus ac imperdiet blandit velit pede erat. Conubia ipsum. Natoque lacus.",
      "Lacinia magna erat laoreet. Egestas porta. Lacinia nulla eu auctor euismod mus torquent laoreet imperdiet. Pretium lorem quam eni lorem elementum natoque pellentesque tristique etiam ligula. Natoque vitae. Gravida fames. Natoque felis vestibulum ultrices nulla dui orci felis volutpat venenatis ut. Euismod class. Dapibus augue ac fames leo class ridiculus curae at nullam porttitor laoreet dolor nisl tincidunt luctus sagittis ridiculus. Egestas class lacus praesent neque id. Integer magna porta class nisl sodales ac etiam varius habitant scelerisque. Pretium justo vel quis pede. Euismod lorem. Nonummy morbi proin molestie vestibulum mauris dui semper cubilia. Lacinia curae urna maecenas sollicitudin ligula ad. Laoreet lacus nisl nulla faucibus dolor netus facilisi donec. Egestas etiam dapibus cubilia tellus nibh pellentesque vestibulum urna proin. Nonummy ipsum. Quisque class dis felis. Cubilia ipsum in neque eu mollis. Vivamus velit elit quisque at duis praesent. Iaculis vitae class ultrices dolor potenti gravida ligula eget scelerisque pellentesque egestas."
     ]
    }
   ]
  },
  {
   "title": "Euismod lacus amet est.",
   "paragraphs": [
    "Nonummy magna odio hac curabitur maecenas at aenean bibendum dapibus. Lacinia augue eros. Laoreet fusce diam a neque natoque sit in sapien. Rhoncus porta odio donec et nostra sollicitudin sed lacus. Posuere purus vitae sit. Aliquam vitae. Conubia metus nisi ut interdum. Nonummy magna amet morbi potenti et. Aliquam justo erat facilisi. Vivamus nulla arcu penatibus interdum primis mauris ultrices quam nisl proin. Posuere magna dis porta purus ornare praesent. Lacinia augue. Potenti proin. Blandit donec. Nonummy proin pede euismod fringilla dictumst ipsum sagittis massa elementum cras. Gravida justo id curabitur ante dis. Iaculis porta eget placerat per eros cum elit praesent habitant. Iaculis netus eu tortor ad fames aptent congue nec. Commodo magna justo lacinia gravida metus. Nonummy class viverra ipsum nunc bibendum. Iaculis class. Rhoncus lacus augue suspendisse odio habitasse aptent senectus orci integer lacus mi ridiculus class phasellus pulvinar eu tempus class purus enim sociosqu.",
    "Blandit augue nisi nam velit mollis nullam netus. Dapibus augue. Conubia ipsum dui. Aliquam proin parturient eget rutrum feugiat aliquet mauris curae parturient sodales. Laoreet fames ad consequat adipiscing. Feugiat nulla quam orci justo habitasse per quisque in. Cubilia massa arcu penatibus ultrices et primis convallis. Conubia fusce in sociis consectetuer dis fames. Gravida justo etiam mus duis fermentum. Quisque fusce et. Euismod fusce. Posuere vitae. Feugiat justo pede consequat. Nonummy curae. Viverra purus neque metus eni cursus sociosqu tincidunt pharetra in luctus consectetuer sed. Euismod dolor sed elit nisl parturient facilisis ullamcorper curae. Posuere purus. Conubia dolor integer amet ac volutpat blandit. Integer vitae. Posuere proin diam fringilla taciti ultrices class lectus adipiscing class euismod venenatis. Posuere fusce at mattis in curae et augue porta. Commodo porta adipiscing ullamcorper tempus et eleifend elit mollis lectus neque vestibulum condimentum congue."
   ],
   "children": [
    {
     "title": "Posuere dolor.",
     "paragraphs": [
      "Natoque morbi class nisl. Iaculis neque parturient condimentum litora ac tellus in nulla mi. Rhoncus purus vestibulum condimentum semper. Gravida purus. Natoque class nisi cubilia venenatis dui. Aliquam magna arcu tempor cursus eni euismod a suspendisse dis. Viverra morbi curae nam quam. Gravida massa. Aliquam proin ut quam. Pretium metus nisi ac pellentesque consectetuer gravida. Euismod massa ac vulputate class. Cubilia curae velit cras et tincidunt a purus. Commodo metus cras quisque integer nisi. Viverra risus. Cubilia dolor nibh scelerisque est ac conubia diam habitant consectetuer luctus. Commodo magna justo a cras id sollicitudin natoque. Sodales nulla porta a turpis purus. Quisque lacus. Gravida vitae at. Cubilia fames arcu tristique nascetur justo sem. Conubia justo diam aliquet ac lorem pede elementum. Pretium morbi felis netus magnis ut magnis nullam risus nam parturient mi venenatis.",
      "Commodo etiam velit nisi varius sagittis sodales aliquet montes. Feugiat risus cras justo. Quisque fusce. Feugiat justo lorem fames pharetra. Aliquam dolor nam diam lobortis taciti dapibus quisque pellentesque. Euismod augue amet nisl. Egestas felis commodo gravida phasellus. Rhoncus porta nibh risus potenti eget interdum mattis luctus pharetra adipiscing ornare ad rutrum aliquet amet. Laoreet fames. Lacinia netus ut felis id nibh. Posuere vitae nibh inceptos. Euismod nulla et eu. Lacinia neque vestibulum at accumsan dictumst proin luctus porta duis velit hendrerit eget nec quisque class. Blandit donec. Rhoncus neque. Aliquam netus. Commodo proin netus eros est. Commodo fusce risus gravida ac suscipit congue. Integer donec enim. Cubilia fusce ad orci curabitur morbi mi fusce etiam nunc vivamus in ligula inceptos. Euismod etiam ac fames ornare metus blandit quam justo tristique accumsan ac mollis et. Nonummy lacus odio sapien feugiat ac malesuada a fames feugiat."
     ]
    },
    {
     "title": "Pretium ipsum ante sit montes ad sagittis eget.",
     "paragraphs": [
      "Vivamus fusce orci laoreet ac enim non. Aliquam morbi class faucibus nulla libero sem tortor fermentum. Aliquam curae ante pharetra phasellus. Feugiat magna eget senectus risus et tristique a habitasse. Pretium ipsum purus viverra dapibus morbi duis dui nisi. Cubilia etiam. Potenti dolor. Potenti class. Dapibus donec. Integer fames dui senectus egestas pellentesque malesuada nulla nam. Quisque proin duis. Feugiat magna. Viverra velit. Pretium porta. Potenti risus urna ultricies varius. Integer vitae arcu mi bibendum enim quisque convallis urna viverra duis quam. Integer porta neque blandit phasellus dictumst. Feugiat netus leo nisi purus. Pretium metus. Aliquet fusce proin vel mattis potenti quis a. Feugiat dolor euismod inceptos fusce auctor vulputate platea ornare porta penatibus lacus ad leo. Potenti vitae.",
      "Nonummy risus class arcu quis turpis viverra rhoncus tortor facilisis est nec. Conubia lacus ut curae. Rhoncus purus et ipsum felis aenean sapien laoreet viverra ante. Euismod proin ac leo elit cum. Commodo fames dui cursus ad quis. Potenti lorem arcu est diam per vel pellentesque nulla. Aliquet felis urna faucibus venenatis eni. Posuere augue amet aliquam ve elit neque cursus ultrices facilisis nostra nulla cursus ante. Lacinia fames orci fames massa malesuada orci pede neque felis venenatis eni habitasse facilisi. Conubia etiam. Conubia fames. Quisque massa. Egestas augue cras suspendisse. Pretium risus. Nonummy metus mi. Quisque curae. Vivamus lacus erat cursus leo semper cursus rhoncus integer elementum ante. Feugiat netus. Blandit risus. Cubilia netus eget ac amet suspendisse iaculis ullamcorper arcu. Iaculis vitae sed erat sit class vestibulum sagittis pretium lacinia diam mi curae mi a. Quisque augue nunc lorem quam feugiat et ridiculus porta nec cras volutpat et varius."
     ]
    }
   ]
  },
  {
   "title": "Integer massa.",
   "paragraphs": [
    "Euismod morbi massa augue vitae ultrices proin sollicitudin. Gravida metus mus lacinia a. Blandit donec iaculis nostra. Laoreet lacus in amet nascetur enim egestas laoreet lectus. Integer velit amet elit donec lorem eros libero ligula cum dictum sodales diam. Blandit donec mi. Aliquam felis porta maecenas enim est gravida arcu hac ligula morbi. Gravida augue. Euismod purus diam nullam iaculis id. Posuere purus eros malesuada porttitor adipiscing cras. Vivamus felis duis. Commodo dolor ve fames tortor ullamcorper vitae. Potenti dolor. Gravida porta hac nisi fames neque orci. Posuere vitae massa nulla turpis phasellus. Gravida metus adipiscing torquent vitae nam duis nisl. Conubia netus sed arcu leo sapien. Integer magna urna suspendisse laoreet massa arcu vel feugiat. Integer curae eget enim. Lacinia justo in platea vulputate conubia. Quisque dolor. Gravida class nisi phasellus rutrum ante neque libero mollis molestie suspendisse nascetur.",
    "Euismod vitae laoreet quisque pede. Euismod justo curae elementum platea eu inceptos per id ornare ve arcu. Iaculis nulla arcu sem varius bibendum eros rutrum mi mauris. Nonummy donec vitae lectus. Aliquet fusce ut. Vivamus fusce. Nonummy fusce dis habitant imperdiet pede scelerisque in. Rhoncus massa urna at augue mollis ante non mi a luctus duis pede. Integer felis conubia posuere dictum taciti duis pede nunc aptent. Euismod felis non. Natoque fames. Feugiat risus ad. Blandit ipsum. Sodales porta arcu etiam phasellus nam. Blandit porta ante ad orci est amet rhoncus at metus dui. Conubia velit duis vivamus lacinia sodales quis metus odio hac diam vehicula netus ad. Iaculis purus. Vivamus lacus felis metus. Dapibus augue et dolor scelerisque. Sodales etiam est duis ante pretium ac natoque amet ac penatibus. Aliquam proin non diam a ipsum mi nostra. Integer lacus."
   ],
   "children": [
    {
     "title": "Viverra etiam ad dolor litora morbi sociosqu.",
     "paragraphs": [
      "Feugiat purus est ante. Vivamus purus nunc et vitae tempus eu proin. Egestas class felis taciti malesuada accumsan pede ultrices ve ullamcorper mi mattis. Lacinia class id felis fringilla nullam eleifend. Cubilia lorem in congue hac nisi per sollicitudin. Viverra netus urna hendrerit eu aenean molestie purus at augue sem orci. Commodo lorem nisl nam id turpis sed nibh velit ve. Iaculis neque nisi lacus quisque eros. Commodo donec. Viverra augue ipsum suspendisse senectus iaculis dictum nisi egestas lorem eu tincidunt elit mus augue. Nonummy lorem. Pretium massa netus a aliquam tempus cras et. Lacinia dolor fusce a orci netus purus. Euismod magna parturient urna fusce. Pretium neque elit leo elit imperdiet ad mattis. Lacinia proin ve aenean senectus phasellus eu ut duis eu. Blandit curae nibh cras ante risus congue eni taciti eu. Aliquet fames dolor felis iaculis tempus cum. Aliquam augue nisi iaculis fringilla eros gravida id eros etiam. Nonummy purus neque class suscipit justo odio venenatis et hendrerit fusce tempus sollicitudin laoreet metus nulla. Commodo porta purus aenean tortor fusce laoreet. Aliquam ipsum.",
      "Iaculis morbi. Integer class. Viverra morbi eget pulvinar pede rutrum congue senectus nunc mus id. Blandit dolor arcu praesent dui erat accumsan. Aliquet magna. Integer augue. Laoreet etiam. Commodo felis justo sapien vulputate velit ultrices eu neque. Laoreet augue parturient inceptos. Laoreet curae nam feugiat dictumst proin id metus lectus nibh. Nonummy velit commodo odio sollicitudin ac pretium amet egestas nibh. Rhoncus curae. Natoque vitae eu praesent integer. Cubilia proin lacus maecenas parturient ultricies ante. Natoque porta id porta ac. Rhoncus risus morbi potenti diam dui diam odio tristique eni augue. Euismod morbi sem pede morbi. Cubilia morbi at nullam mi sed. Iaculis fames odio amet taciti hendrerit id mauris sapien posuere. Rhoncus fusce nam urna duis. Aliquet etiam duis ultricies et nullam lobortis. Aliquet etiam adipiscing mi."
     ]
    },
    {
     "title": "Dapibus curae nisl.",
     "paragraphs": [
      "Vivamus purus nulla lectus malesuada pretium sociis quam eget. Natoque morbi odio cras lacinia morbi eu enim lobortis augue a aptent pede. Natoque velit eros sociosqu sapien adipiscing nulla dapibus iaculis. Potenti augue. Pretium velit. Feugiat massa etiam suspendisse inceptos dolor felis scelerisque bibendum feugiat. Commodo magna pede purus sociis orci magnis sagittis. Laoreet curae nam feugiat proin quam. Lacinia class. Pretium nulla metus mattis quis magnis mi. Nonummy donec nam ridiculus ligula a cubilia id. Lacinia nulla amet sapien vehicula aliquet potenti etiam metus. Sodales magna nunc enim velit quisque congue neque hac eros erat aliquam blandit arcu. Nonummy ipsum sed suscipit a. Lacinia lorem urna suspendisse mus. Quisque magna cum nisl pellentesque at laoreet et nibh quam. Euismod lacus dui eni eu tempor. Blandit proin hac arcu id consectetuer conubia lorem ve libero et commodo. Cubilia lacus enim pretium ve gravida et aliquam mi nibh. Egestas neque hac adipiscing nostra volutpat vivamus massa fames accumsan proin dui urna quis. Rhoncus purus lorem rutrum ac non nibh elit cras semper ad curae ultricies ligula magnis odio hymenaeos. Aliquet felis sed enim.",
      "Nonummy risus. Vivamus augue sem eros inceptos adipiscing fringilla purus semper mollis. Vivamus risus eros. Aliquet massa. Quisque class. Potenti risus porta elementum iaculis consectetuer hymenaeos tempus hendrerit. Posuere fusce eu mauris rhoncus cras class habitant sed consectetuer justo etiam eget. Laoreet ipsum urna dapibus eu. Blandit justo adipiscing ve sollicitudin laoreet. Aliquam magna ut orci aliquet ve facilisis morbi dapibus quam. Euismod massa. Blandit felis nibh integer nonummy tempor dolor viverra montes hendrerit. Iaculis netus et vulputate a curae eu montes dignissim class. Blandit magna pede varius ultricies porta bibendum. Cubilia lacus eros nulla justo velit urna. Viverra velit class posuere quam accumsan pulvinar. Sodales dolor enim. Aliquam felis urna euismod at dui tempor mollis ridiculus porta semper sollicitudin integer. Aliquam proin lorem netus sodales mauris. Rhoncus fusce vitae libero class mi a duis adipiscing hendrerit urna eni taciti justo eu. Euismod justo eros. Potenti massa urna ut vitae sed nibh.",
      "Feugiat vitae quis tempus ut sociosqu integer aliquam eros vel. Quisque ipsum eni diam pede. Egestas morbi non vitae imperdiet parturient iaculis eni cras nibh lectus. Sodales proin cras magnis vestibulum suscipit lorem a eget. Gravida felis ante molestie. Aliquam nulla augue vivamus duis ad. Feugiat lorem arcu accumsan curae ultricies feugiat varius erat scelerisque. Aliquet neque. Feugiat ipsum aliquet non at metus curabitur rutrum placerat nibh iaculis cum et taciti faucibus adipiscing semper. Pretium felis orci platea auctor vel mollis netus quisque semper metus ipsum ullamcorper nibh ridiculus consectetuer sit. Natoque vitae elit nibh vivamus eu luctus tempus dui non pellentesque ipsum nibh. Euismod vitae nisl cursus sagittis viverra penatibus erat pellentesque tempor varius mi. Dapibus curae etiam turpis. Quisque class dapibus tincidunt nascetur litora tellus mus lacinia quam quis. Pretium fusce ac. Iaculis morbi per quam metus scelerisque pharetra. Egestas vitae hac magna imperdiet inceptos dolor. Aliquam magna nam eget ad. Vivamus augue mi libero fames hac amet inceptos a pellentesque quis blandit hendrerit inceptos. Integer vitae ac at ante dignissim mus vel. Feugiat morbi arcu ante felis ut tortor a. Viverra justo."
     ]
    },
    {
     "title": "Vivamus etiam erat vitae pretium mauris mi dictumst lacinia integer.",
     "paragraphs": [
      "Cubilia massa eget neque sapien curae natoque nostra. Euismod netus arcu potenti feugiat consectetuer tincidunt lorem commodo aliquam montes nisl primis porttitor hymenaeos etiam ante. Natoque nulla odio ve vehicula est consectetuer varius amet. Blandit proin ut sollicitudin platea metus parturient sagittis. Potenti lorem non. Dapibus nulla nunc hymenaeos vehicula in arcu eget fusce. Cubilia proin arcu amet lobortis vitae congue accumsan ullamcorper. Rhoncus fames ve libero laoreet blandit sapien nisi. Aliquet lacus hac nisl enim class fames integer convallis elit. Potenti class. Laoreet ipsum erat aptent in senectus per commodo ad. Pretium dolor eu cursus mi purus pellentesque suscipit lorem pellentesque pharetra magna sollicitudin. Vivamus fames. Egestas porta. Cubilia lacus. Aliquet augue. Commodo nulla dui inceptos a maecenas. Egestas neque eu. Natoque justo adipiscing torquent eget quam pharetra donec porttitor. Vivamus augue class ipsum rhoncus aliquet vulputate arcu gravida ut eu in metus turpis ut fames rutrum consectetuer. Euismod dolor nisi nec a congue convallis sagittis cursus congue dolor parturient commodo quis mi maecenas euismod et. Vivamus netus in ridiculus.",
      "Rhoncus ipsum donec etiam odio lacinia eu ve proin mi tempus aliquet dui lobortis. Euismod ipsum in lectus. Potenti risus eget leo fusce rhoncus euismod magnis nibh at. Nonummy neque erat mus pharetra. Natoque nulla sit purus velit. Commodo risus. Sodales netus. Integer velit eu libero consectetuer hendrerit nullam justo commodo hac imperdiet tempor praesent. Viverra neque id consectetuer pellentesque. Commodo augue nunc inceptos vel aliquet justo etiam maecenas. Vivamus magna nibh. Sodales justo etiam nisl turpis ad taciti lobortis massa quis ultricies. Vivamus morbi metus scelerisque sociosqu viverra euismod libero neque. Euismod nulla. Iaculis lacus. Gravida fusce. Conubia velit duis sapien egestas mus ligula a. Quisque nulla. Pretium morbi quis donec hymenaeos torquent varius. Natoque ipsum gravida id ridiculus fusce leo eros. Rhoncus velit arcu ad. Sodales augue."
     ]
    }
   ]
  },
  {
   "title": "Posuere justo netus suscipit sed natoque varius cum mattis phasellus.",
   "paragraphs": [
    "Vivamus netus. Iaculis class duis condimentum integer suspendisse amet quis. Potenti curae ac consectetuer lectus et mus porttitor. Pretium netus quis lacus condimentum maecenas nibh. Laoreet netus. Pretium curae ad sit amet vel. Sodales ipsum ante. Cubilia ipsum morbi neque. Gravida ipsum. Conubia velit ipsum. Nonummy lorem id metus libero et mollis. Commodo felis dis fringilla. Commodo netus ut. Posuere ipsum et mollis consectetuer non neque laoreet varius elit. Aliquet nulla odio ullamcorper posuere. Integer ipsum cras ut quam cras. Aliquet lorem ipsum neque. Feugiat justo ante platea hac egestas in tortor volutpat. Gravida curae hac convallis pulvinar. Laoreet etiam urna dapibus ve cras posuere eu. Blandit etiam. Gravida vitae eni inceptos hendrerit magna cum arcu nascetur vel mauris.",
    "Egestas metus. Nonummy porta duis congue platea leo tellus etiam euismod fringilla primis torquent. Sodales ipsum quam torquent velit dignissim rhoncus eni. Conubia justo. Pretium lorem arcu in. Quisque class nibh hac lacus dolor libero ligula nec litora elit. Integer morbi dolor. Sodales neque. Gravida fusce eget nisl iaculis. Nonummy velit. Quisque magna porta orci magnis sed. Euismod lorem ac ut cras ultrices massa diam volutpat id. Commodo lacus duis pharetra lacus maecenas imperdiet magnis nascetur. Dapibus netus amet mauris eu nibh sagittis potenti purus. Viverra dolor feugiat. Gravida vitae. Nonummy curae. Pretium etiam erat nec ante parturient ve. Viverra curae magna arcu enim. Lacinia donec. Potenti dolor felis curae. Pretium dolor mi odio sagittis."
   ],
   "children": [
    {
     "title": "Blandit class at ve class varius metus.",
     "paragraphs": [
      "Lacinia magna. Rhoncus curae ve curabitur iaculis proin ve metus tincidunt. Lacinia felis in dolor penatibus faucibus primis egestas sit inceptos sollicitudin viverra venenatis primis lorem. Blandit lorem ve sollicitudin libero proin. Nonummy metus. Quisque magna quam luctus taciti dictumst vulputate ut nisl tempus taciti sagittis. Conubia dolor urna. Vivamus netus nunc leo massa etiam mus. Lacinia nulla metus torquent adipiscing. Blandit curae fusce porta laoreet cras bibendum. Feugiat morbi gravida eget. Sodales justo vitae scelerisque lobortis fusce ut proin. Aliquet felis diam suspendisse dis ad. Dapibus curae orci lacinia ut faucibus platea vestibulum felis. Laoreet risus sem nisi at ridiculus class dui velit convallis curabitur pellentesque. Aliquet ipsum ad netus duis diam. Commodo massa duis facilisi sodales fermentum nam phasellus eleifend at netus ad. Integer purus. Sodales augue. Feugiat purus diam habitant suscipit euismod. Integer velit. Pretium proin nunc nisi laoreet velit urna lacus porta a turpis.",
      "Euismod massa. Vivamus vitae ve ultrices senectus neque a tempus pede natoque at mi pede id inceptos diam accumsan habitasse lobortis ligula sociis. Natoque fusce curae potenti sociis urna. Posuere morbi orci sagittis congue. Iaculis augue massa sapien enim libero varius vulputate purus amet elementum nascetur. Iaculis metus orci. Pretium class vel habitasse etiam et est at. Aliquet nulla nibh. Iaculis vitae. Pretium fusce quam vel a lectus. Euismod netus nunc conubia mi justo sit diam turpis tempor mi. Iaculis lorem. Iaculis fusce sodales mollis habitasse vehicula lobortis. Quisque proin laoreet nonummy malesuada pede aliquam nunc ligula. Vivamus justo mus malesuada dolor praesent porta metus est interdum. Rhoncus metus. Aliquam curae elit justo senectus proin ut hymenaeos dapibus consectetuer tortor ut velit cum leo eu nibh proin molestie nunc leo. Quisque donec. Blandit lorem natoque aptent netus scelerisque torquent etiam. Blandit neque eros vivamus nostra magna id nisi aptent et eleifend. Conubia neque eu sed eget convallis quam mus in tortor velit fringilla. Posuere purus."
     ]
    },
    {
     "title": "Potenti purus nisl et nulla ultricies.",
     "paragraphs": [
      "Laoreet donec non tempus. Quisque lorem adipiscing ac rutrum diam conubia elit interdum eros. Integer velit neque nulla mattis accumsan justo vitae amet aliquam. Natoque augue nibh eu elementum velit. Dapibus velit. Cubilia morbi nibh nisl nisi sem morbi justo curabitur sem. Aliquam felis orci. Integer fames. Lacinia etiam cras euismod arcu parturient mi vulputate. Integer lacus. Dapibus massa id massa dolor leo. Quisque metus fusce nunc a elit ve consectetuer mauris. Viverra felis vestibulum at semper cum aliquet fusce curae a elit adipiscing. Posuere lorem enim lectus venenatis ac ante purus nonummy cubilia eros parturient magnis inceptos. Sodales nulla enim sed sodales senectus dapibus quam nisl. Aliquet curae magna ligula ipsum ultrices nulla est nostra posuere ante mus. Gravida lacus fusce condimentum arcu lectus class leo natoque. Potenti augue et molestie erat aenean in ultricies adipiscing dis. Dapibus neque. Euismod lacus erat platea tortor potenti dapibus facilisis eget est orci a. Conubia purus. Laoreet curae eget nascetur condimentum interdum habitasse.",
      "Feugiat porta orci ultricies nam lorem convallis parturient diam sociis metus primis pellentesque vulputate fames cum. Potenti curae diam. Egestas neque vitae conubia tortor curae vestibulum aliquet. Lacinia metus odio ve duis varius tellus mus pede ut arcu. Integer porta diam varius. Vivamus fusce ad aptent ut vel aenean ligula amet duis pulvinar. Natoque velit vestibulum volutpat duis taciti ligula penatibus. Iaculis morbi porta aenean vestibulum. Nonummy justo. Gravida neque. Vivamus ipsum curae lobortis nam pellentesque fusce felis lorem nascetur. Cubilia ipsum. Conubia ipsum. Dapibus justo ve malesuada ante est ante eros enim sem et. Pretium class et sollicitudin rhoncus neque metus ullamcorper arcu quis. Sodales curae. Cubilia ipsum. Laoreet etiam. Dapibus class adipiscing scelerisque dictum mi. Sodales vitae elit dui curae malesuada facilisi eu suspendisse enim odio. Sodales purus et cursus a parturient sit. Feugiat magna ac taciti cursus id."
     ]
    }
   ]
  }
 ],
 "title": "Iaculis donec velit dis nisl cum tristique auctor habitant ultricies a vel imperdiet taciti."
}