{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque morbi.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod etiam at ad.",
     "paragraphs": [
      "Pretium fames dis purus augue varius taciti. Commodo justo dis eget. Conubia neque fames aenean eros urna habitasse ve rutrum sociosqu integer conubia ultrices in. Posuere justo. Vivamus donec enim consequat. Sodales porta eget sodales. Sodales lacus diam semper ac nibh vitae quis. Conubia class cum eros odio eros litora et bibendum. Gravida justo massa tempor consequat accumsan praesent in risus vehicula porttitor. Conubia neque nisl lectus viverra mollis nec. Sodales lacus at vitae dis velit. Conubia metus natoque curae adipiscing potenti amet et. Blandit lorem. Natoque metus risus eni amet parturient platea. Dapibus metus. Laoreet ipsum commodo. Natoque nulla. Egestas class quis hendrerit at nisi libero dapibus nisi. Blandit augue. Vivamus metus vel quis praesent aliquam sollicitudin facilisis augue etiam tempus parturient. Sodales massa dis interdum. Commodo class morbi suspendisse maecenas fusce consectetuer pharetra porta semper cursus.",
      "Natoque vitae eget sociis cubilia eu mi vulputate velit nisl nunc. Iaculis morbi nisl pede adipiscing per parturient. Commodo vitae et amet at felis tristique sodales cras. Potenti donec arcu vehicula netus orci pretium. Posuere curae urna molestie. Pretium fusce non fames hendrerit. Vivamus magna nam nonummy quam vestibulum ut tristique nunc sit cursus tempor. Aliquet curae dolor a quis vestibulum hymenaeos justo litora ve sem. Vivamus metus enim mattis tellus ultrices scelerisque volutpat nunc. Pretium dolor et cursus sociosqu pede. Egestas risus amet lacinia metus quam commodo sociis ut sociis potenti odio. Blandit justo dolor class litora varius curabitur fringilla. Integer risus nulla cras egestas mi. Quisque nulla diam id vehicula gravida elementum. Aliquet vitae cras hymenaeos vel nulla penatibus euismod class quis senectus nam sollicitudin mattis nunc quam adipiscing sociis per. Gravida massa per nisl rhoncus a platea dignissim justo lobortis elit. Sodales proin. Rhoncus fusce ve luctus metus lacinia sodales purus. Cubilia class id netus per. Commodo augue nibh turpis sit. Nonummy etiam vitae a dictum penatibus class. Euismod etiam quam in tortor semper convallis ad nulla semper congue vulputate magna nullam.",
      "Sodales vitae. Nonummy netus. Lacinia justo. Blandit donec sed varius cubilia. Natoque netus. Natoque dolor erat risus arcu cum porta nulla. Aliquet donec diam netus lacinia potenti habitasse habitant ipsum facilisis nam porta vulputate ligula. Natoque porta dapibus dui volutpat. Aliquam risus orci eros hendrerit urna egestas fusce ante. Euismod justo id nisl amet turpis vestibulum consectetuer conubia morbi ac sollicitudin montes. Aliquam felis nisi est nonummy ve nisl pede convallis leo consectetuer ipsum id. Quisque dolor eget leo a mattis. Dapibus felis quis sem justo pede. Viverra fusce hac congue ante sollicitudin adipiscing enim fermentum mus. Commodo fames ve fermentum risus. Natoque fames lorem quam eleifend. Commodo augue posuere elit nibh est mus ad. Nonummy class eu augue congue. Feugiat nulla aliquet quisque inceptos sollicitudin rhoncus ornare velit netus volutpat nulla a pede massa leo. Gravida neque ipsum. Egestas felis massa cursus parturient faucibus proin. Quisque fames vitae pede."
     ]
    },
    {
     "title": "Conubia morbi.",
     "paragraphs": [
      "Nonummy morbi nam arcu nullam dictumst urna duis venenatis tempor eu erat. Vivamus metus eu luctus sit pede urna. Commodo etiam enim tincidunt. Laoreet porta ve phasellus a fames vivamus aenean mus pede a felis. Aliquam proin at velit phasellus mi amet nisi fusce eu. Laoreet purus. Feugiat metus quam natoque nisi duis. Posuere dolor adipiscing at taciti. Posuere morbi ve praesent per orci. Dapibus curae elit augue nostra inceptos arcu pretium arcu mus. Laoreet metus et tincidunt class eni eget arcu dis arcu montes dis. Viverra vitae. Rhoncus nulla eget cum luctus. Aliquet augue quam imperdiet molestie neque mollis metus ve ultrices. Feugiat velit quis hac porta. Pretium justo. Natoque ipsum nam magnis in nunc ultricies. Aliquet etiam rhoncus vivamus varius quis ullamcorper non ornare primis amet turpis. Potenti morbi at hymenaeos cubilia aenean justo imperdiet tortor tincidunt parturient gravida amet. Integer lorem porta primis metus dui. Rhoncus donec. Quisque netus porta massa nibh consequat tristique.",
      "Nonummy velit metus vivamus. Sodales dolor ve. Potenti lorem diam suspendisse conubia scelerisque eros mattis tristique mi. Laoreet velit cras quisque. Potenti class et suscipit vivamus aenean vel. Posuere nulla eget a morbi. Feugiat metus eget montes ultricies aptent. Potenti etiam rhoncus donec. Integer risus netus felis primis dictum inceptos felis nulla porta aenean ullamcorper fusce. Sodales proin nibh arcu taciti ac nascetur massa nec lorem aliquam. Aliquet augue enim faucibus. Aliquet purus quam nunc adipiscing enim. Iaculis magna in nascetur etiam at pulvinar nibh sit lacinia enim parturient mi nascetur. Posuere morbi. Quisque massa porta habitasse suspendisse phasellus erat per mi facilisi lectus. Natoque porta mi netus et purus rutrum vestibulum. Integer velit netus cursus risus scelerisque. Nonummy morbi nonummy dapibus consectetuer tincidunt donec cras eni lorem ante est donec tempus risus aliquet. Feugiat risus odio per amet cum massa. Sodales ipsum risus. Euismod curae cum quis. Egestas massa et a mattis risus facilisi massa sollicitudin metus ad magna faucibus eget non."
     ]
    }
   ],
   "title": "Sodales neque orci lacinia duis ad.",
   "paragraphs": [
    "Dapibus porta duis penatibus vitae quam tincidunt faucibus lectus eget. Euismod metus vestibulum ut pellentesque iaculis dictum ut sociis mi sed eros sociosqu. Vivamus felis vel. Euismod justo sit odio ultricies ad tincidunt velit urna purus. Blandit ipsum vestibulum praesent curae. Pretium morbi. Integer dolor adipiscing iaculis amet molestie conubia et mi eni mi. Natoque magna nunc enim rhoncus eu justo vel hymenaeos iaculis montes eni. Blandit velit nisi cras ultricies. Vivamus lorem commodo varius elit erat in mus porttitor. Posuere vitae eget feugiat id orci sociis lobortis duis. Cubilia curae morbi tellus. Quisque netus. Potenti purus sem maecenas a maecenas nibh viverra id erat fames enim luctus ad. Aliquet vitae fusce pulvinar. Posuere donec enim vivamus ve. Quisque lorem eu mollis fames. Gravida felis cras potenti ve fames. Commodo vitae. Integer curae neque ligula erat et sed et. Integer vitae id a. Iaculis vitae vel.",
    "Gravida lorem. Natoque velit. Aliquet dolor parturient lobortis netus. Euismod vitae nunc neque posuere phasellus per pellentesque nullam luctus feugiat dapibus sollicitudin fringilla proin eros ac erat. Aliquet ipsum at tempor ut placerat. Aliquet netus ut purus ut litora augue eros mi porta. Gravida risus class cras curabitur montes netus. Euismod ipsum eu donec id ipsum ve tellus et morbi in tincidunt suspendisse dis quam vulputate facilisi porta. Blandit etiam eu etiam curabitur sit integer ad nonummy nisl ve amet. Iaculis fames vestibulum id suscipit sem lectus ut bibendum congue. Posuere magna in montes eu pulvinar montes primis sem. Euismod lorem. Commodo lacus quam sit pellentesque. Potenti etiam per nibh. Cubilia neque parturient suspendisse mattis. Egestas neque ad mattis dui adipiscing ligula. Aliquet proin nisi posuere libero sem integer. Vivamus curae justo vitae penatibus per enim ve senectus. Rhoncus felis enim a magna natoque eros ve risus leo cras ornare. Rhoncus lacus morbi eni ante consectetuer praesent lacus in. Dapibus justo erat tempus nam parturient ut praesent cum viverra a cursus. Iaculis fusce ve proin consectetuer justo in sociis.",
    "Conubia velit nunc placerat fermentum porta sit vitae sem. Feugiat purus nisl scelerisque mi semper at ve erat dictum tortor. Natoque ipsum eu montes nulla pretium natoque mollis imperdiet pretium congue est. Natoque lorem eu netus mi penatibus iaculis magna diam interdum cras non dolor malesuada. Pretium metus mi ultricies a netus in ac nulla porttitor quam sollicitudin. Feugiat donec. Lacinia dolor odio a quis et ipsum. Vivamus felis at velit eu donec ac congue venenatis. Conubia massa ut nulla accumsan ipsum sem leo sodales congue augue vestibulum pulvinar. Aliquet etiam ac ante. Euismod vitae class. Aliquam porta dolor potenti dapibus porttitor aenean nulla. Feugiat metus feugiat mus eget fusce dignissim. Sodales felis ve felis ad. Integer metus non purus vulputate enim sodales ad nascetur lectus. Gravida etiam ac metus dis nisi bibendum magnis integer rhoncus. Commodo etiam eu non urna ultrices. Cubilia justo aliquet rhoncus nullam dolor lacinia est. Sodales fames. Iaculis augue. Egestas augue vitae lectus. Pretium lacus est imperdiet posuere etiam diam a."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus donec per proin blandit eu.",
     "paragraphs": [
      "Cubilia donec lacus est arcu. Integer vitae morbi viverra mi faucibus aliquam montes semper nec viverra. Lacinia netus natoque nonummy morbi ipsum nisl laoreet vel mollis. Aliquam risus velit luctus dapibus vulputate vehicula mi fames. Laoreet vitae. Lacinia dolor integer neque ve eget pharetra metus cras. Lacinia fames quis amet malesuada et scelerisque. Rhoncus risus augue inceptos fusce eros urna id bibendum felis habitasse pretium. Laoreet fames nulla habitant ridiculus justo arcu nostra mauris risus. Aliquam magna. Rhoncus velit. Natoque curae non class cum auctor aliquam laoreet porttitor nascetur. Conubia augue sed nisl pellentesque commodo interdum tempus semper suscipit suspendisse eleifend. Nonummy purus quis eleifend vitae augue condimentum ac tortor. Posuere augue quis blandit sem congue proin euismod cras a elit neque. Natoque morbi. Gravida massa amet facilisi lobortis. Conubia lorem ad vitae ve libero ac. Pretium proin diam pretium pede odio dapibus. Cubilia proin hac parturient donec blandit. Quisque curae amet tristique dictumst dolor. Pretium velit nisi montes et dictum.",
      "Potenti risus cum. Commodo magna proin taciti fames sagittis neque semper. Sodales netus. Potenti vitae duis hendrerit interdum aenean aptent ipsum lacus fames nisl. Lacinia felis erat fames netus proin leo parturient ac. Nonummy vitae conubia consequat vel elit a enim neque. Laoreet curae blandit turpis in cras. Posuere fusce pede turpis feugiat posuere viverra placerat quam luctus et dis ante vestibulum. Sodales porta at curae. Dapibus neque duis lacinia in est et ornare tortor dignissim in primis. Feugiat proin in mauris lorem est. Rhoncus felis vel eros metus lacinia posuere. Natoque fusce eni tortor inceptos ut est at. Nonummy magna lacus torquent quam nibh facilisis turpis placerat vel gravida amet et. Integer vitae cras condimentum euismod scelerisque quis luctus vestibulum molestie. Natoque lorem et. Vivamus class sodales sit phasellus rhoncus. Pretium fusce eu tortor eleifend parturient lectus eleifend vulputate etiam. Rhoncus felis parturient senectus conubia ad nisi cras mollis. Dapibus proin integer nonummy. Potenti neque sit orci ultrices tincidunt vitae ve cras. Pretium risus et luctus sollicitudin est fusce purus neque nibh id.",
      "Gravida ipsum magna elementum quisque rutrum dignissim et dolor consectetuer. Cubilia curae at sagittis iaculis nulla odio eu arcu eget conubia. Conubia morbi in et congue ac tempus sodales varius sem ve. Posuere lorem eget per quam malesuada. Lacinia class. Commodo etiam ante tristique mi tellus aliquam laoreet. Vivamus justo cum odio magna mollis. Feugiat class adipiscing ve suscipit natoque dapibus enim hymenaeos fringilla nibh litora id. Lacinia morbi vel nisi eros cras parturient in. Commodo lacus ac lacus platea nisi sollicitudin adipiscing nisl massa convallis. Viverra felis hac nibh tellus. Dapibus nulla ut porttitor egestas massa mi hymenaeos augue. Nonummy justo est amet lectus. Feugiat lacus. Blandit lacus sem sociis vivamus sodales libero nulla massa. Cubilia netus nunc felis blandit id cursus venenatis natoque nam dictum potenti. Laoreet proin id ultricies vitae per ornare quis in. Blandit lorem orci lacinia. Commodo augue ante inceptos tellus augue. Viverra velit sed pretium suscipit sodales cras netus nonummy. Rhoncus fusce enim diam. Blandit massa."
     ]
    },
    {
     "title": "Nonummy justo duis vel.",
     "paragraphs": [
      "Blandit metus erat. Quisque ipsum quam duis taciti. Natoque etiam. Euismod neque diam hendrerit bibendum quis eget pede curabitur maecenas. Dapibus magna cras porttitor duis pellentesque taciti. Cubilia neque ve velit amet lorem fames augue porta gravida sem ultricies. Lacinia magna ut consectetuer sociis netus ultricies aptent molestie adipiscing luctus. Vivamus etiam. Gravida purus donec integer porttitor praesent semper. Lacinia class eget dui eros penatibus consectetuer nam imperdiet interdum mollis quam pellentesque ve. Rhoncus nulla cras dictum pretium orci cum arcu. Lacinia purus ipsum euismod bibendum. Posuere fusce neque tortor adipiscing. Laoreet velit ante porta suspendisse id cursus posuere eu. Nonummy purus nisi ve nibh scelerisque lacinia ipsum orci ut. Aliquam fusce. Blandit porta metus pretium diam bibendum natoque feugiat. Nonummy vitae quis nullam nisl consequat leo arcu donec ultricies. Egestas felis aliquam duis a velit conubia laoreet tempus est libero a. Aliquet purus parturient mi habitant aenean dapibus imperdiet et condimentum. Laoreet metus et pellentesque sollicitudin pretium cursus purus. Aliquet vitae ve.",
      "Iaculis velit nonummy placerat cubilia. Nonummy ipsum eu cursus ve. Viverra morbi adipiscing bibendum integer consectetuer convallis luctus amet mattis. Conubia morbi eu felis nullam eros. Conubia nulla eros fames. Vivamus class. Gravida donec odio iaculis nisi ut felis lectus porta purus. Sodales augue. Blandit purus magna duis non. Feugiat magna. Rhoncus risus erat lacus tristique inceptos curae et porta. Laoreet porta. Dapibus purus hac velit turpis sapien non amet dictumst montes. Laoreet fames eu aptent mi vitae eni vitae. Posuere etiam eget hac turpis facilisi ullamcorper eni tortor at dui. Integer dolor viverra hac. Nonummy porta arcu donec penatibus sit facilisis nisl pellentesque tellus sociis. Conubia augue. Nonummy purus per urna sed ipsum potenti justo ut amet dis. Lacinia lacus aliquam sit ut viverra ad ve mus duis ipsum. Euismod dolor porta. Integer vitae nam arcu enim egestas curae ac habitasse a.",
      "Nonummy fames. Euismod fusce ve dolor nullam ad. Viverra nulla lacinia. Aliquam ipsum cum ante enim nec. Vivamus purus. Commodo purus nunc mus dolor nisl tortor sodales mi. Posuere class. Laoreet etiam dolor habitasse nulla in odio sociis fringilla aptent. Euismod porta amet. Sodales felis feugiat nisi gravida sodales ultricies. Aliquet neque nibh hendrerit pulvinar mi scelerisque quam ridiculus non posuere a scelerisque hac. Vivamus class cras ullamcorper viverra scelerisque urna cras hac porta tristique laoreet enim. Conubia fusce enim feugiat ut litora facilisi. Integer metus id et eu hendrerit euismod metus adipiscing accumsan nisl. Egestas risus. Gravida risus eget consequat ac. Commodo fusce. Rhoncus risus. Aliquam velit vestibulum maecenas fusce sem senectus sodales nisl mi odio. Cubilia etiam dis elementum lectus. Integer metus felis nibh dolor taciti nec commodo quam pulvinar morbi ut justo varius aptent. Commodo porta adipiscing scelerisque libero id erat condimentum consectetuer aliquam nisi id."
     ]
    }
   ],
   "title": "Egestas porta lacus commodo est ut.",
   "paragraphs": [
    "Quisque risus dapibus erat nibh risus ante sit rhoncus. Cubilia netus aliquam sodales maecenas sollicitudin integer tempor sem. Potenti proin in porttitor donec hendrerit enim. Gravida risus ipsum semper montes eleifend placerat eu mauris ridiculus feugiat pellentesque ridiculus. Sodales proin. Gravida fames arcu est pede. Euismod donec lacus amet blandit. Commodo ipsum. Vivamus purus aliquet sem consequat est inceptos lacinia feugiat. Egestas augue. Lacinia netus. Blandit nulla augue venenatis suscipit cursus enim. Conubia purus quis sociis. Euismod magna augue justo cubilia dis in. Euismod morbi. Nonummy augue nisi integer mollis pede aliquet donec netus pulvinar lorem in pellentesque. Lacinia lorem nunc ac risus. Iaculis dolor. Natoque magna enim. Integer fusce vestibulum scelerisque taciti in eleifend odio montes. Conubia proin. Pretium fames curae eget porttitor rutrum ornare nulla etiam sapien ut accumsan.",
    "Viverra netus in erat faucibus eleifend sollicitudin vestibulum conubia enim erat et magna. Aliquam porta ve metus quis ante vel sollicitudin. Dapibus neque at felis volutpat ve class magnis eros. Rhoncus donec adipiscing integer quam amet. Blandit nulla. Commodo lorem ipsum pede pharetra faucibus. Aliquet massa ad. Aliquam massa nec fames. Viverra fusce ad. Viverra fames. Laoreet lorem conubia mus odio ad lacus pellentesque. Egestas vitae nunc ipsum et tortor. Iaculis purus urna tristique accumsan dictum eget nisl nunc. Feugiat magna et donec. Euismod fames. Feugiat lorem id quam diam nam lacinia bibendum. Natoque fames nunc id pellentesque aenean mauris posuere commodo urna adipiscing vulputate curae lobortis. Cubilia lacus quam nam cras per vitae. Iaculis netus erat dapibus posuere maecenas montes. Conubia vitae. Sodales fames aliquet. Natoque risus."
   ]
  },
  {
   "children": [
    {
     "title": "Integer neque nibh vehicula torquent augue in.",
     "paragraphs": [
      "Natoque fusce at. Iaculis fusce neque. Iaculis lacus netus curae consequat eni augue. Cubilia fames sed odio. Sodales neque nunc phasellus mi facilisis. Cubilia class ante mus nisi nullam id ipsum. Posuere fusce quam phasellus suscipit. Posuere felis ve class arcu a ante morbi ornare fames. Feugiat fusce neque est auctor nullam sed mi. Conubia vitae ac platea cubilia euismod sociosqu. Rhoncus augue et ligula et sagittis laoreet. Potenti purus amet vulputate ac in donec luctus mi sit tincidunt velit. Lacinia risus ve mauris praesent magna non tortor mi. Vivamus massa. Pretium metus curae dis quam a etiam. Aliquet augue fames enim id dui. Laoreet class dis amet massa ipsum neque nam. Integer class enim semper facilisis risus netus magna molestie nisl. Egestas neque. Aliquet fusce erat lorem nostra taciti curae potenti cubilia duis nam elit sollicitudin. Conubia metus fusce sem enim dictumst morbi ad morbi. Egestas massa dui bibendum euismod quis at pellentesque natoque fames ipsum.",
      "Feugiat netus eget netus porttitor fames a rutrum. Quisque morbi nisi. Nonummy massa mus. Aliquam etiam netus cras taciti leo. Laoreet justo. Posuere purus at eget tincidunt torquent ve magna venenatis mus consequat varius a gravida ac. Feugiat magna amet commodo hac imperdiet lacus. Iaculis ipsum per erat mus facilisis. Aliquet nulla. Nonummy augue vestibulum quis vitae orci a duis ipsum mi. Lacinia ipsum purus sit orci adipiscing nam. Nonummy felis nunc pharetra molestie fusce mattis praesent etiam tristique curabitur. Sodales magna nulla etiam a primis nibh ipsum tempor. Egestas risus. Euismod lorem sodales iaculis pellentesque hymenaeos purus velit. Gravida porta nam arcu ultricies nam quisque ac semper. Aliquet velit neque pede leo risus sem ipsum. Commodo class nec quam augue suspendisse ac litora mi. Cubilia porta in est ante libero ve nunc fusce. Vivamus lacus vivamus donec class volutpat donec. Laoreet proin euismod quam nisi sodales massa est eros amet. Laoreet fusce enim justo lacus etiam est arcu at ante."
     ]
    },
    {
     "title": "Cubilia metus.",
     "paragraphs": [
      "Aliquet lacus cras venenatis est vivamus morbi pede faucibus velit commodo sapien quam aliquam ve. Conubia metus nisi tempor congue volutpat suscipit. Conubia curae nunc ut. Laoreet lorem urna egestas mi duis. Vivamus porta orci vehicula. Sodales metus id risus ut cum scelerisque pretium scelerisque. Vivamus fusce. Quisque etiam aliquam ridiculus placerat turpis pretium. Quisque felis dui duis felis cubilia dis ve. Posuere neque curae. Laoreet class felis massa. Quisque velit id imperdiet ac cras. Lacinia lacus in orci praesent nec consectetuer rutrum eros eni quam cum. Potenti donec. Laoreet augue adipiscing ad fringilla nisl cum eros. Pretium augue donec dui rhoncus mi. Conubia purus. Potenti lorem diam urna pulvinar leo. Commodo metus. Cubilia curae nunc sit fames curabitur fames. Aliquet curae cum egestas a cursus elit ligula leo adipiscing vestibulum ut. Natoque velit duis cras pede blandit sit ac sollicitudin quam vitae facilisis eni.",
      "Lacinia purus nonummy lacinia. Integer massa et taciti est ornare. Conubia curae ipsum. Aliquet metus pede. Aliquet lacus felis nisl a arcu vestibulum mi. Iaculis vitae. Pretium morbi ante mattis mus. Laoreet fames at cursus feugiat et rutrum habitant. Lacinia fames class neque faucibus augue imperdiet ridiculus urna purus sagittis magna dui vestibulum. Conubia lorem nunc cubilia id mauris etiam maecenas ridiculus. Rhoncus curae ad tincidunt. Posuere velit. Aliquam justo arcu dis ligula nullam. Natoque lacus ac eros. Egestas purus arcu fames egestas. Natoque dolor quis hac magna convallis viverra rutrum est nostra. Sodales lorem cum nunc consectetuer potenti molestie. Vivamus dolor. Aliquet curae parturient. Egestas curae. Euismod velit erat pede ante. Quisque curae id sapien pretium sed rutrum lorem mi curae enim."
     ]
    }
   ],
   "title": "Gravida purus duis quis ultricies sollicitudin parturient diam.",
   "paragraphs": [
    "Dapibus donec nisi pretium justo. Nonummy curae diam condimentum sodales dis. Blandit neque fames tellus vitae velit leo enim. Aliquam proin nisi enim leo duis diam tempor nonummy dapibus ridiculus pulvinar. Feugiat neque mi hendrerit pede mattis ultrices. Posuere etiam mus lacus nisi. Nonummy metus est curae sed suscipit pellentesque dapibus elementum pulvinar aptent sociis class parturient. Blandit porta netus fusce cursus cubilia. Viverra nulla orci dui tellus. Quisque etiam justo luctus dictum. Aliquet massa nam tristique duis non. Gravida ipsum nibh ad pharetra ante varius leo facilisi consectetuer aliquet elementum erat. Egestas purus eget nec egestas eu pulvinar purus a blandit lectus eu auctor aliquam feugiat. Euismod curae ac platea porta ullamcorper erat eros sociosqu. Gravida netus. Euismod felis massa urna hendrerit rutrum adipiscing. Rhoncus nulla enim. Lacinia massa mi velit primis mattis porta parturient. Aliquet justo felis a nibh parturient sit. Aliquet netus quis blandit at ad quis at neque dui. Vivamus nulla. Pretium donec.",
    "Aliquam etiam mi ipsum dignissim mus pretium cras est id lobortis integer ipsum. Laoreet massa dolor hymenaeos placerat tempus aliquet integer. Dapibus netus posuere vel id curabitur potenti pellentesque aenean ipsum habitasse. Gravida metus lacus semper orci cum massa amet viverra vivamus pellentesque. Integer justo. Blandit risus vitae sapien ut per pede habitasse fermentum lorem ut. Commodo massa mi hac ante. Viverra fusce velit semper facilisi condimentum ultrices convallis suscipit. Aliquam justo ut varius pellentesque hac. Potenti lorem odio. Sodales fames. Nonummy fusce eros inceptos augue. Aliquet lacus. Potenti massa neque taciti eu mollis sociosqu. Cubilia porta. Gravida donec. Egestas vitae proin a. Natoque fusce eni augue fringilla nam arcu eu vulputate. Viverra porta justo neque vel per. Aliquet magna nunc scelerisque. Laoreet class neque ornare sociosqu scelerisque mus taciti natoque integer ultricies sagittis ad. Posuere nulla nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium neque.",
     "paragraphs": [
      "Potenti velit eu nostra eu platea id. Natoque morbi. Gravida augue eni erat phasellus tempus parturient. Pretium justo ve tellus ut. Dapibus curae eros ad ridiculus a porttitor. Euismod metus quis dapibus class nunc elit. Cubilia proin lorem praesent dolor a sociis etiam egestas tempus libero. Lacinia proin. Quisque velit elit eu sollicitudin sodales torquent amet. Conubia etiam ante eni. Sodales justo lacus. Nonummy fames. Gravida fusce. Posuere porta. Vivamus dolor orci dapibus curae nunc arcu duis. Conubia nulla etiam aptent dictum nulla etiam tempor pulvinar fusce in magna. Conubia dolor amet lacinia arcu ad elit massa dapibus magnis. Aliquet dolor. Rhoncus fusce urna lorem convallis volutpat purus et a tempus. Natoque lorem sed aenean vulputate fames pulvinar curabitur at arcu interdum. Sodales vitae duis ad fusce. Cubilia etiam ac taciti.",
      "Quisque massa quis sit potenti at congue. Sodales risus. Blandit curae nec morbi imperdiet sem arcu. Feugiat class ac tellus cum. Iaculis felis fames a arcu vestibulum ve tortor. Viverra morbi vivamus taciti ad ve porta ad semper lobortis curabitur a porta. Iaculis neque aliquet posuere consectetuer imperdiet purus. Dapibus purus. Nonummy velit. Rhoncus velit ad litora eu. Potenti netus mi morbi nullam dolor bibendum. Dapibus purus odio pede hendrerit ve. Cubilia vitae. Lacinia proin id netus curae sodales mauris mi rutrum sollicitudin dignissim auctor. Integer nulla. Posuere lacus purus condimentum nisl phasellus semper aenean. Blandit curae per amet eu neque vehicula consequat in vitae ut sociis. Aliquet risus ut ipsum tempor. Vivamus proin sit orci cum netus cursus pulvinar. Vivamus donec. Iaculis porta. Dapibus netus diam per sem imperdiet mauris sit vestibulum aptent facilisi morbi senectus ac.",
      "Blandit augue risus condimentum. Integer fames dis quam pede natoque arcu morbi. Feugiat proin. Iaculis augue duis. Cubilia etiam adipiscing suspendisse aptent id facilisi aliquam pede morbi euismod non. Vivamus class cum. Laoreet ipsum. Laoreet lorem et ultricies pretium erat. Vivamus neque dapibus eget. Posuere fusce et aenean justo platea orci tristique. Gravida curae duis natoque felis donec inceptos nam gravida. Posuere ipsum quis nam massa vulputate habitant justo. Quisque nulla ut netus non adipiscing parturient. Natoque donec mi et nunc aptent cursus nonummy enim quis quam aenean ad cras vehicula nec. Egestas felis odio quam parturient. Lacinia fames duis quis et pellentesque consectetuer dapibus lectus mi placerat sem viverra lorem id. Quisque curae erat egestas mattis vel odio sapien orci dignissim velit. Pretium nulla ve turpis faucibus blandit fermentum. Potenti felis neque litora augue purus sagittis erat bibendum dignissim. Euismod neque ad venenatis proin. Quisque fames orci. Potenti fames."
     ]
    },
    {
     "title": "Dapibus risus nulla.",
     "paragraphs": [
      "Laoreet neque augue. Natoque lorem metus pede tempor iaculis dapibus varius. Conubia nulla lorem. Vivamus fusce. Commodo donec viverra vivamus elementum tellus morbi. Viverra donec eu mi penatibus a elementum lorem in. Conubia curae viverra mollis semper ipsum suspendisse pulvinar venenatis rutrum. Aliquam massa leo adipiscing curae blandit sociis eni inceptos venenatis cum. Euismod etiam. Conubia justo vel elit cubilia phasellus habitant ut non sociis nonummy dapibus porta morbi metus feugiat pretium taciti ut. Potenti massa nibh rhoncus mus ultricies nunc consequat eros euismod ad ac libero. Integer massa nulla. Euismod curae dolor massa sit eget sit felis nibh porttitor bibendum ac turpis. Blandit felis diam neque nulla ipsum a. Integer magna parturient amet velit metus platea risus suspendisse habitant. Integer vitae leo hymenaeos tempor quis duis quam maecenas etiam. Nonummy augue ac justo ut fringilla venenatis massa a sociis. Blandit magna odio in convallis arcu posuere magna non lacus aliquet leo sagittis. Cubilia lacus ad velit dui urna pulvinar non ve a quis. Gravida velit magna proin enim est vitae eget dis fames magna. Viverra netus nisi. Vivamus velit ve mollis in ornare nam eu ipsum mattis dictumst sit quisque mi non fermentum orci.",
      "Feugiat lacus. Feugiat lacus ad morbi elit pretium. Lacinia fames. Lacinia donec dis felis potenti ornare ve luctus torquent eros. Viverra augue quis interdum parturient vulputate suspendisse neque fringilla conubia pellentesque auctor proin diam augue eni diam a. Dapibus proin orci condimentum ve ligula inceptos nisi hac. Dapibus porta duis curae scelerisque placerat. Vivamus ipsum. Nonummy risus. Natoque morbi ad semper habitant phasellus et etiam semper. Sodales class hac duis et senectus sit sollicitudin. Viverra porta dui eget posuere odio bibendum parturient taciti. Potenti augue viverra etiam et a. Quisque purus est donec. Blandit fusce lacus class purus nulla est nisi facilisi nam amet mus. Rhoncus lorem. Sodales porta. Dapibus fames nisi semper ac nam eu quam nulla vitae hac senectus sollicitudin conubia. Conubia massa neque felis nunc conubia orci nulla ac hendrerit ut malesuada. Sodales class etiam magnis augue adipiscing lobortis potenti malesuada non. Dapibus class lacus urna. Quisque augue fames taciti tristique."
     ]
    }
   ],
   "title": "Rhoncus justo ante iaculis in nisl arcu donec natoque habitant tempus cubilia.",
   "paragraphs": [
    "Gravida donec urna euismod at arcu. Iaculis donec leo cras nunc penatibus ornare bibendum sociosqu consectetuer parturient vivamus nisl. Conubia curae sit pede facilisi auctor pede id. Sodales ipsum pede quis velit rhoncus mus. Lacinia curae adipiscing odio vulputate ve pede nunc parturient mus class consequat. Quisque proin enim dis ipsum leo amet. Vivamus dolor. Viverra morbi parturient aliquet. Aliquet magna. Conubia morbi ut. Aliquet fusce ut rutrum. Commodo risus sem curabitur gravida sapien. Rhoncus magna purus sapien. Integer neque ac risus libero purus vestibulum cubilia nisi bibendum. Potenti velit ut nibh erat eni magna. Dapibus class. Sodales augue sed nullam. Commodo risus lacinia sodales sollicitudin. Gravida fusce ipsum accumsan ad class eu. Vivamus porta. Aliquet proin nisl cursus natoque pede integer id nostra hendrerit fames. Feugiat donec.",
    "Aliquam porta. Integer netus non odio quam eu magna ullamcorper ac luctus amet ullamcorper ad. Natoque neque. Quisque curae. Laoreet purus. Natoque massa leo enim ad augue ornare habitasse inceptos. Gravida lacus cras vel eget. Cubilia curae pretium mollis quis sed tortor. Viverra netus. Quisque massa ad porttitor fermentum pellentesque mus etiam quisque purus commodo. Cubilia augue vestibulum posuere arcu. Rhoncus etiam nunc. Blandit ipsum urna ornare. Nonummy lorem hac ante eget consequat mollis ultrices est. Pretium neque ante feugiat euismod. Conubia fames ipsum interdum ante duis sed. Blandit netus ut sociis laoreet tortor. Lacinia justo velit. Egestas porta id porta eu dictum. Iaculis felis eu a amet metus hendrerit bibendum mattis enim. Quisque lorem et pellentesque nibh sodales egestas fringilla. Vivamus purus ve purus sit cras."
   ]
  }
 ],
 "abstract": "Conubia augue quis dis aptent auctor augue convallis nam urna diam lorem quis. Conubia purus mus odio sollicitudin adipiscing elit nostra eu inceptos mollis amet cum fames enim. Sodales netus amet. Integer justo orci arcu. Commodo nulla mi placerat conubia taciti in odio morbi ut. Nonummy vitae odio hendrerit id felis sollicitudin penatibus neque urna gravida duis curabitur curae enim placerat. Aliquam magna sed varius primis in. Viverra metus eros nullam id platea consectetuer convallis primis a commodo mi amet nunc enim. Lacinia metus eu penatibus hendrerit consectetuer. Commodo nulla class proin ultrices habitasse. Iaculis metus non etiam fermentum eget facilisis magnis a aliquet ad. Aliquam fusce diam felis velit volutpat phasellus magna. Natoque magna porta arcu ante pede ve velit aenean morbi accumsan. Gravida justo sed netus sodales eu dictum leo arcu ipsum id. Nonummy etiam amet aenean in aliquet cras ornare phasellus etiam curae. Posuere velit donec tempus ullamcorper lorem. Posuere risus lacus dis pede parturient venenatis arcu egestas eni inceptos sollicitudin. Aliquam massa felis mollis mi leo mauris justo. Integer netus eu etiam ad mauris. Commodo fames ac cursus sem litora blandit potenti consectetuer. Pretium dolor sem elit maecenas interdum velit ve penatibus proin. Sodales felis arcu risus cubilia.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Personal Augmented Containers"
  }
 ]
}