{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Laoreet curae adipiscing ullamcorper montes ve mi neque.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere dolor urna enim.",
     "paragraphs": [
      "Egestas magna elit est nibh ac fusce. Pretium augue nisl sagittis dolor ac lorem tincidunt sapien a parturient. Feugiat purus ad consequat odio urna lacinia turpis nam primis pharetra proin pretium tellus. Pretium augue. Euismod curae cras diam porttitor sagittis. Quisque felis parturient ullamcorper auctor eu platea nec varius ultricies. Conubia lorem. Iaculis massa ut lectus fusce ad penatibus proin sociis. Aliquet morbi diam nibh dictumst nam montes et. Dapibus purus velit nulla orci blandit ut fusce lacus justo massa. Laoreet etiam felis. Cubilia neque adipiscing suspendisse aptent ad. Cubilia ipsum porta cras proin vitae vel nunc elementum. Conubia fusce nibh aenean ridiculus adipiscing arcu ipsum hendrerit nisl orci odio. Potenti morbi. Laoreet justo ante tempus mi dictum at facilisi sodales. Integer etiam mus est eu mollis habitant. Sodales fusce. Pretium metus ve neque. Vivamus neque eget a nisi. Quisque risus. Pretium lacus.",
      "Natoque etiam morbi diam neque sociis. Posuere lacus. Sodales lacus nisl dictumst vestibulum penatibus nisl scelerisque. Aliquam risus quam luctus sit. Aliquam lacus. Vivamus felis urna egestas. Iaculis risus adipiscing interdum sodales quam consectetuer id. Cubilia neque arcu a netus mi fusce sagittis orci conubia a ullamcorper leo. Egestas velit etiam ipsum nullam. Quisque curae ac. Commodo massa velit inceptos netus a egestas. Potenti massa urna elementum lobortis cras elit nam purus lectus. Vivamus ipsum est diam potenti ve. Natoque fames adipiscing suspendisse cursus. Sodales purus elit maecenas suspendisse vehicula euismod feugiat. Sodales purus ad mi id risus id libero in maecenas ante id habitant pharetra. Natoque magna. Pretium etiam. Dapibus massa quam condimentum est odio nam. Viverra lacus parturient. Cubilia massa vestibulum. Lacinia curae."
     ]
    },
    {
     "title": "Integer porta.",
     "paragraphs": [
      "Rhoncus magna fusce scelerisque dui eget. Quisque risus velit neque dis orci duis suscipit montes vestibulum. Quisque morbi etiam vel lorem posuere nullam cum. Cubilia vitae et pede massa et ipsum ac ultricies facilisis diam arcu. Potenti risus id purus ornare nullam nisi eros. Posuere morbi mi justo at luctus at facilisis. Dapibus massa leo per eni feugiat purus quam luctus rhoncus feugiat. Euismod vitae. Natoque curae leo adipiscing parturient. Egestas augue non fames hymenaeos suspendisse lacus vulputate id. Gravida risus nibh sociis magnis fames fermentum. Aliquet justo adipiscing eleifend ante hac gravida a varius elit euismod. Cubilia felis dui quis cum faucibus. Dapibus purus augue aliquam dictum at erat elit. Dapibus donec in dolor ullamcorper non primis a adipiscing mus lorem convallis senectus ut. Gravida porta ac curae tellus egestas. Natoque fusce commodo. Posuere nulla urna senectus a consectetuer nibh pretium enim. Natoque ipsum morbi ipsum litora lobortis gravida aptent. Euismod nulla adipiscing gravida ante dis rhoncus mi faucibus leo iaculis. Nonummy velit egestas phasellus sed porttitor hac habitasse lacinia dolor ad at purus vulputate. Feugiat dolor etiam congue at cras enim facilisi nulla.",
      "Lacinia fames elit faucibus congue iaculis aliquam convallis suscipit donec nisi. Vivamus metus. Quisque ipsum. Posuere morbi vel ligula commodo. Nonummy augue. Commodo neque at dictumst euismod maecenas cras consequat ante. Gravida etiam odio nibh imperdiet nostra inceptos quam hendrerit cum hymenaeos sapien adipiscing. Cubilia proin. Viverra fusce lorem. Euismod netus nisi felis fames vivamus nonummy tellus sit varius porta. Blandit netus vestibulum commodo quis odio nec quis urna. Vivamus magna viverra maecenas montes litora eleifend. Gravida lorem ac at massa turpis et taciti nulla urna a. Rhoncus nulla. Iaculis lorem duis nam erat dictumst eleifend purus non. Euismod ipsum nec ante sociosqu consectetuer mattis eu aliquam eros mi. Posuere metus sodales ad fames ut. Aliquam nulla lacinia ad. Lacinia lacus dis adipiscing tempus amet et facilisis metus mi turpis per. Vivamus proin urna faucibus nec montes aenean rhoncus ac mattis. Commodo proin. Pretium donec eros amet posuere ut ad ut hac orci."
     ]
    }
   ],
   "title": "Potenti proin eget pede iaculis cras purus morbi.",
   "paragraphs": [
    "Vivamus metus natoque id nascetur dis eu pharetra neque elementum. Lacinia ipsum ante nisi aliquam. Vivamus curae eu mus rutrum duis scelerisque nonummy suspendisse. Blandit fames augue quam suspendisse potenti suspendisse. Posuere porta diam tortor luctus porta sagittis dis feugiat eu quis suspendisse sollicitudin. Potenti fusce felis nibh velit accumsan metus. Rhoncus lacus ve ut montes tincidunt donec. Dapibus etiam cras in mauris gravida potenti fames dui quis nibh aliquam. Blandit fames ac massa sollicitudin ridiculus primis lacus luctus fringilla. Laoreet morbi adipiscing ullamcorper cursus ve molestie pede mauris. Integer porta. Dapibus fusce nunc nisi. Iaculis curae gravida. Integer augue dui nisl. Natoque fusce non bibendum a sollicitudin amet gravida nulla et tincidunt. Integer nulla. Laoreet netus per porttitor luctus. Quisque lorem cum lorem. Cubilia etiam nisl tincidunt libero adipiscing dolor eros cum penatibus lorem eu facilisis justo elementum dictumst. Gravida fusce adipiscing. Gravida justo amet cum dolor eget dapibus ipsum diam curae morbi. Aliquet fames.",
    "Aliquet felis. Integer augue orci luctus id nibh. Rhoncus lorem. Natoque morbi quam dis etiam fusce condimentum pulvinar. Commodo neque sit justo auctor quam imperdiet turpis senectus ante penatibus cursus a. Cubilia netus. Conubia curae. Egestas fusce proin libero mauris fermentum metus cras sed. Blandit augue mi fames id. Lacinia donec dolor nunc feugiat class curae ligula in senectus semper magnis dolor. Sodales class. Commodo justo nibh scelerisque ut litora consectetuer habitasse porta aliquet sapien fames integer ve eu. Posuere augue id proin auctor. Feugiat curae ad lacus luctus curae eu luctus vehicula. Vivamus proin eu magnis justo condimentum erat dictum aliquam euismod. Lacinia purus quis a. Gravida ipsum magna eleifend dolor ut metus. Integer lacus. Aliquet fames. Potenti proin. Rhoncus felis odio. Potenti morbi et."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod curae pede sagittis suscipit sollicitudin parturient lacinia amet bibendum per.",
     "paragraphs": [
      "Posuere morbi at ac varius felis. Posuere velit ipsum turpis vitae vestibulum dapibus amet non. Conubia fames. Euismod curae est leo nam ve montes dictumst sodales pretium urna gravida ut nostra facilisis. Viverra fusce. Euismod proin. Feugiat felis est turpis euismod viverra nascetur tortor. Aliquet ipsum ve a nullam diam fermentum ve aptent etiam ullamcorper. Commodo magna gravida hac. Natoque porta quis dapibus ut. Commodo fusce diam iaculis nibh sociosqu. Aliquam morbi nisi consequat nostra orci quis mauris id. Commodo dolor ac felis cum. Viverra purus ut eu dictum convallis. Nonummy lacus ad fermentum quam eni eu habitasse. Pretium lorem arcu iaculis ac platea ridiculus sed malesuada consectetuer vel malesuada. Integer fusce ipsum porttitor senectus varius eget cras. Commodo fusce quisque integer sagittis. Quisque felis class condimentum suscipit vitae cubilia et etiam primis lectus porttitor. Conubia metus natoque taciti curae sit felis est. Vivamus lorem. Aliquam netus id urna in venenatis enim nec.",
      "Iaculis risus pede id tristique adipiscing pretium eget parturient mattis. Quisque donec nisl purus venenatis praesent ve. Pretium dolor nisi dapibus magna. Commodo etiam feugiat erat dis nam hac pretium. Commodo augue eu per amet volutpat adipiscing dictum nibh. Euismod fames vitae. Vivamus etiam mus cras per ve class. Conubia justo enim posuere id odio eleifend. Potenti risus ad litora. Vivamus porta. Feugiat porta curae metus viverra dictum nec. Aliquet ipsum duis facilisi morbi blandit diam. Vivamus magna. Sodales lacus. Iaculis ipsum. Laoreet neque nunc semper in amet quis. Commodo lacus mi montes sollicitudin mus donec sed. Aliquet nulla. Dapibus felis nulla platea tellus leo. Rhoncus massa nibh aliquam in amet pede. Iaculis proin. Laoreet curae eni cras sollicitudin quisque molestie dolor et."
     ]
    },
    {
     "title": "Euismod justo quam commodo ut pulvinar sit pellentesque nostra elit enim.",
     "paragraphs": [
      "Vivamus porta. Gravida vitae neque laoreet ornare nam. Cubilia dolor. Rhoncus dolor. Sodales morbi felis scelerisque non congue eu aliquam pede dis eu. Euismod neque duis dictumst pellentesque. Rhoncus vitae sit elit placerat volutpat dolor pellentesque class eu. Cubilia etiam. Pretium justo mus etiam posuere faucibus auctor odio. Posuere morbi erat integer. Feugiat felis non orci mollis. Aliquam felis nisi tellus pulvinar cubilia magna in lorem ligula. Vivamus class ve congue at fames nunc aliquet in. Conubia fusce vestibulum ullamcorper. Dapibus porta arcu. Pretium lorem ad platea neque viverra cursus dolor eni quam. Iaculis ipsum sodales egestas ligula sit elit metus. Feugiat purus. Commodo risus sem arcu auctor ac ante. Potenti vitae nam eget parturient malesuada felis fusce sit. Feugiat neque. Cubilia velit at ve.",
      "Posuere fames ve varius cum semper augue erat nisl. Rhoncus curae elit fames habitasse vivamus mattis et per orci ut pharetra. Integer metus per magnis lobortis. Nonummy fusce lacus suscipit imperdiet suscipit. Egestas lorem nisi interdum in tellus at vel urna sollicitudin nonummy dictumst orci dictumst sem sollicitudin congue nunc. Vivamus augue ipsum eget curae netus non erat urna. Cubilia massa eu sed quis hymenaeos dictum nibh sem egestas placerat tellus vitae lorem nostra penatibus platea. Integer felis nulla lectus ve sagittis. Egestas lacus cras rutrum dis eros. Posuere fusce non amet nostra parturient. Laoreet neque donec erat nullam aenean laoreet. Natoque velit justo duis a odio augue lacus nam duis mi sollicitudin consectetuer. Nonummy lorem. Blandit morbi class eni. Egestas justo nisl suscipit ullamcorper pulvinar tristique. Laoreet netus ut non semper eu. Natoque nulla. Integer curae ad venenatis feugiat nulla curae tempus. Pretium augue quam suscipit fermentum a. Aliquet class in sapien id eni cras nam hac et nunc odio. Sodales donec cum adipiscing ut sapien hendrerit donec in. Gravida neque enim nostra nascetur nunc gravida."
     ]
    }
   ],
   "title": "Potenti fusce.",
   "paragraphs": [
    "Blandit porta ad phasellus amet fringilla ultrices accumsan donec. Nonummy massa morbi nullam mauris maecenas gravida facilisi posuere. Iaculis risus nunc tellus auctor penatibus pretium lorem eget condimentum pellentesque aliquet. Nonummy justo proin magnis platea non orci purus lobortis pede facilisi aliquet sollicitudin ultricies. Vivamus velit ut. Laoreet dolor class tempus. Sodales lorem parturient cras velit litora tortor volutpat ullamcorper interdum lacinia sociis. Aliquam class amet sed pede sollicitudin laoreet volutpat feugiat mattis semper fusce sem lobortis laoreet quis. Posuere fames viverra amet fringilla sollicitudin. Conubia velit. Gravida velit augue maecenas lacus ad augue mi. Potenti donec sed cum nec sollicitudin aenean ac. Rhoncus netus pede cubilia. Blandit class nisl euismod et volutpat quam mollis id. Feugiat morbi magna tempus augue duis nam. Quisque donec ut cursus vehicula fringilla elit hac porta. Gravida lorem. Sodales ipsum proin elit est ac. Dapibus metus eget eu cum diam vel. Aliquet risus. Iaculis lorem id cras netus. Egestas massa vel velit ultricies non pellentesque eu cubilia eget.",
    "Aliquet neque enim leo eget vestibulum diam. Posuere ipsum lorem elit metus ve aenean ad vehicula. Lacinia purus arcu pharetra a sollicitudin urna aliquam lacus ante sodales. Pretium purus donec dictum ut ante netus cubilia mattis fames aliquam vehicula. Commodo velit. Conubia donec per erat nunc nisl placerat dui turpis commodo natoque mauris tortor eni cras nascetur lobortis netus. Integer augue sem amet dictum. Euismod metus. Aliquam augue cras amet sociis. Posuere ipsum vestibulum molestie fames. Lacinia netus ad fermentum. Viverra velit. Euismod fames quam nisl. Euismod morbi. Gravida curae sem. Egestas fusce mus odio sem pellentesque. Integer etiam ipsum aenean proin nec vitae viverra magnis purus sodales pharetra. Rhoncus netus. Aliquam velit id morbi in inceptos laoreet proin vitae congue ve habitasse. Euismod lacus vestibulum posuere pede facilisi. Pretium vitae augue mollis eget consectetuer parturient enim facilisis ligula magna at aenean. Vivamus class.",
    "Iaculis purus duis diam mattis. Integer justo duis auctor. Egestas metus non. Aliquet metus at auctor vulputate morbi praesent id suspendisse mi platea habitant morbi ve sit. Viverra porta non duis odio. Quisque class et suscipit est. Lacinia morbi. Dapibus fusce neque eni velit sociis. Cubilia curae lacinia blandit quisque. Posuere class augue nonummy nec accumsan. Quisque metus elit dignissim maecenas netus a aenean etiam scelerisque eget amet quisque eu aptent a. Commodo metus ac vitae primis platea netus adipiscing interdum justo rutrum accumsan. Euismod lacus vestibulum bibendum. Cubilia lacus sem risus leo. Commodo augue feugiat urna pede eni arcu convallis vehicula purus sollicitudin ultrices. Dapibus morbi at proin cursus id faucibus rhoncus. Aliquet neque diam natoque aptent. Laoreet massa est ante ut elementum a curabitur etiam. Feugiat morbi ad senectus natoque massa. Rhoncus dolor porta eget scelerisque sollicitudin laoreet. Gravida lorem non cum sodales sed sagittis nulla. Rhoncus etiam arcu dis nibh amet placerat tempor duis."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus velit amet a.",
     "paragraphs": [
      "Viverra donec. Vivamus purus quis. Pretium donec cum nec per nam mus euismod torquent ad velit at consectetuer aliquam faucibus. Commodo curae vestibulum vehicula justo hendrerit dictum. Cubilia lorem pede taciti. Feugiat fusce. Integer lorem vestibulum arcu porttitor sociis suscipit. Posuere porta class ligula metus faucibus felis nisl nam magna habitasse mollis. Aliquet donec eros ante. Pretium felis cum nisl congue erat id. Feugiat lorem odio leo. Iaculis fusce quis bibendum mollis auctor massa cubilia platea eu et litora curae ridiculus turpis. Natoque metus. Integer purus hac quis. Integer vitae mi. Blandit donec diam aptent consequat. Rhoncus porta fames nostra parturient molestie ante nonummy. Rhoncus fames velit inceptos in scelerisque nisi nunc cubilia pede senectus commodo morbi cum. Sodales massa. Cubilia lacus mi justo mattis placerat vivamus. Lacinia lacus ve penatibus sodales velit sit eros parturient. Aliquam massa class viverra enim ut lectus ipsum sodales.",
      "Conubia dolor magna duis est. Rhoncus curae at fames cras mauris ut lobortis. Sodales lacus vitae ante natoque ut platea. Lacinia ipsum augue facilisi per cursus convallis accumsan. Cubilia donec parturient suspendisse magnis ac nascetur eni cursus. Viverra proin diam est a nullam elementum. Egestas nulla lacus aptent primis dictumst posuere commodo consequat sem integer ultrices id. Laoreet netus hac elementum cras. Laoreet lacus mus imperdiet ornare vestibulum. Quisque augue diam platea posuere eros nisi elit cras elit. Posuere augue enim aptent tincidunt ac porttitor a sed. Aliquet porta at sapien quisque ve diam porta metus suspendisse eni. Laoreet augue. Iaculis ipsum in mauris sem cras a cras vestibulum vel magna laoreet duis pulvinar. Natoque porta in curabitur massa nullam. Nonummy dolor amet est odio bibendum sollicitudin libero ac praesent congue. Lacinia lacus. Integer lacus adipiscing habitant justo hac. Posuere porta ac nulla condimentum accumsan nunc varius. Potenti lorem dis arcu facilisi cubilia. Conubia curae adipiscing feugiat per lobortis lacinia. Blandit felis ante luctus tristique ad mollis."
     ]
    },
    {
     "title": "Rhoncus augue sed eros feugiat tellus odio pellentesque suscipit class.",
     "paragraphs": [
      "Natoque etiam quis integer. Lacinia vitae arcu odio non aliquam cras adipiscing cursus mus. Laoreet augue. Blandit neque ut vulputate. Viverra felis per nunc pretium ve venenatis rhoncus pellentesque nostra. Dapibus neque nulla. Aliquet metus enim volutpat sodales augue. Commodo metus eu nulla mi tempus fusce pretium luctus justo accumsan. Feugiat magna elit nonummy justo eni eros leo risus morbi posuere. Potenti ipsum. Natoque donec nunc ve elit nulla porttitor ullamcorper malesuada. Gravida netus. Gravida dolor in tincidunt parturient nam. Potenti felis. Vivamus velit per eget hac lorem elit phasellus in. Aliquam fames odio dui dolor nostra phasellus laoreet enim et duis volutpat adipiscing mollis. Potenti morbi. Cubilia fusce quis curae ac erat auctor taciti magna nec ante orci. Aliquam morbi gravida duis sed mi eros id sollicitudin pellentesque conubia varius at. Blandit velit fusce nisl augue suspendisse sit platea faucibus fringilla facilisi class at massa id nulla in. Nonummy lorem vel velit imperdiet. Posuere neque est quis ac ridiculus nisi potenti venenatis erat.",
      "Dapibus morbi proin auctor ac ornare lacinia. Dapibus nulla lorem lacinia commodo habitasse tellus mattis nec vivamus pharetra curae. Gravida justo feugiat mattis ante nonummy pede. Cubilia ipsum fames netus rutrum dignissim metus ad semper phasellus. Sodales class id platea facilisi placerat pellentesque adipiscing natoque dui ultricies non. Pretium massa parturient ut volutpat nisl blandit primis magna cursus. Quisque lacus arcu. Blandit curae per ornare molestie tincidunt non quis. Feugiat morbi ut libero maecenas parturient luctus per hac ad laoreet nisi ante vestibulum semper. Integer netus eu dolor cum erat vehicula dis. Potenti netus enim quisque odio id dis hymenaeos consectetuer non. Nonummy justo. Posuere augue. Feugiat augue ve velit ridiculus adipiscing dapibus duis vehicula consectetuer libero congue nam varius. Vivamus fusce pede mus duis natoque nulla pede molestie mi lectus nec commodo. Natoque felis urna. Aliquet magna metus cursus sapien pulvinar donec. Aliquam dolor pede convallis. Cubilia vitae at fermentum netus mi donec. Integer fames justo nunc nostra tellus etiam condimentum sit luctus augue dis duis. Conubia etiam erat aliquet ac amet eu morbi dignissim arcu velit. Commodo risus et semper pretium commodo venenatis eget sollicitudin mauris semper ut nascetur conubia vivamus.",
      "Egestas lacus elit ornare sem ac. Egestas nulla. Integer magna at sit phasellus etiam est lacinia molestie laoreet pellentesque facilisis semper lobortis hendrerit quam pellentesque. Pretium porta purus natoque quam a metus lacinia. Sodales felis ac odio mauris ac nibh lacus. Commodo vitae odio nam vivamus habitant ac. Quisque purus sed nisl quam morbi blandit. Egestas dolor porta facilisi vel arcu sollicitudin. Egestas neque lacus habitant curabitur quam posuere ut montes. Quisque fusce natoque euismod fermentum sociis semper molestie urna venenatis. Pretium vitae integer magna etiam. Laoreet morbi urna luctus inceptos tincidunt pede cum proin phasellus sit fusce nec eros. Blandit lorem ipsum nisl orci fusce pede aenean iaculis amet cum sit. Aliquet augue. Conubia lacus id penatibus consequat vestibulum nunc nulla risus pharetra vel consectetuer. Vivamus donec. Viverra netus. Lacinia massa nisl suspendisse dapibus curae amet ve enim. Natoque felis natoque amet. Egestas porta. Natoque ipsum. Vivamus velit feugiat sed quis in sollicitudin."
     ]
    }
   ],
   "title": "Posuere etiam.",
   "paragraphs": [
    "Sodales dolor eget fermentum cum. Integer porta quam vel luctus. Feugiat dolor. Gravida ipsum euismod metus. Egestas felis. Lacinia fusce. Sodales porta. Egestas lorem class tempus enim. Natoque risus nisl orci purus iaculis rhoncus erat facilisis turpis. Commodo magna et massa at arcu. Gravida velit at nulla pellentesque maecenas. Integer nulla massa praesent. Rhoncus magna quisque rutrum nostra diam amet duis eros elementum. Egestas porta quam enim at ante ridiculus cursus tempor. Sodales justo donec auctor pellentesque fringilla vitae. Integer risus vitae nunc inceptos habitasse ad diam sociosqu. Iaculis magna duis lorem consequat dictumst. Dapibus nulla ut quis pulvinar dui id dapibus nunc natoque. Feugiat metus mi non eros purus augue etiam risus potenti luctus ut. Nonummy class et quis tortor. Aliquet curae magna. Vivamus morbi.",
    "Quisque porta diam cum odio in neque. Cubilia ipsum. Gravida magna enim venenatis litora. Aliquet felis justo interdum mi sit. Dapibus curae eget. Natoque risus id curabitur fames dis ligula. Blandit risus. Rhoncus neque eni. Posuere neque. Vivamus nulla. Viverra neque. Gravida justo cras accumsan ullamcorper praesent tincidunt pede. Feugiat augue quis ad tristique metus a. Potenti nulla ante integer leo et vehicula. Gravida metus magna primis magnis dui nisi mattis conubia. Blandit justo mus tristique consectetuer adipiscing. Commodo nulla netus augue etiam congue pellentesque ultricies. Conubia etiam dis libero at nisi lacus phasellus. Nonummy magna massa varius. Egestas vitae eu cras mi. Sodales class. Integer morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus nulla augue luctus.",
     "paragraphs": [
      "Nonummy lorem ante condimentum mus eu amet nascetur vestibulum. Posuere ipsum. Iaculis lorem sed pede mus. Pretium netus. Natoque lorem mus amet eni nulla cras malesuada sem penatibus. Posuere class netus pulvinar. Nonummy dolor sem. Aliquam etiam vestibulum maecenas. Pretium lorem class litora. Laoreet velit sed bibendum cubilia augue quam dui luctus. Integer massa amet dui in rutrum. Aliquam purus erat sagittis et litora a feugiat ad felis nostra mauris porta pede non lacus. Lacinia dolor. Pretium fusce nibh sapien mollis per adipiscing primis id. Egestas porta cras vel odio eni sollicitudin tempus. Laoreet class diam sapien blandit consequat. Gravida curae eu mi penatibus dolor. Aliquam justo. Gravida neque quis proin. Aliquet etiam nisi et risus convallis. Aliquam massa eu ligula mi magna elementum magnis donec parturient interdum netus sollicitudin vehicula. Nonummy purus nisi pulvinar condimentum dictumst dignissim taciti.",
      "Rhoncus curae ut lectus faucibus pede conubia quisque facilisis ante. Egestas velit. Cubilia metus cras posuere congue sociis nulla amet. Gravida etiam. Laoreet proin arcu mus fames viverra rhoncus convallis erat pede ipsum lacinia tempor ante fringilla. Rhoncus risus. Conubia donec. Aliquet lacus urna eu augue. Pretium nulla lorem diam consequat sollicitudin. Posuere felis. Rhoncus fusce. Lacinia augue dolor tempus dignissim ac condimentum nunc odio. Pretium proin nec duis diam imperdiet luctus a vestibulum. Gravida justo non quisque eu fames ullamcorper quis erat aliquam. Pretium netus magna sodales rhoncus penatibus. Vivamus purus ac neque dictum eni at potenti id taciti. Egestas netus. Viverra netus ad. Iaculis lorem erat sodales ac senectus litora tellus. Natoque porta ve auctor elit curabitur. Potenti lacus. Quisque morbi.",
      "Cubilia porta. Pretium fusce nulla ipsum urna quis eget pede diam integer. Integer justo ut imperdiet a sed tristique inceptos. Sodales curae duis dignissim venenatis arcu dis elit consectetuer vestibulum nibh penatibus ad neque. Gravida massa nam habitant. Cubilia morbi donec magna pharetra consequat quam leo aliquet. Blandit nulla eget fames penatibus adipiscing. Vivamus netus. Blandit proin ut massa mollis purus suspendisse et taciti placerat lacus quam mauris commodo. Cubilia class nec justo dignissim. Commodo neque dui inceptos. Iaculis justo ve a nunc porta gravida dui. Conubia risus urna a amet vestibulum. Iaculis justo odio laoreet quam at quis lobortis. Gravida nulla. Rhoncus vitae magna a cursus nisl. Aliquam nulla adipiscing mi sollicitudin aliquet lectus felis. Nonummy lacus risus. Cubilia morbi at hendrerit parturient feugiat elit. Aliquam curae. Potenti felis orci natoque vulputate aptent erat metus suspendisse. Cubilia ipsum sed taciti nec orci cursus quis mi venenatis a."
     ]
    },
    {
     "title": "Quisque nulla metus lorem convallis conubia dis ultrices gravida.",
     "paragraphs": [
      "Commodo proin feugiat habitasse. Aliquam ipsum. Viverra nulla in semper non in a urna. Blandit proin lorem tortor enim orci. Rhoncus purus. Viverra lacus dolor iaculis ipsum. Natoque purus nunc commodo amet nascetur a pellentesque nisi. Dapibus fusce etiam. Feugiat vitae. Integer dolor amet massa potenti eget pellentesque. Iaculis class. Egestas donec. Natoque magna arcu nibh cum orci posuere. Blandit velit sed eget blandit. Cubilia etiam. Posuere proin dis odio volutpat metus amet malesuada dictum elit in sollicitudin erat. Blandit class risus ipsum integer vitae. Aliquam class eros nisl mi ultricies dolor gravida convallis. Aliquet fames. Blandit vitae id proin. Nonummy netus ut semper at habitant lobortis lorem duis nonummy montes ante feugiat fames nulla porta. Nonummy netus in vitae penatibus inceptos bibendum at dolor eu cras primis lacinia sodales enim in.",
      "Nonummy porta nisl conubia ad quam volutpat fringilla. Dapibus purus donec tellus donec. Blandit felis metus bibendum parturient convallis netus id pede. Euismod nulla. Aliquam ipsum. Dapibus massa quis nec. Feugiat curae ante sed congue ultrices proin luctus mauris fames netus eros facilisis. Potenti velit. Laoreet netus dis diam erat proin mi fermentum vestibulum est fames velit class. Sodales lacus. Conubia justo quis molestie non nunc eu dis pede consectetuer. Sodales netus hac lacus eget sapien pretium sodales. Potenti ipsum. Aliquet etiam id ut in nisi ad netus hymenaeos. Feugiat risus at et ante proin porttitor tincidunt eget sit integer nulla. Vivamus velit eu curae ornare ad orci sapien nisl fames magna aenean. Gravida magna quam suspendisse. Dapibus etiam leo nulla eget ad sollicitudin nisl lacus. Dapibus vitae enim mi pellentesque platea eu fames pellentesque class et. Viverra ipsum. Nonummy massa eni nullam vivamus dapibus fringilla tortor accumsan. Posuere donec."
     ]
    },
    {
     "title": "Conubia justo cras sociis ultricies proin tellus lorem parturient.",
     "paragraphs": [
      "Posuere nulla adipiscing. Cubilia curae adipiscing sociosqu viverra. Conubia velit sem fusce metus aenean. Aliquam netus mi curae nisl nunc commodo. Conubia vitae erat tincidunt non imperdiet eros nullam blandit pede nunc. Vivamus curae dolor cursus fermentum. Lacinia neque vel adipiscing proin aliquet nulla ipsum. Aliquet fusce. Viverra risus eni porta porttitor sit purus. Euismod velit id fames. Conubia lacus. Cubilia justo cum. Potenti justo ut mattis aliquam ante massa nulla nonummy turpis montes fusce. Egestas purus donec cubilia gravida nunc eros. Euismod donec purus lectus metus mi class senectus. Quisque ipsum cum gravida ad sapien. Viverra donec amet vitae urna class natoque aenean. Natoque fames in risus sem cras integer laoreet. Feugiat etiam arcu tortor in sagittis. Vivamus velit nisi. Iaculis ipsum duis scelerisque consectetuer rhoncus. Feugiat purus ac elementum.",
      "Posuere justo quisque duis odio quam commodo. Gravida donec leo nisl luctus integer et pede suspendisse integer magna. Cubilia porta per cras urna massa fames elit accumsan vestibulum ornare risus. Aliquet nulla cras. Lacinia purus. Potenti augue est primis inceptos. Aliquet lorem eros penatibus et dictum erat enim fermentum sem purus consequat malesuada ante scelerisque sollicitudin. Natoque risus curae inceptos facilisis. Viverra magna eu etiam senectus facilisis eu ve nisi velit penatibus hac eros sit conubia erat a duis. Pretium morbi quis et nulla vel urna sed nec imperdiet ornare hac eros. Dapibus porta ac tincidunt curae enim. Aliquam dolor elit lacus. Gravida magna ut in sapien risus. Dapibus neque urna mauris eni dapibus augue. Natoque netus. Commodo class ante lobortis ipsum fermentum orci nec per sem porttitor pellentesque. Pretium nulla parturient sociosqu egestas fames orci condimentum et mattis eni. Gravida neque metus fusce. Euismod massa nunc volutpat. Commodo massa quis ridiculus ornare nec ligula curae. Rhoncus lacus arcu phasellus ornare ridiculus lacinia turpis orci libero. Potenti justo etiam a mattis habitasse velit in nulla odio pede feugiat."
     ]
    }
   ],
   "title": "Vivamus netus posuere penatibus.",
   "paragraphs": [
    "Integer felis. Cubilia netus magna ante facilisi mi. Laoreet metus elit taciti phasellus curae rutrum ut pulvinar hac integer in. Sodales neque in magnis dis vestibulum adipiscing id. Lacinia ipsum risus. Laoreet morbi vestibulum laoreet diam mi cras risus commodo natoque imperdiet nisl elit dis. Gravida donec porta nunc eleifend. Iaculis lacus rhoncus posuere mattis ut nec. Commodo lacus quam quis pretium dolor ad. Euismod augue id eu venenatis a sem elementum metus. Lacinia curae felis aenean habitant aliquet. Nonummy netus. Lacinia neque et neque congue mattis id porta ad velit et. Laoreet fames at felis phasellus mus. Potenti etiam. Quisque morbi massa ligula et torquent. Quisque fusce diam odio laoreet. Potenti purus sit mattis tempor torquent facilisis justo. Posuere magna. Cubilia nulla mi ridiculus vivamus nostra tempus. Aliquam fusce donec aliquet iaculis placerat purus et curae in at eu ut nisi. Blandit vitae per eros sem at libero.",
    "Sodales justo sed nibh donec potenti. Gravida curae eni adipiscing penatibus. Conubia velit. Gravida etiam nam odio eget magnis ridiculus ut. Blandit justo ve netus dolor taciti ve tincidunt erat vel eros placerat. Vivamus lorem curae. Euismod fusce nibh sit nibh dui felis quis sem felis conubia curae. Vivamus lorem ad pellentesque turpis ve. Laoreet metus at diam suscipit. Integer dolor fusce primis mi nibh facilisi curabitur. Egestas vitae id. Feugiat metus. Aliquam etiam fusce nullam nisi pellentesque vestibulum ante platea. Quisque lorem. Dapibus dolor at nostra lobortis phasellus cras condimentum in. Vivamus velit. Sodales morbi metus molestie at ligula. Iaculis vitae amet nisi donec eu porttitor. Potenti porta nisi nulla malesuada nam lacus tellus mi accumsan. Posuere netus id nibh. Blandit netus fusce venenatis facilisi platea rutrum pharetra netus et lorem phasellus vel. Commodo dolor."
   ]
  }
 ],
 "abstract": "Feugiat morbi enim lobortis class vel montes aliquet integer odio. Laoreet augue massa suspendisse sem mauris ultrices condimentum inceptos. Rhoncus fames ad. Egestas vitae orci a eget felis quisque elementum interdum ac class sociis. Gravida class sem duis metus ultricies nisl cum ve conubia pede eget nostra diam condimentum ac nostra ipsum parturient inceptos. Vivamus lacus proin ultricies scelerisque nec lectus sodales aliquam venenatis litora a. Euismod purus elit eu netus lobortis curabitur nibh consectetuer litora sapien donec phasellus elit quis imperdiet ligula. Pretium neque eu cursus id class condimentum et sapien mus est ve felis litora dolor adipiscing iaculis nibh. Dapibus vitae quis egestas ante sollicitudin adipiscing quis donec praesent. Blandit purus ut mollis elementum adipiscing leo curae vel. Nonummy class ante ac phasellus velit at taciti mi lobortis enim. Feugiat risus felis velit a iaculis et luctus est nunc vestibulum nostra senectus nisi. Feugiat netus ad at diam torquent per egestas morbi per eget parturient sem. Viverra fames in ve congue justo curabitur cras cum aliquet quam ut. Blandit magna non quam praesent sodales sagittis at porta. Laoreet felis nisl morbi at cursus facilisis lorem dui neque natoque magna vestibulum. Laoreet etiam at massa congue velit posuere lacinia arcu quam mi facilisis justo lorem porta cursus purus. Nonummy massa nec hymenaeos. Viverra vitae vel porttitor donec leo lacus sociis metus suspendisse nascetur fusce leo. Commodo lorem etiam feugiat dui bibendum elementum facilisi lobortis. Pretium vitae ac neque lacus morbi quisque suscipit magna tincidunt facilisi ac ullamcorper pede. Quisque vitae nisl nisi potenti vel mi consectetuer sodales fames class per diam orci.",
 "authors": [
  {
   "name": "Walton Briere",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Britt Klein",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}