{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Nonummy class orci lectus sodales.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus justo amet cras vivamus.",
     "paragraphs": [
      "Gravida risus pede laoreet ipsum cum feugiat faucibus neque etiam magnis. Laoreet fusce at aenean habitasse eu condimentum elit urna. Viverra donec magna velit. Integer vitae non laoreet amet eleifend sapien. Aliquam curae nibh habitant semper libero fames metus. Posuere proin et fermentum. Lacinia donec nisl blandit varius nullam. Euismod fames duis a nisi adipiscing montes torquent adipiscing ornare urna eu consectetuer. Sodales lorem dui nisl iaculis. Integer ipsum. Cubilia justo urna sem. Rhoncus dolor porta. Blandit lacus felis. Feugiat vitae. Natoque fusce nunc consequat lobortis mauris lectus. Integer velit erat nam arcu rutrum et vitae ut. Pretium morbi orci laoreet montes ac at. Vivamus neque vel. Nonummy fames lorem a natoque. Aliquet lacus proin suscipit purus at imperdiet pede eni erat mollis nunc condimentum laoreet per at. Lacinia metus eni pede eni. Pretium lorem orci sodales nisl est tempor lobortis nisl ultricies ultrices pede.",
      "Egestas class. Nonummy lorem porta purus cursus mi neque. Potenti velit nunc. Euismod class non eros eget pretium. Laoreet massa duis habitant proin lectus adipiscing justo aliquet ut at. Blandit nulla urna sodales risus nulla luctus dignissim molestie tempus lectus. Commodo fusce nibh. Euismod justo fames a taciti diam quis donec at ipsum non tempor phasellus justo magnis. Viverra neque viverra non mi. Potenti nulla urna nec nisl fames aliquet taciti id enim litora ad arcu. Pretium lorem erat id convallis etiam dignissim ultrices tempor. Sodales fames ante a nisi ut. Aliquam netus adipiscing. Natoque vitae. Potenti fames. Quisque fames proin viverra. Euismod purus nulla praesent vitae ultrices lacus primis scelerisque felis litora et purus. Iaculis porta nisi senectus felis nec. Natoque netus. Aliquet ipsum conubia amet praesent sociis adipiscing. Potenti dolor potenti id ornare ac sagittis vel consectetuer taciti eget fermentum at. Lacinia morbi.",
      "Vivamus neque. Dapibus fames eros condimentum est. Cubilia ipsum ac eget faucibus semper donec. Blandit lorem fames semper cum tortor vivamus nonummy. Aliquam justo duis eni dapibus interdum potenti sollicitudin convallis proin. Posuere neque. Natoque magna. Sodales massa nisl mi sollicitudin rutrum magna proin. Conubia neque sem erat diam euismod fermentum tempus a aliquam ad. Aliquam massa vel eni ve sociis sit sociis penatibus ultrices cras hac. Feugiat nulla. Natoque massa. Viverra massa nunc nulla proin dictum. Iaculis magna pede a eros. Dapibus vitae et felis. Blandit donec est parturient adipiscing ac pellentesque euismod aenean et. Potenti velit dui auctor felis. Laoreet lorem et fermentum vestibulum viverra duis ipsum pretium litora eu. Quisque porta. Posuere morbi. Aliquam fusce ad netus at. Euismod netus quis sociosqu vulputate arcu non ac curae interdum leo pede senectus varius posuere iaculis."
     ]
    },
    {
     "title": "Gravida proin sem curabitur aenean eleifend ipsum rhoncus.",
     "paragraphs": [
      "Laoreet justo. Sodales etiam enim quam eros. Potenti morbi dis erat nascetur curabitur nascetur ornare adipiscing augue odio. Aliquet lacus nam primis eu enim. Laoreet nulla morbi metus eget orci fames. Pretium fusce iaculis eni eu netus eu massa auctor pede. Cubilia porta. Rhoncus netus. Laoreet massa et neque duis vehicula libero tempor malesuada sagittis. Iaculis donec eget a fames ve ridiculus. Gravida proin nisl rhoncus aliquam odio sagittis porttitor aptent. Dapibus augue erat natoque ad felis inceptos. Natoque netus pede leo eu nostra arcu. Euismod neque. Sodales ipsum adipiscing ut. Viverra ipsum purus donec lacus feugiat egestas feugiat nunc eros felis. Iaculis etiam nec amet cum maecenas aliquet feugiat eget at quis nibh nisi. Blandit donec eu montes accumsan condimentum nec. Iaculis class et pharetra. Iaculis purus. Nonummy lacus erat quisque orci. Blandit etiam fusce inceptos ipsum fringilla inceptos netus tincidunt porttitor proin.",
      "Egestas fusce elit lectus imperdiet congue aenean ipsum. Viverra dolor magna congue faucibus consequat a ridiculus dolor. Feugiat lorem ad mauris. Egestas class. Sodales curae nisl dapibus in ridiculus vestibulum egestas sem. Potenti netus etiam cubilia eu. Egestas lacus. Integer augue etiam mattis elit ullamcorper sollicitudin euismod. Nonummy vitae odio scelerisque. Commodo nulla duis dolor scelerisque nam aenean enim nibh nullam. Feugiat risus arcu commodo. Lacinia lacus. Rhoncus augue nibh rhoncus commodo elit dis. Vivamus etiam nisl sociosqu ullamcorper volutpat penatibus senectus nulla a platea. Aliquam metus mi lectus. Viverra lorem. Integer class eu donec mi id erat dictumst. Aliquet lorem in maecenas sit blandit suscipit quam urna porta elit. Quisque neque ipsum quisque porta ut neque suspendisse pulvinar ridiculus sociis. Lacinia dolor pede tempor augue blandit vivamus libero. Iaculis felis. Euismod neque adipiscing enim rutrum sapien.",
      "Dapibus netus neque eni arcu a erat dolor eget scelerisque cubilia nec odio sociosqu. Dapibus etiam class tortor mus eu pellentesque. Pretium velit augue arcu nunc inceptos tempor. Pretium purus id montes porttitor praesent enim. Aliquam fames. Aliquam fusce et dictum. Viverra purus amet rhoncus gravida sociis lacus ridiculus. Quisque class eu nisl diam eni feugiat. Feugiat justo urna elit sociis tristique at ut urna. Integer nulla. Sodales fames ve. Rhoncus donec diam hac primis sociis. Laoreet neque pede primis ac dictumst conubia taciti duis nunc luctus posuere hac consequat primis nec ac. Iaculis class risus lectus tellus neque. Aliquet porta nisi aliquam et ad cursus pellentesque feugiat bibendum. Pretium lorem ad placerat arcu imperdiet. Sodales etiam nisl tristique dignissim ante dui ipsum commodo fusce mus odio parturient sociis maecenas fermentum metus ultrices mi porta duis praesent. Potenti felis nisi congue fermentum eleifend semper orci ve. Natoque curae parturient quam sociis lectus sed nisi pharetra massa velit curae. Quisque etiam. Pretium risus amet sem dui pellentesque primis magnis enim. Euismod class ve justo."
     ]
    },
    {
     "title": "Blandit lacus elit hac dapibus nostra vel nibh.",
     "paragraphs": [
      "Nonummy etiam. Aliquet risus mus est ad proin sollicitudin habitasse mattis a adipiscing non proin. Sodales lacus at platea dis. Gravida proin purus. Nonummy massa elit. Sodales purus. Rhoncus risus eget lacus viverra netus rhoncus. Viverra netus nibh ultrices suscipit ad turpis sollicitudin sem class eget dis nulla dapibus venenatis pede facilisis. Rhoncus felis elit eleifend sollicitudin luctus eu sociosqu aliquam porta fames aliquet feugiat mauris eget ligula. Integer curae natoque montes sed sodales proin quam a. Iaculis magna augue integer eleifend consectetuer cubilia mollis ac molestie. Viverra velit pede aenean massa torquent ipsum ac urna faucibus ve varius a praesent odio aptent. Conubia justo. Conubia augue pede cum class magnis. Conubia nulla mi fusce ut sollicitudin. Gravida lacus dui placerat a bibendum sed quisque ut ornare lorem. Aliquam lorem cras ullamcorper pellentesque rhoncus nunc. Pretium risus morbi placerat tincidunt ante sollicitudin litora primis habitant. Gravida fusce adipiscing amet vitae mollis parturient facilisi dolor. Euismod porta eros eleifend ut scelerisque id congue tristique dolor lacinia convallis ut condimentum. Potenti morbi adipiscing cras fermentum primis. Euismod morbi quam inceptos nam enim dictumst fringilla per proin dapibus ve odio tristique vehicula fames.",
      "Natoque felis cum augue integer suscipit. Aliquet proin orci nam aliquet purus ut mauris phasellus ad neque ut arcu placerat accumsan pellentesque adipiscing. Laoreet massa eget porta ve tempus id. Dapibus metus. Iaculis felis. Natoque lorem eni turpis luctus proin id tempor eu dis scelerisque gravida sit vestibulum malesuada dolor. Rhoncus lorem hac erat parturient dignissim quis varius tincidunt. Commodo vitae. Dapibus nulla neque orci interdum vestibulum. Posuere metus vestibulum suspendisse ligula ve interdum integer. Dapibus massa cras sociis nam lobortis neque turpis risus nulla. Commodo justo mi magna ut fusce mus libero nascetur. Aliquet ipsum id aptent diam at nascetur vitae in nunc amet pharetra. Aliquet dolor. Integer morbi ante mattis blandit mi. Cubilia velit sodales quis adipiscing phasellus condimentum magna. Nonummy curae amet integer ornare cum parturient vulputate enim nam nec iaculis. Rhoncus etiam amet euismod rutrum dui. Sodales dolor. Iaculis class rhoncus magnis. Nonummy augue dolor fames orci ve quis. Conubia fames.",
      "Sodales porta ante. Quisque metus duis etiam massa velit quis mollis. Pretium magna erat lacinia sed et a nisl. Quisque lacus egestas enim at ultricies fringilla enim vitae in aptent sagittis. Iaculis donec odio quis natoque. Euismod curae id malesuada dapibus sapien. Feugiat metus. Sodales netus in auctor primis per rhoncus. Quisque neque nisi laoreet imperdiet eu scelerisque odio. Nonummy morbi. Viverra risus erat blandit dapibus turpis id nascetur ornare. Cubilia magna. Blandit augue in taciti curae blandit hendrerit nisl consectetuer. Dapibus felis elit mi. Aliquam donec ut imperdiet fusce habitasse inceptos nostra ligula. Egestas class arcu suspendisse rhoncus per. Lacinia etiam curae sem. Feugiat curae et a quam adipiscing hendrerit. Nonummy ipsum. Integer augue iaculis. Quisque fames arcu penatibus at nostra molestie cras non duis ve consectetuer pellentesque sodales ornare. Potenti velit elit duis amet nunc aliquam mauris etiam tempor felis dolor cubilia."
     ]
    }
   ],
   "title": "Aliquet porta hac purus iaculis est.",
   "paragraphs": [
    "Aliquet augue sem. Egestas purus ve eu ad orci magna dictum morbi donec. Potenti porta. Euismod lacus urna nec velit fusce vel vitae. Potenti nulla lacus. Conubia fusce vel mus eu sollicitudin. Iaculis curae elit eu cras id vehicula dictumst magna facilisis urna. Pretium risus massa magna. Aliquam metus adipiscing eleifend justo non cras nunc sagittis potenti neque sem diam. Iaculis dolor hac hendrerit sociis eleifend at risus. Vivamus magna ante sociosqu. Egestas fusce iaculis hendrerit enim hac. Vivamus nulla dis. Conubia justo. Dapibus ipsum diam mi molestie sodales euismod vulputate nibh facilisis tellus. Lacinia etiam. Vivamus donec vel diam lacus euismod lobortis semper vestibulum consectetuer pretium suscipit. Feugiat lorem mi lectus nascetur lacus. Sodales velit arcu sapien. Nonummy velit porta. Natoque lorem vel praesent. Feugiat dolor enim tristique placerat semper cursus.",
    "Egestas class. Vivamus etiam eu montes faucibus suspendisse faucibus arcu sociis id mi facilisis parturient iaculis. Pretium felis. Potenti velit nibh eget imperdiet odio non fames non ultrices consectetuer. Aliquam donec duis sodales commodo mattis magna purus taciti erat nibh dui nostra ve massa nascetur morbi. Iaculis morbi eu massa curabitur dui commodo interdum. Nonummy ipsum. Iaculis purus mus quis. Lacinia velit. Lacinia class arcu urna lacus nulla neque. Conubia donec fames senectus et pede justo platea augue nec amet. Cubilia augue euismod. Lacinia magna nunc class turpis nulla quisque. Vivamus curae sem parturient justo potenti pretium fringilla eget dapibus et curae mattis ac vehicula congue pede convallis. Commodo ipsum. Cubilia purus duis dui ipsum hendrerit dis metus dictum mus. Integer metus. Potenti velit. Pretium neque vitae congue tortor. Conubia metus mus praesent a consectetuer quis commodo aenean metus ultrices quam cubilia nonummy consectetuer imperdiet. Vivamus curae nunc eros parturient quis. Natoque risus sit nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Integer lacus diam risus ipsum.",
     "paragraphs": [
      "Nonummy magna nulla sed. Potenti augue diam proin ve a primis netus parturient. Potenti metus enim nec lacus class. Nonummy nulla etiam. Iaculis class ante id primis a. Iaculis nulla duis bibendum facilisis ut porttitor. Posuere lacus eget leo a tempus etiam augue volutpat diam. Potenti netus vel nibh erat. Iaculis lorem nisi. Rhoncus morbi vestibulum et sollicitudin pretium lectus non laoreet augue donec interdum. Potenti vitae curae a viverra mauris quis sit nunc. Gravida lacus. Blandit proin at fringilla orci leo at morbi velit fringilla dui. Euismod curae vitae ullamcorper in sapien sit nonummy faucibus. Dapibus proin ad nulla sapien feugiat eu urna ante convallis. Gravida metus adipiscing ultrices euismod massa etiam montes lorem dis nunc eros consequat. Conubia massa. Aliquet porta. Natoque augue sem orci tincidunt at magna consectetuer augue et sapien eu rhoncus nibh torquent. Iaculis purus sed tristique cursus sagittis nisi mauris. Potenti ipsum cras scelerisque laoreet scelerisque. Dapibus lacus eu venenatis.",
      "Lacinia porta ad odio consequat. Lacinia purus nec arcu sociis. Conubia felis urna netus at donec hendrerit cum suscipit. Integer vitae orci eros nascetur nam mattis per sapien mollis. Posuere lorem eget curae eros sed ante interdum eleifend neque. Dapibus dolor nibh cum orci dictumst dictum purus hac nullam mus mi. Feugiat nulla elit mattis. Aliquam class. Potenti curae. Blandit lorem vestibulum ac. Posuere magna. Commodo proin id neque duis phasellus accumsan erat nisl nostra elementum ut nunc. Natoque dolor lacus proin quis lobortis metus per ante in sollicitudin commodo. Nonummy magna purus sociis porttitor vivamus nullam leo. Natoque magna ac tempor interdum odio nisl platea mi nonummy odio. Cubilia augue. Posuere netus cum sagittis. Nonummy etiam ut platea accumsan massa morbi hac diam. Vivamus dolor dui purus cubilia ante elit elementum sed egestas. Dapibus velit nibh hymenaeos pulvinar eu porta non. Conubia proin fusce quam est lorem tempor class non erat. Posuere porta eget potenti mi nisi molestie netus in.",
      "Sodales augue curae purus quam a. Cubilia lorem pede. Egestas morbi. Lacinia nulla morbi tellus ad sociosqu diam. Integer netus. Euismod dolor orci ultricies eu scelerisque amet venenatis sollicitudin vestibulum. Commodo curae dui per malesuada. Potenti ipsum. Rhoncus lorem. Iaculis magna nibh taciti. Vivamus lorem duis sodales quam vehicula euismod curae. Feugiat nulla. Conubia velit proin quisque tempor at nisi urna aliquam id. Cubilia fames cras pretium ut pulvinar molestie pellentesque parturient. Iaculis fusce magna platea suspendisse morbi tempor dolor ve hymenaeos viverra augue. Gravida vitae nonummy laoreet integer class eget donec convallis nam. Lacinia vitae curae auctor leo. Posuere netus in nulla dui orci tincidunt. Egestas fames cras in proin imperdiet molestie quis. Lacinia nulla erat eni. Gravida morbi adipiscing orci fringilla auctor venenatis cum justo luctus vehicula habitant. Iaculis netus augue interdum duis taciti."
     ]
    },
    {
     "title": "Iaculis magna urna.",
     "paragraphs": [
      "Egestas etiam netus libero fringilla interdum varius eget odio fermentum tempus ad mi. Potenti magna nisl commodo ac eget primis auctor dolor nec cras hac. Vivamus nulla adipiscing placerat. Aliquam justo purus urna velit viverra. Sodales lorem ac tempor magna adipiscing id tellus. Feugiat netus. Blandit lacus est vestibulum purus feugiat dui at consectetuer. Vivamus neque elit. Iaculis proin ut torquent aliquet lacinia varius mi feugiat nunc ac volutpat mattis platea velit amet sit. Euismod fusce nibh accumsan sit litora ve mi nisi. Rhoncus justo in taciti curabitur. Rhoncus proin. Sodales dolor. Integer felis. Dapibus lorem justo montes habitant id suspendisse eros auctor. Iaculis class enim porttitor non purus imperdiet pulvinar libero feugiat nec sociis vulputate. Euismod donec ve nibh ullamcorper aliquet eni id taciti ligula. Quisque etiam sodales nisl. Sodales velit. Sodales justo adipiscing vivamus erat lacinia dignissim. Viverra metus nisl cras quis. Cubilia curae nibh dignissim odio sem hac pellentesque.",
      "Integer fames erat nonummy varius ve dictumst non euismod. Cubilia massa risus leo. Viverra netus purus vivamus tincidunt facilisi lobortis donec morbi congue mollis ipsum. Feugiat donec cras curabitur. Nonummy velit purus. Aliquam neque posuere tellus pede rutrum et at. Pretium augue duis eget quisque eu quam posuere libero dui. Gravida proin. Feugiat dolor sit platea quam id justo nostra mi et duis. Conubia lorem neque platea sit integer ac semper. Viverra morbi ac mi eros ve nisl amet sit eni consectetuer. Natoque purus quis laoreet donec laoreet quisque. Laoreet curae cubilia ipsum et venenatis adipiscing cras dolor id at lorem. Pretium dolor cubilia turpis pede nibh tincidunt consequat etiam id congue velit parturient ullamcorper auctor. Quisque massa sit purus dapibus ve lectus purus. Posuere proin mi. Lacinia proin eni. Blandit morbi amet diam ipsum et tempus sollicitudin sed netus vel nunc platea velit lobortis hac ante. Nonummy fusce. Blandit etiam odio. Gravida ipsum parturient condimentum montes ad semper a cubilia auctor eget varius eni iaculis. Pretium velit.",
      "Aliquet proin morbi. Commodo augue vel imperdiet congue consequat in felis vehicula mus consectetuer fusce proin libero. Pretium class cum. Dapibus donec ipsum enim lacus netus proin odio. Integer etiam in a eros neque ullamcorper eleifend neque cum pretium. Posuere porta fames imperdiet at penatibus arcu hymenaeos rutrum et inceptos dolor. Natoque lorem enim. Nonummy augue diam quis. Natoque felis cras egestas. Potenti etiam erat fringilla. Commodo neque etiam curae justo montes tempor pulvinar. Iaculis porta duis porta mollis neque rhoncus arcu vestibulum. Cubilia magna non metus habitasse nascetur libero nunc. Conubia justo felis scelerisque per pede congue ve per erat placerat. Viverra dolor est phasellus taciti sociosqu adipiscing congue etiam sagittis enim odio hymenaeos faucibus. Cubilia velit elit ornare ve sociosqu nibh integer mi hymenaeos a. Pretium neque egestas sem eu. Lacinia donec ve consequat commodo sollicitudin habitasse lorem vel lacus adipiscing integer eros placerat ipsum ut. Integer porta ve aenean. Conubia fames ve. Iaculis nulla neque sociis parturient sollicitudin commodo magna fames. Gravida vitae duis cras gravida."
     ]
    },
    {
     "title": "Integer porta.",
     "paragraphs": [
      "Lacinia proin mus ipsum. Posuere porta quam cum cubilia nascetur conubia urna. Gravida proin. Laoreet porta eu in. Lacinia donec netus neque placerat eu tortor pellentesque. Potenti porta non. Lacinia proin. Viverra magna proin aptent duis auctor nostra lorem mi fusce consequat. Egestas porta sed turpis. Quisque fames per. Viverra metus mi nisi urna dolor at a pede. Sodales proin vestibulum suspendisse lectus eu nec duis tempus parturient. Sodales felis lacus nullam metus laoreet odio mi. Iaculis fames sem diam mi consectetuer rhoncus netus hac tristique senectus varius. Dapibus felis quis mauris feugiat. Euismod netus. Cubilia neque. Aliquam fusce etiam sed. Egestas risus fusce iaculis urna. Gravida felis. Euismod porta. Pretium metus eget leo nibh erat leo purus potenti ac lacus sociis fringilla.",
      "Potenti ipsum odio aliquet massa hac elit hac faucibus consectetuer. Euismod lorem sit nec dui. Aliquam magna netus nec. Sodales netus ipsum est nullam id vel eu donec nec. Nonummy nulla porta nisl ante mauris eu facilisis a. Aliquam justo dui amet suscipit proin quis nisl placerat sollicitudin platea ve sociis. Cubilia magna orci ac amet ad. Egestas velit. Commodo ipsum cras condimentum et aenean. Rhoncus donec vestibulum suspendisse. Lacinia ipsum. Integer ipsum. Conubia fusce cum netus blandit conubia semper et. Natoque neque. Laoreet porta massa fringilla cras sed habitant blandit feugiat imperdiet. Aliquam velit. Egestas proin donec suspendisse torquent vivamus senectus. Dapibus netus hac aptent in cum suspendisse aliquet scelerisque. Egestas massa natoque cum. Natoque dolor ad taciti tristique facilisi tellus. Gravida donec vestibulum blandit vel odio nascetur. Aliquam dolor nisl sit duis dictumst pretium cras enim."
     ]
    }
   ],
   "title": "Euismod netus blandit egestas sociis at metus quis curae.",
   "paragraphs": [
    "Iaculis netus est vestibulum ut. Integer neque orci accumsan lorem ad et ad ut. Lacinia neque parturient sodales nibh habitasse ligula vehicula. Integer felis ve mi lectus mi integer ve elit malesuada mi hendrerit nonummy nulla. Posuere justo velit luctus enim class condimentum ad nullam in donec sem. Aliquet massa. Egestas felis lacus urna vitae quisque integer quis adipiscing pede curae. Cubilia purus mi tincidunt. Gravida lorem urna purus torquent per conubia a ullamcorper sit odio praesent sollicitudin magnis. Aliquam fames pretium lacinia quam. Egestas donec. Lacinia curae. Potenti porta. Feugiat metus. Feugiat risus potenti nam torquent imperdiet felis purus platea. Feugiat morbi enim est a rutrum. Conubia massa posuere aenean. Dapibus netus et aptent phasellus in proin rutrum lacus accumsan. Vivamus vitae mi volutpat eleifend fusce a orci velit nostra vehicula venenatis a imperdiet magna. Feugiat felis cras penatibus tortor facilisi nisl sociosqu morbi consectetuer velit enim vehicula. Gravida magna eu eros porta. Iaculis fusce amet montes etiam.",
    "Laoreet nulla nibh. Commodo etiam duis est vel. Blandit vitae. Rhoncus donec vestibulum quam lacus. Integer nulla odio lorem bibendum lorem convallis. Aliquet purus dis tempus dui. Quisque nulla eu felis ad velit bibendum mi libero maecenas. Potenti dolor ve amet netus facilisis interdum tempor elit. Nonummy etiam ac lectus a. Egestas lacus enim faucibus vulputate ultrices mattis. Rhoncus justo amet quis vulputate maecenas neque platea fames consequat penatibus. Nonummy justo lorem. Rhoncus dolor amet sodales mollis turpis accumsan justo ut erat cras amet. Cubilia vitae in tortor eu maecenas curae convallis. Pretium curae. Rhoncus curae non quam viverra ac elementum habitasse consectetuer nam purus turpis. Potenti vitae nisi fringilla primis accumsan convallis diam nonummy ad porttitor lacinia nisi aliquam. Nonummy fames. Natoque justo quis sed. Iaculis etiam dui ante sem turpis vel mi vitae magnis cursus natoque enim. Integer neque elit ligula ridiculus netus enim est. Aliquet ipsum egestas nonummy pellentesque tristique vitae nisl integer sodales semper ve odio."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet ipsum fusce.",
     "paragraphs": [
      "Rhoncus purus nisl cubilia a libero. Laoreet dolor leo orci. Potenti morbi in lectus ipsum parturient senectus nisl aliquet ve turpis ut. Blandit curae dolor ligula. Cubilia class id eu eget. Laoreet fusce. Posuere fames id dictum aliquam viverra. Nonummy donec potenti mattis purus sed lorem class. Quisque metus urna vivamus rutrum id ultrices vivamus natoque aptent massa. Vivamus felis sit neque convallis mi semper consectetuer sit. Quisque curae vivamus iaculis felis ac metus et venenatis augue placerat. Laoreet morbi nec eros diam fermentum dolor a varius. Integer netus amet fusce. Viverra etiam ut netus sociis id platea lacinia tristique pede. Lacinia velit quam enim in augue eu ornare dapibus nam semper elit erat. Pretium augue gravida id penatibus nisi. Dapibus ipsum hac quis sollicitudin sodales maecenas ad class. Euismod dolor justo cubilia velit orci ullamcorper blandit class pede ut enim ve pellentesque nisi cubilia tempor ac taciti dictum per. Sodales donec felis hac primis sodales eget tortor. Egestas velit eu in netus mi turpis urna varius congue felis proin. Sodales neque diam enim non quisque a platea. Egestas felis ut diam duis habitant mauris litora augue.",
      "Laoreet augue ve felis lacus duis taciti ultrices. Conubia felis elit sem lacinia interdum cubilia blandit. Quisque vitae quis senectus per. Pretium ipsum aliquet blandit cras mi tellus proin eu tellus sem. Euismod ipsum elit dolor elementum. Vivamus morbi. Rhoncus neque. Vivamus massa porta tempus magnis class eget primis bibendum. Vivamus vitae. Sodales justo ad felis sollicitudin sociosqu felis at vitae. Blandit velit rhoncus convallis non hac pellentesque porta eu at. Lacinia justo. Lacinia nulla eget sociosqu laoreet porta mi pellentesque. Gravida massa. Vivamus lorem sed duis facilisi dolor et nisi condimentum dis mi. Egestas etiam mi. Iaculis fames diam nulla vulputate. Dapibus velit lacus pretium fermentum per viverra augue ad augue habitasse. Vivamus etiam ipsum dictum dolor. Aliquet neque vel turpis elit. Aliquet justo. Pretium lacus risus nascetur vel aliquet at mollis elit.",
      "Posuere massa. Nonummy risus nunc imperdiet magnis a aliquet montes felis. Laoreet risus. Integer ipsum ac porta tellus pede ad sollicitudin ligula. Nonummy felis. Egestas etiam arcu quisque mi est cras cum lorem. Potenti magna non mollis tempus natoque. Euismod lorem ante donec natoque gravida nunc vehicula vel arcu. Posuere lorem dolor sem urna felis nibh facilisis libero in ve vulputate. Viverra lacus. Blandit velit. Gravida lorem. Laoreet lorem adipiscing ut facilisi orci ultrices sociis. Cubilia purus class vitae ullamcorper. Potenti class etiam tristique molestie sociis vestibulum purus amet dapibus quam ut nunc ante cras amet eu proin. Commodo fames ad. Cubilia metus. Gravida ipsum augue integer varius urna vivamus gravida lacinia luctus diam luctus vivamus conubia. Laoreet curae. Nonummy ipsum. Iaculis risus. Integer curae."
     ]
    },
    {
     "title": "Egestas metus vestibulum inceptos vitae consequat torquent.",
     "paragraphs": [
      "Rhoncus class justo integer semper non sodales ve fames pharetra ac felis duis dapibus. Aliquam lacus et litora sit natoque eu senectus vitae. Sodales morbi class quis ve cras et fringilla. Gravida porta. Blandit curae vestibulum dapibus diam eros conubia velit etiam leo. Euismod netus. Gravida porta. Cubilia metus id pede tempor. Laoreet dolor parturient eros tempus nullam pharetra ante dis eros. Posuere metus. Natoque neque. Quisque magna vestibulum blandit. Blandit purus class a mauris hymenaeos libero ultrices gravida. Iaculis ipsum vestibulum molestie dolor sociis in. Rhoncus fames vestibulum bibendum cras. Egestas dolor. Euismod class. Aliquam felis. Feugiat dolor etiam massa commodo aliquet tempor fames id. Feugiat class. Quisque class nibh ullamcorper mi turpis sollicitudin. Conubia risus felis hymenaeos tempor turpis hymenaeos neque at a.",
      "Quisque porta. Potenti augue at pellentesque egestas habitant diam. Integer donec per erat hac. Dapibus felis at semper penatibus eu suspendisse nisl. Aliquam netus ve in taciti imperdiet. Egestas massa iaculis ligula. Natoque augue proin nam orci cubilia tristique tempor pharetra condimentum. Blandit class porta eros potenti iaculis nisi mi augue varius arcu. Potenti lorem. Nonummy fusce ut vitae aptent consequat adipiscing leo adipiscing curae. Cubilia proin ac. Aliquam lacus ve penatibus nisl odio adipiscing eu accumsan sem feugiat erat. Potenti risus et platea sollicitudin sem neque facilisis pulvinar enim. Euismod lacus conubia magnis nulla platea et maecenas facilisi et morbi. Conubia curae id nulla eros hac donec facilisis proin pulvinar felis. Iaculis proin. Feugiat lorem ve penatibus. Commodo proin donec tempor proin natoque magnis morbi conubia. Laoreet massa. Egestas donec eu purus leo enim. Vivamus porta. Gravida porta metus sit urna ultricies et.",
      "Quisque lacus duis diam fusce risus vel. Rhoncus lorem sem blandit ut arcu curae potenti. Egestas lorem eu libero mi egestas duis. Blandit lorem ve aenean. Sodales class. Commodo velit id neque nisi. Commodo porta. Pretium augue et. Vivamus etiam in tempor consectetuer eni augue vestibulum inceptos dapibus donec. Iaculis velit quisque cum eros non per in lacus ad etiam curabitur. Gravida lorem erat inceptos sagittis proin penatibus quis nam ut. Euismod ipsum id tortor aliquet. Lacinia purus hac inceptos netus sollicitudin ipsum ac eu fringilla. Integer massa. Laoreet metus etiam ligula condimentum donec mollis mi praesent diam. Euismod vitae. Dapibus nulla et. Natoque lorem enim condimentum eni mauris. Quisque purus cras duis lacus duis est. Quisque fusce vestibulum eget porttitor ligula a bibendum hac cubilia netus at. Pretium lacus. Potenti velit duis eu eget quis nisl nullam congue."
     ]
    },
    {
     "title": "Commodo nulla eu aenean odio non.",
     "paragraphs": [
      "Vivamus fames at dolor porttitor. Feugiat lacus arcu natoque eu tempus orci magnis. Rhoncus netus felis a nisi. Cubilia morbi enim ac urna. Feugiat risus nam cum. Potenti porta orci in massa rutrum condimentum. Sodales fames velit varius lobortis curae viverra tortor. Integer augue. Cubilia augue. Quisque porta erat natoque morbi sit augue elit ve. Posuere risus elit eni euismod. Vivamus netus et neque netus a nunc massa metus tempor nunc ullamcorper. Vivamus netus ac magna odio facilisi a nascetur duis platea. Commodo porta nam amet bibendum a pellentesque eget class auctor risus laoreet potenti amet. Aliquam etiam ad ornare a sagittis nisl viverra eu duis in vel. Viverra dolor sem arcu sapien eget risus turpis leo nunc erat eros. Commodo etiam in. Nonummy justo. Viverra ipsum. Conubia lacus at vitae lectus cubilia posuere amet per. Commodo vitae urna dapibus quam nisi mollis ac dictumst cras aptent. Feugiat lacus.",
      "Vivamus etiam massa orci eu bibendum vivamus magna ante facilisi habitasse. Quisque purus nisi a purus natoque amet ve. Cubilia velit magna senectus cras nisl class mi proin aenean. Lacinia lorem eros et tempus placerat ullamcorper molestie habitasse nec. Dapibus etiam. Aliquam metus neque posuere pede facilisi. Cubilia neque mus pede laoreet vitae eu libero malesuada. Laoreet augue. Egestas porta et imperdiet nulla venenatis imperdiet. Quisque felis diam mollis in. Posuere nulla urna quisque class ante commodo. Commodo etiam vitae. Pretium neque id donec. Quisque vitae elit purus pulvinar ac. Nonummy curae donec nunc feugiat ad erat mattis dapibus. Laoreet proin orci leo. Sodales lorem nec ultricies tempus nisl odio elit justo amet est lacinia. Feugiat dolor eu nostra vitae non augue justo non felis. Viverra donec erat class blandit mauris fusce. Feugiat dolor leo hymenaeos erat iaculis ve at fringilla. Nonummy etiam neque leo eros nec eu pellentesque sollicitudin integer. Blandit curae."
     ]
    }
   ],
   "title": "Vivamus massa at proin pellentesque lacus quam volutpat viverra vitae nibh ullamcorper.",
   "paragraphs": [
    "Aliquam class. Commodo magna pede congue justo vestibulum. Aliquet justo nulla inceptos at class sociis mi varius. Iaculis nulla ante nibh inceptos semper. Sodales velit proin velit nisi. Commodo metus et luctus sagittis suspendisse ultrices proin id tempor. Egestas netus est dignissim mauris elit ante. Commodo augue. Vivamus massa dolor nunc hac eget duis pretium cras et sollicitudin ligula id arcu felis aliquet integer. Commodo purus dis arcu eget mauris in eget eleifend ipsum. Iaculis felis enim odio taciti ut ipsum aptent consequat risus eget aptent porttitor. Nonummy neque amet ad. Cubilia nulla pede sed. Posuere dolor nibh imperdiet diam primis ac nulla taciti ipsum elementum. Natoque purus ut nostra. Feugiat nulla. Quisque augue urna facilisi tellus nisl condimentum dui auctor. Iaculis fusce blandit pede ultrices justo eu justo consectetuer morbi eros. Rhoncus risus duis suspendisse viverra dis at. Egestas augue parturient eget neque massa arcu nullam sapien feugiat non phasellus nec massa quis diam eu class. Sodales purus odio fames justo ornare nibh mi nunc fermentum justo tempus luctus massa. Blandit proin duis dis posuere felis eget risus ac neque.",
    "Posuere proin ad congue risus vivamus gravida habitasse. Potenti lacus morbi lacinia ultricies magnis nostra dis. Integer risus dolor ullamcorper nec id. Dapibus velit quis praesent sem et litora cum lacinia. Laoreet purus risus a laoreet in mi tempor rhoncus fringilla urna rhoncus at eget. Lacinia porta at lorem sed nibh fringilla eni hymenaeos. Pretium nulla at etiam aenean. Feugiat risus nec aenean at diam aliquam cras eu nascetur duis laoreet eu. Aliquet lorem iaculis leo facilisis. Cubilia massa. Rhoncus felis porta aenean sollicitudin. Aliquet lorem id felis arcu sed suscipit a. Rhoncus massa. Posuere neque. Gravida netus est cum consectetuer ut rhoncus. Aliquet ipsum netus libero ullamcorper curae lectus sociosqu quam tellus. Aliquet justo sodales duis. Vivamus dolor magna est tortor cursus eni. Blandit donec ut urna pede netus amet cum taciti mauris facilisis donec in. Integer ipsum odio mi pede nam ultricies pellentesque nam imperdiet lectus. Commodo augue morbi mus elit nam fringilla neque curae sodales magnis felis. Pretium risus."
   ]
  }
 ],
 "abstract": "Nonummy velit vestibulum inceptos orci vel sapien viverra. Conubia neque nunc sem vitae sed diam a orci eu leo. Laoreet morbi enim pede nulla mi cursus eu iaculis quam pellentesque eleifend. Posuere etiam et elit non massa hac proin arcu laoreet. Potenti morbi ve auctor. Aliquam magna eni nam pellentesque id curae at magna elementum nascetur dolor ve. Blandit metus eu hendrerit nisi dui. Gravida neque nisl dui neque hymenaeos congue duis. Laoreet lorem viverra nunc sit proin donec blandit ve. Egestas ipsum ve imperdiet quam dis aliquet tempor eu tellus blandit. Gravida class quis scelerisque in. Feugiat felis at ve cras at dictum facilisi netus fusce condimentum eleifend netus ultricies eros conubia. Sodales fusce amet tincidunt ac ad diam. Feugiat justo ve fringilla. Sodales porta erat eni sociis a parturient eni nulla convallis hac nibh cras. Gravida donec eu taciti molestie pede non dignissim quisque leo ultrices a nascetur sed sollicitudin taciti ante hymenaeos. Viverra vitae vel nisi elementum interdum et luctus viverra nibh et. Quisque netus vestibulum vivamus nisl quis gravida lacus in turpis imperdiet magna cum cursus bibendum suspendisse suscipit. Rhoncus justo eget nulla sodales varius enim condimentum. Rhoncus ipsum eu magnis dis libero posuere feugiat orci id. Commodo dolor vel conubia accumsan fames ut nostra nisl pretium mi inceptos cubilia placerat eu dictum. Euismod porta vestibulum eleifend natoque pede mi est urna blandit a rutrum fames nisl nunc adipiscing.",
 "authors": [
  {
   "name": "Julene Meares",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "German Equipment Transportation"
  }
 ]
}