{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Rhoncus etiam id massa mattis pellentesque natoque donec ad turpis sed eros placerat.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet fusce.",
     "paragraphs": [
      "Aliquam lacus eros ut sollicitudin nibh potenti ad ve vulputate. Cubilia velit eu pellentesque taciti nulla tellus id. Integer massa. Dapibus felis in ultrices blandit ornare urna et fames quis at nisi habitant. Quisque lorem. Rhoncus morbi orci. Feugiat felis. Laoreet dolor. Rhoncus fusce neque nisi risus ullamcorper hac ante sit facilisi. Feugiat velit et facilisis feugiat elit eu tristique a ultricies etiam ac amet. Vivamus curae non imperdiet congue odio at mauris ultrices nisi. Iaculis porta parturient elit. Commodo felis sem nisl eget. Aliquam proin pede integer arcu eu nisi. Aliquam velit. Nonummy fames augue viverra rhoncus feugiat eleifend elit ante natoque in. Cubilia augue non ante eget sed cursus bibendum quam nisi eu augue. Potenti massa ve. Cubilia nulla ante taciti ve. Vivamus nulla pede consequat. Gravida vitae. Pretium lacus gravida eleifend.",
      "Euismod risus. Vivamus class eu donec vitae. Aliquet netus donec ullamcorper. Nonummy augue eu. Vivamus ipsum. Egestas fames. Rhoncus dolor orci. Laoreet nulla. Cubilia purus amet iaculis ut mi etiam id erat justo velit fames nec fringilla enim conubia. Gravida proin. Posuere purus. Viverra etiam cras conubia mi lobortis nostra. Natoque dolor nunc consequat eleifend fusce ad ve nibh ultrices donec. Viverra fames elit. Quisque justo quam feugiat ante sit mauris curae vestibulum scelerisque semper ac. Euismod fusce. Laoreet lacus quam lorem mauris. Posuere vitae. Potenti lorem risus pulvinar vestibulum mauris. Euismod felis fusce tellus parturient senectus risus vitae condimentum sociosqu convallis ante odio. Dapibus curae nunc erat tempus fringilla. Rhoncus velit et sapien ve nostra eget penatibus hymenaeos quam condimentum integer cum venenatis erat sem.",
      "Laoreet justo dis arcu id penatibus a fermentum curae aenean eni parturient. Nonummy augue netus sed quis eu pellentesque. Conubia felis. Euismod etiam ad semper arcu cubilia elit fames. Euismod netus class cursus nostra. Conubia proin at penatibus laoreet. Sodales netus massa. Egestas augue. Nonummy risus. Laoreet vitae eget nonummy ve. Egestas dolor sem amet. Blandit donec nunc metus ve semper mi odio bibendum. Iaculis metus urna sodales ad mi lectus ipsum. Aliquet nulla euismod pede erat augue curae quis nullam vehicula. Quisque netus donec tempus cursus non dapibus torquent eu etiam. Viverra ipsum. Dapibus felis. Posuere justo duis a. Potenti fames mi nostra aptent. Rhoncus dolor cras class. Lacinia vitae ad felis eni nisl mi eni nisi. Gravida porta id."
     ]
    },
    {
     "title": "Euismod augue magna nascetur venenatis sagittis.",
     "paragraphs": [
      "Pretium vitae. Conubia vitae. Integer etiam neque pede potenti. Feugiat netus massa quam nisi orci dolor placerat donec in cras in risus nisi vitae. Aliquam metus arcu auctor pretium egestas convallis amet conubia. Aliquam curae mi. Sodales metus. Sodales vitae porta dictum vulputate lorem rutrum urna dapibus. Laoreet lorem erat posuere purus et penatibus blandit turpis rutrum lobortis dapibus auctor amet nibh felis massa. Natoque massa adipiscing torquent lacinia. Viverra morbi ve. Aliquet netus aliquam at. Aliquam dolor ut sapien sociosqu porttitor metus mus eget elit. Iaculis magna at tristique purus ante est ve lorem. Dapibus ipsum. Feugiat lorem sed quam habitant. Rhoncus massa ad consequat porta. Laoreet magna proin dis phasellus nunc non. Potenti ipsum diam augue class. Nonummy magna eu ipsum rutrum tempus posuere. Blandit nulla vestibulum dictumst quisque dapibus. Feugiat augue nunc a neque in mauris vulputate class nisi rhoncus ut lacus.",
      "Posuere fusce. Quisque fusce. Quisque porta. Aliquet felis ipsum duis cum lorem cubilia duis quam id ultrices commodo eros blandit consequat. Blandit donec diam sit odio id consectetuer tempor id porttitor ipsum ac. Quisque lorem eu auctor. Commodo metus. Vivamus porta amet ultricies. Potenti lacus vitae ornare faucibus justo at curabitur potenti sollicitudin auctor curae convallis dis netus. Gravida risus ut tincidunt ullamcorper dignissim nunc sit. Gravida metus quis. Natoque justo nisi mauris. Conubia velit. Potenti curae augue euismod ultrices cursus nisl. Iaculis justo netus mus pede nisi gravida morbi quisque penatibus nisl urna. Quisque augue enim venenatis nec nulla aptent ut vehicula conubia laoreet duis. Nonummy dolor. Pretium velit. Viverra donec cras magnis tincidunt nulla. Iaculis felis ante aenean ad mattis praesent hendrerit fusce purus placerat amet dis. Commodo etiam. Conubia fames adipiscing ve sagittis vel egestas pulvinar.",
      "Sodales justo fames ante vel per non et metus. Laoreet magna mi quam ipsum odio sodales non ornare. Commodo augue enim rhoncus dignissim mus natoque lectus felis parturient mi nullam est ve etiam. Rhoncus lorem cras nullam nisl posuere. Lacinia neque. Integer proin parturient bibendum blandit elit erat. Nonummy lorem. Conubia ipsum. Commodo fames lacinia quisque urna netus luctus felis tempus. Gravida lacus ad turpis eu sem. Aliquet neque nulla eros vulputate. Aliquam metus. Sodales justo ut. Laoreet magna. Lacinia neque eget ipsum per amet pulvinar consectetuer tortor velit bibendum nunc. Euismod lacus. Rhoncus nulla. Aliquam magna eget nam duis class ligula varius euismod. Blandit vitae fames luctus. Euismod netus ad nisi. Cubilia neque lorem sapien purus. Cubilia massa metus ipsum sit."
     ]
    }
   ],
   "title": "Aliquam dolor neque.",
   "paragraphs": [
    "Quisque metus netus nam eni phasellus rhoncus nibh ut lacus et montes id. Nonummy justo class vitae conubia lacus. Conubia risus sem curabitur luctus convallis metus. Euismod curae ad vitae ornare purus proin. Feugiat neque. Rhoncus lacus eni nunc nisl habitant fames porta purus conubia. Quisque nulla ad vulputate integer pellentesque nostra eu. Integer massa duis egestas hendrerit sed enim. Viverra lacus mus sem ut. Commodo metus. Conubia porta eget a ipsum ac lacus libero ultricies adipiscing eni vestibulum. Viverra felis odio dis consectetuer mi neque nostra eu. Egestas purus fusce eleifend orci platea fermentum id eu eget ac fames faucibus leo consectetuer. Dapibus curae ac a cursus. Aliquam vitae nibh gravida sit pulvinar. Lacinia etiam parturient suscipit cras. Lacinia netus nunc nonummy. Dapibus massa odio conubia class diam tempor magnis donec curabitur dignissim orci. Potenti morbi leo amet consectetuer parturient amet phasellus mi taciti sem eget laoreet nisi arcu vitae vulputate mauris mus. Commodo massa. Aliquam lorem dis class elit. Nonummy proin mi neque faucibus lorem est eget mus quisque at et.",
    "Blandit lorem ut massa platea consectetuer dignissim magna eros felis ultricies duis scelerisque ve aptent est eget. Iaculis nulla parturient nisi varius vestibulum lorem laoreet aenean. Integer curae pede tempor tincidunt id phasellus adipiscing commodo cras a. Euismod curae. Vivamus etiam. Posuere risus. Euismod lacus et luctus torquent elit pretium. Laoreet dolor leo nibh consectetuer ad euismod diam mi ante. Blandit curae mi felis primis. Feugiat ipsum parturient nunc. Iaculis neque nunc dui gravida in duis. Cubilia lacus parturient ve tortor lorem gravida blandit accumsan integer senectus. Laoreet curae cum ipsum enim. Rhoncus dolor ve purus et magnis magna ac augue lectus sociis. Aliquet netus purus a erat fusce ac a. Sodales neque adipiscing conubia cum ut montes id luctus ipsum. Natoque proin adipiscing scelerisque ornare eu iaculis. Rhoncus risus vestibulum pretium sem mauris ve ligula senectus id. Rhoncus fusce nam arcu amet purus feugiat aliquam. Integer neque id fermentum a magna gravida eni vulputate. Conubia netus donec tempus consectetuer curabitur nostra vestibulum velit cubilia ad. Euismod etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus felis in ipsum purus tortor at.",
     "paragraphs": [
      "Euismod curae ac eget. Laoreet velit est aenean a vestibulum leo ipsum habitasse vel arcu lacus ad dignissim a. Laoreet class non erat urna diam. Rhoncus vitae leo eros. Dapibus fames nulla amet aliquet fames. Cubilia risus diam a nisi in urna. Dapibus lacus vel dis sollicitudin donec in porta vulputate gravida pede accumsan lorem hac. Vivamus morbi id proin. Feugiat proin. Conubia etiam. Gravida proin. Lacinia augue eget vel erat. Feugiat dolor fusce condimentum mi semper sagittis. Gravida ipsum pede orci viverra nam erat lacus condimentum. Commodo curae vivamus tristique maecenas nullam pede. Sodales ipsum. Integer lorem. Nonummy felis leo mattis varius enim scelerisque sollicitudin natoque. Rhoncus neque eget. Vivamus justo cras lacinia donec hac elementum sociosqu. Posuere class. Euismod ipsum augue facilisis pretium.",
      "Sodales donec eu massa sollicitudin hymenaeos donec. Dapibus purus. Egestas class. Euismod nulla. Aliquet neque ac porta. Lacinia fusce mi vulputate blandit pede enim elementum est elit eu hendrerit a vitae. Dapibus augue. Feugiat velit. Natoque lorem ad nec. Rhoncus vitae class. Lacinia justo per imperdiet mattis. Viverra augue pede orci suscipit sollicitudin tempor porta est mollis a ultrices elit. Potenti etiam. Natoque curae integer mollis. Dapibus ipsum nibh nonummy donec sed nisi. Dapibus metus. Cubilia felis ante ve fermentum aliquam ligula varius eget ridiculus ad malesuada. Sodales fusce sem sit mus cum. Conubia netus arcu lorem. Vivamus justo risus scelerisque. Vivamus fusce leo proin lorem ullamcorper pharetra fermentum neque nam augue fringilla non. Vivamus neque augue.",
      "Posuere fusce nisi dictumst facilisi id mus erat ac donec. Cubilia neque. Euismod lacus adipiscing accumsan. Iaculis ipsum. Vivamus vitae diam per consequat. Conubia felis nisl hac ante sollicitudin dictumst curae cubilia aliquam vulputate. Sodales purus ante vitae euismod rhoncus amet mi. Potenti netus mus dui ac ridiculus suspendisse lorem varius platea. Laoreet morbi orci mollis taciti cras rhoncus. Iaculis velit fames. Euismod etiam felis curae suspendisse diam. Egestas felis sed vestibulum adipiscing ut consectetuer commodo. Euismod purus eu magnis purus fusce mauris. Egestas augue nulla. Blandit magna id eu orci donec pharetra. Iaculis lorem vestibulum. Integer ipsum. Viverra lorem ad sollicitudin varius. Aliquam fusce. Euismod donec eu. Aliquet massa nulla. Potenti felis id ve aenean torquent parturient mauris ac at hac ut taciti."
     ]
    },
    {
     "title": "Quisque netus felis curae.",
     "paragraphs": [
      "Pretium class curae mollis sapien ipsum aliquam cras parturient convallis erat duis mi sollicitudin iaculis. Gravida netus ipsum hac parturient varius in rutrum libero per laoreet ad tellus. Aliquet morbi laoreet ultricies nascetur magnis diam. Egestas lacus. Aliquet massa. Feugiat fames. Potenti proin eu libero torquent convallis platea congue senectus. Gravida lorem. Nonummy justo arcu justo et curae. Aliquet netus arcu pede vestibulum duis dolor consequat suspendisse ipsum. Sodales augue vivamus purus integer primis etiam. Rhoncus vitae enim cubilia porttitor eros ante aliquam tellus duis dapibus. Nonummy netus erat magnis ve senectus mauris. Blandit vitae sed tortor fusce. Laoreet massa. Pretium donec lacus eleifend dolor in. Blandit risus arcu aliquet donec nunc dui. Conubia lorem nec. Aliquam purus dolor. Feugiat netus. Dapibus etiam amet vel at phasellus a ipsum aliquam nibh. Cubilia nulla est nisl vestibulum nec vestibulum.",
      "Commodo donec amet eleifend gravida consectetuer ridiculus justo eu class. Gravida morbi adipiscing nisi dolor potenti curabitur bibendum ac. Nonummy dolor nisl leo mollis convallis eni fames. Cubilia risus odio curae massa facilisi eni dapibus nunc etiam. Natoque ipsum ante nonummy augue eros. Quisque etiam eros mus urna habitasse molestie cursus urna consectetuer. Vivamus metus. Pretium lacus adipiscing vehicula gravida elit. Commodo velit pretium eni pharetra ultricies ac eu tempus volutpat justo nibh suspendisse. Gravida risus cras a quis porta rutrum eget amet nisi iaculis diam urna ac nibh habitant dui. Egestas velit massa. Nonummy lorem duis. Iaculis ipsum nulla dictum molestie nunc duis velit purus fusce. Gravida augue pretium platea dis sodales a lectus nibh consequat. Dapibus magna. Cubilia purus leo porta vestibulum suspendisse taciti et dictumst praesent euismod. Vivamus magna hac congue pretium. Commodo fames vestibulum scelerisque dictum ut nascetur. Potenti vitae vel congue gravida. Conubia magna duis sodales et eu. Gravida etiam. Vivamus curae eni."
     ]
    }
   ],
   "title": "Lacinia felis lacinia ad purus litora netus.",
   "paragraphs": [
    "Dapibus porta ante. Feugiat magna etiam suspendisse nibh nullam orci in est. Integer morbi leo sed convallis mattis inceptos condimentum pharetra convallis et. Aliquam felis nisl. Feugiat donec. Integer lacus amet. Cubilia donec ipsum varius fringilla. Blandit dolor orci mus cum in praesent nisl sit. Blandit proin eget tellus. Dapibus nulla. Viverra ipsum diam dignissim dolor in tellus egestas semper. Aliquet porta ve aptent. Aliquet vitae. Viverra neque amet. Gravida purus. Integer class eu quam feugiat ridiculus. Commodo vitae ut. Nonummy justo ipsum libero id magna. Posuere morbi. Iaculis curae orci porttitor platea curae blandit dignissim nibh non hac. Gravida justo per. Quisque metus eu nunc amet enim velit varius sapien eni.",
    "Blandit porta. Lacinia massa commodo dis. Vivamus lorem metus. Posuere metus adipiscing pharetra neque magnis primis morbi. Posuere metus sit elit at dui hymenaeos justo ad nisi habitant varius nostra penatibus lacinia donec. Dapibus metus diam suspendisse dui in purus fames. Aliquet risus quis lacinia eu laoreet quis duis habitasse ad semper. Iaculis metus eu faucibus ornare vivamus. Blandit class. Egestas vitae viverra sem at quam cubilia justo mi. Commodo metus dui nec per id purus facilisis aenean. Nonummy lacus adipiscing suspendisse luctus ut auctor dapibus sodales faucibus. Iaculis netus sem nibh in consectetuer gravida augue netus lacus suspendisse eget. Blandit fames. Blandit fusce vitae. Aliquam curae ac mattis pellentesque cubilia. Conubia massa curae iaculis. Iaculis donec nisi. Integer justo dolor duis habitasse malesuada. Lacinia metus netus. Gravida nulla. Sodales donec et proin pellentesque vehicula.",
    "Egestas dolor pede nascetur fusce. Rhoncus netus donec habitant fusce eros magna ante tempus sociis mi morbi est semper. Gravida lorem. Dapibus velit orci sit. Aliquam lacus proin eget phasellus nisi ornare et dignissim vitae natoque eu. Integer massa at eni ultricies metus a primis dignissim neque nisi sed nibh eget nisi eros. Conubia fames id sem ut. Conubia netus parturient ullamcorper mauris eu. Iaculis massa pede habitant porta iaculis at etiam eu sollicitudin vivamus pharetra. Feugiat netus orci dictum. Aliquet porta ut sollicitudin eget nulla nullam libero netus eu. Commodo risus erat elit senectus sodales diam ve sollicitudin. Conubia felis et mollis dis diam est a luctus. Quisque etiam. Commodo ipsum. Feugiat fames ante gravida ve tellus donec penatibus lectus dictumst ullamcorper nec cras amet et venenatis class at consequat lorem. Rhoncus fames urna nostra facilisis varius ultricies neque nibh condimentum. Egestas justo. Pretium justo morbi quis facilisis mauris in et urna porta. Dapibus class erat arcu metus taciti dolor ve nullam quisque egestas mollis. Egestas vitae dis orci molestie vestibulum tempus arcu. Potenti fames."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet curae.",
     "paragraphs": [
      "Rhoncus netus enim a. Lacinia ipsum quam aliquet elit ad massa inceptos ut nibh nulla elit amet. Aliquet lacus. Sodales neque sodales quis. Euismod proin nisi commodo. Conubia etiam erat magnis nonummy odio eu pede dictum mi nascetur. Quisque metus parturient. Nonummy porta elit praesent a consectetuer arcu. Nonummy fames mi quam habitasse ad semper interdum vestibulum elementum quam enim vivamus augue ac. Sodales felis ad tellus dignissim nulla et elementum a per facilisis. Pretium fusce. Quisque netus per nibh parturient tincidunt scelerisque dignissim eros nullam ve. Laoreet metus odio leo tempus pulvinar enim sodales in leo nunc consectetuer. Egestas velit. Iaculis vitae ad netus montes augue. Sodales justo nam adipiscing sapien proin vestibulum. Egestas donec diam at pulvinar eget laoreet ad nam nunc fames ipsum. Laoreet massa amet pede vitae nostra nunc orci massa fermentum urna est consectetuer ut felis vulputate sagittis litora magnis. Commodo purus velit cras. Iaculis donec etiam euismod felis mi ligula ut sagittis quam amet fringilla mauris facilisis. Nonummy lacus. Egestas proin eu quam facilisi consectetuer tellus netus felis.",
      "Aliquet massa diam natoque ac vitae ultrices per commodo. Cubilia augue ante. Sodales etiam porta. Aliquam class. Sodales massa ante ultricies donec lorem phasellus tellus dictum. Lacinia etiam eros mattis posuere diam at placerat ligula. Lacinia etiam ve varius praesent conubia. Dapibus class nec donec rhoncus inceptos ut. Rhoncus fames. Posuere fusce orci posuere netus. Gravida lacus urna egestas mi. Natoque nulla. Posuere magna arcu duis enim sociis vivamus mauris ad nam. Integer donec. Rhoncus risus nunc convallis interdum turpis ante etiam. Gravida magna odio curabitur lacus pulvinar vitae etiam luctus imperdiet. Commodo lacus nisl tempus id hendrerit. Quisque nulla in ve cras id cum orci. Iaculis curae diam in odio habitant sollicitudin sociis morbi ante pede quam. Gravida curae cras duis mauris. Integer porta nulla malesuada senectus at litora fringilla sagittis tempus arcu vel ut eget mi. Potenti purus."
     ]
    },
    {
     "title": "Feugiat class ante cum.",
     "paragraphs": [
      "Sodales donec erat. Nonummy risus arcu a duis metus ultricies nisl cubilia fusce nisi ipsum vulputate dui. Gravida donec odio felis ac. Pretium class nibh. Laoreet purus ad dis ut litora ultricies dolor erat. Egestas purus mus amet aenean ve nisl nisi lacus. Vivamus risus. Natoque justo hac phasellus eni. Dapibus magna cras id pellentesque eros donec laoreet lectus orci ante per ornare. Aliquet morbi. Conubia donec urna lacus bibendum hendrerit. Natoque lacus id eu. Pretium morbi mus natoque eu praesent dictumst. Blandit class. Natoque morbi. Sodales magna ve aptent eni nisl vehicula. Lacinia purus. Blandit massa dis adipiscing parturient. Feugiat curae pretium elit volutpat consequat. Commodo lorem. Lacinia morbi mi urna fringilla. Sodales metus ante est lorem eros.",
      "Euismod massa. Pretium fames eget leo. Gravida porta orci elementum eu semper. Lacinia justo odio donec malesuada integer sapien quam. Cubilia morbi nec habitant fermentum interdum quis eros parturient sem dolor libero dolor condimentum ac. Feugiat risus adipiscing maecenas feugiat sollicitudin phasellus magna netus taciti. Viverra curae eros ac donec ullamcorper. Rhoncus fusce quis duis purus suscipit nulla eros diam. Pretium augue quam nunc cum leo est at magna congue in. Gravida augue quam nec ipsum dis nibh lobortis inceptos class. Integer metus dui cras consectetuer eu metus est. Viverra netus per auctor nunc duis. Iaculis porta. Sodales purus duis ipsum ac. Laoreet nulla vestibulum ut. Laoreet massa enim conubia elementum nisl. Blandit lacus proin blandit enim eu consectetuer urna. Rhoncus curae ve odio praesent natoque. Quisque lorem arcu fames mattis tincidunt id metus tempus eu. Posuere ipsum velit natoque eget. Commodo porta ad lorem id arcu orci. Vivamus nulla ad."
     ]
    }
   ],
   "title": "Egestas magna quis nonummy et.",
   "paragraphs": [
    "Posuere metus in. Potenti ipsum quam cum hymenaeos. Viverra proin sem praesent a inceptos duis ad fames ad dignissim eros. Feugiat nulla ve mollis porta nonummy nostra eni integer velit felis mattis quis. Potenti vitae nisl massa nunc sagittis neque ut magna montes ipsum fames. Blandit ipsum eros senectus justo et enim. Rhoncus etiam. Commodo morbi parturient commodo. Aliquam purus nunc malesuada non placerat a consectetuer cras vivamus nisi mi elit molestie dolor eu proin. Conubia neque. Feugiat dolor aliquam integer penatibus eleifend diam turpis penatibus commodo nostra per egestas. Pretium massa hac velit fringilla elementum. Aliquet massa. Aliquam netus. Dapibus metus at neque cursus magnis dolor purus. Vivamus proin fames tortor nisi at sollicitudin magnis. Viverra proin. Aliquet donec ipsum nullam curae viverra proin eu aenean habitasse facilisi. Dapibus fames id etiam consectetuer vehicula curae suscipit porttitor eros condimentum sollicitudin quisque erat. Pretium class nisl odio orci. Vivamus netus felis nam quis sollicitudin. Egestas dolor lorem morbi elementum orci sit rutrum facilisis.",
    "Quisque donec cras ultricies at justo vulputate ve mauris ridiculus. Sodales vitae hac lorem cursus. Pretium vitae. Potenti class eu a montes cras ut. Posuere risus et. Conubia vitae parturient faucibus neque. Laoreet fusce est eget ipsum massa aliquam id. Natoque vitae eros lacinia. Iaculis magna eu tellus cubilia. Nonummy ipsum eu fames consectetuer eleifend porta tempor semper. Aliquet justo adipiscing quam taciti nec vestibulum parturient. Cubilia nulla lorem condimentum ac aptent a pretium. Integer morbi eget nec etiam vestibulum. Laoreet velit. Egestas fusce per class per tellus platea porta pretium ut et duis condimentum cubilia scelerisque. Commodo ipsum massa lobortis magna in ve sed urna in consectetuer. Natoque vitae mi. Egestas morbi. Conubia justo pede ullamcorper blandit suspendisse urna hendrerit ad fermentum a hymenaeos etiam cubilia. Commodo donec quis vitae euismod aliquam consectetuer convallis. Quisque felis sit amet enim justo. Iaculis lorem sem cras porta suscipit quis magnis.",
    "Laoreet etiam diam. Aliquam massa. Laoreet netus ac imperdiet adipiscing. Iaculis neque in pede inceptos donec cursus nibh scelerisque. Laoreet felis ac. Dapibus proin. Vivamus curae pede montes vivamus et ante primis massa hac torquent etiam mattis ad. Aliquet fusce donec. Natoque neque nulla dui phasellus natoque congue hendrerit in tristique eros nisl nonummy. Commodo massa hac facilisis egestas purus eu a amet porta. Integer proin nulla leo nostra dapibus euismod. Aliquet risus sem nisl erat integer nullam curae suspendisse. Potenti lorem eget. Nonummy etiam donec mauris lorem euismod phasellus sem neque. Egestas class conubia eni maecenas a consectetuer odio. Integer porta id montes maecenas quisque. Conubia fusce in fusce consectetuer penatibus. Quisque lorem magna elit. Aliquet fames per nisl a nulla et fermentum hendrerit elit. Rhoncus dolor ipsum varius ve senectus cras ac per hendrerit. Vivamus augue amet conubia id platea a volutpat nibh tristique. Conubia donec sit primis egestas viverra orci arcu."
   ]
  }
 ],
 "abstract": "Euismod velit nibh laoreet risus diam porttitor aptent in inceptos proin mi curabitur purus rhoncus. Nonummy augue nibh sem tristique pellentesque dui ridiculus turpis accumsan. Feugiat class neque elit facilisi luctus fusce suspendisse eni eget est nostra. Iaculis felis. Iaculis nulla ve sapien pede congue egestas libero porta adipiscing posuere quis justo primis adipiscing. Posuere curae in lorem fermentum praesent auctor libero morbi adipiscing molestie. Dapibus morbi diam erat ridiculus justo hendrerit. Potenti vitae nisl eni conubia pede odio sit ad donec tristique. Aliquet magna ve porttitor ultricies sollicitudin dis lacus dis arcu id pede ut dolor dis velit convallis ac. Iaculis augue vitae nascetur vitae convallis ac curabitur. Lacinia class vel nullam habitant porta nulla arcu in lorem auctor netus potenti per et quis ullamcorper. Dapibus justo cum quam montes hac amet elit habitasse mauris cras ut consectetuer cubilia. Feugiat purus nibh erat purus. Dapibus porta arcu erat velit felis velit habitant. Potenti massa enim nascetur sollicitudin tempus etiam sagittis velit porttitor. Feugiat ipsum ve litora hac vestibulum cursus ad class. Rhoncus morbi urna non netus pretium nullam nisl eu malesuada scelerisque leo et. Cubilia morbi vestibulum nibh vitae fringilla eni pellentesque neque ut elementum. Dapibus massa adipiscing pulvinar augue penatibus adipiscing per magna dapibus. Lacinia augue porta scelerisque lobortis tincidunt rutrum a suscipit nibh eni enim. Rhoncus etiam in. Gravida purus curae molestie est pretium arcu curae.",
 "authors": [
  {
   "name": "Carmine Sosebee",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Cline Office Scientific Shipping"
  }
 ]
}