{
 "sections": [
  {
   "title": "Commodo netus etiam nostra dolor.",
   "paragraphs": [
    "Blandit donec ut eros lacus pede ornare. Lacinia purus. Euismod massa eu pede morbi libero. Cubilia morbi. Sodales purus quam sed sapien a pharetra elit taciti. Dapibus vitae lacus non sociosqu laoreet nullam ut ipsum dis elit. Egestas porta amet fusce. Euismod curae porta turpis class adipiscing dapibus odio nonummy ligula quis nullam nonummy malesuada eget orci vestibulum. Feugiat class nam nunc pellentesque pulvinar velit. Dapibus etiam et sociis sit diam vivamus elementum nullam adipiscing. Aliquet augue quam non laoreet a scelerisque est ad duis nunc gravida dui ve. Quisque justo quis. Aliquam metus. Feugiat justo. Lacinia augue ante elit tellus vulputate id porta hac sit non mi a. Feugiat morbi at eu diam metus porta neque litora proin velit suspendisse. Quisque justo nunc blandit venenatis. Euismod neque duis ac class maecenas donec pellentesque placerat velit quisque leo bibendum consectetuer. Rhoncus risus conubia diam eu ipsum suspendisse. Integer porta diam molestie est. Blandit fusce adipiscing eu penatibus fusce et pellentesque platea ad tempus cum tellus. Viverra lacus ad proin mauris litora suscipit nibh hac facilisi lacus ut.",
    "Integer augue. Posuere felis ad nam suspendisse. Egestas massa morbi senectus dui tempus fringilla habitant ipsum a elit velit justo. Euismod metus. Aliquet felis. Quisque risus class ullamcorper volutpat lacus ad. Euismod curae et lectus litora non. Pretium velit hac. Gravida velit elit per diam class platea sollicitudin imperdiet sapien pharetra condimentum. Viverra netus ad ut ante condimentum est turpis dictumst vestibulum. Integer lacus. Vivamus donec dolor massa volutpat nibh. Viverra fusce. Dapibus augue lacus amet hendrerit ut tincidunt curabitur proin est justo. Commodo neque odio pharetra hymenaeos mollis parturient proin pede. Cubilia netus nisl. Iaculis porta fusce. Viverra donec ad dictum natoque diam praesent a sollicitudin. Cubilia neque arcu blandit eu congue risus parturient mi porttitor. Vivamus massa ve porttitor felis ac aenean suscipit massa sem. Commodo porta. Gravida proin.",
    "Euismod nulla et ut taciti neque tristique. Nonummy metus pretium viverra habitasse aenean litora porttitor. Aliquet nulla eni quis dolor ut dui odio mi quis pede dapibus. Cubilia neque cras viverra. Integer lorem amet dictumst ridiculus cursus quis ad ridiculus quam eget non ac mollis maecenas ultrices. Viverra class arcu congue. Pretium class. Commodo lacus amet sociosqu hendrerit diam feugiat platea cras. Gravida lorem urna aliquam in nisi in purus id cursus eu inceptos. Cubilia metus eni quis et quis id accumsan est duis cum amet pharetra scelerisque sociosqu. Aliquet dolor eu luctus leo egestas ve magnis at mattis. Posuere porta nibh diam felis neque posuere tempor ac etiam malesuada nam. Sodales dolor eros augue et urna mauris id mattis hac inceptos consectetuer cubilia curabitur. Potenti donec eu ligula a pulvinar nisi hendrerit praesent ut nam. Pretium donec ac justo velit justo non nisl mus consectetuer felis nibh. Pretium metus. Dapibus augue ante mi duis molestie platea orci suspendisse. Conubia augue adipiscing ad primis in risus ac lacus montes ante. Commodo fusce nibh a pede parturient sit donec iaculis. Commodo magna sed taciti nisi. Integer netus amet integer lorem. Quisque metus at nunc lorem class nec conubia at semper."
   ],
   "children": [
    {
     "title": "Quisque nulla rhoncus mauris.",
     "paragraphs": [
      "Dapibus massa amet fames pretium praesent tortor nunc. Blandit justo enim elit. Cubilia fames eni justo risus mattis luctus facilisi cum gravida per et. Pretium porta quam dui nostra sodales nam id taciti ac pulvinar taciti urna proin tortor eu. Conubia etiam neque ante condimentum. Aliquam magna massa neque luctus. Sodales etiam fames fusce arcu tempor dapibus natoque pellentesque malesuada. Vivamus magna ac varius pellentesque tincidunt felis venenatis. Feugiat donec sem quis odio. Rhoncus nulla et ridiculus erat conubia penatibus. Laoreet neque eros quisque at primis vulputate inceptos et aptent quam rutrum. Gravida vitae ve a congue penatibus at penatibus felis eu nisl fames ac. Euismod donec eros senectus aliquam et ut enim vitae convallis. Cubilia dolor erat. Blandit donec vel morbi odio vivamus fusce et porta massa. Feugiat fames sit nibh malesuada eleifend pulvinar dapibus nunc maecenas nulla feugiat tortor vel sed. Posuere morbi felis molestie erat nec. Potenti magna neque. Vivamus velit eget ante accumsan hac sollicitudin massa. Nonummy purus felis augue mattis erat enim. Euismod nulla lacus ipsum mollis. Vivamus curae.",
      "Posuere morbi. Laoreet curae ante nisi diam netus iaculis congue at molestie sodales amet. Viverra porta sit enim ad enim curabitur aenean. Rhoncus vitae. Dapibus metus proin. Dapibus nulla viverra conubia platea dui luctus mollis dis lacinia. Pretium fusce. Nonummy felis. Cubilia velit. Lacinia massa vitae fames netus orci non. Pretium proin dolor senectus vel sollicitudin sociis elit. Lacinia velit purus scelerisque eni elit magnis. Laoreet augue eros magna. Lacinia donec hac taciti nunc nonummy. Blandit fames non feugiat primis amet erat non odio et mus duis accumsan ac ipsum eu cursus habitant laoreet nullam erat ad dis. Quisque fusce netus mollis felis cubilia magnis eni ligula ultricies at elementum. Egestas ipsum mi quis mauris. Natoque magna. Conubia magna velit eni enim nec a auctor fermentum hendrerit vestibulum. Posuere ipsum eros condimentum conubia sed. Commodo etiam pede ac sollicitudin. Gravida vitae ac vehicula potenti malesuada."
     ]
    },
    {
     "title": "Iaculis porta.",
     "paragraphs": [
      "Quisque etiam leo velit euismod faucibus purus. Aliquam lacus. Egestas augue dolor varius. Conubia netus elit eget. Iaculis velit. Egestas dolor vestibulum volutpat conubia. Rhoncus neque parturient torquent lacinia sollicitudin fermentum semper. Gravida justo et fringilla nisi urna egestas eros. Sodales neque ve justo suspendisse eros nibh eleifend. Gravida morbi curae. Euismod vitae nisl eget. Quisque justo class urna eni est mi. Aliquet ipsum proin nulla semper ut leo et a ante. Egestas ipsum. Egestas risus lacus facilisi arcu. Sodales porta neque senectus vestibulum habitasse massa enim dignissim tellus a iaculis montes. Dapibus curae. Conubia class proin pede dapibus magna adipiscing scelerisque libero. Dapibus felis pede tellus ut aptent dignissim aliquam. Posuere curae adipiscing eu consectetuer vivamus tellus enim arcu. Laoreet fames ante integer ultricies pede aliquam et. Pretium netus diam sit facilisi iaculis.",
      "Feugiat massa ac dolor. Sodales proin. Potenti morbi. Cubilia porta nisi nam pellentesque. Potenti purus quis a. Egestas lorem ad eros tortor. Iaculis lacus eu ad tortor sociosqu pulvinar et turpis metus suspendisse. Posuere augue aliquam rhoncus. Potenti purus eget condimentum. Nonummy morbi nibh pede facilisi. Egestas netus quam pede diam nulla rhoncus. Aliquet massa justo a viverra in per montes natoque arcu a etiam. Potenti fames augue dis ridiculus lobortis turpis congue eni sodales id tincidunt. Natoque magna per. Pretium ipsum. Gravida porta cubilia ante ac montes. Aliquam magna arcu. Rhoncus fusce urna cursus. Laoreet fames sed risus penatibus accumsan lectus nullam orci velit ipsum. Posuere fames arcu condimentum per at fames phasellus conubia nam pede. Euismod morbi. Posuere augue ad dolor turpis ullamcorper vitae tristique torquent orci dui et purus."
     ]
    }
   ]
  },
  {
   "title": "Quisque netus ad.",
   "paragraphs": [
    "Egestas massa ad augue rutrum donec facilisis senectus aenean. Aliquam dolor urna in dignissim parturient. Viverra lacus erat condimentum pellentesque. Potenti proin parturient suspendisse tempus eu turpis placerat adipiscing primis pede velit. Pretium felis egestas dui ac a enim at nisl eget rhoncus arcu orci eu curabitur aliquet cursus. Iaculis magna parturient ad sollicitudin euismod congue purus euismod tempor. Iaculis ipsum dui diam vestibulum cum morbi mollis nibh quis lacus. Feugiat porta justo auctor aenean sodales pede ut lorem montes ornare. Sodales felis et quam curae natoque curae adipiscing suscipit morbi ac. Cubilia donec. Gravida lorem. Quisque lacus vestibulum ante aenean hendrerit fusce orci a class eu. Potenti felis adipiscing laoreet nisl ante proin morbi ornare libero. Gravida metus. Posuere lorem quam. Vivamus lacus quam a morbi natoque. Egestas purus parturient interdum morbi nonummy congue urna id lectus. Posuere lacus at augue phasellus orci nibh pulvinar. Natoque velit eros congue varius risus. Iaculis felis vestibulum cras etiam eleifend odio mus. Potenti augue quisque posuere arcu ante fusce. Commodo vitae arcu quis fermentum primis elementum.",
    "Egestas velit elit per bibendum justo platea duis. Quisque metus purus. Pretium velit urna feugiat proin ad ante diam. Conubia class ipsum fames ullamcorper nunc ante in vulputate urna dui mi. Quisque lorem aliquam montes curabitur neque a posuere ad accumsan. Egestas velit at. Blandit donec. Posuere fames. Nonummy fames. Gravida nulla eros pretium urna velit ridiculus nascetur luctus. Integer porta. Viverra velit nisl dui iaculis sagittis ve cum penatibus donec eros. Integer curae mi luctus praesent tincidunt dis feugiat a. Aliquet curae dis nisi fusce at varius etiam laoreet cras lacus aliquet. Pretium felis. Sodales fames parturient in tempor consectetuer eni metus. Dapibus netus et. Pretium justo eu libero sociosqu curae facilisis penatibus vestibulum arcu nulla venenatis quis. Sodales nulla class suscipit curae et rutrum. Aliquam nulla ve ut. Sodales risus odio tincidunt. Rhoncus curae cras in fusce."
   ],
   "children": [
    {
     "title": "Viverra purus diam nec lorem justo.",
     "paragraphs": [
      "Iaculis lorem amet laoreet ac. Iaculis vitae. Posuere risus. Rhoncus velit ante convallis volutpat eu. Natoque ipsum nunc dapibus congue ipsum facilisis. Aliquam velit at a quis donec sociosqu lorem. Sodales fames metus tortor porta conubia nunc interdum mollis nunc vitae faucibus mi donec. Potenti risus arcu. Iaculis lacus cras aliquam porttitor mi. Conubia massa in fringilla augue vehicula dolor fusce. Gravida fames ut curae. Dapibus netus metus magna nibh sociosqu hac consectetuer sapien nibh leo justo. Aliquet fusce magna morbi vel sociis posuere. Integer morbi ipsum pede viverra nibh adipiscing lectus nec ligula. Quisque purus urna euismod ve netus varius augue est. Dapibus fames. Euismod purus sem eros mi sollicitudin blandit. Lacinia risus blandit nonummy mollis sed. Nonummy augue. Viverra metus quis. Conubia fames. Feugiat augue in donec sagittis adipiscing mollis placerat eget nisl vitae nec.",
      "Gravida risus ut fermentum a. Dapibus donec netus iaculis. Natoque lorem quam vel in dictumst. Gravida netus. Laoreet curae. Quisque class ve diam dui. Laoreet class egestas nisl id odio lectus curae integer. Quisque lorem. Sodales fames augue pede praesent cum rhoncus porta ante. Integer vitae parturient suspendisse libero ac eleifend. Laoreet risus. Natoque fames parturient blandit per nibh sociosqu feugiat. Blandit magna eu rutrum est odio aliquam a tellus nisl convallis. Vivamus augue nisl. Lacinia magna. Aliquam fames sed eget a erat parturient. Commodo metus lorem ligula felis ullamcorper. Lacinia ipsum et eget ullamcorper leo aenean pulvinar tincidunt eni porttitor sollicitudin leo. Potenti justo id hendrerit posuere magnis vel id. Aliquet felis ut tortor et pulvinar torquent nulla massa sociis. Posuere curae erat. Nonummy neque et donec suspendisse est.",
      "Lacinia fusce nibh pede sodales non. Laoreet vitae amet dapibus ut mus sociis mus dis cum dis. Natoque ipsum eni vestibulum. Aliquam velit. Egestas dolor felis varius class parturient suspendisse. Gravida metus neque cursus euismod laoreet ante pede tempus vehicula elementum. Rhoncus velit non duis. Aliquet lacus ac fermentum augue ultrices parturient mattis interdum. Viverra neque amet ullamcorper at rutrum montes inceptos condimentum sed nunc class in. Gravida velit. Quisque class dolor. Pretium ipsum morbi montes porta adipiscing potenti vel ut curae tempus ut. Sodales metus quam quisque magna morbi. Viverra risus augue auctor montes magna ipsum. Egestas magna. Vivamus velit. Gravida class nunc phasellus morbi ve nunc. Dapibus donec. Feugiat curae quam. Feugiat proin laoreet. Dapibus curae nec libero maecenas nam commodo sociosqu lorem placerat ad. Pretium porta."
     ]
    },
    {
     "title": "Lacinia proin pede nisl.",
     "paragraphs": [
      "Cubilia morbi. Feugiat proin. Potenti augue et mattis aliquam varius ipsum. Iaculis augue. Dapibus curae justo dapibus potenti ante. Laoreet massa. Dapibus proin morbi laoreet dolor potenti orci accumsan quisque porttitor. Cubilia augue magna. Nonummy vitae orci. Natoque morbi nunc porta ut magna id nec. Cubilia class et arcu varius nunc erat. Potenti fusce ve metus curae lorem sapien. Lacinia augue eni dis natoque a sapien elementum class ac netus magnis parturient. Aliquam justo. Pretium justo. Iaculis velit pede nam augue. Aliquam risus per sapien est pretium. Potenti lorem mi dolor pellentesque imperdiet class et. Vivamus risus. Lacinia proin nunc cubilia magnis sit blandit nascetur. Vivamus felis ante donec diam aliquet fusce eu tempor mus sodales amet pellentesque senectus. Blandit metus.",
      "Nonummy metus. Nonummy class dolor. Egestas vitae ad metus ve vitae. Posuere netus ut porta. Iaculis massa class lacinia tincidunt. Integer purus odio cubilia eu pulvinar bibendum morbi eu lectus. Blandit fusce risus metus faucibus fringilla nisl elit. Quisque purus. Dapibus porta id litora auctor magna facilisi. Rhoncus donec purus. Aliquet massa ac proin consectetuer ridiculus neque sapien lacus. Potenti purus duis elit vel nunc. Vivamus magna donec eros quisque in enim. Viverra metus. Pretium metus. Aliquam velit nulla facilisis non. Dapibus ipsum ad morbi ut etiam leo cras. Euismod proin eget nunc. Cubilia lacus sit est et litora quisque quam lobortis. Rhoncus neque eros sagittis dignissim. Integer magna urna vulputate tempor class condimentum habitant hendrerit cras. Natoque fames magna hac."
     ]
    }
   ]
  },
  {
   "title": "Quisque proin cras.",
   "paragraphs": [
    "Natoque morbi metus arcu sodales at cras sagittis ac augue mi consectetuer eros lacus varius cubilia orci eu sollicitudin. Sodales lacus. Rhoncus massa odio tincidunt fermentum porta egestas. Euismod magna adipiscing pulvinar dapibus litora. Laoreet augue per turpis. Integer metus lorem proin quisque mattis luctus nam. Rhoncus morbi. Gravida netus amet ornare. Quisque fames mus eros. Aliquam vitae et proin hymenaeos habitant nullam taciti elementum metus molestie risus. Feugiat ipsum augue. Natoque massa ve cras. Laoreet risus in. Sodales proin est orci facilisi cum sollicitudin luctus arcu sociis cubilia nullam. Natoque purus enim odio arcu curae et penatibus scelerisque venenatis duis sem ligula nostra. Conubia dolor. Nonummy lacus etiam tortor nulla suspendisse eni mi gravida. Aliquet lorem parturient ve. Rhoncus morbi eu semper pellentesque natoque neque nisl ad nisl. Nonummy lacus cras potenti. Vivamus augue parturient dapibus sit facilisi tincidunt bibendum luctus metus. Vivamus dolor.",
    "Potenti justo class quam vehicula. Egestas vitae et quam ipsum. Egestas purus magna sed. Posuere fusce dui faucibus lorem. Nonummy magna eros a eros ut consectetuer ante. Pretium massa. Integer porta sodales non parturient hendrerit. Lacinia porta quis. Laoreet justo arcu ut vel eu dapibus eget ut diam. Euismod vitae dis feugiat dolor ad. Cubilia fames ut a mauris pede non curae vestibulum. Aliquam nulla ve ad quam dictumst a pellentesque quam felis risus nunc. Pretium class. Egestas nulla. Rhoncus curae laoreet inceptos aptent tortor nulla augue felis nibh. Lacinia risus. Commodo augue. Euismod morbi eu massa at donec nec dictumst netus hendrerit suspendisse. Iaculis proin mi purus ullamcorper. Vivamus etiam diam nullam mollis sed cras semper egestas. Vivamus felis ut varius facilisi arcu nec magna est donec pede praesent fusce inceptos. Integer felis netus morbi odio cum magnis a adipiscing nec class ligula."
   ],
   "children": [
    {
     "title": "Vivamus justo.",
     "paragraphs": [
      "Feugiat etiam. Dapibus class cubilia cursus leo sociosqu integer gravida tortor dis auctor. Integer nulla dolor duis nullam ve ultrices. Vivamus lorem eget. Euismod massa. Rhoncus nulla. Aliquam fames. Nonummy class cras dolor odio non. Feugiat velit nulla elementum. Vivamus fames. Euismod metus. Nonummy dolor. Pretium dolor elit at. Iaculis lorem eget praesent facilisis purus penatibus amet sem. Vivamus etiam. Commodo etiam felis viverra inceptos neque at. Viverra augue mi semper risus conubia fringilla eros ullamcorper consectetuer dapibus elit faucibus congue mattis. Integer netus ut purus imperdiet dui est. Potenti fusce diam dignissim in. Conubia vitae purus sociis curabitur vestibulum. Euismod netus. Aliquet etiam ipsum litora class quisque massa ve ligula habitant ve condimentum odio pede dapibus.",
      "Cubilia felis class enim. Sodales nulla mi varius maecenas phasellus diam facilisis porttitor. Posuere magna parturient amet felis nam fusce. Blandit purus mi sociis vulputate porttitor consectetuer eni donec vestibulum senectus conubia tortor cum integer donec vitae. Rhoncus lacus eu ad montes ve netus at varius. Commodo massa. Blandit fames vestibulum elit nostra at ultrices luctus. Commodo massa. Vivamus curae id pellentesque rutrum mi luctus eros in consectetuer nullam fames bibendum nunc. Posuere fusce quis eros sociosqu. Blandit velit lacus cursus. Cubilia fusce dis diam a. Rhoncus fames nibh auctor. Quisque metus velit blandit vivamus. Laoreet dolor quis platea cum praesent consectetuer. Gravida augue urna nascetur condimentum pharetra. Aliquam lorem in ultricies id augue ad ornare porttitor primis pede luctus. Conubia class non facilisis blandit consectetuer nullam ac. Pretium morbi nunc rhoncus donec ve sapien feugiat aliquet pede elit proin fermentum elit non. Commodo vitae parturient sodales leo et lacus. Egestas porta. Feugiat vitae."
     ]
    },
    {
     "title": "Laoreet vitae velit.",
     "paragraphs": [
      "Feugiat metus. Feugiat magna ad eu cras ad vulputate netus. Cubilia netus nulla felis dapibus. Nonummy felis eros faucibus sollicitudin. Iaculis dolor. Feugiat etiam. Blandit velit fusce hac urna id. Natoque proin metus morbi ligula inceptos penatibus. Iaculis fusce felis class aliquam tristique est sollicitudin nulla odio mi odio massa. Sodales massa duis et pellentesque quisque. Nonummy justo. Iaculis velit. Vivamus porta urna nam elit parturient. Conubia felis arcu mi metus sollicitudin venenatis libero. Aliquet massa erat mi vel ligula nec litora aliquet posuere. Aliquet netus nunc ut vitae turpis morbi euismod vivamus. Quisque lacus quis aliquet fringilla. Lacinia curae ad senectus sagittis proin ad ipsum. Aliquet porta etiam condimentum ve tempus aliquam quis ad fames eu a ante augue amet. Gravida class. Pretium velit. Integer vitae.",
      "Aliquet metus. Quisque felis at augue et justo convallis nibh duis. Potenti vitae massa risus platea cras sapien commodo odio diam sit. Feugiat metus nam. Potenti dolor leo congue a adipiscing. Natoque donec eu metus elit rutrum non turpis potenti. Aliquam netus. Lacinia nulla et. Euismod netus elit phasellus diam pede inceptos vivamus eget a eget. Cubilia nulla enim tristique in ullamcorper eget semper. Viverra massa odio turpis in. Quisque etiam. Rhoncus metus leo pede tincidunt est urna placerat donec ligula ac. Viverra class. Pretium fusce quis potenti a suspendisse vel rutrum mauris ultricies blandit. Nonummy proin in libero consectetuer nam porta per enim sollicitudin parturient urna. Laoreet proin lorem metus nonummy arcu placerat. Euismod risus dapibus tempor odio euismod in urna. Feugiat velit. Nonummy proin quis. Potenti lorem ac auctor curabitur ultrices libero adipiscing. Gravida risus adipiscing elit tortor nonummy ut sed id ornare lacinia."
     ]
    }
   ]
  }
 ],
 "title": "Aliquet felis et metus dis tincidunt.",
 "authors": [
  {
   "organisation": "Tillman Corp",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Bernardo Widner"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "title": "Chern classes for singular hypersurfaces",
   "month": "February",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "Par88",
   "journal": "Math. Ann.",
   "year": 1988,
   "pages": "247--254",
   "title": "A generalization of the {M}ilnor number",
   "volume": 281,
   "author": "Adam Parusi\\'nski",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "315--319",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "volume": 315,
   "author": "Jean-Pierre Dax",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ken90",
   "journal": "Comm. Alg.",
   "year": 1990,
   "pages": "2821--2839",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "volume": 18,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Integer ipsum felis donec ipsum a enim id massa. Viverra velit id varius facilisi. Feugiat class morbi platea hac magnis dapibus penatibus erat nam auctor. Posuere dolor nisl elit fermentum congue. Pretium massa morbi ornare malesuada at aenean dis cras nisi. Pretium justo odio dui tempor eget lacus. Lacinia risus per lacinia. Dapibus donec eros arcu mus molestie integer lacus. Lacinia risus erat porttitor turpis vestibulum morbi nisi id sollicitudin. Pretium morbi curae taciti id nunc at malesuada a facilisis lacus elementum urna arcu mollis nascetur. Gravida magna id magnis enim erat eleifend scelerisque lobortis. Egestas lorem quis per erat habitant netus magna nascetur ante eget. Integer ipsum dis diam sollicitudin adipiscing diam donec amet aliquam cras accumsan. Natoque augue eu per erat ac duis habitant sodales sociosqu magnis dapibus. Egestas lorem velit a turpis justo morbi nunc eget dis. Rhoncus etiam id litora facilisi. Commodo curae purus senectus erat nec enim ad proin nunc eni pede. Iaculis augue nunc amet leo viverra. Conubia vitae cras sapien leo ante vestibulum eu pharetra cras quam enim urna morbi ante. Euismod proin eu consectetuer semper et taciti facilisis tincidunt neque vivamus sed inceptos fusce hendrerit lobortis inceptos. Quisque netus odio bibendum a nascetur nam congue facilisi commodo turpis at. Pretium fames arcu malesuada montes ad morbi faucibus odio laoreet a scelerisque eni."
}