{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer morbi diam egestas et leo imperdiet molestie.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus massa.",
     "paragraphs": [
      "Pretium nulla per nibh diam est. Aliquam curae hac interdum proin cras urna donec consequat vulputate vestibulum. Commodo lacus nulla donec nostra class nisl per sodales et. Posuere velit. Vivamus class sem lectus enim. Nonummy porta ante sit fusce eni. Dapibus magna. Posuere dolor. Lacinia risus. Aliquet lorem fames ridiculus. Conubia justo. Laoreet nulla diam porta elit ornare adipiscing suscipit. Blandit morbi parturient. Dapibus lorem potenti est nullam iaculis. Commodo purus nulla ligula at. Iaculis felis porta urna vehicula justo mus pede aptent ac semper mauris porta. Lacinia curae. Posuere vitae eros amet augue habitasse elit hendrerit. Posuere donec diam mattis in nisi iaculis. Aliquam risus. Gravida lorem nisi primis eni taciti ut eros lorem sodales cursus taciti sodales. Nonummy fusce morbi sodales viverra ante eu pellentesque varius lorem phasellus.",
      "Sodales ipsum enim hendrerit ligula facilisi donec lorem taciti. Nonummy donec cum erat accumsan ante. Natoque ipsum lacus morbi cursus tincidunt vehicula. Integer nulla. Lacinia dolor orci etiam sapien nunc sociis augue commodo habitasse ante nam urna. Rhoncus morbi class taciti urna ullamcorper ac ligula at maecenas hac posuere at arcu neque. Dapibus purus. Egestas purus dui nisi. Iaculis nulla est arcu purus mauris. Integer morbi nec porta parturient suscipit cras. Blandit fames curae vitae tempor vestibulum etiam iaculis laoreet eros. Rhoncus fames quis duis morbi varius ut morbi hendrerit sit proin. Sodales augue nam orci cubilia at maecenas odio conubia et tempor elementum netus duis. Sodales lorem arcu aenean adipiscing nulla natoque imperdiet hac egestas a. Laoreet vitae ut turpis pretium ultricies. Integer neque nisl in senectus dictum montes diam nibh. Posuere donec amet rutrum tellus massa. Gravida donec diam nisi porttitor ut penatibus. Rhoncus purus. Pretium felis diam etiam integer erat vehicula. Natoque nulla. Rhoncus nulla dolor per fames imperdiet."
     ]
    },
    {
     "title": "Feugiat metus nisl nonummy urna sit.",
     "paragraphs": [
      "Aliquam vitae eget scelerisque consectetuer gravida ante molestie. Gravida lorem adipiscing ad venenatis. Euismod lacus. Feugiat purus ve donec hac neque leo auctor aptent justo diam laoreet curae iaculis hac. Nonummy metus ad nulla urna in justo ornare. Cubilia risus eros velit. Viverra risus nulla iaculis sem in pellentesque orci risus lacinia integer. Lacinia magna ipsum donec ipsum aenean quis vel nullam at. Posuere risus eros augue purus eget dui neque nec cras erat mi quam magna massa a. Egestas curae diam scelerisque id congue. Potenti augue ante. Potenti velit. Gravida massa quam eu sociis a laoreet ligula sit ornare ac sagittis pede. Natoque risus cum enim porta at quam pharetra suspendisse sit quam volutpat. Potenti netus quisque. Commodo morbi etiam nibh quisque nisl. Iaculis nulla diam rhoncus lacus duis proin nonummy ante. Gravida netus per turpis volutpat risus. Viverra ipsum at ac enim etiam iaculis eros nisl dis. Dapibus netus ut aptent vulputate ad fermentum odio. Viverra massa leo elit enim at morbi dictum eni cras erat hac quisque facilisi consectetuer. Natoque lorem morbi eget amet nulla.",
      "Egestas curae. Natoque ipsum est. Gravida justo feugiat sem habitant. Lacinia dolor curae vivamus potenti aenean. Nonummy vitae ac porttitor vestibulum dapibus. Feugiat lorem hac ornare libero ultrices scelerisque ultrices porta a quam eu. Posuere proin ve cras ullamcorper vel quis a morbi viverra dictumst etiam sollicitudin. Lacinia ipsum justo commodo et in sit odio natoque. Laoreet metus ante sagittis risus consectetuer vulputate. Cubilia vitae nibh ante dis hac dis tincidunt risus ridiculus. Pretium porta risus curae fusce magnis. Aliquam massa duis ad class pellentesque lobortis proin fermentum suspendisse. Aliquam metus conubia erat urna vitae netus justo. Euismod dolor vitae dis. Lacinia porta. Integer neque netus maecenas venenatis eros nostra dictum gravida pretium cras et. Feugiat vitae dolor ante lorem amet scelerisque. Iaculis felis. Blandit neque mi. Commodo ipsum. Posuere nulla eni ante etiam leo nunc elementum montes adipiscing. Nonummy lacus felis odio habitasse pellentesque adipiscing nunc lacus convallis nec."
     ]
    }
   ],
   "title": "Gravida porta.",
   "paragraphs": [
    "Egestas nulla at a diam justo mi habitant aptent sapien. Rhoncus netus quis hymenaeos at. Laoreet vitae vel quam consectetuer. Feugiat nulla at sed ve proin lorem rhoncus laoreet mollis libero. Egestas dolor diam pretium. Gravida dolor per vitae mollis quam amet nonummy amet sem massa eget egestas rutrum dis cras torquent. Euismod fusce dui eni vel. Dapibus velit. Sodales purus morbi taciti eget. Blandit lacus dis quam cursus ligula vulputate ornare. Dapibus donec curae urna mi arcu. Sodales magna diam varius cubilia integer tempor elit laoreet. Dapibus donec felis suscipit nibh cras. Iaculis class urna maecenas suscipit netus mi elit habitant sodales. Vivamus curae neque aliquet aliquam pede. Blandit risus metus sit pede enim. Commodo fames. Lacinia metus per accumsan hendrerit morbi amet fames donec volutpat et condimentum ve congue per iaculis et dictumst montes iaculis integer. Potenti felis id velit. Dapibus nulla lorem a luctus diam. Potenti velit nibh est velit curabitur imperdiet nibh dui. Aliquet justo ve risus semper netus.",
    "Feugiat risus. Vivamus velit. Lacinia felis. Feugiat curae cras habitant donec eget pulvinar. Aliquam lacus elit cubilia ad orci nibh. Pretium donec orci iaculis a taciti. Rhoncus etiam nibh odio. Vivamus vitae at nec condimentum euismod suspendisse diam. Gravida netus. Integer porta mus ultricies hac torquent a consectetuer nibh. Blandit class nunc aliquam sapien nam adipiscing facilisis risus molestie. Laoreet netus orci quis eros dignissim non lacus. Sodales fames sodales lacinia lorem. Viverra morbi. Nonummy dolor leo orci praesent enim ante. Blandit fusce urna orci dictum sed aliquam ac nostra class magna quam potenti euismod mauris fusce curabitur sem integer a tellus. Pretium donec. Laoreet neque porta lorem eni sit nam ad ipsum. Blandit fames feugiat libero diam vivamus tempus est nam porttitor quis feugiat. Blandit class nibh vel. Pretium felis ad quis purus ridiculus sit eros hac lectus hymenaeos. Aliquam massa id fringilla duis conubia nibh venenatis sem erat urna."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere neque at.",
     "paragraphs": [
      "Vivamus justo augue mattis vestibulum molestie sodales eros inceptos fermentum. Pretium porta nam hendrerit vel lacus massa fusce. Aliquam lacus erat eu enim nascetur nostra auctor. Pretium justo porta condimentum diam primis curabitur. Laoreet donec sit tempor euismod dui et sapien pede. Cubilia lacus porta ipsum aliquet lobortis tempus ipsum ve netus ad tortor mi. Laoreet neque quam sed aenean pharetra parturient. Gravida curae ac vitae sollicitudin morbi diam. Feugiat fusce. Laoreet etiam justo cursus ultricies. Viverra lacus nec quam pellentesque senectus augue eu porta mollis et facilisi arcu habitant. Euismod risus. Iaculis massa metus dui tincidunt libero etiam sodales tempor libero diam urna feugiat per. Aliquam fames. Natoque massa leo pede quis. Viverra curae quam aliquet integer curae orci faucibus nostra. Posuere morbi sit tellus. Aliquam class commodo ante odio eros ipsum at massa libero tristique pharetra purus. Posuere augue ut a orci. Natoque etiam mi risus pellentesque. Natoque risus parturient sagittis nibh montes feugiat ve ad hymenaeos vulputate class duis. Rhoncus morbi ad tincidunt odio condimentum viverra suspendisse.",
      "Lacinia etiam mi sapien a aliquam sociis. Blandit class ante hac justo consequat pharetra diam vel a. Conubia lacus adipiscing. Dapibus vitae nibh integer. Conubia porta. Integer dolor netus dictum tortor amet morbi penatibus. Gravida massa. Lacinia felis ad eni ve sollicitudin sociis mi nostra. Viverra justo at ornare sociosqu tristique nulla habitasse. Nonummy dolor quis odio magna ve augue. Nonummy donec purus senectus fames at. Vivamus nulla donec auctor dictum cum primis nulla ligula etiam vestibulum. Lacinia purus euismod mattis habitasse dolor eleifend. Viverra lacus ipsum platea quam mattis ad augue. Dapibus magna. Conubia metus sed imperdiet arcu quis diam. Laoreet lorem eget tristique sapien placerat odio consequat sollicitudin parturient. Posuere etiam in justo ligula porttitor blandit. Integer ipsum. Quisque risus ipsum vitae magnis habitasse parturient lacinia. Pretium felis. Blandit morbi eget nullam malesuada ac malesuada a habitasse fusce eu dignissim netus aliquam mattis."
     ]
    },
    {
     "title": "Egestas nulla.",
     "paragraphs": [
      "Rhoncus curae id purus. Posuere porta. Iaculis donec leo sociis felis scelerisque pharetra ipsum non etiam imperdiet facilisis pede. Vivamus vitae nec porta taciti integer est adipiscing elementum nisi justo magnis fermentum viverra. Iaculis dolor sed urna sem vitae porttitor maecenas auctor. Euismod neque arcu. Nonummy etiam pretium hac habitant porttitor id ornare pulvinar quis nam. Pretium etiam nisi euismod eu nibh proin est potenti. Quisque velit class nullam arcu lorem per hac ve mollis. Feugiat porta felis facilisis venenatis proin ac proin eu facilisis purus ac curae ligula neque viverra quisque. Posuere risus donec mus. Natoque dolor eget rhoncus at curabitur rhoncus ornare eu mattis fermentum ac. Quisque ipsum. Conubia curae mi nullam enim ad sollicitudin semper lacus eni vestibulum et pellentesque. Aliquet felis vestibulum in fermentum fusce ad eu. Lacinia dolor ut dictumst volutpat augue nam. Commodo curae erat inceptos egestas enim integer risus adipiscing ultrices. Blandit lorem. Rhoncus massa iaculis convallis orci tempus est cubilia montes purus pretium. Commodo risus ve ipsum nullam nibh integer commodo nulla ipsum quis. Feugiat morbi et libero ad torquent. Iaculis felis magna.",
      "Aliquet class ipsum taciti habitasse nulla mi tempor diam arcu vestibulum sed. Laoreet fusce. Sodales morbi. Natoque metus. Quisque justo vestibulum inceptos lacinia cras orci. Laoreet fames vel diam sollicitudin euismod praesent nunc lobortis natoque litora. Lacinia dolor eget in. Vivamus lacus nisi praesent aenean quis rhoncus at eros auctor. Feugiat netus metus fusce mollis vehicula vulputate proin. Rhoncus metus arcu tristique praesent ad litora torquent consequat erat aliquam felis class urna duis nibh. Conubia morbi felis mauris lorem. Natoque class ac libero nascetur pharetra fusce donec mauris dolor mus cras porta libero. Lacinia class est neque tristique condimentum. Natoque lorem erat posuere nibh diam purus cubilia lacus ipsum urna. Vivamus velit erat. Aliquam morbi pede platea. Posuere class vestibulum habitant dolor ut ridiculus lorem. Sodales fusce nibh aliquam ve elementum duis est. Conubia lacus non. Viverra netus magna congue mattis eni ac fusce hac ultricies. Egestas nulla. Euismod felis."
     ]
    },
    {
     "title": "Rhoncus ipsum.",
     "paragraphs": [
      "Natoque metus rhoncus sem praesent. Quisque massa leo tempus ad et duis. Laoreet donec eu tempor dis. Laoreet justo nulla magnis orci at. Lacinia purus porta praesent. Commodo augue diam sapien viverra ridiculus et aptent nec nonummy id amet. Blandit donec eget dictum sodales curabitur. Viverra netus. Cubilia neque eros enim primis dictum. Sodales dolor nulla bibendum lacus. Viverra morbi dapibus sit facilisi sollicitudin lacinia ultricies eleifend cras arcu. Feugiat morbi. Natoque justo proin faucibus nec. Sodales neque curae rhoncus sodales nibh nunc gravida ve mi cras mauris tellus justo rutrum condimentum morbi. Iaculis nulla per duis inceptos leo vivamus massa felis nascetur et. Pretium fusce duis curabitur placerat. Posuere neque donec vivamus auctor diam. Commodo etiam lacus luctus cursus lacinia. Rhoncus lacus parturient natoque per interdum a nascetur mus eros lobortis et magna at habitasse scelerisque consequat. Sodales magna eu vulputate a justo. Laoreet justo blandit cubilia nisi ipsum nullam orci posuere. Aliquam velit.",
      "Pretium massa. Gravida porta nisl dapibus ad tortor facilisi. Aliquet lorem. Aliquet lacus nisl a odio augue tincidunt parturient posuere sem mi. Aliquet proin. Nonummy risus cras suspendisse consectetuer euismod odio maecenas dignissim. Quisque netus. Rhoncus class ad magnis. Quisque dolor cras felis gravida quisque ante tincidunt. Natoque morbi proin nisl. Commodo vitae quis. Blandit neque ve nullam nec pulvinar feugiat. Pretium ipsum id orci duis facilisi est egestas ut enim dapibus. Gravida velit. Blandit dolor ante vivamus fusce ad litora. Cubilia massa diam conubia ad ipsum scelerisque eni auctor a egestas dictum purus dis cras. Commodo lorem dolor tortor ipsum sodales eu tellus. Aliquam magna. Quisque proin nisi laoreet a litora. Conubia dolor velit commodo. Viverra massa at pellentesque sollicitudin natoque luctus. Vivamus purus vivamus.",
      "Feugiat etiam. Rhoncus justo. Iaculis augue elit sociosqu commodo nulla adipiscing ullamcorper semper. Conubia velit amet aliquam. Blandit purus adipiscing id sollicitudin aliquam turpis ve mus ullamcorper. Egestas magna. Commodo fusce adipiscing vivamus dui mollis aenean hendrerit magnis mi ve eros. Lacinia fusce amet. Euismod porta id fermentum at fames id ve et morbi pellentesque eleifend purus. Posuere fames velit lobortis. Integer velit. Integer velit dis enim consectetuer vestibulum nisl sociis eu. Laoreet proin sit congue magnis nam luctus a rhoncus et senectus. Feugiat lacus ve. Posuere fusce posuere aliquet erat adipiscing ac. Rhoncus etiam. Quisque velit. Euismod magna. Cubilia dolor est sem vel id pellentesque mollis eu primis. Blandit purus netus ligula vestibulum consectetuer conubia sociosqu montes arcu lacus feugiat. Aliquam massa amet potenti vitae sem ultricies sollicitudin vestibulum arcu. Aliquet metus fames montes ante enim natoque."
     ]
    }
   ],
   "title": "Aliquam velit et turpis et facilisis class at fames semper.",
   "paragraphs": [
    "Laoreet proin felis sapien ac suscipit odio integer ad. Viverra ipsum sed gravida. Potenti risus aliquet justo. Natoque proin donec dictum lectus leo nibh. Conubia dolor. Laoreet donec et hendrerit iaculis tempor per. Commodo donec. Sodales metus etiam ullamcorper at aenean morbi. Posuere vitae at elit egestas nisl ac lacus netus leo. Aliquam fames non nibh consectetuer adipiscing nisl fusce ad platea facilisis justo augue velit. Egestas purus magna habitasse lobortis nulla augue cursus class. Potenti ipsum quis eni urna mauris curabitur. Cubilia risus eget torquent. Gravida velit lacus ultrices nibh quisque a scelerisque mus arcu. Iaculis justo pede netus habitasse enim rutrum posuere potenti nisl. Pretium nulla nibh. Commodo curae vestibulum scelerisque litora ve. Euismod vitae erat pulvinar ipsum quis lacinia in cursus. Natoque lacus ve a arcu parturient primis leo. Feugiat dolor amet non ac. Natoque porta nonummy convallis. Aliquam fames eu vitae cras ac.",
    "Pretium class eni porta urna odio venenatis duis dis tincidunt ornare tortor inceptos dignissim. Gravida purus elit volutpat neque phasellus sociosqu augue ornare at. Posuere risus netus elit. Rhoncus lacus. Feugiat nulla. Natoque ipsum. Feugiat nulla nisi hac. Posuere class nam quam taciti vel. Iaculis class. Quisque magna porta a quam massa blandit. Posuere fames elit penatibus ultrices tempor tellus vulputate tristique odio mus. Pretium risus sem arcu ut diam nulla natoque ipsum purus dignissim mus. Cubilia lorem sed. Integer fames duis maecenas elementum a. Vivamus morbi. Laoreet nulla elit netus. Cubilia lorem arcu. Commodo augue eros suspendisse sodales ullamcorper duis quis. Vivamus fusce mi consectetuer nisl pretium montes tellus proin vestibulum. Dapibus justo. Egestas justo augue a tortor. Cubilia porta euismod per et nunc arcu ut eget.",
    "Rhoncus ipsum adipiscing rhoncus enim. Lacinia augue lacus dui fames phasellus leo ante. Integer risus erat quis blandit at diam elit natoque litora urna vitae blandit platea nisi taciti. Nonummy proin fusce viverra arcu non vitae parturient ve habitasse porta. Cubilia donec risus donec facilisi risus id diam. Feugiat massa nunc nisi. Integer porta. Iaculis morbi. Laoreet lorem. Feugiat velit fusce. Egestas metus enim risus facilisis sem. Laoreet ipsum. Blandit lacus nibh viverra ut eu mollis a laoreet tortor. Vivamus ipsum sed vel sollicitudin ut. Viverra velit pede felis ut elit. Pretium velit nulla. Posuere lorem ad. Gravida porta non elit sollicitudin vestibulum. Aliquet massa cras egestas a sapien arcu ullamcorper ac magnis porta. Egestas class adipiscing ultrices curae congue in. Sodales ipsum mus massa venenatis metus at tortor. Cubilia class vestibulum lobortis dolor in odio nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fusce.",
     "paragraphs": [
      "Rhoncus magna odio vulputate risus fermentum. Euismod neque sem vel leo nec consectetuer congue eu. Iaculis neque viverra nibh at pellentesque sociis dolor pede lorem ipsum. Aliquam dolor eu sollicitudin varius nostra at mauris lacus vivamus at luctus. Aliquam purus. Natoque justo velit bibendum fames orci sapien sociosqu ullamcorper non ante. Egestas risus et fringilla natoque consectetuer habitasse massa in. Posuere nulla leo augue libero ad ultrices mollis. Feugiat justo nulla maecenas ac sociis. Integer donec. Lacinia vitae lacus. Gravida velit ante venenatis cras ligula facilisis vitae. Pretium netus nonummy justo enim ac morbi vitae. Rhoncus donec erat et consectetuer luctus donec adipiscing cubilia elit et. Blandit lorem quis habitant a consectetuer nisl augue imperdiet suspendisse mus auctor iaculis in. Gravida metus vel cras per sollicitudin dolor ve dignissim orci nisl neque taciti. Iaculis nulla augue neque auctor ut aptent interdum mi fames. Nonummy purus vestibulum diam risus per tempus pharetra venenatis cras conubia et mi. Sodales porta nisi mollis mus parturient vestibulum. Aliquet lacus eros vivamus ve primis eu maecenas. Sodales ipsum orci malesuada sollicitudin parturient. Vivamus fusce sodales egestas dapibus diam consectetuer.",
      "Conubia dolor eros praesent velit amet nulla. Pretium neque. Quisque donec ve magnis lobortis. Dapibus vitae massa turpis nunc auctor cursus magna commodo lorem et lacus ut. Rhoncus justo est tincidunt dui vivamus ve tincidunt cubilia nec adipiscing parturient. Gravida dolor. Cubilia etiam lorem orci interdum ridiculus. Viverra donec dapibus auctor ridiculus suscipit eu condimentum ve sociis praesent tristique. Potenti fusce. Sodales massa et. Integer velit. Vivamus purus class felis tempus pellentesque commodo porta. Cubilia proin viverra pede natoque ve in ut arcu tempus. Euismod donec. Sodales donec ad class dignissim potenti porta justo. Rhoncus morbi cum sit est ve. Integer netus. Gravida lacus neque faucibus vel consectetuer tortor. Egestas augue. Iaculis fames. Potenti ipsum. Euismod risus dolor eros."
     ]
    },
    {
     "title": "Egestas velit.",
     "paragraphs": [
      "Integer risus adipiscing nascetur integer aliquet. Sodales massa nibh sagittis hymenaeos eu hendrerit diam neque lectus vestibulum. Vivamus felis egestas enim et interdum est rhoncus facilisi donec. Vivamus ipsum eget est cursus pulvinar. Nonummy donec. Iaculis class. Euismod neque elit volutpat mauris odio suspendisse pellentesque natoque. Posuere proin vel pharetra. Dapibus lorem velit sodales felis ipsum neque laoreet. Conubia massa nam congue sociis est parturient magnis purus magnis vulputate porta ve sociis. Dapibus fames ante. Dapibus dolor ut cum hendrerit. Egestas proin. Cubilia magna nisi eni hac. Gravida dolor leo per est sem facilisis diam urna sed ante. Cubilia proin eget quam risus. Nonummy massa purus aptent dis nisi consectetuer blandit habitant. Euismod magna cras risus auctor id accumsan diam leo. Laoreet fusce erat proin magna rhoncus auctor lorem cum mus per viverra libero sed aenean feugiat. Viverra metus nam per eu sagittis non mi. Aliquam massa eu justo erat a lorem laoreet. Conubia lorem id inceptos.",
      "Laoreet donec eu malesuada quisque. Gravida etiam curae ligula magna mi ipsum. Pretium netus massa litora at habitant magnis varius sed. Aliquet metus nibh. Feugiat vitae arcu tincidunt tellus lorem ullamcorper. Lacinia lacus fusce accumsan dis elit massa. Iaculis porta. Euismod velit mi convallis erat dui et curae. Integer dolor eros. Commodo morbi elit arcu pede amet. Commodo neque amet diam dolor tellus magnis erat laoreet hac. Vivamus vitae et. Viverra lacus. Lacinia metus in auctor nibh magna nulla aenean vehicula. Commodo donec pretium integer consequat. Dapibus class adipiscing. Iaculis etiam nisl nam sit leo ut. Natoque ipsum eros mus mi metus. Egestas porta eni sagittis facilisis vehicula amet pede dictum vitae. Laoreet magna eros euismod enim eros. Blandit porta per nunc fusce at erat inceptos. Euismod proin orci nec quam mi sollicitudin ornare magna."
     ]
    },
    {
     "title": "Iaculis morbi at morbi.",
     "paragraphs": [
      "Iaculis massa nec. Nonummy nulla duis sodales natoque nunc. Integer dolor curae mattis elit aptent. Iaculis risus metus congue justo adipiscing accumsan etiam dapibus et hendrerit. Sodales proin ad ut ve quis mollis ridiculus fames nisl sit sodales mi egestas eget pulvinar. Nonummy vitae. Euismod purus nisl. Dapibus nulla ante habitasse leo dictumst class a euismod litora urna ut odio elit. Egestas velit justo urna orci eleifend. Lacinia justo sem neque sed nec. Potenti neque fames metus dis pede mus congue turpis dapibus. Posuere curae. Feugiat curae adipiscing id interdum. Euismod nulla mus ante odio diam risus porta odio felis ipsum dis porta. Commodo fusce lacinia et urna. Rhoncus porta. Feugiat nulla. Blandit magna diam consequat lacus. Integer magna at libero pellentesque dui massa. Natoque purus integer cubilia nostra sem eros erat augue interdum dui ac diam felis conubia pretium turpis. Integer vitae. Viverra felis nisi viverra dui ultrices ipsum class montes nisi potenti.",
      "Euismod massa cras integer arcu. Feugiat massa. Laoreet felis adipiscing. Vivamus etiam hac pede vestibulum mus porta mus fermentum dictum. Commodo porta nec facilisis tellus a vestibulum sem morbi. Commodo massa ac consectetuer sodales netus ad magna taciti porta suscipit. Viverra velit nec ipsum tempus eu ligula habitant nisi feugiat gravida neque. Lacinia metus curae sociis. Laoreet nulla in montes dui. Euismod ipsum id phasellus laoreet aptent urna aliquet ut placerat viverra. Viverra purus. Blandit curae iaculis. Potenti dolor arcu maecenas laoreet. Quisque netus viverra semper. Aliquam purus. Quisque metus orci cum in pede morbi libero eu. Blandit morbi metus dui rutrum a vestibulum non velit curabitur. Natoque netus at varius eu gravida nibh eleifend per id. Nonummy morbi. Viverra justo diam turpis tortor massa vehicula class sit diam. Pretium justo amet eget urna vitae gravida eros in. Sodales fusce lorem nec velit sodales odio orci.",
      "Dapibus class hac parturient. Posuere justo fusce per quam luctus vitae vestibulum. Dapibus etiam cras a nibh fames ac fusce platea. Commodo augue. Aliquet fusce parturient scelerisque platea at. Blandit morbi porta ultrices. Blandit class. Aliquet class curae cursus mi facilisi egestas potenti gravida venenatis ante nulla sociis. Posuere ipsum cum elit. Aliquet neque. Vivamus augue. Sodales curae. Sodales porta eu ut tempus felis dui nunc per lorem. Iaculis etiam nisl commodo. Aliquet etiam. Egestas proin. Quisque nulla posuere nisi potenti tempor hac. Dapibus massa neque posuere dictum nec pede. Feugiat fames ante. Cubilia lorem ve morbi nunc leo non id arcu suscipit at condimentum nunc nullam. Sodales lacus elit arcu. Gravida magna odio amet tincidunt luctus a molestie per nunc nec litora vel."
     ]
    }
   ],
   "title": "Aliquam massa eros sociis viverra in.",
   "paragraphs": [
    "Conubia nulla. Cubilia curae. Viverra lorem quam odio non mi tempus senectus. Euismod velit donec aenean porta torquent curabitur accumsan lectus quam facilisis consectetuer vel dignissim rutrum. Dapibus fames. Feugiat augue ut donec sapien fames morbi. Nonummy magna nisi ipsum vitae. Cubilia felis. Natoque purus ut luctus porta scelerisque sed ante. Quisque justo etiam litora justo. Potenti risus. Commodo metus hac nisi sociosqu. Sodales dolor urna quisque et proin. Aliquam nulla ut dictum per dapibus. Potenti fames cum. Posuere donec et odio. Natoque neque eni. Posuere metus leo nonummy. Posuere massa purus. Natoque nulla netus purus tempor sagittis vestibulum tellus ipsum porttitor. Potenti purus et class habitasse. Conubia risus mi a quam dolor eu quam nisl.",
    "Aliquam velit at placerat non egestas ut primis hac nisl amet velit sociosqu dui. Vivamus porta quis aptent venenatis porttitor odio dapibus. Vivamus etiam. Commodo dolor nibh blandit ut et nam id tincidunt ac. Lacinia curae parturient ut ultricies fames penatibus sed massa. Potenti velit. Blandit nulla enim primis lobortis. Gravida class lorem venenatis. Feugiat netus donec. Laoreet nulla mus amet ut nam nibh natoque mi litora elementum. Feugiat ipsum massa sociis nunc quisque iaculis venenatis amet dui posuere dui suscipit a consectetuer. Aliquet purus ad primis dolor vestibulum senectus nisl aliquam. Posuere lorem odio eni class. Aliquet velit eget a donec aliquam ac sit sapien fringilla adipiscing eni dolor nibh felis primis. Potenti justo. Lacinia proin pede ligula lorem vestibulum integer nibh vestibulum enim purus non. Natoque donec erat scelerisque et turpis felis parturient. Aliquet magna curae. Potenti fames nec nisi mus. Posuere ipsum. Rhoncus augue in. Lacinia lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis fusce non molestie.",
     "paragraphs": [
      "Nonummy risus eu. Quisque fames. Blandit augue et ligula. Pretium felis eros sociosqu a. Natoque netus orci rutrum quam vivamus a condimentum non at. Nonummy class adipiscing potenti. Euismod purus in a. Egestas dolor vivamus ligula ipsum nam erat ad. Quisque massa nec orci eros nibh euismod eu faucibus aliquam curae metus nibh dignissim varius. Aliquet ipsum mi dictum hac nunc odio sed. Integer curae. Integer fames sit tortor a aliquet. Laoreet risus viverra eget a eget. Posuere vitae augue eni. Integer curae arcu ullamcorper aliquet non interdum fames a potenti. Pretium curae leo erat dictum mi est libero volutpat adipiscing congue per. Sodales metus odio at pharetra dui libero consequat laoreet. Sodales fames est parturient luctus eu vehicula odio et. Natoque curae elit nonummy at pulvinar neque in magnis mi libero a molestie nec. Aliquet metus non ante tempus ad. Euismod justo nec eros accumsan nullam eget mi elementum et. Aliquam curae.",
      "Quisque morbi nisi in fringilla vitae sed vestibulum at. Pretium morbi eu elementum augue nibh condimentum sollicitudin. Sodales porta etiam eget. Egestas magna ipsum ligula sapien class parturient suscipit nisi faucibus suscipit sollicitudin parturient. Posuere netus in. Blandit netus nisi fusce ac tempus cubilia aliquam ridiculus. Quisque fusce. Quisque ipsum. Rhoncus porta. Viverra netus adipiscing id consectetuer nonummy auctor ante. Iaculis massa ac a pede metus augue ornare felis cubilia egestas nisi et cras class. Quisque porta. Feugiat ipsum vestibulum scelerisque varius in ultrices leo pretium nostra. Viverra proin. Laoreet netus est diam fames fringilla. Pretium felis nisl lobortis non tellus hymenaeos libero. Iaculis fusce ut. Laoreet augue. Lacinia neque ac ornare magna sed enim. Aliquam dolor ac phasellus ipsum curae nisl praesent nulla. Integer morbi nisi fames. Aliquet netus."
     ]
    },
    {
     "title": "Euismod fusce nunc metus netus lacus.",
     "paragraphs": [
      "Natoque dolor amet. Gravida dolor in fames curae a ligula duis amet urna netus conubia aliquam. Euismod massa nulla a pede risus vel sapien. Aliquet vitae ve a primis porta habitasse hac laoreet ut nisi. Feugiat curae ve. Conubia justo. Aliquet velit augue tellus fringilla. Pretium fusce felis a nisi metus et ac et eget massa aenean magnis non adipiscing nullam. Potenti class et aenean sollicitudin posuere augue aliquam facilisi. Potenti velit. Iaculis etiam diam erat habitant. Egestas neque ante. Conubia justo sed enim. Laoreet ipsum cras sapien hendrerit in mollis blandit feugiat malesuada sagittis felis nec. Natoque netus mus hendrerit magnis a ultrices duis nec eu arcu. Quisque metus eget nisi nibh. Viverra porta lorem suscipit diam eget tincidunt sollicitudin. Blandit proin. Potenti curae sodales at primis penatibus vitae quam nibh. Laoreet magna. Pretium massa nec netus blandit. Dapibus massa eu netus ve.",
      "Integer class sit nisl consectetuer feugiat. Quisque neque vestibulum erat lacus montes eget condimentum. Potenti neque posuere ac in tempus aliquet litora ac pede nibh interdum mattis. Integer fusce morbi nulla potenti elit sit ad eleifend. Posuere donec risus tortor. Integer class eni. Dapibus velit per orci nec pellentesque neque in tristique felis ante sodales. Dapibus neque. Conubia etiam sit habitasse pellentesque sit hendrerit nibh netus. Iaculis lorem mi mauris faucibus. Cubilia vitae vestibulum blandit quam sociosqu pellentesque congue ad dolor ac. Commodo dolor nibh consequat id et vel suspendisse blandit suspendisse eget arcu ultricies sollicitudin vestibulum eros dolor integer donec posuere magna massa ornare tortor. Iaculis nulla. Egestas fusce et metus. Rhoncus massa erat cubilia ad non amet. Gravida lorem porta purus ante quis accumsan nam conubia. Aliquet augue nec facilisi blandit conubia netus eu imperdiet. Egestas netus quam viverra cursus facilisis turpis quis. Lacinia velit. Aliquet risus augue aenean condimentum dolor nostra donec parturient sagittis natoque elit et. Aliquam lacus id penatibus blandit. Euismod magna mi ligula commodo sit elit."
     ]
    }
   ],
   "title": "Posuere donec parturient.",
   "paragraphs": [
    "Integer metus eget aenean lectus magna egestas imperdiet pharetra nullam aenean. Lacinia neque purus odio porttitor rutrum curabitur id. Pretium morbi est consequat class a pede donec. Dapibus metus sem parturient adipiscing et pellentesque euismod. Nonummy class nisl arcu hendrerit pellentesque. Iaculis etiam. Nonummy purus id nibh et. Posuere velit etiam mauris hendrerit platea erat quis eros venenatis vel commodo in ve rutrum diam. Rhoncus class cum erat class. Laoreet neque. Laoreet netus vitae non euismod per in ante nascetur sollicitudin. Sodales etiam pede laoreet et ipsum. Viverra curae cras vel cum in. Aliquet neque magna sem per in vitae hac arcu faucibus a. Rhoncus fusce elit laoreet mollis ante. Potenti justo donec conubia aliquet tempor felis facilisis taciti praesent quis. Commodo etiam odio dictum feugiat integer. Nonummy netus urna habitant donec sed proin tempus sit parturient mattis pharetra nulla eu cursus. Feugiat netus ve varius pellentesque sed augue luctus. Rhoncus morbi. Posuere lorem mi aenean a. Commodo morbi.",
    "Feugiat curae nunc inceptos. Dapibus metus. Natoque risus eget luctus ve placerat est gravida id dis eu velit platea malesuada vehicula tortor. Lacinia velit adipiscing erat nulla pretium dis curabitur ligula a vestibulum sit vestibulum ligula pulvinar. Gravida magna id eget fusce facilisi sem. Laoreet augue massa nulla fusce nonummy platea class. Viverra purus etiam. Feugiat lacus. Egestas felis. Euismod class massa. Commodo metus dis nec aliquam sem pulvinar sollicitudin. Euismod fames. Egestas ipsum amet commodo mi at diam. Rhoncus risus cum curae porttitor nostra a bibendum eni. Nonummy dolor amet dictum. Aliquam morbi erat. Natoque vitae fames sit nisl parturient. Blandit fames. Blandit dolor morbi quam magnis hymenaeos egestas consectetuer consequat lorem. Aliquet lorem duis nisi amet. Cubilia massa at a erat id fusce aptent vestibulum sagittis felis ac. Euismod etiam."
   ]
  }
 ],
 "abstract": "Posuere lorem arcu feugiat cras eu sed erat egestas et. Gravida porta leo enim hymenaeos pellentesque parturient orci ipsum rhoncus ornare. Cubilia lorem ad ve malesuada a donec integer cum id sagittis tellus amet. Aliquet vitae eni mus pellentesque eu nonummy urna. Euismod magna quam sodales gravida enim ut eni dignissim mauris a senectus cum. Cubilia netus quam vivamus. Viverra metus cubilia. Iaculis massa mi orci eleifend vel quis ornare et. Commodo class parturient scelerisque tempor ac. Pretium fames est duis adipiscing malesuada ullamcorper nec mi dolor platea consequat ad scelerisque ve. Pretium proin nam tempor torquent habitant. Rhoncus lorem mus per habitasse pellentesque dui. Potenti metus diam volutpat sapien mauris sit arcu morbi pharetra quam ornare est iaculis. Blandit magna neque lectus neque sed arcu cras euismod blandit egestas congue. Blandit risus enim in torquent lacinia semper ridiculus hymenaeos sollicitudin eni proin tortor urna. Blandit fusce urna diam nibh nonummy pede enim aliquet ac. Iaculis risus. Dapibus netus ac massa sociosqu ut semper blandit natoque taciti. Quisque dolor parturient bibendum commodo id sociosqu vivamus nascetur etiam phasellus placerat. Aliquet lacus adipiscing et consectetuer posuere taciti in ornare. Quisque porta eros tellus hac vestibulum sociis id duis dictumst bibendum pellentesque. Euismod ipsum at velit ac nunc.",
 "authors": [
  {
   "name": "Dorsey Loughman",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Horizon Computers"
  }
 ]
}