{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Posuere ipsum quam varius ut sed ac ornare. Vivamus metus. Viverra felis ac a rutrum diam amet dis ac phasellus a lacus. Egestas proin eu fusce ac est enim mus mattis integer ut eu. Posuere vitae ac ad quam ad pellentesque consectetuer sodales. Laoreet massa sodales aliquam consectetuer porttitor magna. Nonummy neque mi ligula vivamus urna ac habitasse in vulputate. Posuere nulla ve. Laoreet proin mus. Vivamus neque purus aenean tellus augue cursus sem aenean ultricies velit eros. Natoque dolor mi nostra class risus lacinia pretium curabitur at habitasse eget. Commodo metus quam laoreet in tortor at lectus. Viverra justo cras sociis pretium. Vivamus purus quam a urna class laoreet. Quisque proin velit semper pellentesque euismod nulla ipsum fames odio. Cubilia netus nam turpis nisl pellentesque praesent massa a auctor enim condimentum sollicitudin viverra nunc pellentesque. Aliquam risus non ante maecenas dapibus egestas elementum ante consectetuer luctus tempor curae curabitur erat condimentum aliquet vel. Feugiat velit quam iaculis erat aptent mus habitant a. Laoreet neque dui parturient tortor nunc sapien ad pulvinar. Blandit augue ut eu nunc lectus ve magnis habitasse faucibus odio quis odio magna. Nonummy porta eget hac mi libero fames montes id ve sit porttitor rutrum fringilla parturient mus parturient. Aliquam curae ac dolor mi tempor per.",
 "authors": [
  {
   "organisation": "Estes Game Corporation",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Merlyn Rosenberger"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Potenti class parturient lobortis. Laoreet netus at lacus eu nulla est dignissim aenean orci. Gravida metus. Aliquam dolor quis diam consequat congue pede. Feugiat augue. Aliquam justo est nibh mi neque per fusce nam cras iaculis convallis. Lacinia dolor risus pede sed metus phasellus in neque sollicitudin etiam eu mus. Commodo magna etiam cras maecenas a sollicitudin enim ipsum est nibh. Laoreet justo nam cras est fames magnis eu et montes. Vivamus velit nibh nostra. Blandit etiam nisi mattis euismod diam dolor class suspendisse leo amet iaculis. Iaculis felis ac penatibus a phasellus. Commodo dolor netus urna. Egestas magna quis. Potenti lacus duis malesuada fermentum diam cum. Gravida curae. Egestas class. Sodales morbi per hymenaeos volutpat habitant ad risus scelerisque. Laoreet risus purus nec. Blandit velit duis conubia a condimentum sed amet senectus hac pellentesque tempor. Aliquet donec elit dui magna justo fringilla nam ultrices curabitur eu ligula molestie etiam massa vel cras. Commodo augue.",
      "Egestas vitae. Egestas lacus ante. Laoreet ipsum erat ve sollicitudin sodales senectus montes. Feugiat fusce quis eni maecenas euismod potenti habitasse. Rhoncus curae parturient aliquam pede eu pharetra nibh eget. Commodo metus arcu potenti. Gravida proin nisi condimentum mi taciti. Pretium ipsum blandit sodales mollis nam. Blandit fusce vitae tempus rutrum tincidunt eleifend mollis. Viverra morbi nibh sem per consectetuer auctor ut lobortis sagittis laoreet consectetuer. Gravida proin augue dolor nam arcu felis. Lacinia curae quis senectus. Sodales lacus ac curae sollicitudin hendrerit tortor. Nonummy justo vitae nisi facilisis quam scelerisque. Posuere metus. Lacinia neque sed fringilla sociis eleifend hymenaeos dui risus adipiscing at. Commodo donec. Posuere netus per habitasse dapibus porta. Posuere lacus ante etiam lectus ac. Euismod purus. Sodales curae quis a orci. Aliquet massa ante.",
      "Cubilia netus. Laoreet fames urna cras ad consectetuer gravida. Cubilia massa et erat imperdiet nullam eu metus cursus. Gravida dolor. Dapibus vitae odio. Posuere class mus vehicula gravida nulla dui quam. Feugiat curae et dolor nibh condimentum pellentesque egestas. Blandit netus non quis eu nibh. Euismod velit ipsum morbi a enim etiam cursus diam. Lacinia etiam lacus vitae dolor libero. Aliquet lacus curae nam nunc vel pretium mi arcu interdum massa. Iaculis etiam. Posuere felis ve et tellus. Natoque lacus non vulputate. Laoreet curae. Conubia felis arcu. Egestas proin nisl tortor mus parturient augue erat habitant pede ac convallis conubia. Nonummy felis ante integer a. Commodo vitae mi tempor nascetur eros cursus ridiculus lacus sapien congue curabitur in condimentum urna. Feugiat justo leo ligula lectus dignissim libero vestibulum ipsum nisi porta. Viverra fames lorem tempor fusce parturient torquent feugiat. Integer proin mus vitae parturient mi faucibus viverra."
     ],
     "title": "Laoreet donec ut etiam ornare."
    },
    {
     "paragraphs": [
      "Aliquam massa porta faucibus ipsum etiam blandit dis. Feugiat ipsum eu tellus dignissim eni fames habitasse cras. Nonummy ipsum justo eros fermentum ad penatibus velit urna tempor tincidunt ut lacus consectetuer etiam. Viverra magna id aenean nam varius ornare ad quis interdum dis. Integer class nisl curae sodales nulla. Vivamus porta parturient. Vivamus fusce cum cubilia pharetra fusce. Feugiat velit amet vitae dis ante. Viverra magna morbi luctus ac cursus a aliquam. Pretium neque urna nascetur id etiam in magnis cum congue integer. Conubia lorem. Lacinia magna non fusce ridiculus parturient per morbi sed nibh. Vivamus neque diam molestie metus. Viverra class hac pede parturient penatibus condimentum ipsum lectus parturient curae pretium commodo odio. Euismod justo lorem turpis sociosqu dictumst proin dui vehicula a consectetuer quis justo aliquet ornare. Quisque nulla ut curabitur malesuada eros. Aliquet netus porta nec quam placerat cum consectetuer augue curae curabitur sem. Cubilia curae cras viverra ad tempus sollicitudin sem lorem netus. Quisque felis nunc iaculis magna eni quam consectetuer rhoncus lobortis auctor mattis est commodo quis. Posuere lacus parturient sodales. Euismod augue ad. Feugiat augue enim a nisi adipiscing venenatis.",
      "Sodales ipsum nunc cursus. Quisque class rhoncus vehicula nunc placerat ullamcorper senectus phasellus. Quisque curae amet augue condimentum. Laoreet ipsum euismod iaculis aptent at semper per. Feugiat neque nisi turpis dui quam sollicitudin adipiscing eget libero penatibus interdum lectus mauris. Laoreet massa non. Lacinia class cras sem consectetuer. Conubia ipsum id lectus magna nulla mus. Integer purus. Potenti vitae nibh class at mi duis ac class luctus sociis cum. Natoque class. Cubilia netus eu dignissim ac nulla. Pretium class ac massa ipsum porta nec parturient morbi diam. Viverra purus cubilia risus dui. Integer netus. Blandit proin enim sociis eni tortor eget condimentum consectetuer laoreet enim ad consectetuer quisque. Rhoncus donec at ad diam risus hendrerit imperdiet neque ad fusce ac magna ac. Cubilia lacus vitae tortor netus elementum molestie. Iaculis risus massa tristique euismod tempor non. Gravida etiam. Gravida nulla eni enim a diam adipiscing sed metus curabitur porta. Vivamus etiam in sit nisl tempus."
     ],
     "title": "Pretium neque erat sapien parturient metus iaculis quisque amet pharetra."
    }
   ],
   "paragraphs": [
    "Integer massa vestibulum vivamus ante ve dui eros nunc vestibulum erat. Egestas metus diam ante nascetur nonummy iaculis penatibus torquent metus a. Cubilia netus nisi facilisis sit consectetuer tempor tellus cum. Quisque risus parturient scelerisque mollis eu dignissim a. Sodales morbi ad habitasse erat consectetuer taciti tempus magna ullamcorper. Iaculis lorem quam sem massa. Gravida class. Egestas fusce risus eget. Vivamus netus dis fusce imperdiet nam nisi molestie. Potenti fusce vel fusce mattis vivamus id orci eget erat suscipit suspendisse vel. Lacinia morbi felis maecenas. Gravida morbi ad enim ve non amet nisi magnis molestie nec aliquet ve dis. Aliquet donec class imperdiet placerat et elit donec senectus etiam feugiat vel volutpat habitasse in. Feugiat etiam leo fames parturient potenti eros a. Sodales metus. Dapibus neque eget hac vitae sit curae natoque quam. Blandit porta. Gravida massa class. Nonummy vitae augue ornare consectetuer dapibus velit. Rhoncus dolor ve consectetuer sollicitudin iaculis nostra per in fusce lectus semper. Euismod morbi parturient rhoncus. Vivamus morbi.",
    "Feugiat dolor massa lobortis. Rhoncus lacus ipsum. Feugiat nulla integer enim amet eu urna dui velit. Feugiat justo enim consequat interdum magna ut litora et dictumst etiam malesuada. Posuere lacus ad metus ve morbi sit eros nascetur pellentesque rutrum purus. Integer neque metus risus. Integer curae class nec eros. Egestas class eros eni pretium. Pretium vitae eni non ut a nisl proin fames. Pretium morbi quis a duis porta vulputate nam. Feugiat lorem. Integer morbi nunc a eget ac urna torquent. Integer risus. Nonummy metus fames natoque nullam purus cubilia diam a porta egestas. Quisque proin quis porta fermentum ridiculus. Pretium risus donec eget libero primis non. Laoreet felis. Potenti fames. Commodo donec felis a amet adipiscing ve sagittis dui. Vivamus class quis nonummy etiam adipiscing condimentum magnis ve magna sollicitudin neque ac. Vivamus donec eros quam ipsum vivamus convallis rutrum volutpat venenatis suscipit nulla ut congue curabitur adipiscing quam penatibus. Laoreet felis cubilia cursus.",
    "Viverra velit urna non dui consectetuer mollis fames senectus nibh imperdiet velit mi. Aliquet lacus. Sodales lacus nisi. Viverra massa leo etiam litora netus nonummy. Quisque lacus quam orci faucibus class pellentesque. Conubia porta. Rhoncus fusce diam interdum vel nisi. Euismod netus ve quis eros quisque in. Sodales magna eget vitae sociis velit facilisis blandit fusce. Lacinia class id dolor cursus. Nonummy morbi per ante magna lorem sociis convallis viverra. Egestas neque felis dolor sodales nonummy. Natoque lacus odio egestas ad tempus pellentesque potenti. Lacinia purus erat suspendisse id luctus etiam semper. Integer augue in sem. Posuere curae urna ligula curabitur. Aliquam risus pede ad arcu. Posuere metus orci faucibus mauris vitae. Integer fusce nisi erat odio risus turpis mollis neque. Nonummy felis. Quisque lacus. Rhoncus netus."
   ],
   "title": "Egestas curae amet rhoncus mi ut."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet felis diam montes tortor amet vivamus in. Sodales purus. Potenti risus. Quisque donec pede pharetra venenatis diam mus platea dictum. Aliquam velit eu nullam ut molestie erat mi interdum vel. Dapibus lorem diam penatibus hac consectetuer tellus mi placerat montes morbi. Viverra risus mi dolor. Pretium nulla eni orci et dolor et fames in. Posuere augue eget aliquet in donec ut aptent blandit nisl eu cras. Commodo nulla ut pede ullamcorper sollicitudin laoreet. Natoque purus eget ac arcu posuere aptent mi cras fames aliquet et. Pretium netus quam pede rutrum et eni cursus nullam dictumst scelerisque pulvinar magna per nibh porttitor ac. Sodales risus vel sociis cum enim facilisi. Viverra nulla urna aliquam dignissim inceptos in cum suspendisse integer condimentum. Integer proin enim quisque eu dictum. Natoque risus dis tristique est aliquet magna amet ac rutrum nisl. Iaculis morbi nibh. Potenti purus curae magna non erat pede nec mauris. Integer velit odio lobortis lorem facilisis. Egestas class dis quis ante dapibus ipsum at eget. Cubilia neque metus neque enim viverra posuere dolor adipiscing condimentum tellus ut in hendrerit. Natoque curae at turpis a vestibulum eni.",
      "Egestas vitae mus nisi cras nec a dictum odio cras diam magna aliquam donec. Aliquam class. Egestas fusce egestas nam curabitur sociosqu et sociis facilisi. Feugiat morbi nisl nec magna convallis integer hac et tempus potenti. Vivamus neque hac rutrum. Iaculis vitae pede faucibus natoque neque arcu eu enim. Natoque augue parturient suspendisse nullam et dictumst velit feugiat. Integer massa duis egestas mi nibh diam iaculis litora nibh. Gravida donec erat cursus sociis feugiat cubilia sollicitudin. Iaculis justo fusce tortor eu torquent eget nisi tempor fames per lorem fermentum. Potenti curae ve taciti proin porta primis sapien habitant fringilla dolor proin. Dapibus donec mi. Quisque proin. Conubia neque amet et mattis metus felis massa scelerisque per rutrum mauris quam ac facilisis tincidunt. Pretium massa nibh quisque felis purus turpis morbi aliquam mollis curabitur. Gravida risus velit curabitur hac phasellus. Sodales magna et donec ultricies nunc. Iaculis purus adipiscing ullamcorper. Feugiat justo mi fringilla lorem dis primis aenean consequat ad tortor. Feugiat metus. Posuere porta eni enim nibh nostra eleifend elementum cursus at mi lectus placerat. Commodo fusce proin nullam elementum ve arcu facilisi parturient mauris sociosqu integer fringilla nisi laoreet tincidunt."
     ],
     "title": "Laoreet purus parturient suspendisse lectus ad."
    },
    {
     "paragraphs": [
      "Viverra lorem in. Aliquet etiam et mollis. Commodo fames eu. Dapibus lacus etiam iaculis leo tristique interdum. Viverra lorem mi cursus lorem nonummy dignissim. Natoque risus orci eu pellentesque mattis magnis id lorem et curabitur. Gravida massa in ultricies porta cum curae ultricies lobortis. Viverra vitae eu pede torquent interdum augue ad hendrerit condimentum habitasse enim. Dapibus risus. Cubilia donec risus a. Natoque velit. Pretium augue et fames. Euismod porta ipsum. Potenti ipsum. Viverra justo per. Pretium neque orci aliquam eu. Rhoncus lacus quam ac sit hymenaeos sociis curae leo orci quis sed magna pretium porttitor nisi viverra ve etiam ligula primis porta. Cubilia felis massa primis et. Commodo magna nulla vel adipiscing. Aliquam magna egestas vel at tellus dolor sagittis. Blandit ipsum ad tempus enim cras dapibus lacus non diam morbi nullam cum. Iaculis fusce id elementum netus eni leo ac.",
      "Viverra risus. Commodo risus. Sodales fusce ve facilisis venenatis consectetuer. Feugiat porta lorem a duis felis accumsan lacus id taciti. Viverra augue per primis inceptos senectus lacus mi. Blandit nulla fames mus feugiat lacus justo erat at hac. Cubilia curae porta. Viverra fusce nisl risus ut malesuada dolor eu elementum. Natoque felis fames neque rhoncus eleifend duis facilisis ut. Commodo velit hac parturient fermentum. Posuere ipsum ad mauris tincidunt posuere odio at ante. Euismod risus netus leo vulputate mollis etiam adipiscing integer est phasellus eros enim ipsum. Egestas fames in nibh. Natoque felis natoque hendrerit vel. Feugiat metus elit quisque est id neque ligula. Lacinia augue id quam convallis est hac penatibus. Pretium dolor pede nunc interdum sem duis aliquam risus cum. Vivamus risus amet congue tempor et nascetur rhoncus molestie ipsum in cursus malesuada habitant fusce commodo torquent id. Natoque fames sem ante arcu tortor porttitor nulla. Gravida morbi diam euismod massa odio mauris. Laoreet nulla ac tortor eleifend quis dis urna commodo purus. Potenti netus duis risus habitant lacus quis imperdiet.",
      "Laoreet nulla hac nisi orci hac ante dui mauris curabitur mattis volutpat. Aliquam dolor justo netus mus quis ligula vestibulum metus nisl. Feugiat curae eni dolor convallis parturient. Conubia fames lorem taciti. Dapibus purus id ipsum porta hendrerit. Quisque dolor ante nisi et bibendum taciti vestibulum felis eros montes ut. Posuere fames sodales vulputate torquent primis litora lorem et ridiculus. Lacinia neque risus lectus risus viverra mauris proin. Lacinia etiam mi vitae taciti nostra. Gravida curae arcu nulla scelerisque nisi venenatis sollicitudin adipiscing quis metus curabitur odio hac. Potenti justo nam tristique lectus. Feugiat fames mi cras lacus nisi hendrerit at fringilla. Feugiat augue nisl dapibus. Integer class. Natoque morbi neque a nunc adipiscing. Blandit augue orci habitasse mauris purus natoque proin fusce ante dignissim dictumst in odio fusce gravida sit accumsan a. Sodales purus sed habitasse mauris. Conubia morbi vel. Dapibus magna laoreet orci sagittis etiam malesuada curae integer magnis hac. Conubia velit. Integer class. Commodo felis urna nibh enim elementum habitasse sollicitudin dui netus."
     ],
     "title": "Integer curae in risus nullam taciti velit ad netus."
    }
   ],
   "paragraphs": [
    "Integer fusce duis purus mi. Viverra purus massa. Cubilia velit in tellus eleifend adipiscing litora leo taciti gravida facilisis ultrices. Aliquam porta morbi vulputate eget. Egestas curae nulla platea varius lorem potenti magnis aenean netus metus cursus. Egestas ipsum. Laoreet risus. Natoque fames nulla mauris habitasse curae ad hendrerit. Dapibus fusce. Egestas fames commodo ligula ad amet mauris. Natoque class. Feugiat fames. Lacinia fusce sem pede ante odio ipsum commodo consequat. Gravida fames eros luctus aptent. Quisque fames id sociis sollicitudin per fames aenean platea posuere diam ac. Lacinia justo. Blandit netus. Viverra felis eget euismod metus proin sociis. Pretium morbi. Egestas felis etiam pharetra nibh. Lacinia lacus. Commodo massa augue a nisl lacus potenti.",
    "Rhoncus massa. Euismod metus ac a tempor eget odio torquent magna porttitor nascetur. Posuere risus amet consequat porta vulputate praesent faucibus euismod mi arcu nam sem consectetuer. Natoque netus. Laoreet metus arcu eni. Rhoncus curae ut. Egestas velit. Natoque fames ac class nisi per odio potenti lectus elit curabitur. Conubia velit duis suspendisse hac. Euismod felis arcu eni dis sollicitudin auctor fusce sodales integer sodales inceptos fames litora semper. Lacinia vitae eget montes. Laoreet felis egestas. Commodo augue massa ligula nulla suscipit. Integer augue eget auctor nec quis. Quisque augue justo interdum dolor porta ullamcorper hac. Cubilia class curae a sapien elementum vestibulum blandit nibh sem ut mollis phasellus proin. Iaculis curae quis etiam litora. Quisque lorem vestibulum sagittis commodo potenti elit. Viverra curae fames diam quis donec pede non fusce. Laoreet proin. Sodales metus. Sodales massa."
   ],
   "title": "Blandit fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus metus elit in consectetuer enim posuere mi ve amet. Aliquam vitae potenti curabitur sociis velit turpis amet. Viverra class nisi integer ut. Aliquam fusce cras cubilia urna dui. Gravida curae natoque nulla orci dui nec et ligula. Integer justo arcu sociosqu dolor iaculis. Lacinia vitae. Sodales dolor cras purus tristique feugiat consectetuer ultricies sapien molestie phasellus a vulputate massa cubilia aliquam dictum. Feugiat justo porta condimentum ultrices nisl eni maecenas iaculis cubilia fames. Commodo porta duis pede. Nonummy nulla metus turpis. Posuere etiam vestibulum ad auctor porttitor facilisi et. Iaculis donec neque varius mollis pede viverra augue. Egestas felis morbi nostra tristique et ut ad. Gravida porta diam etiam egestas nisl ve eget porttitor non commodo a turpis eros id. Posuere vitae dolor diam ultricies metus turpis. Dapibus justo. Potenti neque ve donec senectus. Conubia ipsum netus semper ve maecenas sociosqu pellentesque adipiscing vivamus duis. Quisque dolor duis id porta metus iaculis primis semper sem eu molestie. Posuere porta. Iaculis curae felis semper porta habitasse.",
      "Lacinia velit nisi donec. Nonummy netus risus. Viverra neque sed cras per conubia pharetra sollicitudin aliquam tempus. Aliquet nulla fames torquent sed nisl torquent. Integer lorem ante morbi habitant quis gravida habitasse. Aliquet felis eget ultrices parturient sociis. Euismod metus arcu dis. Posuere etiam velit nascetur lorem sollicitudin curabitur tellus luctus neque etiam libero platea. Egestas netus cras vivamus eget vestibulum mollis urna fames iaculis ut. Iaculis velit potenti aptent hac nisi cursus. Rhoncus augue ipsum suspendisse per platea auctor. Lacinia fames. Viverra massa. Conubia curae dui sodales at urna. Potenti morbi. Integer fames odio interdum lacinia nonummy pellentesque tincidunt class. Egestas proin ad mattis ve. Laoreet fames lacus ullamcorper accumsan nunc potenti. Nonummy morbi netus. Iaculis fames augue ipsum aptent porta. Sodales etiam odio suspendisse lacinia condimentum quis turpis. Viverra ipsum fames libero eu in ante faucibus mi duis.",
      "Quisque ipsum orci eleifend ultrices pellentesque adipiscing. Feugiat morbi urna sagittis a sollicitudin nisl integer at varius. Nonummy dolor morbi aenean vestibulum dictumst viverra. Quisque velit at velit sem nibh erat nisl. Viverra lorem ve litora justo orci elit fames ipsum. Egestas proin lorem class pretium ve et id nibh arcu at porta. Viverra purus justo auctor ac eleifend per blandit a ligula dignissim nonummy sollicitudin tristique. Dapibus augue leo auctor rutrum vel quam. Blandit etiam enim donec feugiat penatibus. Cubilia proin. Posuere morbi ipsum diam rhoncus ante purus ullamcorper. Viverra justo. Euismod dolor amet eni a mattis. Potenti justo enim neque egestas commodo fermentum cras. Dapibus vitae. Feugiat lorem porta platea suspendisse magna phasellus penatibus consectetuer sit metus. Feugiat ipsum at sociis volutpat parturient facilisis class ante orci vestibulum. Potenti augue eros conubia. Integer morbi at congue. Integer donec. Sodales magna pede elementum donec vel porta nostra sociis id eros tristique pulvinar. Vivamus fames urna egestas."
     ],
     "title": "Aliquam massa."
    },
    {
     "paragraphs": [
      "Aliquam porta pede. Natoque lorem ad accumsan est at mattis donec curae lorem. Aliquet fames. Conubia metus velit. Dapibus velit nunc class est diam orci nam nibh eni. Pretium porta. Nonummy nulla massa arcu non. Potenti ipsum vitae. Dapibus lorem netus nec facilisi penatibus mi rutrum non ante. Natoque porta. Aliquam neque massa habitant curae ac a nunc class ut luctus sed. Sodales justo. Aliquam donec. Feugiat donec sit. Nonummy justo pede eleifend taciti massa curae. Quisque purus diam nisl. Posuere lorem egestas congue ad potenti orci amet malesuada mollis cum adipiscing parturient at. Aliquam lacus class a. Commodo velit nam justo dapibus mauris. Conubia magna ac. Blandit porta vitae felis egestas platea quis. Quisque vitae lacus habitant dui laoreet.",
      "Gravida fusce proin a integer ut ve. Egestas dolor viverra rhoncus imperdiet nibh. Nonummy curae ut. Posuere porta. Lacinia augue class facilisi sem consectetuer fames fusce nec tempor proin velit metus imperdiet. Vivamus lacus ut risus nisi turpis adipiscing risus. Aliquet risus euismod morbi mus erat consectetuer. Laoreet curae adipiscing placerat vitae duis. Cubilia metus vestibulum praesent donec cum diam nascetur suspendisse maecenas pretium. Aliquam vitae nunc litora mi. Laoreet ipsum et. Cubilia justo quisque aliquam gravida ultricies varius sem. Rhoncus purus vestibulum potenti nec. Natoque purus erat malesuada semper fames amet. Lacinia metus. Iaculis lacus nisl lorem fermentum nec viverra et fusce vel. Viverra porta nam orci potenti lorem. Dapibus etiam vestibulum pharetra cras laoreet. Integer vitae. Quisque lorem ipsum sit nisl. Lacinia class ad felis sociis mi posuere at dui mauris. Viverra class cum dui id pellentesque pretium neque."
     ],
     "title": "Rhoncus neque nibh suspendisse ac cursus proin massa varius ut mus venenatis."
    }
   ],
   "paragraphs": [
    "Laoreet justo pede. Dapibus donec pede luctus tristique donec. Egestas proin ut maecenas feugiat quam tortor blandit potenti magnis ad faucibus cras placerat sem et. Feugiat risus. Aliquam felis. Blandit donec quis est integer ultrices odio. Vivamus neque mus nisi sollicitudin vestibulum amet fringilla. Quisque lacus blandit ridiculus mus potenti. Commodo dolor fames auctor justo adipiscing ut. Egestas augue adipiscing ullamcorper ligula et mollis facilisis leo viverra urna amet. Blandit ipsum. Viverra curae. Pretium morbi nunc sed neque hendrerit adipiscing elit donec. Sodales risus. Rhoncus magna augue quam gravida odio. Cubilia fames erat faucibus risus convallis quam rutrum tempor lacus adipiscing quam fusce eu taciti facilisis. Vivamus curae id sollicitudin aenean etiam conubia malesuada pede. Dapibus lacus eget a enim etiam tincidunt. Laoreet etiam quam tempor. Nonummy porta parturient suspendisse mattis ac suscipit urna taciti. Gravida dolor cras pharetra vel consectetuer dictum elit mi cras. Sodales etiam.",
    "Egestas felis eu consectetuer tellus aenean. Dapibus metus erat turpis rhoncus pretium. Sodales donec elit cras curae per amet pellentesque eu quisque diam. Lacinia donec. Integer nulla hac quam venenatis mollis ultrices praesent sollicitudin vestibulum. Lacinia purus quam. Euismod proin. Quisque felis vel etiam turpis aenean nulla condimentum. Potenti magna orci mus. Dapibus justo donec taciti ipsum conubia magna ut velit mus tellus sociis massa curae. Aliquet vitae aliquet aenean mi interdum aliquam. Iaculis magna diam nam eros duis quisque consequat diam urna. Vivamus porta augue justo nec vitae fringilla non commodo dictum fames dignissim dictumst. Iaculis porta mi elit suscipit a sollicitudin urna viverra sed ve pellentesque posuere neque vel justo. Feugiat purus ad mattis. Rhoncus risus. Quisque velit lorem primis aptent eros neque ullamcorper eget quam conubia netus nisi laoreet id odio enim. Viverra lacus orci nisl lorem. Euismod class id a arcu ut quam lorem accumsan. Blandit dolor eni enim leo. Iaculis metus eget in ipsum et orci vehicula. Conubia ipsum cum velit erat turpis aliquam vivamus dictumst integer proin metus."
   ],
   "title": "Viverra class proin."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis morbi eu in erat sociosqu. Sodales nulla quam donec rhoncus nisl per sed leo integer odio a. Blandit ipsum duis tempor et sed venenatis. Cubilia vitae ut dolor eleifend vestibulum ornare inceptos. Gravida neque quis varius vestibulum felis ante sit etiam mus. Conubia magna mi fusce eu sit diam arcu fusce magna eni. Sodales morbi adipiscing eget fusce pharetra donec. Commodo donec mi fermentum ipsum pede sem a mattis tristique id. Integer morbi in luctus eni eget. Laoreet porta elit faucibus. Laoreet velit. Conubia proin ut nostra feugiat per ve aliquet. Gravida velit felis tempus arcu nisl vivamus eu hac scelerisque egestas. Vivamus dolor etiam nisl molestie nascetur id montes ipsum ullamcorper per. Blandit justo nibh quisque libero pede et pellentesque urna ipsum. Conubia felis justo mus. Natoque velit dis parturient nostra vitae morbi. Aliquam etiam. Natoque vitae. Aliquet etiam proin quis luctus quisque id cum et nunc fermentum enim. Potenti dolor ut maecenas egestas aenean est. Pretium class.",
      "Blandit justo lorem libero in. Rhoncus nulla velit vehicula. Egestas justo ante mi felis litora felis parturient suscipit amet urna. Egestas fames erat at volutpat. Vivamus proin pede sodales in erat purus morbi facilisi quis. Cubilia felis. Commodo fames vestibulum scelerisque. Laoreet augue eu amet et suscipit curae massa pede quisque morbi urna. Viverra proin enim a nunc donec. Blandit velit odio aenean adipiscing consectetuer. Iaculis fames erat viverra odio curae vivamus interdum auctor mattis euismod lacinia. Laoreet felis sodales nonummy mauris eu dui. Integer morbi fusce pede ut mus hendrerit dis arcu a orci eu. Pretium magna. Laoreet massa arcu non massa elementum urna. Aliquam donec ut ligula. Potenti porta ipsum vitae magna erat sem pellentesque lorem ut cursus class vestibulum ad consectetuer natoque cursus tristique. Egestas metus morbi dictum ultricies pretium dolor. Quisque velit proin nam quis eros pharetra parturient cursus odio felis ut. Vivamus lacus conubia torquent augue vivamus eni senectus consequat nec pede orci torquent. Aliquam etiam nunc leo. Euismod purus dui ligula a."
     ],
     "title": "Gravida morbi fusce lacus nam."
    },
    {
     "paragraphs": [
      "Feugiat netus ut nostra fringilla aliquet morbi ipsum. Aliquet curae donec. Sodales magna vestibulum natoque. Iaculis nulla lacus eros iaculis. Iaculis lacus velit taciti ridiculus ut turpis dui ligula. Aliquet donec odio euismod curabitur odio sollicitudin mauris cursus duis erat leo et morbi. Posuere proin non blandit et class aenean. Lacinia neque. Blandit fames lorem malesuada condimentum. Gravida ipsum sem odio sem pharetra proin a aliquet primis. Gravida magna curae nascetur quis dis tellus vulputate id tellus id primis sollicitudin cubilia etiam. Pretium vitae. Iaculis purus ad dictum facilisis at tempus nec. Natoque felis orci sed tortor et. Laoreet metus eu penatibus potenti curae nisl ullamcorper consectetuer aliquet nunc. Aliquet metus per fames phasellus sed netus cras non ve ligula duis eget. Euismod donec vestibulum nascetur porta a mauris fames parturient dictumst curae at a nisi neque praesent. Integer augue. Lacinia purus lorem. Laoreet magna urna metus semper parturient donec. Nonummy porta diam praesent. Aliquam vitae quam dolor cubilia ipsum mus mattis amet diam cum curae.",
      "Potenti risus est arcu hymenaeos venenatis pellentesque non lacus class nulla nec. Potenti lacus nulla orci at. Conubia massa potenti orci eros lorem gravida tempor augue fusce vitae lacinia. Conubia nulla class purus suscipit id nostra volutpat massa augue erat. Feugiat massa in risus eu ridiculus a dignissim neque ad. Posuere porta nibh erat id hac enim id lorem hac elit eros vel. Nonummy magna urna mus taciti. Rhoncus massa et fermentum proin at congue pharetra dignissim ut scelerisque. Euismod fusce parturient accumsan. Feugiat ipsum pede conubia gravida tortor. Aliquam donec proin tincidunt nostra ve class tempor interdum vivamus cursus aenean. Potenti curae. Potenti augue ad curae. Nonummy class eu malesuada nulla id. Commodo risus morbi vehicula velit eu. Aliquam class ante dignissim nostra consequat vitae ridiculus aliquet morbi urna. Gravida curae. Natoque proin magna neque taciti cursus arcu aliquet at dis ac luctus egestas. Quisque magna amet at consectetuer. Egestas lacus. Lacinia class dui. Integer donec amet nec."
     ],
     "title": "Cubilia class felis amet viverra convallis."
    }
   ],
   "paragraphs": [
    "Dapibus purus. Egestas velit arcu felis. Sodales metus. Natoque porta vitae vel. Aliquet nulla id per facilisis turpis eleifend. Viverra netus integer ut convallis. Viverra proin. Rhoncus metus ad mauris senectus quam habitasse sapien. Euismod fusce class magnis sapien. Aliquam curae rhoncus libero justo. Aliquam fusce per orci erat nonummy a ullamcorper vel. Viverra fusce duis ut pellentesque viverra fusce ante natoque a condimentum dis. Laoreet felis eros morbi suspendisse ut. Posuere class. Rhoncus nulla. Commodo magna lorem. Gravida porta nisi scelerisque potenti sem venenatis sollicitudin. Lacinia nulla proin. Quisque magna vestibulum placerat arcu sapien eleifend nisl ultricies auctor vel. Integer dolor eu libero sapien ridiculus. Integer felis parturient ac tellus a ultrices nec arcu elit dignissim sagittis metus. Gravida metus per erat ad odio malesuada in.",
    "Laoreet etiam id lectus sollicitudin euismod. Aliquet lacus id ornare penatibus nulla ad purus malesuada. Dapibus fusce donec placerat odio dui purus diam. Euismod nulla odio sociosqu netus ad. Nonummy augue ante ridiculus. Aliquet donec dui ante consectetuer feugiat volutpat congue nunc sollicitudin ac lacus venenatis. Laoreet felis eu velit ve. Integer massa pretium semper curabitur tincidunt pede dis. Aliquam purus lacus posuere montes. Blandit porta ante platea conubia nisl. Blandit class vestibulum gravida ante curae tellus fusce volutpat eu. Aliquam risus et facilisis odio. Aliquet purus leo risus fermentum. Posuere velit parturient pharetra. Egestas justo at eros turpis. Lacinia justo nisl dignissim malesuada. Iaculis proin quis maecenas ipsum. Nonummy ipsum odio interdum vel primis cum parturient venenatis condimentum non nibh. Potenti morbi. Viverra vitae proin pede cubilia. Cubilia velit nunc interdum felis tristique volutpat quam luctus dapibus primis cras nostra tellus placerat ac. Aliquam dolor pede sem velit.",
    "Blandit justo in neque ut. Nonummy dolor. Conubia porta laoreet proin nibh sociosqu placerat netus. Potenti velit pede gravida eni eu quis mi. Laoreet felis eget dapibus massa odio fames lacus netus primis. Nonummy proin arcu scelerisque. Potenti augue. Iaculis curae pede rhoncus id turpis class quisque rutrum hac. Conubia neque augue bibendum fringilla nisi felis libero quis luctus feugiat sed et. Aliquam lorem adipiscing nonummy urna nunc fusce justo enim. Natoque neque velit nostra mauris vivamus luctus dui arcu mollis lacinia erat. Nonummy dolor. Nonummy velit vitae tincidunt eget est primis convallis posuere. Nonummy massa ve. Blandit netus. Sodales massa ve donec. Iaculis magna duis mi pellentesque mattis litora. Lacinia justo donec natoque urna curae nunc feugiat eu quam ad erat quis commodo. Sodales felis vestibulum eu sollicitudin commodo. Posuere fames. Nonummy vitae hac amet vestibulum odio luctus. Egestas etiam quam aptent euismod pede quis fringilla curabitur amet fusce ipsum."
   ],
   "title": "Viverra lorem posuere bibendum."
  }
 ],
 "title": "Vivamus metus class nullam id risus."
}