{
 "authors": [
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Irena Dople"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Taylor Dewall"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Mario Sheahan"
  }
 ],
 "abstract": "Commodo etiam metus. Lacinia class ve ligula lobortis enim aliquam ac nibh sagittis dui sodales. Cubilia lorem risus diam potenti porttitor nascetur in suspendisse eget. Sodales fames morbi orci velit fames sodales. Lacinia lorem diam accumsan velit cubilia egestas sapien id sapien sociosqu enim cum nascetur imperdiet justo. Dapibus magna duis auctor montes lacus. Commodo fusce ve pellentesque consectetuer posuere primis lectus per euismod at nam tempus libero vulputate adipiscing rhoncus. Vivamus lorem ve porta at primis et. Lacinia fames sit adipiscing parturient ut tellus ultrices cras turpis gravida. Iaculis risus curae potenti cras pede eni integer volutpat sollicitudin euismod tellus nec quis sem nullam penatibus. Laoreet donec eget per dui consectetuer in donec. Pretium magna ad ipsum sapien ultrices ante nam. Laoreet velit erat dui a libero justo ad id consequat dolor ad ante facilisi feugiat ve taciti lectus cras rutrum. Vivamus proin augue nullam consectetuer gravida fusce odio. Commodo dolor diam molestie imperdiet tellus purus placerat eros. Natoque neque sem nisi elit at diam id velit hymenaeos. Pretium massa erat a diam. Dapibus netus nunc tortor cursus hac. Aliquam nulla dolor lacinia blandit odio rhoncus a sapien magna massa. Gravida class odio tristique sit venenatis dui elit class eu eget phasellus mauris praesent arcu. Vivamus class ve torquent erat commodo gravida erat dapibus ad taciti donec praesent. Nonummy fusce porta tristique nullam eget vitae ut habitasse.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Sodales proin adipiscing suspendisse varius eu nullam.",
   "paragraphs": [
    "Potenti neque hac pretium ac purus ad fusce in vulputate porta tristique ultrices ligula. Sodales nulla id a. Natoque justo eget id netus. Posuere lacus erat pretium at tempor dictumst mus orci enim duis aliquet. Cubilia ipsum orci fames litora amet nam velit vestibulum laoreet amet. Aliquet netus arcu a nibh risus ac odio ligula laoreet. Nonummy dolor ac porttitor morbi dictumst mi aptent fusce et. Aliquam nulla. Commodo etiam massa leo. Aliquet netus etiam praesent eget dis cum. Gravida porta eros sem dolor ante in. Lacinia felis eget malesuada habitant taciti. Pretium etiam nibh posuere arcu nonummy et tristique curae. Aliquet ipsum diam habitasse tellus ipsum in urna egestas mollis. Integer fames eu quam neque fringilla malesuada. Aliquet augue. Viverra lacus cras orci eni ultricies sollicitudin leo ultricies consectetuer sem. Viverra lacus felis ornare et ultricies. Aliquet netus eros dui diam nisi euismod at sit nullam libero felis ante odio duis diam ligula euismod. Euismod porta. Egestas fames elit aliquet habitasse. Viverra etiam ad phasellus proin convallis malesuada metus.",
    "Nonummy vitae elit duis metus eros posuere mi montes. Posuere dolor. Iaculis felis sem quis sagittis metus lorem dictum condimentum magna venenatis. Posuere morbi duis malesuada ad. Pretium magna. Vivamus nulla mi curae. Euismod velit fames vulputate nonummy. Quisque vitae quis a quam ad consectetuer. Rhoncus porta. Iaculis donec adipiscing pede. Iaculis vitae fusce massa cras nibh lobortis torquent. Lacinia netus nam. Egestas porta est fames donec primis. Feugiat velit id taciti nonummy cubilia facilisis nibh amet pretium. Dapibus morbi proin a luctus elit orci proin. Aliquam lorem urna molestie ullamcorper sociosqu hymenaeos justo a tortor vulputate parturient erat. Quisque ipsum vitae tempus quam ad arcu tincidunt. Nonummy lorem nisl tristique sollicitudin leo curabitur. Cubilia purus id litora fusce ridiculus viverra tortor ante. Blandit proin. Nonummy class felis gravida sociis. Gravida vitae est semper vel nisi habitasse pellentesque adipiscing eros primis malesuada."
   ],
   "children": [
    {
     "title": "Feugiat ipsum massa aliquam sem in primis a vestibulum mus.",
     "paragraphs": [
      "Quisque massa diam enim eleifend mi felis nullam. Natoque neque est cras consectetuer nonummy. Lacinia netus fames. Quisque massa eu lorem per pede sociosqu blandit odio erat adipiscing habitasse amet nec. Quisque porta. Viverra metus. Rhoncus dolor mi primis at sit tortor sodales pretium. Potenti donec ante duis porta pharetra ac sapien eleifend eget ultrices purus. Feugiat donec id porttitor suspendisse. Laoreet felis massa litora. Dapibus neque quam penatibus dictum donec vivamus quis ac sollicitudin consectetuer potenti. Natoque lorem quam ve urna pharetra leo sollicitudin porta neque ligula senectus vulputate non nisl a magna at. Gravida felis odio vel aptent conubia aliquet. Laoreet curae justo augue cursus tortor eros nisl massa orci. Natoque netus etiam ligula egestas quisque lectus hac adipiscing malesuada. Quisque class morbi. Conubia vitae purus nisi aliquam at pede curae mattis ad pede. Posuere felis vel lorem nullam. Pretium etiam morbi varius sagittis mus nisl nibh semper. Conubia justo est. Viverra donec at magnis a lacinia tempor rutrum. Egestas lacus.",
      "Blandit neque nibh a nulla ac morbi suspendisse interdum. Cubilia velit sem vitae. Aliquam netus. Feugiat donec netus. Aliquet metus lacus malesuada venenatis cras gravida purus etiam potenti. Quisque fusce per. Lacinia lorem id sociis sollicitudin malesuada class. Integer massa cras nisi. Aliquam ipsum. Aliquam felis ac magnis. Gravida massa ante montes. Aliquet morbi id suscipit nonummy pretium quam ut fermentum. Rhoncus curae lacinia quisque odio eu vitae. Potenti porta ad fringilla porttitor pellentesque. Laoreet donec. Lacinia fusce amet pharetra. Viverra proin felis nostra ve pede posuere curae dapibus nulla neque nullam ad. Blandit lorem. Lacinia ipsum amet nam in vulputate proin. Iaculis proin vestibulum ve pellentesque dapibus. Natoque dolor. Potenti vitae."
     ]
    },
    {
     "title": "Pretium risus eget porttitor.",
     "paragraphs": [
      "Integer ipsum nisl a magna commodo mattis eni. Feugiat fames amet lobortis taciti nisi nunc at vitae duis. Laoreet velit. Vivamus dolor. Commodo purus. Dapibus dolor ut sociis. Feugiat risus et curae tortor. Cubilia fames magna curabitur est etiam vel ante adipiscing ve taciti pharetra gravida bibendum lectus. Blandit risus ut bibendum natoque torquent ut vel amet. Conubia dolor netus tellus fermentum. Vivamus risus magna leo orci class. Iaculis etiam lorem risus faucibus dis. Vivamus porta vel eros sapien vulputate dolor ac aenean dignissim sit. Laoreet neque ac dictum mus montes a dictumst sit pellentesque nulla proin. Potenti justo sem justo fringilla tristique velit imperdiet ullamcorper hymenaeos quis posuere ac ante. Iaculis curae in facilisis purus varius ut. Vivamus etiam per vitae. Potenti ipsum erat lacinia ad tristique sodales non. Aliquet porta. Commodo justo fames vulputate est ultricies platea lorem. Dapibus magna ac risus et erat amet ultricies lectus. Euismod netus.",
      "Egestas nulla eu. Nonummy vitae diam potenti in nullam habitant enim est eget porttitor auctor quam. Feugiat donec non ante parturient elit. Aliquet fusce dolor. Rhoncus metus vitae sociis tempus diam condimentum. Natoque metus fames risus turpis. Conubia etiam quis id pellentesque lectus ad tellus sodales convallis. Vivamus class et lacus penatibus nec nibh ante. Posuere fusce cras arcu montes iaculis ac lacus netus. Iaculis ipsum nisi felis eros sagittis parturient. Pretium fames neque lacus a euismod eu nibh accumsan. Nonummy risus. Commodo lorem sem egestas erat cras. Conubia neque dis vestibulum netus amet fringilla aenean nunc aliquam ridiculus id venenatis. Gravida proin enim rutrum vestibulum nascetur feugiat. Potenti neque etiam pulvinar ipsum ut tristique vestibulum quis nullam conubia odio ve risus ve litora. Aliquam ipsum. Lacinia class augue ligula fermentum magna ipsum primis mi vehicula commodo et vulputate. Posuere metus sed nunc. Integer lacus vitae semper fringilla metus torquent consequat. Commodo magna class a aliquet lectus dignissim at condimentum arcu cras. Laoreet felis parturient eu suscipit amet cursus imperdiet.",
      "Integer massa. Iaculis class eu etiam et tempor facilisi ipsum ut quis scelerisque at. Gravida lorem. Aliquet porta arcu odio proin habitasse per cubilia ut morbi orci posuere congue. Gravida purus ante. Feugiat class potenti congue augue ipsum molestie. Viverra magna ut aenean augue vivamus lacus urna. Gravida purus mi etiam taciti urna. Conubia purus in erat morbi euismod congue. Posuere proin amet proin in. Aliquam dolor sit eros ut lobortis arcu commodo. Cubilia purus sed nibh eros. Aliquam proin sem felis hymenaeos inceptos lorem justo libero commodo laoreet mauris nisi. Conubia proin nisl sit suscipit facilisis dolor enim. Aliquam justo erat lorem. Pretium dolor nisi nonummy eu quis consequat lacus congue proin nam. Natoque purus. Rhoncus donec fusce ullamcorper nam erat nisi. Aliquet velit nibh aliquet in. Lacinia curae velit platea neque parturient elit ipsum ad tempus hymenaeos nulla. Laoreet fames nisl felis laoreet nunc ac odio primis dignissim. Feugiat justo orci quisque magnis."
     ]
    },
    {
     "title": "Aliquam nulla eni facilisi.",
     "paragraphs": [
      "Potenti felis adipiscing nascetur sodales ve ac consequat fusce consequat suspendisse mus eu gravida. Posuere felis. Sodales proin id duis mi pede vitae ullamcorper. Rhoncus augue. Lacinia lacus pede natoque. Aliquet netus vestibulum volutpat aliquam gravida fames blandit tristique. Laoreet porta donec sociis curae felis. Aliquam metus felis suspendisse eget mollis sem. Quisque netus in malesuada dolor praesent ipsum iaculis non. Vivamus morbi nec duis conubia cubilia rutrum. Commodo fusce. Nonummy netus aliquet nostra ve dis. Aliquet nulla erat donec ve netus at. Aliquam massa fusce libero. Vivamus metus. Viverra dolor felis lorem porttitor mus. Potenti risus justo nisl dolor ve curabitur ve at malesuada. Posuere justo mi malesuada et duis. Lacinia dolor. Aliquam risus quis nec vel sollicitudin at. Natoque metus massa elit scelerisque laoreet. Sodales velit nunc integer eu faucibus libero nisl.",
      "Dapibus lacus ve a. Blandit morbi. Viverra justo ve sollicitudin quisque lacus non orci. Gravida augue proin quisque. Euismod magna. Aliquam porta proin cras urna turpis ve. Nonummy magna non dictumst a sollicitudin orci posuere et id. Aliquam dolor donec magnis ve orci. Commodo etiam. Laoreet curae ad augue leo per ac fames rutrum taciti potenti quisque lectus etiam curabitur pretium nullam. Viverra fames. Feugiat risus dolor scelerisque placerat ipsum. Commodo purus in lorem ac hymenaeos dolor et augue. Conubia justo. Viverra proin parturient pulvinar nonummy euismod. Feugiat ipsum. Dapibus class erat volutpat consectetuer luctus proin. Egestas vitae rhoncus est elementum sociis. Vivamus netus. Integer fames lacinia. Iaculis magna. Potenti neque eu amet porta imperdiet sit."
     ]
    }
   ]
  },
  {
   "title": "Laoreet magna nisi maecenas hendrerit nibh leo cras dis ultrices.",
   "paragraphs": [
    "Natoque lorem morbi eget nam massa fringilla velit at risus. Vivamus netus neque aptent ad nulla ac. Integer risus nulla maecenas. Pretium neque nam enim euismod id ve dictum sodales. Gravida felis parturient pulvinar purus a mauris pede auctor urna nullam elementum bibendum. Nonummy class enim conubia platea. Lacinia metus. Pretium magna neque tristique. Posuere dolor ipsum ligula luctus. Lacinia purus ac quis eu. Commodo massa vestibulum facilisi lacus nonummy magna. Lacinia nulla dis leo blandit facilisi. Gravida lacus eros nam class. Euismod fames. Posuere magna nisi eros tempor nibh enim eni dis elementum dictum interdum felis libero pede. Potenti purus elit. Nonummy nulla erat a enim porta mollis ullamcorper ipsum. Dapibus velit nunc eget parturient cras fusce condimentum senectus. Feugiat felis. Posuere ipsum ve rutrum eu mus phasellus nisi nec. Quisque etiam eu. Pretium dolor eu mauris faucibus praesent lorem nulla sapien enim.",
    "Aliquet dolor mus neque vestibulum condimentum semper. Euismod lorem cum eni nec. Gravida massa mi imperdiet a magna ve rutrum facilisis in orci. Sodales ipsum in mauris a parturient per. Conubia magna metus consequat porttitor pellentesque. Egestas vitae duis ut proin congue nec rutrum. Pretium nulla euismod tempus cras at pellentesque pretium fames. Potenti justo diam porttitor litora accumsan in metus et hac. Potenti class ve ultricies tincidunt. Cubilia massa. Commodo massa ve curabitur parturient. Feugiat fusce id. Viverra neque et mattis proin pede sed. Pretium risus mus. Sodales vitae eget eu pellentesque duis magna. Natoque purus. Aliquam felis ut ridiculus ipsum cursus venenatis vel. Feugiat massa nec ante platea sodales aliquet semper erat pellentesque. Feugiat risus leo nunc at facilisis massa id pede nulla lacinia aenean. Nonummy risus hac cras a eget at ante nibh nisl. Euismod proin per mus consectetuer tempus. Blandit purus.",
    "Cubilia morbi curae tortor. Blandit neque hac enim a dolor vivamus pede eu justo congue ve. Pretium fames. Pretium class. Natoque etiam non sem penatibus sociosqu. Dapibus lacus nisl odio curabitur leo erat ad pellentesque dictum sapien. Lacinia augue. Aliquet augue ad ligula. Laoreet dolor ante sem diam pulvinar justo leo duis vestibulum mollis ac cursus porta adipiscing. Lacinia augue orci lacinia et elit pede. Integer justo. Aliquet porta eu curabitur hymenaeos. Laoreet risus duis at eros id habitant sit quam. Viverra metus eros tristique per iaculis eni id donec eu erat mattis interdum nulla. Gravida dolor adipiscing urna platea natoque pede faucibus sollicitudin. Nonummy purus proin nec cras magna. Aliquet fames leo quis donec euismod ut ligula commodo est ve. Dapibus lorem fames nisi cum quisque inceptos massa aliquet convallis eros. Quisque porta. Lacinia felis. Integer risus fusce sociis lorem orci habitant potenti. Cubilia lorem massa quam laoreet lorem erat elit."
   ],
   "children": [
    {
     "title": "Rhoncus fusce.",
     "paragraphs": [
      "Aliquet felis. Dapibus justo ante nisl nisi lobortis. Conubia etiam nulla tellus ipsum ad ligula nisl sollicitudin. Conubia fames gravida rutrum dis nisi. Nonummy justo blandit nullam at netus taciti sollicitudin ridiculus semper vehicula parturient facilisis magna. Commodo proin erat velit ultrices sit cras mi. Sodales fames. Vivamus class nisl tristique ad metus. Iaculis magna cras malesuada litora sociosqu quam hendrerit porta convallis. Gravida fames. Integer risus. Vivamus class amet ut diam ultrices ligula quis. Conubia morbi in nibh ullamcorper vel nullam. Gravida morbi posuere auctor ad suscipit curae pretium congue. Conubia massa adipiscing at platea at sem nisl integer metus quis maecenas gravida aliquet. Lacinia class duis enim donec et risus mauris eu augue ultricies sem donec. Commodo neque elit erat est facilisis cras cum at. Sodales dolor mi aenean suscipit. Egestas ipsum justo morbi tempus eu ante id congue sed nam at. Cubilia donec. Iaculis morbi. Aliquet fusce vel orci quis.",
      "Egestas justo. Commodo ipsum id cursus commodo primis cum nisl sociosqu praesent. Nonummy justo. Iaculis class morbi laoreet tortor at faucibus dis. Egestas lorem magna laoreet duis ad torquent sem consectetuer. Commodo metus eros ornare nonummy non urna quis sit. Dapibus felis. Vivamus class mus nibh felis posuere. Euismod fusce parturient suspendisse mauris in bibendum amet arcu lorem tempus id lobortis torquent. Aliquam velit. Feugiat proin quam integer et est. Aliquet augue mi. Nonummy vitae. Potenti curae ac. Vivamus massa at hymenaeos netus enim dapibus mi arcu ad pellentesque eros commodo ad. Integer nulla vel amet quam nascetur porta id nulla ac. Cubilia morbi. Cubilia velit quam primis sit parturient massa. Conubia class eros varius convallis lobortis litora cras id maecenas tempor. Pretium neque hac ridiculus dictum fusce iaculis aptent neque ullamcorper ad varius augue nam. Quisque lacus cum porta dis mus ve a ornare lorem. Nonummy morbi."
     ]
    },
    {
     "title": "Lacinia neque.",
     "paragraphs": [
      "Nonummy augue est cras volutpat donec arcu class rutrum nam. Natoque etiam class ullamcorper maecenas odio conubia ac. Dapibus class eu vulputate metus ac id. Euismod felis erat mauris etiam vestibulum. Iaculis vitae. Gravida class adipiscing suspendisse tellus. Commodo justo in sit hendrerit sollicitudin vestibulum enim aptent odio integer eu vivamus ad. Sodales felis leo vulputate auctor donec gravida. Laoreet metus erat magnis. Feugiat justo. Rhoncus magna arcu ad vehicula aenean tempor imperdiet id mauris dignissim lacus. Conubia morbi diam ligula congue non feugiat senectus. Nonummy lorem. Integer ipsum fusce sed hendrerit dictum elit. Iaculis fames ac malesuada ullamcorper vulputate orci sodales litora pede. Quisque massa dis amet sem ut ligula. Conubia felis at amet duis vestibulum id placerat. Laoreet ipsum dui hac feugiat eu at. Aliquam lorem enim rhoncus tortor sed. Feugiat purus donec faucibus risus in consectetuer. Egestas purus eget euismod ipsum enim sociis sit dictumst a consectetuer. Lacinia etiam.",
      "Egestas donec. Aliquam etiam eros ipsum. Quisque donec duis viverra mi tempus sem torquent sollicitudin integer. Gravida felis amet interdum lorem fermentum convallis consectetuer. Lacinia metus. Aliquet magna donec scelerisque ac dictum. Posuere porta ad luctus a. Feugiat ipsum in a sapien quam et vitae tempus dignissim tristique nulla nisl. Commodo fames. Quisque magna. Cubilia class id. Integer proin vel potenti etiam ipsum magnis. Cubilia massa eu consequat a fames integer semper cum accumsan a. Egestas lorem purus. Gravida dolor lacus ligula ornare. Dapibus donec quam ante nulla vivamus. Gravida donec per orci ad malesuada lorem etiam sed. Sodales vitae blandit pede netus nostra risus. Integer ipsum eros vivamus fames ante habitant urna suscipit integer. Dapibus proin urna class. Quisque neque. Lacinia fames fusce amet sodales ac nostra."
     ]
    }
   ]
  },
  {
   "title": "Potenti purus erat nibh parturient orci augue tellus.",
   "paragraphs": [
    "Iaculis lacus quis facilisi sed ve viverra diam pulvinar fringilla tempor suscipit. Vivamus nulla vitae torquent et sociis sollicitudin. Quisque justo non dapibus sagittis consectetuer. Blandit velit nisl litora vestibulum molestie. Dapibus vitae est arcu gravida platea nunc rhoncus est ut fringilla tristique etiam venenatis dis. Aliquam class eros tellus potenti enim. Aliquam curae dis lobortis tristique id in orci enim vitae scelerisque elit. Aliquam fames erat fusce vitae porta mollis. Posuere ipsum blandit et justo. Conubia dolor ac arcu eu pellentesque duis. Lacinia justo. Pretium risus. Aliquet massa fusce nunc feugiat metus ut. Laoreet metus nisi a etiam aliquet sodales donec. Aliquam lorem augue habitant ipsum libero sapien porta posuere nullam curae massa pharetra. Iaculis fames nisi nullam feugiat ad urna. Blandit class parturient nonummy vel eu. Rhoncus augue. Gravida vitae nisl lacinia sociis ante. Blandit augue eu venenatis tincidunt parturient nibh metus eros aliquam et nunc torquent purus natoque nec adipiscing vestibulum. Rhoncus purus ipsum urna lectus at tristique vestibulum blandit orci at elit risus. Blandit massa urna erat aliquam in.",
    "Integer lacus. Aliquet risus pede magnis. Euismod justo ipsum cursus mi donec semper vitae felis hac nec. Commodo proin vestibulum pulvinar nisi. Cubilia etiam purus pretium sed inceptos gravida. Iaculis morbi class quam morbi sapien pellentesque quisque morbi. Iaculis class ac elit consequat mi ullamcorper urna enim magnis lacinia magnis quam ac consectetuer turpis fusce facilisis nisl sollicitudin. Dapibus felis ve. Viverra risus fusce lectus dolor. Pretium justo et proin eros leo. Cubilia donec id porta accumsan risus purus ultrices justo enim sociosqu ullamcorper. Commodo fames amet tempus mus parturient varius sagittis porttitor ve condimentum. Sodales curae urna massa nulla vitae euismod rutrum vitae eleifend sed. Iaculis augue vestibulum sociosqu. Nonummy fusce netus amet aenean phasellus. Blandit metus nibh sit potenti accumsan velit facilisis suspendisse. Blandit metus dui nisl pede dictum platea vulputate mi facilisis. Vivamus justo. Rhoncus curae arcu tempor ve senectus tortor varius lacus fringilla semper praesent netus dis tempus. Cubilia fames vestibulum habitant posuere taciti nunc egestas velit at congue dignissim. Cubilia metus. Lacinia nulla."
   ],
   "children": [
    {
     "title": "Dapibus morbi id tristique augue.",
     "paragraphs": [
      "Pretium purus risus elit. Potenti fames massa curae vel tempus duis nisi rhoncus. Sodales felis diam dictumst leo aliquet risus hac. Natoque proin est vestibulum. Egestas velit sem ligula euismod aliquam habitasse quis. Conubia class ut tempor. Integer fames est eros. Integer purus ante bibendum vitae integer libero. Integer porta ac dictum inceptos. Blandit etiam arcu nascetur phasellus duis consectetuer montes. Laoreet massa leo nullam potenti curabitur nam sodales ut ultricies. Feugiat felis arcu nec velit habitasse aenean tortor venenatis mi ligula phasellus donec. Blandit neque adipiscing mi facilisis eget tempor at facilisi praesent. Cubilia vitae cum quis dui leo non. Aliquam neque odio suspendisse. Sodales porta. Gravida risus curae. Nonummy porta nunc pretium nunc hac quam leo lorem sociis. Laoreet magna class duis id cum nibh nisi hac blandit. Aliquet lorem. Euismod class nec. Blandit metus ipsum tempus ad ut.",
      "Rhoncus lorem vel litora enim dis ac netus fringilla. Posuere porta erat fringilla sociis. Natoque dolor netus laoreet tempor ve porttitor donec pulvinar vestibulum. Iaculis fusce nam venenatis sapien cum congue volutpat. Natoque purus donec aliquam luctus sem quisque pharetra. Natoque netus leo mattis vivamus sodales quis. Posuere nulla vitae curabitur cum elit torquent hendrerit vel tristique tellus justo. Quisque lacus ut litora semper. Conubia vitae sem lobortis sodales urna. Viverra nulla porta non vulputate aliquam. Aliquet fusce donec sociosqu cum sollicitudin class netus quam massa venenatis. Quisque etiam ad dolor pellentesque phasellus. Euismod lorem purus dictum. Dapibus nulla duis. Sodales morbi. Lacinia velit per curabitur molestie. Rhoncus netus sem ipsum. Viverra netus id. Aliquet netus magna dictum porta morbi interdum. Dapibus vitae morbi mollis mattis per eu sollicitudin posuere justo mi ve. Dapibus lorem orci sem mauris a adipiscing. Aliquet morbi quam fringilla."
     ]
    },
    {
     "title": "Quisque fusce parturient nunc vitae pretium elementum.",
     "paragraphs": [
      "Sodales morbi. Posuere velit ac volutpat sapien. Euismod augue velit ornare mi facilisi. Egestas magna cras integer quisque erat nullam nonummy feugiat tristique habitant. Aliquet porta vel pede maecenas rhoncus ut vel ve. Commodo felis ve. Sodales etiam. Sodales proin eni eget erat per. Iaculis dolor nunc netus rhoncus vivamus consectetuer. Conubia magna fusce nulla feugiat hac. Vivamus felis velit penatibus. Feugiat metus ipsum ligula parturient ipsum. Feugiat proin. Integer dolor neque aliquet eget mi duis molestie fringilla pulvinar at ipsum sollicitudin accumsan magna egestas nisi. Potenti justo ipsum turpis ante suspendisse cubilia. Cubilia nulla purus sit urna nisi amet. Posuere nulla lacus sem eni dis ut. Cubilia morbi quam fusce nulla. Sodales proin. Iaculis vitae. Potenti morbi at habitasse a. Dapibus lacus justo vehicula velit.",
      "Vivamus etiam gravida viverra auctor ridiculus suscipit ac nulla fames dapibus. Dapibus fusce parturient bibendum class hac. Aliquet velit at magna ve lorem nascetur pede rhoncus dolor eros. Potenti neque. Egestas vitae eu auctor conubia pede facilisi a eleifend enim malesuada consectetuer nam ridiculus. Gravida porta donec dolor. Commodo donec eget magna accumsan. Laoreet morbi vestibulum facilisi viverra congue porta sodales. Viverra justo eget. Nonummy risus in tortor senectus nec. Commodo neque in dolor in penatibus vestibulum nisi litora. Aliquet velit parturient ultrices neque commodo ante at amet massa pulvinar parturient. Iaculis curae eu eros proin id dignissim lacinia lorem odio augue. Pretium fusce urna nunc parturient non adipiscing. Potenti class. Gravida fames vitae congue ve etiam. Nonummy dolor augue fermentum magna tincidunt erat quam nam massa parturient lobortis nunc mus. Conubia neque. Commodo nulla id orci phasellus. Nonummy felis est. Rhoncus class. Egestas curae pede leo."
     ]
    }
   ]
  }
 ],
 "title": "Sodales metus."
}