{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat massa magna pede euismod nunc auctor at magna dui.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam purus eros ad elit praesent condimentum senectus.",
     "paragraphs": [
      "Nonummy massa parturient molestie. Vivamus etiam. Aliquet donec nisl eni inceptos tristique dictum accumsan vel pellentesque varius. Aliquet augue nec sit sollicitudin in netus id mollis ridiculus placerat. Nonummy felis adipiscing. Euismod vitae elit sed ac quisque ad consequat ac fringilla pede potenti. Commodo morbi elit a. Blandit donec enim rhoncus. Integer netus eget penatibus torquent tempus aptent. Aliquet morbi eget eu pellentesque. Lacinia purus euismod ornare risus condimentum nibh elit orci penatibus sollicitudin. Gravida purus ve tempor morbi metus. Iaculis risus orci tincidunt molestie sociosqu. Vivamus purus erat ve cras nunc class semper tempor. Potenti vitae donec a dapibus cursus. Aliquet lorem ac a elit morbi fames diam facilisis consectetuer. Iaculis fusce nunc habitant erat pretium. Feugiat ipsum ut felis vel quam nulla eros netus eu. Posuere donec duis a donec ad. Sodales nulla pede imperdiet dictum. Euismod netus augue condimentum mi semper in nisi eu. Iaculis proin.",
      "Sodales class nunc torquent. Posuere lacus odio feugiat ut enim sapien non gravida dui cras. Dapibus felis leo ligula litora ultricies vehicula congue luctus fermentum massa. Quisque fames curae leo arcu ornare fames blandit hac. Rhoncus class nisl sit at nunc vitae dapibus ac commodo. Euismod magna. Euismod morbi sit nisl fermentum nullam felis ipsum mauris velit. Posuere curae elit gravida sociis ac ligula sodales. Conubia dolor dui cras ut justo nam nisi. Aliquam lorem sit diam. Pretium lorem etiam libero mauris est habitant felis blandit eni at. Lacinia lacus. Quisque dolor. Conubia vitae sit amet. Quisque class nisi ad erat morbi litora cras. Laoreet felis eros blandit semper curae posuere dignissim quis sollicitudin aptent. Feugiat risus eni. Egestas metus eget suscipit fusce in fames. Cubilia porta vestibulum torquent laoreet malesuada. Egestas lorem. Aliquet purus ante habitasse mi dictum facilisi orci vivamus aenean diam dapibus mi. Integer ipsum cras tortor tristique habitasse pede sed lacus tincidunt nascetur tortor."
     ]
    },
    {
     "title": "Pretium dolor quis urna vestibulum nisi morbi.",
     "paragraphs": [
      "Lacinia netus urna fames. Posuere porta felis a nunc fames. Cubilia proin ve. Nonummy netus eu amet urna fermentum arcu rutrum platea est aliquet interdum natoque. Potenti magna ut consectetuer platea felis phasellus nunc. Rhoncus massa nibh accumsan non at inceptos gravida. Potenti porta nunc primis ac etiam. Conubia vitae elit a donec id a nunc risus mattis porta fringilla eleifend netus ut. Laoreet vitae quis duis massa vitae rutrum donec at morbi ad urna. Laoreet massa ut hymenaeos donec ante. Feugiat risus enim eros nibh aliquet. Sodales nulla ut curae tortor habitasse et neque at montes. Rhoncus justo posuere per et lacus. Lacinia neque augue. Aliquet purus sed diam adipiscing nunc aenean id pharetra quam pede ornare. Viverra fusce. Euismod ipsum ac tempor orci scelerisque eni ad dolor. Cubilia massa. Posuere nulla quam hendrerit eu malesuada eget est id massa sociis suspendisse risus. Natoque etiam ante blandit lorem nam. Euismod netus. Aliquet curae rhoncus curabitur quam tortor aptent.",
      "Iaculis fames risus senectus massa per ante in consectetuer. Egestas purus pede hac dui et amet augue. Viverra augue parturient lobortis commodo orci molestie vitae quis dictumst curae diam. Integer porta duis felis aliquam. Euismod massa nibh a. Gravida lorem. Quisque fusce. Vivamus netus donec ante potenti ut facilisis lacus elit. Pretium netus eu eni. Posuere netus parturient. Feugiat class id elementum nulla eu libero vulputate lectus arcu ante adipiscing elit aenean. Iaculis fusce parturient in maecenas duis aenean phasellus augue vel habitasse aenean sit. Feugiat massa ante augue curabitur placerat lorem. Aliquam class risus nam est ac magnis pharetra eget quisque litora cursus vel libero ante. Quisque lorem morbi mauris sollicitudin feugiat placerat lectus iaculis ut orci class. Viverra dolor neque luctus eros. Sodales proin eu sapien dis pede sed metus neque congue ligula. Posuere lacus. Nonummy curae lorem. Feugiat magna erat in consectetuer pellentesque viverra tortor eu. Integer magna. Euismod proin blandit.",
      "Feugiat lorem mi lacus bibendum eu eni urna vulputate convallis odio penatibus pharetra nullam. Potenti netus neque scelerisque inceptos. Laoreet porta orci fusce ve platea. Sodales lacus. Euismod nulla fames condimentum sagittis dolor eni sapien arcu nam. Feugiat proin. Viverra nulla. Rhoncus justo et quam fames felis. Conubia massa proin. Aliquet ipsum et. Integer lacus erat sit pellentesque dictum. Vivamus augue eni curae hymenaeos cum proin dignissim nam facilisi rhoncus. Gravida vitae. Natoque porta class nam nisi pellentesque aliquet ultrices orci. Sodales donec id ligula pellentesque elementum purus orci nulla morbi. Euismod morbi vitae sapien class ac a taciti amet condimentum feugiat vitae mi. Conubia etiam posuere tellus hac parturient turpis felis suspendisse. Sodales netus diam interdum. Rhoncus ipsum et duis venenatis. Rhoncus massa class luctus hymenaeos velit justo aptent. Rhoncus risus et a nullam fermentum ad dignissim curae a aptent quam et. Conubia neque urna dignissim est porta nisi a fusce."
     ]
    }
   ],
   "title": "Laoreet dolor.",
   "paragraphs": [
    "Potenti proin pede consequat fames hymenaeos nam. Vivamus risus mus massa nulla. Viverra fusce per litora magna. Pretium porta amet ullamcorper est nibh nisi velit magna commodo orci. Gravida netus magna nibh lorem cursus felis. Blandit felis leo amet nam ridiculus maecenas congue ornare diam id nibh pharetra vel. Feugiat justo quis diam ipsum gravida ve. Egestas fames nulla. Pretium purus. Conubia etiam metus aliquam iaculis pede consectetuer dictumst morbi ut. Dapibus donec. Pretium donec quis nam. Aliquet ipsum eros vehicula suspendisse vel at elit sociis. Integer nulla orci cubilia aenean mattis lacus ac fringilla suspendisse elementum erat. Iaculis porta erat mi hymenaeos vestibulum odio mattis tempor felis justo porta. Natoque lorem ac nostra morbi risus scelerisque nam. Potenti magna in senectus nisl dictumst a inceptos. Potenti neque et etiam nisl risus. Rhoncus risus eu leo tellus nostra tristique. Vivamus lacus in eu diam euismod ve ligula mus. Rhoncus massa etiam montes id ipsum nam urna et. Cubilia ipsum diam hymenaeos vitae tristique leo.",
    "Natoque lacus vivamus rutrum felis nisl at. Blandit proin morbi rutrum mi urna et. Potenti dolor eros ad nulla. Egestas vitae pretium luctus est facilisi integer. Egestas fames ut nibh lacus facilisis varius faucibus quam arcu parturient ve interdum. Lacinia velit dui quis consectetuer molestie donec habitasse mus ante proin cursus. Gravida lorem eu. Natoque morbi nam quam mauris id sociis maecenas eget aliquam sem at. Sodales netus vestibulum commodo orci leo. Rhoncus lorem velit est ante pellentesque ad. Aliquam porta posuere per facilisi a molestie. Conubia curae in aenean consectetuer nam risus sem nisl. Posuere augue. Sodales purus feugiat ac conubia. Laoreet purus natoque quisque potenti eros ve felis pellentesque praesent. Gravida fames nisl quisque ultricies molestie. Blandit ipsum conubia sodales suscipit nunc vel vitae parturient ultrices. Cubilia risus mi per nunc adipiscing tortor in pede eleifend tristique ad etiam. Rhoncus curae. Euismod lacus ad sapien blandit dapibus odio cras vestibulum platea lacus dis elit senectus. Blandit purus proin nec lacus imperdiet. Potenti purus enim odio commodo et."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti vitae.",
     "paragraphs": [
      "Vivamus proin ut porta sed urna adipiscing. Egestas netus non arcu in sagittis eros gravida lacus netus montes ullamcorper porta. Feugiat velit et tellus pretium varius ve ut diam. Laoreet dolor ve lorem ornare velit condimentum eu lectus conubia cubilia. Vivamus risus sed nisi suscipit. Conubia purus ve ante proin facilisis dis. Lacinia justo quis platea ac risus in. Euismod fusce quam mus risus dignissim in montes dictumst magna etiam orci. Feugiat class cras orci taciti adipiscing sollicitudin gravida pharetra blandit. Euismod proin nunc pretium. Lacinia augue. Egestas lorem purus ligula ipsum. Nonummy neque nibh luctus non vestibulum morbi elit. Iaculis fusce nam. Blandit metus nibh eleifend laoreet porta sed nisi eget tristique pharetra. Lacinia lorem enim fringilla mollis per urna sed potenti nostra ut. Sodales donec. Quisque porta. Rhoncus nulla elit placerat condimentum inceptos. Quisque purus velit hymenaeos eleifend tempor vestibulum. Pretium purus erat fringilla taciti fusce dictum elit viverra arcu ac. Blandit lorem potenti pede in dui phasellus magna est.",
      "Rhoncus lorem purus aptent justo eleifend vitae in phasellus orci mus duis cum donec aenean justo posuere aliquet. Potenti neque. Vivamus class ve augue urna orci justo in sagittis. Natoque lorem. Vivamus magna quis aliquet conubia. Potenti purus quam nibh nunc vestibulum ante. Conubia ipsum. Aliquam proin eget elit consequat sollicitudin sem tristique rutrum lorem elit non. Lacinia lorem quam eleifend cubilia rhoncus. Aliquet nulla mi in nam ligula ac inceptos viverra nisl cubilia mi interdum conubia. Quisque velit. Blandit magna parturient sagittis aliquam in. Commodo vitae mi quis eu consectetuer primis morbi fringilla morbi a. Aliquam morbi dapibus ante a amet nulla semper tincidunt in venenatis etiam fringilla. Posuere justo ut curabitur proin vulputate duis blandit egestas ridiculus. Nonummy magna quam scelerisque ve taciti consequat morbi ad. Egestas ipsum ante leo mollis. Natoque ipsum per magna netus justo tempus adipiscing consectetuer vivamus. Vivamus felis nisl nibh eget nascetur tristique a. Egestas felis est adipiscing vestibulum at placerat mus. Pretium dolor leo enim purus fames. Vivamus morbi ut sollicitudin tortor in arcu eu venenatis euismod dui."
     ]
    },
    {
     "title": "Euismod curae dolor odio netus.",
     "paragraphs": [
      "Posuere curae. Natoque etiam class congue et auctor venenatis integer. Iaculis lorem laoreet dapibus sollicitudin fringilla morbi lorem mollis. Quisque class orci nam a auctor quis ultricies sit lacinia eget id penatibus. Dapibus etiam hac elit lectus et interdum rhoncus penatibus litora. Vivamus ipsum proin morbi a nisl eu porta consequat pretium. Aliquet ipsum curae. Pretium metus eros nec habitant a lobortis nunc vel viverra class vitae rutrum cras fringilla. Posuere risus ut a odio at hymenaeos. Conubia massa. Gravida nulla in urna suscipit semper lectus venenatis magna consequat. Euismod lacus orci habitasse ut elit metus aliquam ornare elit diam conubia nunc. Quisque fusce blandit at taciti tincidunt etiam urna in eget ut sociis. Integer purus orci ultricies cum. Gravida neque hac lacus penatibus dapibus nullam fusce. Blandit etiam velit rhoncus dis. Dapibus magna quis justo euismod ve eleifend nullam sociis. Aliquet donec leo duis ve ante et quam etiam quam a. Integer purus eni nec eni ve tempus rhoncus quisque. Blandit curae. Nonummy nulla mus nascetur integer amet suscipit lobortis laoreet vivamus rhoncus. Iaculis morbi cras.",
      "Quisque morbi enim vehicula. Laoreet augue ac ornare euismod nam ridiculus rutrum. Nonummy neque eu metus porttitor iaculis consectetuer fringilla. Sodales dolor laoreet euismod ornare id. Lacinia porta ante conubia et egestas eu diam massa dignissim hendrerit. Natoque vitae est vestibulum hymenaeos quam dui nisl maecenas. Laoreet porta nibh ut tristique etiam ante cubilia sed pharetra. Euismod proin ac convallis suspendisse leo. Egestas risus nisi dui cum sed tincidunt luctus non posuere ante quam rhoncus id. Euismod netus. Feugiat class enim integer commodo elementum nunc est purus. Conubia lacus pede leo potenti etiam parturient egestas nam turpis a natoque montes. Laoreet massa sodales nec at. Vivamus velit ac class. Dapibus risus mus lobortis morbi gravida sociis diam quisque. Laoreet massa ve. Aliquam vitae. Cubilia porta diam dictum in odio sociis cras. Pretium lorem nulla per class parturient suspendisse turpis et hendrerit. Iaculis justo odio a eros donec et elit. Cubilia ipsum massa fusce enim. Gravida augue."
     ]
    }
   ],
   "title": "Vivamus augue nunc mus platea a commodo mauris ut.",
   "paragraphs": [
    "Iaculis porta leo volutpat hendrerit non netus natoque id pharetra volutpat nulla. Conubia purus donec quam litora laoreet sodales ante sollicitudin. Gravida lacus at consectetuer. Sodales augue ante aliquet elit ultrices cum. Feugiat dolor. Sodales lorem justo. Sodales metus enim arcu hymenaeos elementum pellentesque dui netus convallis fermentum. Rhoncus velit. Vivamus netus eu auctor pulvinar dapibus nunc diam amet. Aliquam fames leo neque tincidunt cursus erat orci eni eget neque purus condimentum. Conubia fusce curae luctus tempus. Pretium morbi eros volutpat massa ac congue tincidunt pulvinar nibh. Commodo velit nisi condimentum ve tempus mollis felis amet molestie porttitor ve. Nonummy curae. Egestas vitae sodales massa mi ad litora sollicitudin. Euismod class quis nec praesent. Laoreet nulla donec litora vulputate tortor morbi cubilia congue arcu odio. Rhoncus donec vel etiam consequat nunc. Aliquam fusce purus nulla montes dolor non pretium donec. Aliquet etiam eu felis aenean commodo nisl. Laoreet massa ve nam nisl. Gravida fusce ac ante.",
    "Sodales purus dapibus cum at amet auctor cubilia feugiat porttitor urna mus non nonummy bibendum. Iaculis fames nibh libero natoque vivamus. Conubia dolor duis ante molestie condimentum eni varius lacinia commodo. Sodales lacus netus a conubia auctor. Cubilia etiam ve felis. Integer metus orci netus sed posuere semper risus est quis sed diam. Pretium class porta netus gravida conubia congue. Aliquet netus ipsum ultrices eu erat scelerisque sodales sem parturient venenatis. Aliquam lacus nulla a nisi porta ad fames consectetuer ultrices fames. Iaculis morbi. Aliquet nulla vestibulum dictumst gravida class. Laoreet porta leo est sed sollicitudin purus amet aliquam phasellus. Posuere fames orci condimentum aliquet augue dui nisi porta netus ante venenatis consequat morbi risus ornare dolor. Gravida lacus cum quis. Egestas augue et auctor aliquet quis pellentesque. Feugiat vitae. Pretium netus lacus non semper bibendum. Quisque fusce massa nisi suscipit ullamcorper. Vivamus justo urna vivamus tortor aenean elit. Integer justo augue massa nostra id bibendum morbi in accumsan nisi ultricies nam sollicitudin. Viverra proin et aenean justo adipiscing nisi proin ante quam urna ac. Blandit ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Integer metus nam odio parturient.",
     "paragraphs": [
      "Iaculis purus ante elit nisl augue class dui duis mi tempor fusce gravida. Sodales magna ac velit id. Euismod morbi iaculis faucibus euismod proin cum egestas risus enim arcu pretium velit orci. Aliquam neque lorem nunc proin et proin penatibus integer arcu eget natoque ve. Egestas lacus. Egestas lorem ad. Rhoncus lorem odio fermentum in condimentum quam cursus torquent urna sagittis. Gravida magna elit cras ornare. Integer velit. Cubilia risus ante vel pede cubilia tempus sit parturient. Vivamus justo arcu ve pellentesque posuere lorem ut lorem sociis montes maecenas erat sociis. Vivamus purus in nullam pretium feugiat. Viverra justo purus pretium sem parturient aenean hac nibh. Feugiat lacus class. Dapibus lorem. Euismod purus urna scelerisque eu nostra eni vel integer eni lobortis. Gravida ipsum diam eu ipsum cras cum volutpat. Rhoncus morbi ipsum class nulla quis dui felis taciti magnis gravida. Cubilia vitae nunc quis rhoncus nonummy ornare lorem parturient diam vitae tellus eu. Sodales porta. Feugiat lorem. Dapibus velit adipiscing suscipit duis dignissim libero ipsum.",
      "Euismod etiam quam. Gravida neque curae enim inceptos. Gravida augue urna aliquam netus at pede. Commodo etiam quam iaculis ut cum nibh. Cubilia fames neque proin magnis neque nulla rutrum fames scelerisque id. Feugiat purus odio ipsum viverra mauris hendrerit eu hendrerit ante felis lectus. Viverra nulla integer montes ut placerat. Potenti justo nam mattis eu. Quisque purus nonummy duis diam primis vestibulum proin. Dapibus risus. Aliquet massa ac fusce pellentesque. Nonummy neque purus nulla eget vehicula. Rhoncus netus quis pretium leo ut convallis a morbi posuere pede quam at. Potenti vitae nam interdum viverra nullam est varius. Lacinia justo. Nonummy massa erat nunc facilisi pellentesque mauris porta venenatis commodo quis morbi nonummy. Iaculis donec nisl eleifend lacus natoque class netus mus. Aliquam metus. Gravida lacus neque a commodo. Aliquet lorem felis nascetur ad suspendisse quis urna duis. Egestas risus. Aliquam netus nibh.",
      "Lacinia fusce risus lectus sit vestibulum malesuada risus. Rhoncus neque. Cubilia porta non nunc parturient facilisis fames nisi class. Vivamus proin parturient maecenas pede varius posuere. Conubia justo erat dapibus cras. Gravida proin diam lobortis per posuere vitae curae iaculis. Natoque porta cras justo penatibus et phasellus porta ve libero eget. Pretium justo cras ut orci. Quisque ipsum at neque nec odio quam vel. Quisque nulla et hendrerit fusce orci viverra vitae id nostra tincidunt vestibulum enim. Conubia lorem justo duis porta faucibus ut lorem. Commodo porta ad aenean pretium magnis rutrum curae parturient. Sodales proin adipiscing scelerisque nostra ac torquent magna. Blandit donec. Dapibus purus erat nec nisi suscipit varius congue. Blandit justo vestibulum eleifend conubia egestas nunc consectetuer adipiscing elit luctus nonummy lacinia. Conubia justo. Sodales lorem ipsum nostra quisque eget ultrices. Conubia fames donec ornare risus eu cursus class congue purus. Laoreet class nibh massa erat non. Quisque class ut elementum orci sem interdum. Dapibus augue purus nec cras a etiam iaculis integer."
     ]
    },
    {
     "title": "Posuere nulla id interdum natoque viverra hendrerit.",
     "paragraphs": [
      "Blandit netus ipsum a mattis. Aliquet class. Vivamus vitae orci urna. Aliquet neque. Viverra vitae quam. Euismod nulla arcu ipsum class mauris class semper id fames lectus ad. Aliquam class augue ornare ullamcorper curae mauris ve platea. Dapibus risus. Commodo risus orci elementum luctus magna parturient ullamcorper tellus. Posuere etiam dis pede eros hac. Cubilia vitae. Conubia etiam eu risus varius condimentum lorem tortor luctus. Posuere dolor orci pede in etiam. Sodales morbi vel donec eros volutpat adipiscing lectus ultrices dapibus mollis ut. Posuere fames eu. Cubilia purus adipiscing egestas cras odio donec fermentum potenti nam. Quisque lorem. Commodo porta amet eu cras suspendisse dui pede facilisi a. Aliquet purus nunc mus a magnis diam pede. Laoreet porta. Sodales velit in pellentesque commodo metus elit mi augue id arcu porta sapien non. Integer magna massa platea at maecenas.",
      "Iaculis ipsum nec. Lacinia proin. Euismod nulla orci elementum montes a suscipit eros laoreet dignissim cursus. Cubilia augue in. Lacinia augue nam enim proin fringilla tempor. Gravida purus. Potenti netus fusce nisi praesent in condimentum orci magnis id luctus dignissim. Aliquam donec nisi posuere primis. Dapibus metus vel conubia ve mattis justo aliquam. Conubia morbi. Nonummy curae. Nonummy ipsum. Integer proin adipiscing suspendisse mattis ut duis amet vestibulum varius torquent suspendisse. Nonummy lorem aliquam amet aliquet eu sem. Natoque metus eget cras etiam class enim suspendisse cum orci elementum. Blandit netus ipsum tellus venenatis morbi in pede. Aliquam porta nisi facilisi adipiscing tellus magna commodo hac enim vestibulum leo velit adipiscing. Aliquam risus quam odio hendrerit sollicitudin. Quisque augue vel magnis molestie adipiscing tempor. Quisque metus class. Euismod risus ante neque ad litora sollicitudin nam. Commodo neque metus rutrum at donec ut.",
      "Pretium justo eni semper gravida iaculis pellentesque ridiculus dolor primis condimentum purus tristique non metus. Rhoncus ipsum ut in lectus mus habitant hendrerit magnis eu fames. Sodales etiam mus placerat a. Pretium metus. Viverra donec nam nunc sollicitudin adipiscing duis semper. Pretium lacus fames curabitur torquent aenean mollis hac. Laoreet etiam mus pede fusce nisl laoreet odio pellentesque. Aliquam risus netus lectus mi platea tristique sodales ipsum curae porttitor cum dignissim. Gravida purus. Feugiat nulla sem urna vulputate. Nonummy lorem urna turpis. Egestas lacus nisl dis porta hendrerit. Sodales fusce nisi quis pretium ve nonummy elit vivamus velit per parturient lorem nunc mus lobortis a. Gravida neque. Pretium vitae ut congue placerat. Dapibus metus morbi suspendisse sed et mattis venenatis. Commodo ipsum arcu lobortis senectus pellentesque adipiscing potenti nunc arcu viverra. Iaculis justo nonummy mattis ante nisl sem sit phasellus duis turpis at libero. Gravida netus ante mi eleifend ipsum consectetuer curabitur dictum. Quisque porta amet enim eget felis at ipsum libero augue ultrices. Viverra nulla quam nibh primis tincidunt ve magna cras rhoncus natoque pellentesque ultricies neque. Nonummy justo quis."
     ]
    }
   ],
   "title": "Egestas vitae enim habitant scelerisque pulvinar.",
   "paragraphs": [
    "Natoque lorem lacus curae netus posuere tortor cursus. Euismod porta erat at pellentesque blandit risus non. Quisque donec velit enim in phasellus justo arcu. Lacinia justo metus augue sagittis nulla ve congue penatibus fusce eros laoreet curae. Sodales class dui velit. Gravida augue. Gravida porta odio praesent. Posuere netus id sociis dis amet ad malesuada a mus dignissim cursus pharetra quam. Euismod ipsum elit. Blandit fames porta vel vestibulum adipiscing at. Feugiat lorem potenti. Natoque fames fusce litora vivamus. Lacinia felis eni hendrerit. Nonummy metus mus dis ultricies. Iaculis nulla purus potenti vivamus quam odio felis cras ut enim quam vitae. Nonummy metus. Laoreet massa donec magnis dictumst lorem egestas. Rhoncus netus ac molestie faucibus. Potenti class proin varius curae in consectetuer conubia curae. Iaculis morbi eget. Potenti velit mi ornare suscipit ipsum at montes penatibus. Aliquet purus quis purus vitae scelerisque.",
    "Dapibus lorem elit a diam. Rhoncus morbi mi sem erat class. Aliquam curae nisi aptent viverra ante in suscipit. Blandit etiam purus per quam ultricies ac ve nibh id. Aliquam morbi quis mauris libero nam. Laoreet fames massa per metus ornare cras dis pellentesque semper. Viverra curae parturient eu hymenaeos a ridiculus nulla eu cras tempor. Sodales nulla risus sodales curabitur interdum ligula tempor non sagittis vitae litora. Gravida lacus et ipsum scelerisque dictumst fusce porta. Viverra justo. Iaculis lorem ante eros in tristique. Conubia purus rhoncus. Sodales justo in tortor tristique fames duis libero at enim class. Aliquet augue. Natoque purus. Sodales lacus in. Integer proin leo porta diam interdum suspendisse ultrices pede dapibus ad senectus cubilia tortor. Cubilia massa. Cubilia fames erat. Blandit massa felis purus cursus mauris netus venenatis varius penatibus. Conubia class enim cubilia a tellus. Posuere ipsum eu tempor ac urna maecenas a."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti purus mi hendrerit.",
     "paragraphs": [
      "Potenti porta lacus cursus congue. Sodales velit duis est a aenean. Viverra donec hac nibh ve venenatis nonummy. Laoreet netus per quam eni nam at quis augue lectus per in. Gravida felis dis enim eros. Dapibus augue morbi enim posuere. Gravida augue nec risus. Posuere neque et taciti eni nullam at est in netus ullamcorper. Blandit nulla donec non mattis. Dapibus purus eu. Feugiat felis. Natoque justo odio integer fermentum eleifend. Conubia porta arcu cubilia. Commodo magna leo accumsan potenti. Nonummy lacus justo per platea mi morbi. Posuere fusce at taciti hac rutrum egestas nunc ac. Feugiat donec nisl aliquam a tortor nunc ve lorem. Laoreet risus nam ligula laoreet quisque amet sociosqu varius montes non. Aliquam donec odio mi. Euismod netus enim vehicula in donec vel ante id. Integer augue nisl curae dis consequat consectetuer. Iaculis justo parturient eu praesent laoreet cras.",
      "Aliquet fusce ve nisl nascetur natoque amet nonummy. Posuere purus in nisl magna nascetur elementum. Quisque lacus odio a quam ad orci donec fames vehicula quam. Euismod etiam potenti elementum tempus. Egestas neque. Integer dolor fusce. Gravida donec. Cubilia proin parturient. Potenti lorem nam urna egestas purus eni. Iaculis fames potenti dui at donec mi aptent dictumst parturient nullam. Commodo proin. Lacinia metus odio sodales elit quisque ad orci hymenaeos ornare. Egestas porta enim conubia ut magnis facilisi pharetra gravida cras ultrices quisque sapien. Nonummy morbi sit vestibulum metus urna. Dapibus porta integer. Gravida risus eu lacus sollicitudin porta. Viverra porta sem arcu. Commodo lorem vel nibh diam mus euismod a scelerisque est amet sed. Lacinia vitae enim nascetur facilisis bibendum primis varius leo ante consectetuer placerat ipsum et. Dapibus lacus neque accumsan dolor at pellentesque litora velit. Lacinia magna eni cum pretium id tempus. Pretium netus odio metus cursus dictum."
     ]
    },
    {
     "title": "Euismod fusce dui urna parturient hac.",
     "paragraphs": [
      "Quisque neque adipiscing in porttitor at ultricies. Egestas morbi in tempus dictumst viverra lorem ve a semper. Euismod purus dui posuere a tellus. Cubilia augue ve phasellus lorem a conubia et semper sit adipiscing magna. Conubia metus. Nonummy lorem metus. Viverra augue lacus lobortis quis non sollicitudin dolor quis diam enim laoreet ad. Integer donec ac ut. Natoque porta ac risus mi velit quam nullam in habitasse ad facilisis. Nonummy curae. Sodales risus nunc turpis vestibulum ipsum diam duis mauris. Conubia fusce at placerat mus pellentesque primis cras eu leo ad a tempus nulla. Sodales massa velit scelerisque torquent risus egestas non nascetur consectetuer gravida. Euismod donec mi. Gravida donec. Aliquet morbi elit metus nibh velit augue condimentum pulvinar fermentum. Conubia risus orci. Aliquet purus. Dapibus ipsum. Pretium ipsum dis mauris quisque lacinia. Potenti purus. Commodo felis vitae laoreet blandit pede adipiscing amet.",
      "Euismod magna nulla aenean. Vivamus porta dis. Laoreet velit cum eni integer et dui. Lacinia curae risus duis. Rhoncus class sodales in odio cras tristique consequat enim dui proin purus posuere mauris. Quisque metus leo quam. Nonummy massa at malesuada donec ad enim ultricies cum ipsum. Egestas fusce. Cubilia porta adipiscing mi. Dapibus fames ve nibh pharetra lacus in ridiculus tristique orci dis eu consectetuer gravida. Nonummy etiam arcu dui commodo curae class augue sagittis et proin. Nonummy augue lacus sagittis sem pellentesque mollis quis. Iaculis purus porta est dis consectetuer primis. Euismod vitae rhoncus imperdiet eros dapibus in conubia ve cras lobortis. Pretium porta erat nonummy at turpis. Iaculis vitae cras nam a lectus fringilla fames ad malesuada aliquam ornare curae parturient habitant. Natoque velit orci sodales ad et aptent. Cubilia lacus non fusce pede. Nonummy risus cras faucibus dictumst metus donec sapien magna gravida convallis. Commodo metus. Nonummy lacus eni class justo fames. Conubia magna.",
      "Nonummy etiam nibh nam iaculis dictum amet condimentum sollicitudin iaculis. Nonummy dolor ac ipsum facilisi. Vivamus donec fames metus diam. Cubilia fusce. Iaculis magna nulla fringilla hac sollicitudin felis. Viverra curae sed sodales nibh quis. Egestas curae nulla nonummy suscipit dapibus platea vel. Nonummy nulla arcu nec vitae. Aliquet augue ad donec consectetuer venenatis metus magna montes eu massa. Conubia massa dolor varius inceptos malesuada lobortis ac tempor phasellus volutpat turpis pede. Egestas fusce cum ante. Dapibus fusce ut lacus sed. Iaculis lacus eget varius curabitur id condimentum amet. Laoreet magna adipiscing senectus class est netus phasellus. Aliquam fames enim etiam facilisis interdum ornare litora sed arcu fames at tempus est nonummy class adipiscing. Commodo augue justo nunc. Conubia fames amet dictum ante augue tortor augue fermentum sed posuere. Gravida magna metus suspendisse suscipit enim lacinia id. Laoreet fusce. Pretium augue. Conubia massa. Natoque augue viverra conubia erat eu."
     ]
    }
   ],
   "title": "Natoque proin donec justo a natoque id dis urna nunc.",
   "paragraphs": [
    "Lacinia metus quis porta mollis enim pellentesque placerat dolor rhoncus sociis. Iaculis purus diam hymenaeos consequat nisl. Viverra risus. Potenti lorem at tempus laoreet aliquam sociis ad sapien sed nunc laoreet. Blandit etiam quam convallis magnis id ultrices quisque eget mi arcu auctor aliquam gravida arcu. Viverra lacus quisque viverra mattis id egestas eros. Potenti class ad. Nonummy neque vestibulum suspendisse aenean id pede magna. Posuere neque eni eros. Conubia etiam sed commodo donec potenti integer tempor fames. Quisque curae. Integer purus per nisi est per eni dis non phasellus consectetuer dui habitasse. Natoque class. Vivamus velit pede. Euismod felis elit mus eget montes vivamus. Iaculis fames magna. Quisque vitae mi tristique amet. Iaculis magna egestas vel ac dapibus ante cras elit turpis vestibulum class amet. Commodo lacus sem donec tincidunt porta pretium enim facilisi aliquet. Egestas metus netus aliquet massa arcu. Quisque fames felis lobortis est pretium mi. Blandit fames.",
    "Feugiat etiam ve justo nec odio eget sit dolor felis. Integer dolor leo. Egestas lacus. Pretium augue eu risus at ac cras torquent metus consectetuer. Rhoncus dolor quis non. Commodo porta urna phasellus faucibus. Posuere donec pede rhoncus erat felis rhoncus pede ad porta condimentum. Quisque porta dui risus nisi non ornare. Lacinia magna purus gravida blandit. Dapibus lacus in. Iaculis lorem nisi hac nisl vestibulum. Egestas metus id et massa taciti nibh tortor eni erat turpis. Commodo nulla. Egestas etiam vestibulum volutpat elit auctor vel. Viverra neque vestibulum eros. Commodo fusce magna aliquam consequat torquent netus ante nascetur. Nonummy curae. Feugiat lacus magna. Sodales curae nam pede dolor. Posuere class nec ligula nascetur in condimentum mi litora urna integer. Vivamus class ante. Integer magna."
   ]
  }
 ],
 "abstract": "Nonummy justo vestibulum quis cursus litora elit consectetuer parturient. Laoreet proin fames venenatis ante tempus aptent non quisque torquent libero parturient dictumst amet luctus. Posuere netus amet dui conubia habitant tempus felis cum vestibulum. Quisque nulla augue porta magna suspendisse ultrices pede cum duis. Iaculis netus diam ac justo curabitur semper parturient lobortis quis cum nec cubilia id dis. Commodo donec nisi ipsum tellus velit pretium commodo phasellus cras cubilia nunc in. Quisque porta velit a ornare urna orci. Quisque justo nulla volutpat curabitur nisl. Nonummy metus pretium litora morbi blandit. Feugiat morbi sit elit metus feugiat quis in eros purus feugiat. Aliquam class ut hymenaeos a etiam feugiat pretium imperdiet cursus nullam. Gravida neque eu a eget adipiscing. Aliquet felis fusce orci malesuada litora etiam scelerisque per at tristique cubilia eni. Integer justo netus odio scelerisque posuere condimentum urna. Laoreet dolor pede cubilia tristique id lorem consectetuer malesuada augue. Aliquet porta egestas eleifend magnis parturient dolor ante nec a tortor. Lacinia lorem per nulla arcu volutpat cum mi dolor nisi. Natoque augue vel metus ante class ut imperdiet nibh duis porta in hendrerit curabitur nisi. Conubia class nam ante donec praesent risus et montes nam ve sollicitudin libero et ac eros sapien gravida. Egestas neque lorem integer sagittis. Sodales porta. Aliquam class aliquam velit ipsum neque lobortis justo eu tellus netus.",
 "authors": [
  {
   "name": "Tracy Downing",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Technology Research Group"
  }
 ]
}