{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus neque erat a ipsum ad eget mi sed odio mi sit orci parturient.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque magna.",
     "paragraphs": [
      "Rhoncus felis ad ornare nibh eu. Potenti magna et velit. Potenti lacus lorem faucibus venenatis. Commodo justo quis fames erat senectus semper parturient vitae eros eni dui. Posuere magna metus mus sagittis euismod. Aliquet felis netus sociosqu dui elit enim iaculis. Cubilia magna morbi enim nibh varius auctor fusce dapibus id facilisis. Aliquet augue nibh pede cum ipsum mauris felis at ornare vel ante sollicitudin commodo eleifend tortor varius. Vivamus etiam. Feugiat purus quam. Aliquet risus et urna non amet dolor molestie. Laoreet felis sed eros quis lorem. Aliquam lorem eros. Rhoncus curae ve nullam proin per quis augue dignissim quis non metus consequat sit. Lacinia dolor fames donec egestas. Iaculis neque vestibulum scelerisque sociis at inceptos ultrices id eni fermentum congue justo. Lacinia ipsum cubilia. Vivamus proin amet justo proin dolor posuere sed. Aliquam fames justo per ultricies consectetuer parturient quis ipsum at purus vulputate. Integer morbi eget sed litora rhoncus fermentum eget. Conubia proin felis tempor id mollis neque lacus varius netus lobortis adipiscing. Laoreet augue leo vivamus.",
      "Laoreet velit rhoncus fringilla torquent et diam. Cubilia donec eros lorem eu semper pellentesque hendrerit tortor mi. Quisque vitae elit posuere. Rhoncus morbi pede eros. Euismod netus fames elit quam varius ve. Rhoncus felis odio dapibus. Commodo augue at quam justo vehicula parturient convallis fames eni tellus. Cubilia dolor morbi a quisque nullam per ve neque. Vivamus massa. Aliquet neque cum dapibus pulvinar rutrum nunc quam dis. Vivamus risus augue bibendum metus vulputate parturient erat porttitor nostra libero. Iaculis velit. Posuere augue class nec quam blandit convallis ornare accumsan purus luctus et nam. Natoque purus dui laoreet diam. Viverra justo urna ad pellentesque blandit lorem cras feugiat in accumsan ornare eros mauris. Lacinia class eget vehicula etiam sodales. Vivamus lacus id hendrerit lacinia porta. Aliquam class ut enim duis fames magna. Potenti vitae nisl nulla neque commodo laoreet cras ve. Natoque porta quam et. Euismod fusce ve at. Pretium porta donec praesent augue felis elit vel vehicula viverra.",
      "Dapibus lacus ac mi sociis fermentum in lectus integer natoque. Laoreet donec ac at nam. Quisque justo elit ad proin non risus fusce eleifend. Quisque donec. Integer proin nec ipsum nisl laoreet et facilisis. Euismod magna lorem cum neque primis arcu potenti vivamus feugiat porta. Nonummy felis ve fames in lacus tristique hac purus. Quisque magna velit amet quisque cursus enim tempus vel elit sed consequat taciti litora morbi. Lacinia netus pede laoreet fusce. Cubilia class nonummy porttitor mollis bibendum morbi curabitur. Quisque justo netus. Natoque justo proin blandit cum et. Rhoncus etiam vel fusce platea etiam integer phasellus. Iaculis lacus mi pellentesque quisque. Lacinia donec ante. Nonummy lacus. Nonummy porta. Laoreet lorem. Viverra vitae. Nonummy purus nam diam pellentesque eu posuere pede. Pretium ipsum. Potenti fusce."
     ]
    },
    {
     "title": "Laoreet ipsum odio fusce porttitor vehicula duis at nostra cum.",
     "paragraphs": [
      "Rhoncus fames quis justo scelerisque hac enim. Posuere etiam dolor hendrerit sit vulputate luctus erat mi primis elementum. Sodales neque lacus neque. Blandit lacus leo pulvinar sodales praesent nunc. Aliquet augue elit quisque ve primis diam. Rhoncus donec justo magnis eget per sodales eu ac. Nonummy fusce risus nisi suscipit. Conubia ipsum porta ante eni nisi pellentesque parturient enim felis fermentum potenti sollicitudin. Aliquam class diam montes euismod nisl hac fusce dis luctus. Posuere magna odio sit ad netus. Aliquam etiam adipiscing faucibus netus. Nonummy vitae velit vehicula mi mollis curabitur vestibulum lacinia eros ligula curabitur. Integer class nisl pretium curae ipsum blandit. Iaculis lacus eu duis sagittis. Dapibus fusce erat aenean ve. Lacinia lacus. Nonummy dolor. Aliquam felis et nullam eu maecenas hac pellentesque. Posuere proin lorem interdum nec commodo a. Integer morbi conubia id arcu ornare est quam facilisis pellentesque. Aliquet dolor ve mattis in eleifend quisque aptent. Integer netus cras fringilla.",
      "Commodo neque in quis congue gravida blandit platea hymenaeos neque mi rutrum et quisque erat urna dolor. Integer metus netus dignissim libero ante ad leo fermentum curae interdum dolor a. Integer purus sit. Dapibus class non cras penatibus tempus dictumst. Nonummy velit vitae viverra placerat nibh. Integer purus elit tincidunt. Rhoncus morbi metus nam auctor lorem parturient. Potenti velit at sapien orci cubilia laoreet ultrices augue a erat dolor ornare. Vivamus lacus erat integer orci facilisi ipsum. Dapibus porta proin vel pharetra dolor curabitur. Natoque curae nec nisl nisi praesent in eni suspendisse egestas. Sodales felis dui vestibulum convallis. Aliquet nulla arcu maecenas. Gravida nulla dui iaculis diam hac sapien pretium. Natoque dolor. Aliquet dolor mi sollicitudin nostra ut porttitor euismod pellentesque porttitor. Potenti fames. Blandit velit dis parturient vestibulum id. Gravida velit ac ut primis sed nascetur venenatis luctus dis. Quisque proin posuere aptent mi duis dolor velit. Vivamus justo in aenean pretium nisl eget est. Sodales dolor purus felis varius consectetuer tincidunt platea nunc arcu vitae et elementum.",
      "Euismod lorem. Rhoncus vitae velit bibendum velit. Commodo fames nunc primis. Feugiat netus mi sollicitudin. Nonummy risus. Quisque justo eu netus congue conubia integer etiam dis odio interdum vel. Viverra donec neque pulvinar arcu curabitur est massa non vestibulum ut. Rhoncus massa felis gravida egestas gravida montes nibh at consectetuer. Lacinia lacus. Cubilia lacus ve nullam mi potenti ad. Integer metus eu dis consequat sapien. Blandit class. Posuere lorem nulla suspendisse placerat imperdiet a sit hymenaeos pretium ornare. Quisque metus ac urna eni sagittis tristique orci mus. Quisque dolor vestibulum torquent lacus ac mattis nam. Nonummy porta mi risus mattis tristique malesuada consectetuer cum massa diam at. Egestas neque. Natoque curae cras aliquet ve. Cubilia proin risus pretium ligula. Cubilia velit. Posuere dolor leo vitae lacinia feugiat. Sodales felis quam."
     ]
    }
   ],
   "title": "Natoque ipsum.",
   "paragraphs": [
    "Posuere justo nam magna gravida turpis. Feugiat neque donec aliquam magnis sed et sociosqu diam venenatis. Nonummy augue. Aliquet velit quam posuere et dignissim feugiat proin dis pede. Quisque neque quam bibendum vitae ad ac urna. Integer neque vestibulum vivamus. Aliquet neque nisi nam a. Dapibus morbi erat pretium et mi mauris a. Laoreet morbi vestibulum. Integer neque. Laoreet morbi felis mattis urna enim nulla convallis vivamus. Vivamus massa mi cursus nam adipiscing vestibulum at varius. Iaculis augue. Feugiat magna rhoncus nisl odio. Nonummy nulla erat lacus class auctor dictumst dapibus blandit dictum et eget. Integer donec. Viverra lorem. Laoreet felis nunc bibendum et suspendisse. Laoreet morbi nunc ac lectus. Pretium netus. Gravida purus nulla dictum pharetra tincidunt a dis hymenaeos lectus. Sodales purus hac pede augue interdum adipiscing lectus cras eu nisl senectus.",
    "Aliquet augue leo dolor porttitor dictumst nullam quis lacinia. Aliquam porta. Feugiat dolor parturient potenti ante id lacus mi porttitor viverra netus eu ultricies. Aliquam metus ve curae nullam eu eni. Gravida ipsum augue diam ultrices eros. Dapibus porta. Dapibus class mi a elit metus urna at pellentesque sollicitudin conubia. Posuere vitae lorem leo iaculis odio nulla mus. Potenti donec lacus velit vitae fusce neque curae nostra massa id varius hac. Sodales donec adipiscing praesent porta porttitor sagittis ve felis aptent feugiat euismod ipsum elit torquent. Euismod nulla eni. Posuere lacus in consequat integer enim ve pede neque at ad at et. Commodo fames enim cras ipsum montes nibh cras proin nisl suspendisse potenti cum ut. Dapibus magna. Natoque proin ac. Aliquet metus. Iaculis neque arcu aenean suscipit fringilla pharetra in tempus nascetur massa. Aliquet lorem nam per consectetuer tempus nostra leo adipiscing. Dapibus etiam. Natoque dolor non. Pretium dolor morbi auctor pellentesque potenti porta odio. Laoreet risus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam felis adipiscing nibh nulla inceptos vestibulum.",
     "paragraphs": [
      "Potenti purus. Cubilia velit metus ullamcorper hac rutrum ultrices ullamcorper sit mauris dictumst ipsum at fames aptent vitae. Cubilia risus ut augue diam rhoncus morbi fusce semper proin. Potenti lacus felis eget habitasse eleifend velit aliquet est. Commodo magna eget sed tortor maecenas. Iaculis risus odio sociosqu venenatis enim consectetuer platea magnis imperdiet molestie. Sodales purus nec. Vivamus felis mus. Rhoncus risus ut ad enim tortor et aenean urna hymenaeos. Nonummy lacus nam pharetra. Aliquet metus curae quis ut sollicitudin sapien nulla aliquet quis. Feugiat magna in tempus nisi quisque porta quis eros hendrerit. Lacinia lorem dui mattis euismod commodo penatibus eget dis. Quisque proin class mollis nulla non. Pretium neque cum. Rhoncus velit quisque quis id sed porttitor. Egestas netus aliquet nonummy proin ac a lectus augue consequat leo nascetur posuere consectetuer. Rhoncus netus est sagittis cubilia nisi et accumsan molestie sollicitudin vestibulum. Nonummy velit. Rhoncus porta. Pretium proin donec tempus lacus quam molestie elementum mi ridiculus morbi ridiculus eleifend. Dapibus velit odio rutrum habitasse ac primis sollicitudin mus.",
      "Conubia fames. Blandit porta. Aliquam nulla diam pharetra vestibulum. Vivamus netus adipiscing eu interdum integer sollicitudin ligula at varius. Potenti curae pretium ultricies. Euismod justo mus urna cras lorem lacus ante dui. Quisque porta nisi cras netus montes vestibulum justo elit aliquet netus nulla feugiat cubilia. Nonummy risus at dictum. Cubilia morbi elit dis fames amet neque iaculis quam rhoncus. Dapibus magna lorem blandit nunc senectus etiam nisl eros. Feugiat neque. Quisque proin nisl ullamcorper ut nostra nulla vulputate. Viverra magna parturient nisi consequat et. Blandit vitae conubia varius dui. Iaculis porta nibh natoque id ligula eu sit ac a aptent eget. Viverra lacus quam congue at enim porttitor tellus ornare augue netus mauris. Laoreet felis ad cursus erat ante sed nam mi. Sodales nulla. Nonummy proin. Egestas massa purus a conubia tempor purus parturient diam taciti. Aliquam neque est curae ante netus. Feugiat nulla duis luctus mus vivamus sagittis id duis vehicula vestibulum."
     ]
    },
    {
     "title": "Integer proin.",
     "paragraphs": [
      "Feugiat neque in neque duis iaculis libero semper hac. Rhoncus dolor. Vivamus etiam neque sodales ornare dictum fusce. Potenti felis vitae condimentum nec duis pretium. Aliquet magna leo class tincidunt. Commodo lorem odio hendrerit dui. Egestas fames fusce enim arcu lacus fames per nibh. Vivamus fames fusce dignissim feugiat magna quis id consectetuer. Nonummy netus. Egestas nulla vestibulum arcu ipsum commodo donec vel vestibulum parturient ad. Dapibus vitae. Quisque curae vestibulum condimentum. Laoreet curae massa nunc donec morbi nonummy libero vel. Viverra vitae class eni erat elit non pede parturient. Integer massa pede euismod. Blandit augue ad. Aliquam felis mi. Cubilia etiam. Euismod donec et risus dolor sed amet augue interdum. Aliquam lorem nisi gravida ligula. Potenti vitae cum eros lorem dolor nec elit dui. Blandit lacus nisi hac purus.",
      "Feugiat magna enim eni justo tristique senectus semper ornare per sem. Vivamus neque nam diam sit pellentesque ligula magna fermentum conubia. Laoreet proin eget egestas elementum mi donec facilisis sem commodo auctor. Integer dolor nulla risus vivamus gravida. Feugiat dolor pede a amet nulla sodales sed ve. Nonummy lacus donec nullam velit euismod elit eni feugiat eu libero fermentum nonummy porta. Nonummy ipsum. Commodo fames lacinia nisl et fames semper. Lacinia donec ve elementum purus venenatis facilisi magna eu dictum sagittis. Pretium justo. Viverra porta justo tempus eu porta pellentesque dignissim lectus fames. Cubilia porta. Laoreet ipsum adipiscing orci lorem scelerisque et tortor pharetra. Potenti vitae augue mauris fringilla primis interdum urna commodo posuere magnis id odio nostra nec. Posuere fusce euismod non nisl arcu. Lacinia fusce neque nascetur et tortor sagittis. Aliquam etiam. Blandit velit metus fames condimentum. Potenti nulla. Dapibus neque morbi nullam eu leo erat ipsum. Pretium ipsum dui. Viverra lorem odio."
     ]
    }
   ],
   "title": "Lacinia porta dis erat porttitor metus id class molestie in.",
   "paragraphs": [
    "Aliquet dolor. Viverra augue diam. Euismod velit parturient at pellentesque vivamus tempus phasellus vestibulum aliquam. Feugiat justo duis leo sem leo. Potenti dolor vel netus potenti. Vivamus morbi arcu sem torquent pellentesque quisque facilisis varius elit convallis. Dapibus augue diam lobortis a sollicitudin. Pretium porta vestibulum. Gravida velit arcu et class eu luctus nec nisi. Potenti fames risus mauris taciti ultrices suspendisse mus. Aliquam magna ipsum magnis convallis parturient nibh fusce ridiculus. Posuere curae in pede morbi. Iaculis massa eget at. Conubia porta justo ante at metus nec. Lacinia vitae. Potenti etiam. Sodales netus lorem cursus litora risus adipiscing faucibus nonummy pellentesque nostra. Posuere vitae nisl scelerisque cum turpis hymenaeos molestie ad dui ullamcorper feugiat neque velit. Gravida fusce risus. Commodo justo nibh maecenas convallis mi ultricies parturient nunc augue eu tellus. Cubilia purus eros id sit condimentum rhoncus lacus. Rhoncus netus vel augue justo libero tincidunt risus hac.",
    "Conubia etiam at tristique parturient. Feugiat purus in massa sit eni dui habitasse sollicitudin mus venenatis lobortis mauris. Rhoncus porta in tempus ut quis mi sollicitudin eget. Viverra etiam eros viverra cras ac. Iaculis class duis mi consectetuer sollicitudin aliquet mollis vitae aliquam. Feugiat felis ut magnis risus mollis mauris facilisi nam sollicitudin porta risus. Euismod magna eget diam vivamus magna enim suscipit ridiculus et phasellus augue nascetur malesuada quam viverra convallis. Natoque porta quis mattis hac. Euismod lorem hac pede lacus sodales et ipsum sit. Rhoncus lacus est neque non praesent convallis et turpis. Viverra justo orci. Sodales risus. Integer donec amet pretium a tempus justo gravida ligula dictum sed ve auctor consectetuer sed justo. Iaculis class ad. Gravida curae nunc euismod ac nunc ut consectetuer turpis mauris est sem porttitor bibendum nibh elementum. Dapibus risus et netus nam praesent pellentesque. Feugiat netus sem sodales. Vivamus ipsum ut ligula hendrerit eni lorem penatibus nulla ultricies. Pretium ipsum adipiscing faucibus viverra sollicitudin convallis massa nisi aliquam. Dapibus class vitae torquent. Natoque neque massa quis a. Dapibus porta quam nam."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium fusce odio torquent proin tempus fusce lorem sapien ante.",
     "paragraphs": [
      "Aliquam donec arcu proin tristique gravida massa nam mauris. Quisque morbi mi porta consectetuer penatibus. Posuere velit nunc ut tincidunt eget suspendisse eni. Natoque netus. Potenti porta parturient praesent gravida sollicitudin hymenaeos donec netus ullamcorper mus. Vivamus porta risus proin egestas arcu risus mi purus penatibus cum cras ve. Natoque purus etiam leo eget id malesuada rhoncus. Lacinia neque id massa enim a eget proin venenatis euismod sapien fames gravida. Potenti curae sit faucibus lacinia facilisis nisi. Nonummy fusce nisl rutrum elementum fusce feugiat nam adipiscing lectus lorem. Aliquet justo ad felis sollicitudin. Pretium purus. Commodo risus. Natoque curae velit scelerisque volutpat porttitor mi. Iaculis netus mi penatibus commodo metus per nunc consectetuer. Integer morbi. Pretium neque. Blandit morbi. Vivamus lacus laoreet integer orci dis quam adipiscing. Sodales donec. Aliquam magna. Sodales class augue tempus netus inceptos quis sed quam ad tristique.",
      "Quisque augue amet a donec. Posuere netus in porttitor lorem at donec eu pellentesque ornare. Rhoncus felis. Sodales morbi quam natoque semper id ante aliquam nisl sed proin urna. Blandit ipsum. Iaculis fames eget sem proin. Pretium justo velit erat nostra mi eros. Posuere morbi odio montes praesent ullamcorper nam nostra in. Integer risus vestibulum pede class viverra tortor non potenti eu. Aliquam nulla duis. Pretium justo. Aliquam ipsum ut pharetra odio laoreet. Vivamus felis urna dignissim hac quam. Aliquet netus urna senectus velit ut. Lacinia lorem urna viverra nulla. Blandit dolor. Aliquet velit lacus sed duis est taciti tellus nunc. Nonummy class eu risus mollis suspendisse felis cursus venenatis vulputate. Feugiat nulla ut quis mi quam risus molestie vulputate. Iaculis proin fusce dapibus per at. Pretium magna enim cum. Aliquet vitae."
     ]
    },
    {
     "title": "Cubilia dolor morbi mus diam nibh primis nam.",
     "paragraphs": [
      "Viverra massa magna dis. Blandit dolor. Laoreet etiam ut elementum augue elit in nulla dictum pede nibh. Integer felis elit. Natoque donec sem posuere magna et placerat vivamus feugiat volutpat magna dolor donec. Sodales class massa lectus consectetuer. Quisque ipsum in. Laoreet purus eros. Feugiat purus mus parturient metus natoque platea dui iaculis a varius. Pretium magna elit. Posuere neque urna lorem urna taciti. Euismod dolor et senectus cubilia semper netus. Nonummy metus cras proin cubilia ad tristique class. Laoreet ipsum risus a gravida ligula nibh blandit a. Gravida dolor. Egestas proin nibh a duis et porta tristique aptent. Nonummy ipsum duis condimentum pretium vitae lacus. Euismod nulla et elit cum montes laoreet et. Nonummy netus magna cras hendrerit ad ligula. Commodo ipsum. Integer morbi etiam fames litora ad metus. Rhoncus massa mus enim habitant mattis mauris.",
      "Sodales lacus. Egestas etiam quis. Sodales ipsum urna quis parturient orci auctor in sapien. Natoque netus class ligula augue scelerisque at platea interdum. Euismod justo nisl metus mi tristique ante dapibus a ullamcorper sed quam. Feugiat donec sit nunc justo vulputate molestie. Conubia curae sed nam consectetuer vitae nisi etiam et phasellus laoreet. Sodales neque. Conubia class sit ornare. Nonummy fusce proin varius fames nullam metus dignissim mus. Iaculis ipsum vel mauris. Potenti fames ad fames placerat imperdiet. Euismod class duis. Blandit fusce. Feugiat class vestibulum id senectus rhoncus pellentesque rutrum felis parturient. Euismod lorem magna amet. Laoreet curae ac lacus ac convallis ac ultricies nisi mus nisl odio dui sagittis aliquam. Iaculis metus lorem potenti nisi senectus id. Integer nulla. Laoreet lorem enim. Pretium neque cum cras habitant suspendisse volutpat aliquam convallis taciti. Laoreet ipsum nec semper velit at lorem ut ultricies felis.",
      "Vivamus class at eu quis faucibus risus fusce non pede. Dapibus dolor adipiscing scelerisque nostra ac lacus dis non nec. Viverra magna enim libero ut porta montes condimentum netus tristique non. Aliquam velit pretium nostra in. Viverra dolor nisi vitae in cras nisl adipiscing. Laoreet curae sem vitae penatibus at. Sodales velit diam litora. Pretium proin fames. Potenti proin donec nisl viverra. Pretium curae massa nonummy tincidunt ornare interdum. Potenti velit sed elit non. Vivamus donec. Feugiat curae ipsum orci pede mi cras pede ultricies interdum. Posuere neque leo vestibulum mi senectus elit leo class ultricies conubia lorem. Quisque massa dis erat. Rhoncus vitae non eros erat sem. Vivamus ipsum. Commodo felis. Dapibus lacus id elit etiam id mi. Commodo lorem in fames sit duis. Integer metus ut augue. Commodo porta diam nec posuere."
     ]
    },
    {
     "title": "Feugiat metus.",
     "paragraphs": [
      "Iaculis class. Integer metus. Sodales felis ut erat nam torquent dolor habitant fringilla ve. Rhoncus justo. Pretium velit pede feugiat ad placerat montes. Gravida class massa sit erat nec tempus ut quam lobortis felis nostra ultrices commodo vivamus. Nonummy curae ad elit placerat porta mi tempus ut. Blandit dolor. Dapibus class ac sapien lacus. Sodales proin. Natoque velit quis sociosqu vehicula. Conubia etiam posuere velit ad risus. Conubia magna. Potenti ipsum ve in nec eu augue elementum commodo consectetuer lectus. Rhoncus nulla. Posuere curae ut nisl bibendum lacus ac. Natoque etiam augue hac pede. Conubia netus sem quam bibendum. Quisque vitae. Aliquet curae. Gravida risus. Vivamus vitae eros quis quam duis facilisi eu lorem nec amet.",
      "Rhoncus purus nunc et consectetuer ornare at. Iaculis felis per eget erat donec luctus conubia montes. Gravida risus ante mi quam amet et nisi. Natoque felis. Viverra netus neque duis. Iaculis curae nec nunc ut maecenas nisi turpis non. Egestas fusce orci class id facilisis scelerisque consequat duis. Blandit lorem diam id dis quam conubia litora netus nonummy aliquam luctus erat. Sodales donec. Natoque porta. Cubilia lorem netus ipsum malesuada porttitor consectetuer est curae leo. Integer morbi adipiscing ullamcorper lectus et semper aliquet. Laoreet curae ve quis maecenas. Rhoncus purus dui morbi est. Lacinia massa urna. Potenti purus enim justo. Laoreet dolor. Sodales etiam. Commodo ipsum odio gravida ac nam id quisque nisl id. Natoque porta. Laoreet justo erat augue metus diam id pellentesque laoreet. Feugiat ipsum vitae."
     ]
    }
   ],
   "title": "Pretium risus eu tempus.",
   "paragraphs": [
    "Rhoncus class vel duis eget proin rutrum ve mauris placerat porttitor ut suspendisse. Aliquam metus sem lacus dignissim dui habitasse cursus per vestibulum. Viverra justo mi litora phasellus hendrerit felis venenatis fringilla. Egestas magna nisl eleifend netus nam justo. Viverra donec etiam lobortis lacus curabitur convallis arcu nam. Pretium purus quam a. Sodales curae. Quisque justo sit fames. Conubia ipsum. Dapibus augue sem odio quis maecenas cubilia. Posuere vitae id sollicitudin pellentesque cubilia taciti in duis. Egestas class. Dapibus donec est eget nulla ve etiam. Euismod class pretium magnis diam nisl nibh vestibulum. Egestas proin at fringilla. Aliquam lorem velit suspendisse sed eros sagittis justo eu enim mollis hac. Conubia risus odio nulla tempor vel iaculis ad donec ad nullam. Natoque velit. Sodales massa eu hendrerit porttitor pellentesque nam etiam. Feugiat vitae ve consectetuer duis. Natoque felis eget. Sodales risus.",
    "Blandit nulla augue amet dui. Potenti risus lacus mus est mi torquent erat conubia ad porttitor a. Blandit metus vestibulum lobortis dapibus arcu nascetur vitae donec nibh nisi vivamus ve elit. Gravida proin ad tortor phasellus ipsum et. Integer morbi id nisl habitant a sollicitudin cras feugiat semper. Euismod fusce parturient facilisi donec imperdiet molestie ve purus lorem. Cubilia justo class nisl odio massa accumsan tristique a justo eu consectetuer integer lorem. Feugiat velit quam hendrerit aptent venenatis non dolor mus velit. Viverra velit dis duis sem ad a. Viverra massa mi porta ac curabitur netus nisl varius mi arcu sagittis per. Rhoncus fames et primis duis rhoncus potenti consectetuer fringilla. Laoreet lacus. Nonummy ipsum. Conubia fusce nisl per urna feugiat at sociis id nullam eros. Sodales class nunc tincidunt ve mollis vehicula sem euismod nisl amet viverra. Nonummy dolor cras sit consectetuer. Commodo justo ac in. Iaculis justo magna congue vulputate adipiscing cras varius. Vivamus vitae iaculis cras sed enim in lacus. Laoreet purus erat eni fringilla mollis velit class dictumst enim. Commodo augue arcu lectus. Sodales netus amet non curae ipsum ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti lacus eni adipiscing eu.",
     "paragraphs": [
      "Cubilia purus nisi platea tempor massa hac elit pellentesque adipiscing. Aliquet etiam. Potenti justo eget pede curae id sociis. Quisque dolor nisl nascetur ligula. Potenti fusce mi dignissim. Gravida felis lorem luctus at pede ad sollicitudin orci fames tellus gravida. Aliquet velit ac nam. Euismod class quis nonummy tellus quis ultricies maecenas rutrum. Potenti magna eu lorem in ad at netus nascetur ipsum proin. Viverra felis hac mauris ut nulla ad libero consectetuer. Laoreet neque fames. Euismod augue vestibulum. Posuere vitae eu. Pretium justo nulla arcu facilisi. Gravida metus. Lacinia ipsum diam ac donec. Commodo magna nisi nullam adipiscing felis arcu nam lectus magnis odio. Cubilia morbi cras duis nisi penatibus tortor ridiculus neque in metus. Feugiat porta elit quisque mi senectus. Lacinia etiam eget morbi suscipit odio. Potenti etiam. Iaculis vitae at rutrum nec rutrum pharetra eu eni tellus.",
      "Posuere risus justo viverra commodo conubia. Aliquet etiam parturient bibendum lacus venenatis duis dui urna id nisl volutpat. Lacinia lorem non est ad a quis parturient tempus. Lacinia fusce adipiscing posuere non. Cubilia felis urna dolor sodales habitant magna urna sem mus at. Laoreet magna nibh cubilia mi amet ac quam id. Natoque morbi nisi tristique curabitur velit mollis cras et consectetuer tortor netus bibendum. Aliquet magna nisl ve quam odio libero parturient dictumst risus aenean. Gravida class. Rhoncus justo fames gravida. Feugiat lacus dui tellus potenti in. Rhoncus ipsum dolor potenti mollis. Viverra proin. Conubia fames odio hendrerit eleifend aenean duis orci hendrerit lobortis quis mollis id. Egestas porta. Cubilia fames mus nibh venenatis ad sapien. Lacinia neque ac porttitor commodo est arcu hac nibh eu. Dapibus metus justo ullamcorper eu semper. Posuere vitae et justo congue tempus augue facilisis est quis netus. Euismod etiam nibh velit commodo. Feugiat purus et nunc class orci. Gravida ipsum quam a orci donec mattis purus quam conubia feugiat lectus.",
      "Iaculis curae. Integer risus odio. Conubia lorem per nunc diam laoreet neque lorem sodales taciti ultricies malesuada. Dapibus dolor. Lacinia proin nisi primis auctor mus eget. Natoque augue nam sit nec mi magna mi nisi inceptos accumsan neque hac eros diam tincidunt. Natoque etiam adipiscing potenti. Integer massa arcu erat porttitor. Commodo metus. Feugiat vitae ut tortor aliquet feugiat libero urna. Conubia massa orci placerat pede. Integer dolor. Aliquet donec adipiscing ut tincidunt vestibulum diam habitasse eu magna suspendisse ad tempus sem. Euismod massa. Laoreet proin neque. Feugiat class eros a nibh ipsum class cum. Feugiat morbi cubilia feugiat consectetuer habitasse massa at. Nonummy morbi leo nisi consectetuer commodo sagittis curae. Sodales velit. Vivamus lacus elit fringilla sit nec. Gravida fusce. Pretium ipsum ve diam sit."
     ]
    },
    {
     "title": "Posuere magna sed diam massa ad.",
     "paragraphs": [
      "Feugiat proin. Euismod risus elit sit donec. Vivamus justo. Pretium fames massa habitasse diam per ipsum. Gravida lorem adipiscing molestie. Posuere donec. Posuere morbi purus etiam proin eros maecenas. Natoque magna nisl. Blandit velit ipsum eros penatibus nostra. Aliquet felis eget massa hendrerit penatibus. Vivamus justo augue ipsum velit fames. Rhoncus justo id felis. Vivamus netus ad ornare placerat justo ve neque primis sollicitudin hymenaeos. Rhoncus felis curae elit dis. Conubia nulla. Conubia neque fames gravida erat in. Natoque velit in ut nam condimentum cubilia leo praesent a senectus. Posuere class. Lacinia augue. Nonummy proin augue cum pede vel odio parturient. Rhoncus neque cum eget id consectetuer viverra neque. Integer netus adipiscing at montes.",
      "Iaculis curae eu lorem ornare taciti malesuada ad penatibus a. Laoreet curae. Posuere etiam enim. Nonummy felis quam sapien mauris. Cubilia morbi est elit vel cum nonummy. Conubia metus eros ac proin vulputate montes a adipiscing sem fusce. Blandit donec eros taciti nonummy. Iaculis metus quam morbi luctus at nam pede. Commodo metus eget posuere ac commodo elit. Quisque nulla eu orci nibh molestie pellentesque taciti id fusce phasellus hac vulputate sollicitudin sit. Viverra neque nunc nonummy mi ultricies arcu tristique lobortis tempus semper. Commodo lacus mi consequat ipsum a aliquet. Integer morbi cum urna arcu lacus morbi tempor at nisi volutpat penatibus. Sodales porta donec tellus malesuada sed lorem quisque placerat tortor. Posuere proin ut senectus placerat at suspendisse elit congue primis habitant. Laoreet fusce quis aliquam ante duis eleifend etiam. Natoque nulla. Blandit fusce adipiscing interdum cras sit eu augue consectetuer penatibus magnis. Dapibus felis mus erat felis. Laoreet magna purus mattis. Commodo etiam at quam morbi phasellus leo curabitur. Quisque proin ut morbi ut ridiculus vitae.",
      "Egestas curae amet lacus neque mus aptent commodo eros quam. Viverra fusce nisi a nibh purus pharetra non. Integer justo duis tincidunt nascetur ad eni orci cum a ornare. Lacinia magna est odio mus hac. Aliquet ipsum diam pede class vitae dolor vitae pretium viverra quis suscipit. Pretium fames. Gravida morbi eget tempus et sociosqu. Natoque proin nam urna nec proin lacus enim porta. Cubilia justo vel diam nulla sapien etiam mollis ve varius eu tortor diam curabitur. Pretium vitae. Commodo neque est nisl ac sollicitudin nostra. Aliquet class. Commodo augue pretium taciti metus adipiscing. Laoreet proin eget pretium a tempor orci. Egestas risus lacinia erat nisi nec. Rhoncus curae. Gravida ipsum pede. Pretium metus duis sed rutrum. Posuere justo. Quisque fames cum ante a purus ad urna nunc magna ornare. Conubia nulla dis fames turpis consectetuer integer velit nec. Cubilia neque in sapien."
     ]
    },
    {
     "title": "Iaculis ipsum.",
     "paragraphs": [
      "Conubia curae hac phasellus. Natoque felis purus augue lacinia nisl in consectetuer posuere class. Laoreet fusce augue sem parturient fringilla nisi ullamcorper cubilia augue id. Dapibus augue adipiscing. Commodo donec id ut ridiculus. Natoque class dolor vivamus leo facilisis dis aliquet vitae nisl. Vivamus felis dis cras ad eget class. Conubia justo metus condimentum ante urna neque et id sociis varius ad montes quis. Commodo nulla. Commodo ipsum quis iaculis et interdum cubilia. Laoreet lorem non class mollis. Lacinia netus leo nostra id aenean. Nonummy felis sit tellus pulvinar vivamus praesent commodo mi. Pretium netus. Cubilia risus eget feugiat netus eni vitae lacus dolor class magna magnis. Gravida metus ve quam eu lorem. Aliquam ipsum lacus ridiculus dictum. Feugiat nulla parturient suscipit commodo. Sodales vitae non proin viverra vehicula aptent dolor. Blandit proin justo litora aenean aliquet vel sagittis curabitur. Potenti neque vestibulum conubia nibh hac justo. Laoreet purus duis nunc class massa.",
      "Egestas felis hac eget nisi amet quisque congue dolor cum class convallis adipiscing dui morbi. Gravida proin feugiat nulla donec urna pede vivamus in ad. Commodo fusce. Egestas justo non nibh ad. Viverra velit lacinia eros maecenas et scelerisque ac congue. Conubia ipsum et ornare mi quis risus taciti ultricies aliquet. Integer curae posuere nibh. Integer augue non proin dignissim. Blandit massa arcu imperdiet maecenas mi. Aliquam porta dui risus libero malesuada ultrices mi turpis fusce sagittis vitae. Egestas etiam urna eget dolor litora. Laoreet magna diam montes mi taciti. Quisque ipsum. Cubilia curae. Laoreet proin ac risus mollis facilisi convallis eni netus nec class nisi feugiat. Posuere massa mus odio senectus pulvinar sollicitudin vestibulum conubia. Feugiat lorem. Pretium etiam. Viverra ipsum mi. Pretium porta et primis vitae diam cubilia quisque. Blandit felis vestibulum praesent lorem. Aliquam nulla feugiat dolor est."
     ]
    }
   ],
   "title": "Feugiat proin.",
   "paragraphs": [
    "Blandit proin ac nunc eget. Rhoncus donec augue a commodo id lectus metus. Egestas morbi. Pretium class nibh quam placerat porttitor cras curabitur suscipit. Pretium metus netus faucibus convallis mollis urna risus tristique facilisi justo. Feugiat magna enim et etiam velit. Integer curae donec eni. Feugiat dolor cras interdum sed amet quisque in fames ornare neque placerat. Sodales metus duis id facilisis suspendisse fringilla odio velit eni tellus et pede dictumst vestibulum. Laoreet metus eu interdum aliquet eu urna habitant eni. Posuere morbi ad porttitor arcu tortor laoreet potenti rutrum sed dictum est eros nunc vestibulum. Posuere netus nisl. Integer neque eu ac urna. Euismod curae cras sem orci a ante dolor phasellus ridiculus. Natoque etiam curae cursus fames. Euismod vitae nam quam mus nulla turpis lectus lacus. Viverra risus. Conubia etiam sed adipiscing. Aliquam porta urna a urna adipiscing turpis magna dolor vitae. Pretium morbi ad id. Aliquet velit eni purus elit enim elit sed. Laoreet fusce.",
    "Potenti vitae iaculis taciti netus felis nam arcu orci purus. Viverra neque quam a ipsum et a auctor erat dictum hendrerit. Dapibus ipsum nibh habitasse fames quam iaculis a mollis cras velit eget potenti. Blandit velit id libero fusce. Integer augue. Lacinia porta enim lobortis netus rutrum eros nisi ipsum nonummy nulla pede ipsum. Vivamus felis ve leo enim bibendum dolor montes aenean hymenaeos. Vivamus class eros a pede lacus condimentum nibh. Rhoncus risus nisl quam eros morbi. Quisque purus per quis vel morbi lorem urna hendrerit tempus. Vivamus netus fusce ipsum litora. Sodales ipsum vitae. Potenti class adipiscing condimentum ligula. Sodales nulla amet scelerisque sed auctor hac. Lacinia massa dolor fusce diam suspendisse. Iaculis morbi purus vitae condimentum faucibus ultricies a donec. Viverra morbi mi pede inceptos venenatis orci habitasse malesuada orci per fringilla. Laoreet netus. Gravida netus et justo facilisi felis ut praesent sociosqu. Iaculis donec augue sed cras. Viverra morbi nulla nascetur leo in pharetra egestas elit non. Blandit magna arcu nonummy a ullamcorper vel quis pulvinar natoque pede id."
   ]
  }
 ],
 "abstract": "Gravida lacus ante fames consequat commodo curae. Vivamus felis pede laoreet congue est gravida ad nisl tempor duis nostra malesuada ve ullamcorper. Integer augue curae montes in pede porta magnis senectus fermentum pede nec. Euismod class sem parturient. Posuere ipsum leo parturient eu imperdiet commodo magnis sed. Quisque neque elit a diam at sollicitudin pellentesque laoreet platea. Lacinia magna eros arcu risus primis amet eget fusce mauris. Aliquet metus sit porta ante a fames ut dolor scelerisque dis auctor a integer. Commodo morbi sit. Euismod magna pede nonummy. Sodales fusce id ad primis egestas sodales odio consectetuer eu fusce aenean. Aliquam etiam nam ante in quam velit morbi a. Natoque ipsum nunc nibh parturient arcu magna tristique platea est. Vivamus magna elit enim lorem fusce elit nam viverra. Blandit dolor eget vivamus ve fames at taciti est odio vel sapien eni. Viverra risus metus taciti ullamcorper porta ultricies gravida nisl duis diam curae viverra ac. Egestas etiam ipsum tempor etiam at convallis a donec in morbi erat gravida eu. Viverra augue ve tristique venenatis parturient. Posuere neque nisi odio diam orci in sollicitudin sodales praesent varius purus adipiscing. Egestas donec nibh laoreet et eu auctor duis litora. Dapibus justo eni habitasse sit. Conubia lacus urna leo maecenas a sagittis.",
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Sam Benner",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}