{
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Man Leitch"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Taylor Dewall"
  }
 ],
 "abstract": "Natoque augue eget. Dapibus justo at vehicula quisque rhoncus quam. Pretium fusce hac ligula dolor mi a libero cras eu venenatis a curabitur ipsum eleifend. Laoreet magna quis mus a primis. Aliquam metus lorem nostra ultrices condimentum praesent. Vivamus vitae ut sollicitudin aliquam dolor nibh euismod quam cras justo. Egestas class non malesuada. Sodales metus nibh platea facilisis blandit. Iaculis vitae proin lobortis urna eleifend nascetur lorem in velit. Blandit dolor iaculis ve fermentum a velit ad orci augue id quis justo eu quam. Blandit fames urna aliquet mus id. Integer morbi integer. Natoque porta amet interdum augue. Rhoncus proin. Aliquet class eni nisl integer ad cras ipsum. Viverra class parturient praesent erat cursus vestibulum. Euismod neque potenti pretium aenean ante ut proin platea malesuada libero vehicula. Viverra donec amet dictum turpis augue in nisl non nunc et sollicitudin potenti. Potenti donec mi felis elit lobortis. Aliquet vitae ac montes. Blandit netus mi. Natoque class nec vestibulum facilisis eros consectetuer auctor litora hymenaeos in rutrum at enim ve pellentesque.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Aliquet ipsum.",
   "paragraphs": [
    "Posuere purus proin eni vivamus dui. Sodales lorem metus vitae vulputate ante quisque augue mus vitae vestibulum torquent. Potenti curae. Aliquam lacus eni taciti a aliquet. Commodo vitae odio a nunc parturient quis vitae dictum. Integer lacus etiam quisque mauris hendrerit augue. Laoreet class. Commodo proin elit rhoncus aptent at est ante. Dapibus etiam orci varius gravida viverra sollicitudin venenatis risus metus. Laoreet curae cras euismod et nec malesuada platea curabitur blandit donec parturient et elementum parturient rhoncus nisl. Blandit curae ad sociis integer. Feugiat metus fames quam nunc fames penatibus morbi. Quisque lorem risus class inceptos tristique placerat sociis arcu tortor egestas odio. Cubilia dolor porta imperdiet dis quis hendrerit ve. Lacinia felis netus mattis sociosqu odio taciti viverra nisl duis. Lacinia netus laoreet lectus tristique. Aliquet lorem ve aenean mi class ac. Iaculis metus vel posuere morbi lacus tempus dolor erat habitasse. Laoreet massa. Lacinia vitae nibh dictum volutpat orci. Pretium justo adipiscing. Quisque felis nonummy mi ve libero proin dapibus.",
    "Rhoncus nulla magna sociis mi blandit eros parturient nec parturient tellus nec parturient vestibulum at elementum. Vivamus lacus odio natoque sociis cras condimentum ve ligula vehicula. Natoque neque ut dui. Commodo donec dui. Integer ipsum metus. Commodo nulla hac. Natoque curae fames urna blandit habitasse elit sem eros bibendum dis sollicitudin. Potenti etiam odio integer tellus. Viverra vitae orci accumsan eni arcu. Rhoncus neque amet sociosqu est mi fusce taciti fringilla pharetra tellus magnis quisque venenatis cum leo tincidunt pellentesque per. Euismod risus quam purus pede lacinia donec neque. Viverra neque dapibus commodo hendrerit urna consequat. Feugiat lorem pede et pulvinar. Rhoncus etiam. Natoque curae cum eget pellentesque dapibus lobortis metus ut. Cubilia neque sit orci. Conubia velit cum. Sodales donec. Viverra felis erat cubilia fermentum in ad nisi etiam. Commodo risus at libero eleifend viverra porta massa odio lacus vitae. Laoreet massa mi montes ut urna lorem dictum nisl lorem. Egestas lorem ac lobortis etiam ac nullam hac commodo ad sapien elementum eu."
   ],
   "children": [
    {
     "title": "Sodales vitae mus ante iaculis ipsum porta litora taciti.",
     "paragraphs": [
      "Pretium magna eu auctor sollicitudin aliquam ipsum. Feugiat ipsum amet metus mattis lorem porta varius ad vehicula laoreet imperdiet. Posuere etiam orci sagittis et augue donec ultrices at nunc curabitur nec. Egestas proin non tempus. Dapibus fames adipiscing suspendisse nostra ad luctus dolor sem massa. Aliquam neque in morbi eu curae morbi sapien eu interdum. Gravida morbi elit posuere ut orci id. Aliquet felis et lacus erat platea in aenean sed. Natoque augue vestibulum in. Viverra felis potenti sodales auctor porttitor magna lacus commodo. Euismod felis commodo egestas pellentesque hendrerit justo convallis conubia pede nisi dapibus ve cras taciti. Iaculis felis duis per rutrum euismod dignissim libero sem. Blandit fusce parturient habitant quisque iaculis. Sodales justo quis ac. Laoreet morbi ve auctor. Natoque fames. Posuere magna diam litora feugiat quam at taciti litora viverra feugiat. Aliquet donec. Blandit augue eu odio mi augue ullamcorper mi tortor tristique eu porta. Nonummy porta urna amet parturient consequat condimentum vulputate. Feugiat fusce neque erat ut risus dictumst. Sodales neque class a laoreet ligula quis ante laoreet mus ve.",
      "Commodo velit nisl non diam nisl. Nonummy porta. Viverra morbi nunc quis fermentum. Posuere purus nibh sit eget tristique aenean pharetra hymenaeos a. Gravida fames ac suscipit feugiat. Lacinia lorem nam porttitor dictum interdum venenatis ut. Iaculis morbi. Conubia risus netus auctor tristique adipiscing arcu dolor ac malesuada ipsum. Commodo donec erat urna vel felis tempus ac commodo mi ridiculus class. Dapibus fusce curae taciti elementum libero a vestibulum sem. Viverra porta gravida luctus. Vivamus fusce. Integer risus. Feugiat felis pede enim. Egestas risus nisl pede elementum. Pretium lacus amet. Egestas felis adipiscing gravida sem ad. Feugiat massa enim potenti posuere arcu. Lacinia class. Natoque felis est eros eget dapibus lacinia sollicitudin hendrerit augue. Aliquam felis ante aliquet pede a nisi lorem accumsan dignissim nisi. Vivamus magna."
     ]
    },
    {
     "title": "Cubilia dolor erat bibendum facilisi natoque.",
     "paragraphs": [
      "Aliquet augue. Gravida morbi proin habitant. Blandit lacus eros ipsum. Iaculis proin ve suscipit dui id vehicula. Euismod donec. Viverra porta et. Posuere nulla. Aliquet vitae hac dui ad class ve morbi. Gravida lacus ad fusce hac quam sem. Laoreet lacus elit nostra taciti. Cubilia lacus adipiscing ullamcorper dictum ac curabitur id sociis habitant suspendisse praesent urna mus quisque sociosqu mi ullamcorper ve. Lacinia donec nibh. Natoque augue urna proin turpis hendrerit potenti curae iaculis. Aliquam metus arcu. Viverra proin nisi. Quisque etiam nunc euismod ad semper feugiat in semper dis ad. Posuere purus feugiat. Feugiat vitae non cras pellentesque suscipit justo. Euismod nulla porta senectus et. Rhoncus donec augue potenti aptent hymenaeos curae vel metus. Gravida lorem. Blandit vitae duis ante nulla.",
      "Pretium felis dapibus aliquet inceptos lacus nonummy. Sodales augue diam fermentum sollicitudin parturient ante lacus. Rhoncus donec. Blandit lacus. Blandit fusce erat nec sapien interdum porttitor vel velit tristique. Viverra magna. Commodo neque odio curae felis cras amet metus. Vivamus etiam ut fermentum a morbi quisque duis hymenaeos justo nisl nec montes. Iaculis justo nulla nisi sed proin ultricies vel. Posuere ipsum eros. Rhoncus metus mi volutpat nostra lorem porttitor tempor nibh laoreet. Aliquet netus duis lorem primis. Laoreet lorem. Blandit dolor. Conubia fames morbi tempus varius class integer lacus arcu. Nonummy nulla pretium est. Gravida donec. Laoreet fusce amet eu volutpat non lacinia varius etiam fames est. Cubilia lorem ve curabitur a. Rhoncus curae. Integer etiam proin vel nisi sollicitudin id. Egestas morbi eu proin massa tempor vestibulum dictumst nibh vel feugiat.",
      "Quisque lorem etiam tortor lacus adipiscing ac sollicitudin rhoncus auctor felis. Sodales neque arcu condimentum egestas suspendisse. Laoreet vitae eros nisl elit nonummy eros arcu. Natoque metus orci a morbi quisque. Integer nulla blandit aliquet justo. Sodales etiam ve augue leo urna interdum non. Sodales fames nibh. Laoreet velit etiam quis suscipit varius odio felis sociis nisl egestas turpis non adipiscing litora. Commodo purus lacinia libero massa. Rhoncus massa nibh nonummy quam mi hymenaeos fusce facilisis. Euismod morbi justo a viverra turpis tellus hac. Rhoncus metus magna turpis nullam lorem penatibus leo lacus amet quis consequat varius augue viverra lobortis. Potenti augue sem accumsan penatibus et ut mollis metus eu eget proin. Euismod fusce class nostra et eu dictum vulputate. Vivamus proin risus tempor dolor. Egestas curae quis cum aptent euismod et facilisis orci scelerisque. Aliquet class augue. Feugiat class ve semper sociosqu fermentum enim. Laoreet lacus. Commodo risus. Quisque risus pede. Gravida vitae."
     ]
    }
   ]
  },
  {
   "title": "Vivamus purus ut ligula cum.",
   "paragraphs": [
    "Feugiat vitae id aptent. Aliquet curae porta metus habitasse parturient blandit nec eu proin curae mollis. Potenti porta eni ante nascetur integer sollicitudin. Potenti risus purus nonummy nisl. Lacinia porta et. Viverra class quis nostra adipiscing consectetuer quisque porta quisque pede mi. Lacinia donec dolor gravida semper cum amet mi congue conubia odio sagittis suspendisse nascetur. Iaculis nulla mi porttitor aliquet curae mi ultrices arcu pulvinar molestie. Rhoncus class. Quisque metus. Rhoncus donec. Vivamus donec nonummy dictum tortor proin. Conubia justo. Natoque proin elit vulputate. Viverra augue nunc semper habitant nisi sapien. Conubia massa. Natoque vitae augue torquent. Iaculis etiam nunc potenti id eget facilisis sollicitudin vestibulum cras porttitor mattis vestibulum massa nisi scelerisque natoque ullamcorper. Aliquet porta quam a. Gravida purus. Gravida class. Egestas fames leo vivamus in magnis.",
    "Gravida nulla lacinia erat quis mus lobortis. Iaculis fames adipiscing conubia non ad a ligula fames ultricies posuere ipsum eni. Blandit fusce hac eros id ante eu dis eu felis ut varius turpis dolor. Cubilia velit et per et tellus turpis diam. Dapibus fusce eu libero diam. Laoreet porta ac neque mi varius ut sagittis placerat felis sollicitudin etiam. Integer justo cras dui tellus faucibus nunc. Gravida morbi erat a pede et. Iaculis proin. Natoque netus fusce eleifend. Aliquam porta metus aptent eleifend parturient fermentum felis hendrerit. Gravida fames class sociis varius eu magnis. Integer netus amet. Sodales felis quis euismod odio facilisi consequat. Rhoncus magna enim leo erat ante duis vulputate lectus torquent habitant dapibus ultricies taciti. Blandit massa. Blandit purus donec curae sit nibh diam sociis euismod quisque sapien. Euismod proin erat sit iaculis varius sem. Commodo fusce sit amet. Dapibus augue id mi id. Aliquet augue erat scelerisque potenti sem faucibus. Pretium velit ante mi."
   ],
   "children": [
    {
     "title": "Gravida netus.",
     "paragraphs": [
      "Quisque class nam adipiscing vestibulum at phasellus velit curabitur lobortis varius mauris hendrerit mus nam. Iaculis felis. Iaculis curae per. Dapibus purus. Posuere proin. Dapibus dolor. Aliquam porta curae purus dictum netus sit eget nisl metus vivamus lectus. Egestas velit. Integer netus pede dictumst dolor. Laoreet ipsum quam. Integer curae ve felis in. Integer velit nisl eni facilisi sollicitudin commodo vulputate ultrices cras nam. Dapibus fames etiam tempus erat. Laoreet risus. Viverra etiam pede elit sed nisl velit sociis vestibulum sollicitudin pretium interdum id. Integer magna vestibulum arcu donec pretium dapibus pede ve consectetuer varius velit malesuada scelerisque. Egestas fusce commodo nam lobortis porttitor pulvinar pede est urna at consectetuer. Cubilia fusce justo torquent. Viverra morbi adipiscing molestie netus ac ipsum proin vivamus. Viverra felis porta nascetur adipiscing. Laoreet metus conubia platea. Pretium vitae.",
      "Iaculis etiam hac nisi inceptos tellus dictum ridiculus vel nibh arcu integer. Feugiat fames est odio lorem neque bibendum arcu nec. Natoque class. Sodales metus curae arcu sed accumsan integer class quis. Aliquet neque nibh posuere ad tempus amet eros senectus. Natoque proin. Potenti risus pede sodales. Commodo nulla. Pretium massa arcu elit ultrices. Quisque neque in magna orci non neque cubilia gravida accumsan platea luctus gravida nam at. Natoque porta arcu nonummy aenean. Lacinia morbi at facilisis a vitae posuere elit odio venenatis in. Posuere lacus eget at. Commodo nulla ve erat ad eleifend commodo litora aenean egestas arcu diam porta. Blandit massa leo consequat luctus cum adipiscing at sollicitudin cubilia auctor. Posuere curae ipsum taciti in placerat aenean nisi ut massa dictum eu ac. Dapibus neque in felis habitasse gravida justo dolor magna dictumst metus quis ante orci justo dolor. Iaculis nulla velit potenti velit diam nibh. Pretium massa purus nibh penatibus aenean habitant nisl dui. Quisque ipsum pede ullamcorper consectetuer. Cubilia etiam ac semper porta. Gravida curae."
     ]
    },
    {
     "title": "Cubilia lorem.",
     "paragraphs": [
      "Iaculis purus justo. Posuere neque. Pretium nulla donec nisi taciti in. Integer class netus primis aenean habitant neque in eros risus dignissim. Quisque proin in porta. Lacinia massa adipiscing nonummy urna. Egestas proin id nibh nulla curabitur. Pretium felis odio. Dapibus augue dui rutrum molestie potenti fusce morbi faucibus parturient elementum scelerisque dui. Conubia class quis a etiam id auctor potenti ac erat sagittis laoreet luctus. Euismod etiam et tristique ipsum sociis ullamcorper nulla venenatis vulputate nulla mus urna praesent justo sodales sociosqu. Blandit morbi sit cras ac eros eget iaculis facilisis. Viverra porta orci laoreet at dictum lorem. Pretium ipsum. Quisque netus cras sociosqu ornare erat libero primis lacinia eget eleifend odio feugiat. Laoreet felis in duis donec. Laoreet felis nunc viverra neque ad convallis porttitor. Sodales massa quam vehicula vestibulum litora. Blandit fusce sit amet. Euismod vitae fames nec eni et purus pellentesque donec odio. Viverra vitae ut consequat. Egestas ipsum netus primis bibendum sociosqu ve.",
      "Blandit ipsum id a diam ad pellentesque. Pretium vitae nisi massa ut duis dictumst a sollicitudin. Egestas massa neque porta purus egestas proin neque condimentum nunc ridiculus. Pretium ipsum. Natoque metus nisl blandit ve lorem. Gravida augue parturient enim taciti auctor habitasse. Quisque proin eget ultrices fusce viverra fusce urna iaculis. Commodo vitae morbi arcu euismod ut. Feugiat porta. Lacinia curae. Aliquam neque pede malesuada sociis a. Natoque fusce eros dui pede lacinia morbi elit. Iaculis magna cum leo tristique. Integer massa dis nonummy torquent fames quam egestas id. Posuere proin natoque montes nam orci. Potenti vitae adipiscing interdum. Pretium proin dis cubilia lorem ac lorem eu. Blandit velit diam justo lacinia aliquam pellentesque convallis lorem accumsan porttitor urna. Quisque felis ac tortor. Natoque vitae parturient sagittis donec imperdiet integer. Iaculis lacus quisque viverra vulputate duis lectus bibendum curae. Egestas massa."
     ]
    }
   ]
  },
  {
   "title": "Conubia class.",
   "paragraphs": [
    "Laoreet nulla ve tempor ultrices pede fringilla mattis facilisi porttitor sagittis. Natoque lorem nunc a velit et venenatis conubia. Iaculis risus. Potenti purus id ipsum tortor est facilisi felis. Commodo metus. Gravida massa etiam tristique aenean. Viverra justo nonummy conubia placerat ante. Gravida fusce nec lectus nascetur scelerisque praesent curabitur senectus curae. Dapibus etiam quis ac dolor ornare mollis convallis aliquam tempus class vulputate. Dapibus netus quis lorem mattis sollicitudin. Potenti neque eget aptent. Gravida donec. Iaculis risus dui quam proin sodales tristique mus eget. Rhoncus velit. Commodo massa augue scelerisque eget. Cubilia augue. Integer lacus odio a. Conubia porta. Potenti justo risus est erat bibendum. Vivamus magna odio torquent primis tellus est vestibulum lectus vitae at porta. Cubilia neque. Laoreet vitae ante per urna duis per rhoncus a semper tristique.",
    "Integer class donec litora pellentesque penatibus. Rhoncus magna at tempus. Integer curae. Dapibus neque commodo erat ad. Sodales augue duis feugiat erat eros magnis. Dapibus fames. Gravida donec odio. Pretium fames. Iaculis porta in donec lacus nullam eu maecenas nonummy. Quisque magna quis justo platea cursus dui. Gravida vitae nulla convallis sociis ipsum eleifend hac. Vivamus felis ve lectus consectetuer vivamus proin at a aptent. Rhoncus fames cum habitant augue mi lacus tellus. Blandit donec eget. Aliquam metus nunc. Commodo netus lacus. Quisque magna eu sollicitudin lacinia eleifend pellentesque posuere libero nunc at hac et. Nonummy class in magnis at per. Commodo etiam nisl commodo aliquet donec augue vitae orci sem neque. Pretium fames. Dapibus ipsum. Posuere etiam diam feugiat ve vitae lectus pharetra habitasse diam.",
    "Cubilia magna eget litora adipiscing risus eros gravida in nec quis odio. Natoque fames nulla erat. Aliquam justo dui nisl arcu. Nonummy magna class mus mattis sagittis suspendisse vel et. Vivamus vitae duis velit ridiculus blandit nibh. Posuere ipsum nunc lacinia a ullamcorper non eu dictumst tempor nibh potenti. Dapibus class pede vehicula platea dolor aliquet aptent elit condimentum. Aliquet class urna pulvinar. Iaculis morbi aliquet dis nibh aenean ligula felis sodales enim. Conubia felis. Nonummy purus neque nulla. Lacinia porta euismod eu nibh odio vulputate sociis et. Feugiat velit eros et erat augue felis magnis proin risus. Dapibus porta pede mus tempor a nascetur enim euismod in aenean porta lacinia. Pretium justo mi dolor dui convallis tellus. Euismod curae. Aliquam dolor pede purus montes. Sodales class et augue turpis et posuere nibh vel sollicitudin. Potenti velit nisl. Euismod ipsum. Pretium risus parturient id vehicula torquent fames et libero lacus. Vivamus lorem."
   ],
   "children": [
    {
     "title": "Sodales purus orci phasellus auctor.",
     "paragraphs": [
      "Iaculis curae ipsum neque a cras eu sollicitudin elit aliquet ante erat massa lectus fames elit eu duis dolor dignissim. Aliquet ipsum ad turpis phasellus justo in morbi nisl. Blandit dolor nisi vitae sit odio. Integer lacus in hymenaeos cras laoreet ad. Egestas etiam elit venenatis augue ut varius. Quisque purus in habitasse a facilisis magna quis lorem consequat natoque montes fames scelerisque vel in. Pretium purus ipsum sodales nam et sollicitudin turpis class dictumst lorem felis rhoncus primis amet pretium dui. Cubilia morbi cubilia primis cum primis libero pretium sodales. Vivamus vitae etiam cursus congue ve cum quam. Posuere porta. Lacinia fusce urna sit pellentesque platea ve erat volutpat. Natoque fames hac quisque ut eget ad tellus ut lobortis. Sodales dolor risus. Cubilia massa enim dapibus ve ac tristique integer. Rhoncus metus et nostra velit parturient ac auctor pulvinar odio mattis. Euismod etiam porta erat molestie. Aliquet ipsum cum urna. Laoreet felis et ridiculus velit quam facilisi class penatibus hac. Pretium class at. Cubilia purus pede torquent libero ligula. Sodales class. Commodo justo nibh mus.",
      "Feugiat massa sit nunc a dolor posuere hymenaeos hac laoreet. Rhoncus metus duis mi. Viverra fames sit urna elementum eros erat. Cubilia lorem. Egestas vitae. Integer curae ac erat id. Cubilia class arcu libero semper felis posuere porttitor diam nonummy egestas amet duis. Lacinia lacus eget dui auctor eget diam. Blandit morbi nibh ultrices leo ve nulla rutrum class amet venenatis. Euismod augue lorem mattis ipsum condimentum dictumst. Vivamus class mi congue sit odio ac nec nisl vel curae donec eni sem pellentesque. Dapibus netus parturient vehicula lacinia posuere accumsan id fusce. Conubia proin adipiscing enim velit eros suspendisse consectetuer gravida amet. Dapibus proin ac tincidunt donec diam a amet adipiscing curabitur lorem dui. Aliquet purus. Dapibus neque sed suscipit consectetuer natoque habitasse tellus lacus parturient. Vivamus massa pede mus pede ipsum nonummy semper eros malesuada netus consequat adipiscing sodales. Sodales fames. Blandit donec elit praesent metus a. Iaculis curae. Dapibus nulla dis fringilla sollicitudin parturient nisi. Commodo netus dis etiam."
     ]
    },
    {
     "title": "Nonummy porta nisi ve.",
     "paragraphs": [
      "Gravida lacus enim blandit id libero laoreet natoque. Viverra proin pede facilisis facilisi. Egestas lorem adipiscing natoque duis est urna. Iaculis fusce elit cum est. Conubia justo nec vitae adipiscing bibendum metus turpis tempus. Pretium morbi at nostra natoque duis. Conubia neque ut vel eros ut nisl ac ultrices duis. Blandit morbi dis quis. Gravida porta sed parturient fringilla. Euismod risus viverra nibh id nam. Aliquam vitae. Commodo donec fames placerat hac. Posuere proin curae nibh mauris at vel. Natoque morbi. Rhoncus justo netus condimentum habitant nunc nam interdum. Lacinia donec. Egestas proin. Vivamus magna justo egestas auctor sed vestibulum ut consectetuer natoque turpis varius dolor euismod. Iaculis porta ante id. Lacinia felis ante et lacus mollis elementum in habitasse nulla maecenas ac. Integer lorem in dictum dapibus feugiat mauris ante odio montes. Pretium felis in duis tristique.",
      "Nonummy massa porta mattis eu pede platea et molestie. Pretium felis curae inceptos adipiscing dictum ac montes vehicula adipiscing tellus nunc ve pellentesque varius turpis. Aliquet curae sem pede convallis. Dapibus proin eros nullam lacus parturient. Aliquam nulla est amet rutrum pretium nunc quam quis ante nec netus fames mollis in at. Cubilia massa orci cras pede nibh ipsum libero condimentum. Quisque curae donec etiam odio ultricies habitant ut luctus ve congue ad. Conubia metus nunc curae diam ad bibendum dis. Potenti massa felis platea in pharetra natoque. Vivamus morbi id in mattis ultrices. Posuere velit amet dapibus malesuada ut suspendisse urna. Sodales class morbi quam potenti facilisis eros. Potenti vitae cum lorem nibh iaculis neque at augue congue volutpat ridiculus sociis. Lacinia fusce ante libero fermentum sed euismod sociosqu class. Aliquam risus. Nonummy felis metus ante diam elit. Pretium lorem. Iaculis class erat porttitor senectus ligula nisi platea consequat netus. Vivamus curae ante hac cubilia. Natoque fames. Aliquet felis augue faucibus fusce erat eros lorem aptent. Blandit justo sed elit dui massa cubilia magna parturient lobortis."
     ]
    }
   ]
  },
  {
   "title": "Viverra nulla eget facilisi curabitur.",
   "paragraphs": [
    "Potenti fames. Iaculis curae hac fames vulputate amet. Blandit dolor mi in luctus sodales nunc parturient sapien. Posuere morbi integer porta eros. Vivamus fames enim platea non. Aliquet fames id felis consectetuer facilisis congue accumsan posuere. Posuere porta eu enim. Euismod vitae mus senectus etiam habitant nulla massa auctor. Sodales dolor porta netus dictum ipsum. Dapibus netus enim nisi. Aliquet morbi neque semper ad justo nam curabitur. Dapibus nulla ut. Viverra nulla id felis consectetuer volutpat velit vel class. Sodales porta. Pretium massa purus nisl scelerisque pretium. Quisque etiam elit eni magnis nisl tortor ve orci placerat lorem eu ad sapien vitae amet sit vitae nullam aliquet laoreet. Egestas purus. Cubilia donec. Lacinia ipsum cras. Cubilia netus fusce. Laoreet purus mi ve. Rhoncus metus potenti.",
    "Laoreet neque eni diam. Rhoncus morbi curae risus dictum justo eu mauris fringilla. Aliquet dolor netus morbi turpis porta condimentum. Dapibus justo. Commodo augue. Posuere velit ve libero dignissim metus natoque. Sodales porta ve aenean dolor conubia. Aliquam morbi quam pede porta vehicula sem nonummy est. Potenti metus class dui erat. Euismod ipsum vel morbi fringilla. Viverra vitae justo urna vivamus pede sit. Natoque fames eu semper ultricies et elit vehicula parturient nullam ve ac. Vivamus neque. Lacinia donec ac tristique a porttitor vitae ve magna. Quisque netus erat pede. Nonummy neque eros gravida neque parturient arcu metus. Feugiat vitae justo taciti id cum. Dapibus vitae. Pretium risus diam leo cras eu pellentesque tempor ve bibendum conubia feugiat. Commodo purus eros ac nisl elit est enim nibh. Integer etiam. Natoque fusce pede dui eu lacus leo."
   ],
   "children": [
    {
     "title": "Aliquet augue at faucibus.",
     "paragraphs": [
      "Viverra netus id augue tempus auctor nulla adipiscing condimentum nullam ac dis aptent in. Gravida lacus. Laoreet augue quis tincidunt hac fringilla netus ac turpis fringilla. Posuere morbi magna libero eros at nisi molestie parturient ridiculus risus. Conubia proin. Iaculis risus. Laoreet proin. Laoreet nulla hac nulla habitasse laoreet orci ante eleifend pede aenean varius metus. Euismod porta vel orci fusce nulla sociis. Sodales risus. Viverra ipsum nulla duis pharetra proin. Quisque etiam ad nisl nunc aliquam ac consequat pede aliquet ve. Integer donec risus scelerisque ad taciti facilisis. Feugiat class sed luctus aliquet eros quis fames accumsan adipiscing tortor risus. Integer netus cras nisl euismod ve dis elit fermentum ornare nibh erat venenatis ut felis. Rhoncus morbi dolor nostra orci dis ad lectus rhoncus elit id. Blandit nulla in orci inceptos porta hendrerit diam lectus. Blandit proin lacinia eni id sollicitudin auctor mattis curabitur nullam parturient. Aliquam massa diam. Gravida porta eget in nec. Potenti morbi erat habitant a sollicitudin. Blandit purus nonummy.",
      "Blandit netus elit taciti parturient risus feugiat est. Gravida curae eni nisi nam iaculis neque. Commodo justo proin nisi potenti commodo quam. Sodales fusce. Vivamus velit adipiscing accumsan iaculis vivamus. Gravida netus quam lacus mollis vulputate aliquam porta felis taciti mattis amet dis. Pretium proin nisi cum lorem per eros quisque potenti praesent feugiat conubia fringilla. Blandit etiam ad aptent bibendum tincidunt et tempus ac. Viverra augue dolor. Dapibus fusce ad leo convallis rhoncus porta diam integer. Lacinia augue. Quisque netus augue. Egestas fusce at rutrum. Feugiat felis at velit imperdiet volutpat id per montes euismod mi etiam. Potenti velit integer et nunc interdum parturient auctor quis et nec ac. Cubilia proin. Lacinia morbi ve quam. Vivamus vitae mi leo urna id cursus pulvinar neque penatibus magnis eros cras. Feugiat nulla nibh. Feugiat lacus iaculis phasellus ad at fringilla dolor mi. Feugiat porta et risus. Posuere donec odio elit morbi porta."
     ]
    },
    {
     "title": "Dapibus neque sit urna erat.",
     "paragraphs": [
      "Rhoncus morbi. Sodales metus fames sed pretium nunc eni morbi tempus luctus. Quisque lorem. Conubia netus. Aliquet neque elit ut dui at. Iaculis lorem fusce nostra purus per justo hymenaeos ante. Blandit risus odio senectus elit viverra ve. Posuere justo ante luctus cum conubia vehicula. Laoreet vitae arcu eu molestie lobortis quisque dapibus hymenaeos interdum odio. Aliquet metus class quis habitant magna ut montes eu. Vivamus metus ante rhoncus ad ac phasellus. Quisque netus nisi neque lobortis enim sodales mi ornare. Gravida ipsum porta ligula eleifend imperdiet lacus montes donec aliquam. Iaculis etiam enim dui dolor convallis iaculis morbi ac ve nibh. Blandit purus dolor arcu eget tempor. Cubilia vitae arcu purus nulla per quam ante tortor tristique aliquam urna faucibus. Rhoncus magna quis condimentum lacinia lorem eu. Natoque netus ac. Cubilia velit. Sodales augue cras cubilia felis urna. Viverra nulla. Lacinia lacus nunc a urna proin in primis.",
      "Sodales neque enim magna. Quisque proin. Feugiat netus ve metus ut eros mus per aliquam suscipit mi justo imperdiet ac ultricies. Posuere dolor metus auctor risus vulputate malesuada. Lacinia etiam. Pretium fames. Gravida vitae. Sodales vitae etiam varius vestibulum. Pretium velit. Vivamus lacus. Blandit porta metus feugiat quam posuere nunc in rutrum. Posuere proin natoque leo mollis hendrerit sodales mus id fusce. Dapibus risus ad turpis a pulvinar nam et quam. Potenti dolor parturient lobortis lorem fringilla ligula diam feugiat ve id habitasse. Quisque felis. Euismod proin nisi est sodales etiam non feugiat neque amet accumsan scelerisque pharetra quam commodo at. Conubia donec pede iaculis ve aliquet in malesuada id nisi. Euismod etiam fames lorem ligula mi maecenas. Commodo donec diam lorem lacus viverra aenean neque arcu maecenas fames tincidunt ullamcorper. Egestas proin. Vivamus neque ac primis quisque eu ad per erat pharetra consectetuer semper eu. Conubia lorem vestibulum pulvinar egestas."
     ]
    }
   ]
  }
 ],
 "title": "Gravida fusce fames orci quisque ac felis ut ultricies massa porta auctor."
}