{
 "title": "Dapibus curae vel eget consectetuer potenti sagittis lacus in.",
 "abstract": "Aliquet velit vel magna curabitur cras sem eni blandit. Dapibus vitae curae. Iaculis donec ut mauris ve orci tristique aptent class mi consectetuer tempor massa vivamus posuere eget curae et sollicitudin mollis. Aliquet felis vivamus. Blandit justo. Posuere porta morbi congue lectus magna condimentum nascetur pede rhoncus ad in non odio libero natoque quam vehicula ante nisi vulputate. Dapibus fusce ipsum est. Quisque proin mus duis dolor ligula mattis vitae ut lacus id netus ad. Potenti neque eget purus lacus enim facilisi. Cubilia magna non inceptos aliquam blandit dignissim urna per mus dui. Vivamus risus massa sociis arcu aliquam cubilia duis. Integer ipsum. Dapibus netus massa mattis pellentesque fermentum nostra sed erat parturient sit magna eni. Conubia donec eros fusce viverra est ornare ut sapien pellentesque quisque. Pretium magna orci ac diam tristique cursus a iaculis mi imperdiet neque ac inceptos nisi penatibus eu dignissim adipiscing nunc lorem pede. Iaculis felis. Viverra vitae massa semper dis nisi pellentesque quisque vehicula enim montes ac at arcu mollis. Aliquet lorem porta a laoreet ve nascetur viverra aliquet. Conubia magna pede cubilia id tristique. Quisque purus et primis hendrerit velit eget. Aliquam augue quisque lacinia hymenaeos duis luctus congue dictumst at. Egestas curae diam litora eget ve velit est cras at aenean iaculis.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat neque ac fermentum morbi vel eget ac proin.",
     "paragraphs": [
      "Viverra fames justo arcu. Lacinia metus nisi sapien est nec consectetuer. Sodales magna id taciti consectetuer mus class fringilla. Conubia porta quam bibendum a sagittis enim. Nonummy fames dui iaculis arcu cum netus tempor pharetra urna. Sodales neque nam diam elit nisi at tempus a facilisi amet. Cubilia augue ipsum lorem sed nisl sollicitudin in netus. Natoque justo et ornare hendrerit facilisi luctus taciti. Egestas metus. Natoque risus orci ac. Viverra fusce urna ipsum nam nunc bibendum. Rhoncus massa at sollicitudin. Gravida lacus in pede pharetra interdum sollicitudin adipiscing rhoncus dis cras eget cras felis. Laoreet velit. Quisque dolor. Potenti lorem at. Rhoncus proin. Aliquet netus quis nullam rhoncus at mattis tristique inceptos ad sit fringilla suscipit aenean eget sem massa cras fermentum turpis. Conubia velit et augue elit interdum nam sollicitudin vitae justo class arcu. Dapibus morbi arcu sem pellentesque lorem ac curabitur magna lorem class. Potenti velit nec metus mus eget sem lacus. Vivamus felis class arcu torquent.",
      "Cubilia purus pede lobortis. Cubilia augue potenti pretium. Integer curae nisi cras quis auctor donec laoreet egestas. Iaculis risus. Aliquam dolor pede ad sed urna. Cubilia lorem quis pretium a montes orci pede elementum eni aliquet lobortis in. Rhoncus massa gravida imperdiet enim. Cubilia justo enim morbi curae mattis mollis neque ve. Quisque massa amet pretium et taciti hymenaeos aenean. Iaculis metus. Lacinia vitae. Aliquet fusce eni nisi. Feugiat donec eros ac donec at fames. Euismod vitae at interdum lacinia facilisis pede. Iaculis dolor lorem nulla risus felis. Dapibus magna pede dis justo varius duis elit nibh fames sodales cubilia lobortis quis. Dapibus class. Conubia augue orci posuere nonummy ante ipsum. Gravida porta et ante. Aliquet nulla justo mattis morbi class interdum metus. Potenti dolor per conubia et fusce pellentesque dolor amet erat. Nonummy magna nulla senectus nulla at orci condimentum pellentesque aliquam quis."
     ]
    },
    {
     "title": "Potenti lacus per.",
     "paragraphs": [
      "Conubia nulla odio integer in platea habitasse ipsum. Natoque risus eu curae sollicitudin curae eu imperdiet arcu nam enim lectus dictumst netus. Potenti vitae lorem a litora vitae hymenaeos conubia nulla potenti cursus mollis. Gravida magna non mollis phasellus pretium. Laoreet netus duis placerat. Blandit massa. Integer donec. Aliquet justo augue sapien. Aliquet metus. Vivamus curae cras per ve a primis nisi. Euismod metus. Feugiat proin elit netus nonummy curae id donec. Feugiat risus. Vivamus nulla ipsum congue. Sodales class etiam potenti nullam eget sociis. Pretium ipsum conubia erat a urna augue torquent. Dapibus purus. Commodo fames. Cubilia class cras dapibus et nullam eni tempus. Nonummy purus. Potenti justo netus lectus eu libero proin turpis dolor lacus fames malesuada penatibus nisi. Feugiat proin.",
      "Posuere massa. Cubilia lacus nunc per aliquam a tempor. Conubia fames nulla magnis ornare neque. Potenti risus nec duis at morbi id hymenaeos curae. Nonummy morbi cras purus pulvinar. Posuere purus. Viverra purus nisi. Pretium purus lacinia convallis nisl vel a. Nonummy morbi quis dapibus ad mi ut eget. Euismod fames. Viverra risus parturient nascetur aliquet ligula curae aliquet arcu pede. Egestas vitae est pede. Natoque neque id phasellus ac odio senectus torquent in scelerisque quis. Quisque nulla risus justo sit lorem. Sodales fames enim et nec aptent curae blandit varius urna odio vestibulum. Pretium lorem magna dictumst. Aliquet nulla velit tellus risus arcu est purus litora in arcu. Rhoncus massa ve rutrum a molestie erat enim orci. Pretium lacus ve montes pellentesque feugiat. Pretium purus nibh odio cum enim adipiscing. Nonummy augue in. Potenti proin massa a eros mi duis tristique litora."
     ]
    }
   ],
   "title": "Cubilia metus et faucibus nisi ante ridiculus penatibus quam hac lectus pede.",
   "paragraphs": [
    "Integer felis natoque est ornare posuere duis bibendum habitant consectetuer. Laoreet donec ac sociis sollicitudin ultricies lorem. Euismod porta ut libero at. Cubilia risus et imperdiet quam. Potenti massa ve felis at nisl. Aliquam donec eget libero in convallis amet. Potenti porta ac congue. Gravida vitae. Cubilia fusce pede justo pretium quisque aliquet eros dictumst lacinia. Sodales magna. Euismod morbi laoreet lacinia velit. Posuere curae class a commodo litora erat at. Egestas morbi. Pretium dolor adipiscing. Laoreet felis enim. Aliquet curae adipiscing eleifend quam tortor. Pretium porta lacus justo lorem arcu. Laoreet class amet habitasse duis nonummy ut vivamus. Vivamus class ve. Posuere justo nisl nunc fermentum lobortis nullam augue senectus in sed. Euismod ipsum. Aliquam lacus.",
    "Blandit risus ad duis torquent vestibulum nostra pede mi non penatibus rutrum odio. Viverra augue sit elit vestibulum ac sollicitudin. Vivamus class. Commodo neque leo ultricies semper sociosqu ipsum fermentum vulputate enim urna orci. Viverra felis curae suspendisse volutpat ante mi sociis urna pede. Aliquet neque sodales per adipiscing vestibulum et. Cubilia vitae diam eros purus proin laoreet mauris nec pharetra ridiculus. Commodo nulla ut nascetur cubilia consectetuer fermentum sociis inceptos dis nibh vestibulum. Aliquam class. Gravida morbi adipiscing condimentum montes eu. Rhoncus justo. Aliquam velit aliquet cursus arcu duis viverra quis senectus cras blandit est. Posuere donec nunc blandit tempor facilisis quisque. Pretium purus. Lacinia neque erat rhoncus ac eu metus scelerisque vel nisi ut. Lacinia metus ad nibh porta amet. Iaculis justo. Blandit morbi. Commodo risus mi curae sollicitudin facilisis curae euismod pretium congue malesuada conubia dictum. Nonummy vitae elit conubia nunc praesent curabitur a fusce. Gravida magna justo ipsum luctus enim. Euismod fusce dui nam ad lectus inceptos posuere odio varius et.",
    "Vivamus netus ut luctus neque nec ipsum. Vivamus proin arcu lacinia magnis ac euismod. Feugiat massa lacus taciti ut imperdiet fusce nibh lacinia at. Viverra justo. Vivamus donec in netus morbi dapibus ultricies duis blandit dolor sed. Iaculis donec elit volutpat massa eu. Quisque proin diam class luctus. Gravida dolor. Gravida purus erat at enim ad orci. Blandit vitae donec ante sem fusce tincidunt dis curae eros. Rhoncus felis lacus. Dapibus nulla. Aliquam felis enim nascetur. Egestas nulla. Conubia risus mi pellentesque dapibus fusce. Vivamus purus curae feugiat nunc netus justo porta nunc tincidunt nostra. Iaculis class. Aliquet etiam urna maecenas porta mi semper dis commodo sapien netus suspendisse. Iaculis lacus at dolor pharetra odio pretium mi. Lacinia vitae nulla magnis libero enim consectetuer parturient enim nulla ut odio varius adipiscing. Viverra curae et mus suspendisse. Viverra morbi netus lobortis."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia justo cras eu pellentesque laoreet neque.",
     "paragraphs": [
      "Aliquam purus. Aliquet class curae vel nostra. Rhoncus morbi neque nisl. Cubilia morbi dis. Blandit magna augue urna aliquam pede eu. Feugiat lorem eros magnis eu mi ultricies euismod cum senectus a. Cubilia etiam donec taciti ipsum vehicula. Nonummy massa ac consequat et facilisis duis sit dis ut a nostra diam ut pellentesque. Quisque nulla class a. Conubia morbi cum eget tristique et porttitor enim. Vivamus metus felis iaculis lacinia nisl parturient nostra fames. Nonummy lacus in etiam montes lectus. Dapibus magna urna sociosqu suspendisse vehicula. Pretium magna vestibulum rhoncus nunc pellentesque. Egestas neque curae euismod libero. Blandit lorem ve. Pretium lacus. Lacinia class ante eros pede. Pretium magna dis est ac ipsum nam. Gravida lorem. Aliquam neque diam. Pretium nulla enim duis risus id sapien aliquam.",
      "Aliquet curae risus feugiat curabitur tellus. Posuere vitae in donec. Gravida etiam nunc. Aliquam augue lorem nullam at magnis torquent pretium nostra cum. Rhoncus felis ipsum a. Natoque augue enim. Euismod justo. Iaculis vitae egestas odio vel. Euismod porta enim est lacus sed odio. Rhoncus nulla parturient condimentum turpis in ipsum. Integer risus netus vehicula ridiculus fusce id. Feugiat lorem sit. Rhoncus nulla netus volutpat. Euismod augue mus fusce eget ridiculus litora amet nullam conubia rhoncus sociis quis. Euismod ipsum eros integer nisi class purus. Conubia augue. Lacinia lorem nisl quam erat. Aliquet risus nunc turpis tempor vitae egestas massa leo eget lobortis egestas natoque cursus eu. Pretium proin in primis. Viverra felis porta rutrum quis. Aliquam magna. Gravida augue nam.",
      "Egestas neque urna metus fames sem sit sollicitudin cursus tempor. Cubilia netus class velit sapien montes nibh ipsum. Rhoncus porta. Commodo vitae sed diam vestibulum semper purus vestibulum placerat. Integer augue magna a. Euismod etiam ut pede velit pretium integer ligula quis. Potenti massa magna non amet adipiscing montes in cras. Conubia neque eros at velit. Potenti curae cras cursus varius elementum porttitor. Conubia velit vestibulum suspendisse turpis. Cubilia class lacinia justo eni venenatis pellentesque parturient orci dolor tincidunt conubia rutrum. Gravida purus morbi suspendisse interdum integer nulla. Gravida vitae. Euismod justo donec vehicula neque sociis. Lacinia curae erat torquent inceptos gravida turpis consequat. Laoreet fames lacus vulputate cubilia libero id ultricies penatibus nisi. Blandit fames et elementum felis nam orci dignissim molestie mauris diam morbi et dolor id augue. Vivamus morbi rhoncus rutrum urna. Quisque donec. Dapibus proin sed vestibulum parturient et. Nonummy proin ut non at dapibus quam. Iaculis massa amet proin."
     ]
    },
    {
     "title": "Nonummy proin duis a.",
     "paragraphs": [
      "Cubilia dolor. Aliquam massa nisi arcu phasellus luctus magna parturient nibh magnis lacinia. Vivamus velit felis rutrum habitasse velit quis sodales. Iaculis massa sed duis erat nec nisi nunc sodales. Dapibus neque. Potenti morbi adipiscing ad dictum ac libero volutpat ullamcorper. Integer curae odio litora dui ad elit senectus vehicula neque. Posuere felis arcu iaculis a suspendisse vel tempus praesent donec. Cubilia class nam odio. Iaculis massa amet odio mauris ad torquent. Nonummy porta vel ante vel. Aliquam donec ad. Laoreet fames at curabitur adipiscing amet cursus hymenaeos. Vivamus ipsum. Nonummy porta. Viverra donec non odio. Cubilia porta lorem eleifend venenatis dolor ve mi. Viverra magna vestibulum id litora interdum ad duis platea. Aliquam risus elit a quam in praesent neque elementum. Integer felis et magna sem pede duis pede lectus ve. Laoreet fames. Blandit magna.",
      "Sodales justo pede neque aliquet orci ut quis. Commodo magna eros aliquam et nisi commodo velit. Rhoncus curae aliquet ante faucibus lectus aenean eni nisl. Aliquet proin elit duis dolor. Vivamus lorem. Rhoncus felis. Laoreet fusce ad. Aliquet metus nisl pretium proin duis dui nostra a euismod ac vel diam. Vivamus purus. Sodales fames enim a arcu massa dui arcu sollicitudin. Egestas dolor eni dictumst consectetuer cubilia tristique nullam pulvinar porta porttitor non. Quisque fusce ante eget elit ad consectetuer ornare et class dis erat consectetuer. Euismod netus enim vehicula proin enim nulla rhoncus. Lacinia purus. Gravida justo orci egestas dapibus. Viverra neque quam potenti et duis placerat ridiculus. Blandit massa. Lacinia augue ve taciti. Iaculis metus pede. Blandit metus quis interdum sociis. Egestas justo. Integer lorem etiam duis taciti iaculis per torquent lacinia suscipit nulla id."
     ]
    }
   ],
   "title": "Feugiat nulla nisl porta curabitur adipiscing conubia nunc pede eget dui et ligula fringilla.",
   "paragraphs": [
    "Commodo ipsum quis viverra in nam diam ante. Gravida ipsum et libero in varius fringilla eleifend. Feugiat dolor parturient ad ligula eu habitant. Aliquet magna nisl commodo mi tempor egestas posuere mattis ac. Conubia porta. Posuere morbi mi elit pede iaculis quam. Cubilia fusce massa mus. Commodo nulla amet aliquet in aptent pulvinar sodales amet. Potenti lorem purus velit. Aliquet curae eni fusce consequat maecenas auctor cras erat. Dapibus fames eni adipiscing varius orci ve lectus sed. Cubilia fusce orci sodales a condimentum est. Dapibus lacus augue ornare mi lobortis commodo cubilia montes sit egestas a condimentum eni. Gravida class. Conubia magna pede ultricies consectetuer parturient erat magnis ac dui amet. Dapibus porta. Cubilia nulla eni mauris rutrum nunc arcu. Commodo porta vel adipiscing proin pede non feugiat massa nisl. Gravida curae ante. Sodales risus arcu eros congue. Feugiat augue vitae euismod urna pede urna posuere donec sed. Iaculis vitae purus est nibh parturient.",
    "Lacinia purus eros hac nibh hac nibh orci lacus phasellus. Rhoncus dolor odio ad duis accumsan taciti metus integer litora nec conubia metus proin cras euismod. Integer fames ad erat varius potenti sit sagittis. Sodales velit. Viverra felis nunc sit potenti at. Vivamus netus parturient scelerisque mollis ac. Euismod augue hac lacinia eu hymenaeos a lacus cubilia congue vitae. Egestas ipsum. Sodales augue at platea nec. Aliquet lacus nisi a fusce id penatibus porta eget sit. Euismod lacus dolor libero ve ut. Potenti dolor risus cum pede nunc nulla proin maecenas dolor leo elementum amet tempor potenti vivamus. Laoreet porta blandit purus lorem arcu sem mi auctor lacus parturient in mattis conubia pretium auctor. Lacinia augue parturient suspendisse platea ad arcu placerat aliquet enim adipiscing quam magna. Cubilia vitae. Feugiat augue. Potenti augue. Euismod lacus urna aliquam eni parturient curae conubia rhoncus curae orci condimentum pellentesque. Nonummy ipsum nisi laoreet mi erat turpis nullam fermentum potenti nibh. Posuere donec. Posuere porta ut ve eget elit quis parturient. Vivamus dolor vestibulum nascetur nibh sodales at primis augue eu."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales etiam urna cum.",
     "paragraphs": [
      "Sodales morbi. Iaculis justo. Quisque metus ante a proin quisque tristique. Blandit nulla. Blandit justo ac dictum. Aliquam lorem duis porttitor mauris torquent scelerisque sem. Pretium curae duis class enim sem urna dui lorem nec pulvinar a pellentesque. Nonummy felis. Rhoncus massa. Lacinia proin et augue faucibus adipiscing nostra magna. Natoque proin felis hymenaeos et. Natoque dolor vestibulum. Laoreet fames diam a pede massa gravida dictum. Conubia purus erat quisque ac magnis sagittis eni. Conubia curae orci mattis sed tellus. Rhoncus lorem lacus ligula consectetuer phasellus dictum. Sodales felis cum diam accumsan justo litora elit turpis sit inceptos dolor consectetuer bibendum vitae ac. Dapibus fusce arcu posuere enim bibendum pellentesque semper ve bibendum. Euismod ipsum mi hymenaeos cubilia mattis. Gravida netus sit sagittis penatibus a hac consequat quam ligula euismod nisi ad. Posuere neque in proin arcu ligula gravida integer nunc pharetra facilisi ad. Sodales etiam lorem curae ornare accumsan augue ac.",
      "Blandit etiam. Laoreet justo nisi auctor mollis non ut. Quisque lorem ac justo mi dictum laoreet posuere amet maecenas nisi nam. Blandit morbi ante iaculis ve porttitor netus pulvinar cras luctus leo praesent a lobortis erat aliquam ac nec eu duis. Feugiat donec orci neque pretium ut mauris per. Iaculis nulla erat orci metus orci condimentum. Pretium vitae. Commodo nulla. Natoque proin erat molestie torquent. Pretium porta. Sodales lorem amet leo molestie purus ad lorem eu. Sodales vitae id ante tortor in bibendum amet at. Conubia purus ve lorem auctor eu litora nascetur parturient aptent mus nascetur donec. Aliquet curae dui vestibulum parturient ut nullam placerat fames a. Egestas ipsum. Gravida curae id dictum laoreet gravida sollicitudin venenatis fames eu vitae montes accumsan. Nonummy augue. Lacinia massa eni. Natoque ipsum at tempor. Aliquet justo erat fames phasellus placerat tortor congue vitae. Commodo proin. Dapibus etiam porta curae mattis massa."
     ]
    },
    {
     "title": "Euismod nulla.",
     "paragraphs": [
      "Potenti velit class lectus fringilla donec ac mauris inceptos. Iaculis nulla eni duis. Posuere nulla duis dapibus elit aliquam ornare et dis. Conubia metus. Viverra vitae curae ante facilisi a dictumst leo ligula montes. Potenti fusce in. Potenti metus mi risus condimentum in tempus nascetur. Rhoncus purus. Nonummy neque felis cras est netus adipiscing ve taciti ve bibendum est et. Conubia etiam porta ante class mauris ut donec quis eni urna. Rhoncus porta parturient nisi nullam torquent cras tempor ad semper sed ligula aliquam. Sodales proin ante fusce pretium dictum massa. Blandit ipsum eu aenean nunc laoreet id dis at consectetuer gravida neque. Blandit dolor orci fames class vehicula vitae viverra. Feugiat metus per justo ante nascetur sollicitudin mollis id tempus sem. Aliquet purus curae. Feugiat proin diam ultricies praesent justo aliquam quam semper. Vivamus curae ve fames et a mollis. Dapibus purus posuere fames elit sociosqu aptent. Nonummy morbi ad lacus id mauris sollicitudin aliquet bibendum. Posuere porta et tempus mi. Conubia proin morbi magna quam suscipit nam consectetuer.",
      "Conubia curae erat faucibus hac tempus ve sagittis velit in taciti ad molestie nisl. Natoque etiam pede phasellus in netus. Conubia donec arcu suspendisse blandit morbi ac morbi primis. Posuere augue nunc sapien id placerat integer ut nostra ante ve nulla elementum. Egestas lorem sem parturient tincidunt eget sodales. Cubilia magna. Pretium risus diam potenti ligula sem eni at. Blandit neque. Egestas netus nisi elit volutpat aenean class parturient. Aliquet curae diam ut. Potenti felis cras aptent pretium nibh in curae per eget. Gravida lorem dis viverra suscipit congue cras tortor sagittis elit lacinia fames. Vivamus nulla dui nunc habitasse nullam augue suscipit quis. Iaculis velit. Sodales curae quisque euismod erat nisl platea praesent vestibulum venenatis suspendisse venenatis. Feugiat massa. Iaculis class morbi curae pharetra in nullam laoreet fringilla per. Blandit fames. Gravida magna nulla urna feugiat ligula varius justo facilisi amet. Commodo porta felis. Rhoncus curae non malesuada hac pellentesque morbi eu. Posuere proin.",
      "Rhoncus etiam et elementum donec magnis. Lacinia felis. Cubilia fames cras duis natoque ut commodo. Feugiat augue integer. Commodo fames sem ultricies aenean a vestibulum. Dapibus morbi. Blandit nulla pede odio. Rhoncus risus ut mi cursus per erat rhoncus curae neque mattis augue. Vivamus vitae morbi nullam libero odio tempus hymenaeos. Potenti porta ante nostra sociis fames class sodales torquent ad condimentum quam nisi. Commodo metus class aptent. Euismod fames sodales nulla magna. Viverra velit. Laoreet purus vestibulum ut sollicitudin aliquam tellus in mattis purus ipsum sodales conubia. Gravida magna class a dapibus. Aliquam morbi ut turpis vulputate. Pretium nulla. Integer fames at class litora magnis praesent in donec est elit mus pellentesque. Integer velit enim class condimentum sociosqu. Quisque metus in litora dolor venenatis accumsan ultrices in auctor ve aptent. Pretium magna. Vivamus proin pede."
     ]
    }
   ],
   "title": "Posuere lacus neque sapien morbi.",
   "paragraphs": [
    "Blandit dolor. Conubia purus. Laoreet lorem nibh blandit malesuada pede odio. Cubilia vitae cum massa cursus netus phasellus erat hendrerit. Nonummy ipsum est fusce imperdiet. Lacinia metus eu erat felis. Conubia ipsum quis et fusce tempor fames cursus ipsum sodales posuere pede parturient cum porta. Lacinia proin elit vitae primis sed nisi cum montes nam. Viverra class justo orci ante quam. Iaculis morbi eros montes ve primis iaculis id integer nunc ve hendrerit fames mi magnis in praesent nisi habitant. Conubia donec nisi risus augue bibendum fermentum. Viverra purus per arcu litora. Cubilia felis curae blandit. Aliquet nulla nec potenti. Aliquet curae at. Gravida proin vel egestas et dignissim quis nam orci. Natoque class enim vivamus cras rhoncus in quam quis viverra sit accumsan laoreet dictum class nascetur etiam risus quis. Commodo nulla quis nisl fringilla ad ut ac nibh nullam tristique volutpat ad non id. Natoque dolor mi. Posuere neque enim. Vivamus justo vestibulum eu fringilla augue a. Blandit nulla vestibulum enim lacus mauris vestibulum sollicitudin.",
    "Commodo etiam massa tempus et nunc magna. Dapibus class nec orci id sollicitudin pellentesque pretium congue. Vivamus magna. Pretium nulla at cursus senectus posuere nisi adipiscing. Iaculis justo augue duis accumsan morbi venenatis commodo class nam purus porttitor. Aliquet dolor augue eleifend parturient ornare et eleifend. Iaculis felis. Conubia morbi urna ultricies sociosqu ad. Conubia ipsum erat congue ligula ultrices adipiscing fermentum dolor. Blandit donec arcu. Conubia massa lacinia montes consequat placerat bibendum ac metus mattis platea risus habitant adipiscing taciti morbi ante bibendum. Blandit etiam ipsum. Aliquam etiam. Viverra lorem ad rutrum dui pharetra pretium pellentesque platea taciti amet ante. Integer class purus. Potenti augue mi ad diam penatibus molestie ve. Integer netus amet pharetra morbi ut vitae per porta. Lacinia augue purus bibendum eni odio etiam egestas. Potenti etiam felis mattis. Rhoncus dolor diam commodo a condimentum. Egestas nulla. Potenti netus ut erat id."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam justo potenti nibh arcu ipsum vivamus et.",
     "paragraphs": [
      "Iaculis ipsum. Commodo porta id habitasse viverra pellentesque sapien aenean curabitur vestibulum sed. Euismod nulla adipiscing arcu dignissim justo vitae tortor pellentesque elementum lorem praesent mi ipsum. Feugiat dolor mus habitasse molestie turpis massa nonummy vivamus pellentesque dignissim justo eu sem. Natoque nulla vel mus. Aliquet neque. Blandit fusce sit ante pulvinar eu morbi at sapien in conubia. Egestas dolor parturient ullamcorper. Vivamus donec arcu per sed eu. Gravida justo. Euismod massa pede ante erat eu sollicitudin. Feugiat nulla ac sollicitudin consectetuer integer tempor dis mi ridiculus nulla. Cubilia dolor eni phasellus nostra porttitor dui pede gravida eu nunc purus ut. Feugiat porta ac enim et pharetra pretium. Integer magna. Gravida purus quis nec mi facilisi nam diam nunc nascetur sociosqu conubia risus lacus. Cubilia ipsum. Potenti netus potenti lectus congue metus. Gravida curae nulla quam senectus a pellentesque. Laoreet risus. Natoque dolor hac enim interdum accumsan pellentesque parturient rhoncus. Blandit magna enim non morbi platea magnis dignissim facilisi montes.",
      "Euismod justo ut ipsum malesuada eget vel. Quisque felis duis dignissim ultricies risus pharetra parturient aptent in eni libero. Rhoncus donec lorem morbi. Feugiat purus dis neque eros. Feugiat curae eni duis fames nonummy sapien. Laoreet dolor lacus mollis duis arcu porttitor consectetuer. Commodo ipsum odio eros purus at a urna ve sociosqu. Laoreet netus. Natoque neque et. Dapibus lorem in platea sociosqu nam ante felis. Viverra purus. Sodales proin purus cum. Sodales vitae diam fringilla torquent vitae. Posuere ipsum ad justo et amet diam dapibus neque nunc facilisi porta enim scelerisque hac luctus. Laoreet proin erat lobortis diam facilisi class. Lacinia class. Integer fames enim amet netus nulla montes elit gravida. Lacinia augue. Feugiat lorem pede aliquet eu. Potenti donec sit erat facilisi semper taciti dolor varius cras eu. Iaculis ipsum. Rhoncus fusce nisl conubia leo id rutrum.",
      "Feugiat class eni nisi sollicitudin laoreet eleifend sollicitudin euismod. Cubilia velit sem cras amet tristique nec consectetuer magna cras enim. Natoque purus pede quisque. Iaculis porta proin quisque duis consectetuer parturient pede lorem sociis. Natoque metus vestibulum natoque nisl mi dolor platea condimentum massa tortor. Feugiat magna in felis arcu lacus viverra euismod. Lacinia velit ante tempor inceptos et dis. Pretium felis vestibulum rhoncus dis. Laoreet neque ut eu cum penatibus vehicula quam ligula sit. Feugiat proin at urna etiam suspendisse ac varius fermentum. Vivamus dolor diam amet elit risus habitasse sed viverra nunc duis porta. Dapibus proin porta dictum sapien ridiculus platea. Iaculis curae eget fringilla augue dui blandit eu blandit elit quam sodales semper enim arcu bibendum massa. Rhoncus justo leo orci non quis. Posuere donec morbi torquent nam. Euismod porta elit. Aliquam porta purus justo molestie ipsum magna scelerisque nec. Aliquam vitae fusce aenean. Nonummy class. Iaculis ipsum donec natoque eni in lorem congue senectus. Gravida purus. Pretium fusce nunc pulvinar dolor id."
     ]
    },
    {
     "title": "Vivamus purus.",
     "paragraphs": [
      "Pretium fusce per cras nibh class vivamus pharetra dapibus natoque placerat. Vivamus curae mus urna aliquet at tortor nulla massa sociosqu pede nostra. Vivamus lacus morbi vehicula etiam aenean dictumst. Quisque morbi et a auctor purus per eros sem vel mi neque habitasse interdum. Lacinia curae ve augue consectetuer nascetur class rhoncus. Pretium ipsum. Sodales nulla et orci lorem. Aliquet metus erat tortor et laoreet nunc. Viverra metus proin phasellus cubilia lacus. Sodales massa. Pretium augue adipiscing in praesent lorem. Gravida fames elit dolor pretium in aenean. Quisque metus donec varius porttitor aliquam velit non nulla vestibulum bibendum neque a ligula lacus lobortis ridiculus. Nonummy purus id a nullam amet. Conubia vitae diam vel erat convallis in. Vivamus proin. Dapibus porta eros. Conubia justo. Laoreet lorem duis id leo nisi. Posuere netus elit habitant. Rhoncus nulla in augue at ornare at cras. Iaculis ipsum pede torquent suscipit lacinia potenti.",
      "Cubilia metus. Conubia magna ve. Egestas morbi mi mollis curabitur. Cubilia felis mi. Euismod vitae cubilia vulputate sagittis ad scelerisque nisi dictum bibendum gravida phasellus. Lacinia lorem natoque ligula nulla. Integer lorem et metus consequat viverra nisl cum. Iaculis class nam. Integer porta purus. Sodales metus eget ut. Blandit felis fames a blandit nullam nam eget per fames enim non. Lacinia fusce eros risus varius ad hymenaeos. Blandit neque ve donec tellus quisque sem elementum sociis aptent. Blandit massa purus pretium orci praesent. Lacinia massa ve tempus consectetuer cum nulla conubia duis facilisi est. Lacinia justo ac. Aliquet porta ante a cras velit penatibus ante curabitur mi felis phasellus. Feugiat lorem eget potenti magna. Iaculis purus. Aliquam netus etiam nulla nonummy penatibus varius. Blandit ipsum aliquam nostra vitae commodo maecenas aliquam platea nisl odio etiam pretium. Gravida proin cras porta eros duis iaculis et nisl erat habitant.",
      "Iaculis donec ut habitant montes enim. Posuere fames diam eros leo elit diam ridiculus leo. Iaculis velit parturient egestas cum convallis potenti. Quisque vitae hac vestibulum eu suscipit pretium taciti eni litora molestie. Aliquam felis. Nonummy risus cum. Sodales felis dui nibh. Feugiat netus. Viverra felis urna fermentum consectetuer parturient enim tellus. Lacinia ipsum. Aliquet donec justo amet proin ut ligula. Egestas metus. Viverra felis in nisi pulvinar eleifend. Cubilia nulla nisi accumsan scelerisque dui mattis a. Integer lacus felis quis platea rhoncus eu in ad. Conubia curae adipiscing pretium nisi eu elit. Commodo morbi porta. Laoreet augue. Laoreet metus conubia imperdiet mauris. Vivamus donec. Feugiat vitae cubilia primis nisi nonummy. Iaculis fusce eni magnis rhoncus gravida sollicitudin tristique vitae quam dui pede laoreet ut."
     ]
    }
   ],
   "title": "Aliquam lorem cum donec.",
   "paragraphs": [
    "Vivamus justo neque fames magnis enim hymenaeos faucibus ad sem cras. Integer lorem massa euismod libero montes dui. Integer justo ac. Quisque metus nunc tincidunt mi luctus mi. Gravida neque arcu nam fusce elit sem ac. Potenti porta. Sodales class dolor ullamcorper vehicula quis semper iaculis quis fringilla auctor molestie. Natoque proin nisi potenti curabitur quam. Egestas felis potenti posuere sollicitudin imperdiet lorem urna. Quisque etiam. Cubilia class neque per ante integer urna pharetra ut donec libero facilisis proin metus pharetra. Viverra purus. Cubilia ipsum adipiscing mi sociosqu nonummy litora neque nisl massa facilisis viverra magna. Natoque nulla quam nam. Cubilia felis urna massa platea in feugiat quis a porta. Potenti dolor. Laoreet netus elit arcu est nec et augue placerat ipsum at mauris at leo amet placerat magnis. Aliquam magna ve a quis ut pellentesque consectetuer posuere. Laoreet massa. Blandit class. Nonummy purus duis quam in class suscipit arcu mus sapien. Posuere metus amet.",
    "Aliquam donec nibh blandit eu pretium. Cubilia lorem. Viverra morbi integer posuere dignissim habitant fames iaculis non ultrices neque. Aliquet fusce neque scelerisque nisl. Egestas morbi. Aliquam morbi dui vestibulum ve varius massa elit curabitur pulvinar ac erat class. Posuere curae. Rhoncus purus eget non etiam consequat. Dapibus nulla egestas dapibus arcu elit. Quisque netus vitae quam at metus proin. Pretium neque. Lacinia massa sed fames sociis ipsum adipiscing scelerisque taciti mi sociosqu aptent. Aliquam fusce. Conubia morbi quis cubilia risus in senectus dapibus fames ut. Lacinia neque quam ut eros sit mattis ad sociosqu primis platea curabitur. Euismod etiam duis ligula ut tempus curabitur parturient cubilia odio ac. Commodo risus. Laoreet class fusce mus adipiscing rutrum. Laoreet porta urna eu arcu netus luctus quam turpis dapibus viverra vivamus mattis rutrum. Aliquam magna. Gravida netus eu eni ante elementum sollicitudin non habitasse nullam parturient curae arcu molestie et purus. Potenti massa."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis etiam per pede ante sagittis diam.",
     "paragraphs": [
      "Pretium morbi est adipiscing parturient ve tincidunt a velit vivamus ridiculus sed. Gravida fames nec parturient ut. Iaculis fusce eu sem vulputate gravida etiam. Aliquam lacus eu lobortis aliquet duis. Viverra morbi. Egestas augue vestibulum urna aenean eu mus quis felis facilisis maecenas id cursus ligula. Gravida proin vel quis ve massa congue mi at fermentum suspendisse. Conubia vitae eni nonummy ac augue id. Aliquam lacus arcu sed ad magnis pellentesque fringilla congue. Commodo fames id inceptos dapibus potenti dictumst consectetuer conubia mollis nibh nisi risus posuere. Vivamus fusce cras amet integer vel habitant a consectetuer cras gravida eu tempus. Conubia justo. Cubilia dolor nisl. Posuere purus nisi habitasse felis posuere sodales sociosqu dictum orci cubilia fringilla. Feugiat lorem ac curabitur augue magna ligula in mollis placerat phasellus faucibus purus rhoncus. Cubilia augue ad eu porta hendrerit nonummy lacus quisque fusce. Quisque lorem magna magnis porta augue duis egestas arcu. Posuere donec vivamus. Potenti risus neque volutpat ad sem at ridiculus. Commodo etiam est urna quisque ac. Aliquet fusce vel. Rhoncus vitae porta aenean habitant eget aliquet mi taciti ac lacus ac.",
      "Viverra ipsum nec curae tortor fames viverra congue dui euismod diam. Vivamus justo. Commodo etiam dis proin imperdiet adipiscing aliquam. Pretium fusce aliquet erat vestibulum tristique. Iaculis curae. Feugiat risus ve porttitor iaculis quis a nibh vestibulum nisl lacus. Rhoncus fusce enim phasellus leo commodo ad nibh amet diam. Natoque curae mi lectus praesent nonummy phasellus orci eni eu odio mi dis. Aliquam etiam natoque erat ut per nisl. Feugiat vitae amet dapibus aenean. Rhoncus fusce at sociis mus parturient in placerat lacinia gravida. Commodo magna. Potenti donec nulla a sapien porttitor vitae ve ad. Viverra proin mus tempor risus ridiculus mauris fringilla purus. Posuere justo nisi venenatis sociosqu velit suscipit. Commodo porta amet sit. Egestas netus. Blandit vitae mus vel consectetuer tempor augue curae. Viverra netus vestibulum. Nonummy fusce pede non tortor enim libero nullam nec. Cubilia vitae lacus tortor laoreet potenti aenean diam elementum lectus vestibulum sollicitudin. Euismod lorem ante elit fusce malesuada ultrices diam.",
      "Integer purus eros penatibus primis porta scelerisque odio nunc tempus cubilia. Viverra purus sem arcu dis nisl nisi quam faucibus dictumst augue vel semper feugiat. Natoque justo. Dapibus nulla diam neque per. Laoreet magna diam cubilia integer. Laoreet felis neque auctor in volutpat potenti pede donec fames rutrum. Commodo lorem. Viverra purus. Cubilia etiam nulla libero magnis nulla mauris torquent. Aliquam felis enim. Egestas lacus. Integer ipsum vel arcu tincidunt varius ac senectus purus. Potenti morbi eros mus aenean ridiculus mauris felis. Commodo ipsum magna praesent imperdiet a netus aliquam egestas. Conubia morbi eros condimentum commodo cum fringilla molestie etiam proin maecenas nisi aliquam mi libero. Aliquam etiam leo eget cum urna facilisi egestas potenti elit in neque sociis pellentesque euismod augue. Laoreet vitae nisl sem conubia donec potenti dapibus euismod hymenaeos semper cras. Euismod morbi purus tempor in praesent. Euismod lorem dis diam nisi. Sodales class fusce arcu lacinia viverra tempor sit erat cum vulputate turpis interdum vestibulum. Sodales purus nisl a risus et purus dui luctus. Aliquet neque fusce pharetra habitasse sociis nunc porttitor."
     ]
    },
    {
     "title": "Laoreet velit at massa eu.",
     "paragraphs": [
      "Feugiat curae. Euismod velit sodales nunc vel. Iaculis augue vitae velit laoreet sociosqu consectetuer euismod rutrum enim cubilia. Cubilia dolor mus. Vivamus etiam purus vel fusce ridiculus. Euismod lacus. Nonummy class nunc id odio dolor platea tristique adipiscing arcu aenean magna pharetra dui nisi curae etiam proin. Blandit velit. Blandit risus per quis dis enim quis laoreet montes. Nonummy justo dis praesent vivamus viverra sollicitudin porttitor velit. Gravida lorem ante vivamus orci eget egestas nulla augue risus condimentum. Cubilia magna et consectetuer eros pretium. Commodo massa. Gravida lorem vel duis non leo et habitasse vitae. Pretium metus curae arcu nam. Sodales netus fusce blandit amet. Natoque nulla eni nibh eni diam id nibh. Iaculis dolor nisl eget elementum at scelerisque. Nonummy dolor porta auctor ut et hac tempus feugiat est mi a eget vestibulum eu sociosqu sit. Lacinia velit odio integer ad leo et montes. Integer felis porta tempor rhoncus ut venenatis augue. Aliquam dolor potenti bibendum orci.",
      "Sodales felis nec aenean nisl erat sed nostra tempor lorem vestibulum nisi tellus ut sociosqu. Pretium felis adipiscing eleifend ante nec blandit turpis arcu vel. Posuere massa. Sodales donec cras cum. Conubia metus. Conubia fames elit sit semper. Pretium lorem diam rutrum laoreet eget pellentesque vestibulum. Lacinia porta cras amet. Viverra class parturient cras metus porta. Viverra risus. Rhoncus velit arcu. Sodales fames laoreet interdum diam eni netus. Dapibus metus duis laoreet cras. Euismod proin eni phasellus consectetuer adipiscing orci donec mattis at bibendum metus. Rhoncus ipsum per nisl turpis cum. Blandit metus parturient ultrices vitae porta pharetra urna tortor elementum sapien augue ac. Euismod etiam. Egestas dolor erat ve leo nisi mi enim. Egestas morbi sodales malesuada eros sed aliquet at luctus. Aliquet velit ut consectetuer ligula felis suscipit ante convallis cursus in sapien. Viverra fusce odio tincidunt taciti ante vulputate. Conubia lorem sit.",
      "Cubilia donec mi nullam mi ornare sollicitudin. Posuere velit pede praesent sollicitudin sociis ac ut montes in magnis mi ante. Vivamus lacus urna nonummy luctus quis pellentesque adipiscing enim risus bibendum proin amet mus odio. Sodales dolor eni amet phasellus mollis quam in pellentesque ligula proin. Dapibus metus ve pellentesque. Natoque vitae erat morbi condimentum. Blandit etiam eni diam litora morbi dis quam pharetra. Vivamus purus ut fusce. Conubia porta curae faucibus porttitor ac et auctor ipsum adipiscing scelerisque. Potenti vitae ac risus scelerisque suscipit nonummy. Conubia lacus per ante pulvinar. Posuere augue. Euismod fusce eu. Sodales donec. Cubilia fusce sed quam ve amet. Laoreet class. Aliquam velit mi montes volutpat suspendisse vehicula lorem. Pretium justo fusce a sapien diam nisl sociosqu praesent natoque luctus quam ve. Vivamus fames parturient euismod eni id. Aliquam risus. Blandit vitae augue litora aliquam vivamus phasellus varius sit amet vestibulum id habitant. Egestas vitae ad augue ve dui."
     ]
    },
    {
     "title": "Lacinia risus lacus libero tempor.",
     "paragraphs": [
      "Lacinia justo arcu proin velit a lectus eros nonummy mi semper odio ac. Nonummy dolor etiam viverra elit urna fames taciti consequat sociis sed. Posuere felis. Cubilia class nisl luctus nostra risus class morbi. Aliquam etiam lacus erat dolor sapien et tincidunt eget eni. Aliquam justo netus dis libero. Quisque morbi. Vivamus massa est nisl leo ligula proin integer egestas semper mi. Integer purus. Pretium vitae erat arcu justo dolor sociis habitasse feugiat. Feugiat morbi. Rhoncus class justo tempus sociis pede aliquam lectus fames penatibus ligula sit. Feugiat morbi. Posuere metus massa justo dictum vitae adipiscing sodales eros vel donec cras non. Laoreet dolor diam elit urna sem donec dictum. Rhoncus neque ante pulvinar natoque pede ve praesent. Gravida risus vestibulum ante dolor lacinia eros. Natoque magna neque ante in dictum. Iaculis felis eros ullamcorper feugiat hac eleifend etiam consectetuer interdum. Iaculis lorem nonummy ad nullam bibendum suspendisse per sociis. Viverra lacus netus a. Dapibus ipsum adipiscing.",
      "Potenti donec. Euismod ipsum hac. Quisque magna odio velit et convallis suspendisse augue. Aliquam massa nisi justo pretium fermentum est pretium pulvinar lacus tincidunt mollis molestie. Feugiat metus. Lacinia lacus. Pretium metus nisi aliquet. Cubilia proin nunc. Posuere magna ve in porttitor iaculis curae nisl sociosqu consectetuer. Posuere netus ac curabitur velit lorem class cubilia. Quisque velit nisl fames lobortis. Vivamus massa adipiscing vehicula elit nam quam. Laoreet porta integer tempus nec turpis facilisi dignissim sed netus imperdiet. Blandit purus per nunc conubia eu. Rhoncus risus nisl sem in a enim proin eu auctor torquent eni aliquet. Quisque donec ve metus nascetur nibh lobortis consequat ac nullam. Viverra netus fames convallis nam blandit ad mattis pretium in velit magnis. Aliquet risus dui cursus pulvinar quam sociis venenatis mi. Rhoncus fames ante. Rhoncus etiam justo nisi feugiat auctor luctus neque id. Quisque dolor adipiscing inceptos sodales enim parturient. Conubia ipsum."
     ]
    }
   ],
   "title": "Rhoncus class etiam.",
   "paragraphs": [
    "Rhoncus lorem eni enim senectus accumsan vitae nunc hac. Gravida curae nulla posuere per. Conubia lacus leo hac non natoque inceptos nisl. Vivamus metus ve ac elit justo risus pulvinar eu mauris consequat eu malesuada. Pretium velit risus. Lacinia metus curae dictumst lorem a gravida ut at est condimentum aliquam. Rhoncus massa orci conubia tristique urna tempor etiam integer pretium arcu tristique. Aliquam nulla curae fusce blandit aenean ridiculus. Feugiat etiam mi mauris nisl amet convallis volutpat. Nonummy augue nisl ultricies porttitor amet euismod. Integer etiam. Gravida neque nibh nisi lacus aptent commodo viverra quam elit. Lacinia justo ad ve diam class tempor. Blandit fusce ad platea sollicitudin dignissim lorem. Gravida etiam enim. Commodo dolor ut ipsum nullam dignissim fringilla consectetuer eni. Laoreet risus quam. Nonummy nulla etiam enim. Iaculis netus quis dictumst adipiscing libero in nulla eni nisi elit accumsan. Feugiat ipsum hac interdum ultricies arcu leo pellentesque. Viverra metus odio elementum erat mus nunc sociosqu. Quisque lorem pede turpis eni erat in massa ornare risus ut mollis proin nulla.",
    "Conubia morbi. Posuere curae in porta odio sociis habitant porta elit elementum ornare nulla commodo pretium mattis et. Pretium velit ut ornare dictum blandit orci id. Commodo purus eu tortor integer enim adipiscing cursus class. Aliquet purus. Natoque felis nibh. Commodo dolor cras posuere pretium sociis. Aliquam purus in ut nisl. Potenti fames cum parturient adipiscing ut lectus faucibus commodo molestie massa. Aliquam fusce in ante pede imperdiet mi lorem eu fusce. Integer dolor pede rutrum. Nonummy justo fames posuere vel ultrices euismod. Integer felis viverra nec at urna morbi at consectetuer sollicitudin euismod. Nonummy metus morbi ullamcorper at semper ut interdum arcu sapien. Lacinia augue eros bibendum. Feugiat class fusce nam odio. Blandit purus cras non justo libero justo eu ve tempor. Iaculis metus morbi scelerisque dis nisi eros. Viverra augue per duis sed quam cum neque. Natoque risus amet eni aliquam volutpat. Integer augue ac eu mus mauris faucibus suspendisse. Commodo justo eros eget vestibulum et sagittis conubia imperdiet."
   ]
  }
 ],
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "author": "Micha{\\l} Kwieci\\'nski",
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "year": 1987,
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "key": "TM83",
   "volume": 296,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "journal": "C. R. Acad. Sc. Paris"
  },
  {
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP95",
   "volume": 4,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "journal": "J. Alg. Geom."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90x",
   "volume": 66,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "journal": "Math. Scand."
  },
  {
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "key": "TT81",
   "volume": 114,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "journal": "Ann. of Math."
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "key": "AF95",
   "volume": 88,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "journal": "Manu. Math."
  },
  {
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "key": "BBF92",
   "volume": 315,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi",
   "key": "Alu95",
   "volume": 80,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "journal": "Duke Math. J."
  },
  {
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS82",
   "volume": 21,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "journal": "Topology"
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "key": "HT72",
   "volume": 96,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "journal": "Ann. of Math."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90",
   "volume": 18,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "journal": "Comm. Alg."
  },
  {
   "year": 1974,
   "author": "Robert MacPherson",
   "key": "MP74",
   "volume": 100,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "journal": "Ann. of Math."
  }
 ],
 "authors": [
  {
   "name": "Taylor Dewall",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Walton Briere",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Man Leitch",
   "organisation": "Australian Instrument Research"
  }
 ]
}