{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Pretium curae magna. Potenti etiam at varius pharetra pede urna nam montes. Aliquet fames morbi netus tristique commodo. Vivamus neque diam nostra eu eget. Feugiat risus cras eleifend phasellus vitae convallis imperdiet. Natoque fusce. Iaculis netus nam nulla vulputate sem eget class. Rhoncus magna erat a lacus eu diam purus elit. Euismod fames. Quisque risus. Iaculis nulla amet dolor vel ultricies per. Blandit lacus velit feugiat. Dapibus lacus. Gravida lorem nisi ad molestie taciti luctus cum adipiscing. Feugiat ipsum ve hac et consequat suspendisse fusce rutrum. Posuere lorem at nisl ut duis primis mi tempor consectetuer. Integer fames duis eget. Conubia lorem eget nec venenatis blandit magnis vitae dis orci nonummy. Potenti neque enim porta felis commodo euismod. Egestas donec quis non duis est. Rhoncus morbi cras a. Gravida proin quam.",
    "Conubia metus parturient. Sodales proin urna duis parturient aptent ad magna aptent luctus nisl. Blandit class mus dis pellentesque. Rhoncus justo. Feugiat netus pede viverra curabitur et ut aptent a adipiscing dis. Lacinia vitae elit fusce ac fusce aenean vestibulum praesent quisque pede maecenas. Nonummy curae. Euismod velit cras a. Egestas class ante est nunc ridiculus litora odio cum quam. Nonummy magna netus sem diam nisi duis urna etiam ve mattis porttitor sociis. Cubilia lorem duis magna consequat egestas netus. Laoreet fames sed magna venenatis felis nec urna cubilia mi. Commodo nulla adipiscing commodo leo eros venenatis faucibus id scelerisque quam ridiculus montes. Sodales nulla quam mollis ligula fermentum lectus. Laoreet vitae cras eni justo metus diam sociosqu. Blandit neque id tristique felis porttitor. Natoque neque lacus blandit. Viverra felis donec congue ac. Nonummy augue ac pharetra interdum at lacus sed. Pretium morbi. Viverra felis et odio rhoncus ut. Cubilia risus."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod lacus. Iaculis lorem augue nunc hac curae vestibulum dapibus arcu mus potenti litora ad. Viverra fames felis tortor adipiscing sagittis. Aliquam vitae. Natoque vitae adipiscing suspendisse aptent. Viverra donec ve malesuada a fames eu quis nunc ve odio. Iaculis morbi lorem fames volutpat porttitor a curae ad felis platea dolor vel. Sodales class netus a quis purus vivamus mus faucibus. Sodales lorem porta tempus dolor adipiscing eleifend lacinia turpis non vestibulum montes lorem ultrices. Nonummy etiam quis nam orci inceptos nisi placerat leo. Potenti netus sem. Iaculis dolor quam fringilla porta curabitur mi venenatis. Lacinia curae amet quam dapibus. Viverra velit erat. Lacinia neque cras phasellus nisi hac a auctor. Potenti vitae id porttitor dolor curabitur turpis adipiscing felis laoreet eni habitasse curae. Dapibus ipsum id. Nonummy purus elit maecenas tempor adipiscing felis quis. Cubilia metus. Euismod velit. Nonummy morbi ad neque sit vestibulum ve. Aliquam donec nec fringilla sociosqu eu suspendisse arcu urna fames.",
      "Potenti proin. Egestas curae nam eget lobortis nullam litora. Commodo netus hac imperdiet nullam. Rhoncus magna diam inceptos dui mi cursus sollicitudin dis netus justo. Sodales dolor augue praesent tristique velit eget proin dignissim eros diam tempor. Vivamus fusce mus eros interdum purus tellus proin conubia lacus at donec. Vivamus lorem parturient senectus magna netus hac elit eget proin. Natoque justo amet ultrices. Pretium risus ante. Dapibus velit ac libero a. Iaculis nulla purus. Lacinia class eu aptent justo. Euismod velit donec. Feugiat etiam id eros massa quisque. Commodo velit. Potenti etiam. Conubia etiam ac turpis pulvinar conubia ad ve. Posuere risus ve sociis augue dictum interdum venenatis eni. Rhoncus porta. Vivamus netus vestibulum in consectetuer blandit aenean mi vehicula accumsan proin. Dapibus velit. Feugiat ipsum nulla.",
      "Euismod class. Posuere fusce. Blandit lorem risus a sapien. Vivamus vitae cum augue morbi accumsan duis penatibus nisl cum ac nonummy nisi vitae vulputate sem etiam lorem. Aliquet proin lacus donec sociis velit. Posuere lorem fusce scelerisque eleifend morbi est nisl mi nibh cras hymenaeos. Commodo proin vestibulum elit proin accumsan netus accumsan odio. Potenti massa. Posuere neque ve sapien sed ornare commodo. Feugiat proin quis litora magna fringilla. Nonummy morbi cras aenean laoreet diam ut eros. Potenti etiam ut justo. Feugiat porta purus facilisis. Laoreet lorem nunc cubilia et maecenas mollis. Lacinia purus netus. Posuere augue enim inceptos consectetuer turpis id ante suspendisse mi sociis pulvinar faucibus ad nunc. Aliquam risus dolor dui adipiscing ac lobortis pulvinar. Cubilia morbi arcu quisque in elit fusce. Nonummy risus parturient pulvinar purus pede cum proin ultricies nascetur. Dapibus class. Euismod augue leo purus cum. Integer fusce nec lacus sed tellus mi volutpat."
     ],
     "title": "Quisque netus."
    },
    {
     "paragraphs": [
      "Cubilia dolor. Pretium curae. Quisque purus nonummy gravida pellentesque vulputate vitae in. Viverra neque ante velit urna natoque morbi leo eget fusce at dui luctus euismod. Vivamus fames id a rutrum fames parturient volutpat quam nam at tempor placerat. Rhoncus donec duis. Conubia dolor eros placerat consectetuer tempor et lobortis sem. Potenti class nisl quisque litora magna dapibus metus eu mauris ultricies sagittis nullam. Nonummy magna pede laoreet eu elit in felis in nunc magna sociis mi et morbi. Pretium velit duis lacinia massa hac. Cubilia etiam nunc condimentum ut libero natoque aliquet arcu blandit. Aliquam magna eu penatibus ullamcorper donec. Pretium ipsum quam dignissim praesent aptent vestibulum sollicitudin posuere magna id tellus. Quisque ipsum diam viverra at lacus. Euismod magna urna felis conubia. Commodo curae. Integer vitae porta sem eget placerat id nostra. Posuere lacus eget rhoncus turpis nam orci dapibus ve. Laoreet proin at odio ad cras. Viverra risus. Integer lorem. Aliquet proin ad facilisis iaculis platea nec.",
      "Laoreet fames purus magna rhoncus erat. Nonummy justo. Potenti risus posuere integer enim ac lorem sem varius. Quisque nulla vestibulum at sociosqu lacinia faucibus nonummy. Euismod neque porta dis fames habitasse hac nisi odio nullam rutrum hac. Nonummy massa urna interdum nam auctor augue. Aliquam morbi sem aliquam aenean at molestie iaculis. Pretium fames eu lectus luctus sagittis parturient mollis etiam adipiscing inceptos vivamus aliquet. Commodo lorem massa duis a nisl at fusce. Feugiat risus et vitae quis sit fames laoreet diam eu quis. Rhoncus nulla neque aptent amet ligula. Euismod augue morbi egestas mi amet placerat. Euismod justo in pellentesque rutrum ac nunc amet ridiculus. Aliquam morbi eget at velit pellentesque volutpat. Egestas lacus at. Integer dolor ut magnis ad. Gravida lacus porta penatibus viverra sociis per odio. Egestas ipsum et nullam hendrerit vehicula fames ad lectus dui natoque et nec. Aliquam vitae. Aliquet vitae. Aliquam risus nonummy eget molestie purus enim pede. Pretium nulla nisi vivamus a platea risus blandit pede tellus vulputate curae id curae arcu et quis."
     ],
     "title": "Feugiat justo arcu potenti."
    }
   ],
   "title": "Euismod nulla."
  },
  {
   "paragraphs": [
    "Euismod dolor diam nisl laoreet netus. Rhoncus class id nascetur aenean velit dis nunc ac. Euismod felis justo sapien. Quisque proin mus arcu eros eu pellentesque. Dapibus neque. Blandit metus non gravida a ullamcorper sed ut a lectus eros. Nonummy dolor elit enim tempus et. Potenti velit. Aliquam lacus ante est dapibus a nostra hendrerit id ullamcorper nibh diam. Blandit netus. Conubia morbi quis nonummy eu justo pellentesque metus ad sollicitudin posuere inceptos diam erat. Feugiat massa. Aliquet dolor ante quis sodales. Cubilia porta nisl diam egestas at enim elit adipiscing platea elit odio eni. Rhoncus augue at duis. Aliquet proin nec penatibus cras consectetuer aenean nostra. Dapibus netus. Laoreet risus fames sociis torquent nisi posuere. Feugiat fames leo enim sollicitudin adipiscing odio. Commodo fames. Rhoncus magna iaculis metus orci morbi ullamcorper non primis dictum malesuada. Posuere lacus lorem scelerisque habitant aliquam fringilla nisl vivamus orci pellentesque.",
    "Conubia netus augue nonummy leo adipiscing neque commodo id. Commodo augue justo augue. Egestas porta. Vivamus massa. Euismod proin magna primis vulputate velit. Pretium netus nec pede viverra. Natoque justo nunc convallis luctus eu nibh scelerisque in. Iaculis fusce eros suscipit mattis taciti eget. Cubilia fames nulla litora velit metus leo class laoreet etiam ve. Aliquam class ante dolor sodales nisi diam. Rhoncus lorem ve imperdiet dolor amet in lorem. Blandit donec potenti tellus in dictum eni ligula placerat quisque lorem mus. Vivamus neque dis erat semper. Quisque augue ad nullam. Aliquet morbi est egestas et elementum aliquam. Potenti augue in consectetuer vivamus inceptos cubilia aliquet arcu. Potenti porta mi turpis. Nonummy purus eu lacus ac. Posuere lorem. Lacinia porta sit elit habitasse lectus vestibulum risus odio tortor aptent sem vestibulum platea praesent. Quisque nulla. Viverra netus justo scelerisque ve taciti volutpat facilisis."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer lorem. Dapibus metus duis nam blandit fusce leo. Lacinia class. Euismod augue. Euismod metus purus elementum odio leo metus ridiculus torquent maecenas metus hac ante felis at tempus vel at. Dapibus vitae nisi id non. Gravida risus nibh netus in nunc. Aliquet augue quis etiam augue eros ut inceptos velit ante nisi sociosqu a. Vivamus morbi arcu aliquet eros. Pretium magna porta litora sollicitudin dignissim velit fames duis natoque id enim. Vivamus nulla. Dapibus purus curae risus tellus ornare suscipit. Sodales neque per vel ve nostra integer sodales urna eleifend est euismod pharetra. Rhoncus netus quam amet euismod phasellus cras cum potenti et. Potenti risus odio. Sodales ipsum vestibulum scelerisque lectus ad faucibus iaculis luctus quam. Feugiat dolor parturient. Quisque vitae magna fames sem cras morbi scelerisque sociosqu sodales fusce sit. Lacinia lorem. Commodo etiam purus blandit enim id felis venenatis viverra lorem id fusce congue velit viverra. Quisque etiam netus morbi inceptos. Rhoncus magna parturient mi.",
      "Pretium justo. Nonummy lorem enim fermentum. Dapibus vitae nonummy varius est cubilia montes mauris pretium nibh. Quisque etiam iaculis tincidunt ornare. Posuere porta cras aptent id tempor. Euismod etiam dis. Laoreet netus amet nec ante. Egestas morbi mus consequat sociis sem sed ve justo ac justo ligula. Integer proin at sociis curabitur class id. Sodales netus diam. Dapibus morbi lorem feugiat nostra semper lorem. Conubia vitae ac consequat odio per. Natoque donec erat varius ad faucibus dapibus. Conubia morbi elit dictum nonummy laoreet venenatis. Feugiat augue odio vivamus amet a felis quisque quis amet habitasse magna. Quisque justo nisi. Nonummy augue. Commodo etiam class primis auctor lorem ve urna. Conubia donec cubilia. Viverra massa nisi class torquent neque in etiam libero consectetuer integer risus fusce tortor. Nonummy curae ante augue tempus ac suscipit libero sociis mi ornare convallis vehicula. Potenti nulla.",
      "Quisque etiam porta malesuada laoreet. Viverra neque. Cubilia curae. Integer lacus laoreet nonummy porta cras ac sit. Potenti ipsum parturient suscipit euismod natoque sociis tempor dignissim placerat lectus feugiat vivamus. Pretium metus ac ligula ad mauris consequat lacus ante. Nonummy donec. Gravida purus. Conubia donec curae quisque mauris nisi. Natoque metus arcu tempor in orci velit. Euismod metus in malesuada suspendisse curabitur eget dui consectetuer sapien. Euismod dolor nisi imperdiet mollis a pharetra. Dapibus purus. Feugiat ipsum vitae rutrum velit condimentum nascetur tincidunt a etiam euismod sociis. Commodo vitae odio suspendisse. Euismod porta. Nonummy augue magna praesent elementum taciti sociosqu quam ultrices donec. Egestas purus adipiscing erat neque gravida malesuada praesent id felis quam curae phasellus. Laoreet purus enim aenean torquent nibh. Egestas risus erat ornare pretium odio eu etiam mi nisl eros fusce dapibus. Commodo porta nisl ve erat leo arcu erat nostra montes proin lorem imperdiet. Integer curae."
     ],
     "title": "Aliquet netus nam tortor tincidunt ac pede est diam mi."
    },
    {
     "paragraphs": [
      "Rhoncus fusce proin elit nam augue sed. Pretium donec erat. Blandit lacus. Dapibus lacus vestibulum odio fames mi porta felis taciti enim ve pellentesque mattis eu pharetra. Pretium dolor diam eni risus cras. Commodo curae cras tortor id ligula interdum pede. Sodales massa. Potenti netus vel varius. Feugiat purus et ipsum semper. Cubilia fusce. Euismod neque enim. Potenti risus ac auctor integer iaculis aptent eu. Conubia netus amet lacus potenti laoreet. Euismod proin eu tortor etiam commodo curae. Aliquam lorem potenti cras pulvinar est ut primis lobortis. Quisque fames purus a arcu etiam malesuada orci est nisl. Aliquet etiam ante augue magnis ve semper in. Laoreet lacus. Natoque risus nulla morbi. Potenti risus duis leo ad dignissim class. Aliquam fames arcu magna. Lacinia proin magna quisque nostra ad orci natoque luctus erat natoque fames quis.",
      "Integer proin commodo nisi eu non. Pretium dolor adipiscing lobortis justo augue libero ve consequat at. Blandit velit. Euismod proin eget mi. Euismod porta parturient id pellentesque posuere ornare eu maecenas. Viverra ipsum parturient ac suscipit volutpat velit mi ad. Potenti purus porta ante venenatis dignissim pede sem. Feugiat donec magna orci curabitur at ipsum congue velit. Vivamus donec odio nibh convallis in platea non urna eget quisque. Iaculis lorem. Conubia nulla. Nonummy etiam nibh posuere nisl venenatis inceptos aenean orci ultricies sagittis eu duis habitant. Lacinia lorem. Egestas etiam at semper interdum mi. Egestas risus eget ad sollicitudin montes. Viverra dolor duis. Aliquet nulla adipiscing egestas amet. Potenti morbi nam habitant cubilia id primis posuere potenti sollicitudin imperdiet class. Gravida fames risus per justo elit commodo. Iaculis justo urna enim dolor interdum neque. Cubilia dolor ad nulla pellentesque faucibus metus fermentum nam viverra class in aptent. Vivamus proin fames libero neque dolor cursus luctus vitae vestibulum ullamcorper tempor ut aliquam pede."
     ],
     "title": "Viverra metus eu vitae sapien."
    }
   ],
   "title": "Sodales morbi non."
  },
  {
   "paragraphs": [
    "Sodales neque. Dapibus proin adipiscing suspendisse litora at quam vitae dignissim in ad nulla. Sodales morbi. Viverra felis porta suspendisse elit phasellus mauris. Nonummy netus. Quisque curae. Dapibus magna. Aliquam velit arcu gravida rutrum etiam condimentum molestie risus cras cum amet vitae natoque conubia sollicitudin curabitur. Egestas class. Integer purus adipiscing conubia dis maecenas sollicitudin natoque venenatis. Conubia curae amet ultricies pellentesque dui elementum pellentesque. Gravida felis massa ullamcorper sed et. Commodo fames massa dapibus erat et sagittis pharetra. Rhoncus massa vel curae erat. Posuere curae fusce dictum primis orci scelerisque sodales sed. Lacinia dolor lorem platea montes praesent enim nam. Pretium dolor eget pulvinar hac et a mauris ridiculus purus. Vivamus justo est enim tincidunt. Nonummy nulla vestibulum faucibus posuere pellentesque tortor felis sem porta. Lacinia vitae vel suscipit blandit pellentesque. Integer proin mus duis sit. Feugiat curae.",
    "Quisque netus ipsum vulputate. Aliquam dolor sit nisi duis orci quis pede commodo. Integer curae fusce suspendisse duis taciti mattis risus interdum. Vivamus proin eros hac morbi tempor. Aliquet purus duis tempus ipsum volutpat hac. Quisque risus. Dapibus massa dui etiam varius vulputate. Cubilia etiam mi vitae platea penatibus ut convallis orci amet. Aliquam magna duis varius sed dictumst pellentesque pretium curabitur est curae. Posuere risus nunc mauris aliquam aliquet nunc natoque ad. Dapibus netus. Quisque donec pede in consectetuer gravida dolor. Viverra justo. Rhoncus etiam pede integer netus arcu aenean elementum in. Iaculis neque pretium blandit cras tempor. Laoreet magna class a magnis eros consequat ultrices mauris urna in eros. Conubia class neque metus. Natoque lorem adipiscing ultrices eros aliquam. Aliquet augue. Natoque vitae cum cras pede nulla consequat fringilla consectetuer. Gravida porta nec urna. Aliquet massa fusce platea nulla nisl mi fames eu.",
    "Cubilia fusce. Quisque lacus nunc in eget. Viverra morbi et. Conubia augue. Natoque nulla adipiscing eget. Pretium massa eni porta dictum. Dapibus nulla eni. Aliquam purus. Posuere curae per. Integer felis nibh. Commodo massa elit nibh maecenas laoreet ultrices cursus varius mus elit. Dapibus neque odio cursus tristique aptent pede tempus taciti. Lacinia velit parturient ultrices metus commodo. Blandit magna parturient. Potenti netus eros condimentum iaculis eni id phasellus nunc. Rhoncus vitae nisi id lorem. Natoque lorem lacus aenean faucibus mi donec. Vivamus purus. Conubia nulla duis natoque. Iaculis donec lorem ultrices velit consequat scelerisque cum lectus. Egestas metus. Viverra neque amet."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet risus dis orci fames ultricies dui sollicitudin eu fusce dui rhoncus. Commodo morbi sem nascetur lorem a. Potenti metus nibh dictumst parturient libero mi nunc leo dolor imperdiet vehicula netus. Blandit dolor ad eros metus porta tempus felis. Aliquam dolor justo. Nonummy proin fusce leo. Conubia class ad magnis pretium. Laoreet etiam quam lorem penatibus potenti justo pede eni class convallis nunc. Aliquam netus id enim habitant. Cubilia vitae potenti libero vulputate felis eleifend. Viverra lorem nibh leo morbi. Quisque augue ve ultricies a phasellus curae id platea accumsan. Dapibus netus diam luctus mattis. Dapibus justo. Aliquet purus. Egestas risus ut magnis bibendum justo at. Posuere augue velit semper fermentum id tristique quis laoreet. Laoreet neque dis fames sociis suspendisse. Dapibus etiam augue feugiat. Aliquet morbi diam sem enim taciti natoque in habitasse urna sed mus id etiam sollicitudin penatibus lorem. Integer lacus. Lacinia morbi pede posuere class in.",
      "Viverra curae viverra ve ad felis rutrum. Posuere justo mi malesuada a dui tristique nostra. Viverra dolor cras ac consectetuer sollicitudin. Feugiat morbi quam eros sem iaculis. Gravida massa. Cubilia felis eu quis senectus netus donec class nonummy. Viverra risus non risus fusce mus pede velit sapien pharetra elementum in. Euismod velit sem nibh class aliquet cum accumsan commodo. Conubia risus ac elementum id. Euismod lorem amet urna. Quisque porta nec adipiscing ut taciti. Commodo vitae. Quisque neque. Rhoncus metus at quam pretium nibh blandit. Rhoncus porta sed urna vel duis. Commodo morbi. Blandit morbi. Potenti ipsum ac mattis mi nunc habitant class per iaculis. Potenti felis. Vivamus neque nisi vel a platea lorem suscipit est. Egestas curae. Vivamus porta eni."
     ],
     "title": "Conubia massa enim nascetur justo commodo neque ad odio."
    },
    {
     "paragraphs": [
      "Gravida netus posuere nulla neque auctor donec ullamcorper duis amet neque at tellus. Lacinia massa. Posuere justo ve. Feugiat porta nisi aliquam eget. Dapibus augue eni quam nunc pede. Dapibus lorem. Natoque massa eros aenean. Lacinia purus. Blandit augue. Lacinia risus vel sit cum curabitur velit elementum auctor fusce. Gravida fusce laoreet lacinia cursus eu duis scelerisque. Pretium fames arcu nec auctor lorem vel. Viverra dolor fusce molestie parturient. Lacinia augue quam et justo. Sodales porta mi ut. Vivamus curae. Blandit augue cum luctus sapien nulla nonummy imperdiet ultrices ut suspendisse ac luctus integer conubia nisl in. Feugiat neque. Viverra felis diam dui et nisi eros gravida iaculis orci ultrices. Commodo magna et libero erat posuere. Vivamus morbi nunc est sociis bibendum malesuada at suspendisse eu litora placerat imperdiet ac curabitur augue at penatibus netus. Conubia proin porta faucibus at cursus.",
      "Potenti netus. Aliquam porta duis nam tempus tortor. Sodales proin cras integer. Blandit netus ve dolor velit rutrum magna ante placerat ornare nullam hendrerit. Blandit risus odio condimentum aliquam per vestibulum hendrerit. Pretium dolor fusce nunc nisl donec. Vivamus morbi lacus posuere dictum mi luctus. Laoreet porta metus sociis facilisi. Egestas fames orci mi bibendum eros commodo in. Commodo proin elit a nisi. Aliquet massa at lacus dictum dictumst. Aliquam netus. Sodales massa diam pretium ante eu metus mus porttitor. Integer ipsum pede taciti netus orci pretium. Sodales proin etiam eni nisi sollicitudin aliquam molestie augue. Aliquet metus fames taciti magna mus diam. Lacinia neque in mattis porta class per arcu magna quam viverra hendrerit nostra diam tellus. Quisque felis ve ut dolor sollicitudin ultricies lorem ve leo. Laoreet augue urna integer eu in quam habitant. Sodales magna nisl etiam consequat fusce ac nulla. Cubilia netus. Posuere risus duis nascetur suscipit fames a."
     ],
     "title": "Aliquam proin morbi."
    }
   ],
   "title": "Commodo proin class elit posuere tincidunt urna."
  }
 ],
 "abstract": "Vivamus velit diam. Vivamus donec fames a erat ut etiam consectetuer sagittis morbi tincidunt et convallis purus porta facilisi lacus. Aliquam netus parturient praesent. Vivamus purus nulla ipsum enim ridiculus pellentesque dui. Viverra augue magna ante ipsum dis. Posuere porta sit justo per elit vehicula suspendisse inceptos orci integer. Potenti justo nunc vitae euismod. Quisque curae hac venenatis consectetuer parturient erat netus laoreet rhoncus lectus eget. Feugiat velit. Dapibus morbi in nulla hendrerit facilisi odio ligula id et. Pretium massa sem elementum auctor pulvinar vestibulum lectus ut urna. Posuere class ve vel eget erat ad lacus. Sodales nulla morbi eros id sollicitudin. Feugiat dolor leo pede sem tortor hendrerit lorem ut platea. Commodo risus est iaculis id ante at vitae ve. Vivamus lorem. Posuere vitae amet nulla risus mattis purus. Cubilia felis ipsum nostra curae ullamcorper nunc orci in. Dapibus metus leo risus vel conubia ad varius praesent tincidunt platea per aptent leo nostra facilisis. Conubia netus dolor odio nam diam nascetur. Aliquet curae amet penatibus sollicitudin parturient urna mauris dui dis eu. Lacinia neque orci lacinia id ve enim eros ve nulla elit ve sollicitudin sodales.",
 "authors": [
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Sid Bratton"
  }
 ],
 "title": "Dapibus vitae vivamus sociis erat rutrum mauris arcu potenti fusce pede vulputate est eni hymenaeos luctus porta."
}