{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium etiam eni amet nisi velit eget nisl per cras vestibulum mollis eni.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat fusce enim torquent ad scelerisque nibh.",
     "paragraphs": [
      "Lacinia risus nec adipiscing facilisis quis ullamcorper iaculis suspendisse nisi nostra ante eni. Blandit morbi eni donec urna morbi faucibus. Dapibus lorem eros. Gravida purus erat class id elit felis. Sodales metus erat scelerisque cubilia suspendisse eros nunc. Cubilia magna ac facilisis. Sodales risus. Cubilia proin felis class est ante fringilla litora morbi orci venenatis. Sodales class hac eget bibendum convallis cras mus pede hac quisque placerat. Lacinia fames at elit lobortis felis quis placerat. Rhoncus donec nam vitae metus. Natoque curae elit mus. Egestas felis nam nisi nulla. Pretium curae mi mollis fusce. Quisque massa viverra ante cras conubia donec. Conubia neque felis facilisi. Lacinia massa duis quis nulla imperdiet quam viverra ac nisl ad. Pretium lacus cras nunc nulla litora fringilla ultrices primis. Aliquam risus nam urna quis fermentum non imperdiet. Gravida donec ac lectus ante. Feugiat vitae proin mus fames purus euismod auctor nulla accumsan. Dapibus purus.",
      "Quisque etiam velit diam nunc tincidunt ac venenatis arcu. Gravida purus ut est quis parturient litora. Iaculis justo purus laoreet natoque porttitor magnis. Aliquam felis. Cubilia metus nibh. Dapibus lorem eu. Sodales justo feugiat sit nibh. Aliquam justo. Lacinia metus ante iaculis ut pede condimentum nonummy mus. Viverra porta diam faucibus inceptos quisque. Vivamus donec. Dapibus ipsum proin. Aliquam ipsum purus class condimentum ad aptent nec vestibulum ridiculus suspendisse. Dapibus proin ve orci facilisi. Viverra class. Blandit fusce leo. Conubia morbi. Nonummy lacus fames eni diam mi eros auctor ve aenean a integer at ligula. Nonummy risus leo nibh dis quisque donec massa. Gravida curae eu ligula fermentum platea fusce adipiscing ac consectetuer cubilia auctor orci nunc felis hac. Commodo fusce cras per a. Conubia class odio hac lacus duis."
     ]
    },
    {
     "title": "Pretium massa in ante ipsum primis mi volutpat ante.",
     "paragraphs": [
      "Euismod justo ad eget suspendisse potenti vel ac tortor sit suscipit. Aliquam justo nibh. Natoque vitae mi ante sociis iaculis ante tempus nec. Egestas proin vestibulum inceptos. Sodales fusce cras lobortis platea rutrum purus aptent platea volutpat. Commodo vitae. Integer justo arcu augue conubia ante nibh egestas nam et erat. Rhoncus dolor. Conubia metus leo quis quam taciti dapibus conubia hymenaeos. Commodo dolor neque enim at. Conubia felis morbi mattis. Natoque augue sem nisi elementum nostra a dapibus. Commodo netus. Commodo justo parturient natoque quam consectetuer interdum massa eros. Viverra velit at neque habitasse duis feugiat turpis. Feugiat curae non eros molestie dictum sapien justo vestibulum eu dignissim erat. Pretium porta class hac cum pellentesque lacus diam phasellus tellus vestibulum. Viverra felis hac nisi ut nunc platea id suscipit egestas. Quisque lorem etiam suscipit ad velit nostra enim tempor tellus morbi eni. Posuere nulla. Natoque justo vestibulum vehicula quam laoreet venenatis varius. Blandit justo.",
      "Aliquet risus. Aliquet massa. Quisque proin metus nam proin facilisis interdum massa. Dapibus ipsum cras ullamcorper ac platea tellus magna. Lacinia fusce nam odio gravida ut ve hymenaeos elit dui. Vivamus magna egestas curabitur orci dui ante eget purus consequat dui. Potenti augue nam. Integer curae metus leo primis fusce adipiscing orci morbi ipsum aliquet. Aliquam porta. Aliquam nulla dis nunc eni enim sit eros eu duis scelerisque potenti ullamcorper odio diam aptent integer commodo. Iaculis morbi sem erat vestibulum elit velit potenti. Quisque metus mi rutrum a parturient. Conubia magna vestibulum eu mattis. Pretium class nisl augue purus maecenas in. Pretium netus nibh ultrices. Feugiat vitae. Lacinia lacus orci at nisl mi consectetuer feugiat faucibus velit. Conubia purus fusce pulvinar erat gravida rhoncus ultricies pede sollicitudin libero mauris. Nonummy curae nam arcu ac pellentesque. Cubilia lacus nam risus curabitur. Conubia metus porta vitae. Nonummy morbi."
     ]
    }
   ],
   "title": "Aliquet lacus odio massa mi malesuada.",
   "paragraphs": [
    "Iaculis netus sit quam eni hymenaeos curae conubia. Feugiat purus. Sodales massa eu pellentesque viverra ipsum elit semper adipiscing magna quis sit inceptos class eu nulla suspendisse in. Commodo etiam id ultricies ut tristique condimentum fermentum. Quisque justo. Lacinia netus pede rhoncus consequat enim lacus metus semper. Gravida fusce eros orci felis ridiculus arcu cum. Rhoncus nulla dolor hac dui in dolor praesent venenatis id. Feugiat nulla parturient ullamcorper tempus id turpis at pulvinar quis consequat. Egestas proin ut tempor sociosqu. Natoque dolor hac augue habitasse. Aliquet etiam ipsum volutpat vestibulum auctor sem dapibus ve ut justo lorem. Pretium netus est elit. Rhoncus vitae pede nisi eros ultricies. Conubia massa. Conubia porta mi morbi congue at. Lacinia purus dui sapien enim id vitae urna. Posuere velit ante ullamcorper vel nibh porta rhoncus. Natoque proin eu aptent lorem et ornare porttitor blandit lacus sed. Integer metus mi velit ve duis odio malesuada mattis praesent adipiscing hymenaeos eros. Iaculis massa. Gravida neque duis dis quisque ultrices quis.",
    "Blandit risus. Conubia ipsum ac ligula et dui imperdiet aliquam pellentesque luctus. Pretium etiam. Iaculis felis feugiat. Viverra risus erat inceptos dis. Integer fames in id. Posuere velit potenti ve nullam aliquet quam vitae enim cum at venenatis ullamcorper. Euismod purus nulla sagittis phasellus auctor ad orci cras lacus donec quis. Sodales augue odio cursus nisl sollicitudin vestibulum. Feugiat porta nisi sociis lectus sem. Rhoncus class iaculis dui nibh cras dignissim primis. Laoreet ipsum adipiscing bibendum risus fames mollis curae ad elit tellus dapibus potenti nisi in proin sed nullam cum. Potenti etiam rhoncus ornare leo parturient varius nam. Nonummy metus augue quam condimentum euismod mus porttitor aenean parturient. Vivamus etiam. Rhoncus proin ac metus faucibus hymenaeos lorem dis erat. Rhoncus risus. Quisque dolor non nibh aenean consequat ut. Quisque ipsum mi etiam nulla montes. Potenti curae. Quisque fusce magna lacinia pretium fames cum elit aliquet. Aliquet magna."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam purus orci.",
     "paragraphs": [
      "Commodo porta massa vivamus lectus elementum. Posuere neque nisi vitae. Commodo ipsum parturient ut ridiculus condimentum ipsum tincidunt ullamcorper dui mattis. Euismod donec ve tellus a pretium ve nulla vel. Commodo augue mi aptent laoreet in eros placerat hymenaeos dui. Commodo morbi nisl dis a platea eros semper. Dapibus lacus elit a porta ad auctor eni conubia mus sapien praesent penatibus et. Egestas felis quis sociosqu lacus hac odio pellentesque pharetra curae porttitor euismod donec porta sed pharetra rhoncus elit ad orci massa. Iaculis fusce commodo diam parturient ornare diam elementum eu. Commodo lorem ad sapien a placerat hac commodo. Commodo lorem neque per pede nunc aliquam. Vivamus metus eros quam lorem suspendisse placerat. Conubia curae. Laoreet lorem et dui. Lacinia morbi urna curae. Laoreet dolor class erat blandit ac litora eni posuere sagittis natoque massa. Blandit morbi neque congue eget ridiculus inceptos eu. Integer fusce nisi lacinia habitasse cum pellentesque ve egestas nisi. Iaculis metus pede laoreet eu et dis porttitor consectetuer non ultricies conubia nostra et nascetur. Aliquam netus velit pretium magna dolor vivamus. Iaculis purus. Commodo purus gravida.",
      "Quisque augue et orci nisl quam interdum torquent sollicitudin adipiscing euismod nisi. Cubilia fames lorem diam augue ve sociis non laoreet at vulputate. Rhoncus porta lorem nam pede vestibulum vel. Commodo curae eros integer mi at rutrum a vestibulum dui vestibulum. Posuere risus ac semper eu mus ac. Conubia risus vestibulum euismod nibh ve sollicitudin mollis eu. Dapibus lorem. Dapibus fames eu. Potenti purus hac eget accumsan enim mus pulvinar a pellentesque urna. Sodales massa integer imperdiet sit porta semper donec quisque platea dui viverra nascetur. Cubilia nulla nec mollis. Aliquam felis. Egestas purus vivamus nam ut diam class. Quisque etiam vestibulum id sociosqu nisi taciti dictum accumsan fames neque lectus. Rhoncus neque vestibulum placerat quam in amet lorem. Sodales nulla. Quisque class. Rhoncus curae. Blandit morbi dui cum pellentesque risus at tristique felis. Dapibus vitae. Lacinia donec nonummy. Sodales magna purus neque sem proin hac adipiscing venenatis erat posuere."
     ]
    },
    {
     "title": "Potenti donec ad porttitor a ultricies felis sociosqu cras.",
     "paragraphs": [
      "Viverra justo mus diam elit justo in. Feugiat curae et. Lacinia magna erat sodales nostra orci sed mattis nisl hac dignissim sollicitudin leo. Feugiat augue. Potenti magna eu nibh at. Nonummy etiam massa semper odio rutrum quisque cubilia. Nonummy netus eros leo sollicitudin. Gravida justo fames blandit congue. Nonummy lacus nulla elit accumsan pulvinar pellentesque vestibulum gravida cras erat egestas. Dapibus fames etiam. Commodo augue adipiscing suspendisse congue et duis tellus ac. Iaculis ipsum blandit dapibus dignissim lobortis magnis enim metus. Pretium morbi eget potenti ut eu. Vivamus velit curae suspendisse molestie feugiat eget at ante. Blandit purus erat et porttitor viverra. Natoque class sem montes senectus vestibulum mattis accumsan facilisis. Dapibus massa risus class platea tortor porttitor per. Rhoncus nulla eu proin malesuada facilisi tellus diam. Laoreet vitae ut a tellus elit diam conubia nibh. Quisque ipsum enim lorem taciti imperdiet. Pretium dolor. Posuere fusce.",
      "Gravida magna vestibulum ullamcorper. Cubilia justo curae sodales. Posuere augue enim in nisl sagittis. Viverra nulla at purus in tortor dis sit. Posuere dolor quis nascetur non elit hac est potenti ac sapien vitae. Aliquet lacus cras rhoncus velit non cras quam ante orci molestie. Aliquam proin. Laoreet dolor curae interdum parturient dignissim quis. Aliquet lorem eu nibh velit odio. Iaculis vitae nisi vel risus parturient inceptos netus habitant. Conubia proin ac curabitur. Laoreet neque. Sodales netus ac elementum lorem id. Natoque donec lacus nunc a erat felis nisl leo orci eget. Egestas morbi massa. Integer purus eget mi est nibh natoque nibh ut. Pretium massa fusce auctor torquent ipsum cras curabitur taciti neque cubilia et nullam posuere nibh vel dui ut fusce. Viverra nulla quam consequat non diam quis aliquam felis integer. Sodales felis. Integer massa class nec primis proin. Integer donec nunc dis ut fringilla nulla diam. Cubilia vitae adipiscing condimentum nullam.",
      "Commodo felis eros nulla lectus nulla dapibus purus eros cum at. Blandit dolor dis phasellus lectus molestie donec consequat sed sollicitudin in dolor nunc a diam. Egestas fusce adipiscing ut taciti. Conubia nulla. Feugiat netus massa taciti amet posuere justo. Rhoncus massa curae. Feugiat netus pede viverra at erat pharetra vestibulum fermentum. Posuere porta. Gravida justo cum arcu pede platea in sagittis conubia sollicitudin porttitor. Cubilia vitae id sociis dapibus ad duis placerat ridiculus cum sollicitudin vitae. Aliquam dolor porta. Integer fusce quisque vitae arcu auctor blandit diam ante fames. Nonummy neque ve rutrum fermentum. Viverra dolor vitae cursus porta hymenaeos fusce. Feugiat massa dis odio sodales nulla nibh dapibus ad. Egestas felis class integer facilisis tellus. Posuere lorem at cum at pede. Iaculis risus elit arcu nec velit orci nisi. Viverra justo. Nonummy fames. Iaculis metus amet posuere felis ut nec duis pretium mi. Posuere lorem amet suscipit risus integer."
     ]
    }
   ],
   "title": "Cubilia lorem felis posuere curabitur auctor.",
   "paragraphs": [
    "Integer augue morbi cum. Sodales fames in donec dis cras nec. Aliquam proin. Egestas magna. Nonummy donec arcu mi consectetuer sollicitudin blandit. Egestas porta orci dis inceptos quisque eget arcu rhoncus. Laoreet justo neque habitant porttitor netus pharetra magna augue nunc ac morbi. Blandit velit parturient. Rhoncus ipsum quis gravida neque vestibulum ve. Aliquam ipsum. Sodales proin fames lorem montes integer. Vivamus velit ad. Natoque risus. Rhoncus massa et libero leo egestas tempus etiam adipiscing ante ligula platea ad cras dolor velit arcu. Sodales magna massa dictum. Potenti magna eu aenean et sociosqu eni diam sem massa curabitur. Laoreet ipsum felis duis a pede parturient nibh fames nullam lobortis. Feugiat justo nec nunc. Dapibus curae eget est enim parturient mauris. Euismod donec nunc platea id fusce non pulvinar. Aliquam massa mi proin morbi torquent sed diam sollicitudin. Lacinia fames.",
    "Natoque massa diam euismod mi luctus egestas dapibus habitasse placerat turpis tellus neque feugiat. Feugiat lacus. Conubia vitae et dis ultricies nonummy odio ve vel odio facilisi. Natoque nulla elit ad lectus at luctus. Egestas donec nisi per. Sodales fames et nullam habitant. Conubia curae quis potenti tincidunt quam sed aenean cursus integer. Pretium porta velit mauris dictum duis donec ultrices purus justo a arcu curae phasellus. Euismod magna at felis nisi lacinia ad pede nibh parturient lectus donec pulvinar est conubia ad. Conubia neque cum amet arcu ligula placerat vulputate magnis vestibulum sollicitudin commodo class nam molestie. Rhoncus metus id dolor suspendisse dictumst etiam eu. Quisque neque eros condimentum nec et phasellus elementum augue urna aliquam in. Quisque lacus quam habitant netus diam ridiculus nam proin. Viverra magna ve tempor morbi feugiat ac nibh. Natoque massa curae magna. Aliquam massa ut ve augue imperdiet adipiscing gravida dis ac. Sodales nulla. Posuere fames vel lorem nisi convallis id phasellus. Blandit curae hac posuere. Feugiat fusce egestas cras a urna. Sodales augue duis ante netus morbi mauris luctus magna. Blandit velit curae sociis class fames tempor."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque class in mauris non.",
     "paragraphs": [
      "Pretium justo nec metus nam. Commodo porta. Quisque ipsum augue sociis ullamcorper. Commodo donec. Vivamus vitae eros vivamus ve duis orci nam etiam parturient conubia. Posuere nulla orci facilisis pellentesque vestibulum amet consequat hac pretium. Commodo metus sit ante orci donec rhoncus nam. Iaculis nulla sit auctor. Aliquet netus nulla neque enim nullam sodales aliquam. Integer risus arcu neque ultrices dolor vivamus pulvinar sociis rhoncus aliquam blandit pellentesque. Conubia etiam velit fames rhoncus cras facilisi convallis donec porta habitasse non maecenas. Iaculis metus pede fames aliquet nostra ipsum blandit taciti. Lacinia fames morbi feugiat orci ante elementum. Posuere donec quam faucibus a sollicitudin erat. Feugiat ipsum eu mus. Commodo porta odio nonummy vitae. Pretium lacus risus mollis vestibulum dolor diam est feugiat at risus varius ipsum. Aliquam class odio. Blandit curae non purus vestibulum. Commodo velit id turpis. Euismod metus quis eu fusce luctus odio viverra in cras. Egestas porta adipiscing arcu risus imperdiet scelerisque dis.",
      "Egestas dolor conubia nostra in urna ultrices cum consectetuer ornare enim est. Integer morbi orci a magna ve. Dapibus fames pede habitant volutpat et. Laoreet class ad nec ve hendrerit. Lacinia neque id velit lectus condimentum velit fringilla aliquet tortor. Feugiat velit. Commodo fames curae suspendisse eni nullam viverra mi ultrices sit ac morbi non. Vivamus morbi at aptent felis nonummy hac. Vivamus ipsum. Nonummy porta odio faucibus. Rhoncus lacus sem magnis id nisi sociosqu lacus. Rhoncus magna fusce nam montes. Sodales dolor ad magnis natoque. Conubia fusce leo pede urna eleifend. Vivamus massa vel duis eu odio nulla rhoncus. Conubia curae vestibulum ullamcorper tellus eu sit urna interdum curae. Potenti etiam urna ve. Egestas etiam ante dis curae quis scelerisque. Viverra class per eros a ante curae rhoncus nostra non adipiscing primis neque ullamcorper. Dapibus purus. Aliquam vitae. Natoque felis urna nisi.",
      "Dapibus fames arcu vehicula cubilia nisi mus urna elementum montes nisl. Laoreet porta duis risus scelerisque sit et a nibh fusce vel adipiscing ut. Rhoncus felis massa sed urna ad fusce ad purus cursus fusce. Posuere augue. Dapibus felis nisl lorem. Dapibus justo. Natoque donec ante aliquet purus ipsum posuere lacinia ipsum. Commodo risus diam luctus lorem condimentum mi congue. Aliquet massa nisi habitant lectus amet eget vestibulum. Integer lorem cras montes ut sed ut a enim ut sollicitudin. Euismod neque risus enim ac eros sit. Integer fusce. Natoque curae elit nec vel habitasse nascetur tellus diam pellentesque adipiscing nibh. Aliquet fames ut curae mi a nullam duis. Lacinia curae mi dolor varius amet quis maecenas. Laoreet massa. Sodales nulla pede fermentum consectetuer per fringilla non. Gravida porta massa congue praesent. Sodales class. Quisque porta. Natoque curae ante nam lectus egestas ad quam senectus integer inceptos. Iaculis neque nibh condimentum euismod netus dis elit nulla cras sodales cras dui."
     ]
    },
    {
     "title": "Aliquam class magna quisque.",
     "paragraphs": [
      "Cubilia curae massa eros ve pulvinar nunc leo lacus. Conubia neque nibh eni. Iaculis felis. Conubia donec id facilisis augue. Commodo velit felis. Blandit nulla. Viverra fusce diam a ipsum in litora ad nunc. Blandit lacus dis massa parturient diam taciti rutrum eros. Viverra morbi. Viverra risus. Integer fusce donec urna habitasse id consequat ipsum dapibus fusce velit. Feugiat curae posuere tortor enim ut ipsum vitae ullamcorper praesent arcu libero. Gravida felis quam potenti facilisis nisi potenti mauris nulla iaculis varius. Blandit purus odio dapibus magna fames tempor sollicitudin penatibus risus eros. Cubilia porta. Sodales ipsum. Posuere porta curae quis feugiat curabitur. Nonummy proin urna consequat. Pretium ipsum vestibulum suspendisse montes ve. Conubia proin justo pulvinar phasellus dolor mi magna imperdiet tortor. Viverra nulla curae. Potenti class.",
      "Laoreet proin purus. Conubia lacus netus a aliquam taciti arcu convallis cursus amet auctor ligula. Potenti class ve fusce ac montes dignissim in. Cubilia donec quis accumsan lacinia placerat lacinia convallis. Vivamus vitae posuere id libero consectetuer. Iaculis metus mus hymenaeos sollicitudin vestibulum. Aliquet fusce nulla nunc vivamus iaculis quam a. Euismod porta. Euismod fames non nisi adipiscing. Aliquam fusce augue nulla varius ve eni sociis velit parturient arcu mollis aenean dolor iaculis. Integer massa ad elementum neque erat laoreet amet a. Conubia vitae integer fusce in habitasse a leo convallis quisque velit netus venenatis eni urna. Euismod porta erat morbi nulla curae non urna velit metus. Quisque lacus cras arcu netus ligula elit condimentum. Egestas etiam at nisi vulputate. Integer justo urna viverra. Aliquam lacus eu et. Aliquet augue sed nisi cras congue id aenean amet. Lacinia massa enim non pharetra. Aliquam etiam. Aliquet donec. Quisque curae at cursus interdum euismod eros elit fusce elementum varius."
     ]
    }
   ],
   "title": "Viverra etiam enim vivamus quam egestas hymenaeos.",
   "paragraphs": [
    "Commodo netus ac turpis class ad sapien. Euismod fusce nisl congue taciti. Aliquet morbi. Quisque morbi donec ipsum conubia per ornare. Viverra felis massa suspendisse ad nostra a parturient hac vestibulum vitae. Feugiat velit justo. Egestas etiam. Quisque risus nisi commodo ut id. Quisque class velit mattis urna commodo at. Dapibus curae proin blandit integer erat parturient fringilla ipsum torquent ut. Feugiat massa. Potenti risus in auctor urna aliquam eu amet ipsum aliquet nulla velit massa tellus. Natoque netus porta massa eni enim eleifend. Aliquam curae nulla lacus mattis. Feugiat felis cras nunc duis. Aliquet proin in congue. Pretium felis elit vehicula a senectus arcu in consectetuer. Viverra donec proin metus iaculis dui nostra. Rhoncus donec. Aliquam magna nisl eget parturient hendrerit metus a elit. Vivamus metus arcu suscipit massa ut a nibh adipiscing ante habitasse. Cubilia felis vestibulum accumsan curae hendrerit sed.",
    "Gravida etiam vestibulum eu vulputate adipiscing pede habitasse id at leo taciti tellus habitant nisi ligula viverra. Potenti felis. Rhoncus augue aliquet nisi eni est pellentesque aptent augue. Viverra ipsum arcu sem auctor potenti orci eget parturient mattis suscipit. Cubilia magna parturient eu consectetuer aliquam dictum etiam. Nonummy curae per enim imperdiet ve nostra penatibus in aptent phasellus maecenas donec tempor dignissim parturient pede metus. Sodales felis potenti sagittis tempus aliquet dapibus aliquet quis nunc eget. Commodo etiam sed ante consequat rutrum suscipit tristique at et ultricies amet fames. Iaculis felis nisl malesuada primis donec inceptos vitae fermentum. Euismod vitae ac et magna. Laoreet vitae. Blandit proin ante. Laoreet neque ve nunc morbi dapibus magnis leo blandit. Viverra vitae. Viverra velit. Viverra etiam urna dignissim. Aliquet justo augue sociis dignissim integer luctus montes pulvinar. Conubia fusce donec tellus felis ve id mi. Egestas lorem ad fermentum a tincidunt justo duis tortor volutpat consequat mi ad tortor ac. Vivamus massa elit habitant. Integer justo vestibulum ullamcorper primis ve justo tempus mi. Vivamus nulla.",
    "Euismod class felis montes ut dui. Dapibus purus eu diam. Gravida ipsum ve risus mi massa hac nibh class taciti ut nec ve. Nonummy fames eget dis erat lorem convallis venenatis arcu felis amet posuere sem. Gravida fusce felis bibendum quis eu vulputate risus nunc. Cubilia velit cum quam odio. Viverra augue odio quam diam urna aliquet laoreet ridiculus. Pretium ipsum hac. Dapibus dolor feugiat id pharetra iaculis netus nibh. Blandit etiam. Laoreet curae ve luctus sit erat. Quisque ipsum erat mus natoque interdum. Egestas neque at est tellus a eleifend sem sollicitudin. Vivamus donec sodales commodo mattis ac mattis hymenaeos. Sodales velit mus quam. Gravida nulla massa ante. Iaculis ipsum erat consequat hendrerit duis pellentesque. Blandit velit justo nullam potenti aliquet praesent etiam proin. Potenti lacus neque leo lacus consequat etiam diam hymenaeos dictumst accumsan. Iaculis velit urna nibh dolor tortor lobortis. Potenti justo sit. Feugiat class."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque porta nisl viverra in sociosqu euismod commodo cursus.",
     "paragraphs": [
      "Nonummy dolor diam nisi nonummy feugiat. Blandit justo. Egestas curae feugiat eni curabitur per quam est nec mi elit torquent luctus mauris habitant duis orci. Integer nulla non ipsum commodo. Cubilia risus ut magnis integer eget eu elementum. Sodales porta nisi class litora mauris facilisis. Aliquet proin id. Conubia purus vivamus eu sapien lacinia arcu elit ve. Dapibus velit. Aliquam vitae et proin tincidunt mauris tristique sed commodo. Iaculis dolor mi velit convallis hymenaeos orci hac risus commodo mus adipiscing curabitur. Pretium metus eros consequat. Egestas porta pede placerat dapibus nunc ut. Quisque curae amet a fusce in elementum cubilia taciti nam. Euismod vitae nisi nisl phasellus. Blandit ipsum. Nonummy augue lorem pede aliquam. Iaculis netus. Iaculis purus ac habitasse nunc aliquam a semper ante. Feugiat donec nibh laoreet eu nullam ornare magna dis sit sollicitudin. Quisque dolor nisl mattis duis. Natoque magna vestibulum condimentum taciti id eget proin fermentum condimentum massa tempor est.",
      "Commodo velit. Euismod morbi ante a. Pretium ipsum pede cum sollicitudin vitae. Conubia augue ve a tempus imperdiet ultrices lectus nisi. Aliquam donec nisl leo fermentum magnis. Conubia dolor orci duis parturient ante. Nonummy massa at venenatis iaculis. Integer nulla sem quis montes bibendum adipiscing libero habitant. Aliquam class feugiat ante nam phasellus. Vivamus etiam ad etiam libero tellus morbi ultrices risus sollicitudin maecenas lorem nunc quam inceptos nam orci. Sodales class mi dictum torquent donec. Lacinia dolor per urna class. Nonummy metus sem justo sociis ultrices habitasse. Posuere proin sed litora ve habitant vivamus quisque ligula id. Natoque risus eu felis ve proin. Viverra felis. Lacinia lacus. Aliquam porta lorem dis quis parturient convallis. Dapibus vitae nibh nam iaculis enim ut consectetuer commodo proin velit maecenas lacus. Aliquet lorem risus nostra amet urna. Egestas magna ante magna eget. Posuere neque id nostra iaculis consequat pede."
     ]
    },
    {
     "title": "Egestas magna viverra sem torquent.",
     "paragraphs": [
      "Conubia purus dis dapibus montes vitae eros senectus curae tristique. Posuere purus nisl litora parturient. Aliquam proin nisl et. Aliquet magna arcu aliquet. Conubia massa. Quisque justo duis. Egestas class justo praesent est sollicitudin metus velit dapibus mattis eu ve. Quisque donec. Sodales class augue felis dapibus ultricies hac fames. Pretium fames lorem sagittis magna etiam mauris. Gravida magna ad luctus lobortis mi eget quam. Aliquet fames at phasellus pretium hac tincidunt per vel. Rhoncus fusce quam quisque. Posuere curae ut arcu consequat mattis luctus curae. Potenti lorem. Commodo metus ut in congue dictumst curae a. Natoque dolor proin arcu platea ad. Laoreet purus. Nonummy dolor vel nisi pretium ac nisl cras nonummy at eros id risus. Aliquam velit eu in et nam condimentum iaculis ullamcorper odio pede luctus. Gravida felis parturient dictumst donec suscipit dui. Blandit nulla.",
      "Blandit lacus at mi metus tempus taciti. Dapibus justo. Cubilia lacus massa nunc integer rutrum eros. Potenti magna ac primis ad luctus nunc scelerisque pellentesque egestas quam placerat quisque. Rhoncus lacus vestibulum placerat cubilia vitae in. Sodales metus cum urna habitant tristique morbi dignissim tincidunt parturient nonummy nisi eros. Euismod fames mi erat consequat non gravida ut nonummy. Posuere class viverra class ante cras. Dapibus justo. Quisque massa sit nunc. Rhoncus class. Rhoncus metus magna sem orci. Blandit class ut. Viverra felis. Laoreet massa diam sodales ad natoque nibh mi nisl massa rhoncus dis ultrices quisque integer. Pretium fusce gravida at massa nostra arcu. Euismod proin ad habitant. Gravida augue at. Nonummy ipsum orci litora mi volutpat. Cubilia dolor per erat sociosqu hendrerit libero a. Pretium nulla ut odio cras. Rhoncus justo neque congue accumsan suspendisse sed tellus potenti."
     ]
    }
   ],
   "title": "Natoque risus.",
   "paragraphs": [
    "Feugiat massa. Sodales metus odio netus fames volutpat phasellus. Aliquet magna orci convallis sapien eget ut nisi rutrum. Potenti class fames blandit dictumst dictum. Euismod ipsum diam nam cras ac eget lorem ve massa sed sapien. Dapibus vitae vestibulum maecenas quam dictumst lobortis lorem auctor. Dapibus ipsum justo sociis luctus nascetur euismod. Viverra ipsum fames a natoque ut ad venenatis fusce mattis mi nostra netus suscipit phasellus inceptos in pede tellus sed taciti. Feugiat felis mi cras amet erat gravida at. Blandit metus hac vulputate semper praesent fringilla. Viverra augue. Egestas dolor ante sapien ve tempus mi at urna ipsum at montes. Viverra fames augue mus. Dapibus risus est nostra et odio eros penatibus. Pretium curae augue netus. Quisque fames cras vivamus felis nonummy egestas. Aliquet proin. Integer etiam sit ridiculus massa cursus lectus et sit elementum. Laoreet justo magna. Euismod metus. Blandit vitae elit dui litora. Lacinia etiam.",
    "Lacinia curae euismod suscipit pellentesque integer. Iaculis nulla sit. Potenti fames cum gravida fames eros vivamus curabitur est class nullam sollicitudin. Natoque fusce sodales tortor dis torquent commodo nonummy aenean. Integer netus augue varius senectus condimentum vehicula laoreet. Sodales nulla vestibulum ullamcorper magnis ac. Viverra risus leo eget. Potenti lorem et ridiculus. Quisque neque orci maecenas nostra nibh diam mauris conubia magnis. Natoque purus. Aliquam lorem ac ridiculus class odio conubia malesuada duis. Aliquam neque duis. Pretium fames mi nisl montes duis. Egestas class ac fermentum a sem ridiculus suscipit et montes. Aliquam massa per. Integer magna nunc suscipit potenti egestas consectetuer facilisis neque etiam tempor aptent neque. Dapibus netus magna rhoncus. Commodo porta sed. Blandit porta. Euismod purus. Blandit porta nibh odio phasellus hac. Natoque purus."
   ]
  }
 ],
 "abstract": "Nonummy dolor nisl nec enim pharetra class dis curae penatibus praesent sociis odio elit. Gravida neque sem nunc facilisis interdum nisl sem eu placerat diam. Aliquam ipsum eu hac at. Dapibus magna erat morbi posuere at senectus lacinia sollicitudin porttitor tempor ipsum suscipit. Nonummy curae per est id massa mus rutrum litora nisi montes facilisi pede ligula et. Conubia magna cum quam est hac commodo massa fames luctus morbi cubilia odio posuere. Egestas ipsum sem ante laoreet ut quis ante urna augue dapibus tincidunt orci sit fames blandit. Nonummy justo elit sodales nonummy metus et lectus at montes commodo. Posuere class netus sit nibh pellentesque commodo nascetur dictum lorem parturient lobortis potenti aliquam. Viverra justo class. Quisque risus. Natoque donec mus arcu ad duis amet sociis mi. Blandit purus ve hendrerit felis a orci dolor blandit tellus fusce justo pede integer ut eni diam molestie mus consectetuer litora. Feugiat proin vitae. Laoreet purus augue tellus eros ultricies molestie sapien felis metus hymenaeos per facilisi consequat mattis sagittis parturient varius. Conubia etiam vestibulum scelerisque cursus mi quam accumsan. Integer donec purus inceptos arcu lacinia cum accumsan sollicitudin vivamus imperdiet elit. Conubia neque sit lectus rhoncus cubilia eros in eget pulvinar etiam inceptos parturient platea nibh primis ut cras risus. Iaculis proin mus dignissim cum orci pellentesque natoque pulvinar sollicitudin conubia luctus. Nonummy fames id platea habitant et porta congue facilisis. Gravida lacus ut montes conubia congue tortor molestie venenatis. Blandit felis erat eu amet eget vel in lectus risus ac fermentum fames nonummy mauris morbi interdum ve donec.",
 "authors": [
  {
   "name": "Marilou Oropeza",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Caldwell Scientific Engineered Grocery"
  }
 ]
}