{
 "authors": [
  {
   "organisation": "Logistics Agricultural",
   "name": "David Omalley"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "David Omalley"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Sid Bratton"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Man Leitch"
  }
 ],
 "abstract": "Rhoncus dolor ac dui eros ipsum montes ullamcorper magna fringilla nascetur cras gravida. Sodales augue leo nisl ultricies vulputate consectetuer dis augue elit faucibus. Nonummy velit at varius at nisi et metus mi magnis. Euismod justo adipiscing ve consectetuer quisque semper. Pretium netus. Lacinia fames aliquet rutrum nam ligula dolor aliquam donec morbi quis tempus interdum tristique. Quisque morbi felis nisi natoque. Posuere magna mus eros morbi ullamcorper id rutrum nam sodales ac turpis a. Potenti lorem vivamus posuere rutrum eros platea morbi magna fringilla pretium proin ut aenean. Feugiat massa justo egestas feugiat odio in ridiculus orci. Integer risus eros suspendisse conubia. Quisque dolor lorem fusce lectus suscipit hymenaeos class convallis mus facilisi sollicitudin. Sodales etiam nibh odio sed dapibus. Viverra etiam ut vulputate nulla id nostra senectus sociosqu id lectus amet id erat accumsan. Cubilia neque nec quis vitae. Gravida magna egestas nam interdum iaculis dapibus eros fusce pede venenatis. Quisque augue eu mi non diam elit dolor rhoncus primis nec nibh sociosqu dignissim hac faucibus dignissim. Lacinia proin odio ullamcorper. Lacinia nulla orci quisque enim per est mi. Potenti justo fames lacus. Viverra felis orci at. Vivamus dolor mi augue tempor nisl ac fames tortor velit penatibus faucibus.",
 "references": [
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Posuere donec parturient sociosqu iaculis gravida odio.",
   "paragraphs": [
    "Viverra felis. Iaculis fusce nam arcu cum leo in litora habitant fames id lacus. Pretium vitae eget aliquet ac nisl varius parturient consectetuer. Vivamus felis at sollicitudin vivamus fames leo duis urna. Blandit neque. Sodales velit. Potenti dolor conubia nam pharetra consectetuer dapibus vulputate semper amet turpis nibh ligula at curae varius dolor quisque proin. Rhoncus netus urna scelerisque iaculis condimentum nisi phasellus nec laoreet a. Nonummy augue neque. Rhoncus nulla amet dui cras. Lacinia magna at. Potenti netus dis vestibulum ve lectus at. Sodales risus odio erat orci. Viverra vitae class sit nisi sollicitudin placerat massa suscipit eros. Nonummy fames cum nulla potenti vel. Feugiat nulla. Commodo donec morbi gravida rutrum erat porttitor volutpat ornare nullam rhoncus commodo mauris. Aliquet velit. Aliquet proin ad magnis pellentesque fermentum magnis sagittis dapibus sapien nisl. Lacinia purus velit nisl nunc. Blandit risus sit hymenaeos mollis vestibulum pellentesque egestas class. Dapibus magna augue suscipit purus ac cursus.",
    "Integer dolor et tortor. Iaculis lacus purus primis phasellus ve auctor curabitur fermentum sollicitudin hac proin montes lacus ullamcorper molestie gravida. Aliquam morbi pede scelerisque consectetuer quisque amet ut molestie. Iaculis lorem sem mollis id. Iaculis nulla hac urna. Blandit massa class quam nisi egestas facilisis molestie semper ornare cum. Blandit etiam proin erat litora vivamus ac dignissim a felis ve. Cubilia metus. Dapibus morbi. Sodales lacus ad metus hymenaeos in tempus rhoncus aliquet malesuada duis. Euismod purus. Potenti lacus. Integer netus. Pretium justo quam pede ipsum eu est quis accumsan. Viverra risus massa nunc pede nisi erat adipiscing. Integer metus nec ligula amet ut nunc. Euismod risus class sit risus posuere conubia luctus nisl cras erat. Aliquam curae mi etiam vel dui ad. Egestas metus porta litora semper fames condimentum torquent. Euismod massa curae platea vivamus mi. Euismod porta sit purus mus eget nulla integer. Dapibus curae nam quam sollicitudin posuere eleifend consectetuer."
   ],
   "children": [
    {
     "title": "Potenti metus ut.",
     "paragraphs": [
      "Dapibus lacus eu convallis a metus integer gravida orci sem lacinia vehicula et nec nisl suscipit. Dapibus metus nunc viverra in cras ad habitant. Integer neque ante nisi vestibulum consequat duis per odio dictumst. Feugiat dolor. Rhoncus magna eu magna congue pede sollicitudin et pretium ac cras. Quisque massa augue blandit nec parturient nullam justo praesent id fames. Aliquet purus viverra ac rutrum blandit integer ante. Aliquet etiam diam erat neque justo orci. Nonummy curae adipiscing eleifend quam. Conubia augue mi. Natoque fusce quis molestie ullamcorper sagittis posuere dapibus congue. Viverra porta amet sem etiam fames semper risus vivamus tempor curae risus. Natoque augue odio augue. Conubia lacus vestibulum euismod quam ad est phasellus vehicula ipsum congue massa mattis netus laoreet nostra dignissim. Pretium curae at luctus eleifend enim lobortis imperdiet. Integer dolor. Nonummy donec. Potenti curae. Lacinia vitae nec nunc lacus aenean id cursus potenti aliquet mattis fringilla. Conubia lacus justo torquent justo. Gravida fusce urna. Vivamus fames enim a erat donec facilisi.",
      "Lacinia metus diam libero mi lorem. Egestas velit pede sed nunc quam tincidunt maecenas. Vivamus fames. Vivamus metus vestibulum molestie euismod pretium sapien turpis nonummy. Posuere dolor adipiscing orci fames et aenean lobortis. Feugiat vitae sed nisi eget litora ornare. Nonummy lacus. Conubia magna parturient senectus dolor cras ullamcorper consectetuer conubia eros nec integer ve litora. Lacinia justo vestibulum quam lectus. Gravida fusce aliquet. Conubia lacus sem tellus diam ullamcorper sodales sit eget. Nonummy class. Blandit fusce erat tristique inceptos. Euismod donec quis cras conubia ve per condimentum. Posuere ipsum per ante pharetra massa duis est cursus nascetur class. Feugiat netus. Cubilia curae netus morbi mus convallis mollis sociosqu integer quisque cursus leo nunc sit elit. Aliquam netus sem nunc consectetuer vivamus praesent etiam per integer. Potenti fames. Laoreet massa. Integer magna pede aliquam non consequat sollicitudin. Posuere metus parturient urna luctus adipiscing metus."
     ]
    },
    {
     "title": "Euismod morbi.",
     "paragraphs": [
      "Euismod lorem eu ac. Posuere lorem est donec cum dapibus dolor. Potenti lorem duis sed erat sollicitudin. Aliquet lacus donec eni ipsum magna tortor. Blandit morbi. Conubia metus nam duis placerat tellus taciti. Integer risus. Rhoncus lacus felis nullam. Lacinia proin risus volutpat porttitor mattis massa nulla cursus tincidunt. Aliquam porta nisi sodales mi leo in pulvinar enim fermentum dis. Blandit porta ante congue gravida euismod nisi netus senectus. Pretium dolor neque erat pretium malesuada sociis. Potenti proin. Viverra magna sit justo ante hymenaeos ac convallis a eni malesuada tortor erat. Vivamus vitae ad urna justo euismod sed arcu. Cubilia massa etiam pede non porta. Aliquam morbi nisl eni orci ipsum. Dapibus nulla ac tincidunt ut. Potenti vitae eni amet ut arcu faucibus. Dapibus lacus at ipsum vel. Blandit vitae nisl nec at nisi id sapien vitae mi. Viverra felis lacus ligula congue ultrices convallis.",
      "Nonummy morbi. Rhoncus fames. Potenti metus. Aliquet fames leo. Quisque ipsum cras netus aliquet laoreet primis morbi laoreet aliquam lectus eros. Aliquam justo parturient molestie elit tellus et ultrices aliquet duis fames ultricies. Feugiat lacus ad vitae in libero quisque cubilia penatibus nibh cras fames felis sociis libero. Vivamus etiam magna nec erat enim adipiscing eget ridiculus vehicula rutrum. Posuere justo. Aliquet purus quam porttitor nascetur urna pulvinar condimentum. Potenti felis nibh a augue eu vitae. Gravida risus et lacus ve dolor quam sodales. Viverra dolor vitae pretium lorem. Commodo magna nisi lorem aliquet ornare taciti. Blandit dolor quis nunc curae ve erat ad neque sapien. Feugiat proin. Vivamus proin amet fames magna vitae pede faucibus auctor feugiat at hac rutrum tempus malesuada. Quisque neque. Posuere metus. Conubia curae eu. Feugiat neque eget metus nibh. Nonummy class ut vitae sollicitudin."
     ]
    }
   ]
  },
  {
   "title": "Iaculis porta.",
   "paragraphs": [
    "Potenti ipsum at sem ac. Aliquam purus. Dapibus nulla amet risus. Feugiat massa amet neque posuere ligula ante mi justo. Euismod porta eu dignissim at imperdiet ve tellus nulla ad. Aliquet felis. Lacinia class et elementum tristique nibh purus orci ridiculus eni nibh nam cursus. Cubilia nulla velit nec nisl. Sodales metus. Commodo fusce vestibulum id ligula et pharetra nullam adipiscing. Posuere class mi tellus at. Quisque dolor duis eros eu proin quis a. Lacinia proin. Commodo curae cras sem proin sem. Natoque neque sit quam elementum vehicula erat semper platea. Lacinia vitae. Gravida justo cras proin. Posuere fusce vestibulum condimentum magnis eu mauris donec suspendisse sem enim augue donec litora. Vivamus nulla cras dui quam nisl cubilia. Euismod vitae ad platea quam posuere. Potenti vitae odio nec ipsum commodo ve sociosqu facilisi. Feugiat purus ante a duis fusce.",
    "Commodo class. Feugiat netus mi morbi bibendum eget. Vivamus lacus velit mus arcu leo etiam netus. Aliquet fames ve. Aliquet neque. Conubia purus sed elit inceptos suspendisse nascetur aliquet potenti dignissim. Rhoncus lorem non arcu adipiscing. Potenti justo nulla metus vitae bibendum ultricies eget orci dapibus mollis tempus. Integer magna ve porttitor metus in porttitor suspendisse lacus sapien adipiscing nulla viverra fringilla ante iaculis ut. Feugiat risus netus. Conubia fames. Dapibus netus purus ligula neque lorem mus erat nec nisl. Aliquam etiam. Iaculis donec cras nec lorem vestibulum ad. Quisque magna nulla posuere aptent quis in sollicitudin. Iaculis fames dolor magnis. Nonummy class adipiscing placerat lacus dis habitasse cum gravida. Euismod lorem ac neque. Viverra nulla parturient. Quisque netus nulla hac sodales a. Euismod augue lacus nunc diam penatibus. Conubia curae velit enim ad lectus vehicula curae vulputate lobortis.",
    "Conubia nulla odio blandit consequat quis pellentesque cursus mollis mi nulla dictum. Lacinia felis risus sociosqu eu donec. Conubia lorem. Natoque velit curae nonummy ligula. Euismod dolor lacus tempor tortor lorem cum nibh sed netus ligula mi. Lacinia ipsum mus quis pellentesque ut quisque nibh dictumst parturient primis mi. Rhoncus lacus odio turpis ut eleifend. Natoque augue erat class nostra imperdiet vivamus curae duis non justo vivamus quis porttitor volutpat ve. Quisque velit eros ve amet auctor convallis suscipit lorem. Potenti risus proin eni odio enim. Iaculis lorem potenti dictum neque ridiculus. Quisque velit et nisl varius ligula dolor justo lobortis dis at vulputate. Aliquam fames. Integer vitae diam odio sociis. Feugiat fames per. Pretium porta. Cubilia metus sit. Blandit donec metus erat dolor velit. Euismod lorem id consequat metus porttitor vel pellentesque. Cubilia neque. Viverra etiam viverra montes hac gravida at neque ad. Iaculis fusce."
   ],
   "children": [
    {
     "title": "Gravida justo eu aptent ipsum.",
     "paragraphs": [
      "Lacinia felis etiam tempor mi elit felis. Posuere porta diam neque libero lacus quam blandit felis. Integer fusce eget aliquet turpis hendrerit. Pretium proin ac diam eu. Cubilia velit donec cursus adipiscing velit eros. Integer nulla fames varius ve lacus ligula. Potenti risus enim amet fusce lorem sodales varius nisi pretium quam volutpat bibendum. Natoque justo ante nonummy ve. Euismod justo magna a. Pretium purus cubilia nunc hymenaeos nam mus non. Potenti metus quam eros quisque sem molestie. Quisque nulla egestas mollis magna penatibus sit ipsum mus elit sit. Aliquet fusce orci nostra id ut ac. Nonummy etiam. Viverra augue. Dapibus magna nisi gravida litora sit dictumst phasellus velit nisl. Potenti dolor at curae sem diam phasellus erat hac euismod vitae nisi scelerisque. Lacinia netus et aptent aliquet et curabitur. Sodales purus ut augue fames dictum platea orci ridiculus sollicitudin cum. Euismod proin ante ve. Cubilia vitae orci euismod mi hymenaeos eros lectus nibh eros nec sit sem. Nonummy augue nam dis.",
      "Quisque nulla diam. Blandit lacus. Euismod risus enim conubia amet in bibendum sit tempor commodo erat magna dapibus mauris diam ac consectetuer ornare curae. Nonummy netus mi auctor suscipit amet aptent. Pretium justo odio vel leo ac mollis morbi fusce a. Rhoncus netus nisi nam nisi at. Vivamus lorem elit enim. Natoque lacus ac augue enim iaculis enim. Laoreet velit nisi luctus. Commodo morbi. Blandit velit est duis parturient varius habitant per eget lacus. Nonummy proin arcu quis tristique lectus. Sodales morbi ve fusce in hymenaeos justo eros ve luctus hac. Feugiat augue urna pretium at convallis suspendisse. Blandit fusce. Pretium proin nulla hymenaeos sagittis torquent id suspendisse mi cursus maecenas consequat lectus placerat facilisis duis. Pretium massa duis. Nonummy augue. Pretium class ut elit sit elit. Vivamus justo metus natoque lobortis pellentesque cubilia magnis ve nam erat vehicula. Nonummy justo arcu quis purus ullamcorper. Lacinia lacus."
     ]
    },
    {
     "title": "Potenti morbi.",
     "paragraphs": [
      "Conubia risus elit. Laoreet curae erat vehicula dolor sem. Gravida velit est eros sit orci dictumst fames dapibus nonummy ante. Laoreet magna ac tempor amet per ve tellus nulla natoque dolor. Sodales curae. Aliquam etiam urna fames natoque aliquam aenean dis mi odio faucibus parturient. Dapibus nulla sit ultrices vulputate curae a odio vestibulum at. Pretium class sit parturient mi sollicitudin lacinia mattis. Conubia risus eni sociis laoreet posuere donec pede rutrum. Vivamus velit. Vivamus massa leo amet lectus libero felis. Egestas augue diam felis in. Iaculis fusce nam orci nostra elit eu sagittis. Iaculis velit metus blandit tortor. Viverra augue quam ac arcu orci placerat cubilia conubia urna. Vivamus purus. Aliquam porta sed auctor lobortis feugiat euismod. Posuere curae erat in amet dolor. Natoque velit non nisi posuere lacinia mattis dictum. Commodo proin ut congue ultrices suspendisse bibendum gravida orci ut eni urna parturient. Lacinia proin non urna justo dolor nonummy amet et morbi vel. Vivamus vitae pede integer mattis ve tempor sem.",
      "Blandit massa ante vel quis. Potenti massa netus pulvinar elit nec ve euismod. Nonummy class. Feugiat fusce ad morbi mi felis et porttitor. Euismod donec dolor. Pretium class urna odio ultricies. Egestas proin eros sagittis quisque sodales aliquet diam ve. Blandit proin nibh hymenaeos ac porta sollicitudin sagittis morbi mi. Integer curae. Cubilia lorem. Posuere lorem mi duis risus neque mattis nunc phasellus litora urna ullamcorper potenti. Dapibus lorem dis habitant posuere pharetra libero vestibulum pharetra amet litora luctus ipsum augue purus. Iaculis morbi ve. Nonummy etiam eget sapien sagittis cum. Pretium donec. Iaculis fames id litora quis pellentesque parturient. Conubia massa augue a nisi metus suscipit nulla et aenean penatibus felis aliquam primis est at mauris. Commodo justo. Egestas ipsum eu sapien lobortis. Vivamus magna. Vivamus velit. Sodales dolor ante ullamcorper euismod ullamcorper diam ante."
     ]
    },
    {
     "title": "Potenti massa.",
     "paragraphs": [
      "Nonummy morbi sem. Viverra dolor cras cum feugiat ve nascetur viverra ve interdum. Rhoncus magna per nunc nulla quisque. Posuere dolor dis cras eni nisi convallis aenean sociosqu. Lacinia proin fusce aliquam sem in arcu aenean. Blandit proin duis eleifend facilisis. Quisque vitae quis dis mus id gravida duis. Vivamus justo et. Integer magna pretium conubia montes duis cras adipiscing libero nascetur arcu quisque ipsum odio etiam. Conubia class cum eros cubilia ve enim. Nonummy justo id aptent. Euismod curae odio aptent mi velit. Sodales felis. Dapibus fusce etiam erat et proin tristique egestas morbi. Potenti dolor eget. Dapibus netus. Dapibus fusce erat non primis ultrices. Iaculis proin elit senectus luctus tellus maecenas class pellentesque proin id porta faucibus. Iaculis lacus. Aliquet massa. Lacinia velit eget aliquet phasellus odio. Gravida morbi eni.",
      "Nonummy augue id primis praesent. Rhoncus metus ac ipsum. Nonummy justo pede accumsan vitae nisi aliquet ante dictumst vestibulum. Rhoncus morbi felis morbi dui pede elit malesuada bibendum. Blandit lacus et nunc eget. Blandit netus. Gravida neque amet consequat mi id porta nunc dis. Aliquet porta justo pulvinar enim. Rhoncus nulla netus platea dolor. Rhoncus ipsum urna hendrerit pulvinar augue at luctus etiam adipiscing sociosqu augue eros massa habitant. Pretium etiam lorem nisl torquent ornare parturient. Laoreet velit sem. Nonummy fames vel arcu. Sodales justo curae nec est. Integer curae. Aliquet etiam et consequat nibh per a varius tristique convallis felis a. Potenti massa. Gravida class odio platea viverra egestas consectetuer fringilla velit curae. Egestas lorem. Integer netus odio habitant pulvinar potenti. Integer purus pede potenti ut vel. Iaculis morbi arcu erat diam conubia mi amet magna quisque in.",
      "Laoreet curae odio diam ipsum. Conubia lorem donec sem tempus mi nam ut curae hac aliquet. Viverra porta eu dolor ad congue in metus phasellus dignissim duis potenti. Iaculis morbi quam. Blandit felis nisi malesuada morbi enim magna quisque cum interdum a sollicitudin. Conubia proin eros facilisi pellentesque sociis porta vulputate molestie augue egestas dapibus elit in. Rhoncus vitae pede. Potenti nulla. Potenti purus. Vivamus nulla urna vivamus congue ac duis felis. Gravida etiam nunc iaculis venenatis. Vivamus vitae vestibulum suspendisse tempor. Vivamus magna ante ve eros dui quis. Sodales lacus nisi conubia a lectus venenatis curabitur diam nec quis ut consequat. Vivamus class nec quis mauris curae vestibulum condimentum. Natoque augue eget. Commodo purus ad donec cursus phasellus inceptos vitae sociis suscipit quam egestas amet. Conubia magna augue. Potenti magna. Viverra curae. Rhoncus purus nisl ad consectetuer ornare proin netus odio. Nonummy purus."
     ]
    }
   ]
  },
  {
   "title": "Commodo etiam.",
   "paragraphs": [
    "Laoreet velit felis condimentum senectus enim commodo netus. Iaculis donec sit aliquet. Iaculis fusce vel pharetra. Blandit felis integer. Pretium augue eros etiam per proin. Laoreet class diam bibendum curae lorem bibendum consequat. Blandit fusce vel. Vivamus class nonummy iaculis odio nisi parturient. Nonummy metus adipiscing quam nullam turpis felis accumsan eu morbi sociis mus. Egestas nulla lorem sapien suscipit hymenaeos lorem facilisis. Euismod fusce laoreet egestas malesuada eros aenean mauris augue penatibus scelerisque donec sociis adipiscing facilisi. Integer risus eni quam arcu posuere a mauris odio eu sed. Cubilia lorem metus ornare nulla lobortis amet platea taciti dolor suscipit fames id auctor. Conubia etiam mi sed id. Feugiat justo mi sapien facilisi etiam arcu interdum condimentum per erat eget. Rhoncus purus nunc a donec in. Lacinia fames eros condimentum feugiat suspendisse amet imperdiet in condimentum. Gravida etiam nisi tempor dis in a erat vestibulum amet nostra ultricies eu. Aliquet velit. Aliquet metus. Quisque curae nam massa orci nam porta mattis platea lacinia potenti mauris lacus tellus. Integer lacus massa nam cras fringilla cum rhoncus ad.",
    "Natoque class duis scelerisque ad. Euismod magna adipiscing eu venenatis. Posuere justo curae vel turpis. Vivamus donec morbi mollis arcu posuere nibh cras penatibus. Egestas velit etiam taciti platea venenatis. Laoreet nulla diam quis duis. Potenti velit. Gravida donec felis suspendisse ac sapien magna mi elementum dolor id. Rhoncus dolor pede nullam nisl tortor aenean. Natoque lorem eu pulvinar duis natoque class eu ipsum dolor tellus. Blandit class id curae scelerisque in libero neque. Viverra neque. Cubilia lacus. Posuere vitae quam. Conubia fames adipiscing ullamcorper nostra et eu amet mi magna litora. Iaculis lorem ut nostra gravida at. Laoreet neque diam amet urna nibh in etiam quis mauris habitasse et id. Vivamus risus aliquam magna amet quisque leo. Dapibus purus eget praesent tellus adipiscing curae natoque litora fusce potenti tempor hendrerit vestibulum dis augue. Viverra lacus amet justo nisi senectus natoque vitae posuere fermentum vehicula. Integer purus. Rhoncus morbi."
   ],
   "children": [
    {
     "title": "Iaculis ipsum eget.",
     "paragraphs": [
      "Cubilia augue urna dui pretium. Viverra curae posuere nam et odio magnis. Viverra netus. Natoque magna vitae netus justo nisl imperdiet dictum adipiscing. Sodales curae mi fringilla et. Posuere magna. Conubia massa et curabitur a massa in fringilla. Integer class nunc sem integer ut cursus. Iaculis porta mi. Sodales purus nulla tortor ullamcorper massa montes. Commodo lacus urna leo eros per nisl enim ipsum aliquet phasellus tellus. Feugiat donec etiam fusce ante cum erat. Laoreet lorem nisi metus luctus nibh. Pretium fames porta taciti elementum potenti nam ac a. Laoreet purus. Vivamus class erat accumsan consectetuer auctor ad ligula lobortis. Aliquam vitae parturient potenti dis porttitor. Dapibus fusce at id erat. Natoque purus dis. Pretium metus proin. Egestas curae elit eni mollis a sagittis nisi leo mi dolor fringilla in. Commodo vitae.",
      "Natoque augue. Potenti fusce fames mollis ut aptent commodo phasellus. Aliquet felis dui eget ac pellentesque sollicitudin pretium platea ut interdum tellus sapien neque. Natoque fames sed volutpat lacinia. Gravida morbi. Rhoncus felis. Integer felis ve dictum ultrices hac lacinia eu id odio lacus sodales consequat nisl suspendisse commodo porta. Nonummy dolor. Conubia metus. Nonummy dolor duis pretium et ut sociis pellentesque sodales. Feugiat velit urna fusce duis platea rhoncus cum parturient vestibulum ut sollicitudin vivamus aptent. Blandit class. Integer donec vitae scelerisque volutpat morbi. Vivamus fusce ac a eget ac metus. Lacinia dolor cum est sollicitudin etiam. Aliquet purus fusce torquent ac class ornare consectetuer curabitur proin. Blandit ipsum. Quisque porta. Natoque vitae nulla volutpat amet rutrum ac hac amet egestas eni molestie metus bibendum. Nonummy vitae. Vivamus class duis nonummy risus nam enim donec natoque ad torquent. Aliquam neque cras."
     ]
    },
    {
     "title": "Euismod nulla etiam.",
     "paragraphs": [
      "Aliquet curae sed nunc id fames sollicitudin. Aliquet neque. Laoreet lorem. Conubia magna in elit sociosqu eu luctus id. Posuere velit. Quisque class eni amet cras velit aliquam congue ac nascetur. Sodales curae nibh. Potenti netus donec nullam tristique nostra. Dapibus massa quis arcu posuere mollis. Laoreet metus. Posuere fames. Pretium netus diam in consectetuer sociis fusce. Dapibus lacus nisi rutrum consequat donec pede semper eni vestibulum. Cubilia proin eros a cras ipsum sodales libero. Iaculis magna orci ligula ad libero felis. Viverra fames ante dui nam. Sodales etiam. Blandit purus dui enim arcu vitae sapien tempus massa scelerisque. Feugiat curae ve convallis. Natoque velit et a libero consequat iaculis sit at. Dapibus morbi eget feugiat ve iaculis nibh. Egestas morbi class non tortor ad orci urna lorem metus nostra ultrices orci auctor.",
      "Vivamus class pede fusce ridiculus hymenaeos porta dignissim nec rhoncus ut. Cubilia curae enim primis aliquet amet adipiscing nisi lectus lacinia in odio morbi fringilla praesent curae. Quisque donec. Laoreet dolor netus nullam. Commodo donec cras condimentum sollicitudin posuere elit pede. Blandit magna vel varius tristique facilisis augue ante eu diam metus libero. Integer magna eu nisl. Viverra netus class. Integer etiam. Dapibus lacus at magnis ut mus quis. Natoque etiam eros ornare penatibus justo imperdiet ultrices rutrum class convallis. Posuere ipsum urna a pede morbi elementum. Posuere purus viverra odio at quis penatibus tellus parturient proin pretium elementum ad. Feugiat morbi vel adipiscing phasellus cras dis at aptent netus. Dapibus purus magna eni. Egestas curae morbi nam. Pretium proin. Aliquam magna eu risus ut magnis ve leo ad a urna lacus id fringilla massa in. Iaculis lorem. Vivamus porta est proin libero ornare mus at vitae. Quisque lacus ac malesuada potenti consectetuer. Feugiat risus cum vestibulum tellus ac vitae mi vulputate erat nam."
     ]
    }
   ]
  },
  {
   "title": "Cubilia fusce nisl ultricies primis a.",
   "paragraphs": [
    "Feugiat fames arcu id sollicitudin consectetuer feugiat cursus lectus lorem urna potenti. Viverra dolor nulla habitasse cum. Cubilia curae purus condimentum maecenas. Egestas justo dolor eleifend nunc nec enim mollis at cras. Sodales proin leo platea euismod tristique cras nam augue venenatis euismod sollicitudin cursus dolor etiam interdum. Posuere magna ac hymenaeos adipiscing enim. Conubia class morbi aptent curabitur. Integer ipsum justo. Quisque dolor nam duis ultrices felis cras mus. Rhoncus fusce nisi quisque neque mus nisl pede et pellentesque amet purus. Aliquet purus. Viverra velit nisi. Rhoncus magna ac mollis. Aliquet class. Blandit proin. Feugiat ipsum dui erat. Integer massa ac leo vulputate tempor placerat fermentum sociis magnis magna interdum vulputate non. Integer justo cum aliquet a. Aliquet vitae adipiscing posuere quis nonummy facilisis. Cubilia justo ante. Euismod morbi quam posuere at turpis odio iaculis augue ve porta felis a libero penatibus. Nonummy curae.",
    "Pretium class sed. Rhoncus proin quis sociis leo dui cum. Euismod class et congue. Egestas morbi. Quisque risus proin phasellus parturient rhoncus mus magnis. Commodo justo elit mus netus mus ante cum convallis facilisi quam. Viverra velit per eros odio elementum netus placerat tristique elit velit dolor aliquam. Pretium donec arcu platea sapien metus rutrum fames vestibulum cras neque lorem taciti dui. Iaculis fames dis sapien maecenas eu platea ac ut. Aliquam massa nunc. Laoreet porta nisi lacus nunc tincidunt litora. Nonummy vitae nisl cubilia est. Cubilia etiam. Dapibus augue cum praesent rhoncus. Egestas ipsum mi varius malesuada at. Feugiat ipsum ad. Aliquet fames neque mollis ornare inceptos id curae ve id urna purus cubilia nisl maecenas lacus eros cursus. Dapibus morbi. Cubilia fames id nullam massa ac malesuada. Cubilia proin. Conubia felis non gravida fusce sem feugiat platea tellus nascetur vestibulum vulputate. Blandit morbi vestibulum aliquam urna laoreet primis."
   ],
   "children": [
    {
     "title": "Integer metus per amet consectetuer potenti sociosqu feugiat.",
     "paragraphs": [
      "Iaculis proin morbi venenatis nisl. Quisque dolor quis amet integer eget. Viverra felis non commodo litora lorem faucibus. Posuere risus at consectetuer sollicitudin vivamus lectus eros suspendisse nonummy. Sodales lorem proin sociis dapibus mi ante neque. Nonummy purus ve massa ullamcorper mus in velit. Commodo fusce sem nisi adipiscing habitasse ullamcorper non ut pellentesque consectetuer vivamus ornare habitasse natoque. Natoque netus et netus pellentesque nascetur donec risus senectus vulputate mi malesuada vestibulum lacinia erat ve amet felis posuere vulputate. Rhoncus nulla hac rutrum ac nullam eu. Lacinia felis duis fermentum. Pretium morbi sodales iaculis vehicula elit quam est. Vivamus massa ut consectetuer rhoncus porta cum duis eu. Egestas nulla fusce dolor potenti egestas odio diam sed phasellus consectetuer parturient. Natoque risus vestibulum. Laoreet felis eu hendrerit vitae diam turpis. Vivamus fames. Egestas massa nibh nec proin vestibulum condimentum. Nonummy porta velit. Integer donec id eleifend conubia gravida pellentesque tincidunt. Integer neque enim turpis ac cursus. Sodales felis vestibulum cras netus penatibus nec imperdiet consectetuer adipiscing elit porta. Aliquet dolor fusce euismod dui.",
      "Pretium class ac rutrum aenean sociosqu id vitae tempus quis posuere. Posuere lacus ac nullam ac. Cubilia curae eget sociosqu metus vitae. Laoreet curae justo per leo non sollicitudin ipsum ad nostra eni ac. Cubilia augue lacus etiam. Euismod porta vel luctus a adipiscing dui lorem. Natoque nulla aliquet primis elementum. Feugiat lacus. Egestas donec. Viverra porta. Integer curae velit pharetra lorem eu. Blandit proin. Aliquam etiam eget. Rhoncus morbi duis nonummy non maecenas convallis id habitasse. Aliquet donec. Conubia augue ad etiam suscipit imperdiet pede per. Posuere dolor. Blandit fusce eros. Aliquam vitae. Cubilia curae nisl tincidunt mi curae. Dapibus vitae. Iaculis dolor adipiscing.",
      "Iaculis metus sit lorem cras. Dapibus porta integer sed ad luctus class. Egestas porta odio. Aliquet morbi proin orci hendrerit penatibus parturient. Conubia etiam dapibus eget eu morbi elit facilisis. Nonummy neque est nam consectetuer rutrum metus nunc blandit. Potenti netus odio tempor turpis ultrices scelerisque accumsan eros platea. Egestas risus dolor. Quisque magna ipsum mollis orci condimentum egestas. Iaculis lacus magna malesuada suspendisse curabitur nisi libero massa at donec. Natoque class et tellus. Integer class eget id orci. Integer massa sit per. Sodales curae eu tortor placerat ante congue vestibulum. Aliquam lorem. Blandit nulla. Aliquet nulla curae platea lorem. Egestas donec per neque aptent donec viverra. Aliquam velit magna curae cubilia magna amet nulla condimentum accumsan dapibus auctor sapien posuere. Nonummy neque. Aliquet etiam nulla ornare pulvinar. Viverra massa ad."
     ]
    },
    {
     "title": "Pretium neque.",
     "paragraphs": [
      "Lacinia neque adipiscing volutpat elit lectus. Blandit neque enim. Posuere augue morbi nisl pretium consequat diam arcu massa sociis nonummy urna et consectetuer. Sodales velit nunc sem sollicitudin lacus. Potenti curae. Potenti augue ante. Egestas nulla. Potenti donec orci feugiat. Lacinia lacus eget blandit ut amet. Laoreet lorem nunc commodo massa risus eget a. Lacinia fames mus metus tempor purus. Commodo fames lacinia dictum mi ad elit tincidunt. Dapibus lorem ipsum rutrum et nisl convallis nullam vel magnis torquent pede. Commodo curae eros scelerisque iaculis suspendisse erat eros vitae ve. Rhoncus fames. Egestas nulla metus elit suspendisse cum erat dui aliquet ipsum duis. Integer felis nisl non amet sollicitudin pretium pharetra sociis primis justo litora ad. Natoque risus. Posuere felis mus. Dapibus purus mi a eros in. Pretium porta euismod leo. Integer class.",
      "Feugiat felis. Blandit lacus et eu cras ligula ornare diam nisl felis. Blandit proin donec justo. Viverra lorem per odio parturient mi. Cubilia morbi duis commodo at dui urna eu magna fringilla pretium porta. Pretium etiam amet volutpat dis sollicitudin magnis nisl ad nulla suspendisse. Sodales velit porta luctus scelerisque porta mauris. Aliquet fusce sem orci dis morbi varius nibh consectetuer. Nonummy netus cras a fames ut tristique. Natoque augue erat gravida nisl nunc purus posuere. Aliquam proin purus elementum ullamcorper lorem vulputate dis felis augue. Vivamus donec. Conubia massa arcu viverra. Rhoncus ipsum nisi etiam ante elit. Laoreet neque risus per nisi adipiscing sapien massa tristique pede posuere morbi. Feugiat magna id donec pede iaculis quam ac class ornare. Dapibus proin. Laoreet felis cras sem sollicitudin. Dapibus felis leo arcu vel platea. Posuere proin curae potenti ornare lorem at ad facilisis. Sodales justo parturient scelerisque magnis ac accumsan inceptos massa sociosqu class natoque consequat nunc ullamcorper. Cubilia justo augue lectus rutrum."
     ]
    }
   ]
  }
 ],
 "title": "Quisque ipsum conubia nulla cras augue fermentum."
}