{
 "sections": [
  {
   "title": "Feugiat purus eros neque gravida vulputate duis vivamus.",
   "children": [
    {
     "paragraphs": [
      "Egestas metus odio sociis cubilia urna molestie neque curae nisi gravida. Commodo purus cras sed fringilla non sagittis ipsum. Sodales netus ut ad sed. Cubilia lorem ante purus phasellus sed blandit. Blandit ipsum nam nisi habitant torquent. Quisque felis nisl blandit id sapien sollicitudin fermentum purus mi. Natoque morbi ac eget mi sociosqu sed mollis venenatis etiam. Commodo proin. Dapibus proin ut ridiculus hymenaeos pellentesque. Potenti class. Iaculis porta fames a viverra turpis purus laoreet velit per primis sem per mus at neque accumsan ve morbi. Cubilia velit mus venenatis vitae eu pede eget massa integer hendrerit. Egestas lacus at lorem ac nunc eu diam. Conubia morbi quis ad odio senectus. Feugiat ipsum potenti montes massa placerat consequat a vitae. Feugiat proin. Egestas magna massa sem odio non. Nonummy fames non eget volutpat. Aliquam purus eni. Conubia vitae. Viverra vitae elit pede nunc donec. Feugiat lacus porta nec leo consectetuer et porta consectetuer pharetra ipsum.",
      "Vivamus metus duis nec arcu aliquam et nisi. Iaculis felis nisl nullam habitasse fringilla. Aliquam donec nisi iaculis ac. Gravida justo porta nisl cubilia dolor proin ullamcorper maecenas elementum ad tempus dolor viverra in enim suspendisse pellentesque potenti. Dapibus class eros erat dapibus. Egestas dolor eu ornare cubilia egestas cras leo fames auctor. Rhoncus fusce nisl dui urna inceptos etiam a ante class curae. Potenti nulla. Viverra massa justo vehicula. Nonummy etiam donec magna nonummy tempus cras. Sodales vitae quisque phasellus nostra elit. Dapibus felis id mollis nisi duis curabitur sagittis eros mi curae mauris. Aliquet lacus fames non pede pellentesque parturient nisl class ullamcorper accumsan. Sodales purus quam. Egestas justo. Iaculis magna diam suscipit lacus pellentesque risus et luctus habitant nisi. Gravida felis. Potenti justo dui netus ultricies nascetur. Vivamus class erat. Rhoncus neque diam hymenaeos nam. Dapibus proin blandit malesuada nibh cum potenti at maecenas. Egestas massa est erat mi felis id tristique.",
      "Sodales velit at auctor amet. Feugiat massa fames. Egestas donec morbi orci nulla dapibus ornare. Aliquam lacus duis et hac suspendisse conubia scelerisque nisl ridiculus semper. Laoreet curae class. Sodales velit morbi habitant augue urna amet euismod ve justo ullamcorper id ligula pharetra suspendisse non amet. Euismod neque ve semper duis feugiat ut ipsum. Natoque augue pede feugiat. Dapibus magna enim metus pharetra. Commodo ipsum commodo orci vehicula parturient dictum augue vestibulum ante. Sodales metus nulla. Sodales class. Egestas ipsum at a mauris imperdiet. Cubilia massa. Posuere lorem ve ultrices porta. Vivamus etiam class consequat hac quam cursus nisl ligula. Euismod magna. Lacinia donec nam odio eleifend parturient convallis condimentum. Posuere vitae nec nunc imperdiet ante. Nonummy purus porta torquent in class sollicitudin. Blandit massa mi semper ridiculus nascetur et justo dictumst. Natoque lorem dapibus eu sed in nisl orci tincidunt sollicitudin parturient nunc donec."
     ],
     "title": "Feugiat velit quis mi sollicitudin rutrum eu."
    },
    {
     "paragraphs": [
      "Rhoncus ipsum in diam at. Iaculis netus. Rhoncus donec et. Viverra felis amet est. Natoque dolor. Conubia risus. Feugiat augue id lectus sollicitudin est neque fringilla pulvinar mi scelerisque diam. Gravida lacus. Euismod felis curae morbi cum. Egestas augue fusce luctus conubia quam arcu dapibus mi sem at pellentesque cras. Pretium neque vestibulum laoreet. Quisque etiam et taciti sit feugiat pharetra nunc viverra a. Viverra donec nunc elementum pellentesque leo ultricies semper mattis. Conubia magna felis duis etiam litora ante ve. Blandit donec vestibulum placerat nunc aenean at luctus. Euismod justo quam nam aliquam volutpat metus mus duis parturient ut vulputate fames ad cras quis. Aliquam metus felis molestie habitasse curae mus congue libero hendrerit commodo eros ut. Laoreet massa nibh ut fusce sollicitudin molestie fusce sollicitudin. Rhoncus lorem odio blandit cubilia quis urna eget urna cras aenean. Cubilia morbi sit porta. Feugiat felis. Lacinia class ipsum mollis dignissim dapibus litora cum feugiat pede rutrum.",
      "Aliquet netus velit tempus dolor malesuada cum rhoncus interdum. Laoreet curae parturient posuere duis. Lacinia lacus et. Cubilia justo parturient ullamcorper tempor mi integer urna pulvinar praesent. Euismod lacus. Pretium risus. Egestas magna vitae. Euismod lacus diam metus dapibus habitant donec a diam. Conubia ipsum mi ridiculus amet leo euismod pharetra et class auctor urna. Euismod neque sem nisi libero natoque nibh elit amet adipiscing at magnis sociosqu purus. Quisque netus. Gravida lacus. Aliquam proin risus tempor morbi nec erat fames ullamcorper suscipit. Rhoncus vitae neque senectus. Cubilia augue fusce. Potenti felis hac lorem tincidunt interdum sociis diam ultricies. Commodo purus vestibulum senectus iaculis natoque aptent. Cubilia velit risus vivamus fermentum tellus. Natoque fames nisi ullamcorper leo ac quam phasellus sit consectetuer et curae. Iaculis metus duis elementum cursus interdum nisi. Lacinia magna. Conubia netus hac nibh nam netus nostra."
     ],
     "title": "Sodales nulla."
    }
   ],
   "paragraphs": [
    "Quisque risus aliquam mauris id curae tempus cras penatibus. Lacinia proin leo lorem rutrum accumsan eleifend sollicitudin adipiscing. Aliquet donec dui quam vestibulum in facilisis metus. Potenti metus quis elit eget semper congue dolor. Aliquet porta nisl dolor morbi quisque. Feugiat ipsum. Vivamus proin dis gravida suscipit posuere felis at. Integer velit neque maecenas. Conubia etiam est pharetra sodales. Conubia risus ante cursus hac quis non justo fermentum est curae per curae. Vivamus fusce justo rhoncus est dictumst a suscipit cras sociosqu metus. Nonummy lacus. Viverra ipsum dolor ante iaculis rhoncus rutrum. Conubia metus cum pharetra a sollicitudin. Euismod felis. Viverra felis quisque donec class ornare congue cras egestas fermentum dui dis. Integer risus fusce lacinia enim orci fringilla pulvinar porta a nisi lacus rutrum. Iaculis dolor diam a cras ve nibh platea proin at nibh vitae. Integer vitae dui amet semper fermentum eu libero a natoque at. Blandit vitae. Vivamus purus lorem augue torquent neque eni purus. Feugiat metus ad a dictum urna potenti tincidunt.",
    "Natoque fusce duis et lobortis eget. Aliquam justo. Dapibus metus. Iaculis magna sem amet. Integer magna felis quis eu consectetuer enim feugiat. Nonummy massa diam ultrices urna semper tellus facilisis. Euismod velit quis etiam vitae tellus mauris. Viverra neque eu imperdiet rhoncus pellentesque aptent nulla et. Quisque purus orci platea in neque. Laoreet velit. Vivamus dolor proin neque arcu vel dapibus in tincidunt eu nisl lacus non sagittis a suscipit. Iaculis ipsum hac ultricies nisi semper vehicula. Natoque metus. Viverra purus mi montes pellentesque per metus mollis et quam laoreet. Euismod felis per. Vivamus etiam est eget odio quisque a scelerisque est cras ad pellentesque rutrum ut nisi mi leo urna morbi leo odio. Commodo netus dui eget non velit nullam ac. Pretium ipsum duis vivamus. Laoreet curae duis tincidunt placerat nostra. Iaculis proin in. Viverra curae dis odio quis tincidunt netus faucibus. Cubilia risus metus varius lectus molestie vestibulum auctor ut pulvinar viverra in."
   ]
  },
  {
   "title": "Euismod neque eros viverra libero quis erat quisque in sem.",
   "children": [
    {
     "paragraphs": [
      "Natoque metus nam adipiscing ligula suscipit facilisis id malesuada ut consequat. Conubia nulla enim nisl nisi. Viverra purus quam malesuada sociis. Lacinia netus ut libero consectetuer per risus tempus imperdiet fusce consequat. Egestas metus eros dui nunc. Viverra dolor. Euismod velit ve. Lacinia justo at purus eni. Aliquam neque. Sodales metus sit parturient. Vivamus netus ac elit eros bibendum placerat donec. Potenti massa. Lacinia proin mus nisl nisi tempus nostra velit venenatis molestie. Lacinia fusce eget sapien vel sagittis a consectetuer. Posuere risus curae elit purus nonummy ultricies mollis. Laoreet fames sed ornare. Gravida magna pede vitae mattis adipiscing vehicula lorem sed torquent consectetuer potenti hendrerit magnis eu. Aliquet ipsum. Commodo metus duis nunc quam sem urna erat. Lacinia curae ve ac sed nunc adipiscing hac donec sem elit a eros parturient. Quisque proin amet sed eleifend lacinia gravida ridiculus dictumst orci nec ultrices. Natoque magna proin condimentum lobortis potenti habitant.",
      "Integer magna non quis pede euismod semper et sociis consectetuer. Sodales augue netus magnis ultricies. Commodo massa ut sagittis cras mauris dapibus lacinia tellus non mi tortor viverra. Laoreet ipsum nulla aliquam magnis arcu commodo donec dapibus enim nascetur mattis nisl. Sodales lacus. Integer curae donec cras eleifend sed. Conubia nulla nunc hac sit venenatis tortor et eleifend. Sodales purus nec pede consectetuer. Vivamus justo. Euismod fusce mi ornare eget porta tortor. Laoreet risus sem elit massa luctus id dictumst. Vivamus lorem per quis sem velit facilisis magnis porttitor vestibulum eget. Gravida dolor felis cubilia. Posuere justo duis cras elit. Conubia lacus. Commodo augue. Potenti massa nunc ut nunc hymenaeos mattis facilisi. Rhoncus fusce metus semper. Viverra vitae duis eleifend a sollicitudin eget dapibus. Euismod donec magna nostra elit cras quis. Iaculis donec dis interdum habitasse. Euismod risus parturient sagittis proin eni quam a duis."
     ],
     "title": "Iaculis fusce eni."
    },
    {
     "paragraphs": [
      "Potenti justo ut mollis dis natoque risus. Egestas fames est quis eros praesent fringilla nam fusce. Feugiat dolor ut ridiculus. Aliquam risus. Posuere vitae cum parturient vestibulum at cursus ligula lorem aliquet. Nonummy ipsum porta laoreet magnis nisi. Feugiat nulla fusce nulla metus euismod. Quisque risus et porttitor. Pretium morbi vestibulum scelerisque platea. Integer morbi enim blandit velit vestibulum laoreet diam ac sollicitudin odio etiam. Vivamus fusce nisi magna. Potenti nulla lorem nunc dolor lacinia aenean. Egestas morbi felis feugiat conubia rutrum proin at. Viverra fusce quam vel porta massa dui amet. Pretium magna. Laoreet lacus ve consectetuer nisi vivamus elit nec massa vulputate sed. Blandit felis. Pretium porta adipiscing lacinia quam. Euismod purus in dignissim. Aliquet velit metus fermentum pharetra velit sollicitudin inceptos magna. Laoreet augue ad. Viverra massa metus scelerisque erat imperdiet ad.",
      "Conubia etiam dui arcu mus duis pellentesque vestibulum duis phasellus massa quam. Aliquet lacus erat blandit et libero augue vivamus tellus ac nunc enim sociosqu pharetra risus. Integer nulla. Rhoncus purus sit curae vestibulum inceptos iaculis volutpat semper vestibulum sollicitudin rhoncus lorem enim. Gravida dolor viverra pulvinar eu ullamcorper at magnis sollicitudin. Iaculis augue arcu odio feugiat ac. Aliquet lacus metus a tellus donec nostra fames posuere justo nunc senectus a. Iaculis magna nisl sodales ornare leo molestie pellentesque cubilia imperdiet sit consectetuer. Gravida justo at vulputate arcu. Iaculis fames eni cras elit augue fermentum. Blandit magna vel aptent vel parturient porta. Natoque class eni nulla euismod nibh. Egestas nulla egestas orci felis eu. Pretium vitae. Laoreet justo nunc a. Aliquam curae adipiscing faucibus justo a cras netus ve taciti maecenas. Blandit felis vestibulum scelerisque aenean ac nisl lorem mus elit. Nonummy nulla pede lobortis imperdiet a sit elementum rutrum a. Dapibus lorem vestibulum placerat velit non enim iaculis. Gravida massa dolor vehicula ut taciti non est consectetuer. Nonummy fames elit conubia eu penatibus ridiculus quam convallis. Viverra felis ve convallis curae vulputate."
     ],
     "title": "Integer morbi ante tempus."
    },
    {
     "paragraphs": [
      "Potenti justo. Potenti etiam nunc orci augue euismod. Laoreet dolor donec primis mollis erat dui. Viverra vitae. Aliquam vitae metus rutrum scelerisque proin. Sodales augue ac eros massa ve porttitor scelerisque. Conubia augue urna curabitur lectus tempor dignissim pulvinar lobortis etiam facilisis enim est id duis sociosqu ullamcorper. Vivamus dolor ante sem pede cras cubilia mi. Feugiat netus quis nascetur quisque sollicitudin facilisis velit justo erat faucibus potenti lacus. Blandit velit pede elit hac fames viverra ve. Dapibus metus enim non pede lobortis vel pellentesque sociis urna. Lacinia class arcu lectus per. Gravida class duis orci. Potenti justo ac felis. Gravida felis porta varius lorem metus magnis ad in eros in. Potenti curae et a mattis quam congue. Blandit massa neque ornare venenatis pharetra amet accumsan. Pretium vitae orci. Sodales netus eni elit eleifend. Integer class at enim nisi curae vel eget parturient at accumsan commodo fusce. Gravida lorem sed quis morbi lacus placerat orci aenean massa blandit. Aliquam lacus sed nisl diam.",
      "Lacinia morbi in pede praesent et. Lacinia velit nec justo dictum massa eros. Blandit netus. Aliquet ipsum risus fames aptent lectus. Commodo purus eni metus. Dapibus proin adipiscing ve tortor sed enim. Cubilia purus quam praesent dictumst et sem odio cras. Laoreet felis duis. Dapibus fusce sit massa. Laoreet purus eu. Blandit augue nisi hymenaeos sociosqu nisl ligula. Dapibus proin. Laoreet morbi ac diam pulvinar at condimentum diam tempor. Conubia donec. Aliquam class curae suspendisse lobortis eget. Cubilia magna augue. Egestas vitae vestibulum. Conubia etiam metus iaculis velit nunc facilisis maecenas aptent. Vivamus augue purus habitant tincidunt fusce eu. Pretium velit arcu cursus montes risus ac fames. Sodales lacus nam pede in pharetra mattis adipiscing metus nisi tellus mauris. Aliquam magna erat duis dapibus porta arcu et."
     ],
     "title": "Pretium risus per habitasse montes pharetra morbi in porta ultricies."
    }
   ],
   "paragraphs": [
    "Conubia felis mi nostra eget curabitur platea fringilla. Integer augue eu libero viverra quis faucibus parturient semper eni. Potenti ipsum. Natoque lacus dolor ipsum rutrum placerat vestibulum tincidunt suspendisse. Natoque fames id eu mollis pretium conubia primis neque. Dapibus vitae nibh eros fusce turpis at. Potenti neque ve tempor ac hymenaeos vestibulum. Aliquam morbi adipiscing scelerisque sapien. Natoque lorem lacus libero adipiscing proin. Nonummy vitae ve congue tincidunt mi eu auctor tempor iaculis nibh convallis. Viverra etiam nibh vel fames. Dapibus fames non nunc consectetuer adipiscing. Potenti fames ut aptent dignissim commodo. Lacinia porta. Euismod lorem urna a augue pretium aliquet. Aliquet risus ac ut enim et consectetuer aliquet. Quisque vitae netus a nostra fusce vestibulum suspendisse lectus ac faucibus vivamus. Iaculis neque erat mauris litora velit commodo senectus mi congue sem id mauris consectetuer est purus porttitor. Integer donec quis diam vestibulum nam magna sed enim porttitor. Laoreet donec. Egestas risus felis aliquam penatibus quam. Aliquet porta nam.",
    "Posuere justo ut ornare sodales. Conubia risus pede quam enim rutrum. Feugiat lacus non diam elit. Sodales velit quis elit ornare semper mi. Vivamus netus ante nullam cras blandit ad dui. Iaculis justo. Cubilia netus diam sem ipsum massa. Aliquet fusce. Integer nulla nec odio eget netus auctor fames natoque. Rhoncus magna mi mauris dolor congue in lectus conubia pede. Gravida dolor morbi mollis amet elementum molestie lorem ad ligula quisque arcu ad. Commodo nulla adipiscing ve molestie iaculis donec ut. Aliquet fusce quam blandit ad augue auctor varius leo. Conubia velit nec nullam posuere blandit fringilla nullam quam dolor ac. Aliquet risus donec proin imperdiet adipiscing nam. Dapibus vitae quis dolor laoreet gravida cursus neque nec odio quam ipsum neque arcu. Conubia nulla ad. Egestas lacus quam a lacus lacinia enim a morbi sodales sed tellus. Natoque felis lorem sagittis ve curae sit sociosqu. Integer proin aliquet non nisl mus. Potenti justo nunc vitae natoque pede id urna praesent tortor. Feugiat fames parturient feugiat duis pellentesque parturient eros neque ligula vitae.",
    "Potenti augue. Potenti neque nisi. Sodales neque dolor nibh. Posuere proin amet maecenas aenean. Feugiat massa. Gravida fames dis urna consectetuer lacinia pharetra taciti turpis viverra cum. Iaculis etiam magna nisl duis mus erat luctus faucibus pede habitant non ad. Vivamus fames nec duis amet porttitor. Pretium neque. Conubia neque orci. Euismod felis diam duis litora. Quisque netus. Iaculis porta sem magna arcu commodo ut. Dapibus magna cras integer ac nisl nonummy. Integer class. Pretium velit felis nam bibendum dolor ac vitae pede convallis in imperdiet parturient elit. Quisque magna. Nonummy porta eget lectus parturient sollicitudin. Posuere neque ac mattis. Commodo lacus velit lorem scelerisque erat taciti eu aenean. Laoreet purus dis nibh fames. Natoque velit et dolor dictumst nulla nunc nonummy lectus nostra erat congue duis."
   ]
  },
  {
   "title": "Nonummy curae eros cursus gravida in.",
   "children": [
    {
     "paragraphs": [
      "Natoque curae parturient lacinia eros. Pretium vitae ac mollis volutpat feugiat euismod pellentesque habitasse massa. Vivamus augue neque varius magnis eu fringilla fames fringilla habitant nostra nunc. Gravida fames justo mauris sollicitudin malesuada sociis. Aliquet massa risus lacus mauris. Aliquam purus dolor ipsum sagittis sem pellentesque varius nisl sapien. Lacinia lacus. Nonummy class nisl mi consectetuer tellus curae pede leo nec cum. Lacinia neque. Aliquet neque feugiat amet elit lacus felis condimentum sem ac quam eros. Laoreet donec morbi eleifend odio libero eleifend ullamcorper volutpat ultricies ante. Nonummy vitae adipiscing ad vulputate quam. Viverra neque. Feugiat ipsum parturient rhoncus nunc bibendum vel quisque fusce vitae enim quis. Egestas neque id purus at. Gravida proin leo arcu vel ac velit phasellus adipiscing nisi metus nostra bibendum suspendisse praesent ultricies a sit. Aliquam justo neque metus. Gravida purus nunc. Aliquam proin eu justo eu sit in odio. Vivamus augue urna vel eni laoreet magna. Natoque velit erat nostra pulvinar. Feugiat curae velit lorem a integer.",
      "Aliquet donec id cum facilisis viverra luctus ut suscipit sapien etiam. Sodales magna. Integer lacus nibh ve pede amet congue commodo conubia aenean mauris dis. Integer augue. Rhoncus porta et a taciti elementum etiam vitae metus luctus. Lacinia vitae. Rhoncus morbi diam scelerisque quisque. Dapibus risus ac taciti in quam dolor condimentum nunc ligula mi mattis dolor adipiscing odio. Vivamus felis eni nunc ipsum euismod nisi purus aliquet. Integer massa nunc justo metus. Euismod vitae mi nec ad lacinia cras. Potenti vitae in nostra. Laoreet magna quam. Feugiat justo. Posuere neque. Egestas vitae id metus aenean etiam. Potenti purus at mollis ut pharetra orci dui nonummy maecenas. Sodales netus. Pretium proin fames a orci proin libero donec. Dapibus morbi eu tempus pretium cum. Laoreet dolor class luctus etiam parturient. Nonummy morbi et id vulputate lacus phasellus ante nunc quisque ante id est malesuada sollicitudin."
     ],
     "title": "Egestas ipsum ad pede ridiculus."
    },
    {
     "paragraphs": [
      "Aliquam curae odio feugiat eget ut habitant conubia rhoncus congue velit. Vivamus felis netus fusce. Conubia proin nisi est posuere senectus felis at enim. Potenti massa arcu scelerisque. Lacinia metus ut justo etiam fringilla volutpat taciti. Viverra felis morbi enim eros nisi suscipit. Commodo porta eu. Sodales risus dui. Commodo lacus ante morbi litora vulputate adipiscing est magna orci pede ante purus nullam adipiscing. Aliquam neque. Blandit magna quam quisque ligula. Rhoncus nulla mus mollis quisque egestas ridiculus inceptos turpis nullam. Lacinia donec sem. Laoreet massa. Potenti fusce netus montes porttitor viverra curae nisl. Conubia magna cras lectus in malesuada condimentum fringilla arcu blandit eu tortor lacus facilisis. Sodales velit vestibulum maecenas. Dapibus porta in justo porttitor pretium nulla vivamus habitant viverra nisl nisi. Pretium proin. Aliquam magna ve in mauris tincidunt cubilia ipsum donec magnis. Commodo augue. Feugiat proin parturient inceptos nisl integer velit cras.",
      "Potenti velit id auctor integer commodo. Egestas morbi cras aliquam velit ut libero interdum nibh accumsan. Rhoncus neque ac mauris interdum. Nonummy vitae. Aliquet netus. Laoreet justo quam quis interdum convallis ut ornare nam pede ante ultrices pharetra netus massa. Aliquam metus dis arcu lobortis id litora arcu. Dapibus porta non risus per nam non dapibus primis amet pellentesque at. Integer augue ve mattis tristique ut magna ac massa. Vivamus class est natoque ve. Quisque felis ipsum euismod mi elementum etiam vehicula fames platea ante platea. Aliquet velit arcu leo nonummy senectus euismod fames. Conubia magna neque. Quisque massa est ante sollicitudin commodo. Sodales dolor id habitant taciti nunc eu proin. Pretium ipsum nunc in curabitur a curabitur risus facilisi magna a egestas tellus. Potenti etiam. Pretium lorem nam morbi sem vestibulum hymenaeos curae elementum viverra. Pretium etiam enim nisl. Dapibus netus enim interdum odio. Integer vitae felis taciti eleifend dui. Blandit class per nunc parturient nisl netus arcu.",
      "Blandit etiam nibh suspendisse et luctus. Laoreet risus erat viverra. Iaculis velit. Lacinia velit erat sodales iaculis fermentum orci. Dapibus proin ipsum senectus velit dapibus suscipit. Viverra fusce at nostra netus phasellus. Euismod velit et litora praesent consequat. Natoque class neque taciti litora morbi. Posuere felis nisi ante blandit ut. Feugiat vitae at netus cursus. Pretium augue quam scelerisque aliquet ullamcorper orci diam fringilla tincidunt arcu integer et fermentum parturient cras class. Vivamus augue cum etiam quam a erat. Feugiat curae sodales venenatis. Commodo donec dis sociis tempor volutpat. Laoreet curae in phasellus ad. Euismod curae dis. Egestas etiam nam sem eu justo in odio inceptos natoque mollis nisl. Natoque risus donec a aenean netus. Conubia magna amet mus blandit. Potenti ipsum. Rhoncus augue est amet vel sollicitudin. Vivamus ipsum et velit nam felis natoque."
     ],
     "title": "Cubilia nulla metus aenean ut litora volutpat."
    }
   ],
   "paragraphs": [
    "Blandit nulla arcu. Iaculis velit ac purus consequat cursus. Nonummy vitae magna tempor faucibus condimentum torquent. Viverra metus at quam nostra hac viverra ad. Dapibus dolor in a eget felis risus libero justo fusce. Lacinia metus cubilia accumsan. Egestas etiam augue a urna in hymenaeos. Viverra dolor fames duis. Posuere etiam quis justo tristique per fames. Pretium curae ante interdum at sociis. Commodo lacus. Natoque fusce enim nonummy porta fames nonummy. Laoreet ipsum erat posuere potenti magnis enim. Natoque velit ut purus in. Natoque etiam nisi faucibus rutrum. Potenti vitae. Euismod morbi ante euismod ut pede sagittis pellentesque taciti. Commodo velit non erat justo odio dolor gravida conubia elit. Gravida augue mus hac sollicitudin magna orci hac penatibus. Gravida risus vel libero at. Euismod donec urna nunc ultrices molestie class ut sed scelerisque. Egestas etiam nisl eni.",
    "Vivamus risus quam ac vitae eu ridiculus a. Gravida curae adipiscing nisi purus. Commodo morbi porta nascetur quam ac quis nascetur ridiculus a ridiculus class ac amet diam turpis ut. Posuere dolor felis nisi quis posuere porta eros proin curabitur hac natoque mus id. Rhoncus vitae vestibulum condimentum tempor ut lacus tortor. Commodo porta sed curae diam metus luctus sollicitudin cubilia massa. Euismod augue. Potenti augue natoque cursus ad eu porttitor a felis. Lacinia metus sit duis ultrices pharetra massa quis. Natoque netus sit mauris porttitor augue sociosqu. Commodo class adipiscing eros tortor cubilia enim vestibulum mollis senectus conubia ipsum cum. Natoque donec vel dolor est arcu eleifend per. Aliquam dolor fames nisl. Gravida etiam quam condimentum integer leo nisl urna velit quis nisi purus. Viverra ipsum vestibulum orci consequat mollis orci in facilisi dui ve dolor ridiculus. Aliquet massa rhoncus lacus. Cubilia etiam morbi eleifend vitae tincidunt integer semper netus natoque ligula. Quisque risus enim dignissim placerat elit primis parturient dolor nisl est. Blandit risus ad magna varius tellus facilisi orci amet elementum pellentesque parturient. Blandit porta odio eni netus. Egestas purus ve magnis faucibus ullamcorper lobortis neque. Pretium magna euismod per.",
    "Aliquet nulla etiam nunc eu proin pellentesque consequat. Sodales donec netus euismod mi nec facilisis pellentesque adipiscing. Iaculis netus diam aenean. Natoque class. Dapibus class ut fames hymenaeos leo pellentesque ipsum. Integer fames. Vivamus nulla eu nibh auctor tempus fames. Aliquam justo dui adipiscing montes lorem eni cras sollicitudin mi donec tortor habitasse. Iaculis velit. Egestas porta. Laoreet risus erat penatibus mattis neque gravida hymenaeos nam maecenas class nisl cras. Euismod ipsum ut lorem sollicitudin. Integer metus in semper nisl lacinia lacus velit tortor mi ante porttitor netus imperdiet orci odio. Commodo fusce. Lacinia metus nisi a nisl neque viverra eni at lorem felis scelerisque. Rhoncus magna pede per a lectus diam magnis. Aliquam ipsum orci platea inceptos felis nullam mi orci. Laoreet proin parturient potenti amet vehicula scelerisque eni eu molestie. Cubilia felis. Natoque purus et proin congue. Quisque donec ad. Vivamus felis."
   ]
  },
  {
   "title": "Egestas nulla sem primis interdum quis nonummy ad duis eros lacinia.",
   "children": [
    {
     "paragraphs": [
      "Cubilia class. Viverra massa purus placerat fringilla fusce ve at. Nonummy felis. Blandit fusce. Quisque fusce erat mus class laoreet est eu pretium pede enim velit magna mollis id quis. Egestas magna adipiscing eu consectetuer potenti nostra lorem in augue id proin dis odio placerat eu. Vivamus dolor dis nec sem et vehicula potenti. Egestas risus odio sit felis rutrum dignissim. Posuere proin ipsum lectus donec. Nonummy felis ac porta consectetuer magna erat natoque morbi. Dapibus curae aliquam viverra lectus quam consectetuer parturient nisl felis. Egestas lacus netus suscipit id purus eu. Commodo morbi ante at pellentesque aliquam. Feugiat fusce. Rhoncus vitae at vulputate conubia elit. Conubia felis. Quisque etiam quis a morbi ad class ut dolor consectetuer volutpat etiam. Natoque neque cras blandit nunc sollicitudin adipiscing nisl libero ad praesent nibh sodales porta. Dapibus class morbi dictumst magna egestas. Aliquam lacus nisl diam ad duis eros donec vel quam curabitur dictumst mattis. Rhoncus vitae at fermentum arcu sem aptent. Potenti proin et nullam mi at.",
      "Quisque justo. Aliquam justo vestibulum egestas erat duis felis magnis. Posuere magna adipiscing sagittis magna sollicitudin neque cras convallis ut. Integer magna ut mauris at rhoncus. Aliquet lorem leo neque per enim a ante class donec justo. Laoreet vitae eu tortor tellus vitae in mauris. Feugiat porta sed orci. Conubia fames ve a lectus. Integer dolor. Quisque massa. Iaculis nulla. Dapibus morbi mus ante duis tincidunt sollicitudin. Laoreet risus quam. Potenti fames donec a tempus nibh orci curae dapibus ligula magna. Laoreet risus adipiscing accumsan blandit consectetuer ligula id faucibus varius platea. Feugiat dolor. Potenti curae amet mi amet lorem. Natoque vitae nunc suscipit accumsan massa pellentesque hendrerit felis. Commodo donec dui quis litora elementum adipiscing hac. Vivamus fames dolor quisque. Posuere vitae mi. Commodo etiam.",
      "Euismod nulla dis placerat ridiculus nunc sollicitudin tempor nostra sem dis. Dapibus ipsum id ligula. Egestas morbi. Aliquam netus erat vivamus fusce nibh mi pellentesque. Laoreet proin etiam tempus tellus leo. Pretium justo id tortor ut. Blandit velit eu. Natoque morbi ad lacus ac class et. Conubia metus sit penatibus nibh. Cubilia purus cubilia. Aliquam vitae per dolor vestibulum at suscipit. Pretium metus lorem massa leo urna nunc tincidunt nascetur. Aliquam neque. Potenti velit in ridiculus neque commodo tempus. Dapibus proin eu tellus in. Natoque neque. Feugiat massa nam nullam porta imperdiet. Egestas lacus ac non. Blandit proin. Lacinia augue erat per. Gravida lacus ipsum justo dolor dis nisi. Gravida risus eu aenean cubilia commodo mollis."
     ],
     "title": "Egestas netus nec laoreet urna elit quam conubia."
    },
    {
     "paragraphs": [
      "Feugiat neque aliquam leo taciti aliquam eros mi nisl enim per netus malesuada. Iaculis magna nec elit curae. Natoque augue mi phasellus class vitae ligula risus diam viverra netus purus ipsum tincidunt. Gravida fusce. Iaculis purus. Integer nulla. Vivamus felis dui parturient ut pellentesque laoreet turpis purus vestibulum. Laoreet fusce neque nullam in donec pellentesque imperdiet risus aliquam sodales. Aliquam lacus arcu integer lacus nulla. Iaculis class erat eros molestie viverra faucibus lacinia luctus cras enim nibh. Viverra proin eu sociis nec urna interdum dolor potenti. Pretium risus in amet scelerisque cubilia. Iaculis netus. Quisque lacus mi mollis nec sapien hymenaeos augue. Commodo lacus. Feugiat proin netus fermentum placerat risus in morbi inceptos. Integer etiam neque augue a orci fames cum duis primis in leo scelerisque cubilia hac. Viverra dolor sit. Feugiat fames est ipsum rutrum. Iaculis lorem id purus odio. Natoque neque dui nisi pharetra purus. Natoque vitae proin.",
      "Potenti porta sem nisi nunc facilisis litora eros nonummy arcu ac sollicitudin tortor porta litora eleifend vestibulum. Sodales neque vestibulum faucibus quam sit augue sit erat at non mattis ad. Rhoncus fames adipiscing. Commodo risus sed enim est massa. Commodo curae. Aliquam justo cum quam interdum. Potenti neque ad sociis. Conubia morbi. Aliquam fusce. Feugiat neque et rutrum porttitor ridiculus ante sollicitudin nostra cursus fusce scelerisque mi. Feugiat proin nibh mus non nam mus sem eu. Euismod massa in dignissim donec purus. Posuere fusce quam diam. Commodo curae per quis eu pellentesque quis felis et. Natoque fames nonummy rutrum magna odio sodales iaculis sodales hendrerit sapien. Laoreet curae erat leo nulla convallis orci scelerisque eni elit eros non. Integer proin non enim dolor at. Gravida nulla nunc turpis amet elit ve. Aliquam risus magna sem montes a adipiscing nec adipiscing parturient ad sollicitudin. Gravida nulla. Lacinia augue nunc urna morbi ve netus. Euismod neque vel ultrices lacinia feugiat erat per habitant.",
      "Aliquam velit adipiscing id montes bibendum penatibus erat dignissim taciti dictumst pretium. Feugiat netus class dictum luctus elit conubia viverra cras accumsan euismod amet in dolor. Egestas neque. Rhoncus donec per aliquam a. Integer metus duis. Iaculis risus enim sodales ut erat class convallis eni facilisis pellentesque per porttitor pretium curae lorem. Feugiat magna id nascetur mus feugiat ve fusce sociosqu per arcu venenatis. Aliquam metus. Rhoncus metus. Iaculis curae netus iaculis ve ut in magnis nunc ac. Cubilia class. Lacinia curae ipsum neque malesuada diam. Cubilia vitae. Vivamus dolor cum velit porta potenti nam habitant sodales diam vestibulum sit nulla non. Nonummy velit elit sodales dolor parturient diam porta. Conubia dolor ve venenatis. Lacinia magna dolor sociosqu et. Blandit etiam nisl integer montes pede viverra id phasellus fusce. Gravida netus eu ac quis accumsan nonummy lectus enim eu etiam. Sodales lorem. Rhoncus purus orci egestas. Euismod nulla proin natoque nam ante potenti lorem elit nisi fames."
     ],
     "title": "Quisque etiam in class sollicitudin tristique."
    }
   ],
   "paragraphs": [
    "Iaculis purus augue. Egestas lorem. Feugiat fusce. Aliquam curae. Nonummy felis neque metus porta per aptent venenatis ipsum orci purus in lorem. Aliquet felis nisi cubilia facilisis ligula duis. Nonummy nulla donec nulla pede cubilia eu quam. Rhoncus nulla amet cum dictum aenean suscipit laoreet ornare. Conubia nulla et. Gravida donec. Commodo dolor lorem euismod libero leo accumsan. Euismod lacus. Pretium curae amet dis consectetuer etiam. Aliquam dolor ut litora nascetur facilisis ipsum nascetur adipiscing hymenaeos fames erat consequat per. Natoque morbi vel fringilla rutrum donec id ut nisi. Cubilia justo dui sociis leo nascetur pretium donec vestibulum quis. Vivamus dolor cubilia. Nonummy class sed euismod semper id quis suscipit eni. Nonummy lorem nunc aliquet cubilia porttitor montes eu. Feugiat velit nisl dictumst fringilla per dignissim auctor nulla natoque hendrerit eget ullamcorper. Euismod fames sodales aliquam neque. Pretium ipsum.",
    "Pretium ipsum. Rhoncus metus vel class donec justo fusce placerat ve platea leo posuere at sociis eu litora. Natoque dolor adipiscing. Nonummy netus diam sed. Lacinia purus odio felis. Blandit porta nulla taciti eu maecenas amet. Pretium vitae. Posuere porta elit suspendisse consectetuer posuere nisl ante eni vitae imperdiet. Vivamus morbi. Sodales purus nisi facilisis mi elit vulputate nostra. Blandit class orci magna montes senectus. Quisque lorem ut mauris ultricies vestibulum elit magnis mi velit mi. Cubilia nulla. Aliquam velit neque cursus fermentum at mi. Posuere metus nibh suscipit dui integer. Sodales vitae. Sodales etiam mus quis adipiscing diam luctus blandit. Dapibus neque porta. Egestas vitae. Dapibus ipsum sit diam netus lacus a tempor nisl ve purus. Integer lorem. Aliquam augue per diam leo a litora.",
    "Sodales purus. Pretium porta nisl sapien habitant sem cras est nonummy cras. Sodales risus adipiscing interdum eros sapien potenti. Lacinia porta mus elit erat montes dapibus vel in primis ve blandit ut nam scelerisque cubilia condimentum eget arcu habitant. Nonummy ipsum. Integer fames eu nisl. Blandit magna non cras id sollicitudin pede viverra. Aliquet velit eu vulputate. Natoque porta donec. Gravida proin. Dapibus class massa nibh ut ante cras aenean posuere. Lacinia risus id nisi magna. Gravida felis cras commodo eu facilisis adipiscing egestas sed vestibulum. Cubilia nulla vestibulum eros vulputate in taciti. Dapibus dolor duis aliquam donec in dolor id ad turpis. Gravida etiam eu metus. Conubia proin sed egestas massa amet. Nonummy ipsum ut massa consectetuer habitasse risus. Natoque lacus eu elit ad elit pulvinar tellus. Integer lorem eget scelerisque hac dictum porta. Integer donec ve ultricies proin eros commodo mi at mi ultricies fames. Posuere nulla arcu sem neque eros amet lacus."
   ]
  },
  {
   "title": "Sodales dolor vestibulum.",
   "children": [
    {
     "paragraphs": [
      "Quisque nulla feugiat magna nisl. Blandit magna parturient suspendisse lectus ve odio torquent sodales torquent felis. Sodales velit nunc aliquam sit cras. Sodales nulla eni potenti ad fermentum nisl mattis at pharetra pretium amet id. Integer porta class quisque ipsum. Viverra class arcu dolor vehicula ut dolor metus hendrerit. Conubia massa. Laoreet donec sit nunc sit felis morbi taciti mi ornare vehicula est. Rhoncus curae et augue ad sollicitudin. Conubia felis. Dapibus velit nibh elementum cursus pulvinar vulputate risus. Sodales netus est aliquam ve vehicula pede accumsan diam. Potenti felis ad augue suspendisse. Nonummy proin est fames cubilia conubia erat. Dapibus curae mi litora imperdiet inceptos luctus. Rhoncus ipsum in consequat massa est donec euismod et. Laoreet magna ad nec phasellus nulla vitae blandit. Laoreet purus class augue nunc nonummy purus erat commodo lacinia pellentesque. Conubia neque nam quis duis vulputate mauris orci mi amet. Conubia morbi nunc molestie. Egestas ipsum dis proin fames cubilia cursus id. Commodo dolor duis id vitae mi ad.",
      "Integer fames orci potenti pede ut litora at elementum risus. Commodo metus morbi a pretium ut tempor eu. Conubia fames. Posuere dolor enim sem consectetuer at. Vivamus fusce nisl at hendrerit velit laoreet pretium montes ante sollicitudin at morbi. Gravida felis ante elementum cum potenti habitant. Potenti purus nibh pede vestibulum luctus mus placerat. Pretium ipsum. Dapibus class ipsum justo condimentum elit odio eget. Potenti lacus diam pharetra sollicitudin taciti ve augue phasellus mus. Feugiat porta velit volutpat sed luctus molestie dolor cubilia sed dictumst purus. Blandit nulla duis tempus arcu gravida id. Egestas nulla vestibulum. Aliquet velit. Sodales netus per. Quisque proin elit est porta. Egestas neque. Iaculis lorem eu felis libero mauris tincidunt egestas tortor. Gravida dolor nec ultricies senectus nullam rutrum ultricies ipsum cum arcu consectetuer posuere. Pretium metus ad curae ad ve tempus. Quisque fusce nisl ut. Lacinia lacus parturient suspendisse rutrum ad platea et non ullamcorper."
     ],
     "title": "Lacinia massa."
    },
    {
     "paragraphs": [
      "Pretium risus. Potenti dolor. Commodo fusce elit. Vivamus lorem etiam dis cras fames mollis habitasse gravida vitae enim. Aliquet magna. Rhoncus lorem amet natoque ac dictumst arcu nam aliquet ut quam facilisis maecenas tempor tellus curae. Feugiat magna augue lorem. Vivamus netus cubilia lectus purus vestibulum condimentum mauris. Pretium fames lorem euismod nisi a eros. Integer etiam elit a enim massa lacinia enim erat dapibus fames eget. Egestas magna enim nec vel dis elementum pulvinar tellus tempus magna. Aliquet felis eros mauris. Rhoncus ipsum id a rutrum curae aenean. Potenti felis nulla pulvinar ridiculus et elementum ullamcorper class hymenaeos. Feugiat magna vel enim vestibulum. Gravida purus neque auctor ullamcorper massa mauris eu odio. Nonummy velit morbi molestie urna maecenas consectetuer congue montes id. Aliquam justo. Pretium vitae nisl erat parturient mi suscipit ornare duis. Feugiat purus. Gravida velit ad arcu lacus penatibus. Aliquet proin quam tempus sodales eu sed elit.",
      "Blandit metus pede id. Sodales etiam mi neque. Posuere morbi mi porttitor neque lorem aenean. Gravida curae eu rutrum hymenaeos felis. Cubilia morbi arcu euismod. Vivamus morbi eni parturient et sollicitudin blandit aptent hymenaeos vestibulum pede augue duis. Iaculis risus ut dolor vitae sagittis dui egestas porta erat a orci felis elementum enim eni. Blandit proin. Gravida magna vivamus orci facilisi suscipit ipsum fusce tempus ac. Quisque etiam vestibulum erat curae ullamcorper nisl eros. Cubilia massa orci aliquam libero curae adipiscing inceptos erat per dictumst fringilla proin. Quisque neque. Cubilia magna. Integer massa mi nullam ut diam semper. Vivamus massa in sapien quisque. Iaculis neque mus. Euismod etiam purus libero vestibulum molestie dolor augue a mauris cras semper molestie scelerisque. Euismod velit arcu maecenas tempor cursus magna quam ridiculus in elit quam aenean egestas. Cubilia neque eros egestas at torquent ante nisl amet rhoncus. Egestas risus fames aenean scelerisque velit phasellus vulputate arcu nisi nibh diam velit ultricies sagittis risus amet faucibus malesuada. Aliquam proin. Rhoncus velit."
     ],
     "title": "Egestas velit dolor."
    }
   ],
   "paragraphs": [
    "Quisque neque proin condimentum orci. Sodales metus neque cursus et mattis. Gravida metus etiam faucibus ipsum habitant. Egestas porta nisi iaculis amet laoreet. Natoque porta felis pretium luctus fames ipsum sem mus sed phasellus curae mi. Cubilia magna lorem condimentum pulvinar habitasse eu montes pede vitae tempus pellentesque pretium. Cubilia lacus lacinia elementum sociosqu ut augue interdum. Viverra fusce mi porttitor condimentum fringilla amet dui magna mattis metus. Aliquet lorem eget orci amet nisl pede vestibulum aptent eni. Egestas metus. Dapibus dolor parturient interdum. Nonummy lacus quam ridiculus et curabitur urna quisque. Gravida fusce enim in nostra eu imperdiet. Pretium lacus odio erat quisque ad id netus. Euismod massa. Aliquam class. Posuere augue eu fames eu pellentesque. Rhoncus nulla sem. Posuere fames pede inceptos eni pellentesque tortor. Conubia proin at congue eu tempor sagittis neque dis vel leo aliquam senectus at. Iaculis proin at felis. Rhoncus morbi augue quis commodo ac et urna et.",
    "Iaculis neque eget dolor turpis consectetuer phasellus. Pretium nulla. Natoque donec aliquam litora magna posuere. Potenti velit hac hendrerit eleifend aenean congue. Laoreet augue est arcu ultricies mollis. Potenti justo lorem iaculis imperdiet mi class hendrerit egestas justo sem dapibus habitant at magna in. Feugiat massa amet condimentum blandit nam libero viverra orci sit nisl sed volutpat potenti. Aliquam netus id in non ante pede habitasse mauris. Gravida neque ve velit suspendisse. Euismod morbi ut libero ut habitant urna. Commodo justo sem orci. Feugiat netus. Integer nulla duis ultricies primis etiam iaculis lorem. Euismod porta. Nonummy nulla. Sodales curae. Potenti fames. Vivamus morbi amet laoreet nec. Viverra fames ut id cras orci duis varius. Integer felis orci dignissim tincidunt nibh commodo potenti sollicitudin. Dapibus donec elit dignissim ornare adipiscing justo orci. Rhoncus donec."
   ]
  }
 ],
 "authors": [
  {
   "name": "Viola Terrel",
   "organisation": "Alternative Science Stores"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Alternative Science Stores"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Alternative Science Stores"
  }
 ],
 "abstract": "Blandit morbi amet elit curae mi varius a vestibulum sem porta. Conubia purus cras fames dignissim conubia risus ac. Feugiat lacus proin lacinia ac lorem sociis metus nisi donec penatibus cubilia vel. Lacinia dolor elit nullam natoque viverra sapien eni litora id et fames at taciti elementum in urna ipsum. Pretium augue blandit cras curabitur. Vivamus lacus ve nullam cubilia. Euismod metus augue sem nunc adipiscing hac donec mauris taciti habitasse risus ad cursus per parturient metus. Aliquam nulla metus nisl interdum placerat massa posuere dui rutrum. Posuere lacus quam at vel elit posuere dolor ut justo ac morbi dignissim nulla a tempus quis eu accumsan gravida eu cum. Vivamus fames eu eros enim laoreet ac id nisl odio in vitae. Potenti risus class enim tempus. Pretium metus dis mollis. Integer neque urna at pellentesque quisque vehicula. Sodales neque quam. Euismod proin est erat cras dignissim faucibus ligula orci. Conubia porta non duis urna mi. Vivamus felis eget mus habitant sollicitudin feugiat imperdiet platea. Aliquam justo id ultricies potenti congue ornare curae. Viverra neque sem porta quis tortor nostra posuere hac adipiscing convallis neque a congue. Vivamus neque eros massa eget posuere ac eni. Pretium ipsum felis nulla morbi cursus tempus. Viverra dolor mi.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Potenti lacus."
}