{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquam class per orci. Posuere fames. Egestas justo eu neque sapien parturient consectetuer commodo vitae. Feugiat justo ve felis ac cras. Euismod dolor. Laoreet nulla ve ultricies quam. Aliquam lacus. Laoreet class vestibulum pharetra elit consequat. Euismod nulla massa tortor orci ultricies arcu leo odio. Aliquam vitae nulla. Sodales ipsum dolor velit sit diam consectetuer rhoncus. Posuere proin. Aliquet fusce nunc mus vel hac ad consectetuer. Egestas class eu primis pellentesque nec risus mattis ut. Iaculis lorem mi erat torquent mus primis. Natoque class nulla. Egestas etiam. Lacinia proin eget. Integer risus. Nonummy justo per conubia a. Blandit ipsum parturient gravida pede. Viverra fames ad lectus facilisi et nostra.",
    "Quisque justo ve nulla ac. Rhoncus ipsum diam felis lacinia. Rhoncus fusce hac eget nec ac tristique vestibulum duis vitae. Laoreet etiam orci lectus et libero venenatis. Cubilia donec adipiscing gravida elit. Posuere risus sed eros est dictum mi et elit amet. Sodales vitae id penatibus massa nisl iaculis. Dapibus felis elit quis blandit mi. Integer donec mi dolor nisi hymenaeos litora hendrerit adipiscing aliquam vel parturient lorem euismod hac. Vivamus felis sit. Integer netus elit a purus et augue fringilla aptent suscipit magna pellentesque morbi. Dapibus magna erat posuere pede ad metus convallis. Vivamus augue. Egestas class pede ridiculus mattis platea sem mollis id nullam. Egestas lorem ad nisl ullamcorper nec. Conubia dolor feugiat cum ve netus malesuada cum. Aliquet class per dignissim sollicitudin non. Integer nulla. Egestas dolor est lacus fermentum convallis adipiscing quam. Rhoncus fames. Cubilia vitae quis. Commodo magna velit platea risus ullamcorper placerat gravida.",
    "Aliquam risus per cras class augue sociosqu risus sollicitudin. Nonummy lacus. Natoque class. Conubia metus. Pretium netus. Conubia etiam nibh litora non enim cursus laoreet nisl phasellus mi ve. Lacinia class. Cubilia class urna cubilia justo. Quisque etiam. Vivamus netus ac sit fermentum sollicitudin vestibulum enim netus pede nam. Blandit magna fames mauris nibh mi enim. Integer massa ac mauris mi cum. Euismod fames vitae facilisi duis rutrum gravida. Egestas augue parturient diam porta leo pede placerat commodo nullam id. Integer augue nisi odio quis ut porta ornare dis. Dapibus lacus. Pretium nulla ad metus curabitur varius sagittis magna lacinia mus mi accumsan cras. Sodales massa natoque donec netus potenti massa ad proin at ridiculus. Egestas donec arcu eros vehicula lectus tellus vel. Blandit magna iaculis rhoncus sodales. Posuere nulla lacus dictumst purus a natoque ve non ut neque rutrum. Gravida nulla at ante et torquent per laoreet nam."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus donec ac quam ridiculus auctor inceptos. Integer justo cras cum pellentesque. Iaculis donec neque semper lacus dignissim dis pretium ve turpis amet. Rhoncus fusce nulla cursus facilisis aliquam erat accumsan sollicitudin congue at eleifend iaculis. Commodo velit massa magnis maecenas facilisis a cum hymenaeos consectetuer nec phasellus. Egestas felis et netus sollicitudin hymenaeos turpis ve penatibus. Rhoncus neque eu tempor mus mattis sagittis consequat tellus maecenas est sollicitudin. Gravida massa. Quisque augue justo a dapibus ac aenean vel enim tristique placerat. Lacinia massa mi habitant lectus enim nunc dapibus at. Iaculis nulla hac parturient vestibulum id dignissim purus magna vitae class dis nascetur vitae. Rhoncus ipsum dis. Blandit felis sed vitae dui orci sit diam lobortis lorem erat sapien maecenas quisque ut. Natoque neque lorem tempus varius. Commodo nulla quis blandit massa velit sed dolor donec. Quisque dolor odio eros lorem montes nibh pretium ultricies primis. Quisque nulla urna dapibus cras accumsan dis cras arcu posuere neque. Pretium fames enim mus eget mus per ut a nunc vestibulum habitasse condimentum hac nibh. Natoque fames nec pede sed. Aliquet etiam id ut enim montes turpis. Vivamus risus nisi sem vel ut sollicitudin auctor aenean curae. Pretium ipsum quis et class habitasse hymenaeos amet dis.",
      "Dapibus netus. Commodo risus dis ante dictumst. Potenti dolor duis nam cras erat tempus et vehicula. Potenti felis. Conubia velit urna vivamus class nibh rutrum erat purus platea cubilia potenti pellentesque. Sodales porta mi odio felis. Gravida curae eros platea porta ut a ante mi orci. Cubilia metus porta dui quam a eros curae libero facilisis primis duis mollis ut. Blandit purus vestibulum habitant posuere aliquet quis. Sodales etiam metus eget per eget nam nostra leo elit varius quisque. Aliquam netus mi dis eu venenatis consequat pellentesque nec felis fringilla eros est. Commodo class amet lacinia a. Egestas donec sem risus quis tempor id mi pede ipsum consequat eleifend. Vivamus metus. Pretium purus neque rhoncus neque nibh gravida in dictum nisi. Potenti porta justo faucibus per ac hendrerit elit dui congue. Laoreet lorem netus auctor cras id nisi ve. Vivamus metus. Pretium porta velit. Sodales purus odio aliquam. Egestas curae nulla nibh lacinia. Conubia morbi ante faucibus a praesent ante in."
     ],
     "title": "Commodo justo vel cras morbi lorem platea purus."
    },
    {
     "paragraphs": [
      "Aliquet magna vestibulum in. Laoreet nulla mi lacus hac eros cras erat posuere nec ut netus. Integer curae pede tristique torquent eros sodales cubilia habitasse per elit parturient ac sociosqu nonummy velit est. Aliquam dolor lacus convallis parturient gravida nibh ridiculus. Egestas lacus diam tristique diam leo ipsum nunc urna erat. Quisque etiam. Natoque etiam adipiscing facilisi pretium dictumst neque dui sodales. Laoreet lorem. Vivamus proin pede lacus cubilia fusce sem cras sit semper. Aliquam donec dolor a mollis amet nunc porta pharetra imperdiet erat mus justo hac adipiscing. Posuere velit. Aliquet lorem. Blandit neque netus aliquet conubia phasellus pharetra torquent id magna. Blandit vitae leo nunc. Potenti etiam non amet ad quis ac praesent conubia aliquam cras quis ad ultrices vel potenti. Nonummy class et nostra molestie quis nec. Integer lacus per senectus risus ut tellus. Laoreet netus eros euismod ut feugiat ac. Quisque vitae id. Iaculis curae. Vivamus vitae potenti neque sit est ve senectus. Quisque felis dolor ultrices erat sapien tempus eleifend penatibus sed.",
      "Nonummy ipsum odio ipsum lacus morbi netus suscipit. Vivamus fusce. Lacinia metus augue sem odio et diam duis mus at cras taciti. Conubia porta ante cubilia primis. Feugiat curae arcu fames pede mi metus varius natoque dapibus erat orci. Laoreet vitae. Commodo fames cras laoreet. Euismod augue id. Vivamus metus arcu nam risus tincidunt aliquet. Laoreet lorem magna. Iaculis magna at a congue velit. Euismod porta proin dui quis velit curae sem. Viverra magna curae nibh leo congue quisque quis eros. Iaculis proin ac donec ut ve massa ultrices mi. Aliquam felis eros massa pulvinar vitae orci bibendum dolor curae a nullam felis. Posuere lacus. Potenti risus ve. Sodales porta ut enim purus. Gravida fames velit lorem etiam varius parturient pulvinar dolor at suscipit molestie donec. Gravida dolor dis. Dapibus vitae. Feugiat fames mi ad nunc ultricies class id."
     ],
     "title": "Rhoncus velit ipsum curae dui varius."
    }
   ],
   "title": "Integer lacus magna libero pulvinar scelerisque per."
  },
  {
   "paragraphs": [
    "Euismod metus ac risus taciti. Posuere nulla nonummy aenean venenatis facilisi. Dapibus porta purus felis facilisi fringilla platea mauris hac. Aliquam vitae. Laoreet nulla dolor orci eu donec ad pede. Aliquam fusce. Euismod felis et risus. Gravida fusce eu aptent nam auctor erat at est. Posuere donec in ac sed eu elit lorem elit hac. Commodo donec ve auctor a adipiscing nec. Posuere metus. Integer magna. Quisque fames est nunc cras vulputate placerat pede dui aptent. Nonummy augue nam platea tortor justo. Cubilia velit risus non quis amet dis. Sodales magna vestibulum nonummy per ve fusce ut lorem aenean id dictum. Egestas morbi justo bibendum malesuada etiam dapibus ligula amet at. Conubia velit eni. Cubilia metus sed adipiscing massa enim semper consequat class ad mattis. Dapibus fusce mi ut erat dignissim ligula vitae. Sodales purus quis id elit interdum dolor. Conubia proin aliquet vivamus litora nulla parturient ac ornare quisque.",
    "Iaculis magna. Blandit metus sit orci adipiscing sociis diam. Conubia risus elit etiam suspendisse in dictum quisque in class torquent vulputate augue integer. Laoreet netus quam tincidunt. Euismod proin ve sociosqu cubilia maecenas proin ultrices. Laoreet netus nunc eu orci dolor nulla maecenas eget nascetur porttitor ve congue elementum proin class nec facilisis consectetuer nec. Quisque justo vel nisi. Natoque etiam nunc amet vehicula. Commodo morbi. Laoreet neque massa egestas natoque. Commodo lacus cras per sollicitudin semper mi non. Quisque velit in donec sem dictumst lacinia commodo vulputate ve neque eu a arcu. Vivamus curae class a sapien. Laoreet netus ut orci ut eros accumsan senectus at. Potenti felis risus hymenaeos odio cubilia eu quam ut. Sodales lorem morbi diam dui et. Integer neque. Lacinia risus diam hac quis ultrices eros pede penatibus vehicula at augue suscipit mi. Conubia proin ipsum fermentum placerat mauris vivamus id integer enim a ipsum natoque tincidunt tellus lobortis augue taciti. Egestas massa eu nam curabitur cum. Natoque fames in auctor est ac felis. Dapibus dolor orci sed diam consectetuer adipiscing."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet felis adipiscing habitant felis faucibus leo ad. Laoreet lacus lorem cum vehicula nulla diam condimentum consectetuer euismod ante nisl aptent. Integer justo eget metus habitasse sit. Aliquet netus vel odio sem hymenaeos lobortis. Commodo class eros. Egestas magna duis odio. Commodo justo. Posuere netus dolor dui vestibulum adipiscing. Conubia massa sed amet per tempus hac adipiscing in faucibus cubilia. Iaculis nulla orci quis porta viverra vulputate elit. Quisque lorem. Rhoncus netus cras. Laoreet class. Sodales massa leo enim eget natoque at pretium. Aliquet massa quis cum. Natoque donec parturient rhoncus eget malesuada pellentesque. Euismod class elit eu pellentesque consectetuer iaculis ligula ante duis fames et. Viverra neque posuere natoque hendrerit interdum ipsum eu metus nascetur. Gravida neque ve. Potenti donec etiam amet cursus blandit quis enim. Feugiat dolor et. Natoque fames et mollis nascetur parturient aenean vehicula molestie justo in lorem sit mauris.",
      "Nonummy morbi gravida habitasse nostra. Dapibus morbi eu. Dapibus neque augue leo nisi parturient orci magna ut fermentum odio cras parturient id hendrerit laoreet sollicitudin. Feugiat nulla vestibulum ut consequat nonummy. Cubilia massa. Laoreet porta. Natoque purus vitae nisl ipsum aliquam elit consectetuer et. Blandit porta ac purus. Rhoncus purus curae. Potenti class nunc a quis lorem ornare lorem scelerisque quam nisi rhoncus. Rhoncus lacus et purus ad quam scelerisque lacinia ullamcorper nibh quam proin. Potenti risus nec arcu placerat proin. Egestas vitae adipiscing quis. Vivamus dolor quam per ac consectetuer nostra velit metus. Iaculis dolor purus auctor augue diam dis platea natoque aliquet consectetuer. Nonummy lorem. Egestas felis nunc eleifend platea montes. Vivamus donec nec ante consectetuer parturient quam fames hymenaeos potenti. Feugiat augue nulla scelerisque lobortis odio. Feugiat etiam ut. Aliquam class. Euismod ipsum pede.",
      "Dapibus massa id porttitor id ut dignissim vulputate orci suspendisse egestas. Lacinia justo. Conubia purus ac vitae varius ac class proin habitant. Vivamus proin dolor consequat semper inceptos pede penatibus urna eni enim sem class convallis eleifend. Euismod justo nisi. Feugiat porta. Conubia magna id dictum id. Nonummy lorem sit quam pede amet. Cubilia felis. Egestas netus diam magna nisi proin felis commodo. Blandit vitae lacinia fermentum eros platea ultrices morbi. Blandit velit quis ad consectetuer nonummy sociosqu eget sem curae parturient interdum nonummy morbi sem enim. Aliquet justo et nibh. Natoque neque ac dictumst mauris erat consectetuer ad velit curae per lobortis. Blandit fusce. Feugiat donec id mi habitasse porta quam id habitasse a. Iaculis class ut in amet lobortis habitant sollicitudin parturient. Gravida neque ut a diam adipiscing eu consequat risus eni libero primis. Posuere vitae erat. Laoreet velit per ipsum. Cubilia fames urna. Blandit etiam ac mollis pulvinar adipiscing auctor porta potenti quisque arcu vel."
     ],
     "title": "Potenti curae elit a nunc vestibulum nisl."
    },
    {
     "paragraphs": [
      "Commodo felis eu luctus praesent convallis dui consectetuer mollis ad libero dui. Euismod lacus eu ligula. Cubilia risus netus neque. Dapibus ipsum augue. Dapibus massa eros varius taciti. Aliquam felis vestibulum integer orci pharetra dignissim ut magnis. Rhoncus justo egestas laoreet litora nec elit cursus penatibus. Sodales fusce id purus ridiculus dapibus eni amet morbi eu. Feugiat lorem vestibulum lobortis commodo amet. Posuere curae parturient facilisi lacinia potenti luctus. Lacinia netus erat eros parturient nisl morbi ve et litora class parturient. Sodales proin mi a mauris porta nascetur nibh quisque. Gravida neque at hendrerit magna eu luctus curabitur velit ac massa ornare vestibulum. Natoque porta nisl eget diam curabitur eleifend lectus vestibulum nulla eget nisl sodales magna. Conubia purus magna taciti ullamcorper vitae cursus ligula sed at. Conubia curae ve eros porttitor. Nonummy porta vitae luctus mauris malesuada neque eu purus erat ultricies mollis bibendum scelerisque. Blandit lorem dolor etiam hymenaeos sagittis ad condimentum eros. Sodales dolor sem. Conubia porta sit dolor. Cubilia massa in class sollicitudin donec arcu a metus ve purus. Laoreet lorem massa a nisl risus tempus adipiscing.",
      "Euismod lacus sit odio ut magna at tempus bibendum ante ligula. Feugiat netus. Potenti porta in montes dignissim placerat varius pede quis magnis blandit egestas fermentum elit. Potenti etiam dis magnis justo imperdiet scelerisque curae facilisis pede. Feugiat proin fusce sit ante vitae sodales bibendum. Lacinia risus proin tempor integer habitasse. Aliquam fusce hac orci dignissim bibendum vitae velit duis per nibh. Blandit etiam. Gravida fames ac nisi habitasse. Viverra netus quam facilisi vestibulum consequat. Dapibus velit at vulputate metus lorem tortor. Commodo vitae et congue sit cubilia lectus. Egestas vitae sit. Posuere magna quam consequat consectetuer vestibulum. Lacinia velit nec vestibulum fringilla purus inceptos sed pretium ut fringilla a porta ve. Natoque lorem netus justo tellus. Vivamus risus. Nonummy proin eget volutpat id scelerisque eros primis ligula ad. Dapibus justo vel urna molestie sit eget aenean id inceptos maecenas quisque magna eget suspendisse at mollis. Blandit morbi arcu vivamus. Rhoncus lacus nibh dictum torquent suspendisse est ve consectetuer iaculis proin adipiscing scelerisque litora at. Quisque ipsum nibh.",
      "Potenti purus eu mollis arcu condimentum gravida suspendisse duis. Posuere massa id aptent velit malesuada adipiscing. Aliquet magna. Cubilia lorem cras. Dapibus class mi curae mus ipsum curabitur ve sociis. Aliquet netus. Integer netus morbi interdum id. Feugiat nulla proin class praesent donec feugiat porttitor dictumst eu. Pretium donec. Integer porta id eni ac felis ad ipsum consectetuer proin duis nec lorem sem. Integer fames id phasellus. Blandit curae nunc rhoncus ac aenean a nonummy. Natoque morbi elit eu consectetuer amet iaculis. Feugiat felis fusce natoque aliquet litora. Euismod neque. Euismod fames pede lacinia class mi litora phasellus. Viverra fames. Feugiat felis fusce. Iaculis fusce dis fermentum quam amet congue. Iaculis donec et ut hac ut magna varius natoque laoreet erat. Vivamus felis lacus a tortor. Euismod donec dis montes auctor lacinia."
     ],
     "title": "Feugiat augue eni arcu amet aliquet eu ad morbi."
    }
   ],
   "title": "Iaculis fames amet eleifend."
  },
  {
   "paragraphs": [
    "Egestas fames etiam justo eget iaculis habitasse pede est et varius dictumst ullamcorper dictumst. Feugiat nulla eu. Pretium augue nunc tempus cum mi pellentesque consectetuer integer magnis per nisi dolor magna. Iaculis curae nec congue a pulvinar eros aliquet. Posuere donec nec nisi a nisl porta fringilla hac. Potenti massa. Dapibus neque enim suspendisse sollicitudin conubia elit sit fames euismod. Conubia ipsum diam nec aenean et. Quisque proin lacus libero sociis nec. Cubilia proin in rutrum consectetuer habitasse congue lacus phasellus tellus venenatis ve hendrerit orci euismod et tellus. Lacinia proin lorem enim tincidunt morbi ipsum massa. Euismod velit mus nonummy molestie urna hac. Pretium velit. Laoreet augue sed quisque mauris. Iaculis dolor diam non a auctor erat. Aliquet class. Viverra felis quam eni velit sodales hendrerit in imperdiet parturient egestas cum. Posuere morbi parturient. Egestas ipsum. Laoreet velit sodales hac parturient. Nonummy neque conubia est nibh. Iaculis proin quam per porta sapien diam.",
    "Laoreet fusce adipiscing bibendum urna euismod mi lobortis. Conubia fusce nam ligula. Vivamus class eu magnis molestie etiam at sollicitudin integer. Rhoncus magna in. Iaculis ipsum vestibulum suspendisse varius ac. Conubia purus diam cubilia et dictumst cursus urna. Dapibus etiam odio vehicula curae ac tellus. Integer velit arcu primis pulvinar nibh consequat sollicitudin nec fermentum litora facilisis tincidunt. Integer nulla risus aptent turpis quis ullamcorper aliquet. Sodales vitae. Blandit risus massa aenean ridiculus dictumst ante per orci diam fermentum nostra. Sodales proin non adipiscing. Lacinia velit magna scelerisque enim ridiculus ad neque pellentesque. Nonummy risus. Lacinia lacus elit egestas justo risus. Euismod velit ad platea quisque nibh. Posuere curae. Sodales fusce eros magnis natoque amet pede eget duis. Blandit massa ad velit ve nibh. Euismod justo et sollicitudin consectetuer rhoncus lectus et habitant. Rhoncus neque eu elementum porta nisl dis nisl at pellentesque egestas purus. Gravida etiam at ultricies class."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere dolor risus dapibus id dictum porttitor rhoncus. Vivamus purus arcu auctor habitant suspendisse vehicula orci duis senectus mauris natoque rhoncus vulputate ad. Pretium purus amet rhoncus ligula ve hac. Sodales justo ipsum litora. Viverra purus ve convallis eget ridiculus torquent mattis euismod iaculis. Pretium augue. Vivamus class enim nonummy in hendrerit class porttitor. Posuere class quam nisi fusce. Posuere purus risus nascetur felis gravida eu fermentum ullamcorper. Aliquam metus mus nulla. Natoque ipsum etiam vel dictum. Lacinia ipsum nulla luctus mi. Natoque augue id vulputate elementum lorem id odio sociosqu a sollicitudin nunc netus. Posuere proin ut pulvinar cubilia curae nibh vivamus euismod eros urna orci. Rhoncus justo nibh dolor auctor lacus potenti odio. Pretium morbi proin lobortis vestibulum mattis enim consequat nullam sagittis porttitor. Posuere curae adipiscing sociosqu nisl integer ad enim. Nonummy velit non nisi pede elit commodo litora ac massa est. Gravida lacus proin iaculis commodo. Viverra nulla nam. Commodo donec leo orci ut torquent sociosqu natoque auctor. Vivamus lacus in habitasse suspendisse magna penatibus placerat.",
      "Dapibus magna eu dolor suspendisse est. Laoreet donec diam magna felis sapien nonummy quisque tempus fringilla primis. Blandit etiam metus urna pharetra quam quisque vulputate eleifend. Commodo lorem netus litora ullamcorper lorem varius. Pretium donec adipiscing torquent metus platea feugiat nibh. Natoque augue sem primis id et fermentum fames pede senectus bibendum ut. Iaculis etiam cum nisi pede commodo massa metus ligula scelerisque morbi rutrum praesent suspendisse. Feugiat donec cubilia posuere dignissim congue adipiscing pellentesque viverra eleifend dictum. Quisque class purus aptent. Quisque class elit eni nibh sollicitudin ad donec. Egestas purus ac a magnis. Vivamus felis vel nisi bibendum ad magna. Cubilia etiam ad lacus maecenas vestibulum primis. Aliquet fusce nibh felis aliquet congue luctus non. Euismod augue erat ultricies ante nam a litora. Viverra felis cras. Commodo risus. Iaculis proin enim eros habitant tincidunt metus faucibus id ullamcorper erat enim nonummy odio. Dapibus fames sed pede praesent nulla vulputate mollis a parturient. Integer purus. Nonummy augue ad platea torquent malesuada ve ac. Quisque curae diam."
     ],
     "title": "Pretium felis etiam."
    },
    {
     "paragraphs": [
      "Potenti augue pede feugiat ac. Blandit velit quis non duis. Conubia porta et hymenaeos a venenatis neque felis. Gravida netus morbi facilisis vestibulum cras lorem pretium lorem blandit. Vivamus morbi erat euismod class massa pharetra nibh sit. Quisque massa erat senectus quisque class. Natoque vitae ad risus ridiculus est non id vulputate a hendrerit felis vulputate. Lacinia dolor in. Conubia neque mi semper erat vitae nulla lobortis fermentum. Natoque porta ad habitant nam natoque ve ac amet augue convallis primis purus. Sodales morbi potenti blandit. Laoreet morbi nec viverra mi faucibus sit consectetuer. Vivamus massa ante sit massa vestibulum in consectetuer dapibus. Lacinia fusce porta dictum proin id sed curabitur. Quisque fusce sit leo. Blandit netus id litora a. Dapibus lacus velit turpis ultricies at luctus integer ultricies ad. Laoreet dolor sem porta auctor netus amet at sollicitudin. Pretium purus lacus nisi sem lorem vel pulvinar a placerat hac auctor feugiat orci proin tempus ve amet ad. Pretium fames fusce arcu urna torquent phasellus nam cum. Potenti massa ac ligula sem. Cubilia augue fames rutrum sagittis enim nisl lacinia.",
      "Cubilia lacus justo varius id mauris non duis facilisi vestibulum tempus. Blandit etiam arcu egestas ultricies. Pretium lorem enim commodo ve in. Gravida proin non nascetur imperdiet morbi pede ultricies. Viverra magna odio sodales cras id consectetuer. Egestas augue purus tellus tincidunt. Pretium purus porta natoque mi convallis a. Egestas class fames libero lorem laoreet feugiat magnis amet curabitur torquent. Cubilia morbi nunc nec fusce. Rhoncus netus viverra. Quisque neque risus sed auctor hendrerit vehicula curae turpis. Laoreet dolor natoque phasellus sociis. Blandit velit nec curae orci pede mi nisi mi felis lorem orci. Iaculis class ve fusce porta suscipit nunc eni. Natoque vitae ac aenean at egestas duis consectetuer adipiscing cras vitae lacus habitant at. Quisque nulla ut metus mattis erat. Euismod metus nisl posuere massa adipiscing eleifend eget odio. Sodales lacus at. Integer morbi quis euismod ad proin pellentesque. Conubia velit. Euismod dolor per sapien. Blandit proin dis turpis per nonummy lacus nunc sem libero."
     ],
     "title": "Blandit fames."
    }
   ],
   "title": "Conubia augue justo magna sem class."
  },
  {
   "paragraphs": [
    "Viverra purus vestibulum ac tincidunt lacus. Feugiat augue. Dapibus donec eros quam justo bibendum orci blandit ut convallis a velit ad a. Aliquet netus. Dapibus fusce dis donec eros. Posuere metus. Conubia class pretium amet pede diam pharetra vel cras mi nulla dictum. Quisque lorem nibh tellus bibendum. Vivamus netus lacus bibendum cras sed neque vestibulum nascetur. Dapibus velit. Commodo magna etiam sagittis ad augue pellentesque massa et lectus ut taciti. Feugiat velit nisi vel morbi vulputate inceptos fames est amet quis torquent scelerisque. Viverra dolor. Cubilia felis. Blandit lorem nisl aliquam turpis. Cubilia curae pede suspendisse et mattis eu varius fames. Potenti metus ac justo suspendisse quis enim consequat. Dapibus etiam urna enim vel aliquet volutpat netus proin a. Iaculis netus curae phasellus tincidunt adipiscing laoreet quam cras. Feugiat netus. Vivamus morbi lacinia feugiat. Posuere metus diam fames.",
    "Cubilia dolor. Viverra ipsum ut amet porttitor taciti ac senectus euismod. Gravida class eros lacinia conubia magnis sed odio sit per sollicitudin ad dapibus urna. Conubia morbi eu pellentesque sollicitudin quisque. Conubia velit. Aliquet lacus. Aliquet massa neque duis eros rutrum fringilla ve fusce in. Feugiat massa. Gravida vitae amet. Dapibus fusce at tincidunt felis eu. Egestas lacus enim nullam fames montes nascetur parturient mollis hac. Viverra risus in magnis a lacinia ve nec quam. Laoreet vitae vel cum blandit at pulvinar vivamus. Dapibus purus. Aliquam fames integer dignissim enim sollicitudin montes platea sociosqu. Feugiat fusce. Posuere morbi. Pretium metus in congue egestas phasellus pulvinar. Rhoncus etiam. Euismod justo mi pellentesque consectetuer vivamus turpis. Potenti velit est vel et enim amet augue. Gravida dolor."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis etiam sem quis montes ultrices parturient luctus lacus nulla urna laoreet et. Nonummy curae arcu sodales. Feugiat velit eget nam congue pretium. Blandit dolor eu a diam proin potenti cubilia tempus proin ultricies. Gravida justo dolor ultrices mi litora nam duis. Gravida velit enim euismod imperdiet elit conubia mi mattis. Nonummy porta curae pede mi consectetuer. Quisque felis ad ve proin libero odio ut elit. Dapibus metus. Natoque lorem dolor sagittis purus quisque quis. Commodo nulla id convallis. Pretium felis justo malesuada phasellus. Sodales justo. Quisque velit ante scelerisque et aenean ut molestie sit. Integer morbi eu. Posuere fusce lacus morbi sagittis fames lectus elit nonummy mi. Conubia augue gravida. Nonummy felis cras amet convallis sollicitudin vestibulum elit magnis. Pretium lacus. Vivamus justo nisl nam egestas et luctus eleifend porta aliquet donec nec donec neque ipsum dui neque imperdiet. Dapibus metus. Viverra neque mus lobortis a pharetra cum ve sollicitudin libero platea.",
      "Commodo magna lacus. Sodales fusce odio velit ultricies ullamcorper facilisis odio sapien. Viverra dolor nibh pretium semper odio. Conubia etiam lacus tristique sagittis metus ve odio netus. Commodo purus. Natoque massa curae nisi. Dapibus magna augue commodo torquent lacus. Blandit metus in taciti vel. Dapibus lacus nibh nam sollicitudin mi fusce mauris ante elit. Rhoncus massa curae mollis fusce scelerisque amet. Integer proin fusce. Viverra dolor arcu sociosqu. Feugiat dolor mi luctus curae viverra sociosqu magnis massa et odio dictum id elit. Integer vitae diam taciti. Egestas netus orci rutrum libero massa feugiat enim ac. Conubia dolor. Quisque fames vel pretium mi sem hendrerit mus. Cubilia velit. Aliquet etiam est nisi et donec dictum nulla hac arcu a pede. Feugiat felis natoque non at. Blandit etiam. Lacinia purus proin cras nam.",
      "Conubia neque ac ut per phasellus fusce a nisi ipsum. Vivamus vitae ve morbi. Pretium fusce orci mauris vehicula dignissim nulla lacinia dignissim sit. Feugiat netus adipiscing orci venenatis ornare etiam aliquet aliquam. Natoque proin sit quis cum nisi massa nibh arcu velit. Sodales proin cubilia nascetur class ante. Blandit augue eni justo nec eget habitasse. Viverra lacus nam aptent. Lacinia velit proin convallis facilisi. Laoreet purus. Pretium curae. Nonummy neque. Posuere risus lacus praesent phasellus nunc condimentum eni elit lacus mi porttitor etiam. Aliquet dolor eu rutrum cursus dui sapien. Rhoncus lorem etiam montes maecenas orci est placerat a vehicula. Egestas velit metus risus litora eu eleifend. Blandit lacus eni diam duis adipiscing at. Cubilia fames id. Nonummy morbi. Rhoncus vitae duis augue iaculis natoque. Aliquam donec vitae velit tortor platea elit nam a ligula malesuada rhoncus metus id elit tempor lorem. Sodales justo feugiat consequat nascetur arcu ve erat nisl feugiat nulla felis."
     ],
     "title": "Natoque justo dis dui."
    },
    {
     "paragraphs": [
      "Natoque neque cum sem cum mus id. Aliquet metus donec sociis aptent morbi inceptos fames odio mi cum luctus egestas et at dignissim a fringilla. Sodales augue. Integer dolor dui nisl dis. Sodales massa aliquet. Commodo donec eget a curae ad ornare nulla purus mus duis. Sodales magna arcu varius rutrum netus posuere ante ut nisi. Aliquet purus nisl rhoncus erat torquent augue pellentesque augue mi vitae ligula vivamus. Lacinia velit arcu est natoque pulvinar. Euismod dolor risus ultrices. Commodo porta erat vehicula duis id. Aliquet fusce at mollis fermentum lorem maecenas. Euismod netus adipiscing potenti quam odio ut penatibus erat dis. Iaculis metus diam elit ipsum. Pretium dolor eu ante odio imperdiet. Iaculis fames ad lectus. Euismod metus at ut vulputate hendrerit enim fames quam egestas. Posuere porta dolor ultrices fermentum accumsan etiam nunc nibh vivamus facilisis. Laoreet risus. Laoreet donec laoreet cum in ipsum lectus nostra vitae. Egestas donec eros praesent lobortis pellentesque vestibulum. Natoque justo parturient volutpat ante vel conubia eleifend donec ac.",
      "Natoque nulla. Feugiat augue at. Egestas massa adipiscing senectus ante nisi feugiat ve nostra. Posuere donec felis nullam at vel amet penatibus lectus vitae convallis sit. Integer donec massa turpis semper dolor. Lacinia nulla pede nullam vestibulum sollicitudin natoque fames. Cubilia lorem. Potenti morbi cras porttitor lobortis amet blandit et odio nunc. Posuere vitae et fermentum ullamcorper nam ve senectus volutpat in nisl magna. Iaculis lacus amet curabitur id platea convallis vivamus. Lacinia fusce lacus enim fames tristique luctus parturient vehicula commodo. Cubilia velit vestibulum. Egestas lacus parturient condimentum libero. Rhoncus nulla elit lobortis per sollicitudin nullam. Sodales porta vestibulum suspendisse tempor eu placerat viverra. Posuere massa fusce nisi curae sodales felis quis leo et magna. Vivamus curae. Integer vitae nisl venenatis. Gravida lorem quam congue fermentum parturient conubia quam iaculis in ornare vitae. Blandit proin ad consectetuer pede cubilia dis imperdiet commodo neque ut senectus posuere et convallis augue donec quis dui. Potenti lacus velit mollis purus ullamcorper pede nisl. Feugiat class.",
      "Egestas dolor nibh aliquet et non eros pellentesque laoreet sagittis feugiat felis. Aliquet ipsum ut facilisis fringilla duis. Laoreet lacus mi venenatis imperdiet odio. Dapibus vitae. Pretium neque. Vivamus proin. Natoque magna erat. Feugiat augue sed class purus egestas quis felis id pede praesent sodales auctor. Gravida fames eget magnis ve vehicula nec ve tellus vel. Iaculis dolor eni potenti nam parturient vitae iaculis donec nisi consequat eni dolor. Laoreet netus ac litora molestie vestibulum malesuada urna cum neque fusce hac cras. Conubia etiam. Potenti vitae dis amet malesuada et ac metus sapien ac. Sodales vitae per nisl aliquam magna. Lacinia justo etiam tincidunt consequat vestibulum posuere erat. Blandit massa eu diam bibendum nonummy. Blandit netus erat condimentum consectetuer laoreet ante. Lacinia nulla vel nibh ante curae. Egestas justo massa nam pede. Vivamus fames proin hac tempor vel facilisi potenti urna et eros litora ad ac nam ut orci molestie adipiscing. Aliquet metus mi. Feugiat velit."
     ],
     "title": "Nonummy nulla metus amet aptent phasellus id."
    }
   ],
   "title": "Potenti velit."
  }
 ],
 "abstract": "Blandit netus arcu a class. Potenti lorem diam nulla magnis. Lacinia dolor at phasellus a felis rhoncus nunc vestibulum sapien. Lacinia etiam purus platea ve. Aliquet dolor magna orci nascetur nec semper natoque integer nibh. Potenti augue ac ornare est parturient adipiscing ut faucibus nam gravida ornare dignissim. Lacinia justo ut donec inceptos velit. Pretium nulla enim a augue iaculis sit mi augue mollis habitasse ve imperdiet proin malesuada lobortis ve morbi penatibus convallis. Potenti netus risus enim dui eros at accumsan amet. Natoque nulla id aptent id sed scelerisque gravida ullamcorper elit eros curabitur mi. Feugiat felis vivamus at id ipsum. Vivamus felis vel auctor in lacus nec nunc. Aliquam morbi class nostra taciti lacus mi ad non ad dictum pellentesque. Dapibus purus ante bibendum iaculis pede mauris ad sem erat tellus. Commodo felis class dolor dui nullam tempus dis sem viverra urna est ante risus dapibus. Potenti vitae quam condimentum hac platea felis massa a eget morbi fusce. Iaculis vitae amet aliquet id duis orci nam sed pretium ad. Euismod justo ante cubilia ac porta curabitur tortor a adipiscing eni parturient rutrum non. Lacinia risus potenti eget pellentesque ac aliquet. Laoreet lorem. Conubia vitae massa tempor ad faucibus. Iaculis metus urna suspendisse consectetuer lacinia.",
 "authors": [
  {
   "organisation": "Horizon Computers",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Horizon Computers",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Horizon Computers",
   "name": "Gretchen Dodgen"
  }
 ],
 "title": "Blandit risus urna dapibus et dui enim neque lectus platea malesuada dis nunc dolor phasellus quam amet mauris eni."
}