{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Blandit nulla vitae a ornare tristique pulvinar proin natoque nonummy varius vitae ve odio nascetur a.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque fusce duis nibh quis hac nibh sit.",
     "paragraphs": [
      "Rhoncus fusce cum amet sed litora. Posuere lorem nonummy eu pulvinar enim turpis porttitor vivamus dictum nec arcu nullam aptent blandit auctor. Nonummy donec vestibulum eu sollicitudin. Vivamus ipsum id et diam mauris. Blandit fames etiam lacinia gravida aliquet pellentesque curabitur donec enim. Iaculis dolor at risus platea ad sagittis. Posuere justo duis dui nisi eu consectetuer eget donec eu arcu. Laoreet purus est. Potenti porta et sed arcu lobortis praesent lorem consectetuer sociosqu. Sodales etiam. Nonummy risus ve odio metus aliquam nam nisl non. Potenti lacus nibh mus eget eros elementum tincidunt lorem quam euismod ut congue sollicitudin natoque nulla id. Vivamus neque vestibulum senectus metus. Pretium fusce eu luctus consequat pharetra aptent taciti. Conubia metus pede odio quis venenatis turpis. Feugiat felis. Euismod augue ve sociis magna quam sem ligula mollis nonummy. Sodales fames vestibulum laoreet ante adipiscing consequat etiam enim. Natoque vitae morbi donec nullam erat. Sodales justo. Aliquet lacus nam mus pellentesque metus eget augue pretium iaculis tincidunt semper. Feugiat neque blandit taciti lorem.",
      "Commodo lorem risus nunc sodales morbi et fames nec fames lacus a rhoncus. Feugiat justo est. Potenti nulla dolor fames nibh quisque mi. Aliquet vitae pede magna cubilia. Integer donec eget eleifend. Commodo donec id. Potenti class quam dis lacus litora luctus dis nunc erat nisi arcu. Aliquet netus. Quisque lorem. Blandit fames nisl suspendisse eu luctus viverra venenatis mollis ultrices facilisis ligula tristique. Conubia curae. Rhoncus ipsum fusce nam hac consectetuer mi rhoncus cras urna. Potenti proin massa purus. Aliquam massa leo quam. Sodales lacus sem varius sociis neque natoque. Conubia nulla netus sodales cras arcu dapibus in. Dapibus massa ut taciti id lectus potenti rhoncus. Conubia risus nunc eni taciti auctor nam nostra. Pretium felis. Aliquam massa. Commodo fusce nunc ullamcorper. Aliquam fusce ac platea torquent cum auctor vehicula massa."
     ]
    },
    {
     "title": "Viverra lorem.",
     "paragraphs": [
      "Lacinia nulla at taciti hymenaeos metus eget. Viverra felis parturient ullamcorper platea. Conubia magna adipiscing urna semper gravida. Conubia lorem vestibulum in accumsan dui viverra praesent primis parturient torquent class integer eros. Potenti purus et penatibus commodo tortor facilisis etiam at. Natoque dolor. Dapibus porta. Potenti ipsum non. Natoque magna vitae eros lorem eget viverra. Gravida massa magna rutrum curae fames lorem nascetur hac nibh iaculis lorem orci. Cubilia neque velit sem nisl proin iaculis quis pede posuere in. Posuere porta ve aenean pharetra nunc nisl nunc habitant ullamcorper eni erat. Sodales augue netus nonummy nunc quam lectus facilisis nonummy sit. Egestas risus leo. Cubilia lorem pede orci sit rutrum lobortis ante sit urna curabitur. Laoreet donec commodo luctus ve. Sodales justo cras ullamcorper et libero velit ipsum luctus id. Feugiat netus. Blandit velit odio nullam magnis erat feugiat aenean pede duis. Cubilia dolor nisi. Aliquet porta at tempor potenti. Commodo massa amet eni a.",
      "Potenti nulla. Conubia felis morbi scelerisque. Lacinia augue porta dictum tempus accumsan elementum sit leo feugiat fames proin per primis ut. Cubilia porta augue sociis cras eu felis mus. Egestas porta. Natoque magna sem justo vestibulum maecenas arcu malesuada ut phasellus porta sit. Vivamus dolor. Commodo curae per ante ac. Iaculis magna eros enim dis id odio id. Nonummy metus lacus. Gravida proin. Lacinia morbi in vitae eni purus fermentum pharetra sapien mattis dolor quisque penatibus. Cubilia dolor enim vel ad tortor. Commodo ipsum quis ut vitae magnis. Iaculis augue nisi leo nisl fusce aptent. Commodo metus. Blandit class. Blandit curae ante sit orci nibh per cras pretium porta. Lacinia vitae metus. Dapibus nulla mi platea morbi parturient. Rhoncus ipsum odio. Integer augue vestibulum ad dictumst cubilia fusce sed cras pharetra vel ante."
     ]
    },
    {
     "title": "Natoque nulla sem pede odio.",
     "paragraphs": [
      "Quisque lacus quam nisl porttitor turpis vestibulum fames. Integer justo at donec nec dictumst fames ridiculus luctus fusce. Commodo vitae euismod ligula non elit. Viverra donec. Blandit augue conubia non mauris volutpat. Vivamus nulla. Cubilia felis mus quis adipiscing. Egestas fames. Viverra magna orci massa primis. Laoreet fusce etiam purus mauris tempus vulputate. Dapibus velit gravida litora eni urna inceptos feugiat laoreet nostra turpis risus ad. Conubia purus. Pretium magna nonummy sem tincidunt luctus quis hac tellus mauris tincidunt. Aliquam magna ve tortor vel nunc eget. Nonummy fusce metus senectus eros ut nec erat phasellus. Quisque fusce mi tortor laoreet mollis ut congue sed ligula sociosqu. Viverra magna enim purus metus velit primis. Pretium fames. Nonummy fames eget lobortis dui mauris sit urna eu velit mi primis phasellus mi. Nonummy purus mi. Commodo morbi purus a amet mi quam scelerisque. Rhoncus lorem dui adipiscing parturient id.",
      "Egestas massa. Aliquet massa at. Blandit purus cum urna. Quisque lorem eget at facilisi arcu pede massa facilisis. Lacinia magna est ante quis natoque a mauris eros sodales eu sit. Egestas risus erat nunc vitae. Euismod purus. Aliquet morbi. Rhoncus metus. Aliquam fusce pretium nunc. Aliquet donec. Nonummy felis quis risus blandit justo eu. Iaculis ipsum ve taciti leo. Vivamus neque augue ornare massa lectus bibendum. Integer etiam. Pretium risus. Integer lorem. Nonummy etiam ve nullam mi. Commodo felis dis. Sodales netus eget sociis enim. Integer velit quam potenti ut. Posuere velit lorem curae."
     ]
    }
   ],
   "title": "Blandit massa.",
   "paragraphs": [
    "Egestas risus nisl. Egestas metus et fermentum metus quis nisi venenatis ultrices bibendum justo ac mollis a. Potenti massa euismod sit maecenas. Blandit risus sem aliquam elit. Euismod class donec felis nisi sem nostra in. Posuere velit ante mi purus nisi. Potenti velit dui nulla porttitor leo pulvinar a ultrices ante non ac etiam convallis orci. Blandit magna et nisi proin ac mi. Potenti neque diam a felis ut morbi pellentesque torquent fusce et hymenaeos ipsum lobortis arcu lacinia fames ad. Viverra purus ve a quam ad nisl mattis dictum blandit. Rhoncus magna pede egestas ac. Commodo proin sem ridiculus mauris consequat. Viverra porta diam rhoncus ac morbi magnis purus bibendum. Lacinia dolor id ligula pulvinar vivamus egestas. Pretium magna erat gravida elementum lobortis orci mus. Integer magna nam arcu et lorem ve dolor. Dapibus etiam justo cubilia tortor arcu id sollicitudin. Potenti felis lorem nisi turpis nisl purus nulla. Quisque neque. Sodales felis. Blandit netus fames enim magna suspendisse dictumst tincidunt platea curae. Quisque massa amet euismod ac faucibus class.",
    "Posuere etiam. Lacinia fusce non rutrum. Rhoncus ipsum etiam nam cras parturient semper nisl. Euismod ipsum ad nibh fermentum taciti. Potenti ipsum purus dignissim dis. Egestas fames. Integer neque class velit dictum eu vel pede nibh porta ipsum nisi. Blandit justo enim non luctus at arcu neque. Euismod vitae nulla sed. Euismod vitae felis mollis sollicitudin integer etiam orci. Gravida lorem magna aenean nullam porta eu dictum laoreet arcu consectetuer parturient ante primis. Aliquam neque. Rhoncus fames parturient nascetur quam dui morbi nulla curabitur maecenas ad mus. Potenti justo ante. Sodales justo. Conubia fames metus nunc potenti at. Pretium etiam ve tempus hac sem mus ut orci bibendum etiam et. Viverra vitae adipiscing. Cubilia magna ut. Gravida vitae proin lacinia cubilia. Conubia lacus ut curae. Posuere class sodales enim pede eros commodo in leo."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia augue.",
     "paragraphs": [
      "Egestas porta duis ad suscipit. Cubilia vitae. Viverra netus leo enim eu cras donec placerat. Euismod velit est duis lacinia et cubilia nibh ad. Blandit proin. Vivamus felis conubia. Aliquet curae. Potenti netus curae montes ve nec odio. Blandit etiam. Quisque augue ipsum morbi a cursus erat. Natoque morbi et tempus viverra posuere montes ve. Viverra nulla mi elit maecenas adipiscing taciti at interdum cursus quis nibh fames. Vivamus lacus. Vivamus donec nibh potenti commodo venenatis. Blandit fusce proin a cras proin urna nec cras a netus in rutrum mus et. Conubia fusce nibh scelerisque. Laoreet lorem vel semper arcu duis. Commodo porta. Pretium lacus velit justo vel duis nam cum consectetuer in etiam arcu eu massa. Cubilia nulla felis mauris tempor. Aliquet morbi eni fusce convallis leo ipsum vulputate. Feugiat fusce vel.",
      "Aliquet justo orci a elit adipiscing sed adipiscing ridiculus diam ullamcorper dapibus eni. Egestas fames eni turpis integer odio. Vivamus proin ad pellentesque sodales magna id amet ut hac cras. Integer etiam eni vel cubilia eu dignissim. Feugiat ipsum. Aliquam augue eros. Vivamus purus odio a elit etiam venenatis potenti nulla ad. Vivamus porta class vitae posuere dignissim orci nec morbi massa purus viverra nullam et diam primis parturient netus. Posuere lorem. Feugiat augue nisl ipsum ut nam arcu praesent consectetuer ligula. Pretium lacus odio non a libero nibh. Sodales donec lorem neque gravida sed. Blandit neque fusce augue non congue amet. Nonummy purus in congue faucibus nisi. Cubilia fusce. Lacinia class metus placerat parturient nullam interdum. Feugiat nulla. Posuere lacus. Cubilia augue ut nisi arcu eros. Aliquet proin nam libero erat habitasse. Conubia vitae sit orci vestibulum per netus diam tortor ve lectus. Iaculis nulla nisi purus gravida est.",
      "Egestas felis urna cum cras id nunc. Iaculis metus diam eni duis enim etiam ve. Euismod velit justo hendrerit non neque lorem potenti praesent platea nullam porttitor montes. Euismod lorem ad bibendum blandit mauris ultricies purus lorem commodo orci lobortis a accumsan dis. Commodo massa. Conubia proin augue tortor magnis quam mus ligula iaculis posuere sociis dis. Posuere justo augue. Lacinia augue ac fames mi eu erat posuere nisi et. Feugiat fusce at. Blandit morbi. Feugiat etiam aliquam eget massa ut eget sociis at quam vel diam vestibulum venenatis. Cubilia augue natoque arcu nascetur ve diam tincidunt libero. Blandit purus. Potenti neque leo inceptos imperdiet hac curae blandit velit. Dapibus lorem. Aliquet porta ante rhoncus platea urna donec curae proin. Vivamus nulla netus. Commodo justo dui dictumst hymenaeos pulvinar quam praesent etiam lacus montes. Vivamus velit amet. Pretium proin nibh. Pretium nulla ut nisl cubilia ad morbi condimentum arcu. Aliquet neque nisi non nascetur conubia volutpat ut orci torquent justo."
     ]
    },
    {
     "title": "Vivamus felis in semper pellentesque leo curae.",
     "paragraphs": [
      "Commodo nulla curae sit cras. Integer magna ac porta elit vel quam sollicitudin ad fames. Iaculis metus erat placerat blandit viverra integer. Laoreet morbi. Viverra risus. Posuere class ad eros. Euismod etiam arcu tortor elementum nulla. Commodo vitae ac habitasse fermentum eros est etiam nulla convallis adipiscing blandit. Nonummy velit. Pretium lorem. Cubilia neque. Vivamus nulla urna ultrices ligula odio tellus libero pharetra pretium aenean neque ullamcorper ac nostra. Dapibus nulla dolor sapien accumsan enim. Viverra porta. Gravida donec nam pretium ad eu et orci. Egestas felis ante eni velit fermentum mauris. Egestas porta. Feugiat metus. Posuere class diam elit quis vitae vivamus at praesent cum natoque volutpat. Rhoncus porta morbi magnis elit fringilla tellus per posuere suscipit. Potenti netus cras mollis ve. Laoreet donec.",
      "Natoque risus metus praesent eros eni. Posuere nulla. Dapibus porta. Sodales nulla ac sem ad fermentum a magna ac. Vivamus etiam diam blandit ad natoque. Commodo curae leo turpis feugiat. Lacinia nulla magna a diam adipiscing et consectetuer dapibus. Lacinia vitae. Laoreet metus dui venenatis turpis a vestibulum nec adipiscing curabitur quam. Pretium magna dis facilisi conubia mattis. Gravida velit lacus tellus ad sed sapien ultrices. Aliquam curae pede mollis dignissim placerat mattis arcu sed a rutrum. Quisque velit ante praesent nascetur porta quis at leo sapien nonummy nunc. Dapibus vitae. Potenti neque quis elementum ut hymenaeos netus in tellus consectetuer. Euismod lorem. Iaculis neque curae nunc aptent penatibus nonummy litora. Vivamus velit purus orci ornare luctus facilisis metus id tempus. Cubilia ipsum duis a cras. Cubilia velit ve in turpis et nec in. Nonummy netus. Gravida morbi velit diam ante placerat fringilla a dignissim fames elit a.",
      "Blandit curae at metus arcu ultrices mollis libero lacinia et nisl malesuada. Gravida risus ad. Conubia curae cras eleifend a placerat nisl non eros a. Nonummy curae nulla facilisi porta fermentum ante eget suscipit. Rhoncus lorem netus platea tincidunt fames mi nibh mi eros duis conubia. Posuere porta per auctor ve nascetur. Conubia lacus velit a nonummy. Lacinia porta. Cubilia lorem hac lacinia ve mauris. Cubilia risus metus a nisi adipiscing et torquent est in curae convallis. Potenti purus. Egestas metus est etiam tincidunt lacinia amet ad eget ullamcorper mi magnis amet aptent. Lacinia lorem arcu ante nisi varius non duis. Pretium risus. Aliquam risus. Quisque donec duis id maecenas leo in erat nisl. Conubia morbi ante lobortis non nibh montes convallis proin sociosqu in suspendisse. Vivamus lorem cum curae pede est. Posuere fusce quam cubilia quis in mus at pede faucibus massa at sociis tellus duis feugiat ad. Pretium class conubia. Potenti lacus nunc eu sollicitudin posuere fusce id orci nunc vulputate etiam erat. Rhoncus felis mi arcu purus ultricies."
     ]
    }
   ],
   "title": "Gravida velit.",
   "paragraphs": [
    "Pretium neque ve platea a interdum. Egestas purus vestibulum facilisi neque a vivamus. Rhoncus donec. Commodo fusce nunc felis proin vulputate dapibus etiam dis. Sodales fames. Rhoncus magna vel amet habitasse pede mauris fringilla senectus tortor. Euismod fames ad semper a. Euismod fusce. Blandit metus. Vivamus vitae et cursus vel at tellus sollicitudin. Cubilia purus parturient diam libero sagittis habitant consectetuer adipiscing blandit. Dapibus neque erat nisl. Aliquet proin class pharetra eu condimentum ante tellus sociis mi amet eleifend sollicitudin. Sodales fusce eu eni ullamcorper potenti scelerisque pede ante magna. Natoque massa urna vivamus laoreet consequat nascetur et urna netus. Egestas metus ve cursus ve pede dis velit etiam. Dapibus velit aliquam tempus odio. Commodo lorem per etiam sociis fermentum eni felis etiam elit. Aliquam dolor parturient sociosqu velit ad nullam nec aliquet molestie libero nunc magna dolor. Dapibus porta parturient dictumst. Vivamus purus nibh at pede suspendisse consectetuer dapibus ante bibendum. Iaculis morbi.",
    "Pretium curae ipsum justo quis fringilla nostra bibendum urna cum augue libero lacus. Egestas neque. Potenti velit nunc magna ad mauris habitant habitasse et diam. Sodales purus nibh aliquet. Rhoncus velit ante odio. Blandit fusce quis cubilia ad cras imperdiet sollicitudin. Cubilia fames. Laoreet massa eget. Aliquet netus neque lobortis tristique nam fames elit non ad velit tempus pharetra. Posuere vitae nulla. Posuere vitae. Natoque porta mus fusce curae rhoncus senectus risus ve nisl phasellus. Lacinia donec. Rhoncus porta non nisi nunc blandit ut per nisl justo. Integer ipsum dolor tempus et fusce luctus mi in elit massa montes. Potenti morbi magna cras rutrum tempor nulla et. Rhoncus ipsum ve montes ut enim aliquet. Viverra porta conubia senectus id. Laoreet purus odio imperdiet litora magna leo enim. Gravida augue nisi urna risus venenatis tempor praesent. Laoreet velit netus ullamcorper accumsan justo imperdiet duis. Laoreet donec."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus nulla neque molestie justo eget id.",
     "paragraphs": [
      "Blandit augue eu taciti laoreet diam fringilla imperdiet erat cum taciti proin ante litora senectus. Natoque morbi mi aptent malesuada. Sodales massa. Potenti velit class suspendisse dictumst convallis a felis ut mi est. Conubia proin elit nibh. Egestas donec leo odio mattis ac. Dapibus lacus cum diam pellentesque feugiat torquent ornare litora justo euismod per at a nullam amet elit. Sodales felis diam cras rhoncus augue. Conubia neque. Laoreet purus. Cubilia felis dis parturient adipiscing et nullam eu litora. Potenti risus nulla mus nulla litora mi nam nibh sagittis libero nulla habitasse consequat consectetuer leo morbi fermentum. Commodo donec cras ultricies tempor. Potenti neque ve porttitor augue a urna vitae consequat. Integer donec. Feugiat class vitae non eget sollicitudin vestibulum odio venenatis pharetra nulla consequat neque ad. Egestas vitae integer lorem sit amet consequat ultricies netus nec fames. Posuere morbi eu massa et porta. Blandit curae amet diam. Sodales velit. Rhoncus augue morbi nibh arcu diam ultricies turpis. Laoreet donec vestibulum eros varius leo luctus natoque.",
      "Potenti felis et porta sapien ac duis erat elementum. Pretium massa pede morbi lectus velit condimentum id varius ve tempor. Vivamus fames et justo orci aliquet facilisis cursus. Laoreet metus at ultricies a fusce posuere eros. Integer magna eu litora porttitor curae. Iaculis augue vitae tempor tempus ultricies adipiscing eros libero malesuada molestie. Potenti etiam nunc accumsan pellentesque rutrum curae aliquet aptent. Feugiat justo nisi ad pellentesque sollicitudin dapibus tempor. Natoque neque. Aliquet risus quam a purus. Posuere etiam. Aliquam justo nibh luctus velit lacus eget nisi donec ornare. Conubia magna leo eget eu augue pellentesque purus enim est at. Viverra lacus metus dolor velit eleifend ridiculus congue nisl feugiat libero ac senectus odio et pellentesque aliquam justo ad consequat duis. Aliquam lacus. Viverra purus dolor urna egestas tristique auctor a ultrices arcu. Vivamus vitae mi phasellus felis cubilia eros duis quisque fermentum enim. Potenti nulla vestibulum volutpat feugiat ad ac id. Integer risus. Dapibus curae adipiscing conubia nibh pede. Dapibus felis. Commodo lorem at cras nascetur varius conubia."
     ]
    },
    {
     "title": "Blandit ipsum.",
     "paragraphs": [
      "Natoque fusce orci eget platea lectus ipsum. Blandit metus dis lacinia cras. Iaculis lacus donec nulla consequat interdum cras. Quisque magna augue a feugiat primis non. Blandit nulla etiam netus rutrum nisi tincidunt pulvinar purus. Iaculis dolor. Nonummy velit ad tellus laoreet pretium nunc ad lorem ad luctus sagittis. Nonummy purus dapibus molestie. Viverra vitae arcu penatibus mauris class conubia at sapien hendrerit tellus. Posuere velit nonummy quam porta quam magna fames ligula magna. Viverra justo et varius ac et eu arcu nascetur vivamus. Nonummy augue at sem enim sociosqu est at porttitor. Natoque ipsum quam. Posuere proin eu augue ad nulla at sociis. Quisque velit. Cubilia neque nec cras lorem. Laoreet morbi id dignissim odio nibh. Viverra velit parturient odio ipsum quisque dignissim luctus. Cubilia magna. Blandit magna mus donec ridiculus. Lacinia porta sem quam. Commodo vitae cras mus ornare.",
      "Viverra nulla blandit nullam morbi dolor aptent. Viverra class parturient scelerisque turpis ut. Iaculis morbi netus ridiculus sit fringilla. Vivamus felis nisl elit. Blandit morbi erat. Dapibus augue ve urna fames velit. Quisque netus cum elit. Commodo nulla. Feugiat magna duis habitasse id porta facilisis duis. Aliquam velit eu lacus donec luctus magnis proin blandit viverra luctus diam tempor. Laoreet velit sem aptent. Gravida magna pede elementum morbi fermentum molestie risus. Commodo donec non. Posuere vitae commodo rhoncus eget dui urna dapibus. Natoque proin eu morbi sollicitudin justo enim nisi ac nunc odio elementum est. Gravida purus porta. Pretium lorem. Aliquam netus nisi ridiculus mi nostra cum nisi quam lectus ut. Cubilia vitae adipiscing sociosqu rhoncus aptent mi praesent. Feugiat netus curae nascetur. Euismod augue odio consequat vehicula tempor nibh sollicitudin. Commodo porta erat nam magna odio blandit."
     ]
    }
   ],
   "title": "Dapibus massa.",
   "paragraphs": [
    "Blandit fames sed leo. Iaculis lorem id aptent nascetur adipiscing tellus elit aliquam. Posuere lacus felis libero nullam purus tincidunt. Blandit dolor vel cum et. Laoreet etiam orci vivamus consequat nostra. Lacinia neque diam natoque commodo potenti ante ac massa. Potenti metus adipiscing ve habitant gravida laoreet. Commodo purus erat libero. Integer lorem ac tempor curae potenti ut magna ut ornare. Aliquam magna proin tempor suspendisse nulla luctus. Conubia dolor mus ante nonummy aenean dui aptent ve ad. Lacinia neque ad congue accumsan torquent. Sodales massa. Feugiat velit mi ligula ac fusce nec nibh ante semper natoque enim tortor libero molestie. Cubilia dolor pede inceptos turpis feugiat quisque ligula. Aliquam porta leo adipiscing parturient in sollicitudin blandit litora mus. Aliquet etiam eget risus iaculis. Integer lacus. Rhoncus ipsum urna senectus proin tincidunt nascetur porta est orci per torquent feugiat vitae. Pretium fusce ut varius a vestibulum dis parturient risus dapibus lacus in. Commodo vitae orci viverra at vulputate dolor a. Lacinia metus.",
    "Gravida felis cras sem luctus senectus malesuada diam. Feugiat risus. Egestas netus sed enim erat donec posuere. Sodales augue quam. Natoque risus ac ornare iaculis orci praesent ullamcorper. Rhoncus lacus. Nonummy curae et mauris consequat ad auctor nulla vivamus ante. Nonummy lacus leo cras eget erat nulla bibendum ut scelerisque arcu elit felis augue metus est. Aliquam morbi quis urna sagittis fusce proin. Feugiat metus eget magnis mi cursus risus viverra pretium. Gravida netus nisl vivamus ac mi montes ac. Nonummy neque ut magna consectetuer eleifend metus a ligula. Rhoncus neque cras magna ut at diam fermentum bibendum eget ornare. Feugiat proin. Aliquam morbi ut risus mauris bibendum ridiculus nisl urna adipiscing at habitant. Iaculis neque fames. Egestas proin quis ultrices et urna dolor. Lacinia fames. Potenti lorem nisi etiam at magna varius et eleifend. Vivamus velit enim ad fames sollicitudin porttitor. Lacinia fames. Gravida dolor."
   ]
  }
 ],
 "abstract": "Posuere proin sit lorem augue scelerisque dui ac penatibus ultricies pellentesque nam. Laoreet lorem. Integer morbi. Euismod donec diam a orci. Laoreet lacus urna nulla dictum iaculis cum ultricies dui nisi nostra hac. Egestas curae felis cursus litora. Aliquam nulla non ipsum tincidunt suscipit neque. Nonummy purus integer habitasse tellus ve fermentum felis fringilla nisi. Integer risus augue luctus ve ac duis venenatis aenean suscipit cras cum. Aliquam purus nibh vivamus proin sed ipsum urna. Potenti purus et mauris malesuada pulvinar et lacus. Integer nulla hac cras dui justo tempor orci ullamcorper aliquam suspendisse erat urna ve tristique a. Natoque massa enim ac quis nunc neque ac tincidunt posuere. Blandit neque urna commodo fermentum cras leo in odio ridiculus fringilla sollicitudin leo vitae. Feugiat magna pretium eu pulvinar tempus orci augue cubilia semper id iaculis. Aliquam velit parturient at convallis metus et sagittis. Vivamus proin vivamus convallis pede cum nam at aliquam odio vivamus magna parturient. Dapibus augue ut netus ut ad lacus. Lacinia nulla leo imperdiet facilisi id varius blandit pretium habitasse. Blandit risus nunc in porttitor dignissim parturient posuere dui rutrum erat ante adipiscing. Blandit dolor elit torquent non potenti a tortor elementum porta. Aliquet augue.",
 "authors": [
  {
   "name": "Darius Hollen",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Irena Dople",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Fabritechnics"
  }
 ]
}