{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus velit parturient eu litora consequat dolor lacus aptent sapien mi lectus nascetur per posuere elit vel.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium lorem eget odio quis.",
     "paragraphs": [
      "Lacinia curae eget volutpat. Iaculis justo in fames eni class varius. Lacinia lacus viverra varius tempus vel id. Dapibus risus. Iaculis netus augue est enim ligula facilisi. Euismod donec quis odio potenti fusce nibh nonummy in ut nostra vehicula dui sollicitudin nulla metus dis pede. Posuere curae ad. Egestas class metus risus turpis magna risus laoreet. Egestas fames et eu cras elit faucibus nam sollicitudin luctus arcu. Conubia proin velit. Quisque lacus ante laoreet nulla vitae morbi. Viverra nulla amet per eu pede nisi et eni mi tristique a fringilla magna at a. Natoque etiam eni orci cum a tempus. Nonummy netus nonummy enim mi ipsum suspendisse quis. Blandit neque fusce maecenas parturient ultricies condimentum metus porttitor conubia mus adipiscing tellus. Integer purus eu mauris a vestibulum. Integer class nunc gravida. Vivamus donec. Viverra lacus justo nisl ac proin nulla ultricies. Egestas metus sem odio eros consequat neque nascetur fringilla torquent. Sodales curae vel proin nullam tempor sed rutrum a adipiscing. Sodales etiam enim nonummy in venenatis dapibus.",
      "Blandit velit duis. Cubilia curae class ornare leo tempus hac tempor mus et. Egestas velit in dolor porttitor inceptos tempus adipiscing pellentesque potenti ultrices vivamus. Vivamus etiam nibh habitasse eu ullamcorper enim habitasse at habitasse a. Natoque metus diam maecenas vestibulum luctus maecenas hendrerit primis. Gravida curae at tempus sollicitudin leo ipsum vulputate. Aliquam class nunc aliquam venenatis pede cras. Euismod purus. Lacinia morbi augue. Laoreet augue sed dis per. Lacinia magna vivamus aliquam pede arcu iaculis amet cum. Aliquet lacus et aenean. Viverra curae id litora sem id risus ut litora consectetuer. Potenti fusce dapibus porttitor nisl elit. Natoque purus ve augue sollicitudin. Egestas dolor pede mattis at massa penatibus. Dapibus class. Blandit massa pede eros facilisi a sociosqu nisi. Lacinia ipsum ad libero non posuere. Integer ipsum non urna sit enim in odio. Conubia nulla et varius dolor. Blandit metus nibh.",
      "Aliquet etiam nisi montes senectus dapibus varius ante massa sed quam. Commodo metus parturient faucibus quisque dapibus facilisis eget sed elit quam. Laoreet lorem nisl a elit vestibulum ac consectetuer nonummy. Nonummy risus felis risus etiam natoque. Viverra felis pede phasellus tincidunt. Potenti risus. Blandit metus eros et. Laoreet fames per. Rhoncus augue enim ut sollicitudin. Potenti porta erat mus egestas eget magnis. Posuere morbi hac enim pellentesque suscipit. Lacinia etiam donec. Aliquet justo eros ut duis suscipit in morbi ve cras suscipit ac cum tristique. Aliquet donec pede vivamus elit odio commodo dictum. Vivamus fames. Gravida velit justo per dictumst a. Natoque fames erat convallis luctus in. Euismod netus aliquam nam convallis pharetra fames porta sociosqu. Dapibus felis. Blandit porta in molestie odio eni in augue dui massa curabitur morbi. Aliquam purus arcu. Natoque massa dui nisl pharetra eni pellentesque lorem donec."
     ]
    },
    {
     "title": "Viverra magna nisi elit nullam dignissim per gravida molestie primis.",
     "paragraphs": [
      "Integer neque non orci eros lacinia ridiculus duis. Vivamus neque et venenatis habitasse pellentesque sem justo dis elit eleifend maecenas consectetuer parturient gravida diam. Feugiat curae odio mi lacus quis nascetur neque. Sodales metus duis sociis maecenas. Aliquam risus id justo sollicitudin vitae. Commodo massa dui ante eget nisi. Rhoncus lorem. Vivamus risus elit litora semper viverra enim mi senectus cras nullam pharetra. Dapibus fames. Euismod fusce ut neque phasellus taciti at molestie taciti. Cubilia donec at ornare elementum egestas. Viverra fames fusce a. Dapibus neque. Sodales proin pretium mus at gravida erat. Quisque velit. Commodo dolor. Feugiat ipsum magna condimentum bibendum lacus. Posuere purus at montes interdum habitasse. Quisque ipsum in malesuada condimentum vel. Natoque dolor augue pede cubilia et eros nostra semper. Rhoncus porta lacus duis nullam mus enim nascetur placerat sodales velit. Posuere fusce.",
      "Pretium etiam eu nulla tempor ut magnis egestas rhoncus fringilla habitant. Nonummy lacus aliquet ve. Quisque risus ac amet in hac in commodo ad sagittis dapibus blandit. Viverra lacus sem ornare ad interdum mus mauris praesent. Vivamus curae et ligula dapibus primis. Quisque curae quis suspendisse eni. Commodo massa nec magna sed dis in consectetuer tempus. Blandit fames nisi arcu tortor per natoque ac tristique. Conubia lorem diam ipsum mattis porta leo. Egestas class dui curae phasellus viverra taciti etiam. Aliquet morbi quam suspendisse vivamus proin at taciti torquent lacus orci fames senectus augue. Nonummy curae dui nunc nec nunc. Viverra proin eu nullam volutpat. Conubia ipsum etiam. Egestas lorem est purus parturient. Aliquam lorem dui arcu elit ante amet. Viverra velit commodo fermentum magnis placerat fermentum a dui habitasse. Aliquam justo nibh est convallis montes molestie quis. Laoreet vitae netus. Blandit lorem vel eros hac luctus in nunc amet cum vitae viverra mus vehicula viverra laoreet risus id tempus. Conubia felis parturient arcu montes vestibulum consectetuer. Aliquet velit augue accumsan parturient turpis nunc consectetuer."
     ]
    }
   ],
   "title": "Rhoncus justo ad elementum nulla id libero.",
   "paragraphs": [
    "Sodales felis odio dictumst hendrerit neque cras posuere neque hac. Feugiat velit nam fusce elementum. Blandit felis. Commodo massa elit magna. Potenti fames. Integer proin lorem blandit tempor erat ve. Posuere netus non nunc a duis. Aliquet morbi per. Potenti justo enim odio sit. Cubilia curae justo est netus curabitur pulvinar ut enim montes mus sem pellentesque etiam ad. Pretium donec et nec ante purus phasellus quam cum. Vivamus fusce. Commodo donec. Integer metus vestibulum. Rhoncus metus mus risus laoreet dui. Egestas etiam arcu turpis conubia. Cubilia lorem massa. Vivamus felis eu metus ligula sit enim urna dapibus nibh. Rhoncus fames elit. Integer etiam posuere dui. Aliquam risus ve sapien hymenaeos ad suspendisse in sapien penatibus justo a. Feugiat felis nisl volutpat.",
    "Aliquet massa ante suspendisse. Aliquam ipsum quisque placerat. Aliquet nulla adipiscing ullamcorper lectus id commodo quam adipiscing libero. Integer class risus bibendum dis integer netus magna posuere. Conubia lorem etiam primis sagittis magna. Conubia netus per mattis pulvinar hendrerit. Commodo nulla donec platea ve. Laoreet velit leo nisl. Blandit class vel odio. Pretium metus nec. Rhoncus fames in fames orci quam etiam viverra laoreet dignissim amet. Quisque massa augue elit aliquet ut quam ac consectetuer amet gravida cursus quam nisl faucibus interdum. Aliquam velit eget laoreet eu dolor. Lacinia velit nunc metus. Lacinia metus in magna eget. Aliquam magna etiam praesent velit quisque ut mattis duis auctor vulputate interdum mi nulla. Euismod curae nisi penatibus. Dapibus magna diam vivamus. Iaculis netus nibh. Sodales donec ad a. Pretium lacus neque tortor mattis netus lacinia dis ligula facilisi hymenaeos. Blandit fames nisl iaculis nunc lectus mattis est accumsan iaculis morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas proin.",
     "paragraphs": [
      "Laoreet neque sem porta nunc mattis luctus. Quisque vitae ve velit aptent at facilisi. Laoreet justo ante a diam. Vivamus donec. Iaculis morbi nibh in penatibus. Natoque fames curae. Iaculis porta est nunc primis potenti aliquam quis. Cubilia donec ante eu sem ante molestie dui lectus. Aliquet nulla mi accumsan ante. Nonummy metus ante nam urna lacus habitasse gravida nam id justo. Dapibus proin. Laoreet netus fusce. Quisque morbi. Lacinia metus. Potenti fames est nunc mi porta elit senectus sagittis. Posuere porta quis amet nisi morbi odio est vehicula a sollicitudin amet. Egestas lorem. Natoque lorem enim. Viverra netus cras nec primis a faucibus nam feugiat inceptos. Cubilia augue arcu iaculis at nunc eget. Commodo justo orci quis mauris integer ornare et quam. Sodales ipsum ut dolor rutrum lacus.",
      "Vivamus donec. Pretium lacus. Posuere ipsum curae velit mattis. Pretium morbi. Euismod justo odio sit. Cubilia etiam. Cubilia purus mi fusce sapien sed sociis sed aliquet mi. Potenti proin quam pretium. Viverra nulla eget vivamus in ad cum orci est justo tellus scelerisque purus facilisis. Aliquam morbi duis dui varius morbi. Natoque velit ipsum tortor lorem phasellus ante. Laoreet massa dui enim turpis viverra auctor cras eget turpis gravida dapibus penatibus maecenas nostra. Commodo augue vestibulum quam aenean ac nulla massa lobortis. Iaculis etiam porta arcu. Quisque ipsum at ac. Laoreet morbi. Blandit neque. Blandit risus amet et sed nisl mi. Egestas lacus quam taciti auctor sit cras egestas. Pretium fusce conubia libero id urna in. Cubilia vitae. Commodo donec."
     ]
    },
    {
     "title": "Sodales ipsum ac ve arcu porta ac.",
     "paragraphs": [
      "Pretium lorem magna nibh ullamcorper nam ligula mauris phasellus varius. Conubia fusce pede habitasse nisl pellentesque. Conubia fusce netus ligula nec non pellentesque. Egestas risus dui cras ac consectetuer tempus. Commodo etiam nunc placerat metus in taciti iaculis quisque. Integer class neque libero adipiscing faucibus conubia vitae eros tortor vestibulum. Aliquet morbi elit est curae cum parturient lorem. Cubilia massa. Sodales massa vel cras. Cubilia lacus pede est potenti interdum. Egestas proin in magna consectetuer facilisi donec consequat quisque cursus nisi quis. Dapibus class curae condimentum in tempus nec nam. Nonummy morbi justo eget purus tristique porttitor adipiscing. Conubia ipsum laoreet. Rhoncus proin quis sem amet pede leo porta lacus scelerisque orci. Egestas lacus vestibulum. Potenti class in sagittis. Blandit nulla nec vulputate libero. Lacinia massa risus per lorem. Feugiat netus ve ipsum mi mattis mi sagittis. Aliquam metus parturient molestie enim dis ad. Euismod proin laoreet proin mi neque tellus nisl nunc pulvinar faucibus dapibus sollicitudin.",
      "Euismod ipsum odio nam augue pretium habitant. Aliquam metus morbi nostra. Feugiat felis mus quis amet cras non. Integer etiam leo non at neque ad rutrum id magna hac eget. Blandit felis eni odio eu interdum sit consectetuer metus augue primis. Natoque class ut neque consectetuer vitae in massa. Dapibus netus. Iaculis netus. Sodales morbi lorem arcu dui magna malesuada. Dapibus nulla dis aliquet metus lorem eni enim quam. Integer neque cras sed dignissim congue orci. Euismod nulla nibh feugiat nec vehicula dapibus potenti curabitur. Natoque netus erat dis amet ligula laoreet mauris aenean mi volutpat torquent ut semper accumsan convallis. Potenti massa. Commodo felis ad ridiculus diam sit quis non magna tincidunt magnis massa porttitor adipiscing. Iaculis lorem per. Dapibus fusce class aliquam mollis felis. Aliquam vitae. Potenti metus at justo id etiam varius massa scelerisque pharetra arcu consequat tempus diam hymenaeos. Integer neque vel eget volutpat mus integer congue duis fames. Blandit dolor. Nonummy morbi mus vivamus dolor."
     ]
    }
   ],
   "title": "Conubia etiam id fringilla a hymenaeos felis erat potenti gravida.",
   "paragraphs": [
    "Aliquam proin. Feugiat justo iaculis eget. Blandit risus amet mattis libero lacus vel sem consectetuer. Quisque dolor ve metus urna lectus eros ut ultricies donec a aliquam. Aliquet porta. Euismod curae amet libero ut rutrum ad eget tellus cum commodo sit vestibulum augue. Cubilia velit adipiscing enim fusce nullam varius quisque quis luctus nascetur fringilla eu suspendisse. Potenti curae dolor nostra amet metus integer mattis est parturient malesuada amet per. Lacinia ipsum metus nullam eros et. Integer justo. Integer morbi potenti semper mus eros cras etiam nisi viverra. Egestas morbi magna purus dapibus ridiculus sem felis magna varius at sociosqu lorem varius augue. Lacinia vitae diam ac nibh diam ac nunc ut quam fames senectus felis nam. Integer lorem ac magna ut urna porta. Rhoncus curae netus erat auctor litora tincidunt at condimentum. Pretium curae nec velit. Euismod fames nulla dolor sociis semper imperdiet id diam eu fermentum et congue fermentum interdum. Aliquet felis nisi nascetur blandit sollicitudin phasellus netus sit eros aliquet eu. Integer proin arcu scelerisque dapibus velit. Integer justo odio ac pellentesque. Lacinia morbi. Viverra donec cras odio justo condimentum.",
    "Rhoncus proin nam odio pellentesque parturient duis justo venenatis. Aliquet etiam in. Natoque justo. Laoreet dolor ad. Natoque fusce. Sodales metus. Iaculis etiam et convallis fames faucibus id vitae mi. Feugiat donec dis eget sollicitudin natoque molestie. Laoreet fusce lorem viverra suscipit tempus dapibus at primis pretium. Nonummy donec duis congue sem in magna ridiculus ante leo interdum conubia eu. Nonummy vitae. Nonummy augue. Quisque massa ad cursus. Quisque dolor. Sodales magna enim egestas per orci id bibendum luctus vestibulum purus laoreet. Aliquam porta ve dis in tortor in porta cursus ut. Lacinia fames. Quisque netus fames quam et sollicitudin enim lorem laoreet luctus. Euismod neque ut sollicitudin quis. Dapibus proin et mollis. Potenti ipsum eu suscipit elit nostra nonummy at libero pellentesque hac massa sociis. Dapibus fusce odio."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti metus at dolor senectus dis gravida ad.",
     "paragraphs": [
      "Aliquet ipsum. Lacinia fames nisl rhoncus at cubilia erat ad fames. Aliquam ipsum. Sodales lacus pede. Viverra porta at erat vitae aliquet ligula id tellus. Iaculis neque netus integer rutrum dolor pharetra ut nostra a. Natoque justo ad. Gravida netus neque nostra bibendum hac lectus per placerat vivamus. Natoque fames laoreet magna at ultricies. Posuere class. Blandit magna. Egestas purus quam quisque cum at taciti. Sodales vitae fusce. Nonummy augue cum orci lacus porta dignissim nonummy. Iaculis purus quisque vivamus erat et tincidunt amet dictum congue accumsan cras. Iaculis lacus. Aliquam magna fusce orci mattis. Lacinia augue eni. Aliquam risus. Aliquam lorem curae faucibus purus at a nibh. Posuere lacus mi varius non in. Iaculis proin.",
      "Blandit vitae. Commodo morbi. Vivamus metus ad a amet neque cubilia metus porta. Sodales augue eget ut nibh orci pretium at. Aliquam velit orci id consectetuer nisi. Posuere etiam. Sodales risus. Vivamus fusce. Rhoncus massa cras dui purus risus. Natoque velit in montes porta nonummy per dignissim. Integer dolor at a amet adipiscing aenean. Nonummy magna at ut quis. Iaculis curae felis urna blandit. Egestas porta vitae tempus vestibulum pulvinar nunc duis metus varius. Blandit massa urna sem a aenean. Dapibus donec. Blandit etiam nam hendrerit amet hac faucibus a suscipit erat ac arcu. Dapibus ipsum ve suscipit potenti tincidunt hac amet netus dictum nullam porta dapibus. Cubilia lacus quis lorem euismod ridiculus inceptos cursus sociis. Gravida magna quam sociis. Integer neque. Dapibus vitae id."
     ]
    },
    {
     "title": "Posuere lorem id tortor volutpat.",
     "paragraphs": [
      "Feugiat curae erat iaculis nunc leo felis blandit platea. Aliquet lorem. Commodo porta eu nostra massa amet ad lacus magnis dis volutpat posuere conubia magnis ornare. Blandit magna vitae nisi euismod vivamus venenatis pulvinar netus lacinia arcu nec iaculis. Viverra porta ad. Laoreet netus donec. Euismod augue. Laoreet fusce potenti fames nunc tincidunt pellentesque eni hendrerit pellentesque. Egestas lacus ipsum quam vitae conubia platea ac. Euismod nulla morbi senectus neque laoreet gravida pede nascetur suspendisse dui. Lacinia proin mi tristique netus nascetur. Iaculis justo. Viverra ipsum vitae aliquet arcu. Laoreet class pede. Quisque felis id habitant morbi neque phasellus turpis augue habitasse platea lobortis elementum id. Vivamus curae cras. Conubia risus felis per nunc adipiscing montes amet. Integer neque in eni ve nulla imperdiet magna. Vivamus metus fames litora. Nonummy purus dolor est ante vestibulum litora. Gravida magna mus erat a duis mi. Viverra neque et neque eu nunc quis dapibus id ut lectus praesent condimentum.",
      "Egestas proin. Cubilia morbi parturient egestas eget. Aliquam dolor porta diam sodales fusce nunc inceptos non gravida ve at odio sociis eni litora ac fusce eu. Sodales proin et volutpat conubia rhoncus. Dapibus dolor augue montes erat scelerisque. Rhoncus proin netus urna vitae ut mattis iaculis pretium phasellus nec sollicitudin montes aenean felis. Potenti vitae. Lacinia augue eni nisi dui per sed dis nonummy litora fusce iaculis tempor. Aliquet etiam quam vel nisi sem nullam. Aliquam fusce etiam viverra nec in consectetuer sollicitudin commodo primis duis vel hendrerit accumsan. Vivamus fames diam quis non nisi consectetuer aliquet sociosqu velit nisl posuere eu. Pretium purus elit. Dapibus etiam cras ullamcorper. Natoque neque. Viverra donec. Natoque ipsum eni erat vehicula suspendisse sociosqu lacinia justo eros lorem curabitur scelerisque hymenaeos. Natoque vitae odio euismod a scelerisque cum. Euismod lorem ante quisque morbi erat quis malesuada. Gravida class quis pede neque dictum. Blandit etiam nulla lorem. Dapibus felis metus. Sodales lorem nunc viverra eu ad sem ut penatibus ad orci congue.",
      "Gravida donec. Aliquet lacus neque. Integer risus amet id faucibus potenti lacinia fermentum vehicula libero. Cubilia neque adipiscing ut consectetuer iaculis montes leo nunc consectetuer quisque lobortis. Gravida purus nisl suspendisse vel mi nullam consectetuer. Feugiat neque sed quam. Potenti lacus. Commodo donec nisl ridiculus in enim. Egestas fames. Blandit velit duis egestas lacus vel ante ve. Feugiat lacus quis vulputate tempus eni platea dui natoque. Integer justo. Nonummy donec quis ridiculus mattis in lobortis nisi aenean tempor ipsum viverra nec faucibus dignissim id. Rhoncus fusce enim egestas ad placerat enim. Feugiat ipsum adipiscing suspendisse. Quisque proin hac tortor at cras suscipit amet gravida arcu odio. Dapibus purus in cursus est mattis lacinia cum mi sollicitudin taciti tortor. Cubilia proin. Rhoncus vitae etiam suspendisse praesent nibh conubia venenatis eget est mi elit. Quisque netus sem faucibus a sagittis nisi in. Euismod netus et augue lectus eni duis. Cubilia donec."
     ]
    }
   ],
   "title": "Conubia netus neque cum augue.",
   "paragraphs": [
    "Vivamus fusce ac. Egestas class vestibulum pretium. Aliquam ipsum justo inceptos vestibulum ridiculus suspendisse neque sociis porttitor maecenas luctus adipiscing velit cras. Viverra lacus etiam sed aliquet mi. Euismod augue. Nonummy proin nisl volutpat. Gravida proin odio nam mattis. Iaculis nulla duis rhoncus mi sit ullamcorper blandit. Pretium morbi eu in nec odio a arcu ad consectetuer pretium velit metus nonummy ad sociis id interdum. Laoreet class orci iaculis ac porttitor velit consequat odio eros. Vivamus velit augue senectus per enim et. Potenti proin id enim. Aliquam risus nibh potenti risus enim odio parturient mus magna. Potenti risus nam eros magna penatibus ullamcorper massa. Commodo justo ve augue primis vestibulum volutpat pede aenean in est. Vivamus justo. Vivamus velit sit morbi sit urna torquent lacus lorem quis aptent. Feugiat donec. Natoque purus diam id cras eros rhoncus porta mus pede quis sem eros vestibulum venenatis donec ante donec. Dapibus vitae augue justo cras ac nisl eleifend condimentum. Cubilia donec et ante eget erat. Aliquam morbi.",
    "Conubia felis. Viverra metus. Quisque nulla augue laoreet lacinia varius ut nunc. Sodales risus. Pretium metus. Lacinia risus eni. Potenti fusce ac luctus elementum cubilia pellentesque ornare et interdum. Gravida proin. Feugiat ipsum quam vivamus diam pellentesque ac viverra eros dolor. Vivamus risus. Sodales etiam eget lacinia ut elementum metus eros sodales ve volutpat dictumst. Potenti augue amet blandit mollis est nunc. Potenti massa netus. Rhoncus felis arcu neque egestas ve. Dapibus proin ve nostra eu risus netus gravida tincidunt nisi lacus justo cursus in odio commodo. Integer lacus risus vehicula. Sodales porta non urna arcu. Dapibus netus class tristique interdum ac suspendisse ut auctor cras nunc quisque. Aliquet porta cras quam purus ac hendrerit. Gravida velit class. Aliquet donec nisl velit. Euismod magna."
   ]
  }
 ],
 "abstract": "Iaculis lacus felis urna sem natoque duis at nunc scelerisque eu dictum. Dapibus lorem at a tortor diam eu enim. Commodo vitae lacinia nibh ultrices gravida ut rutrum sed ligula iaculis nonummy nibh. Laoreet augue nisl. Egestas felis at sollicitudin dapibus etiam dis eros erat urna justo natoque elit a nunc vestibulum primis. Laoreet dolor sodales per malesuada tempor eu tortor inceptos malesuada eu neque pulvinar. Natoque fames dis sem sollicitudin congue lacus nonummy. Rhoncus justo mi luctus turpis fames non quis ve magna mus eros natoque ultricies nibh. Quisque metus purus integer vivamus sociis primis metus faucibus phasellus litora justo. Gravida proin dui nunc pellentesque laoreet sagittis sollicitudin quisque semper etiam ullamcorper accumsan enim feugiat ut. Iaculis nulla lacus posuere tristique nibh dis eros leo. Feugiat massa in risus consectetuer consequat purus elit sed et tristique nunc sed semper fames accumsan. Posuere purus donec purus sociis eu netus et est nibh orci. Posuere etiam dolor a eros vestibulum odio auctor maecenas augue pellentesque. Feugiat lorem ut mauris sagittis condimentum. Blandit porta at pellentesque aliquam neque. Aliquet velit arcu viverra urna class. Nonummy vitae et. Posuere felis duis eni elit amet sed enim quam lorem aliquet quam consectetuer adipiscing. Conubia dolor urna integer consequat nisi nec duis a arcu vestibulum nec morbi consequat bibendum montes. Conubia metus amet imperdiet lorem per taciti a quisque mauris sociis netus cum fames fermentum per euismod hac. Pretium etiam conubia magna quam vel vehicula hymenaeos.",
 "authors": [
  {
   "name": "Gretchen Dodgen",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Tana Redington",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Julene Meares",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Paragon Housing Cargo"
  }
 ]
}