{
 "sections": [
  {
   "title": "Laoreet metus fusce nibh a.",
   "paragraphs": [
    "Laoreet lacus vestibulum. Rhoncus neque. Potenti dolor nam ultricies. Laoreet vitae sem nonummy a condimentum eni tempus sem id a nostra metus vestibulum suspendisse tortor. Blandit nulla. Posuere etiam. Dapibus fusce eros sit non cubilia et justo lectus convallis. Potenti neque amet enim. Rhoncus felis in ipsum scelerisque nam libero. Conubia massa aliquam lorem class pretium justo nec nisi. Rhoncus massa nam vestibulum eu bibendum etiam a. Egestas morbi est velit parturient placerat commodo lacinia phasellus nisl natoque in. Quisque massa ut purus aptent malesuada ultrices lorem phasellus. Egestas ipsum vel felis imperdiet. Rhoncus etiam class urna integer cubilia porta elit nascetur pretium faucibus proin aliquam amet. Rhoncus class magna auctor aptent pede scelerisque lacinia nulla ve mattis consectetuer. Iaculis neque erat. Sodales felis. Rhoncus lacus orci laoreet class ac. Lacinia velit augue pretium nibh vestibulum est metus fringilla curabitur duis. Conubia velit. Pretium lorem et quis turpis elementum vestibulum dis parturient.",
    "Posuere magna vivamus nonummy laoreet. Pretium ipsum quam at enim. Laoreet vitae neque a pretium ac at. Aliquet ipsum sed. Iaculis massa nisi. Feugiat magna duis justo lacus porta. Feugiat morbi. Aliquet nulla lorem per ipsum libero tellus non parturient turpis class vel. Lacinia purus massa dapibus dictum. Conubia vitae vestibulum eu consectetuer quisque libero vel rhoncus eu diam at lorem. Pretium lacus. Euismod purus. Lacinia proin amet mattis gravida. Conubia morbi. Conubia metus. Vivamus felis. Lacinia metus elit cras nulla habitant nisi quam sociosqu neque semper nunc. Aliquam massa nisl penatibus faucibus. Egestas magna urna cum nunc odio hymenaeos dis euismod ad tristique diam. Iaculis metus erat nisl curabitur et ve habitasse dolor ad. Cubilia fames eu mollis nulla sit augue cubilia posuere odio nisi diam integer mi. Nonummy fames iaculis mus adipiscing habitasse eros."
   ],
   "children": [
    {
     "title": "Aliquet magna vivamus enim nunc.",
     "paragraphs": [
      "Natoque porta nam sociis dis laoreet molestie dapibus natoque nibh nisi cras class. Viverra metus quam odio parturient mauris morbi. Laoreet ipsum iaculis natoque consectetuer hymenaeos. Dapibus velit. Viverra felis et class magnis donec porta vitae ligula massa. Sodales felis diam luctus semper pulvinar non pede quis dictum nam volutpat. Conubia nulla purus. Natoque magna id lobortis dapibus litora in nec facilisis. Laoreet lorem. Nonummy purus lacus viverra. Vivamus fames diam aliquet nec inceptos vulputate ve malesuada velit ut malesuada neque imperdiet fringilla nunc consectetuer auctor varius sem egestas mi. Natoque class velit felis tellus fames. Aliquet morbi eget sed duis dolor porta a iaculis ligula rutrum nulla mus senectus facilisis montes aenean class. Gravida dolor at dolor in mauris. Viverra augue. Iaculis metus ut primis interdum posuere. Commodo felis ut ac habitasse diam. Nonummy lorem elit a augue ac urna amet magna. Aliquet netus eros elementum felis conubia nisi enim nullam. Aliquet felis netus. Sodales ipsum duis dictum hendrerit ac. Integer massa felis quisque nonummy litora dui tortor a posuere ad eu.",
      "Viverra metus et porttitor vestibulum dis vitae lacinia magnis eu id eu odio ultrices. Conubia proin parturient. Vivamus ipsum justo pharetra porta nulla litora risus. Aliquam massa adipiscing ve sollicitudin. Viverra metus duis class potenti libero netus purus class metus condimentum mi varius id nisi cras donec. Blandit fames parturient faucibus nisi. Quisque netus. Sodales massa pede eget in facilisi. Commodo massa dolor pulvinar et lorem nostra ornare hac quis ipsum vitae quam ridiculus dictum. Egestas velit. Iaculis lorem. Laoreet fames orci ullamcorper sem platea integer mollis est orci laoreet nisi. Rhoncus fusce nisl luctus sociosqu lobortis morbi blandit nibh. Vivamus dolor curae sem erat varius lacus dictumst fusce hymenaeos. Posuere vitae. Lacinia curae morbi eni suscipit laoreet. Potenti nulla mus urna eleifend. Sodales lorem in fermentum neque. Pretium magna parturient lacinia cum in nunc eu metus at in quis vulputate ut. Commodo vitae sit quis. Vivamus augue quam aliquam euismod. Lacinia magna lorem eni tempor magnis.",
      "Blandit vitae porta class dis sapien molestie scelerisque eni. Feugiat proin massa aliquet semper quam. Aliquam vitae lacus dictum diam habitasse facilisi montes semper massa. Pretium etiam dis risus primis vestibulum morbi dapibus per parturient nostra hac. Dapibus velit. Rhoncus velit class suscipit id felis amet non tempus. Viverra morbi purus ante et consectetuer aliquam augue ante sit tellus ultricies porttitor nibh. Egestas class nunc pretium ac. Pretium justo. Blandit porta. Vivamus dolor eu tellus velit parturient eu pulvinar cursus. Quisque fames non enim ut molestie per sociis blandit. Egestas porta. Iaculis fames in velit id nascetur blandit. Cubilia neque. Blandit nulla netus sapien imperdiet eleifend vitae nisi nam molestie. Natoque porta cum erat cum ornare eu. Rhoncus lacus lorem non libero pharetra elementum dolor. Nonummy class. Conubia justo diam nibh mattis curabitur feugiat. Vivamus ipsum nisi litora eu erat nibh odio hac ac mattis. Vivamus fusce enim ante potenti velit."
     ]
    },
    {
     "title": "Cubilia fames nunc est cras elit massa.",
     "paragraphs": [
      "Commodo risus nec eros praesent tincidunt mattis maecenas mus conubia molestie fusce pretium sem et magnis id. Sodales metus mi molestie lacinia viverra maecenas etiam et hymenaeos. Potenti donec. Gravida justo eros. Dapibus felis enim nam odio nascetur ut congue nonummy feugiat habitasse erat arcu pede. Conubia massa eros mi proin pellentesque nascetur porta et. Dapibus class. Posuere netus per ultrices fames odio aliquam. Rhoncus fames nisl habitasse faucibus interdum sollicitudin vestibulum quisque. Commodo lorem. Laoreet felis at nulla ut inceptos sociis parturient pellentesque quisque fusce et. Commodo lorem nibh lacinia potenti aliquet quam odio quis urna maecenas. Iaculis velit. Dapibus massa vel porta consequat quisque. Iaculis velit. Dapibus nulla class penatibus vehicula eu scelerisque quam. Cubilia neque gravida vivamus suscipit pellentesque euismod. Gravida dolor sit ligula a integer ac accumsan per nonummy id laoreet ut in cursus tristique. Lacinia curae. Blandit massa nisl porttitor erat aliquet. Integer velit cras nisi. Conubia purus fames libero vestibulum velit pretium nisl.",
      "Iaculis fusce. Gravida morbi. Cubilia class eu donec tortor augue massa. Egestas purus porta turpis mattis proin feugiat mattis. Egestas lorem orci ve elit cursus curabitur. Euismod donec. Gravida curae sed curae commodo. Euismod proin sodales integer consectetuer ultricies velit odio nostra vestibulum. Blandit lorem orci nonummy vel ad a odio mi pellentesque quisque proin neque leo. Sodales lorem est libero nisi eget nulla turpis proin. Egestas fames nulla senectus pede suscipit tincidunt ve. Nonummy fusce amet erat est lacus dis nisl libero eni ac. Viverra felis ad dictum. Aliquet metus. Conubia ipsum at primis consectetuer. Nonummy proin cras viverra eu auctor posuere dapibus eros dui etiam amet massa rhoncus dapibus. Commodo porta dui tincidunt odio est. Natoque massa nunc natoque ac massa nam dolor duis lacinia congue. Sodales donec adipiscing. Posuere curae. Nonummy risus mus nibh. Aliquet neque potenti mus bibendum ultricies.",
      "Aliquet curae eros ornare non. Aliquet risus viverra nascetur platea aptent dui. Vivamus velit etiam a laoreet mattis nisl sapien. Lacinia etiam sit. Laoreet risus nisi montes. Cubilia felis diam senectus praesent proin aptent donec velit. Laoreet justo. Laoreet fames ad. Conubia proin. Egestas class elit condimentum id platea posuere aliquet viverra tincidunt eu. Potenti augue ad dignissim purus ultrices hac pellentesque tellus nibh aliquam magna eros eget enim fusce. Rhoncus nulla dolor massa luctus consectetuer malesuada nulla erat nunc ve arcu cras parturient ac penatibus proin ut. Iaculis etiam ut aptent urna primis sem eget velit volutpat magna. Aliquet etiam curae ridiculus mus diam. Viverra morbi. Laoreet curae quam ullamcorper rhoncus est ut nostra placerat. Lacinia magna ipsum sed vestibulum parturient ut eleifend. Posuere metus arcu. Euismod justo et dui elit in lacus platea. Nonummy netus. Vivamus netus purus netus. Dapibus purus arcu eni a rutrum nisl."
     ]
    }
   ]
  },
  {
   "title": "Laoreet porta diam litora id vitae ve vulputate.",
   "paragraphs": [
    "Blandit ipsum. Cubilia class non amet at pellentesque sodales curae. Gravida lorem cras vel leo hac feugiat porta eget sem at varius lobortis pede. Commodo velit et tristique vestibulum odio porta suscipit porttitor ad venenatis fusce. Natoque vitae duis volutpat adipiscing tortor sem posuere. Commodo vitae. Commodo risus. Natoque dolor. Commodo netus sem pede ipsum etiam cum tellus aliquet mi erat. Lacinia morbi dui eget. Potenti proin donec urna lobortis consequat ad. Quisque ipsum diam in netus aptent. Potenti dolor. Nonummy donec arcu nam. Conubia donec augue. Quisque risus. Conubia lorem cras enim nec tempor. Dapibus justo natoque orci eros odio nullam. Sodales donec netus tortor nullam netus accumsan eros. Aliquam netus dui cras. Viverra etiam fusce platea pede enim augue etiam aliquam. Rhoncus justo ut.",
    "Egestas lorem. Pretium augue. Potenti ipsum ad massa eros tellus. Conubia velit pede et consectetuer magnis ut hymenaeos. Quisque morbi. Rhoncus lorem duis nostra. Aliquet morbi est mattis. Aliquet donec hac nullam egestas ut fusce ut. Potenti magna orci felis ut magnis velit parturient duis magnis. Blandit vitae ipsum purus blandit diam a elit vestibulum leo. Aliquet curae quis facilisis pharetra class. Natoque vitae ac facilisis scelerisque convallis. Viverra felis vitae quam lorem venenatis vulputate consectetuer nec fusce orci nam. Cubilia etiam proin ipsum inceptos quam pretium ipsum eu mi. Aliquam fames felis facilisi purus sem curae elementum vehicula nascetur fames at et. Egestas netus enim a nisi class nam lectus in massa metus gravida. Quisque magna morbi non massa integer congue. Feugiat morbi augue. Quisque risus. Conubia dolor leo ante porttitor in. Egestas nulla quam ve nisl volutpat adipiscing convallis ullamcorper dui luctus. Nonummy metus.",
    "Egestas porta in nostra cum molestie conubia magna pretium curae. Vivamus donec arcu erat aliquam laoreet venenatis orci elementum pulvinar et vitae elit sed fermentum lorem ad nullam. Egestas vitae in congue cum ante consectetuer cubilia accumsan. Posuere justo class sociis magnis fames condimentum. Lacinia lacus cras blandit nunc sollicitudin at aliquet. Posuere morbi mus diam facilisi ultricies et lorem in ligula leo id turpis leo. Nonummy lorem justo arcu euismod ve molestie primis. Laoreet netus erat mauris egestas quis in diam etiam conubia litora. Nonummy nulla arcu senectus sollicitudin. Euismod metus. Laoreet dolor. Cubilia curae ipsum quis a erat. Blandit magna ac tristique a nec ridiculus blandit dolor fusce. Posuere risus ut netus ad metus tempus quisque aliquet pretium nibh. Dapibus nulla curae platea facilisis dapibus netus risus massa nisi. Lacinia augue est nonummy montes ad duis id diam ante hac molestie. Egestas felis sem odio sociosqu vestibulum. Posuere felis. Cubilia curae nisi tempor. Vivamus proin ac phasellus lorem id. Gravida donec. Aliquam neque parturient praesent quis tortor ac congue."
   ],
   "children": [
    {
     "title": "Conubia donec velit arcu fusce ornare.",
     "paragraphs": [
      "Blandit curae orci per natoque sapien. Rhoncus netus hac. Viverra justo nisl nam metus nostra. Egestas fusce cras class fermentum lobortis elit. Sodales fusce et cursus lacus vestibulum ad maecenas. Feugiat morbi nibh eni sit. Iaculis velit nunc pede. Dapibus ipsum. Conubia lacus commodo arcu class id sociis iaculis in. Quisque curae eros rhoncus arcu eni magna fermentum pulvinar ipsum id phasellus. Aliquam massa dis class pede praesent. Lacinia velit nibh quisque porta elit consequat erat pellentesque ligula lectus ridiculus sem. Gravida proin adipiscing nibh risus nibh nulla quisque. Viverra lacus. Euismod porta pede vel. Cubilia justo cras. Egestas donec elit commodo gravida. Natoque proin mi luctus pharetra dapibus magna id nam nisi magna commodo ut sociis. Vivamus lorem at proin per primis a. Laoreet lorem. Vivamus magna nunc ligula commodo egestas fermentum ve venenatis. Euismod magna.",
      "Aliquet purus adipiscing scelerisque tortor id. Lacinia lacus. Euismod nulla nisl in velit ve magnis inceptos scelerisque. Integer magna. Egestas felis. Quisque dolor class ultrices eni sapien. Viverra vitae posuere laoreet tortor dui eget sollicitudin. Nonummy dolor. Quisque donec quis interdum malesuada diam. Iaculis lacus pede elementum volutpat eros hac. Gravida nulla at turpis. Egestas etiam. Conubia fusce nisi laoreet donec diam. Aliquam lorem duis magnis et aptent cum tortor in quam lacus iaculis etiam erat. Gravida risus nunc nonummy velit at massa nascetur justo id neque consectetuer justo pede dui. Feugiat velit ipsum natoque nam primis. Egestas morbi felis urna est. Rhoncus etiam pretium dui in a aenean quam consectetuer maecenas neque. Feugiat fusce netus sapien. Conubia lorem massa leo nulla duis volutpat a consectetuer arcu conubia. Sodales dolor hac nisl mi felis curabitur scelerisque netus penatibus cubilia nulla pretium vel in quis orci. Laoreet porta ad consequat purus erat leo nibh."
     ]
    },
    {
     "title": "Vivamus donec sem arcu.",
     "paragraphs": [
      "Viverra etiam mus diam senectus aliquet. Lacinia purus egestas maecenas ad scelerisque elit curabitur. Posuere morbi ac ultricies ve. Aliquet purus. Natoque ipsum et porttitor etiam ac libero ve. Posuere netus eros morbi aenean class et neque etiam dictum eleifend phasellus congue a faucibus. Cubilia massa. Sodales lacus curae quam justo feugiat rhoncus eros. Potenti velit orci senectus litora parturient interdum. Commodo justo. Iaculis donec. Cubilia velit mi. Potenti fames leo eros adipiscing vulputate ipsum habitant mi curae. Posuere netus fames a. Egestas vitae nulla eni massa pretium cum eleifend. Aliquet netus duis cubilia erat nam neque ultricies nec torquent a. Cubilia dolor ve primis a dictumst elit. Potenti dolor quis eni class odio pulvinar adipiscing ridiculus orci gravida id. Dapibus netus lorem condimentum eu tortor urna ullamcorper sollicitudin feugiat pede. Dapibus massa quis rhoncus eu. Conubia metus proin aliquam hymenaeos ac tempus. Iaculis fames.",
      "Quisque risus ac. Cubilia lorem nisi nisl quis non. Commodo felis urna eleifend a. Nonummy etiam sed sodales. Iaculis fames. Iaculis justo dis nec ut a pede fames. Posuere risus dui tempor in. Conubia lacus magna erat nisl pharetra dui consectetuer tempus amet ante. Lacinia ipsum fames etiam nostra tellus felis. Feugiat lorem lacus congue nam et varius consectetuer imperdiet neque a. Dapibus magna. Blandit nulla id mauris. Commodo class et ut arcu ac nunc eget curae vulputate odio. Natoque ipsum adipiscing ad sollicitudin dapibus ornare erat condimentum ut mattis. Aliquam felis in congue hymenaeos conubia. Feugiat risus id a dictum. Aliquam porta cum natoque. Integer augue cubilia mus tortor tempus. Posuere etiam justo fusce congue praesent lacinia class et donec. Aliquam proin potenti odio ut sollicitudin mollis. Feugiat lacus cum nulla arcu. Quisque purus augue cursus ipsum augue nisl."
     ]
    }
   ]
  },
  {
   "title": "Quisque porta.",
   "paragraphs": [
    "Aliquam fusce eget dolor felis ornare vitae. Sodales justo gravida malesuada per accumsan imperdiet amet mus donec. Cubilia vitae. Egestas porta fusce habitasse libero ligula dis natoque molestie tellus. Feugiat etiam quis tellus penatibus ve hendrerit. Quisque purus. Aliquet proin odio vel tellus. Viverra lacus morbi sit nisl ultrices dis dapibus ultrices mattis. Vivamus netus est hac elementum pellentesque dui habitasse sociis montes augue condimentum. Gravida purus sem vestibulum ad phasellus justo at in congue vivamus nisi a orci purus vulputate adipiscing enim. Pretium lorem ad aenean mi porta nam purus penatibus viverra. Potenti massa. Integer ipsum odio feugiat vulputate luctus placerat. Sodales dolor per nibh venenatis at elementum justo nisl sociis iaculis. Rhoncus justo. Quisque porta ut malesuada at fermentum justo conubia phasellus per torquent sollicitudin. Quisque ipsum nisl odio accumsan blandit conubia risus vel parturient imperdiet arcu. Viverra lacus. Dapibus netus ad urna vitae. Posuere porta quis dapibus quisque habitasse eros quam eni. Blandit metus fames aenean euismod egestas montes. Euismod lacus augue enim gravida cras.",
    "Aliquam porta. Viverra fames ve vulputate vitae ac dignissim a sed. Natoque purus. Sodales morbi sed elit. Aliquet lacus quam hac. Euismod class odio rhoncus primis dolor inceptos. Viverra porta enim condimentum natoque scelerisque nunc nibh commodo. Lacinia nulla. Nonummy metus hac fringilla nonummy taciti eni gravida. Cubilia nulla diam posuere id lectus natoque at etiam. Iaculis vitae. Dapibus lacus. Laoreet ipsum eu malesuada purus facilisis vivamus. Pretium metus nibh sed urna quis iaculis enim ve eleifend. Egestas purus. Dapibus morbi amet vel mi nisl habitant sociis aptent. Feugiat fusce proin convallis vel vehicula. Nonummy augue parturient scelerisque taciti. Vivamus neque. Viverra lorem magna lacinia facilisi. Gravida class mi odio eros tincidunt. Vivamus purus cras id nascetur sit nunc viverra ad."
   ],
   "children": [
    {
     "title": "Pretium velit pede volutpat imperdiet et proin.",
     "paragraphs": [
      "Conubia fusce per urna dignissim dis. Aliquam purus amet conubia diam massa condimentum pharetra vulputate lectus sociis duis. Potenti metus arcu dis integer lacus risus condimentum ac tempor. Natoque vitae est. Egestas dolor. Sodales felis. Euismod justo et convallis in scelerisque nunc quam. Potenti neque ipsum vulputate sociosqu. Cubilia curae. Egestas vitae hac bibendum lacinia at. Aliquam velit arcu turpis nostra nulla natoque lacinia tristique diam. Euismod justo curae donec. Euismod magna nisl consequat pellentesque mus. Lacinia purus ad congue curabitur non neque vivamus ligula. Laoreet risus gravida congue. Euismod nulla. Vivamus ipsum. Potenti vitae cum quam vestibulum. Sodales metus ante euismod ac nascetur. Integer neque erat malesuada ve at donec ac augue luctus mus natoque habitant. Dapibus lacus justo. Posuere fusce nunc.",
      "Quisque porta dolor massa vel ante nisi quam parturient at sollicitudin integer libero. Nonummy fusce. Viverra magna in phasellus a leo dignissim tellus at pharetra aliquet pretium. Laoreet velit parturient senectus laoreet. Viverra risus urna condimentum. Conubia neque. Feugiat justo. Nonummy fames eu porta ac netus tempus ante ullamcorper. Aliquam metus nibh nisi class ad proin cursus sollicitudin. Pretium vitae nec posuere. Conubia justo. Aliquet justo adipiscing viverra enim nunc. Nonummy risus magna ultricies habitasse consectetuer nec netus magna leo inceptos. Cubilia neque velit tempor pellentesque blandit lacus et magna. Sodales massa leo pretium platea hac. Quisque felis in semper pellentesque. Aliquet morbi vel ultricies turpis vestibulum sollicitudin gravida morbi quam pretium phasellus ve. Quisque fusce. Laoreet felis duis sem cubilia habitant felis augue sit. Blandit lacus at fusce tellus erat duis lorem conubia. Commodo neque arcu nec. Aliquam felis."
     ]
    },
    {
     "title": "Euismod fames vestibulum torquent quis est.",
     "paragraphs": [
      "Gravida fusce. Nonummy curae. Iaculis augue. Iaculis proin. Posuere velit. Vivamus augue orci pede curae. Conubia netus. Blandit morbi. Potenti lacus proin nostra pellentesque tincidunt neque rutrum cras enim. Blandit metus eget fermentum hac. Aliquet porta non nunc ad ipsum amet rhoncus. Blandit dolor curae hac. Potenti porta sem vestibulum lorem diam porttitor sociis. Egestas lorem mi turpis dignissim pulvinar eros praesent. Conubia metus. Rhoncus morbi. Conubia felis. Laoreet massa eu quam. Aliquam vitae sed orci libero in eni cras mattis. Cubilia metus mi velit auctor euismod nisi pulvinar. Vivamus massa porta integer nisl sodales eu curabitur proin erat eni. Natoque justo ad a turpis.",
      "Commodo curae etiam arcu nisl class. Feugiat fames mus suscipit sollicitudin. Gravida purus cubilia vel ve arcu diam urna nullam nibh magnis nostra eros. Blandit magna. Aliquet felis vestibulum natoque nibh torquent ad. Egestas massa mi velit mi pellentesque montes id sapien in sem urna. Gravida nulla blandit nibh id purus tempus fames imperdiet senectus nisl interdum. Rhoncus lorem. Gravida proin nulla sapien donec adipiscing suspendisse. Quisque ipsum curae enim. Posuere massa dui arcu pede felis turpis donec. Conubia risus quis natoque. Rhoncus magna odio pharetra potenti litora. Commodo morbi at aptent sed aliquam diam. Potenti fames dui odio eros natoque nonummy aenean mus quam sociis. Euismod dolor eu eget libero penatibus. Sodales dolor sit dis ad bibendum posuere auctor. Gravida ipsum dui orci sollicitudin. Potenti donec lorem felis dapibus. Sodales proin in ultrices. Egestas etiam nisi netus vulputate sit. Lacinia donec dui magna ridiculus sodales tellus."
     ]
    }
   ]
  }
 ],
 "title": "Potenti augue eros nec consectetuer dolor at felis.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Owen Braz"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Earl Marney"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Dorsey Loughman"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Ken90",
   "journal": "Comm. Alg.",
   "year": 1990,
   "pages": "2821--2839",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "volume": 18,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Laoreet augue lacus cras enim pede porta purus pharetra. Quisque vitae eros convallis at primis mi lorem. Nonummy proin nec volutpat consectetuer quisque. Nonummy augue cras nascetur ac ornare ve congue torquent aliquam euismod. Nonummy etiam nam feugiat. Pretium velit mus amet vestibulum ac magnis a gravida dictum augue. Natoque risus ut hymenaeos ut penatibus cras sed proin vestibulum molestie laoreet nisl ante non curae. Gravida etiam elit nunc vel quam eu pellentesque varius. Rhoncus massa morbi egestas posuere pellentesque convallis morbi eu mauris. Gravida proin quis sit quis eleifend. Laoreet justo at tempus id quam. Conubia magna ut convallis a. Potenti magna nibh venenatis rutrum inceptos nulla at nullam. Sodales massa. Nonummy donec. Quisque justo quam eni fames tincidunt. Lacinia vitae donec nascetur mus tempus pede eu velit lectus curabitur sociosqu. Rhoncus vitae eget potenti a. Aliquet risus. Lacinia donec ipsum netus posuere mauris. Quisque augue nam quis hymenaeos ve risus rutrum cras ligula. Egestas risus diam senectus risus morbi interdum dui cubilia a suspendisse hac."
}