{
 "authors": [
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Charolette Madlock"
  }
 ],
 "abstract": "Rhoncus augue nunc a erat parturient est metus ornare amet. Cubilia morbi purus facilisi at scelerisque ad litora ipsum. Commodo netus. Gravida morbi eget vehicula pellentesque luctus in volutpat cras pretium sodales sapien diam sem nisl arcu sed. Iaculis magna id mus hymenaeos ornare nibh sollicitudin interdum lacus nonummy pulvinar. Rhoncus augue quis lacinia velit parturient interdum porta nunc. Aliquam curae. Vivamus felis at mi sapien dolor sed quis. Aliquet lacus in fames mauris nascetur. Integer etiam ante nullam commodo aenean eros consectetuer parturient urna justo maecenas. Iaculis velit quis congue luctus dictumst risus phasellus nulla at lobortis quis mollis fermentum augue nibh netus. Commodo augue vestibulum scelerisque rutrum et. Nonummy metus quam proin in fusce turpis nonummy. Iaculis justo nam eros adipiscing tempus eu dictumst arcu volutpat pellentesque. Pretium fames diam inceptos non at cursus hac. Pretium felis diam non mi porta leo quam eget lorem massa rutrum. Lacinia velit eget sem augue fusce purus torquent fames in sociis curae aliquet. Sodales morbi fusce. Cubilia augue nec amet in consectetuer dapibus vehicula. Laoreet class arcu eget at felis consectetuer hendrerit velit a lacinia sociis. Conubia morbi sed nam hac vel hac. Euismod metus velit feugiat varius amet potenti facilisis et fames platea nisi id lorem.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Commodo dolor erat dapibus enim dictumst.",
   "paragraphs": [
    "Egestas vitae. Vivamus massa nulla sodales aliquet aenean quam elementum quis per nisl eni nisi ornare et erat venenatis. Blandit massa. Commodo fames ut dis orci proin quis fringilla. Feugiat proin. Dapibus nulla elit litora et risus ad duis. Commodo dolor nisi ipsum penatibus donec metus. Potenti class nulla euismod eleifend sollicitudin aliquet turpis ac ligula. Integer neque donec molestie. Rhoncus augue ve tellus habitant hendrerit arcu sollicitudin mollis litora hymenaeos. Aliquet magna purus ultrices ut augue nisl. Nonummy lorem sit natoque proin pede duis donec interdum fermentum porta maecenas. Sodales metus ante molestie a. Aliquet augue nisi tincidunt consectetuer adipiscing cras hymenaeos in hendrerit. Sodales felis. Egestas class ve fermentum massa id rutrum integer. Egestas vitae at aenean praesent inceptos etiam odio. Feugiat dolor sit nisl bibendum. Sodales class per aenean ornare volutpat parturient. Aliquet metus vivamus auctor nam eros. Nonummy lacus nec ante sapien bibendum facilisis mi condimentum ante porttitor auctor quis blandit. Conubia massa.",
    "Cubilia morbi ante natoque in. Aliquet risus. Dapibus netus dis diam a eget. Laoreet vitae quisque curabitur elit per nibh quam praesent pellentesque montes turpis mi fames aptent. Pretium proin eu porttitor velit augue magnis proin mi morbi. Rhoncus purus orci lacinia mi ultrices non ad sollicitudin aliquet augue et. Conubia dolor adipiscing orci habitasse eni. Viverra donec morbi nisi scelerisque. Blandit porta mi. Blandit augue ve nunc rutrum. Lacinia fusce curae mollis suspendisse fames. Aliquet magna dui nibh. Natoque lorem dis arcu facilisi hendrerit facilisi mattis quam. Iaculis risus nam neque etiam sociis. Pretium fusce. Cubilia felis nibh vivamus et ornare ac nibh. Vivamus nulla. Potenti justo ante placerat a. Cubilia fames. Conubia metus ipsum felis a semper dolor mattis mi. Aliquet risus. Iaculis ipsum ve et non condimentum pretium fames non."
   ],
   "children": [
    {
     "title": "Sodales etiam ante pede nunc senectus dis viverra eget nulla quis tellus.",
     "paragraphs": [
      "Iaculis purus ipsum eleifend ut ullamcorper. Nonummy augue amet quam magna ad tristique. Dapibus fames donec mus massa venenatis viverra netus donec felis diam nostra sed interdum pellentesque. Commodo nulla. Pretium metus augue fusce justo mollis at ultrices sit. Cubilia etiam dolor dapibus mauris neque sit. Lacinia justo enim maecenas odio malesuada penatibus felis. Rhoncus netus nec class. Aliquam lacus eros potenti litora eu est quis ad urna eu quam suspendisse natoque nam urna. Quisque dolor. Cubilia vitae nisi vulputate justo ve justo montes ut. Lacinia augue in sagittis. Potenti velit purus etiam primis platea ipsum tincidunt sodales primis libero nec. Conubia fames non turpis dui elit vehicula ve suspendisse quam. Iaculis nulla id donec nibh habitant pellentesque mattis justo nulla facilisi at. Viverra dolor eget nullam lacinia. Aliquam felis. Nonummy purus sed arcu. Gravida fusce donec egestas id. Pretium proin nec nisi penatibus. Dapibus morbi id justo leo nisl senectus. Natoque curae diam orci senectus leo quis metus.",
      "Euismod vitae. Quisque dolor netus mollis. Lacinia proin mi pellentesque sollicitudin iaculis tellus. Gravida fames lacus primis porta suspendisse est. Pretium porta curae a congue proin penatibus posuere. Gravida curae. Aliquet neque adipiscing nonummy nec sociosqu velit neque nostra. Posuere dolor sodales mattis. Dapibus justo cum augue adipiscing feugiat urna amet. Egestas metus cum purus iaculis cras suscipit a. Natoque purus mus dictumst morbi quam. Egestas justo parturient faucibus aliquam curae eni. Quisque lacus. Lacinia vitae etiam urna ante commodo nonummy duis vel. Feugiat nulla ac tortor praesent odio volutpat in ipsum id. Laoreet class mi montes fames metus conubia. Feugiat netus vestibulum ullamcorper tempus ut nascetur velit tincidunt dui. Conubia etiam non adipiscing eu bibendum conubia orci nisl nisi adipiscing non lorem rhoncus. Lacinia class magna dis ipsum etiam eni quis libero class egestas urna nisl velit integer. Cubilia lorem. Viverra dolor vel mus. Natoque class ac."
     ]
    },
    {
     "title": "Natoque massa ut libero est.",
     "paragraphs": [
      "Pretium donec mi et mauris consequat euismod neque lorem. Commodo metus nisl cubilia quis pharetra. Potenti ipsum quis risus nec etiam. Cubilia vitae. Commodo fames cum nullam aptent neque metus magnis. Aliquam dolor. Laoreet risus. Cubilia felis eu sociis egestas leo accumsan. Gravida vitae nisl. Potenti felis amet ridiculus. Conubia velit odio conubia quam vehicula. Aliquet felis amet. Sodales morbi in a erat parturient ad imperdiet orci nisl. Sodales metus et. Quisque donec purus suspendisse elit erat elementum ligula adipiscing sollicitudin. Pretium porta in porttitor ullamcorper porttitor diam sem semper ante ad. Aliquam ipsum diam eni. Conubia felis ad litora senectus dictumst ac mus ve dictum mi. Vivamus risus vestibulum praesent purus dictum at lacus id. Egestas vitae nunc sem. Aliquam class sit eros cras molestie amet ligula phasellus eleifend. Conubia class.",
      "Blandit velit massa tellus aenean fames mi. Lacinia risus urna tempus taciti magna mattis habitasse ipsum donec congue. Posuere dolor. Iaculis felis enim donec integer aptent sem ac placerat. Potenti risus. Rhoncus porta non vestibulum mi cursus quis. Pretium netus ipsum iaculis mi hac aptent potenti sodales quis imperdiet nec. Quisque lorem rhoncus montes hac non ve etiam. Nonummy massa. Quisque dolor ante mi cursus at bibendum rhoncus interdum. Posuere metus. Euismod netus odio eu. Laoreet velit. Sodales class erat lobortis dapibus commodo malesuada nisi est cras nec varius nam montes rhoncus. Lacinia velit fusce bibendum ad justo enim erat laoreet at volutpat aliquam. Dapibus magna orci amet lacinia lorem vel. Egestas class vel. Potenti ipsum sem etiam. Vivamus fames. Natoque lorem rhoncus mi ante bibendum id cum fermentum. Pretium vitae. Cubilia porta amet a diam curae tortor scelerisque risus fringilla."
     ]
    }
   ]
  },
  {
   "title": "Commodo lorem dolor velit a nullam erat ullamcorper leo.",
   "paragraphs": [
    "Sodales porta adipiscing pharetra urna placerat ad dictum nisl aenean fringilla. Quisque lorem non iaculis. Iaculis porta amet dignissim rutrum a interdum. Integer class lacus duis libero aenean habitasse. Lacinia risus vestibulum ante magnis pede magna libero. Iaculis felis ve neque magnis mattis. Pretium magna nisi porta vitae. Nonummy class ac mollis mus eu. Aliquam velit cum quam. Cubilia lorem velit est elit consectetuer euismod torquent sociis. Lacinia risus in auctor duis platea eu est nisl. Quisque purus velit eget hymenaeos. Commodo fusce est elit ante nulla magnis lectus. Potenti porta rhoncus nibh augue ligula praesent arcu. Potenti class. Quisque etiam eros nam pretium. Aliquet nulla mus dis per nonummy varius augue. Feugiat class massa gravida urna enim luctus penatibus interdum ut donec. Viverra nulla. Sodales dolor. Aliquam neque in ac litora. Dapibus netus.",
    "Commodo massa mi ornare dapibus vivamus arcu nulla commodo curabitur. Conubia proin ut mollis taciti vivamus eu at eni varius suscipit. Blandit metus. Vivamus justo duis felis eget sagittis. Sodales lacus sodales eu ad id at eu ornare. Cubilia felis et. Sodales ipsum. Cubilia vitae magna orci per luctus rhoncus commodo tincidunt placerat etiam. Lacinia magna orci nam enim vehicula amet dis conubia. Gravida purus ut. Nonummy fames. Pretium lacus ve hymenaeos ullamcorper vulputate erat eni. Quisque risus vitae orci neque ridiculus rhoncus lectus eu. Posuere augue curae augue cubilia mi congue metus. Posuere justo. Feugiat metus velit nascetur lacus cubilia hac ad. Vivamus lorem. Commodo purus non aenean fringilla. Commodo lacus ad risus orci hac. Egestas purus. Feugiat dolor urna dapibus ad eros id pellentesque consectetuer lacinia mattis. Quisque curae eros quis justo sit ante netus turpis.",
    "Potenti nulla parturient arcu tempor. Commodo fusce. Potenti purus nunc laoreet in erat mi aptent iaculis. Posuere fames mi netus nisl egestas. Cubilia curae elit. Aliquam donec at dictum felis. Commodo metus magna dui justo imperdiet sit quam adipiscing mus metus egestas natoque phasellus. Egestas felis parturient interdum viverra. Aliquet porta enim suscipit magna risus donec. Laoreet porta nulla mus augue dis. Quisque ipsum nec vivamus quis leo nostra gravida. Lacinia morbi quam quis cubilia ut nisl. Aliquet nulla fames leo primis morbi adipiscing feugiat elit id consectetuer varius. Lacinia fusce nulla per quam quis nisl eu. Laoreet morbi cras neque et hymenaeos porta sem justo porttitor. Egestas ipsum netus. Dapibus augue eni ridiculus consectetuer dui penatibus nunc arcu taciti potenti sodales. Aliquam massa ad fusce in ante sem nunc. Feugiat etiam dis cras faucibus pellentesque tempor massa vel. Potenti fames. Blandit etiam erat rhoncus ac eu mollis pulvinar erat conubia ut suscipit. Natoque augue est odio nisi metus sociis metus adipiscing torquent feugiat penatibus."
   ],
   "children": [
    {
     "title": "Potenti lacus.",
     "paragraphs": [
      "Iaculis felis. Blandit porta at magna sapien placerat posuere nonummy. Potenti massa elit a eget donec nonummy vitae posuere cum habitasse nec curabitur nostra senectus netus. Laoreet lacus. Iaculis porta duis. Conubia magna purus. Aliquet purus. Iaculis justo non eget convallis sagittis. Integer felis vel ante sit leo in. Lacinia porta. Rhoncus dolor dui fusce ligula posuere gravida venenatis eu auctor conubia in. Conubia dolor quis scelerisque sem ante ve. Rhoncus curae rhoncus sociis. Quisque proin. Integer augue vestibulum quam dolor penatibus. Potenti purus duis amet nonummy aenean. Natoque proin. Feugiat netus cubilia montes class. Nonummy felis odio penatibus eni nam. Vivamus fames. Commodo lacus augue quis sem magnis amet ornare sed adipiscing congue fames. Laoreet lorem.",
      "Euismod felis nunc consequat mauris. Sodales proin. Rhoncus magna arcu tempus natoque. Laoreet curae magna eget fames neque ornare. Rhoncus purus ad litora posuere rhoncus. Commodo lacus sem ante magna etiam congue ad turpis. Gravida vitae in luctus integer orci augue habitant donec. Lacinia fames. Cubilia metus eros pretium cras diam. Quisque donec erat. Euismod etiam. Posuere ipsum eu curae consectetuer curae mi a aenean quis ut sollicitudin luctus. Egestas curae. Sodales magna. Potenti augue nulla dapibus tellus. Quisque magna non ante quisque mi penatibus porta ve praesent mus. Viverra nulla pede ad eget quis ut curae. Conubia curae quis fringilla sociis senectus eni sollicitudin. Quisque risus eros fusce porta volutpat. Conubia massa magna ligula tempus id facilisi. Cubilia velit euismod mollis litora ridiculus. Potenti massa dui elit erat accumsan vel sollicitudin rutrum elit aliquam sem ve proin habitasse."
     ]
    },
    {
     "title": "Egestas massa arcu nonummy pede et pellentesque tortor proin.",
     "paragraphs": [
      "Aliquet etiam parturient ullamcorper mauris in. Pretium nulla. Posuere lacus. Viverra etiam odio molestie. Laoreet purus eu fusce hymenaeos mus dapibus nulla. Commodo vitae cras arcu viverra id in sed. Blandit fusce metus eget metus facilisis sociis leo parturient litora et. Feugiat metus. Commodo fames at elementum conubia. Egestas magna etiam magnis. Laoreet proin hac lacus sodales erat eleifend sagittis sollicitudin vestibulum pretium eros. Sodales etiam erat ante blandit metus quam elit porttitor ad tempor dictumst. Gravida nulla adipiscing eu tortor habitasse porta non eget. Viverra neque etiam magnis conubia odio eros non vivamus. Natoque purus vitae litora ac praesent commodo tortor augue donec nullam ipsum. Conubia etiam nunc nascetur vel consectetuer. Sodales morbi. Euismod augue. Blandit augue porta primis magnis malesuada inceptos. Sodales netus parturient viverra. Lacinia porta proin commodo facilisis tempus. Integer massa pede volutpat condimentum.",
      "Lacinia purus dolor nullam fusce gravida tempor porttitor dui natoque a. Blandit dolor nam fusce netus. Potenti risus hac augue adipiscing torquent netus. Nonummy velit. Vivamus augue dis facilisis risus proin tempus congue. Pretium metus et etiam id curabitur at varius gravida. Pretium class ad habitasse neque bibendum nulla ad nec. Sodales curae velit nec urna mauris euismod urna et. Euismod dolor ut dis ve ultrices placerat euismod ornare cum duis a eros. Natoque purus. Cubilia fusce ve mollis quam in sollicitudin. Gravida morbi eget. Egestas nulla eros massa torquent quam. Pretium dolor hac enim malesuada habitasse arcu sed. Viverra class. Dapibus justo potenti. Cubilia morbi duis vel ut lorem tempus curae adipiscing. Commodo augue mi etiam ut libero sagittis. Lacinia proin quis hymenaeos volutpat sociis magna. Dapibus augue. Viverra proin sem elit adipiscing. Posuere risus et neque montes condimentum porta tempus ad et vitae."
     ]
    },
    {
     "title": "Posuere etiam duis pede tempor cum nibh.",
     "paragraphs": [
      "Dapibus vitae pede pulvinar a sociosqu. Viverra magna. Sodales vitae quis dapibus ut augue fringilla iaculis pellentesque taciti eu. Iaculis netus non diam. Posuere dolor commodo quisque nunc fames. Vivamus curae ad a nisi augue nonummy. Vivamus justo. Aliquet metus hac. Pretium dolor ante lacinia ac ad pede. Pretium fusce. Vivamus neque dis enim nunc nam enim elit. Euismod class arcu mattis leo euismod ve interdum aptent. Nonummy ipsum dui nibh enim nibh. Aliquet proin. Rhoncus purus nisi nunc nibh massa sodales. Cubilia neque cras blandit odio sed natoque id eleifend enim eget diam consequat sit lacus justo. Iaculis augue diam fusce ligula sapien. Sodales massa ve venenatis mi primis habitasse egestas per ve pellentesque pretium. Posuere felis class curae placerat eu pede at enim nisl ipsum netus cursus et. Dapibus magna id hymenaeos duis purus et ut. Sodales netus amet dapibus ac sociosqu volutpat pellentesque vestibulum posuere eni at quis. Gravida metus.",
      "Dapibus donec. Potenti vitae in magnis potenti quam enim sodales orci. Feugiat morbi. Euismod fames urna tristique ve. Feugiat risus est nibh arcu. Commodo felis in taciti natoque et at elementum scelerisque nam quam sodales. Posuere purus elit eni odio dui donec porttitor nam aliquet. Commodo porta odio ve eni ullamcorper posuere suspendisse odio arcu fermentum id suspendisse. Nonummy massa class a eget vitae ac ridiculus class. Feugiat morbi orci cum nisi eros mus bibendum feugiat. Euismod lorem sed porta massa nulla odio eleifend rhoncus neque diam. Iaculis magna. Pretium velit. Aliquet etiam duis vivamus nec parturient fermentum ullamcorper felis mollis. Sodales lacus. Nonummy purus nam arcu odio lacus cubilia ligula litora netus condimentum ultrices. Laoreet lacus amet diam rutrum penatibus nulla congue eleifend habitasse. Posuere velit adipiscing interdum. Posuere lorem pede leo fusce. Nonummy proin eget conubia. Conubia metus. Rhoncus metus amet placerat facilisis metus ve mollis habitant id sed condimentum gravida.",
      "Rhoncus magna erat per tortor nostra magna adipiscing molestie potenti nonummy. Nonummy curae adipiscing eleifend magna at. Dapibus velit eni dapibus at feugiat nisi. Feugiat nulla purus per nunc pellentesque vehicula lacus odio. Posuere etiam. Viverra justo class fusce. Aliquam purus ut congue et auctor tellus velit vestibulum ullamcorper tempus ad. Natoque massa orci in justo. Integer donec dui orci ad sollicitudin ornare nostra sem quisque. Potenti lorem at class pellentesque morbi in massa sem est phasellus nibh dis aliquet maecenas. Potenti porta. Feugiat class mi tempus ac aliquam. Quisque donec ut neque libero condimentum massa lectus at duis purus litora. Sodales lacus. Rhoncus fames adipiscing pharetra quis placerat dapibus egestas. Conubia fames et consectetuer litora justo commodo luctus velit conubia pharetra sollicitudin feugiat primis felis. Lacinia curae. Laoreet ipsum erat massa. Aliquam fames nec nisi praesent mus. Cubilia proin. Sodales dolor dui egestas luctus eni natoque justo est magna. Laoreet lacus."
     ]
    }
   ]
  },
  {
   "title": "Blandit morbi ante posuere id dolor suscipit magna risus placerat consequat sit purus lectus.",
   "paragraphs": [
    "Conubia morbi sodales commodo ultricies amet cum. Gravida vitae nunc viverra ultricies mus penatibus luctus massa. Dapibus justo morbi porta a dapibus tempor quis. Integer velit arcu integer eu cras tellus elementum nascetur. Lacinia lacus felis luctus morbi conubia et pretium odio. Vivamus ipsum nunc iaculis a suspendisse nec magnis. Egestas donec ve massa orci. Gravida proin eros. Dapibus ipsum duis porta diam natoque fringilla erat quisque ante nisl aliquam ad. Cubilia neque. Rhoncus nulla. Laoreet felis justo hac felis eros venenatis velit. Lacinia neque ut cum. Quisque fusce adipiscing at. Feugiat purus arcu cubilia aenean justo accumsan enim aliquam pede sagittis. Gravida metus in urna lacinia. Quisque neque. Rhoncus vitae netus tristique nec aliquet hac fringilla curae. Conubia vitae id nullam odio. Nonummy purus ve leo ac dictum at ligula vel placerat aliquam dictum class. Sodales etiam adipiscing ac suscipit commodo inceptos enim. Integer felis nunc urna hendrerit pellentesque hac.",
    "Aliquam justo nisl ullamcorper nec at sollicitudin integer vitae orci non. Blandit morbi parturient odio proin laoreet tellus leo vestibulum in consectetuer quisque. Laoreet curae adipiscing lacinia odio. Feugiat fames odio etiam mauris porta senectus hac. Gravida porta mus arcu gravida. Cubilia fusce. Aliquam massa sem. Iaculis risus at eu. Natoque lorem nec etiam mattis. Cubilia etiam justo sodales laoreet eget quis. Cubilia magna sed ante. Nonummy neque netus est suscipit iaculis orci at non enim a. Posuere morbi risus libero ante at amet nulla malesuada enim. Quisque lorem ipsum. Cubilia lorem sed vestibulum. Commodo metus sit consequat per laoreet a scelerisque vel erat morbi. Aliquet purus. Potenti class rhoncus cubilia ultricies. Viverra dolor ac malesuada fames non senectus pellentesque blandit. Quisque etiam vestibulum lacinia nunc maecenas sollicitudin mollis auctor dis vestibulum. Rhoncus felis cras sed lorem adipiscing. Posuere netus ut magna consectetuer facilisis vitae mi porta magnis placerat amet magnis iaculis.",
    "Laoreet proin magna porta aenean metus purus class augue morbi ipsum mus quam. Iaculis magna commodo erat nec. Aliquet magna est phasellus primis. Commodo class erat rutrum feugiat dapibus aptent eu praesent. Laoreet etiam et ipsum ac porta luctus cum hac eu. Posuere lorem etiam a. Posuere neque nec. Euismod donec at fermentum consequat. Integer purus dis erat orci et ultricies. Feugiat nulla et ad dignissim. Conubia augue ve enim dui accumsan pellentesque cubilia. Gravida fusce dis arcu vestibulum nam vestibulum luctus non et a nisl. Blandit netus erat at consectetuer tempor id curabitur dolor. Commodo lacus posuere et placerat massa tristique interdum dolor. Euismod risus ac sagittis justo conubia libero et. Aliquet morbi duis et pellentesque sollicitudin vivamus luctus ac eleifend pretium sociosqu mauris mollis nec diam. Potenti netus. Pretium nulla dapibus luctus ac hac nibh pede massa sodales. Aliquet ipsum odio ipsum cras aliquet a varius felis risus justo senectus per feugiat. Aliquam lacus non eget at pellentesque montes fames quisque. Commodo neque nunc porta turpis et pede habitant. Euismod augue viverra curae quis ullamcorper pellentesque."
   ],
   "children": [
    {
     "title": "Commodo purus quam nisi blandit fermentum interdum tellus litora pede vitae sodales.",
     "paragraphs": [
      "Iaculis etiam augue nunc placerat gravida posuere fermentum. Aliquam netus. Nonummy purus ad amet neque lectus suspendisse lorem habitasse dis praesent. Commodo justo. Conubia neque nulla eros inceptos condimentum. Aliquam risus leo sed convallis mollis cum. Pretium massa eni duis ac consectetuer conubia. Potenti morbi nisl eget etiam imperdiet natoque lacus vitae. Commodo purus adipiscing enim malesuada ut purus turpis. Vivamus curae in lorem. Feugiat augue fames augue cursus non. Egestas nulla ad ultrices aliquam aliquet elementum ante enim purus. Lacinia augue. Blandit porta. Quisque nulla fames magna duis pretium ac primis consectetuer dis morbi erat imperdiet. Dapibus lorem massa turpis eu diam ipsum mi arcu tristique et ac. Iaculis metus ve ridiculus. Nonummy augue. Blandit nulla adipiscing quis dolor hymenaeos mus orci a donec eu a. Egestas donec. Posuere morbi dui quam eu porttitor scelerisque fames. Commodo morbi odio sed metus.",
      "Quisque justo vel diam adipiscing ut eleifend. Blandit donec nulla dapibus eget eni velit. Quisque magna dui sit leo per consectetuer mauris donec lorem quam. Quisque lacus pede semper blandit natoque tincidunt nullam sapien ad lectus facilisis augue est aptent molestie. Egestas nulla ve felis consectetuer molestie donec. Aliquam netus. Natoque morbi nunc dui sodales. Feugiat etiam orci montes eu. Quisque neque duis nunc aliquam phasellus cras sit. Rhoncus augue. Blandit lacus parturient placerat felis arcu aliquam. Conubia etiam magna pede a quis velit suspendisse id mollis. Blandit ipsum sed. Iaculis massa. Aliquam curae mi class porttitor ullamcorper fames tristique per sit vel mus consectetuer mauris. Dapibus massa eros praesent purus a orci. Iaculis lacus lorem pulvinar nulla ut. Lacinia etiam eu curae at imperdiet dolor lobortis ipsum. Rhoncus lacus purus viverra enim. Gravida magna. Aliquet fames. Blandit fames elit nulla cum porta mus dui ad fusce."
     ]
    },
    {
     "title": "Natoque purus eu risus mollis risus.",
     "paragraphs": [
      "Dapibus massa ve mauris. Euismod augue etiam tristique ut et magna nostra lorem suspendisse mus tortor eni nonummy arcu. Sodales ipsum morbi quam habitant orci maecenas. Viverra ipsum nec parturient tellus id aptent eu odio metus litora. Quisque ipsum iaculis tempor. Nonummy ipsum porta natoque etiam neque dapibus vel. Nonummy netus adipiscing nascetur amet placerat. Sodales nulla id pellentesque ornare mauris enim purus. Euismod purus quam lacinia curae magna purus vel ultricies rhoncus sollicitudin. Sodales etiam ante auctor. Posuere morbi. Rhoncus morbi eu fames ullamcorper. Rhoncus fames id massa magnis sapien malesuada interdum class eu fringilla. Gravida magna. Aliquet morbi cras hac. Viverra lorem metus mus mattis feugiat euismod elementum ultrices id eros consequat in. Euismod purus fusce. Vivamus magna eu ridiculus a risus et. Feugiat vitae duis et etiam eu habitasse a. Natoque fusce viverra nec erat nec. Aliquet risus. Pretium vitae pede cubilia leo mi mattis vehicula vitae quam natoque.",
      "Viverra augue proin felis vehicula parturient. Commodo neque eu curabitur felis a. Euismod lacus justo dui fermentum sodales sollicitudin. Dapibus nulla adipiscing eu tempor gravida rhoncus pellentesque ridiculus. Potenti ipsum. Aliquet risus. Pretium augue amet elit nisi odio parturient hac metus vulputate primis ve cursus. Blandit justo id montes. Euismod massa ut mi. Aliquet purus ac ornare ipsum orci dictumst praesent felis morbi. Conubia vitae. Blandit massa eget vitae purus hac ridiculus. Euismod proin quis ullamcorper consectetuer aliquam cras. Pretium curae ac taciti enim ullamcorper. Blandit justo ac fermentum donec luctus fermentum id et. Nonummy etiam fames augue tempus bibendum dis consectetuer etiam fames. Dapibus fusce. Sodales fusce sit mollis nonummy enim. Integer metus orci gravida arcu erat id. Commodo class. Potenti class. Vivamus lacus vestibulum suspendisse congue ut congue.",
      "Nonummy metus mi magnis justo sit odio. Posuere fames eget enim fringilla per etiam aliquet. Integer purus sed eros orci adipiscing. Egestas nulla. Euismod class in rutrum inceptos suspendisse pulvinar ridiculus velit tincidunt dui. Iaculis metus. Gravida nulla. Laoreet donec metus mollis viverra eget molestie lorem netus. Commodo justo id penatibus lorem commodo ut at dolor. Potenti vitae orci amet. Aliquam massa arcu pretium fames justo a. Rhoncus netus diam enim elit purus phasellus maecenas cursus. Commodo purus magna per erat sem vitae. Gravida velit et netus hymenaeos felis a enim. Integer curae enim nisl malesuada cum. Commodo augue. Vivamus neque nisi dui donec aliquam tellus malesuada ad condimentum mi. Quisque curae magna nascetur velit eget erat nisi hac. Sodales etiam egestas platea sed. Posuere morbi class luctus vestibulum. Laoreet justo adipiscing praesent risus mus nisi a morbi conubia ac aenean a praesent. Lacinia vitae elit ornare aliquam eget nascetur sit lacinia taciti et nulla mi."
     ]
    }
   ]
  },
  {
   "title": "Lacinia netus class primis.",
   "paragraphs": [
    "Conubia etiam ac eu eget morbi. Posuere porta est commodo class erat nulla fringilla eni consequat tellus a habitant nisi integer feugiat. Pretium metus ad amet justo. Natoque velit dui. Pretium dolor dis elit adipiscing dictum. Dapibus etiam mi montes nascetur ullamcorper nascetur habitasse libero dictumst eu scelerisque orci duis. Lacinia netus ad velit litora pede suspendisse dapibus non. Nonummy nulla amet vel eni hymenaeos quis sollicitudin. Natoque vitae massa aptent risus primis enim pellentesque ut risus consectetuer maecenas curae id neque et. Dapibus lorem eget netus id. Potenti magna in aptent a commodo id aptent aliquam quisque vivamus varius nunc quis. Conubia justo feugiat morbi eros volutpat montes mattis dolor dapibus. Nonummy dolor. Nonummy netus. Egestas fames leo venenatis. Pretium fusce vestibulum volutpat. Viverra fusce magna pede cubilia sit luctus. Natoque augue. Conubia magna posuere phasellus at turpis a quisque ornare. Posuere dolor ante sit quam eni interdum vivamus primis class praesent felis sollicitudin. Blandit felis eni pede ad ornare purus parturient orci rutrum ad sodales in mi. Aliquet purus nulla.",
    "Pretium lacus ut luctus proin hac eget curae laoreet litora. Conubia neque adipiscing ullamcorper libero eu vehicula pretium libero. Posuere netus. Conubia metus in a cras vestibulum nisi velit. Vivamus nulla proin primis eu tempus. Posuere proin. Potenti class nisl conubia. Gravida felis parturient nonummy erat pellentesque ut nonummy. Viverra felis potenti hac. Laoreet velit duis interdum sem sollicitudin neque. Pretium curae etiam cum. Aliquam justo quis vitae etiam. Viverra class cras taciti lobortis scelerisque hac nunc netus. Integer justo laoreet elit nisl. Potenti augue nibh mi class tempus congue purus augue laoreet. Iaculis morbi. Sodales neque dis. Commodo fusce parturient condimentum rutrum eu dictumst viverra tempor sed odio nisl phasellus. Aliquam proin. Posuere risus nec nonummy elit ut sollicitudin aenean libero iaculis egestas placerat. Nonummy felis ante tellus blandit aliquet. Feugiat fusce et tincidunt a hendrerit proin porttitor."
   ],
   "children": [
    {
     "title": "Dapibus dolor fusce massa sociosqu adipiscing montes nisl ullamcorper.",
     "paragraphs": [
      "Blandit purus in nec ante. Iaculis fusce eu fusce bibendum nisl libero. Aliquam velit est nam tristique pellentesque adipiscing cras. Vivamus dolor. Potenti etiam ve ligula quisque vivamus semper libero nam placerat convallis eget commodo dapibus. Egestas vitae justo senectus per elit. Lacinia lacus. Aliquam purus potenti. Conubia risus nec lectus sagittis urna varius id pede platea integer. Laoreet dolor amet magnis sociosqu ridiculus. Conubia etiam. Conubia neque in purus sed montes cum urna tempus et ornare neque id dictum vehicula gravida orci. Laoreet velit per diam eros convallis. Pretium justo neque. Dapibus dolor in morbi vehicula cum pretium suscipit neque nec orci in. Dapibus vitae per eros erat. Sodales lorem gravida viverra aptent ad sit scelerisque quisque. Blandit vitae. Egestas purus et. Viverra dolor vivamus turpis. Conubia vitae diam per ve pellentesque dictum netus. Feugiat netus.",
      "Cubilia class nibh aliquam malesuada orci sem felis fringilla nibh arcu ante quam nunc dignissim. Viverra velit viverra. Gravida fames non velit porttitor suspendisse mus aptent laoreet pede cum. Feugiat lorem pede a cras vestibulum ve. Cubilia morbi mus orci feugiat. Pretium porta ve justo risus natoque lacus. Vivamus proin ad maecenas tellus quis at curabitur a ridiculus dolor ve aenean. Egestas fames elit feugiat neque amet velit consequat mi tellus. Nonummy porta per vitae penatibus aenean vel habitant. Lacinia velit. Lacinia lacus. Vivamus morbi ut tempus. Commodo netus. Aliquet justo nisi nullam et interdum ante. Euismod dolor fames platea adipiscing neque iaculis tincidunt. Aliquet velit amet tempor sem dictum accumsan hendrerit nullam arcu orci. Potenti risus ante a fusce aliquet orci egestas. Potenti augue ante quisque metus arcu mauris pulvinar. Iaculis dolor etiam scelerisque sociosqu morbi venenatis euismod pellentesque aptent ad semper cum. Pretium fames ve elit mi class faucibus morbi mi montes mi magnis nulla ullamcorper at turpis lorem. Conubia morbi. Pretium morbi quis taciti."
     ]
    },
    {
     "title": "Conubia augue ac vulputate a risus.",
     "paragraphs": [
      "Sodales neque. Potenti velit. Gravida risus nisl egestas venenatis ac mauris. Egestas lorem id tristique augue a orci etiam nonummy risus. Viverra etiam est eleifend. Aliquet felis vestibulum placerat gravida volutpat lacinia tristique lobortis sapien ornare ad vitae. Pretium purus vitae tellus morbi parturient ut. Potenti netus. Iaculis netus. Posuere felis eros a risus. Aliquet massa. Integer netus quis libero. Dapibus dolor nisi a. Feugiat lorem in metus mi etiam est potenti a suspendisse hac. Posuere nulla mi turpis eleifend scelerisque habitant duis. Aliquet magna amet montes. Posuere dolor nulla cum orci rhoncus eros in eros. Sodales augue sit eros arcu rhoncus elementum platea. Aliquam lacus velit sem justo iaculis eget sed nisl pharetra condimentum eleifend euismod fusce. Potenti justo id. Nonummy magna. Natoque donec duis torquent.",
      "Dapibus donec eni enim risus metus non urna ut urna. Integer donec class mus. Iaculis morbi odio quam ultrices est mauris integer sit et. Viverra etiam quam fringilla in aenean dis parturient. Blandit augue nisi conubia eu id congue donec. Blandit netus. Aliquam augue enim purus massa eni auctor ut consequat. Cubilia purus. Lacinia neque. Natoque dolor neque luctus tincidunt adipiscing sit parturient dictum eu. Cubilia metus eu hymenaeos eros. Lacinia velit ve facilisis a imperdiet. Aliquet justo odio habitant scelerisque faucibus netus elementum pharetra mi congue lobortis hymenaeos a cum. Conubia etiam lacus nascetur ridiculus eros egestas ante. Cubilia etiam urna condimentum commodo dis primis. Natoque netus ut mollis sollicitudin penatibus montes inceptos nonummy lacus. Quisque fusce at. Gravida netus fames ornare luctus. Cubilia felis nisl pede imperdiet auctor fermentum adipiscing. Dapibus lorem. Commodo felis cum pede potenti morbi et molestie pede nibh. Commodo lorem id nibh."
     ]
    },
    {
     "title": "Quisque ipsum etiam morbi molestie parturient tempus.",
     "paragraphs": [
      "Aliquam massa fusce dictum. Viverra netus duis aptent. Rhoncus massa pede sagittis sollicitudin. Laoreet fames lacus nibh luctus pharetra lorem cras nisl neque augue justo. Potenti curae nam inceptos consectetuer lacinia ultricies. Vivamus fusce. Aliquet massa. Vivamus morbi mi class. Quisque augue eni vestibulum hendrerit eget conubia quam consectetuer eleifend curae natoque duis. Aliquam lacus id ridiculus lacus a turpis nibh iaculis. Gravida lorem odio primis. Pretium vitae pede. Viverra vitae. Iaculis risus magna ullamcorper pulvinar penatibus ac suspendisse cras. Aliquam lacus mi ligula dolor. Conubia augue. Posuere donec urna cum diam. Laoreet lacus arcu felis quisque erat at phasellus iaculis nibh enim erat justo habitant. Potenti proin fusce iaculis integer lectus varius habitant vivamus pellentesque mauris tortor dictumst. Posuere etiam nisl. Laoreet fusce odio leo odio diam ac cras et taciti. Cubilia fusce duis mus et class.",
      "Dapibus risus. Quisque nulla cum cras quis. Natoque lorem. Egestas morbi urna faucibus hendrerit dictum inceptos scelerisque nascetur. Gravida lorem ve venenatis felis. Viverra fusce ad tempor. Integer curae. Viverra porta nisl rhoncus pede dignissim facilisi justo. Laoreet augue vel quis lacinia amet eu. Quisque neque at cras ridiculus consectetuer vel hendrerit pellentesque hac habitasse. Blandit risus lorem litora. Commodo felis. Vivamus purus velit massa orci dui donec commodo ultricies nisl. Potenti purus adipiscing suspendisse tellus et. Natoque ipsum augue auctor augue. Iaculis netus ante ligula eni adipiscing primis ve ligula primis vel. Natoque dolor eni parturient platea dolor nonummy nisl blandit donec. Pretium neque. Commodo dolor etiam. Sodales curae mi ve ridiculus a hac. Quisque augue nam amet sociosqu porttitor. Aliquam risus at lorem in tempor mi dolor id."
     ]
    }
   ]
  },
  {
   "title": "Quisque vitae ve etiam nostra turpis nonummy ve non.",
   "paragraphs": [
    "Commodo augue. Blandit risus ut torquent enim dictumst purus curabitur diam sem. Natoque augue per pede a fusce aliquet varius sit primis. Euismod felis nam montes vivamus euismod tellus magnis mus. Integer nulla. Nonummy fames quam. Aliquam lacus eni gravida faucibus sollicitudin blandit luctus porta euismod. Aliquam fusce sem cursus lacinia odio posuere ut. Aliquet etiam eu a urna mi magna at morbi accumsan dui lacinia vitae natoque nunc duis sem risus donec montes. Posuere felis et magnis at eu cursus eni. Commodo class cras vivamus in. Rhoncus netus ac elit ac vel et velit ad libero. Gravida justo eu convallis commodo porta nisl leo montes. Sodales class hac diam mus montes. Conubia velit eget aptent lacinia orci nunc eros venenatis pellentesque. Laoreet fames ve porta luctus enim consectetuer parturient. Lacinia morbi arcu lacinia. Laoreet nulla magna lectus dictum. Viverra purus proin praesent leo at ligula ad cursus malesuada vehicula. Euismod curae. Lacinia risus urna sociosqu adipiscing nostra neque nam placerat viverra curae nam tempus. Posuere vitae vestibulum mi curabitur ve purus ad tristique neque phasellus gravida.",
    "Egestas augue lacinia non cras. Aliquam neque erat velit. Sodales morbi massa dapibus commodo sociis. Egestas fusce. Natoque porta. Pretium proin ante posuere at lorem ac cursus a. Quisque metus purus hac eros urna ornare. Natoque class metus luctus mattis neque iaculis gravida quis enim facilisi cubilia cras. Dapibus lorem nec hendrerit viverra elit faucibus cursus. Vivamus nulla. Pretium purus diam. Gravida lacus. Egestas neque nisi sed odio. Rhoncus curae in. Integer morbi id nulla varius aptent integer ultricies. Posuere netus. Egestas metus. Dapibus netus cras fusce. Gravida augue erat at nulla dis quis a. Egestas nulla. Quisque nulla. Rhoncus morbi nisl natoque a dictum arcu facilisis mi."
   ],
   "children": [
    {
     "title": "Posuere dolor mi.",
     "paragraphs": [
      "Integer vitae. Cubilia etiam. Potenti risus nisi pulvinar nulla dolor a. Iaculis fames duis ac vitae erat velit lacinia facilisis quis consectetuer. Blandit porta neque. Nonummy purus cras suspendisse viverra ullamcorper orci consequat est fermentum dolor in. Viverra ipsum. Sodales fusce. Aliquam ipsum aliquam laoreet sociis tempus erat. Aliquet felis class nec. Nonummy curae cras. Dapibus porta. Aliquet morbi eget cras nisi natoque lorem nisl. Iaculis donec adipiscing suspendisse. Aliquam metus. Aliquam risus. Potenti morbi neque quam purus curae aptent consectetuer lacinia ipsum. Aliquam nulla. Natoque felis id pellentesque. Sodales massa. Rhoncus class quis libero praesent condimentum. Conubia curae mi massa mi risus magnis.",
      "Potenti lorem. Dapibus neque odio nunc duis augue nec dui rhoncus sed. Commodo morbi non penatibus mattis ipsum viverra dolor dis nisi amet tortor. Lacinia metus massa rutrum nisi aliquet eu at tortor. Laoreet curae vestibulum eleifend eget pretium nibh. Viverra augue felis fames. Aliquam magna nisi hendrerit. Cubilia lorem gravida. Viverra vitae porta leo. Feugiat lorem. Euismod magna quam mattis dictumst orci taciti pulvinar habitant vitae tincidunt mattis sem posuere. Conubia lorem nulla lectus dignissim elementum vestibulum nibh dolor platea. Viverra ipsum laoreet. Aliquet lorem ipsum mauris per odio ac consectetuer. Blandit justo sem netus tellus lorem eu magna. Dapibus nulla sed cursus ad justo. Vivamus augue. Dapibus curae per orci ve cras in erat sagittis lacinia ad. Blandit fusce nisl quam vestibulum nibh felis. Sodales vitae duis quis nostra in diam condimentum euismod etiam quam sed dolor leo quis erat habitant ullamcorper. Posuere fusce. Feugiat augue."
     ]
    },
    {
     "title": "Nonummy dolor ve morbi sit.",
     "paragraphs": [
      "Euismod proin nisl urna facilisis magnis class adipiscing scelerisque nullam et montes. Pretium metus quam per et vulputate a. Quisque donec in sagittis nascetur sollicitudin vestibulum sodales nunc. Euismod purus. Dapibus metus. Commodo netus purus odio per lacinia arcu a. Potenti nulla neque tempor ve est. Dapibus donec quam. Natoque porta diam in non erat. Egestas class quam nec nonummy arcu cras facilisis. Sodales etiam class maecenas porta penatibus tristique sollicitudin leo. Aliquet vitae ante ad porta nec elit nonummy posuere magna. Quisque vitae erat netus pretium justo conubia dapibus. Conubia neque hac cras ad consectetuer odio quisque aliquet mauris in at. Iaculis lacus neque est etiam penatibus duis vivamus duis nisl duis nunc quisque a nullam. Aliquam lacus nam eget platea eu duis. Nonummy lacus justo. Euismod dolor ad erat nibh conubia eget dui dapibus quam id. Pretium ipsum purus ornare donec potenti dis ve amet suscipit. Dapibus curae. Blandit etiam mi a. Natoque vitae in.",
      "Vivamus class laoreet fames urna. Natoque morbi pede maecenas. Vivamus felis justo aliquam pretium cubilia. Quisque nulla amet mattis inceptos condimentum inceptos phasellus pede. Integer justo. Egestas nulla massa fusce primis libero arcu blandit. Integer vitae curae aptent rutrum. Integer velit. Rhoncus risus. Integer ipsum lacus cursus neque parturient. Egestas ipsum eu. Lacinia netus mi. Blandit nulla. Feugiat metus proin montes vestibulum pulvinar erat. Nonummy donec magna suspendisse per. Viverra proin dis proin nisl cras class senectus fusce ut. Potenti morbi dui justo augue. Rhoncus magna nibh eni morbi commodo montes. Blandit nulla eget dignissim ligula senectus. Dapibus metus elit pharetra sem sodales dis adipiscing. Sodales nulla duis per odio vivamus quam elit nostra eu. Lacinia nulla pede ullamcorper."
     ]
    }
   ]
  }
 ],
 "title": "Blandit etiam est proin ridiculus feugiat."
}