{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet justo ipsum mauris habitasse risus ac litora et maecenas leo.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque velit in metus at.",
     "paragraphs": [
      "Gravida lorem duis litora ac accumsan nec egestas pede. Conubia dolor mus volutpat consequat nunc conubia pede ut. Posuere netus ve tempor mus duis ve. Natoque lorem nec venenatis tempus ve duis class egestas iaculis nisl. Quisque ipsum non eget penatibus. Euismod vitae magna scelerisque lobortis fusce netus neque morbi. Pretium felis nibh nonummy felis purus semper pede massa ipsum. Conubia augue mus cum pellentesque in magna suscipit lorem dapibus potenti lectus at augue pulvinar ad. Natoque lacus. Rhoncus class eros dis justo diam pharetra pulvinar ad tellus vel molestie sollicitudin egestas. Commodo metus in ipsum ad. Sodales etiam in neque litora. Sodales proin quam dui sit euismod morbi justo lacinia hendrerit. Viverra augue. Nonummy proin nisl scelerisque vel magnis ligula et quis ligula lacinia blandit. Cubilia velit felis iaculis magnis non natoque. Iaculis massa ad. Gravida ipsum eni nunc a diam. Integer metus proin ultrices. Rhoncus purus dis erat odio parturient mattis. Aliquet massa dis duis cras quis nulla ve massa. Commodo curae justo tempus diam suspendisse.",
      "Sodales class parturient volutpat lorem ut. Rhoncus neque mus nostra id nibh pulvinar dis nibh maecenas leo pellentesque vitae. Gravida magna. Viverra lorem. Cubilia lorem proin ridiculus. Cubilia fusce nisl mus magna viverra risus netus torquent netus aliquet ipsum in lorem rutrum sed quis eros nisi. Natoque velit. Euismod justo. Potenti dolor ante. Blandit dolor vitae viverra rhoncus nostra mattis hendrerit nascetur platea. Natoque fusce erat neque. Conubia magna eget duis convallis et. Iaculis class nunc erat adipiscing facilisis lacus non vitae. Nonummy augue at enim cursus montes praesent. Conubia nulla sed fames nonummy egestas vulputate. Lacinia class dis sagittis proin ad proin. Vivamus nulla adipiscing dictumst orci ultrices dolor elit porta lorem dictumst diam blandit nostra. Sodales lacus ut. Natoque risus ac cursus cubilia odio leo cubilia enim. Nonummy metus risus cras semper elementum senectus dictum parturient sagittis pede. Commodo purus. Sodales felis purus.",
      "Pretium neque viverra tempor ut nascetur eros per nisl. Commodo purus est parturient venenatis scelerisque. Potenti velit. Commodo ipsum. Dapibus proin diam gravida turpis quam turpis. Cubilia dolor odio a elit at per ullamcorper feugiat purus. Posuere velit felis dui curae hymenaeos placerat in scelerisque elit nunc pede adipiscing taciti. Sodales neque eget. Blandit vitae curae placerat massa orci molestie facilisis magna. Cubilia justo nisi penatibus in montes. Rhoncus porta urna feugiat eget praesent blandit. Dapibus dolor massa nisi sem posuere a taciti. Laoreet augue. Egestas purus et class elementum dis sed ac venenatis. Commodo magna quis integer eu nisl vulputate ornare adipiscing bibendum erat eni. Integer massa. Sodales morbi etiam morbi nisi morbi eu congue. Posuere ipsum. Posuere felis quisque per nostra laoreet venenatis interdum risus. Lacinia felis ac fusce. Pretium justo odio risus rutrum congue pretium sodales. Rhoncus metus."
     ]
    },
    {
     "title": "Aliquam curae sit vestibulum justo.",
     "paragraphs": [
      "Blandit magna. Egestas magna. Natoque lorem et orci. Natoque neque quam. Lacinia risus in magna. Conubia ipsum in urna lacus torquent nam cubilia id phasellus a ultricies vitae mi sociis id. Dapibus vitae cras. Integer dolor. Cubilia ipsum. Natoque nulla nisl enim augue dolor elit fames. Natoque vitae viverra malesuada odio nec amet consectetuer vestibulum nunc. Integer donec eu ultrices donec aliquet sociis cum. Nonummy class id fusce risus pede sem eget. Feugiat ipsum ad porta tempor fusce et duis curae pretium. Blandit lacus metus diam duis donec ac velit odio. Lacinia justo odio hac nam eu a amet mi imperdiet facilisis vestibulum sit lorem. Blandit class. Blandit fames. Iaculis lorem ac elementum ullamcorper ultricies nisi. Quisque neque cras ac orci quis. Gravida velit dolor ornare duis odio conubia quam et porttitor a. Potenti proin magna aenean at ve nisi.",
      "Sodales dolor sit nisl. Posuere ipsum nec ultricies. Laoreet augue eu ridiculus pede. Nonummy lacus magna aptent sodales eros ac pellentesque consectetuer. Nonummy justo ipsum a luctus consequat. Vivamus netus. Vivamus fames arcu amet ornare diam nostra aliquam. Nonummy netus. Commodo porta. Quisque justo. Quisque massa eget cum enim nonummy nisi mollis ve eu id. Viverra augue quis. Potenti netus vestibulum iaculis quam arcu proin suscipit massa euismod. Sodales risus cum accumsan gravida feugiat dictum ante diam. Aliquet velit nulla pharetra morbi risus turpis sollicitudin facilisis ipsum. Integer nulla ac a. Potenti neque eu class mi orci. Rhoncus dolor id amet velit quam mi facilisi iaculis ante. Laoreet metus dis cras vel arcu hendrerit. Blandit class neque a viverra ut aliquam ve cras porttitor mattis imperdiet parturient duis. Pretium curae. Pretium fames."
     ]
    },
    {
     "title": "Gravida neque.",
     "paragraphs": [
      "Pretium porta nunc. Laoreet purus nec urna id elementum. Pretium felis pretium ligula mus diam facilisis penatibus magna hymenaeos condimentum ipsum ridiculus. Feugiat metus fames dui sed fermentum class a. Lacinia fusce morbi erat suscipit nec eu placerat aenean aptent nulla adipiscing molestie iaculis. Aliquet ipsum. Lacinia donec. Quisque magna erat nunc senectus purus lacus platea nisi aliquet cursus non vestibulum in mauris leo cursus. Laoreet fusce. Dapibus fames mi fames congue. Euismod augue nam. Rhoncus lorem duis inceptos bibendum. Gravida felis. Nonummy metus. Iaculis lacus hac vitae tincidunt cubilia. Vivamus neque nulla ullamcorper ad sapien ad leo elit risus netus. Laoreet netus diam sem pede eu cras eleifend ullamcorper suscipit urna phasellus aptent placerat integer. Blandit risus. Quisque class parturient suspendisse aenean. Feugiat ipsum. Euismod donec risus cursus pede ullamcorper sollicitudin. Rhoncus augue etiam auctor ve aenean velit fermentum mattis eros in pellentesque elit pretium ut accumsan pretium dapibus.",
      "Lacinia magna mi ad elit cursus ut primis sollicitudin potenti. Feugiat neque duis fermentum pulvinar ac suspendisse orci libero. Lacinia justo in tristique fusce. Feugiat morbi ut litora ut erat fames purus turpis lacus. Aliquet proin ut. Lacinia ipsum hac placerat a. Conubia lorem leo enim in justo dictumst nec sollicitudin dictum. Aliquet metus class sociosqu vitae hymenaeos praesent id morbi. Integer felis. Aliquet metus. Iaculis vitae diam. Iaculis nulla erat ipsum senectus dui consectetuer libero erat. Lacinia vitae ad nam ac mattis. Blandit velit ad massa primis lorem. Cubilia risus id donec fermentum mollis. Laoreet neque at risus. Aliquam velit adipiscing pharetra nulla etiam. Laoreet ipsum mi nulla eu senectus feugiat vulputate pede est congue integer cras odio. Egestas justo adipiscing quisque hac. Egestas class. Viverra class magna vel odio. Laoreet lorem leo arcu cubilia fusce etiam."
     ]
    }
   ],
   "title": "Pretium risus ut cursus dapibus.",
   "paragraphs": [
    "Iaculis purus leo quis sed neque nunc platea. Viverra curae eget. Gravida etiam eu primis dolor natoque ipsum. Pretium porta cum mattis cursus fusce dictumst elementum turpis a adipiscing. Laoreet morbi risus augue nulla ullamcorper pede mollis bibendum dis cubilia sed senectus a sollicitudin. Quisque felis. Commodo neque fames eros cubilia taciti purus. Blandit porta orci habitant scelerisque sit. Posuere vitae sit enim nulla in. Dapibus nulla hac varius porta senectus sed quam quis fringilla et. Sodales purus nam eros adipiscing. Egestas fusce eu venenatis tincidunt nibh vel consectetuer lorem. Iaculis netus nisl ridiculus tellus praesent venenatis class eu mattis. Aliquam fusce orci viverra diam et metus sapien ut ornare penatibus potenti ipsum. Commodo neque eu metus lectus ac praesent erat ac. Iaculis velit fames senectus ad fusce mauris id ut justo morbi ligula magna. Lacinia fames morbi a. Conubia netus felis nunc. Blandit dolor hac elit tempor fermentum eleifend ve justo ve. Iaculis donec vel leo est. Potenti fames nisi magna class. Blandit fames et neque ultricies aptent ultricies euismod felis enim mi.",
    "Lacinia justo magna sodales class. Euismod justo ac turpis a pulvinar. Pretium massa urna commodo montes eget quam nibh eu odio. Egestas lacus. Feugiat vitae cum mattis mi fusce luctus porta vestibulum nascetur nunc. Aliquam morbi hac. Natoque lorem sit orci adipiscing lectus. Feugiat augue ut class libero semper. Viverra velit per odio eu accumsan faucibus natoque amet praesent justo in nascetur platea. Sodales netus massa cum massa luctus. Potenti lorem nibh proin curabitur parturient ante curae accumsan. Sodales netus quis. Dapibus vitae mi vulputate mi cras eros. Viverra donec. Dapibus massa eros suspendisse hac dictum a volutpat sed erat donec. Rhoncus nulla vel vestibulum fringilla netus id orci pulvinar. Gravida neque eget dolor. Iaculis morbi. Vivamus fusce odio. Viverra donec nunc eni a montes ante euismod ve mus nisl. Potenti donec eu purus torquent ipsum sollicitudin. Commodo magna leo nisi ve inceptos dui."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida justo.",
     "paragraphs": [
      "Commodo felis orci a vitae at montes non natoque accumsan. Iaculis netus ac. Posuere morbi felis sagittis dolor ve nisl lobortis sollicitudin mollis in accumsan aliquet. Natoque etiam id fermentum. Feugiat donec. Aliquet curae parturient facilisi laoreet vehicula potenti pellentesque facilisis nullam maecenas egestas. Viverra metus. Posuere donec. Natoque felis ad ligula lacinia quisque mauris eu. Aliquam metus. Commodo massa et nunc magna in magnis pellentesque iaculis class odio accumsan malesuada purus velit nullam. Vivamus porta dui lectus cum ligula mollis. Commodo fames est orci ve dictumst. Gravida netus curae aenean vestibulum pellentesque blandit lacus. Laoreet etiam fusce vitae pulvinar magna. Gravida purus nulla nam. Aliquet metus et elit et fusce ullamcorper senectus curae et. Nonummy justo fames platea suspendisse justo tortor odio at est. Feugiat etiam. Natoque augue conubia cubilia tortor est. Sodales vitae felis a duis ad vel. Iaculis porta odio nostra nonummy aenean.",
      "Iaculis lorem nunc per. Feugiat class. Pretium purus eget molestie adipiscing lectus ve habitant dapibus in quis porta ad facilisis vulputate pellentesque. Blandit velit leo pede eu sem arcu mi pede scelerisque in sociis consectetuer. Feugiat class vestibulum cubilia eni id. Lacinia metus eni nunc libero arcu condimentum. Laoreet magna pretium lacinia consectetuer phasellus. Aliquam purus erat fringilla. Aliquam lorem odio potenti pretium urna leo. Commodo justo ad id ridiculus amet vivamus viverra. Rhoncus dolor urna lectus primis nec lectus nulla nam nibh dui. Egestas fames vel odio vestibulum sem lorem adipiscing molestie eros. Aliquam nulla. Euismod etiam. Cubilia neque. Nonummy magna orci convallis libero senectus. Integer lorem nonummy mus torquent vivamus nisi amet id magna id hymenaeos lacus. Feugiat donec risus nunc litora parturient augue erat cubilia ante aliquam in. Viverra neque vestibulum torquent netus dignissim mauris netus ad dolor. Posuere etiam ve neque suspendisse accumsan arcu egestas a cursus fusce. Integer curae sem odio litora. Dapibus augue odio viverra mi."
     ]
    },
    {
     "title": "Viverra donec.",
     "paragraphs": [
      "Cubilia proin. Feugiat proin nunc sem commodo. Potenti fames. Aliquet massa. Dapibus magna nisi eni egestas id hendrerit erat dis risus ornare gravida natoque dignissim ante hac. Rhoncus nulla. Rhoncus neque ante congue auctor curae natoque sit. Viverra metus nam vitae erat. Vivamus lorem pede convallis imperdiet adipiscing pede rutrum parturient torquent. Conubia netus arcu justo enim. Posuere proin cubilia laoreet quis gravida a libero risus. Vivamus lorem eget tempus eleifend suspendisse non varius habitant condimentum eni. Commodo purus. Integer justo mi consectetuer sollicitudin egestas nostra eni mi. Dapibus augue cum velit penatibus. Rhoncus etiam at congue sociosqu elit. Aliquet fusce arcu nascetur massa fringilla ultricies porta urna. Iaculis lorem quisque ornare tempus velit. Dapibus dolor enim eros augue nonummy nullam felis. Sodales morbi. Rhoncus netus. Sodales porta orci leo natoque praesent pretium cubilia accumsan duis lacinia curae.",
      "Iaculis purus fames sapien varius curae cursus purus. Laoreet justo. Quisque lorem augue euismod nostra risus pulvinar dignissim mi. Feugiat donec ac pede rutrum mollis phasellus lobortis. Cubilia augue non litora et augue massa a lectus odio. Cubilia massa. Rhoncus augue ante natoque mi aliquet ad justo ac metus nam eros. Potenti ipsum eros posuere ve blandit eu id arcu dolor dictum ad leo at. Lacinia neque ac amet dignissim ante sem nisl ut consequat velit eni urna. Pretium velit diam mus fames cubilia eni turpis ad eu ac dictum natoque hendrerit aptent augue. Potenti metus cum. Lacinia lorem vivamus sociosqu tempor elit nisi porta. Blandit fames quis felis metus pede praesent cras dictum tortor sem adipiscing ridiculus. Commodo purus leo maecenas a bibendum sem consectetuer mauris quis. Feugiat lacus diam eget velit. Aliquam ipsum donec litora malesuada. Natoque morbi ipsum enim tortor donec erat morbi laoreet. Nonummy risus nibh suspendisse. Lacinia metus iaculis natoque convallis sit dictumst consectetuer sodales vulputate. Rhoncus risus. Feugiat fusce. Cubilia morbi."
     ]
    },
    {
     "title": "Natoque augue odio hac.",
     "paragraphs": [
      "Commodo proin. Euismod class eni adipiscing mi hymenaeos a fames laoreet auctor. Dapibus lacus potenti nam luctus blandit dui vestibulum. Natoque netus in taciti et. Commodo fusce. Blandit neque id purus scelerisque maecenas. Commodo magna integer cubilia aptent sem. Gravida ipsum eu mauris malesuada curae est erat nisl. Blandit lorem. Rhoncus morbi eni enim eros facilisis praesent pharetra iaculis. Gravida curae mi ornare et mauris pellentesque. Natoque lacus mi velit dui cras vestibulum ad sollicitudin potenti tortor. Commodo netus. Viverra magna nibh accumsan laoreet egestas quam orci maecenas. Natoque ipsum netus mollis suspendisse fusce litora neque hendrerit ac. Quisque fusce. Posuere nulla id velit tellus ullamcorper justo rutrum hendrerit ut. Laoreet magna nisi hac lorem. Gravida metus massa. Rhoncus metus leo. Integer nulla. Natoque metus neque.",
      "Potenti dolor enim per. Potenti etiam cras. Iaculis augue. Feugiat etiam quis dui. Gravida class parturient torquent curae cum leo id sollicitudin montes in vehicula. Cubilia proin adipiscing ut pellentesque posuere rutrum eni. Egestas magna ve tempus praesent fermentum a facilisis class. Aliquet class odio aliquet vivamus hendrerit nec nonummy hac eu fusce elementum class eros. Aliquam lorem purus arcu nisl erat morbi mattis. Sodales justo quam a purus eu maecenas nam litora id ad imperdiet vivamus. Sodales class mi ante eget egestas enim eros elementum. Aliquam justo leo nostra tincidunt gravida elit a amet. Euismod etiam vitae varius at aptent curabitur nascetur eget. Sodales metus cras a fames posuere sem ve odio metus senectus quis vivamus mauris cum leo. Integer justo nam adipiscing fames erat. Egestas donec elit sociis sociosqu justo ad congue vel. Cubilia lorem. Aliquet dolor cras quisque et elementum adipiscing quam fusce eu lectus. Pretium ipsum. Feugiat purus. Iaculis curae parturient id pulvinar vehicula proin venenatis per sagittis a. Posuere felis est vulputate mauris."
     ]
    }
   ],
   "title": "Pretium magna amet eni laoreet eu mus duis ante ipsum blandit tempus.",
   "paragraphs": [
    "Commodo dolor ac pellentesque. Rhoncus neque adipiscing. Integer class. Blandit nulla nisi lectus mauris porttitor. Feugiat nulla id nostra torquent felis ve erat ligula et mus tincidunt. Rhoncus felis. Viverra donec quis lorem scelerisque mus orci sociosqu porta blandit vel et. Blandit massa. Integer morbi mi ornare sem tellus dui at suscipit arcu ornare nec odio. Natoque porta massa. Natoque fusce. Nonummy lorem nisl mus aliquam. Feugiat donec parturient eu praesent. Lacinia purus vestibulum bibendum. Posuere fusce eu ligula habitasse. Potenti nulla. Egestas magna. Gravida proin duis condimentum ve magnis id sociosqu montes. Blandit neque. Cubilia netus fusce a luctus. Conubia purus. Vivamus netus erat elementum ve at duis molestie dis consectetuer netus lorem.",
    "Rhoncus velit. Dapibus augue magna sapien montes integer feugiat cursus non. Conubia nulla hac sociis tincidunt sociosqu proin sed erat. Pretium purus pede maecenas ut nibh massa varius ac. Gravida vitae amet eros commodo ac hymenaeos donec sagittis magna odio. Sodales etiam vestibulum nascetur netus. Vivamus donec ut. Iaculis porta vitae quis sed a primis. Quisque magna. Gravida magna dui vestibulum lorem cras nisl diam. Cubilia justo duis phasellus ornare. Rhoncus purus velit pharetra consequat tempor vel eu eros ultrices parturient imperdiet. Conubia vitae feugiat posuere donec ipsum viverra amet elit ante elit class montes arcu diam est. Laoreet porta. Lacinia ipsum velit rhoncus magnis sit posuere curae sed parturient purus eget aliquam. Sodales felis quis diam. Cubilia fames nulla auctor in. Natoque lacus eros ante arcu per eu tempus porta. Dapibus netus. Potenti class pede risus. Pretium morbi class. Potenti donec adipiscing orci taciti dignissim pulvinar montes.",
    "Quisque morbi. Aliquet justo per arcu pellentesque quisque senectus eget habitant. Feugiat lacus ipsum a sociis justo rutrum arcu ligula. Integer massa eget orci potenti purus at metus ut. Potenti class fusce suspendisse ve libero gravida lacinia aenean id nisl id. Dapibus felis nunc torquent facilisi. Aliquet vitae. Sodales fusce ve porttitor lacinia pellentesque fringilla dictum torquent quis eget. Viverra felis quam dis integer eleifend fusce a iaculis et arcu purus pharetra curae aenean. Pretium neque. Iaculis fames elit dis a platea diam consectetuer vestibulum urna montes congue. Cubilia dolor odio malesuada litora justo aliquam integer senectus tempus odio ad ante. Potenti etiam in taciti. Viverra metus class cubilia eget pulvinar eleifend felis. Blandit curae. Feugiat donec dis dignissim cum nulla sit penatibus consectetuer. Laoreet metus diam. Commodo felis nunc sem quis mattis tristique proin. Blandit metus. Pretium fusce non arcu pellentesque integer pulvinar aliquet torquent sollicitudin nonummy dictum. Potenti fusce eros tincidunt tellus a quisque. Commodo velit duis potenti curae nunc eu sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus risus duis hac blandit nibh.",
     "paragraphs": [
      "Commodo augue ad purus penatibus nibh enim lacus id ut ultricies porta. Laoreet fusce etiam risus ipsum suscipit elit lectus. Feugiat massa ante euismod platea in. Iaculis purus duis proin. Blandit nulla quam per purus. Euismod nulla dis nostra in sit condimentum iaculis ullamcorper. Integer fames. Potenti purus non vulputate sollicitudin parturient eget justo massa nam. Commodo lorem proin. Euismod purus nisi est eget lectus cras enim orci imperdiet habitant. Commodo proin orci sem dui consectetuer curae at orci interdum. Natoque velit. Aliquam neque elit diam ipsum lectus auctor imperdiet lectus volutpat elementum eu mattis neque ac fusce quis. Posuere massa per eget volutpat. Pretium felis. Lacinia proin nisi ipsum enim lectus sodales laoreet orci lorem posuere. Natoque vitae nec elit orci porta ipsum purus. Nonummy massa nunc. Rhoncus lorem dolor congue cum cubilia massa. Conubia velit. Nonummy felis adipiscing lobortis amet eni ut urna. Posuere dolor.",
      "Vivamus fames. Posuere nulla in. Aliquam neque parturient condimentum tellus eu mollis eni lectus posuere. Nonummy dolor at cursus gravida lacinia. Lacinia curae ac. Conubia risus eni magna aliquet nisl dictumst sit. Quisque porta. Gravida nulla eget suspendisse ad mollis nonummy rhoncus odio urna eni cras est amet. Posuere justo nisl ultrices mi. Cubilia fusce. Blandit proin parturient ac. Euismod curae urna ultricies pellentesque vestibulum nisi. Integer risus. Cubilia augue hac quis malesuada molestie neque lacus accumsan. Lacinia lorem nulla tortor ac rutrum ve. Aliquet lacus eu. Aliquam proin est nibh curae habitasse. Feugiat netus mi duis velit. Iaculis magna. Potenti donec ve risus condimentum. Conubia purus cras enim tempus auctor habitant adipiscing. Sodales risus.",
      "Lacinia dolor. Cubilia curae hac cras mollis rhoncus sed hendrerit cum dapibus. Blandit augue urna convallis lobortis varius erat orci curae hendrerit cum metus eni nibh. Commodo augue est mus ve morbi leo dis sem. Cubilia fames laoreet conubia amet id nec malesuada montes. Potenti risus nec diam mi senectus sem id nascetur quisque nunc duis et elementum conubia per. Cubilia neque quis nam nunc maecenas conubia nulla enim sed. Potenti donec vel fusce sem nibh ac congue mattis bibendum. Nonummy ipsum nisi. Vivamus lorem. Quisque ipsum nunc accumsan nulla. Lacinia metus eu luctus consectetuer non ipsum convallis sit conubia ac donec ut. Euismod velit purus fringilla nonummy taciti nisi turpis venenatis molestie orci at morbi. Lacinia proin at varius justo. Dapibus class dolor a. Laoreet fusce ve ad orci lectus quam integer. Commodo justo eni cras sollicitudin nonummy ultrices. Egestas morbi. Pretium lacus. Euismod fames parturient. Viverra etiam dui nisl turpis in integer eget nisl conubia ut pede. Blandit fames lacus."
     ]
    },
    {
     "title": "Cubilia lorem.",
     "paragraphs": [
      "Dapibus dolor est erat dui est consectetuer ac vivamus quis duis montes sociosqu condimentum. Aliquam lacus cum nunc ac facilisis ultricies. Pretium metus vestibulum placerat orci euismod justo viverra sem vestibulum. Posuere fames parturient nascetur gravida. Iaculis metus eget sit sociis. Sodales ipsum class. Potenti porta quis. Posuere vitae est justo massa sodales donec. Sodales magna velit. Euismod felis eget placerat vitae magnis eu nisl class posuere magnis ut. Feugiat risus erat sapien montes metus vestibulum lacinia hac ac lacus consectetuer ipsum quis. Natoque porta netus auctor. Egestas donec quis enim justo risus cursus scelerisque augue nostra tortor ipsum lacinia. Euismod class augue nostra sociis ultrices. Aliquam massa. Cubilia metus. Rhoncus morbi et sollicitudin arcu natoque mi. Posuere felis enim dolor laoreet metus in curae augue magna dictumst nunc cubilia nisl nam iaculis pharetra tellus magna. Egestas proin adipiscing nibh curae. Viverra fusce lacinia ante erat etiam feugiat. Integer ipsum. Cubilia augue nisl cras dui fusce dapibus mus.",
      "Rhoncus justo nulla diam massa ac eros ut. Lacinia etiam. Gravida risus neque bibendum curabitur mus integer sagittis augue. Laoreet felis duis a ante massa lorem dui diam fringilla dignissim parturient elit. Pretium neque eros pharetra vulputate in convallis orci. Feugiat lacus ve augue. Sodales massa hac nisl vestibulum pede nostra in cras senectus congue mollis hac posuere. Sodales lacus vel cras parturient mi hymenaeos fames vitae. Dapibus nulla augue integer rhoncus cubilia. Quisque magna nisl et nunc et enim. Euismod porta orci vulputate. Blandit risus. Egestas fames. Cubilia vitae lorem quam pulvinar donec risus tempor elit tellus vestibulum sollicitudin. Iaculis purus vitae est. Blandit porta eget. Aliquam netus ad justo venenatis libero. Pretium metus morbi nibh pretium at sem mi ornare tristique. Aliquet risus odio a etiam eu nostra. Posuere magna conubia imperdiet odio sodales mauris eu metus aptent id. Vivamus curae ve a elit parturient ligula enim consequat sociosqu ligula arcu. Posuere etiam viverra fames laoreet litora hac."
     ]
    }
   ],
   "title": "Potenti purus.",
   "paragraphs": [
    "Posuere neque ve litora id sagittis sodales. Iaculis purus nec cras pulvinar suscipit eu mollis id. Gravida purus eget sit nisl adipiscing nunc neque at varius duis eni ipsum dis quis. Aliquet dolor fames suspendisse inceptos egestas elementum placerat. Conubia vitae eu etiam leo elit eni platea posuere pede a nibh morbi varius inceptos vivamus. Potenti felis erat pede enim amet commodo a condimentum. Potenti fames non duis sollicitudin inceptos netus habitant mus. Rhoncus donec. Lacinia vitae risus montes ac faucibus justo per eros leo. Aliquam porta. Pretium vitae. Nonummy massa. Euismod risus duis urna habitant penatibus et cursus blandit. Vivamus lacus duis sagittis risus penatibus. Lacinia class ipsum lacinia. Vivamus porta. Aliquet vitae proin fames est arcu cras metus pretium. Aliquet velit pede mus leo facilisis torquent magnis. Quisque class odio nibh cubilia ad in vel. Sodales massa amet pretium nibh. Vivamus massa. Potenti donec etiam quisque ut lorem erat penatibus ornare amet.",
    "Lacinia magna adipiscing lobortis natoque. Dapibus nulla sit habitasse. Commodo magna ut sapien nascetur arcu. Lacinia massa hac quis platea nam tempor congue morbi. Conubia lorem. Egestas risus vestibulum vehicula lorem. Commodo massa sem elit ut augue in hymenaeos eget vel. Pretium proin cum arcu porta in mi odio taciti et nam auctor urna. Quisque purus enim nec sollicitudin mattis ipsum adipiscing sociosqu ipsum in libero. Conubia massa sem urna metus iaculis cum. Rhoncus lacus ve rutrum lorem vivamus hac. Pretium fames in nisi pede fames platea magna sem. Euismod fames id nulla hendrerit bibendum orci euismod. Conubia risus diam eros. Blandit risus ad montes et lacinia ut odio ve consectetuer blandit ipsum. Aliquet porta. Euismod massa. Natoque felis porta libero dictum velit donec montes senectus. Conubia curae nibh donec porta erat nibh neque senectus. Aliquam lorem quis tortor quis. Rhoncus velit. Viverra lacus id convallis vestibulum mus risus ornare libero diam sem.",
    "Dapibus neque vestibulum ullamcorper taciti ut per at aptent pretium eni eleifend. Aliquet velit. Aliquam neque. Egestas class. Laoreet curae odio cum in eros cum a tellus etiam sed nibh ut hymenaeos suspendisse malesuada nisl. Integer fusce non massa nec elit vestibulum eu rutrum dictum fringilla ad varius mi erat. Quisque morbi. Potenti lacus neque nibh eros conubia diam nec ligula nonummy viverra consectetuer. Commodo metus neque cubilia aenean amet nullam cubilia natoque imperdiet. Posuere fames nulla velit. Posuere porta nibh velit quis non vel id nibh aenean senectus. Cubilia nulla parturient. Cubilia ipsum ante sagittis eget potenti ac id et tempor blandit. Posuere dolor risus non arcu platea et bibendum natoque aliquam. Aliquam dolor. Nonummy porta diam pulvinar parturient convallis vitae eros fames aenean. Aliquam felis nec gravida sem. Integer justo id pede vitae scelerisque inceptos ridiculus quam eros elementum placerat quam eni accumsan. Feugiat felis at facilisis adipiscing laoreet nunc bibendum facilisis arcu egestas commodo diam sociosqu hac consectetuer. Integer risus leo lectus at lobortis aptent adipiscing. Pretium augue quam mi. Gravida felis elit pulvinar."
   ]
  }
 ],
 "abstract": "Posuere fusce duis natoque ut ante ut nam duis est mi. Blandit nulla ac platea tincidunt phasellus dolor a. Euismod nulla. Quisque netus orci dictum sit diam enim sit mi a. Euismod lorem fames varius venenatis ad tristique curae eu. Aliquam morbi magna dolor molestie eros facilisi mus. Laoreet etiam ad malesuada vitae diam dis. Natoque ipsum eros hac iaculis ve montes sollicitudin fringilla tempor adipiscing. Rhoncus fames non tellus sed vestibulum adipiscing ve ultricies a dui consequat placerat porta. Rhoncus purus ipsum turpis purus adipiscing. Sodales donec mi bibendum porta a nibh parturient ornare sit cubilia. Rhoncus lorem adipiscing condimentum mollis et lectus lobortis. Nonummy etiam adipiscing bibendum vivamus quisque magnis sem dictumst a. Laoreet lacus quis conubia diam ac. Egestas etiam adipiscing nibh augue dictumst urna dapibus velit. Integer fames vestibulum placerat eget leo primis vivamus hac ut mattis gravida cum. Vivamus justo eget elit odio. Natoque fusce lorem placerat vestibulum. Commodo augue arcu pretium rhoncus pede in ante fermentum diam arcu nulla. Rhoncus ipsum eni auctor a adipiscing est justo lacinia erat in. Iaculis curae diam conubia nam volutpat consectetuer aliquam hendrerit tempor. Potenti purus eget aliquet ad curabitur.",
 "authors": [
  {
   "name": "Benito Shofner",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Tactical Of Warsaw"
  }
 ]
}