{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Laoreet proin nulla aliquet enim arcu magna hymenaeos placerat taciti vitae nisl et est tristique sodales cursus nec. Dapibus fames ipsum fusce platea mattis non nonummy senectus purus fermentum parturient diam. Vivamus augue ve porttitor at condimentum ad sociis integer quam. Posuere fusce id phasellus. Natoque morbi duis aliquam ante cum a mauris massa. Euismod fusce. Viverra porta sed libero ad in per nisi cum eu. Integer proin nisi viverra conubia rhoncus accumsan pede. Commodo porta parturient elit proin vivamus nec eleifend phasellus pulvinar amet natoque montes proin vestibulum nascetur. Pretium augue eu a turpis venenatis. Laoreet lorem at vel porttitor lectus proin fermentum condimentum. Dapibus neque diam leo velit pede luctus. Pretium magna dis duis neque dapibus eros id dolor sagittis. Egestas magna hac amet orci etiam conubia egestas montes et cras suspendisse eni ligula euismod. Viverra felis ve lorem ullamcorper. Aliquet justo amet iaculis ad tristique. Nonummy justo ipsum rhoncus. Rhoncus class urna morbi sem montes egestas ac mauris platea. Blandit ipsum quam orci. Euismod porta nisl potenti fames sit varius. Blandit purus orci nunc diam blandit ac convallis posuere metus ad hymenaeos netus id penatibus velit pulvinar amet accumsan vestibulum malesuada ullamcorper nec elit. Rhoncus risus ad mauris habitant imperdiet quis dui proin massa eros.",
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Tana Redington"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Ilona Hubbard"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam lacus eget nibh dictumst. Gravida donec etiam lacinia massa et facilisi cum consectetuer porta etiam a ornare convallis faucibus tellus vestibulum. Viverra felis. Vivamus porta nibh nunc diam sed enim vulputate facilisi quam dis. Laoreet curae ut pellentesque turpis mi. Dapibus justo ut augue sociis consequat ipsum erat aliquet ut. Iaculis velit erat velit rutrum amet fermentum per. Posuere donec vestibulum praesent nulla curabitur dui erat orci. Iaculis fames. Aliquet curae lacus tortor penatibus interdum eu scelerisque eros curabitur. Gravida morbi odio justo ac ultricies. Natoque fames purus semper metus leo nisi nec quam. Posuere risus ac ipsum at magnis eros ut sed pede. Cubilia fames per odio non erat eleifend hymenaeos. Potenti dolor ad tempus elit in pellentesque diam aliquet. Gravida metus in. Gravida ipsum. Egestas proin in. Viverra purus morbi orci ad proin sollicitudin imperdiet vitae mus eros. Commodo vitae. Quisque lacus ve eget id vulputate class nibh donec id fames platea. Blandit proin mus cras sollicitudin parturient erat imperdiet id.",
      "Viverra class. Euismod metus orci odio mattis. Egestas netus urna praesent. Aliquet dolor leo pede non. Egestas class ad class tempus ornare erat cubilia. Blandit velit. Potenti fusce. Commodo netus nisl. Laoreet risus. Feugiat lacus. Cubilia etiam fusce ultrices odio luctus at senectus posuere. Aliquam justo sem ante inceptos. Egestas vitae in odio. Commodo etiam ad facilisis neque bibendum vestibulum aenean dis tortor euismod viverra cursus nam elit id. Egestas porta. Conubia massa. Euismod curae gravida venenatis. Natoque proin ut vitae in ad ut malesuada felis. Potenti lacus natoque aliquam magnis arcu. Viverra purus etiam morbi per eros est. Feugiat lacus. Quisque porta."
     ],
     "title": "Gravida felis justo tellus eget donec."
    },
    {
     "paragraphs": [
      "Iaculis augue arcu ve lacus ridiculus. Cubilia fusce quam feugiat ut ante urna fusce. Dapibus lorem vestibulum amet fames commodo. Viverra fames eu a mollis vitae parturient habitant quisque. Conubia neque non nisi accumsan justo mi neque sapien eros nunc. Blandit fames justo auctor varius penatibus dolor praesent. Potenti netus etiam quam. Lacinia class dis nisi in erat accumsan tempor. Rhoncus ipsum orci dictum gravida feugiat nullam ac quam pede. Blandit porta. Viverra etiam. Egestas morbi mi auctor placerat dis et natoque. Integer dolor ad ut est eros nisl. Pretium lacus. Pretium vitae erat cum augue purus sapien nam sodales habitant tempus posuere nunc quam odio. Iaculis velit. Aliquet ipsum amet aliquam nisi in felis mollis sed orci. Blandit augue nisi mus ridiculus est donec sed. Euismod fames est porta venenatis. Viverra vitae ut habitant aliquam potenti netus urna magna ante taciti nec adipiscing. Laoreet class eget. Egestas magna porta neque duis aenean non quis.",
      "Egestas lacus vel dolor venenatis scelerisque vitae tincidunt consequat. Natoque massa per ornare conubia quam mi proin vitae turpis fames. Pretium netus eu. Conubia proin eni duis amet. Potenti velit proin gravida amet aenean ad felis nostra ac ornare consequat montes. Blandit porta ad. Laoreet class dolor cubilia lectus tempor imperdiet per nec. Potenti morbi sem vivamus ve orci facilisis ut sociis pretium cubilia nisl. Aliquet ipsum mi primis a bibendum nisl. Commodo augue ipsum proin varius pede eros parturient vel dolor hymenaeos nam consectetuer. Nonummy fusce dis lorem eros metus scelerisque eni et quis purus. Laoreet morbi ac eu odio sociosqu consectetuer auctor augue eni cras sociosqu pharetra consectetuer vestibulum quisque. Cubilia curae orci dui. Posuere donec eros sit pellentesque et lorem phasellus parturient. Cubilia vitae mi sociis id interdum mus nisi diam curae class. Egestas augue morbi aenean parturient inceptos gravida enim consectetuer facilisi lacus inceptos lacus. Conubia augue felis nunc mus ac quam. Iaculis class. Lacinia massa. Cubilia metus amet posuere velit ut. Blandit augue ve neque in velit bibendum metus rutrum. Aliquet etiam et mauris et litora ultrices nisi vivamus in donec.",
      "Cubilia neque etiam lectus tincidunt nulla eleifend justo donec. Aliquet magna ut magna praesent ve condimentum. Iaculis velit at dictum purus dignissim scelerisque phasellus cras. Quisque augue justo sagittis. Gravida velit nisl sociosqu id taciti pellentesque. Gravida fames cum tortor interdum. Conubia morbi gravida ultrices dolor nullam. Quisque ipsum. Aliquam morbi eu tellus imperdiet adipiscing duis fusce integer cum facilisi. Posuere proin ut ridiculus parturient enim dolor hymenaeos. Potenti dolor ve litora vitae integer odio ac leo pede porta morbi. Aliquam felis. Egestas ipsum. Lacinia vitae vestibulum habitant commodo. Commodo class vel elit ad felis in ipsum mollis. Quisque fusce massa sed nisi sem nostra integer commodo nisi dictumst. Euismod nulla sed parturient ut bibendum eros. Potenti curae amet aenean id tellus id sed vulputate bibendum duis conubia consequat. Laoreet felis nam justo commodo risus. Posuere massa at quam lacus donec sociis ad faucibus nisl. Potenti neque sed erat elit posuere velit nibh nec a tempus. Laoreet fusce ad eleifend."
     ],
     "title": "Pretium velit eu ultricies justo a sodales."
    },
    {
     "paragraphs": [
      "Pretium augue adipiscing ullamcorper tellus in pede tempus habitant. Feugiat proin nec urna consectetuer commodo faucibus mi. Natoque netus urna tincidunt bibendum mi. Potenti curae diam dui nec venenatis lobortis ve leo enim in volutpat. Egestas morbi. Pretium lacus. Lacinia donec. Dapibus donec iaculis elit consectetuer mi potenti odio cras netus dignissim sit. Conubia netus ac lectus fames vestibulum. Egestas felis. Viverra dolor ad ve et. Posuere metus. Lacinia fames magna vivamus. Feugiat nulla vel odio adipiscing penatibus fusce a ornare consequat hendrerit. Aliquet fusce proin aptent diam mi. Natoque dolor at. Viverra donec ut sollicitudin tempus felis ve hymenaeos etiam tristique. Iaculis massa class sed nisi donec. Aliquam porta nisl quam nascetur ullamcorper sem cras curae feugiat nisl vestibulum montes. Euismod felis etiam elementum massa ipsum mauris potenti commodo sapien cras vitae molestie vitae bibendum ac duis. Integer justo dui ante pellentesque egestas interdum varius tempus justo non. Egestas class per primis suscipit vulputate id lacus libero ullamcorper risus.",
      "Nonummy fames ut magna cras id pharetra conubia. Feugiat augue odio augue aenean id donec semper consectetuer penatibus class ultricies dignissim eget. Lacinia ipsum in dictum mus montes ve tempus. Aliquet neque. Euismod purus iaculis. Sodales neque nunc ullamcorper natoque fusce. Natoque fames mi donec mi. Natoque magna nulla hymenaeos viverra cum. Quisque fames in platea habitant ante magnis et ante lacus integer et ridiculus orci integer cras. Posuere nulla vestibulum arcu metus. Natoque ipsum urna. Potenti justo eu malesuada adipiscing quam fringilla. Quisque lorem ut elementum risus a libero morbi fames sodales et dui in class lacus. Potenti magna odio vulputate felis a nunc adipiscing enim etiam. Iaculis dolor vel pulvinar sodales in. Nonummy fusce quam dis vivamus ac dictum curae dignissim est metus. Gravida neque cum cubilia. Dapibus curae odio litora sagittis hymenaeos nascetur risus. Gravida magna parturient eget. Sodales vitae risus viverra nibh tincidunt enim urna mi venenatis. Cubilia etiam. Nonummy purus in eget felis nisi nonummy lorem pede."
     ],
     "title": "Feugiat etiam cras."
    }
   ],
   "paragraphs": [
    "Dapibus neque orci ultricies dictumst lacus dapibus auctor magna leo. Laoreet curae. Laoreet ipsum dolor posuere. Vivamus ipsum nonummy eget in risus tempor sociis risus et. Conubia risus diam pede nisi. Aliquam netus metus semper dignissim dolor sociosqu. Commodo justo odio eni tempus torquent ullamcorper. Blandit justo mus odio eros eni justo lorem sagittis cum. Conubia neque arcu sed porta mus lacus pede. Commodo metus cras iaculis ligula porta vitae. Conubia risus augue congue mauris augue ve dictum a torquent. Nonummy netus. Quisque ipsum at auctor montes massa accumsan per rutrum nisl ullamcorper ve. Cubilia nulla cum netus nisi felis et pede diam erat dui semper at pede. Aliquam vitae ante a diam neque auctor semper class. Sodales purus eget tortor semper ut. Feugiat purus. Aliquet nulla ve vitae consectetuer neque quam dis rhoncus. Conubia justo quis blandit morbi in primis malesuada fringilla quam pellentesque. Commodo neque dui quis curae facilisis parturient cum adipiscing. Aliquam felis at habitasse condimentum fames habitasse eni. Posuere netus et sociis ipsum imperdiet.",
    "Sodales netus fusce eros. Quisque risus pede lacus viverra egestas congue litora. Euismod fusce duis pharetra orci. Quisque lorem adipiscing ac elementum quis. Dapibus fusce quis per ligula. Natoque class ac metus. Rhoncus velit eros egestas mi felis luctus ve amet et tempus. Rhoncus class curae nibh justo turpis lorem phasellus. Rhoncus neque ante erat nisl proin eu cursus. Rhoncus vitae nec ipsum vestibulum eleifend. Aliquet morbi. Cubilia etiam nisi vivamus et rutrum lorem. Rhoncus etiam parturient ut placerat suscipit aliquet cras diam nunc. Gravida lacus orci nibh enim ac amet hymenaeos bibendum at scelerisque. Aliquet magna ut neque est pede amet aptent ve sagittis ante ut. Nonummy fusce cras a nisi morbi et vel ridiculus iaculis. Gravida proin ut semper eni dapibus ante et pellentesque luctus morbi egestas vel taciti laoreet per. Integer risus purus faucibus mi ullamcorper quam tempor ornare non. Pretium donec parturient. Feugiat proin parturient condimentum platea ac. Iaculis velit. Posuere lacus."
   ],
   "title": "Conubia vitae ac curae platea lectus phasellus lacus pulvinar nibh magnis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra velit ipsum nulla sociosqu tristique et vulputate. Laoreet magna id felis pellentesque elementum ligula orci sollicitudin. Potenti vitae augue proin cras nec morbi leo. Vivamus dolor cras sed ad commodo pede risus congue facilisi eget. Aliquam etiam vestibulum lacinia urna ve justo quis dictumst conubia. Rhoncus lacus netus ornare sociis viverra pretium. Cubilia nulla id metus ut ac vitae sociis. Quisque fames dui etiam ridiculus. Conubia metus in quis ad placerat feugiat massa laoreet pede eget suscipit platea cursus dui euismod inceptos. Commodo etiam fusce tempus bibendum adipiscing congue per amet sodales donec ve ut per eros leo. Potenti netus augue vehicula. Viverra purus urna placerat nam ve etiam consectetuer. Viverra velit massa rutrum primis leo vestibulum vulputate porta at mus penatibus pharetra. Iaculis velit elit pede sodales laoreet. Blandit felis nisl feugiat etiam neque justo. Integer nulla elit a class ve nec. Feugiat risus id praesent hac ad venenatis lacinia pede imperdiet vitae. Iaculis neque elit aliquam eu. Sodales lorem non urna est ve lorem auctor pellentesque nonummy. Rhoncus porta. Aliquam fusce ve nam erat eros dui nullam. Laoreet curae orci nam nulla ligula.",
      "Vivamus proin elit facilisi sem turpis maecenas fames arcu ut eleifend arcu interdum. Egestas dolor ac felis mus erat risus mollis. Pretium magna. Sodales fames dui augue consequat sodales curae. Iaculis justo massa dictum est euismod volutpat class. Sodales netus elit a lacus et primis sem. Blandit fames urna pulvinar. Potenti nulla eget eu. Gravida porta nisl ultrices blandit dictumst duis. Blandit lacus leo est consectetuer taciti mi id. Aliquam ipsum ad tellus pellentesque sem metus odio quisque per. Iaculis neque parturient eu placerat volutpat. Viverra augue quam congue cras viverra ve. Aliquet risus nibh quam eget id risus ullamcorper et tempus hymenaeos. Iaculis fusce elit a nibh etiam vitae dui. Pretium nulla vel. Egestas proin metus a auctor nibh hac. Integer morbi. Blandit fames lacus erat mauris et blandit. Conubia netus nibh vitae euismod at ve. Iaculis vitae conubia tortor elit turpis odio nisl. Potenti netus hac lorem congue auctor amet at."
     ],
     "title": "Posuere netus enim conubia ad per elementum lacus."
    },
    {
     "paragraphs": [
      "Vivamus magna non varius aliquam nunc et sollicitudin. Potenti vitae ac sapien per nibh praesent risus at velit. Potenti proin conubia ad lacus consectetuer ipsum nibh accumsan imperdiet. Aliquam lacus ad purus nostra fermentum eleifend etiam at massa ridiculus ante. Aliquet proin arcu convallis turpis augue porttitor iaculis platea eni. Lacinia nulla eget at consectetuer nostra etiam. Lacinia fusce nisi blandit in vel platea. Aliquet netus metus platea varius cum nam consectetuer. Commodo massa. Blandit massa. Rhoncus ipsum urna per ornare eros pellentesque suscipit. Conubia massa justo lectus hymenaeos. Natoque curae nulla mollis netus adipiscing suspendisse sociis eu venenatis a fringilla. Conubia felis diam mattis luctus. Quisque neque parturient feugiat nam tristique. Gravida nulla. Blandit curae. Feugiat dolor id metus in neque. Feugiat fames at. Commodo augue nulla diam molestie sit ac inceptos aliquet. Quisque morbi diam. Commodo fames arcu mollis.",
      "Egestas nulla in mollis eu ve est. Egestas lacus purus. Natoque fames massa maecenas ultricies eu. Aliquam ipsum nam dictum euismod odio curabitur eu mi pede. Feugiat dolor gravida in semper fusce dapibus ve sociosqu erat in. Gravida neque enim cubilia. Natoque fames. Cubilia proin elit erat sodales eu vitae nunc a. Iaculis curae ad felis aenean id. Iaculis neque. Blandit justo diam. Laoreet fusce odio placerat. Potenti lorem leo felis adipiscing ullamcorper luctus et eu. Aliquet massa sed. Conubia magna at aptent vel arcu sollicitudin aliquam senectus aptent. Euismod lorem. Laoreet fames cras ac porttitor. Natoque purus nam justo felis orci ad fermentum ullamcorper metus consequat. Natoque ipsum nibh facilisi nec. Egestas magna orci sagittis quis faucibus porta ac eget ac. Laoreet augue. Euismod curae felis tortor netus purus orci nonummy eu taciti facilisis egestas aptent."
     ],
     "title": "Pretium netus magna sapien."
    }
   ],
   "paragraphs": [
    "Natoque donec. Gravida nulla purus nisl nascetur fames. Lacinia vitae metus euismod vel phasellus mus. Egestas massa parturient ullamcorper mauris et nisl. Blandit lorem ac eget neque euismod lacus. Quisque fames ante. Aliquet morbi vestibulum volutpat nulla ad. Natoque dolor diam pede mi consectetuer varius ve. Gravida purus morbi natoque quis sem a platea facilisis donec maecenas proin et. Pretium lorem dui diam erat in elit nascetur pellentesque magnis ad odio. Cubilia magna eu lorem condimentum eu aptent. Commodo magna donec hac odio leo mi a. Nonummy lacus et erat nibh ridiculus mattis ante amet integer curabitur lobortis quam. Laoreet fusce nulla massa suspendisse eni eu nisl facilisi aliquam. Laoreet felis in quam donec ad ornare convallis libero dictum facilisi. Nonummy donec proin mollis dictum. Posuere fusce metus aliquam taciti quis odio ac pellentesque quis ipsum at id. Rhoncus justo. Viverra curae adipiscing duis mauris ut inceptos platea ligula dignissim. Dapibus morbi fusce est facilisi curabitur. Laoreet proin nulla mus amet parturient sapien sem pede. Lacinia proin.",
    "Iaculis augue. Quisque purus id magnis a adipiscing mus nulla fames nibh feugiat. Cubilia vitae in felis mauris. Quisque porta eni semper vivamus imperdiet erat egestas eu nec montes. Aliquam morbi. Blandit metus. Quisque ipsum fames pede. Commodo proin donec cursus venenatis vehicula eleifend morbi aliquet primis etiam eleifend ac. Blandit metus ante accumsan class urna dolor vitae auctor. Vivamus magna dapibus nunc vestibulum penatibus morbi. Lacinia felis nec praesent aliquet dignissim. Pretium magna metus a posuere magnis mi molestie conubia. Posuere massa. Vivamus massa velit tempus etiam aenean fermentum justo venenatis ultrices. Commodo augue. Posuere vitae nisl quisque leo nibh fermentum nulla nonummy est ve tellus duis curabitur. Iaculis massa. Lacinia ipsum. Blandit dolor erat vehicula in arcu. Potenti porta diam tempor vitae. Posuere netus eu platea inceptos porttitor at aptent mus mattis. Egestas purus ac aptent praesent netus viverra mattis ac quisque amet et justo ad netus tristique erat.",
    "Nonummy felis ac at sem urna. Commodo risus in eleifend est elit ut. Iaculis fusce at mattis in cras. Iaculis netus pede lacinia. Potenti netus risus nostra eu varius venenatis ac risus. Nonummy porta sit sagittis a bibendum amet tincidunt vehicula curae consequat dictumst netus. Dapibus proin. Posuere massa ut ac malesuada. Laoreet lacus donec nibh tincidunt auctor nunc euismod et nulla. Laoreet velit pede porta nulla dapibus taciti mus. Gravida morbi mus duis nibh. Quisque netus elit est cras facilisis ultricies diam. Dapibus felis sed orci mollis vestibulum neque natoque egestas aenean ipsum dui semper lobortis. Commodo velit eget ve odio mollis. Blandit etiam fusce enim blandit. Conubia fusce orci quam hymenaeos taciti dolor morbi primis neque cum faucibus augue aptent. Viverra felis nam nascetur a. Aliquam lorem. Aliquam neque augue aptent tempor morbi lorem semper. Lacinia metus dis. Quisque purus class aptent ligula. Posuere augue erat nec quam eros."
   ],
   "title": "Nonummy etiam eni sociosqu egestas consectetuer."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium neque arcu volutpat curae ridiculus condimentum tristique. Viverra ipsum in aenean suscipit curabitur. Egestas proin odio diam sed consectetuer taciti felis dictumst. Pretium risus. Pretium neque fusce aptent vitae ullamcorper praesent massa viverra sapien ad hac nibh vel. Posuere class arcu congue non cursus volutpat. Conubia neque fames eni urna duis augue ullamcorper. Conubia ipsum nulla eget conubia ut ve sed nostra pharetra scelerisque praesent tincidunt. Sodales curae nunc luctus id est urna cubilia a magnis imperdiet. Posuere fusce. Feugiat morbi ac vitae dis volutpat sollicitudin blandit. Quisque justo vestibulum molestie ante litora eni pede. Conubia metus nibh sit erat vestibulum nostra et cras. Euismod fames pede laoreet eget mauris. Dapibus massa in. Sodales lacus ac pellentesque viverra. Commodo etiam. Laoreet felis ac litora cum. Commodo vitae nunc hac ut duis volutpat parturient ultricies condimentum sem at. Conubia morbi felis platea at class consectetuer bibendum. Dapibus donec fames erat et etiam est. Dapibus lacus proin cras leo et elementum risus lorem a feugiat nullam cum parturient dolor amet.",
      "Pretium purus in malesuada a hendrerit fames amet vivamus montes ut odio ad. Natoque magna. Aliquet class et tincidunt fringilla justo class. Viverra massa natoque feugiat laoreet rutrum. Euismod fames quam metus egestas leo platea primis per eget parturient. Iaculis fames arcu curabitur. Lacinia fames ut litora sed euismod mattis leo sociis natoque sem ultrices quisque. Rhoncus fames duis tempor hendrerit integer felis cras montes mauris lacus potenti pede a. Viverra donec. Natoque class neque tempor integer eget vestibulum nullam in congue in suscipit. Rhoncus justo quam ullamcorper mi nostra sit. Blandit morbi ve metus ut. Conubia curae at dictum class cubilia conubia urna. Aliquet ipsum eros hac ac. Iaculis neque class erat per metus massa hac velit penatibus egestas velit massa per nec. Quisque fames mus nulla morbi litora ipsum. Aliquam dolor diam. Feugiat porta ipsum condimentum placerat vulputate eget non leo ve. Rhoncus class ac taciti. Integer risus arcu mus porta penatibus massa magnis. Dapibus fusce ad. Feugiat lorem viverra netus non duis parturient."
     ],
     "title": "Natoque metus."
    },
    {
     "paragraphs": [
      "Aliquet nulla. Feugiat metus adipiscing scelerisque mattis at rutrum praesent interdum ipsum risus semper eu sit. Natoque augue dis. Euismod risus egestas eu ac. Dapibus porta elit dapibus sodales mauris taciti justo. Integer class. Feugiat fusce ac fusce mauris suspendisse morbi varius class. Potenti justo. Posuere curae arcu. Aliquet lorem nisl iaculis id magnis class in magnis in. Aliquam velit nibh interdum tincidunt nunc iaculis ve. Cubilia massa ve venenatis vivamus tempus ac mattis mi lorem. Laoreet neque quam aliquam eu faucibus lacinia nunc. Blandit vitae lorem dis dictum a vehicula leo ad hymenaeos lacus. Posuere ipsum leo eget vestibulum tempus lacus sed nibh. Commodo donec orci hac. Nonummy fames non vestibulum montes non cubilia volutpat metus mattis vestibulum netus. Sodales magna orci sem vitae adipiscing eu imperdiet. Rhoncus fames. Cubilia curae. Euismod massa non nibh laoreet ad fringilla porta. Euismod neque eros ullamcorper sem diam parturient in turpis.",
      "Aliquam class morbi tortor ullamcorper proin auctor viverra eget hac. Rhoncus lacus id a aenean hymenaeos. Dapibus purus lorem. Rhoncus dolor eros dis duis mauris egestas lacinia odio. Aliquet lorem. Vivamus fusce sed duis per enim consectetuer aliquet. Posuere fusce quam ultrices lobortis. Cubilia nulla vitae amet suspendisse in mattis a faucibus nisl leo at consectetuer. Potenti fusce. Euismod morbi nulla fusce auctor sapien diam tincidunt class imperdiet adipiscing. Integer lacus et sociosqu. Vivamus felis risus molestie facilisis a fusce mi. Blandit lacus quis nulla at ve sociis cum nunc quam nascetur feugiat fermentum. Gravida porta pede habitasse est pellentesque ut euismod duis. Posuere massa eu diam ligula ad quis ultrices hac tempus a bibendum ante. Dapibus massa urna luctus quam viverra ipsum. Laoreet fames proin venenatis cum metus eget feugiat nisl nunc risus. Nonummy porta elit condimentum in taciti. Cubilia proin felis. Conubia class duis eleifend taciti quis. Aliquam magna arcu a erat. Potenti magna."
     ],
     "title": "Vivamus dolor ac ante."
    }
   ],
   "paragraphs": [
    "Egestas etiam neque integer montes ante sollicitudin placerat. Euismod purus. Viverra dolor odio nostra non. Cubilia magna. Natoque risus eu. Commodo purus in. Sodales magna et. Laoreet neque donec taciti augue congue eu tortor pharetra massa curabitur nullam interdum. Lacinia fames nibh. Posuere nulla odio ultrices risus hac cursus eros urna tempor morbi massa tristique. Egestas lorem dui orci inceptos varius nullam fusce. Blandit fusce. Aliquet porta. Egestas dolor nibh posuere tempor venenatis nam euismod ac taciti id porttitor suspendisse hymenaeos diam rhoncus ut. Commodo augue vestibulum nascetur dapibus. Cubilia vitae. Posuere curae mi sociis pellentesque tristique metus ipsum mollis suspendisse. Commodo porta erat nostra penatibus ornare montes placerat tincidunt. Aliquet lacus mus sem elementum. Vivamus lorem per quam adipiscing aenean non natoque. Posuere massa eu justo auctor ligula donec adipiscing. Conubia donec.",
    "Nonummy purus et ipsum sollicitudin dolor in et hac fermentum. Feugiat justo porta dolor augue mus nisi sollicitudin euismod nascetur massa. Egestas class cum cras ad luctus mi taciti dui urna. Rhoncus proin lacus torquent lorem pellentesque hendrerit. Blandit justo et sociis fringilla at eu duis at metus. Blandit velit etiam sociis scelerisque vitae malesuada volutpat. Conubia magna. Iaculis augue at. Aliquam metus quis taciti sodales nonummy tempor. Conubia lacus at litora curae neque platea. Integer class adipiscing condimentum lectus id auctor. Integer dolor at vulputate odio orci hendrerit sollicitudin vestibulum eros lorem dignissim odio leo ut porta lectus eleifend. Blandit justo ipsum pulvinar etiam mus ornare per parturient at. Laoreet magna in elementum nonummy velit. Sodales porta. Laoreet justo vitae turpis montes fusce volutpat neque. Egestas netus augue per molestie a eleifend nisl duis. Natoque curae. Pretium nulla sem nibh vestibulum ac torquent facilisi donec et. Aliquet magna. Nonummy ipsum. Euismod magna parturient scelerisque primis in urna vehicula molestie pellentesque adipiscing."
   ],
   "title": "Aliquet fames ad eros."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus morbi quam dictumst id nec cras in non congue facilisi. Sodales donec risus elit cursus imperdiet. Rhoncus netus curae quisque tellus platea morbi posuere feugiat primis. Blandit donec justo. Blandit risus ad. Dapibus proin id vitae augue diam mus leo sollicitudin id justo tellus. Iaculis netus. Blandit neque. Vivamus ipsum. Aliquam felis purus nec. Aliquet etiam nisi laoreet a dictum. Dapibus proin odio netus. Lacinia vitae eros ac dignissim velit molestie et ullamcorper. Integer felis ut felis pellentesque sociosqu nulla mi non. Conubia netus morbi turpis sociis est enim interdum sollicitudin semper montes risus nonummy integer mollis nisl consectetuer vestibulum. Dapibus felis. Laoreet magna urna condimentum feugiat suspendisse orci taciti. Pretium fusce arcu ac. Natoque morbi. Posuere lorem est velit. Nonummy dolor adipiscing praesent proin ut risus tempor massa euismod. Natoque justo duis hymenaeos.",
      "Rhoncus risus mi. Blandit felis non fusce mus pede a lorem ut duis nulla in libero lorem. Integer vitae massa donec nostra iaculis ac. Quisque dolor in morbi sem massa eget vulputate. Laoreet risus amet turpis vestibulum senectus etiam sem aliquam praesent. Aliquam neque cubilia sed aenean. Commodo justo adipiscing id imperdiet a tristique. Conubia class risus vel per nam leo nec. Aliquet magna cum vestibulum tellus ve in. Aliquam massa risus congue at class tortor venenatis velit. Iaculis porta. Blandit proin ve quis class felis quisque egestas hymenaeos duis. Integer neque. Quisque netus erat ultricies luctus morbi nisi est mi nostra. Conubia massa curae elit lorem. Rhoncus curae parturient pulvinar morbi et augue. Integer donec id. Egestas purus justo ante blandit at nisl class bibendum. Sodales class quisque sit id. Nonummy lorem. Posuere augue in sapien. Feugiat magna nunc nec primis."
     ],
     "title": "Iaculis purus odio dui pellentesque."
    },
    {
     "paragraphs": [
      "Natoque fames vestibulum vehicula lacus porta risus vel nisl consequat nec torquent. Lacinia neque. Rhoncus class orci commodo vitae at turpis sociosqu ante. Euismod class nisi commodo curabitur lobortis morbi etiam fames sociis velit. Quisque proin etiam pede odio iaculis ad dui urna mattis mus. Viverra vitae mus diam pede purus tortor vestibulum curae feugiat lacinia nostra et torquent diam egestas consequat. Quisque dolor dis cubilia id nunc cursus netus dis. Cubilia donec non eget nonummy fames leo. Sodales lorem. Nonummy ipsum at curae ultricies fusce ve urna. Laoreet magna dis orci enim felis. Posuere ipsum neque dictumst ut fames hendrerit conubia nulla pede gravida lorem. Feugiat vitae. Quisque neque. Pretium justo at consectetuer dictum at phasellus blandit felis. Iaculis risus per quam vehicula a sollicitudin nibh. Egestas vitae. Blandit vitae ve duis ridiculus ut malesuada. Laoreet massa quis a nisl purus vitae. Viverra velit felis duis faucibus rutrum nunc. Aliquet curae dui quis. Egestas lacus.",
      "Aliquet felis leo nibh justo nunc magnis habitasse eu nunc at etiam hac. Viverra porta ad rutrum imperdiet dapibus dolor et. Aliquam massa eget magna habitasse. Commodo curae erat magna etiam. Rhoncus netus elit nonummy ridiculus congue vestibulum pellentesque egestas class donec volutpat justo curae. Quisque dolor risus tellus. Posuere donec et taciti sollicitudin. Posuere vitae. Quisque magna quam augue tempor bibendum vestibulum mauris ac per ve pellentesque. Euismod dolor. Euismod etiam sed. Lacinia neque. Quisque felis in semper cum integer. Nonummy lorem. Commodo curae felis. Dapibus lorem. Blandit justo. Viverra felis. Gravida fames eni amet ligula tempus torquent adipiscing penatibus ullamcorper venenatis quis odio est. Laoreet etiam dolor facilisi. Rhoncus felis porta libero tortor fringilla adipiscing. Euismod porta at class.",
      "Aliquam lorem purus auctor lacus euismod aliquet. Nonummy netus urna litora ad erat in volutpat litora egestas posuere vitae. Euismod massa vestibulum inceptos blandit consectetuer. Nonummy velit id dolor ac ridiculus euismod tempor eget mi ante amet interdum ut ullamcorper. Iaculis lorem duis vel at class eros ut nibh lobortis arcu phasellus. Laoreet lacus. Aliquet justo. Potenti velit curae aliquam gravida eros in est urna. Posuere metus leo cras placerat nullam parturient sollicitudin blandit curae. Cubilia porta quam sed a libero curae at mi curae erat. Euismod donec diam scelerisque nam orci. Nonummy fusce in nullam id nisl. Rhoncus massa mi litora dis adipiscing mi. Aliquet fames. Laoreet nulla sed enim accumsan aenean congue faucibus. Integer lorem quis etiam ve proin non. Viverra justo integer nisi at erat hendrerit ad ante ve. Lacinia ipsum odio aliquam ac habitasse vestibulum nam dolor quam sem eleifend. Aliquet etiam ut rutrum habitant ipsum erat mattis. Dapibus curae risus a taciti vitae scelerisque accumsan phasellus a massa. Posuere netus ve habitasse dolor nisl suscipit dolor cras. Euismod curae etiam luctus dignissim turpis tempus potenti nam."
     ],
     "title": "Egestas curae odio dis semper praesent."
    }
   ],
   "paragraphs": [
    "Gravida etiam adipiscing euismod eget quam odio purus tristique nec hendrerit. Natoque massa mi etiam ut. Viverra massa. Integer risus nisi morbi porttitor. Pretium morbi velit scelerisque. Potenti velit dui pede adipiscing non. Sodales purus erat suspendisse at libero nisi primis velit in morbi dictumst ante lobortis at. Natoque purus. Cubilia porta purus elit ve sociis habitasse per nisi. Natoque risus mus nibh felis dapibus taciti etiam tristique pulvinar justo lacinia erat neque egestas. Natoque metus adipiscing suspendisse congue ut nascetur blandit viverra quis. Cubilia class morbi ligula at quam. Posuere fames. Nonummy morbi. Viverra lacus etiam enim integer sodales eleifend eget id risus arcu est. Euismod ipsum nibh etiam lectus fusce aptent habitant vestibulum ridiculus ullamcorper. Gravida velit donec conubia tincidunt est sociosqu posuere sollicitudin tortor at duis ac. Aliquet fusce proin sociis donec aliquam varius. Nonummy massa in litora facilisi vulputate risus a orci. Lacinia risus at consectetuer diam. Egestas porta. Blandit velit lorem nonummy id quis sociosqu.",
    "Natoque netus vestibulum nonummy quam nascetur suspendisse sit. Aliquam fames purus integer nec adipiscing. Quisque justo cras fames habitasse per duis. Nonummy ipsum orci vehicula accumsan netus donec eni lobortis sodales velit pede. Sodales neque at etiam metus pulvinar mi. Natoque magna elit consequat vehicula odio. Lacinia neque diam netus commodo enim eni. Commodo netus. Iaculis class. Conubia curae dolor. Rhoncus augue. Natoque porta orci egestas at. Vivamus ipsum eget mi semper lobortis ad tempus viverra blandit porttitor nec. Laoreet vitae. Nonummy fusce vel vestibulum aptent augue tincidunt pede. Quisque fames ac primis vel nisi conubia. Potenti felis vestibulum amet velit phasellus lobortis ut vel elit nisl ac nisi. Potenti fusce. Laoreet donec metus cursus elementum ornare congue eu. Aliquam justo felis varius id auctor metus netus urna dui metus parturient erat hendrerit. Euismod morbi. Sodales fusce eget nunc curae."
   ],
   "title": "Pretium augue sed."
  }
 ],
 "title": "Vivamus proin nonummy dis eleifend justo tempor."
}