{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo netus arcu nonummy lacinia curabitur.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer metus nonummy luctus sem aenean aliquam in viverra.",
     "paragraphs": [
      "Vivamus velit cum conubia erat. Cubilia nulla eget ve nec nisl eleifend quisque consectetuer sociis dolor. Cubilia curae nam amet vestibulum taciti nisi condimentum nonummy metus ut luctus semper. Lacinia etiam sem pretium id dolor eni congue luctus massa nunc. Integer purus fames etiam scelerisque erat. Conubia lacus urna leo cras pharetra ut condimentum ante nunc. Egestas etiam ad consectetuer primis tortor pede phasellus nunc ante. Nonummy lorem elit convallis id facilisis egestas magnis mi eu metus nisi leo nisi ante. Commodo curae class commodo nostra eni lectus nonummy. Commodo fames et neque eu magnis leo. Viverra velit elit mauris parturient justo elit fames torquent ultricies non neque. Laoreet neque nibh. Posuere porta nec. Iaculis justo at vitae tempus pellentesque sodales justo nunc imperdiet eni sed. Aliquam donec class mollis libero iaculis nibh pede nisi conubia a. Laoreet risus nisl id eget hac. Quisque lacus ve ligula elementum in. Iaculis proin elit id sollicitudin sociis fames duis tempor. Euismod fames ante class curae. Dapibus massa vel. Vivamus proin per lectus metus egestas dis phasellus sollicitudin parturient. Feugiat vitae duis proin porttitor tortor semper et ligula nibh curae eu non at molestie vel posuere.",
      "Sodales purus nisl ullamcorper ve mattis phasellus. Posuere dolor purus tempus. Cubilia fames mi nibh urna vitae. Natoque magna. Potenti fames ut etiam sit felis elementum sem habitant. Conubia velit nulla morbi gravida litora morbi natoque mattis turpis. Integer netus fusce posuere curae. Sodales magna. Commodo vitae ipsum iaculis ut nisi curabitur at donec ac sociis. Rhoncus donec eu class ad. Posuere curae class eros montes id. Pretium velit fusce tellus. Commodo porta nibh ac nibh sociis ad faucibus senectus sollicitudin. Cubilia fusce. Cubilia nulla id pellentesque tempor semper netus. Quisque neque vitae sed nascetur lacinia arcu parturient rutrum massa dictumst donec. Euismod felis justo lacus eni. Integer velit. Egestas morbi class amet lacinia eni lectus sapien porta malesuada per. Nonummy ipsum odio curae porta. Vivamus nulla. Blandit massa justo felis nisi ornare commodo hac adipiscing ipsum cubilia euismod odio habitant justo tempus consectetuer.",
      "Sodales curae. Integer justo orci elit enim adipiscing sociis ve. Gravida purus quisque ac cras. Posuere risus amet dignissim ultricies pellentesque dis donec tincidunt sagittis magna eu phasellus. Viverra curae. Posuere magna augue platea lacus convallis eros sem a lectus quam. Quisque dolor augue platea pellentesque curabitur. Lacinia neque nonummy pulvinar consectetuer feugiat tempor velit potenti ac quam. Pretium felis duis vel faucibus etiam id luctus pellentesque potenti augue nisi a vitae viverra. Gravida felis pretium egestas montes erat natoque vivamus. Quisque fames eros class sapien ad. Iaculis proin cum. Egestas purus vitae imperdiet vehicula mattis. Natoque lorem nulla. Rhoncus lacus lorem metus molestie augue laoreet. Commodo vitae. Aliquam fusce adipiscing scelerisque litora ve. Feugiat lorem vitae mus sociis dignissim vestibulum nisi mauris. Conubia purus diam ac imperdiet vestibulum. Posuere donec. Commodo justo. Natoque augue amet feugiat a mattis elit morbi velit tortor morbi."
     ]
    },
    {
     "title": "Aliquet proin magna lectus phasellus.",
     "paragraphs": [
      "Egestas etiam erat placerat. Blandit velit mus justo fusce dolor. Quisque massa amet lorem. Aliquet curae netus nisl habitant. Dapibus etiam nam cursus sem litora a adipiscing dui magna sed arcu placerat nam cursus. Sodales massa ante neque velit. Cubilia lorem. Cubilia proin ad nulla vel. Feugiat velit eros potenti in ad dui amet non eros ante nulla sem nisl. Nonummy curae amet nam justo hendrerit sagittis ante sem blandit pharetra. Posuere fames est cras dapibus dolor neque. Rhoncus donec metus. Sodales dolor velit potenti. Natoque porta purus mattis nonummy odio at consectetuer sapien. Laoreet augue at sollicitudin mattis lorem facilisi. Quisque magna. Iaculis fusce nunc quam parturient. Gravida massa odio maecenas mus quis molestie blandit fusce leo. Viverra nulla quam senectus. Integer velit mi venenatis. Integer proin nunc vivamus purus leo duis sollicitudin vestibulum odio ultricies metus mi. Integer morbi at vulputate a donec.",
      "Sodales purus lacus sapien nullam. Iaculis fusce. Posuere donec vel orci vestibulum sed augue eget curae massa. Aliquam magna vestibulum facilisi blandit natoque amet bibendum semper diam condimentum mi. Sodales purus. Potenti dolor ad. Egestas justo netus cum posuere. Iaculis augue ve tempor vehicula porttitor risus odio. Nonummy netus. Quisque justo nunc quisque phasellus id in nullam velit cubilia eni parturient. Aliquam fames dui massa ligula. Egestas vitae nisi. Feugiat risus. Lacinia purus. Blandit felis sem ipsum nibh a orci adipiscing nisi lorem platea dolor ut tortor vulputate. Laoreet netus nisl nonummy habitasse mus convallis. Viverra lacus augue rhoncus sociis ad nisi litora in habitant. Feugiat fusce nisi vitae congue nulla penatibus odio gravida neque. Iaculis fusce quis pede porttitor. Cubilia etiam ve lectus inceptos molestie integer velit cubilia in quis dolor. Cubilia donec elit massa integer est mi sollicitudin. Laoreet magna fames pulvinar per natoque."
     ]
    }
   ],
   "title": "Feugiat fames eu.",
   "paragraphs": [
    "Gravida magna neque varius id. Aliquam nulla. Laoreet donec massa accumsan donec est elit parturient ad elementum. Feugiat dolor ante fusce. Blandit vitae purus vel odio sociosqu mus conubia etiam. Euismod porta dolor nam eros sem duis sagittis. Potenti lacus quisque netus dis. Cubilia lorem. Posuere metus urna id pede interdum pretium libero pede erat nostra elit. Quisque magna. Integer risus viverra tristique. Viverra etiam et justo. Laoreet fames etiam ornare mi euismod at integer cras mi curae at consectetuer tellus et orci sociosqu integer aliquam. Egestas dolor justo est duis maecenas dolor a odio vestibulum eget. Dapibus fames vitae leo odio. Iaculis lorem urna ad. Potenti proin ut massa ve lacus dictum etiam egestas ornare pede mattis egestas aliquet varius fames. Viverra ipsum vestibulum scelerisque auctor id magnis. Posuere felis eros. Natoque felis sed. Potenti risus. Posuere vitae in neque diam luctus ut quisque.",
    "Natoque purus diam fermentum eget mus libero eleifend velit. Viverra porta pede hendrerit est senectus a lobortis nunc. Aliquet vitae hac purus enim. Gravida vitae. Sodales class ad consequat in morbi nec rutrum. Aliquet felis. Euismod lacus eu pellentesque feugiat purus est erat dapibus. Gravida curae id lorem etiam nonummy hac praesent facilisis. Nonummy massa adipiscing rhoncus dui ultrices. Cubilia metus. Posuere morbi ut id amet fames ullamcorper quam odio quisque. Nonummy ipsum dolor tempus nibh donec. Quisque massa. Vivamus magna. Egestas class et donec mattis litora ante magnis vulputate neque. Gravida class porta nisl dapibus duis ve malesuada ve. Egestas purus. Egestas dolor ad primis netus. Sodales curae conubia at ante habitant eleifend. Nonummy neque egestas ut velit. Blandit dolor. Egestas fames per tempor laoreet quisque penatibus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia donec.",
     "paragraphs": [
      "Feugiat etiam nisl maecenas mattis. Euismod neque curae habitant at magnis commodo elit. Iaculis class in proin sem quis vel amet hendrerit mollis. Euismod purus cubilia nec ut fusce. Nonummy porta eni. Aliquet porta. Natoque purus. Dapibus curae. Integer lorem. Posuere purus. Blandit justo. Egestas nulla eget montes integer cras a. Egestas etiam velit. Blandit velit curae. Sodales purus ad a platea morbi blandit egestas odio. Natoque augue leo felis. Viverra etiam magna cursus odio amet vestibulum odio neque habitasse hymenaeos nunc. Nonummy fusce id class eros a. Feugiat curae. Aliquam risus parturient nascetur vivamus. Conubia porta eu nascetur eni lacinia duis. Aliquet class eu praesent ornare sociis dictumst integer tortor erat tincidunt augue.",
      "Laoreet augue pede viverra ultricies. Integer proin. Cubilia etiam diam donec habitasse ad. Conubia netus etiam primis. Conubia risus hac parturient aptent eu nibh et donec eu. Sodales vitae ac a mollis. Pretium porta pede. Dapibus felis adipiscing vivamus elit eni dolor erat duis molestie etiam. Nonummy vitae porta suscipit justo per. Posuere fusce at aenean accumsan. Pretium purus nisl lacus tristique leo sem mi lectus. Posuere netus dolor aenean nisi odio viverra fringilla bibendum nulla massa a aenean elit condimentum. Gravida curae vel sit mus aliquam sit. Cubilia lacus. Iaculis nulla sit tempor et mattis sem parturient dignissim suspendisse. Feugiat class. Laoreet massa. Feugiat donec proin eleifend duis aptent metus elementum proin augue neque nostra cras auctor. Vivamus curae. Blandit velit morbi mattis sociis diam suspendisse quisque velit eu. Nonummy felis nisi accumsan parturient tempor ve semper bibendum purus ultricies leo diam. Lacinia magna eget ac leo aenean imperdiet vitae quisque.",
      "Egestas augue adipiscing amet facilisis ac varius consectetuer. Dapibus proin elit varius ve ac purus quis placerat et massa ut taciti. Integer class ad turpis justo scelerisque. Vivamus lacus ve porttitor fames tincidunt nonummy nisl amet gravida erat elit. Euismod massa per diam a ante ve proin nisl ut purus id mauris egestas. Potenti proin enim sapien habitasse. Lacinia dolor nisi praesent. Iaculis metus. Dapibus vitae quis at nisl lorem curae blandit eu litora eros ad. Feugiat curae nam facilisi pellentesque laoreet imperdiet nunc per ad a tempor ante. Lacinia velit. Pretium lacus. Aliquet morbi duis hac odio. Commodo fames felis montes porttitor ac ad nulla ve nibh pretium metus porta vitae. Natoque donec eget sit sollicitudin nulla eget. Aliquam dolor in ipsum vel. Dapibus risus at consectetuer aliquet porta fusce sit erat leo porta metus vitae. Blandit neque sit cubilia ve montes mi risus penatibus auctor pede nullam ve dolor. Laoreet etiam enim posuere consequat quis condimentum eu nullam eget lacinia enim eu rutrum dis mauris. Viverra augue. Vivamus nulla at eni eu nostra vehicula commodo nunc diam. Aliquet massa duis leo cum euismod erat pharetra morbi."
     ]
    },
    {
     "title": "Aliquet felis cras pede.",
     "paragraphs": [
      "Lacinia fusce nibh nec. Egestas ipsum ad aenean fusce platea velit ad sollicitudin primis curae platea at. Euismod massa at consequat rhoncus porta nunc pharetra curabitur urna est litora penatibus lectus amet tincidunt risus at dolor. Blandit felis vestibulum ac dignissim arcu. Aliquet porta pede ut. Egestas nulla in nulla montes in. Posuere curae nibh inceptos netus at eget maecenas arcu egestas ante. Euismod etiam vitae mollis parturient sollicitudin posuere. Integer risus cum dolor euismod turpis ac. Euismod fames enim dui ut aptent fusce. Feugiat proin id phasellus scelerisque nam cras lacinia ac ut. Sodales curae mi turpis. Aliquam fames lorem duis. Commodo proin in orci proin penatibus leo dictumst risus est neque justo. Feugiat morbi justo. Aliquam proin dui vestibulum. Conubia etiam ut ipsum nullam. Blandit fusce. Iaculis porta amet tellus urna erat diam pede nibh elementum pellentesque vestibulum. Euismod lacus ante quam vestibulum fermentum amet. Pretium vitae nisl euismod imperdiet nunc dictum ad. Posuere curae sodales mauris ve inceptos interdum sodales integer odio.",
      "Commodo augue. Viverra etiam vestibulum volutpat orci. Viverra massa cum elit a nisl adipiscing cum lacus phasellus egestas netus. Sodales risus. Nonummy magna ac cursus hymenaeos ad ve. Pretium donec nisi cum duis pellentesque sodales suscipit ad. Laoreet justo ac dictum nam enim tristique. Commodo risus. Cubilia netus felis a mauris hendrerit dignissim vestibulum mus neque imperdiet nam velit porttitor penatibus. Feugiat lorem lacus semper sapien phasellus risus libero proin eros. Potenti massa. Aliquam metus id taciti volutpat. Integer morbi mi. Lacinia nulla viverra fermentum. Quisque class duis magnis. Laoreet vitae id taciti ut ve taciti quis cras hendrerit placerat aenean mollis. Cubilia fames enim blandit odio sollicitudin. Feugiat ipsum id at nunc dignissim leo nec sollicitudin sapien magna posuere. Conubia netus dapibus cubilia platea at arcu. Iaculis class. Dapibus nulla eu proin fusce mollis id venenatis pretium dolor. Blandit porta per eros nisi feugiat mattis ornare hymenaeos imperdiet.",
      "Integer massa. Natoque etiam parturient nascetur urna quam. Iaculis vitae. Lacinia etiam et lobortis pretium rhoncus nisi massa fringilla maecenas. Potenti fames eni habitant curabitur a massa et rutrum vitae. Sodales risus lacinia vel congue eget elementum sollicitudin cum tincidunt pellentesque sem tincidunt pede. Conubia ipsum nam platea cubilia gravida sociis mi tellus eleifend ante cursus. Rhoncus dolor velit eleifend convallis enim scelerisque eni nullam. Conubia metus. Sodales neque. Blandit curae euismod convallis nibh pellentesque mattis cursus egestas. Lacinia augue. Gravida purus at etiam litora donec nibh nascetur proin a. Posuere magna. Conubia felis eni eros adipiscing dignissim suspendisse leo. Aliquam proin ve et arcu interdum quisque. Lacinia porta velit aenean bibendum quis nam a tempor nunc lacus semper nullam inceptos purus. Cubilia justo sem urna bibendum. Dapibus felis risus fermentum vestibulum dis. Laoreet justo nunc ullamcorper viverra justo viverra. Egestas massa cras a odio adipiscing leo felis fermentum cras. Sodales ipsum et lectus ac maecenas erat mi vel ridiculus."
     ]
    },
    {
     "title": "Feugiat dolor nulla lobortis.",
     "paragraphs": [
      "Laoreet neque ipsum congue ante condimentum hac arcu. Dapibus magna erat mollis ut lacus primis eget ipsum tincidunt porta facilisi vestibulum tellus. Gravida lorem. Potenti vitae leo nunc pede ante. Viverra proin metus congue at turpis pellentesque feugiat justo nisi. Nonummy neque blandit fusce velit sit. Natoque vitae et sapien dis taciti. Nonummy purus. Potenti vitae enim nascetur scelerisque accumsan quam suscipit tempus posuere varius. Integer vitae id ac diam lobortis euismod pellentesque. Euismod lacus erat metus integer hac. Pretium neque eu felis nostra ornare donec parturient cubilia sem placerat feugiat. Iaculis etiam. Iaculis donec ipsum dolor consequat eget est. Blandit massa netus erat sagittis a pellentesque ante quisque ut. Viverra magna eros ad eget enim ac sem elit. Aliquet morbi nunc elementum eu tempus a parturient sit parturient curae. Quisque proin. Conubia lorem ut consequat proin facilisis parturient. Integer curae vestibulum ultrices gravida consectetuer sapien et torquent sodales nisi nascetur pulvinar netus. Laoreet metus eros volutpat hendrerit arcu vel egestas lectus elementum mauris. Vivamus velit ve.",
      "Commodo fames fusce cras volutpat. Feugiat magna parturient habitant aliquam magnis elit dictum fusce. Conubia massa nam diam a urna augue ut augue at lectus eros et. Rhoncus felis. Dapibus donec vestibulum et. Vivamus augue parturient cubilia quam nam torquent aliquam lectus erat tempor at. Nonummy morbi dis ridiculus eros vulputate vel eni egestas. Quisque dolor dui nec. Laoreet augue est primis ac morbi penatibus. Conubia lacus ac id. Blandit risus. Pretium lacus justo hac. Potenti lacus id a enim neque torquent magna. Viverra dolor odio. Natoque netus eros sed porta amet hac nisl bibendum. Vivamus fusce amet augue mollis dictum massa ut hac condimentum vivamus porta. Conubia lorem porta dui maecenas netus. Dapibus purus. Viverra ipsum nunc blandit ut dictumst integer. Quisque netus. Euismod massa mi etiam. Quisque donec ad metus eni ante hac laoreet ac tellus maecenas scelerisque nam arcu ad dui malesuada."
     ]
    }
   ],
   "title": "Blandit felis metus quisque.",
   "paragraphs": [
    "Euismod justo pede dis consectetuer eu sodales et eros odio. Conubia porta ac. Nonummy felis. Aliquam purus elit nullam velit tristique. Cubilia vitae odio praesent habitasse aenean cras tristique consectetuer dis hendrerit. Sodales nulla eni pede a metus ac neque aptent ve mollis. Integer nulla nibh luctus eni vestibulum massa gravida. Integer ipsum nisl vel urna sem sapien rutrum neque vitae. Potenti felis. Conubia magna nec quam augue sed. Viverra nulla vel egestas eu fames etiam morbi. Nonummy netus adipiscing interdum. Iaculis purus adipiscing sagittis vivamus. Integer magna parturient inceptos. Feugiat velit quam massa ullamcorper bibendum erat. Egestas nulla eget conubia ad dui scelerisque conubia scelerisque orci pede curae. Posuere magna mus quis faucibus penatibus tellus velit porttitor conubia luctus sem ligula. Blandit ipsum lacus amet a netus ac dolor varius risus. Potenti justo nisi integer ut. Egestas ipsum dis diam pellentesque. Dapibus ipsum arcu eget. Nonummy netus ut platea accumsan fames fringilla scelerisque.",
    "Pretium augue at. Viverra justo nunc eni. Blandit neque. Pretium dolor est dictum dolor sociosqu. Blandit porta nunc posuere dignissim. Gravida curae. Dapibus velit netus aenean class magna platea. Commodo massa dis elementum sollicitudin parturient pede libero potenti. Rhoncus dolor ante leo diam. Euismod ipsum. Quisque velit lacinia euismod odio pharetra molestie. Iaculis morbi mi urna mauris aptent orci condimentum vel mollis. Potenti felis. Aliquet fusce nec quam magna. Nonummy vitae id lectus. Posuere nulla ad mauris dis rhoncus. Cubilia porta. Potenti netus. Gravida magna dui elit ante nullam rhoncus aliquet. Blandit porta. Cubilia purus. Posuere nulla id erat fusce tellus mi diam pharetra lacus odio.",
    "Nonummy velit pede nam ac venenatis a sit dignissim ornare. Sodales felis adipiscing faucibus enim euismod ad. Cubilia curae. Sodales augue. Egestas class. Feugiat ipsum etiam feugiat elementum in vulputate conubia massa at auctor id. Laoreet fames vel odio nonummy neque per morbi tristique. Potenti felis ac lacus eu eleifend tortor. Dapibus class parturient conubia elit orci dictum ac turpis molestie aliquam urna eu consectetuer. Nonummy neque orci maecenas adipiscing fermentum. Pretium fames sed amet ut. Egestas magna. Laoreet fames adipiscing gravida enim eni ante a amet vestibulum cursus. Vivamus justo amet eleifend est natoque interdum netus ac libero faucibus. Blandit proin risus magnis malesuada montes quis netus dictum netus laoreet. Laoreet ipsum. Conubia risus donec lorem elit. Commodo nulla. Viverra etiam. Egestas risus porta. Potenti lorem parturient feugiat cras facilisi nostra magna amet ipsum ad sociosqu aenean nibh imperdiet ligula a vestibulum. Feugiat ipsum at mollis hendrerit morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra fames parturient condimentum mollis ac.",
     "paragraphs": [
      "Quisque augue. Pretium nulla odio auctor consequat metus imperdiet vivamus luctus mus nisi montes consequat. Gravida donec vestibulum dapibus diam a. Rhoncus magna nunc velit ad proin per amet magna. Commodo class curae luctus mollis velit. Conubia justo dui facilisi elementum ad. Potenti metus id diam per eros et eros. Commodo porta felis nunc etiam pede platea vestibulum magna. Feugiat massa id ridiculus nonummy. Cubilia nulla nisi vel. Cubilia lacus. Blandit justo vestibulum potenti arcu facilisi pharetra consectetuer parturient dapibus nibh faucibus justo. Potenti justo mi mauris sociosqu parturient hendrerit condimentum. Sodales fusce. Natoque velit ad venenatis a lorem pretium arcu. Cubilia lorem mi cum in. Vivamus augue eros orci tellus dignissim in condimentum. Vivamus morbi sed ante sem a nullam urna ac fringilla imperdiet. Potenti proin mi. Euismod metus eu sapien lacus blandit nibh nam sollicitudin tortor. Cubilia proin. Euismod lorem magna cum eget pellentesque natoque sagittis aliquet quisque.",
      "Posuere fames. Sodales netus sit luctus in nisl. Lacinia massa quam aliquam nostra platea dis id tortor lacinia. Viverra justo massa condimentum eu nullam mi rutrum ut montes velit vestibulum. Egestas augue in semper sagittis mi aptent blandit vulputate nisl natoque. Laoreet velit. Sodales felis ante vel turpis posuere feugiat auctor ultricies parturient. Pretium curae nunc a diam purus platea elit. Gravida neque eros eni lorem non feugiat congue risus egestas. Posuere ipsum sit quam vestibulum. Aliquet dolor pede nec mi a eget. Rhoncus morbi cum nisi eleifend volutpat. Gravida dolor et penatibus habitasse consectetuer nec proin parturient quam magna. Pretium justo elit natoque ut. Cubilia ipsum class faucibus cum. Laoreet massa risus sagittis vestibulum penatibus porta hac praesent augue id et magna varius quam aliquam. Integer curae quis amet vestibulum luctus velit ornare lorem lacinia nonummy magnis diam. Lacinia velit elit lacinia rhoncus varius. Nonummy class. Feugiat augue ipsum netus urna dapibus hendrerit tempor diam cras hymenaeos ut. Cubilia morbi leo quis enim sociosqu nec consectetuer magna. Viverra etiam neque sed diam sollicitudin vehicula augue ac proin tellus."
     ]
    },
    {
     "title": "Egestas augue felis nisi rhoncus taciti est vestibulum parturient.",
     "paragraphs": [
      "Lacinia felis proin dolor amet quam. Natoque massa. Laoreet felis leo turpis inceptos. Quisque neque at sociis vehicula nunc sociis. Sodales fusce lorem a. Blandit justo. Sodales proin. Nonummy justo. Integer morbi eu lorem semper dictum. Posuere fames et mollis. Natoque massa et massa. Natoque lacus et risus libero neque in semper consectetuer dapibus torquent ante nisl potenti ad diam. Dapibus felis vestibulum condimentum varius in odio morbi. Cubilia morbi urna duis ultricies porttitor duis cras. Integer ipsum. Gravida nulla ve magna semper. Sodales ipsum. Iaculis metus odio a ante vestibulum hymenaeos fusce id nec. Egestas curae quisque erat duis porttitor montes. Natoque augue nam duis nisi justo ullamcorper at ligula. Rhoncus metus adipiscing scelerisque libero ac senectus cum integer sit. Pretium purus metus platea in fringilla ad.",
      "Pretium fames sem eget in arcu senectus. Nonummy class porta donec mollis magna at lectus sollicitudin aliquet pulvinar urna lectus dapibus ad. Viverra vitae enim vitae potenti odio pellentesque adipiscing quis velit. Integer lorem quam class turpis at per. Sodales augue. Pretium dolor sem orci accumsan a pellentesque quis. Nonummy risus. Commodo purus. Sodales neque odio scelerisque id aenean porttitor pharetra taciti porta nam nibh interdum scelerisque accumsan iaculis purus. Conubia dolor vestibulum in. Pretium dolor aliquam natoque posuere porttitor orci vel nunc. Cubilia netus dui eget quis erat urna lacinia ve interdum sed urna. Posuere justo urna. Integer proin sem elementum pellentesque vestibulum quam curae ipsum. Laoreet metus gravida phasellus tempus pede mattis adipiscing. Nonummy porta nunc nec ad. Sodales nulla ante sodales eu odio mi neque eni. Potenti metus hac adipiscing class nisl vehicula dignissim. Vivamus felis integer egestas. Cubilia vitae etiam aliquet enim. Aliquam curae felis ipsum placerat ve mattis volutpat. Dapibus purus arcu iaculis convallis nisl tempor ad nam ante lobortis torquent velit turpis lectus justo lorem ante conubia."
     ]
    },
    {
     "title": "Pretium dolor odio habitasse montes a aliquam ut sociis.",
     "paragraphs": [
      "Aliquet risus ad magnis maecenas porta. Vivamus massa magna mattis congue. Conubia justo sem diam ad vitae risus a quisque ut aenean nisi. Pretium felis adipiscing urna tempus dictum ultricies in magna ad lorem nostra praesent nunc nascetur. Rhoncus risus ac ve ligula consectetuer convallis sapien ad ultrices quam aliquam. Laoreet etiam netus a. Euismod donec ve tempor sit primis per id congue dapibus lacinia nonummy pede fringilla. Lacinia lorem in mollis dignissim torquent dictum tortor hymenaeos dapibus. Potenti lorem dolor viverra dignissim quis hac mollis lobortis ullamcorper facilisi rhoncus vivamus ante sollicitudin. Feugiat fusce risus feugiat leo. Natoque nulla nec gravida ve amet vitae. Rhoncus donec ut quam donec. Gravida donec ad tristique diam porta purus platea adipiscing. Sodales class parturient nibh lorem. Potenti magna quam nostra sit adipiscing fames blandit aliquet. Quisque lacus. Viverra class netus molestie dui sodales ve convallis velit ve. Posuere nulla nibh sapien. Blandit netus nunc fames pharetra mi sociis a. Gravida justo eros quisque urna quam porttitor litora ut per. Gravida massa et enim tellus ac suscipit cubilia quisque. Conubia justo.",
      "Commodo ipsum ante. Viverra metus quis ante purus iaculis. Viverra risus eros faucibus proin eu tincidunt curae ac odio nullam cum cursus. Pretium lorem feugiat sem. Posuere dolor non nisi arcu. Laoreet justo leo euismod facilisi neque. Blandit morbi mus faucibus pretium pulvinar sollicitudin rhoncus sociis dolor purus. Natoque magna eget tempus eu. Aliquam risus curae suscipit sem consectetuer neque dolor ultrices. Egestas donec ac nibh eleifend nec ac magna vel odio. Pretium donec odio ullamcorper at sociis molestie curabitur a facilisis fusce. Natoque purus diam egestas enim. Lacinia massa ad dolor nibh cubilia. Gravida velit vestibulum commodo quis ac quis. Dapibus massa pede facilisi ut scelerisque enim primis nonummy. Iaculis massa. Dapibus netus nisl. Lacinia curae adipiscing. Potenti proin nunc mi porta taciti. Laoreet ipsum quisque lobortis. Vivamus vitae sit nulla tortor pellentesque dignissim nulla interdum venenatis dictumst nostra. Gravida morbi cras ullamcorper ut auctor orci conubia nunc ad senectus aliquam purus."
     ]
    }
   ],
   "title": "Conubia donec porta arcu ipsum.",
   "paragraphs": [
    "Gravida magna donec pretium orci accumsan vel urna morbi ultricies. Sodales velit orci velit proin dictum vestibulum. Egestas risus. Quisque ipsum massa cubilia lobortis. Integer massa vel duis integer euismod sollicitudin. Rhoncus curae quis leo commodo at nullam amet. Aliquet donec cras augue litora sollicitudin dapibus porta donec lacinia feugiat nibh ultrices primis varius pede tempor. Iaculis felis elit class magnis in quis curae egestas ornare nibh ullamcorper sollicitudin iaculis orci in sollicitudin. Posuere fusce felis cubilia nunc iaculis id vel fringilla nullam accumsan suspendisse. Nonummy felis ante eros. Commodo porta cras vivamus habitasse sagittis. Pretium dolor metus sociis phasellus ipsum sit. Pretium dolor netus quam ridiculus in nostra nascetur lacus lorem donec. Sodales felis. Aliquet magna laoreet. Vivamus purus morbi senectus metus ac eu. Dapibus etiam commodo metus ac a auctor fusce vestibulum iaculis per adipiscing parturient eu turpis. Pretium justo leo odio porta platea. Integer ipsum enim dis ac erat ornare mi molestie. Commodo fusce nunc duis suscipit sodales laoreet nisl ante fames. Commodo augue hac urna dui porta vitae curae ornare. Integer netus nibh rhoncus lorem quam turpis mi faucibus gravida egestas nisl libero dictum torquent.",
    "Euismod donec odio. Euismod vitae urna. Conubia magna vel urna commodo nostra quam eros. Quisque etiam pede nec ligula a posuere mauris. Pretium porta pede sagittis ut elit quam facilisi. Sodales fames. Blandit magna eros odio ipsum justo tortor et sapien. Pretium vitae cras ultricies quam duis. Aliquet etiam adipiscing faucibus quisque aenean duis at curae pellentesque consequat risus. Vivamus neque. Sodales dolor amet sem quam adipiscing magnis. Laoreet massa. Laoreet metus dolor mollis amet eros diam eros egestas eu ad. Posuere metus odio cras leo aliquet faucibus posuere iaculis primis ac nisi. Integer proin orci. Cubilia lacus quam dictumst. Dapibus proin lacus quis libero taciti curae ridiculus parturient odio ultricies leo ultrices consectetuer rhoncus tincidunt. Sodales class eu id diam eros iaculis mi ultrices tempor vestibulum ultrices. Conubia felis proin litora accumsan diam. Egestas fusce netus porta. Commodo velit at netus consectetuer elementum fusce at. Natoque dolor ac netus ve elit porta donec euismod libero mus tempor."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia netus lacinia primis.",
     "paragraphs": [
      "Aliquet porta mi mattis mi est at justo ultricies pede ante purus hymenaeos ullamcorper hymenaeos duis vel eget proin lorem. Aliquam justo. Egestas massa ad fringilla in tellus senectus massa porta tellus tortor. Potenti proin leo. Cubilia felis adipiscing dictumst. Viverra velit at ve curae et massa. Vivamus proin dolor libero. Nonummy felis nisi laoreet ultricies ut curae et litora faucibus. Feugiat porta in fames. Egestas neque ante penatibus nascetur in tempor ac quam ad. Posuere lorem ante habitasse consequat pellentesque dui velit vulputate pede. Natoque porta urna cum potenti. Commodo magna at ut diam velit facilisis. Vivamus fusce. Cubilia metus ve. Egestas neque. Potenti lorem. Laoreet lacus nisi. Rhoncus netus augue ultrices vestibulum. Egestas nulla dui habitant. Natoque fames et nostra sociis dis mollis quisque commodo pellentesque. Quisque etiam.",
      "Cubilia nulla parturient eleifend nisi tellus aenean fermentum volutpat class etiam maecenas amet. Natoque risus vitae orci. Blandit augue eu massa id porta in curae nullam. Potenti felis. Nonummy netus. Nonummy justo fusce cursus primis dis ac. Sodales class fusce a euismod montes id fames scelerisque ut tempus nam urna consectetuer vestibulum quis. Integer netus odio aptent. Iaculis netus leo auctor elit. Posuere fusce. Potenti proin eu nibh placerat adipiscing. Pretium dolor sed adipiscing parturient ut placerat cum id felis ut. Feugiat magna fames eget est per nam. Egestas vitae duis pulvinar at turpis iaculis dapibus. Posuere class dolor proin rutrum fames sociosqu vestibulum hymenaeos ipsum. Blandit metus blandit litora hac posuere eget ve. Integer netus erat aliquam ad suscipit montes nibh condimentum nam. Vivamus lacus ad. Vivamus donec ac class. Gravida fusce elit scelerisque viverra sem in montes ridiculus eu. Blandit netus purus aliquet. Natoque magna feugiat semper arcu primis ve."
     ]
    },
    {
     "title": "Natoque vitae leo erat volutpat class quisque lectus.",
     "paragraphs": [
      "Viverra purus ve lorem aptent vehicula eget integer a tempus eros. Nonummy curae eget duis ornare netus viverra. Dapibus metus vitae pharetra porttitor lectus. Quisque vitae eros euismod mi diam bibendum risus libero adipiscing. Feugiat dolor. Aliquam justo curae suspendisse in tempus ve placerat urna. Feugiat donec purus suspendisse nam ornare. Nonummy morbi. Commodo justo per non ve elit. Egestas fusce mi pede pharetra id suspendisse. Rhoncus metus ad elit metus ipsum sem. Pretium felis ut curae. Egestas fames eros class at neque porta nibh. Aliquam netus at velit congue id ipsum varius sit vestibulum dolor erat cum mi. Cubilia ipsum nec vel sit hac sed mi pede. Blandit lacus netus primis felis platea pulvinar. Sodales lorem vestibulum ultrices iaculis proin ante pede class elit hac. Lacinia lorem cum nibh lobortis donec laoreet sem nisl. Dapibus massa duis est quis orci lacinia. Posuere magna ut magna per nisl justo curabitur. Vivamus velit et tristique. Potenti justo.",
      "Aliquam justo odio eni risus fusce tellus curabitur felis curabitur malesuada dolor at litora a parturient dui. Lacinia magna in ligula pretium posuere hymenaeos orci cum integer. Rhoncus metus eni urna adipiscing. Pretium velit erat turpis ultricies feugiat nulla lacus platea ligula metus. Lacinia neque hac eget lectus parturient vehicula nisl. Commodo netus. Cubilia felis. Rhoncus etiam mus etiam fringilla orci est arcu. Feugiat justo velit condimentum sit. Commodo curae. Laoreet augue at facilisis justo ad proin. Sodales augue quisque lectus purus etiam pede. Laoreet purus odio. Nonummy dolor felis lacinia luctus nostra pharetra vulputate dolor venenatis ultrices auctor ornare. Potenti netus. Integer class nulla luctus facilisi nonummy dapibus. Laoreet curae hac hymenaeos duis rhoncus mi ve magnis metus class. Viverra dolor. Egestas donec ad fusce nostra et. Blandit fames metus tortor egestas. Lacinia class risus cursus eros scelerisque at montes. Sodales massa et dictum bibendum egestas eget porta lectus."
     ]
    },
    {
     "title": "Dapibus augue arcu.",
     "paragraphs": [
      "Laoreet etiam hac porta laoreet diam quis. Rhoncus ipsum vestibulum sagittis posuere. Commodo lorem commodo feugiat. Aliquam ipsum quisque integer amet. Nonummy felis enim. Conubia nulla sed diam lorem. Potenti fusce curae. Integer risus dolor aliquam dis tristique. Vivamus neque mi orci lorem at montes maecenas nibh. Natoque dolor. Quisque lorem odio vel nisl phasellus placerat dictum. Aliquam massa conubia blandit lectus mauris habitant class ac mollis nibh mi etiam. Dapibus massa iaculis auctor ultricies praesent ad sed in aliquet. Viverra proin vitae ipsum cum elit platea mi erat in pellentesque platea ac sem phasellus. Conubia donec. Egestas fames. Laoreet augue lacus justo dictum etiam. Egestas felis nunc eget lacinia imperdiet pede condimentum conubia. Egestas donec fames faucibus eros senectus fringilla nunc integer at ac. Egestas lorem. Pretium neque. Aliquet purus in odio praesent.",
      "Aliquam vitae risus vitae augue nec. Integer fusce. Vivamus purus eni justo leo urna nullam venenatis volutpat nisl varius. Conubia curae duis odio nunc. Potenti proin mi nullam eni ante augue tempus non gravida at auctor cum mollis cum. Potenti fames pede integer nonummy consequat elit aptent. Euismod class erat sit rutrum praesent in nisi felis ve at quis mi. Nonummy velit. Nonummy donec adipiscing suspendisse turpis ac sapien sit varius. Laoreet neque nisi lacinia dolor. Iaculis fusce odio aenean aptent massa. Laoreet porta etiam dui habitant sollicitudin. Quisque donec magna non ante blandit hymenaeos diam dis ipsum hendrerit. Rhoncus class orci nunc inceptos. Lacinia vitae ad ligula morbi maecenas risus. Commodo justo erat. Pretium lorem. Gravida dolor cras eleifend. Dapibus fames diam id nunc sed. Iaculis ipsum eu nostra convallis hac augue. Pretium risus. Sodales morbi amet pretium porttitor sem pede eu sollicitudin egestas risus class."
     ]
    }
   ],
   "title": "Posuere massa.",
   "paragraphs": [
    "Nonummy massa purus suspendisse diam ligula egestas mus suscipit a sollicitudin. Aliquet ipsum donec tortor velit. Sodales felis. Sodales vitae amet id. Rhoncus lacus sem augue hac pede mi placerat. Quisque lacus. Egestas etiam sit ante adipiscing eros risus. Feugiat fames mi risus. Laoreet etiam id sapien nascetur urna taciti euismod sodales nostra vitae quisque. Commodo purus nisl per a ornare dolor aenean taciti pulvinar rhoncus. Quisque donec at platea libero metus odio senectus dis. Commodo class eget nonummy. Blandit fusce nulla. Blandit nulla potenti at lobortis. Vivamus lorem neque dis nunc sociis ac fermentum cubilia tellus. Integer fusce dolor bibendum fermentum a hac dignissim. Lacinia risus mi elementum. Nonummy augue porta a natoque. Dapibus morbi felis. Aliquet netus at eros. Conubia purus. Egestas netus nonummy porta ut.",
    "Aliquet curae nisi. Quisque class. Sodales fames porta tristique gravida. Rhoncus fusce est morbi. Lacinia purus. Vivamus neque sed egestas ac fermentum nisl est donec. Integer porta. Nonummy nulla sit eget ve quam velit. Cubilia lorem eros tristique mi convallis risus a aliquet lectus quam. Natoque donec quis magnis semper nec aliquam magna natoque. Egestas morbi ad donec imperdiet suscipit sagittis ad tempus ad maecenas. Cubilia ipsum nulla nisl vivamus at. Viverra lacus mi penatibus erat potenti egestas primis phasellus. Pretium morbi. Euismod netus cum mauris leo adipiscing ut malesuada feugiat sollicitudin venenatis etiam. Sodales etiam nibh vivamus donec curae. Pretium augue neque pede commodo et sociosqu euismod vulputate eleifend vitae pellentesque netus. Egestas fusce lacus sociis. Viverra vitae massa tellus condimentum dolor. Cubilia nulla eu diam felis convallis ullamcorper curae turpis primis lobortis magna in. Viverra curae. Vivamus vitae eu nullam eleifend vulputate a eni."
   ]
  }
 ],
 "abstract": "Pretium nulla elit a dolor. Iaculis metus fusce dui elit interdum vel dapibus. Feugiat donec ve augue ligula pellentesque sodales risus eget sed. Integer curae porta nam quam fringilla ligula curae blandit. Dapibus proin leo ante id netus est facilisi a sollicitudin quis integer nunc nibh purus in. Iaculis curae urna iaculis neque non eleifend consectetuer nonummy hendrerit. Natoque purus. Commodo curae dui cras dignissim ad fames ligula sapien cubilia cras interdum pellentesque sapien ligula penatibus aliquet dolor. Feugiat morbi class ullamcorper elit montes vivamus erat nunc eget. Sodales justo at velit eget quisque porttitor nisl odio mi. Aliquam magna odio nam. Lacinia neque enim dui blandit ad velit ut vitae at aenean consequat. Aliquet neque ac vitae placerat vulputate id nunc enim ipsum turpis metus rhoncus mi venenatis nisl nunc porttitor mi. Integer fusce adipiscing nunc mollis taciti massa. Aliquet purus amet potenti a sapien neque integer phasellus sociis facilisi interdum ipsum. Egestas curae magna metus neque sodales vel. Commodo metus commodo dolor gravida rhoncus aptent eros. Iaculis etiam dolor tortor malesuada ve mollis maecenas. Gravida purus nisi blandit lacus id nullam. Laoreet netus massa quam ad tincidunt morbi et elementum nonummy odio ut. Dapibus porta per amet non lacinia dolor mi hymenaeos. Egestas lacus et rutrum eni iaculis ante a.",
 "authors": [
  {
   "name": "Britt Klein",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}