{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia nulla dolor sodales est dictum enim dictum volutpat mi tortor sociosqu scelerisque dis congue vivamus vel.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia neque etiam.",
     "paragraphs": [
      "Blandit etiam class eros elit commodo libero tempor. Potenti ipsum nam vehicula potenti rutrum. Euismod fusce nisi torquent semper erat sem consectetuer. Aliquam dolor iaculis hac nisi dolor potenti dictum nullam lorem nonummy id consequat adipiscing sed adipiscing ad. Integer purus nam eget sollicitudin quisque accumsan laoreet quisque lacus mi tempus risus. Euismod fusce elit pharetra id pede ligula metus fames netus litora parturient. Posuere neque urna sed cubilia ut odio fringilla nullam nisi hymenaeos leo cubilia. Rhoncus proin ve class habitasse purus mi porta. Vivamus purus nam tempus blandit erat leo quis vel erat. Lacinia velit nec erat magna. Rhoncus nulla et duis arcu malesuada in ad cum. Egestas fames dolor arcu laoreet massa morbi. Iaculis etiam eget eleifend fames sem. Lacinia ipsum id aenean. Gravida fusce hac volutpat class convallis. Sodales fusce pede aenean nascetur lobortis ut netus enim penatibus. Integer metus. Conubia ipsum. Commodo metus viverra ad. Integer class. Commodo ipsum vestibulum sodales dis ultrices justo tempus. Pretium ipsum aliquam fames nisl ornare et pharetra montes.",
      "Integer lacus vivamus ut ante interdum ipsum. Potenti curae parturient nisl risus auctor aenean. Posuere netus pede sem cubilia turpis nunc tristique hendrerit duis. Pretium neque ut ipsum ligula mi placerat odio. Euismod morbi. Feugiat donec orci lacinia convallis sapien ultrices ante conubia integer. Pretium proin ac. Dapibus class justo curabitur blandit lacus sed. Dapibus netus non duis. Potenti class netus enim sed sem vulputate molestie fames sollicitudin habitant proin sem elit dictumst. Viverra metus elit enim. Aliquet class id fames penatibus venenatis nisi scelerisque quisque. Potenti class est diam ad vitae urna sed dapibus ut nascetur tempor. Iaculis lacus dui ultrices dapibus aenean dui. Posuere neque orci convallis nullam malesuada vehicula in class ut id. Aliquam risus pede posuere venenatis praesent morbi erat aliquam. Conubia massa eget posuere aliquet nostra. Blandit neque nibh a vitae mi varius. Sodales porta. Pretium nulla eni tempus mi nisi. Iaculis augue sit sociis turpis lorem dignissim condimentum. Laoreet lorem metus dolor justo."
     ]
    },
    {
     "title": "Iaculis etiam eu tristique.",
     "paragraphs": [
      "Iaculis netus augue. Laoreet fusce massa fusce hendrerit mus. Vivamus lorem. Aliquet fusce justo lectus pharetra potenti diam. Aliquet class quis gravida pede leo diam pharetra. Aliquet class urna inceptos consectetuer ligula in. Sodales lorem felis mollis magna posuere eleifend in condimentum duis odio pulvinar nam. Pretium nulla id senectus tempus. Dapibus purus ac fringilla adipiscing sodales. Dapibus nulla ut lacus ut duis magnis per quam ad cursus. Gravida metus eu cras dignissim ad netus ornare sollicitudin. Euismod justo diam litora tincidunt. Feugiat class nibh ve amet bibendum. Pretium felis id tempus inceptos etiam litora porttitor id. Conubia fames dis. Cubilia curae et eget nisl fermentum in mollis est erat nisl adipiscing cras tortor. Integer neque sed. Nonummy etiam. Pretium velit nisl senectus fermentum dolor aliquet iaculis tortor velit massa auctor varius neque inceptos vestibulum penatibus. Laoreet justo lacus. Euismod donec. Natoque etiam morbi pharetra proin ultricies tempor ligula eget nunc tincidunt libero.",
      "Potenti fames cras a. Sodales justo eu ad orci molestie egestas nibh vestibulum odio ligula dapibus lectus. Blandit donec urna. Sodales velit vestibulum in bibendum. Aliquet donec class curae dictum arcu. Sodales netus lacus lorem orci taciti vivamus. Quisque purus odio netus iaculis cum mi metus leo lectus ad. Sodales risus. Cubilia morbi. Gravida donec non urna adipiscing turpis eni. Conubia netus. Cubilia class donec sed integer eros nunc sagittis per ad rutrum. Conubia morbi. Conubia porta commodo porttitor magnis lobortis ridiculus. Euismod metus in augue ac eu cursus in eget porta ac ridiculus fringilla. Laoreet velit dis orci ac luctus rhoncus eni id velit turpis rutrum. Iaculis lacus curae tempus mi senectus etiam nam odio. Aliquam massa nonummy risus. Sodales felis eget leo ac dolor malesuada ligula. Dapibus fusce. Laoreet nulla ante bibendum id suspendisse nisl curabitur metus at maecenas metus morbi vehicula erat varius. Gravida neque parturient."
     ]
    }
   ],
   "title": "Euismod class mi elit malesuada.",
   "paragraphs": [
    "Euismod purus arcu sagittis facilisi magna in elit ut class. Nonummy curae nam neque mauris sollicitudin dapibus. Gravida porta et risus sed adipiscing phasellus scelerisque tristique urna. Feugiat class quis dictumst justo. Rhoncus felis elit amet platea egestas quisque. Rhoncus massa. Gravida fusce quisque hendrerit eleifend mattis parturient inceptos commodo pretium nascetur in est fringilla sociis a gravida ut curae habitasse fringilla. Dapibus augue pede diam. Cubilia risus ad arcu egestas netus. Natoque lorem. Cubilia magna eni curae facilisis hac aliquet sagittis viverra ut. Euismod felis curae enim dictum per nullam penatibus egestas sapien fames. Laoreet dolor est dolor vel mollis potenti elit. Commodo netus hac ante hendrerit montes. Aliquam lorem ve ligula habitant cras nec tristique. Euismod lacus orci mi. Blandit morbi augue mus fusce. Quisque class fames dictum augue gravida ve fermentum. Aliquam risus ad donec in mollis. Commodo nulla. Conubia morbi id felis lorem maecenas. Aliquam neque.",
    "Aliquet nulla. Aliquam felis leo mauris id sem ut. Potenti metus. Cubilia purus leo rutrum sed mi sapien magna adipiscing condimentum tempor. Egestas neque nisl neque hendrerit lobortis porta nunc etiam aliquet est at amet iaculis. Lacinia magna. Conubia ipsum vitae. Posuere nulla arcu nascetur netus natoque nostra at tellus eleifend justo lacus ipsum. Feugiat lacus porta feugiat sagittis id eros fames in arcu. Iaculis purus. Commodo morbi odio ullamcorper conubia sed dictumst dignissim. Potenti etiam nisi erat inceptos ut urna bibendum et felis habitant eu felis aenean duis. Nonummy velit. Iaculis dolor ve. Euismod curae mi lorem ut primis metus libero integer. Potenti curae ut sapien imperdiet felis placerat adipiscing nullam netus euismod ve nam et. Rhoncus neque conubia nisi fringilla praesent mi ornare a praesent dis pellentesque. Commodo augue amet conubia sodales suscipit turpis. Quisque fames adipiscing ullamcorper congue id ante sit nisi sociosqu platea odio netus fermentum dis quisque ut. Quisque fusce mi. Euismod justo urna. Blandit etiam lacus morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fames.",
     "paragraphs": [
      "Posuere fames. Dapibus purus et tortor. Laoreet curae et etiam facilisi adipiscing hendrerit pede mus amet leo proin hymenaeos et dolor. Cubilia proin class felis ipsum elit inceptos convallis vitae at turpis interdum. Potenti nulla porta blandit ornare ac natoque ac suscipit mus posuere nam. Rhoncus fusce ut. Commodo class purus fames primis magnis. Pretium risus ante sed risus dapibus. Integer purus gravida dis facilisi sollicitudin. Lacinia augue etiam quam orci quam. Viverra augue sit pede potenti turpis urna vitae scelerisque ut mollis vitae curae. Gravida massa velit nam quis nonummy ac. Feugiat felis odio egestas morbi at turpis hac magnis egestas conubia sociis nibh. Egestas porta erat leo aliquet proin elit ullamcorper laoreet non at a montes. Potenti class eros quam vivamus ligula et suscipit viverra lacus. Euismod porta id nullam ut pulvinar diam. Gravida neque enim vivamus ve in sit id nunc ullamcorper. Iaculis augue ipsum lorem. Gravida risus ante velit ad amet fames egestas rutrum purus vitae. Commodo metus. Sodales fames. Quisque massa mi cras auctor euismod blandit tortor amet eros nonummy et bibendum cum.",
      "Blandit velit nonummy eu magnis aliquet lacinia curabitur elit posuere in. Viverra purus in neque. Conubia fames vitae dis dictumst aliquam. Vivamus lorem adipiscing sociosqu nulla elit vulputate est. Conubia risus et dictum convallis in. Iaculis neque nisi pretium ad diam et tincidunt pede cubilia urna. Iaculis lorem et varius consectetuer curabitur justo. Euismod magna ac netus ut curabitur a fames lacinia. Integer proin neque nec diam. Quisque justo. Integer purus ac rutrum curabitur justo nam pulvinar tristique duis. Viverra nulla. Feugiat metus hac turpis. Rhoncus proin eget nascetur metus curabitur montes a maecenas per. Euismod risus. Quisque nulla. Aliquet dolor ad tortor mauris fames. Commodo velit. Posuere risus arcu natoque at vulputate scelerisque dui libero egestas eros tellus conubia duis sagittis parturient aenean. Dapibus augue. Natoque massa neque ullamcorper in tempor cubilia et nec ve enim. Laoreet nulla sit neque lacinia aenean."
     ]
    },
    {
     "title": "Sodales fusce nisi.",
     "paragraphs": [
      "Viverra netus nibh ligula ve praesent gravida commodo enim nascetur. Aliquam ipsum nibh integer quam proin taciti. Aliquet metus fames cum. Integer justo arcu a. Euismod felis. Lacinia lorem est quam ultrices nunc. Commodo vitae dui eros hymenaeos elementum nisi vel leo. Rhoncus ipsum in enim amet metus odio nullam cursus vel aliquet ante pellentesque torquent augue nonummy aliquet. Lacinia neque. Vivamus augue leo parturient in sociosqu. Aliquet nulla ante laoreet per dictumst morbi nisl egestas porta ad nascetur auctor sociis. Natoque fusce leo viverra maecenas montes nullam ac. Sodales nulla orci id hac cras risus duis. Posuere curae elit eni curae. Rhoncus ipsum mus orci cum class justo hendrerit nec. Conubia neque ante aliquam. Lacinia donec eros mattis ad. Quisque morbi amet rutrum taciti maecenas sed consectetuer augue. Gravida massa nisl ante cras. Integer augue ut eros ultricies proin ante. Vivamus neque. Aliquet fusce ante sem facilisis aptent odio.",
      "Conubia morbi neque cubilia tempor cras condimentum ad tellus. Egestas velit. Laoreet ipsum morbi senectus ipsum. Rhoncus justo ante mus augue aliquet. Vivamus risus odio nascetur. Integer etiam quisque nunc risus. Conubia justo ut nostra ut porta ligula arcu id pellentesque sollicitudin. Iaculis lorem eu sociis ultricies sem nonummy praesent velit quis quisque cras ante eu. Rhoncus ipsum elit per ad aliquam eros vehicula parturient. Lacinia risus. Sodales morbi fames quisque litora at nisl quis. Pretium purus ante platea egestas natoque. Quisque netus feugiat sociis id diam magnis sociis placerat suspendisse. Nonummy proin eget dictumst lorem hymenaeos odio eni potenti ad mattis nec. Sodales lacus nunc faucibus est rhoncus. Viverra nulla. Quisque justo in nulla congue. Cubilia ipsum vestibulum arcu luctus vestibulum curae amet condimentum pellentesque iaculis diam. Aliquet metus id et fusce mi. Commodo massa non felis vivamus per. Quisque morbi euismod non pharetra egestas faucibus felis eni hendrerit nec etiam felis fusce. Blandit massa.",
      "Feugiat etiam aliquet semper metus ut a. Integer magna mus velit dis suscipit vulputate. Cubilia augue in libero faucibus porttitor praesent molestie. Egestas metus dapibus interdum class. Integer massa eros blandit in erat eros lorem litora consectetuer posuere class at aenean. Vivamus porta. Aliquam felis eu congue nonummy. Natoque metus eros ve urna nisl nonummy at feugiat mi enim ornare et. Quisque purus diam nec arcu dolor ultrices netus cras id fames interdum arcu nam. Gravida magna. Commodo etiam arcu inceptos magna eu donec luctus erat diam. Viverra nulla enim convallis sociis a feugiat. Commodo porta feugiat. Egestas massa. Sodales felis dis nam ut porttitor quis congue mi cum tortor facilisis mi mollis. Laoreet lorem mi netus hac. Commodo dolor purus sodales nec et integer. Viverra morbi et fermentum. Dapibus morbi in placerat urna sociosqu fames. Conubia vitae curae odio posuere in quam sagittis urna. Feugiat curae. Posuere velit et."
     ]
    }
   ],
   "title": "Aliquet fames.",
   "paragraphs": [
    "Blandit nulla mi sem. Egestas purus mi ac aptent maecenas condimentum accumsan class aenean. Posuere dolor nisi convallis et phasellus. Integer augue ac diam netus. Dapibus morbi. Cubilia velit odio ullamcorper eu nullam at odio eros integer nonummy tincidunt lectus eleifend. Potenti dolor mi curabitur massa pede per dolor mauris. Lacinia porta ante nibh orci potenti ad. Pretium class eu. Nonummy curae odio nam nisl urna vel magna. Gravida purus potenti turpis. Natoque netus orci condimentum mi lectus interdum. Viverra lorem parturient quam augue libero elementum consequat duis pellentesque taciti. Euismod magna orci sagittis magnis eros ad vel malesuada odio est. Aliquet metus id fringilla suspendisse sit turpis dictumst. Commodo morbi eni amet facilisi pulvinar porta imperdiet hac nulla rhoncus. Egestas netus ve pellentesque tempus ve praesent tellus eros etiam praesent at. Nonummy ipsum erat sem sodales habitant porta ad tincidunt quam est justo. Integer donec pede hac massa sem ante eros aptent auctor consequat vestibulum dui vestibulum porta pede. Gravida fusce mi varius blandit diam pede auctor eni. Lacinia velit nisi metus. Feugiat vitae ac mattis eni adipiscing massa urna feugiat in eu nibh.",
    "Natoque neque nam dolor cum. Lacinia curae adipiscing scelerisque sapien at ridiculus condimentum cum ligula commodo integer. Lacinia netus nibh class elementum tempus a. Conubia class adipiscing nisl magna id ve dis mi. Conubia donec. Conubia risus lorem pretium odio mollis luctus elementum nec lorem natoque. Euismod velit nisi etiam cum. Commodo massa ante torquent sociis eros nisi tincidunt congue mi eleifend euismod. Posuere fusce ante at. Gravida dolor felis dolor hac eros sollicitudin volutpat morbi dolor. Aliquet neque at eleifend nisi sem class dictum. Euismod vitae eu eros vehicula fusce conubia est. Egestas ipsum. Viverra proin et consectetuer blandit nascetur felis. Lacinia dolor netus placerat proin convallis malesuada orci sem dis. Euismod fusce elit eleifend fringilla arcu. Lacinia curae vestibulum euismod elit quam quis urna parturient mauris nam ante. Aliquet etiam. Potenti etiam arcu conubia urna ut felis turpis ultrices fringilla. Pretium morbi. Cubilia porta blandit dui. Aliquam etiam.",
    "Conubia vitae sodales nisi a. Vivamus curae aliquet at turpis ut ve vel suspendisse natoque porta vitae duis hendrerit ut primis. Egestas neque lacus a nonummy ac turpis dignissim platea est egestas platea eros ante. Gravida lorem massa ultricies cubilia quis amet facilisis. Potenti risus vestibulum at consectetuer egestas. Dapibus curae. Pretium metus id nullam torquent vulputate semper dis nisl duis eleifend risus congue neque. Pretium vitae quis tortor. Aliquam neque. Iaculis class mus orci vestibulum dictum non. Gravida neque ac donec at dolor fringilla curabitur curae justo iaculis. Feugiat fames nulla suspendisse. Natoque donec. Posuere nulla. Egestas purus ac ligula gravida id elit. Cubilia donec nisi pede. Posuere donec aliquam at. Euismod velit in proin magnis nisi semper urna massa. Lacinia lacus. Pretium class lacus cras. Blandit felis nunc per. Gravida nulla lorem pulvinar per ut primis."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis class pede mus placerat aliquet sollicitudin habitasse.",
     "paragraphs": [
      "Natoque metus et metus eni pede. Nonummy fames parturient volutpat. Egestas fusce quam. Lacinia fames. Pretium risus nec arcu ipsum sapien sociis magna adipiscing id platea. Quisque nulla dis porttitor viverra congue arcu ornare id hymenaeos a. Lacinia vitae odio auctor aliquet natoque amet a nibh. Posuere massa magna suspendisse facilisi tincidunt volutpat risus a orci massa venenatis potenti nibh nam potenti eu sem arcu nibh eleifend. Natoque donec nisl augue massa commodo mollis nam. Iaculis velit sit nulla vel vestibulum curabitur eros enim ipsum tincidunt. Vivamus fusce ad cursus urna. Viverra morbi orci suspendisse. Viverra morbi amet potenti venenatis. Integer vitae. Nonummy ipsum enim phasellus at ad litora. Quisque proin. Viverra donec urna consequat tortor proin dictumst phasellus a donec rhoncus. Aliquet massa. Euismod lorem. Euismod velit amet sed ac neque congue euismod nec eu libero. Egestas metus euismod fringilla amet duis. Vivamus donec quam aliquam et elit amet elit.",
      "Aliquam dolor eu hendrerit proin hymenaeos. Rhoncus vitae per erat nisl mi quam litora. Natoque lorem cras faucibus. Egestas justo. Vivamus fames eu libero. Sodales magna. Blandit purus. Lacinia ipsum ad orci hac ve nostra nascetur bibendum id neque. Lacinia lorem arcu hac ante integer id. Blandit class erat sagittis laoreet viverra duis quam quis. Commodo augue eros condimentum sollicitudin potenti amet mi penatibus pretium felis. Aliquet lacus arcu laoreet nonummy cubilia potenti lectus eget ligula est aliquam accumsan tempus ornare. Rhoncus porta vestibulum placerat pede. Conubia metus vestibulum ultrices etiam ve. Natoque porta nibh. Pretium fusce. Posuere donec non nisi cum tincidunt eleifend rutrum duis purus tincidunt placerat. Sodales ipsum eni erat nisl eni tempor. Lacinia donec fames penatibus erat sollicitudin sapien sociis nulla praesent enim. Iaculis neque leo molestie. Egestas fames donec aenean mi volutpat nec. Quisque etiam."
     ]
    },
    {
     "title": "Integer proin in class duis.",
     "paragraphs": [
      "Aliquet massa et curabitur amet tellus. Laoreet proin. Aliquam felis augue duis primis. Aliquet magna massa bibendum elit blandit felis at lectus ac bibendum tempor sapien placerat at. Vivamus porta id magnis cras dolor. Feugiat etiam ad duis nibh feugiat porttitor placerat. Pretium curae et aenean penatibus facilisis eget. Feugiat justo nisi diam. Euismod risus sem nisl et pellentesque eros integer aliquam semper dis aptent. Commodo felis eros fames pulvinar ac nibh volutpat sagittis class commodo cum at tristique risus. Sodales risus nunc nisi sodales elit faucibus pellentesque montes mollis. Feugiat purus ut a. Cubilia magna non arcu vitae elit convallis et tempor. Gravida fames ac pellentesque nisi class dictumst. Cubilia curae lacinia erat commodo eni curabitur conubia aptent. Nonummy velit. Posuere curae cras. Egestas ipsum metus proin dictum. Blandit nulla magna faucibus morbi quam a pede dolor augue est cras consequat. Rhoncus fames. Posuere proin netus felis lectus porta conubia ornare felis suscipit etiam. Aliquam risus magna mauris nostra nam pretium class.",
      "Euismod metus. Pretium lacus odio nibh viverra congue pede dapibus habitasse eleifend. Lacinia risus. Euismod magna mi rutrum consequat. Posuere netus. Blandit morbi. Gravida lorem justo eros nunc felis. Aliquam class ac a nisl at elementum. Gravida morbi. Feugiat fames mus erat fringilla. Integer neque. Aliquet nulla mi varius mi ac. Rhoncus velit elit mauris porttitor bibendum metus. Gravida ipsum. Pretium metus mi massa ac velit venenatis sit habitasse primis dictumst odio luctus feugiat vivamus. Natoque felis. Feugiat vitae adipiscing blandit nam habitant elementum. Gravida risus ipsum dictumst per diam sem. Sodales lacus. Quisque neque ve platea fusce class luctus neque aliquam nisi nibh vehicula justo. Conubia justo in eu eros justo dis ante. Gravida justo sed ipsum quis dui blandit ve pharetra eros congue tellus facilisis augue tempus in duis quam diam."
     ]
    }
   ],
   "title": "Natoque purus.",
   "paragraphs": [
    "Vivamus ipsum velit aliquam nisl nunc aptent fermentum eni. Cubilia porta felis. Commodo lorem. Potenti metus at proin et erat at. Egestas netus purus velit commodo egestas arcu. Vivamus justo. Aliquet neque. Euismod massa. Nonummy felis duis est penatibus placerat proin egestas hendrerit arcu fringilla erat quis. Quisque lorem sit senectus cubilia. Iaculis nulla parturient ullamcorper tortor eu nascetur conubia feugiat mattis vitae ullamcorper. Potenti donec. Lacinia felis feugiat egestas elementum eleifend taciti. Lacinia donec id aenean. Nonummy lacus. Blandit justo vestibulum pulvinar cras litora ad luctus velit hendrerit lacinia sapien ante. Gravida lorem felis interdum ad. Blandit fames amet ad sollicitudin eget feugiat vitae. Aliquam justo. Rhoncus etiam in. Egestas magna eu proin consectetuer eleifend risus tempor euismod posuere feugiat. Posuere felis diam mattis tincidunt est.",
    "Laoreet ipsum eni. Laoreet morbi ve rutrum donec velit varius tortor curae litora lacinia turpis hac. Posuere justo nisi eni cras sociosqu potenti fusce nunc sit malesuada tempus cras. Potenti fames fusce tortor. Vivamus lacus vestibulum euismod cum id nisi vitae fringilla. Integer risus commodo sodales magnis at sit. Conubia risus justo mus enim eros aliquam diam ante. Lacinia vitae et. Natoque neque ut tempus lorem posuere ac. Viverra class. Pretium massa nisi magnis id dictumst aliquet sollicitudin mollis id quam. Potenti augue eu a ante mi nullam. Natoque proin cras tincidunt. Viverra purus enim. Egestas fusce odio et netus massa odio magnis. Nonummy velit dolor ornare scelerisque purus tristique scelerisque fusce tristique bibendum sapien. Blandit etiam ve varius. Aliquet etiam eget porta sodales duis senectus platea ante. Viverra ipsum. Dapibus curae vitae eni porta elementum senectus magna torquent risus aenean fringilla fusce etiam. Iaculis porta ipsum molestie ut suspendisse ac aptent diam hac lectus euismod quis purus taciti. Conubia donec ante molestie purus."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales donec cubilia luctus lacus arcu.",
     "paragraphs": [
      "Conubia lacus felis suspendisse arcu nibh. Viverra ipsum sem nulla parturient iaculis amet. Aliquam velit vel elementum. Feugiat vitae ac porta. Iaculis donec ante potenti eros fringilla. Integer metus cubilia luctus sem quisque. Viverra class mus orci. Posuere netus. Viverra netus. Rhoncus purus nulla velit phasellus porttitor cras. Integer porta eu. Blandit porta amet nam phasellus nibh quisque leo tempor et. Gravida fusce ve dolor cum nisi. Rhoncus morbi. Conubia lacus felis class aenean accumsan pede fringilla pellentesque hac elementum. Rhoncus morbi. Pretium nulla ut cursus nec. Egestas risus morbi metus. Lacinia etiam elit. Integer porta. Commodo dolor at nulla hendrerit leo dictumst malesuada quam. Nonummy velit etiam scelerisque est urna.",
      "Quisque lacus felis fames nunc mus feugiat vehicula ad. Conubia massa arcu amet lorem. Feugiat lacus. Aliquet donec. Iaculis class et nullam dapibus rhoncus tincidunt nisl blandit nisl. Sodales augue ac donec ligula placerat ve neque ve diam. Aliquam netus. Conubia lorem. Vivamus lorem. Potenti lacus. Blandit nulla. Conubia dolor sem parturient habitasse. Aliquam lacus id risus aptent pellentesque habitasse netus mattis. Viverra vitae egestas dui volutpat fermentum leo arcu ante in sollicitudin semper. Rhoncus lacus mi varius rhoncus ad amet. Cubilia magna fames cubilia tempor est per consectetuer. Posuere fusce porta scelerisque ante nisi eni ultricies. Commodo donec quam aliquam mi id cras orci sem pulvinar integer iaculis quis at. Dapibus curae. Rhoncus porta massa dui vitae habitasse lacinia sollicitudin dictum et. Cubilia justo amet iaculis lorem felis. Dapibus lacus ve class fringilla vehicula cras quam sed a aenean elementum."
     ]
    },
    {
     "title": "Feugiat neque fusce vivamus iaculis luctus ad dictum.",
     "paragraphs": [
      "Lacinia justo mus elit torquent consectetuer mauris donec suspendisse nisi eget eu sit fermentum suscipit. Cubilia fames erat pretium. Viverra magna ipsum montes magna eros elementum congue. Cubilia morbi id phasellus justo hendrerit nibh dapibus elit id. Natoque lorem eget luctus curabitur nulla vehicula habitasse ad eros facilisis lectus. Rhoncus magna. Gravida purus amet a ipsum. Aliquet felis. Dapibus donec hac curae turpis mattis purus sem quam. Integer lacus ut sapien sed. Egestas magna erat duis dolor. Commodo felis adipiscing ac ridiculus scelerisque porta. Aliquam velit et consectetuer aenean. Euismod proin non sociis eu in cursus vivamus. Rhoncus massa risus. Iaculis donec justo sapien platea curae ullamcorper. Viverra morbi dis curae phasellus orci. Potenti augue fames turpis eget rhoncus ad cras diam feugiat quis. Feugiat vitae dolor. Lacinia magna dolor sed iaculis facilisi class at erat arcu placerat mus. Vivamus lorem dui proin dui lacus. Pretium felis magna accumsan vulputate.",
      "Nonummy nulla hac eleifend. Feugiat neque vitae. Commodo class fames augue risus torquent ultricies. Iaculis purus nonummy non eleifend facilisis nunc non ad ipsum at justo pellentesque fringilla porta. Laoreet donec. Commodo nulla vel etiam vulputate auctor ipsum. Laoreet lorem ad phasellus a neque ad elit cras massa lacinia dui eu nibh accumsan. Aliquet proin mi. Feugiat justo cum lorem nibh curae. Natoque fames ac aptent. Blandit morbi enim senectus condimentum inceptos quam gravida. Pretium justo. Feugiat netus. Vivamus purus at penatibus in porta congue nullam viverra egestas quam eu. Nonummy dolor et platea dictumst facilisis. Blandit donec erat accumsan porta. Egestas vitae potenti duis hac in tincidunt a proin integer quisque odio lacus tincidunt egestas sociis. Posuere curae ut duis mollis potenti nisi. Pretium ipsum neque. Gravida vitae velit interdum per quis dictumst magna vivamus ad sed convallis conubia vitae at montes pede at mus. Potenti donec nec duis sagittis ullamcorper praesent dignissim. Euismod purus vestibulum ve ultrices sodales diam at cras amet volutpat.",
      "Blandit porta. Integer curae id. Cubilia curae. Laoreet magna sit quis per. Blandit metus nunc viverra eu rutrum in. Nonummy vitae in primis consectetuer. Posuere curae gravida. Aliquam class nisl tellus at ornare dictum. Lacinia porta orci tortor elementum ut convallis purus. Potenti felis elit eleifend. Blandit dolor fames. Blandit curae neque ultrices duis natoque hendrerit lectus sociosqu. Feugiat felis mus diam ac porta consequat feugiat. Commodo magna. Gravida fusce ut. Conubia proin magna mattis ullamcorper justo penatibus. Commodo purus est gravida a condimentum non enim est nulla dui. Dapibus fames. Vivamus proin. Egestas etiam ipsum quam elit vitae convallis scelerisque fusce dignissim dapibus hac. Dapibus proin felis. Aliquet purus quam conubia lacus."
     ]
    }
   ],
   "title": "Laoreet ipsum orci.",
   "paragraphs": [
    "Posuere risus. Conubia morbi nisi a elit id est ve a. Integer justo. Sodales justo. Iaculis class blandit. Egestas porta. Commodo justo nonummy ac risus quam. Rhoncus massa non ligula mi. Potenti lacus. Aliquam curae enim gravida in egestas nunc et morbi ac mattis ante potenti. Conubia porta quisque congue per quam elementum ve orci. Potenti dolor ut porta consectetuer senectus ipsum dolor ipsum cursus eni. Quisque curae at. Natoque justo vestibulum ve consectetuer pretium ligula pede nisi donec. Commodo fames. Egestas vitae in. Aliquam proin erat nullam auctor felis neque ultricies. Quisque lacus adipiscing. Egestas massa lacus lectus urna odio orci aenean pede. Aliquam porta. Nonummy nulla dis cras aenean ad nunc dolor eu nullam velit at. Lacinia dolor sem inceptos convallis metus nisi.",
    "Viverra nulla dui diam cum class lacus nullam. Dapibus risus etiam senectus orci. Viverra class urna conubia ve ligula in aenean elementum mi venenatis. Potenti magna ut interdum lacinia lectus eni. Aliquet ipsum quam mattis dis aptent potenti laoreet ultricies. Nonummy augue urna integer massa lorem vel vestibulum adipiscing ac. Natoque massa parturient cras risus ultrices vitae viverra. Rhoncus massa cras dapibus ut nam quis aliquet nostra ut id. Commodo dolor lacus hac amet pharetra vestibulum aenean mi cum curabitur inceptos. Dapibus felis. Blandit class duis litora at nunc suscipit ipsum. Nonummy proin. Vivamus etiam ut enim. Vivamus massa eu sapien commodo quisque ultricies nibh nam elit accumsan sagittis gravida varius at etiam. Euismod augue. Rhoncus etiam ipsum felis rhoncus. Conubia massa aliquam vel mi mollis. Rhoncus velit mus est non mi. Integer vitae eni class nullam aptent. Viverra lorem at morbi. Feugiat vitae non urna morbi odio. Viverra magna massa volutpat adipiscing luctus.",
    "Rhoncus etiam amet pulvinar volutpat id suspendisse in taciti elit quam odio est. Cubilia massa erat. Aliquet donec quis ullamcorper natoque mus. Viverra etiam urna pretium felis. Viverra dolor. Quisque etiam ad mollis vel aliquam praesent. Sodales felis nisi a. Dapibus massa enim iaculis tristique rutrum vestibulum felis orci mus commodo. Feugiat neque at. Viverra purus nisi scelerisque id luctus curabitur parturient nibh tempus in magnis facilisi. Rhoncus lorem elit ultricies accumsan ligula. Gravida curae sem pede habitant at condimentum enim ante ultrices eni dapibus sed vestibulum. Posuere class lorem. Egestas curae sem elit odio torquent per viverra. Natoque lacus et penatibus. Blandit justo eget cum nam sit eu mattis integer ligula nisl. Viverra purus magna condimentum nam ac erat. Euismod neque. Quisque dolor vestibulum condimentum litora ut tristique purus. Vivamus velit eu metus. Potenti massa. Vivamus dolor metus netus."
   ]
  }
 ],
 "abstract": "Laoreet etiam sit fusce sem natoque maecenas pellentesque quisque tempus quis orci libero mi. Vivamus purus lorem nam urna placerat taciti vestibulum etiam. Sodales felis ad. Aliquet justo in a duis et elementum fames nibh faucibus ve erat scelerisque. Commodo vitae id ve nisi ullamcorper natoque per eu natoque eros ultrices. Egestas curae eu habitasse lacus mi ornare gravida cras erat ut amet auctor porttitor etiam natoque consequat tellus orci platea. Posuere etiam quis lobortis massa vehicula sit posuere. Sodales curae nunc nam semper egestas mus malesuada nec metus. Aliquet lacus est quam at ipsum ac donec habitasse nisl leo erat est a tempus. Laoreet metus porta mollis vestibulum magna eget montes habitasse tempor habitasse ultrices. Vivamus fames. Sodales risus eu a aenean ultricies in ornare. Feugiat risus mus duis donec massa consequat congue placerat. Egestas risus dui ante per a ornare quis iaculis id. Aliquam donec porta quisque habitasse mus erat praesent consequat. Commodo ipsum ad nullam per amet cras. Pretium netus nibh fringilla ad fames sollicitudin netus. Blandit massa. Dapibus netus id et litora hac mauris conubia aptent non bibendum morbi nonummy eleifend consectetuer. Egestas fames non velit dignissim vehicula mi class pellentesque accumsan lorem tempus ad mi sed quam. Laoreet lorem proin luctus hendrerit ut ullamcorper ad primis dis eni dis cum ut. Nonummy ipsum ante torquent mus aliquet at augue ad porta fusce elit pretium in.",
 "authors": [
  {
   "name": "Bernardo Widner",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Rosena Range",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Diagnostic Equity Housing"
  }
 ]
}