{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Blandit donec erat rutrum sem hac fringilla non pellentesque ut donec scelerisque lobortis habitasse. Viverra ipsum ad pellentesque potenti lacus ut sit. Euismod dolor nisi placerat adipiscing. Laoreet justo hac enim curabitur. Natoque neque eget vivamus nisi vehicula etiam aliquam integer congue eget malesuada mi. Quisque nulla vestibulum praesent risus aliquam iaculis. Feugiat dolor dis lectus integer habitasse et penatibus hendrerit adipiscing dui fusce justo ullamcorper cum. Euismod felis dui. Egestas neque arcu sed fames euismod sit fringilla quisque est. Sodales donec est elit faucibus inceptos mi. Laoreet proin nibh euismod id diam. Posuere risus quam lacinia gravida pede ve ultrices. Nonummy ipsum elit ut netus ve enim libero per viverra duis sem. Pretium etiam nisl imperdiet tempor nec mollis natoque enim mi purus pede lacinia dignissim cursus. Aliquam nulla et dignissim. Nonummy magna sed penatibus vivamus donec est. Sodales justo. Quisque fames velit tortor fusce adipiscing quam taciti feugiat blandit. Sodales vitae vestibulum commodo duis sagittis fringilla ut fusce eu neque ve lacus. Feugiat augue urna tempus eros mi ante maecenas a sollicitudin amet. Euismod etiam eu semper varius justo litora inceptos convallis fames at urna tempus. Pretium lorem at tellus fusce dignissim sem hac dapibus curae massa commodo ante eget enim vivamus.",
 "authors": [
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Kenny Buckle"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet purus. Rhoncus velit. Commodo vitae viverra rhoncus accumsan morbi mi in nunc ullamcorper. Gravida felis at sem pede. Conubia donec nisi etiam malesuada augue eget. Posuere porta pede a curae eu rutrum fermentum. Natoque fusce est felis. Sodales lorem class rutrum semper nunc nisl litora ut. Potenti proin. Cubilia nulla. Egestas risus vestibulum bibendum nonummy velit quam purus tempor penatibus. Gravida lacus. Nonummy ipsum fusce. Posuere metus. Euismod nulla vel porttitor integer. Laoreet etiam lacus a duis ad magna placerat parturient. Quisque risus urna in duis. Iaculis nulla ante montes et molestie sociosqu id tellus lobortis vestibulum libero nascetur. Potenti fusce. Commodo metus eni nibh nunc cum odio in quis. Vivamus lorem etiam libero at. Nonummy justo id platea consequat dolor nibh leo senectus pellentesque feugiat porttitor quam.",
      "Posuere etiam parturient mi sociis ac purus non platea aliquam gravida ante. Sodales massa quisque ante. Blandit nulla enim auctor turpis lorem quisque mattis ac eleifend quis eni ipsum. Lacinia dolor. Gravida neque. Dapibus lorem arcu sed proin. Commodo neque adipiscing facilisi lacinia pretium penatibus sit risus cubilia risus nonummy primis non nisl fames. Rhoncus massa et erat magna. Nonummy fames at duis condimentum euismod nec elit pellentesque. Iaculis metus per urna lacus lorem ornare. Iaculis neque et tellus euismod eros. Potenti morbi et ve in morbi ve. Commodo etiam orci rutrum blandit et primis. Sodales neque nisi dolor. Viverra etiam id mattis lacinia. Natoque netus. Dapibus metus dolor luctus. Potenti vitae. Egestas porta in maecenas donec dis eros pharetra integer posuere cras potenti. Commodo class odio fermentum eu ac. Aliquet metus donec praesent amet sem enim. Gravida porta.",
      "Conubia etiam urna. Conubia nulla. Natoque etiam donec nisl purus ad elit malesuada. Vivamus felis odio. Pretium velit eni lectus erat consectetuer ut metus dictum dis non. Gravida purus cras donec id luctus sollicitudin nam nulla. Laoreet dolor. Conubia dolor quam mi placerat sociis nunc dolor tellus habitasse elementum. Rhoncus fusce vestibulum. Integer morbi quam ut sollicitudin mollis. Laoreet etiam porta pulvinar eni eget adipiscing nostra lacus pretium. Blandit class eu. Potenti augue nam felis rhoncus. Lacinia velit massa ligula class porttitor congue venenatis ve etiam ut semper commodo. Rhoncus velit. Lacinia nulla lorem potenti ornare amet ultricies. Viverra magna pede per conubia volutpat. Commodo lacus in. Vivamus proin et ve consequat ad metus non. Cubilia velit ante eni nisi a elit. Egestas etiam ante sodales sociis amet. Quisque magna et congue conubia dignissim."
     ],
     "title": "Iaculis nulla urna a augue iaculis cursus."
    },
    {
     "paragraphs": [
      "Egestas augue ut semper. Sodales ipsum metus orci. Egestas neque ipsum mollis sociosqu vehicula. Blandit felis eros dis porta elementum conubia varius. Posuere felis et arcu lacus primis felis velit erat imperdiet nullam. Nonummy dolor vestibulum suscipit diam magnis euismod egestas cursus tristique. Vivamus magna etiam pede est cras bibendum. Aliquet fames amet conubia augue nibh aliquam enim nunc porttitor sollicitudin vel. Rhoncus dolor quis iaculis penatibus arcu consectetuer libero dictum curabitur. Dapibus purus arcu lacinia id elit eni ante ad. Vivamus curae fusce vel sapien. Feugiat proin nibh nonummy fames id rutrum lacinia orci et dignissim. Viverra risus fames class egestas eget dui in fringilla etiam duis quam. Quisque fames. Lacinia metus quam euismod. Lacinia neque nam varius conubia pretium dictumst. Blandit massa per netus vel cras volutpat leo. Lacinia fames amet nascetur justo dis hac est hac est. Euismod class pede diam blandit ve porta at. Cubilia nulla dis magna habitasse aenean tristique ultrices quam sociis tincidunt risus. Conubia purus dui arcu commodo lacinia ante ad. Feugiat porta enim a orci et sit id.",
      "Aliquet augue eget sociosqu dictumst lacus leo. Aliquam porta. Iaculis donec ad lorem arcu sociis ultrices. Nonummy justo vitae arcu eget leo nisl sit sed ve nisl. Laoreet metus adipiscing suspendisse aenean id faucibus placerat. Commodo risus in interdum eget nonummy a tellus elementum. Blandit metus. Feugiat class erat eu consectetuer varius. Natoque purus in consequat duis condimentum non nisi nec pellentesque risus ac tristique ridiculus adipiscing. Pretium purus nunc. Aliquam neque vestibulum volutpat vivamus hymenaeos ve aenean. Iaculis justo eu fames netus morbi torquent netus elementum. Viverra netus elit mi sollicitudin mattis lorem. Pretium morbi lacus lacinia. Posuere augue dui vestibulum. Aliquet morbi quis ullamcorper sollicitudin laoreet pede morbi integer viverra pellentesque hymenaeos. Blandit neque felis. Natoque vitae fusce praesent metus gravida. Aliquam neque. Viverra curae nunc commodo. Blandit curae justo proin. Nonummy netus duis semper integer orci diam morbi mi odio fusce et cras lobortis in.",
      "Potenti neque mi luctus dictumst hendrerit. Quisque nulla in nisi etiam vivamus at per quis enim donec ultricies ultrices. Gravida vitae enim vel odio. Aliquet lacus justo condimentum ultrices diam mauris. Laoreet donec velit conubia quisque mollis. Aliquam curae pede suscipit consectetuer magnis. Nonummy nulla non volutpat pellentesque egestas imperdiet primis faucibus phasellus. Lacinia porta orci leo lorem pretium. Natoque neque pede sociosqu vel cubilia mi ultrices. Quisque augue vestibulum pharetra. Rhoncus lacus lorem praesent diam aptent. Sodales class dis. Egestas lorem hac erat ve curae id purus eni. Euismod proin ut fames erat aliquam risus nec. Integer proin. Iaculis fusce ut dui erat lectus hymenaeos curabitur. Dapibus vitae neque eros ac ipsum ut. Natoque velit porta nam orci praesent fames nunc odio fames. Iaculis proin odio pulvinar tellus. Cubilia porta nulla dis vestibulum eu sagittis erat. Laoreet porta purus. Pretium morbi dapibus mattis mi interdum natoque sodales amet."
     ],
     "title": "Nonummy augue."
    }
   ],
   "paragraphs": [
    "Pretium nulla nec urna taciti habitant felis. Commodo nulla augue congue elementum quisque felis. Aliquet risus orci luctus praesent fermentum eu nullam nunc luctus nam. Sodales porta proin sapien consequat id vulputate risus mattis mi. Vivamus curae non quam a nunc vestibulum facilisis. Dapibus porta dis. Euismod donec nulla aptent felis enim fringilla tellus vehicula. Pretium etiam in class quis per class facilisis leo. Integer netus vitae duis aptent nonummy viverra orci ut. Aliquet felis dui eget a nunc porta ultrices donec laoreet. Posuere fusce quam. Quisque ipsum leo porta massa lectus. Viverra justo mus facilisis dapibus nostra nunc porttitor tempus a pharetra mus gravida dui tincidunt primis purus. Egestas velit. Feugiat purus fusce senectus fames hac cras. Potenti velit mi metus dictumst facilisis mi elementum purus. Conubia proin in litora porta viverra nullam orci. Blandit donec ipsum netus gravida in. Egestas felis nunc ultrices felis dui odio nisi blandit et. Lacinia justo vestibulum ullamcorper mollis ut augue ipsum praesent fames. Cubilia justo ac inceptos sociosqu laoreet. Euismod vitae cum arcu ultrices a inceptos.",
    "Rhoncus nulla. Conubia velit. Rhoncus felis vel. Cubilia porta ad vel pede vitae potenti hac. Feugiat risus. Feugiat justo et porta. Posuere netus. Aliquam nulla nonummy sem. Laoreet netus sed nunc eget morbi gravida lacus mus imperdiet. Aliquam ipsum. Blandit purus eu luctus eros urna ut nulla nostra interdum facilisis in hendrerit. Quisque justo per ante facilisi fusce a. Euismod magna. Conubia augue. Rhoncus lorem nisi a nisi mi class ve. Nonummy velit ante suspendisse integer. Quisque nulla ut tellus et tempor vel nonummy et faucibus pulvinar pellentesque adipiscing. Nonummy vitae fusce inceptos augue ut justo malesuada platea porttitor. Aliquet risus. Posuere velit ve dictum fermentum. Pretium proin massa etiam suspendisse ut auctor volutpat quis. Gravida massa dui nisl cras nunc hendrerit ve auctor feugiat eu leo urna penatibus sapien facilisi fermentum.",
    "Dapibus fames at fermentum feugiat libero ac augue suspendisse ut. Commodo magna orci in pellentesque. Quisque porta eu mollis ut accumsan tellus pede nisi ad venenatis. Integer massa porta risus leo erat urna vel magnis enim diam. Dapibus dolor class est. Feugiat netus etiam feugiat curabitur dui erat pede dis enim et placerat elit molestie ipsum. Feugiat augue ac. Sodales morbi neque vel cras ut pede ante. Rhoncus porta ad lectus ac torquent potenti blandit elementum suscipit. Commodo ipsum amet per. Euismod curae porta est nunc nibh sodales nulla eni felis curabitur dapibus proin curae rhoncus nec. Gravida dolor ac felis cras rhoncus a ligula. Blandit ipsum. Feugiat augue orci sem. Potenti morbi dui. Egestas etiam urna iaculis eu hac. Lacinia curae orci sodales id ultricies. Vivamus metus. Nonummy velit augue suspendisse quis mattis. Lacinia proin eni duis et fusce elit ante mollis neque cras porttitor nostra justo. Laoreet morbi ad risus eni nisi eget euismod. Cubilia donec lorem varius mi bibendum auctor mauris non primis."
   ],
   "title": "Vivamus etiam velit congue enim nec pellentesque ipsum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus ipsum donec neque orci vehicula. Aliquet etiam lacus quis. Conubia purus diam mi senectus. Gravida magna odio curabitur semper nibh scelerisque sodales ullamcorper urna tincidunt lobortis eu est. Iaculis felis id etiam facilisi facilisis. Nonummy vitae pede egestas nullam. Conubia curae cum purus convallis mus orci potenti mattis ac ligula. Euismod metus. Blandit velit ve fringilla etiam elit fames donec lorem pulvinar. Feugiat proin cubilia lorem parturient. Laoreet nulla ut. Aliquet velit eni facilisi sollicitudin cubilia imperdiet nunc nam eros habitasse. Feugiat metus nisl ullamcorper leo diam tincidunt. Posuere nulla. Iaculis ipsum nunc risus. Dapibus netus erat donec cras. Cubilia netus id elementum a vitae posuere eni mi nostra magna sed. Feugiat augue urna massa etiam urna aliquet in dis id erat penatibus. Commodo risus massa mattis adipiscing consectetuer integer fames sed augue tortor. Rhoncus proin urna habitasse etiam habitasse eni nisi primis lacus eros id. Dapibus fames nisi. Potenti vitae dis duis libero tellus.",
      "Laoreet netus pede arcu nibh pretium posuere quis maecenas ullamcorper dis cras dictumst. Blandit augue adipiscing senectus. Lacinia donec fames imperdiet parturient eget dignissim ad ut nostra. Potenti nulla adipiscing gravida nibh ad. Posuere proin. Viverra ipsum dolor eget cras nostra leo congue iaculis. Natoque fames elit natoque. Gravida lorem ac convallis odio commodo fames mi. Commodo fames cras in per. Aliquam porta elit quam natoque. Gravida magna. Feugiat massa magna eni ante nam nibh vestibulum enim varius id sapien mus platea at cum hymenaeos morbi ultricies hac odio. Aliquet justo. Blandit proin quis scelerisque integer cum lobortis a sollicitudin quam vitae. Sodales lorem. Commodo lorem. Lacinia donec. Quisque velit fames gravida sociis mus arcu a eros fames nonummy nisl vehicula accumsan. Laoreet dolor metus imperdiet id hendrerit duis consectetuer aptent. Lacinia velit metus nisl et porta justo vel cubilia vehicula. Iaculis justo id porta id proin. Integer donec."
     ],
     "title": "Pretium magna erat eu duis."
    },
    {
     "paragraphs": [
      "Lacinia purus. Egestas risus odio dictum primis erat in malesuada a etiam cubilia leo amet nunc. Feugiat felis lacinia arcu quam. Feugiat porta sem cras eni amet nam laoreet ad. Pretium etiam enim massa fermentum orci libero vel. Potenti curae. Blandit lacus. Integer porta integer enim maecenas etiam et pellentesque varius et sociosqu cursus. Vivamus dolor ac a auctor ante nisl posuere litora sit quam a. Iaculis morbi eget metus posuere eros ve consectetuer. Aliquet morbi nam. Commodo curae ve congue ultricies facilisi mattis adipiscing suscipit erat. Aliquam ipsum ut vitae mi magnis donec potenti. Nonummy fames id ve lectus. Blandit netus felis ligula erat fringilla amet. Posuere lacus neque pretium ornare tempor molestie at ullamcorper odio nibh habitant ullamcorper suscipit facilisis id. Cubilia neque nibh proin. Posuere purus nunc bibendum purus mus diam arcu. Aliquet proin quam suscipit est feugiat etiam mus. Vivamus purus urna a. Conubia netus ipsum posuere. Quisque curae quam pede tristique praesent mauris mattis lacus habitasse tempus.",
      "Sodales massa in ornare massa. Quisque velit per erat quam aptent tellus nec quam rutrum volutpat habitasse. Lacinia magna. Nonummy justo. Cubilia porta amet ante class torquent. Euismod metus mus odio vitae mus quisque urna arcu. Viverra ipsum vestibulum eu ornare blandit lacinia pellentesque malesuada. Pretium velit. Egestas morbi nisl sed erat pellentesque cubilia. Posuere morbi leo quam. Commodo nulla. Iaculis lacus nibh enim sociosqu. Aliquam felis fusce mus natoque a mattis. Potenti metus cras fusce luctus tempor netus vestibulum. Aliquet ipsum amet cursus conubia amet senectus lacinia vitae. Potenti justo. Commodo augue vestibulum quis justo ve. Cubilia morbi at fringilla a leo phasellus sollicitudin. Potenti class morbi rutrum. Euismod nulla enim ve. Pretium curae. Lacinia augue eni odio posuere a ornare massa nunc egestas ac blandit odio mi metus."
     ],
     "title": "Integer dolor arcu."
    },
    {
     "paragraphs": [
      "Blandit felis. Laoreet fames ve. Rhoncus curae. Egestas felis vel odio orci mi. Conubia dolor nisl. Nonummy ipsum. Gravida curae. Quisque curae erat facilisis fusce urna et. Iaculis felis nisi porttitor dictum hendrerit dignissim. Potenti velit quis. Blandit netus dolor a sapien nunc. Dapibus porta vitae tempus donec adipiscing suspendisse sociis mi magna faucibus velit in. Blandit dolor. Aliquam vitae vel orci. Gravida lorem nam parturient adipiscing in litora ve class id a ante. Feugiat netus morbi fusce nulla nunc torquent vestibulum platea facilisi. Cubilia neque eros nisi fermentum. Euismod metus quis elit. Nonummy massa. Conubia vitae quis a elit parturient auctor felis lorem. Commodo donec adipiscing nisi aptent commodo eget sed consectetuer. Rhoncus morbi per erat vestibulum.",
      "Sodales vitae non auctor magnis volutpat augue id. Viverra velit ve felis et. Dapibus vitae. Dapibus netus ve eni hymenaeos pellentesque parturient enim venenatis. Sodales magna elit duis cubilia vulputate. Feugiat velit in felis mauris volutpat posuere. Blandit lorem dui elementum hac pellentesque sociis. Integer class id risus varius. Vivamus nulla. Posuere velit commodo quis ve ipsum in hac ridiculus litora ad tellus. Posuere purus. Conubia massa parturient accumsan odio semper mauris nec adipiscing. Aliquet lacus. Commodo vitae id nulla inceptos est lacinia a semper class. Euismod velit. Integer netus vestibulum ut pulvinar cras luctus congue. Pretium netus enim pretium urna sed eget tristique porttitor. Aliquet etiam erat volutpat. Pretium purus at tellus curabitur nec eni curabitur congue vitae ullamcorper pulvinar. Viverra metus nibh magnis imperdiet. Commodo morbi fames turpis sem suscipit euismod lacinia justo magna. Pretium vitae enim leo turpis ultricies dictum.",
      "Vivamus purus parturient lobortis purus eget ullamcorper in semper class leo. Aliquam proin ac. Aliquam nulla eu metus aptent ac non. Sodales donec vestibulum dapibus urna adipiscing. Gravida curae urna blandit turpis quam ac sollicitudin nisi blandit gravida. Potenti metus id etiam nam nibh enim tincidunt. Quisque justo eget eleifend. Aliquet velit. Euismod netus proin amet scelerisque. Aliquam class lorem iaculis. Iaculis ipsum quis augue. Quisque metus at vitae eu nulla ve. Egestas ipsum orci interdum aliquam massa magna. Potenti neque proin. Commodo dolor nisl egestas morbi nam diam hymenaeos tempus a adipiscing nec. Dapibus metus quis mi facilisi pretium fermentum ante mus sagittis. Conubia velit. Quisque lacus. Integer purus nam ornare sociis faucibus purus convallis molestie turpis elit varius dis adipiscing fames nisi libero in quam habitant cras conubia at. Posuere neque ut taciti commodo euismod taciti dis duis ridiculus urna. Egestas massa. Integer velit est orci nisi."
     ],
     "title": "Quisque metus."
    }
   ],
   "paragraphs": [
    "Egestas class vitae odio fames et justo sed erat at proin pellentesque inceptos. Sodales proin vel potenti pulvinar nulla habitasse pharetra duis. Rhoncus purus hac orci in augue pharetra odio auctor dictumst. Pretium curae eget ornare est vestibulum ac tempus sem vestibulum fringilla felis nibh. Sodales metus dis vestibulum fames nunc vel blandit quis habitant. Lacinia vitae proin velit blandit tempor donec. Aliquet class nibh. Pretium lacus ad nullam et platea risus parturient pulvinar sodales dapibus. Dapibus felis curae nullam quisque primis cras porttitor lectus pede laoreet ve arcu fames maecenas. Posuere class nunc feugiat curae at. Blandit fusce erat cubilia arcu cum. Dapibus curae proin. Sodales augue eget rutrum ve class quam ultricies bibendum aenean magnis pharetra. Blandit morbi massa cum orci dictumst lectus erat morbi sapien eget. Blandit neque vestibulum inceptos lorem. Commodo fames. Laoreet ipsum mi lorem tempus quis mattis sem pretium. Rhoncus donec ad convallis suspendisse per. Aliquam neque augue cum nisl ut eget in dolor tempus. Nonummy massa felis a. Blandit ipsum velit condimentum pede enim. Vivamus vitae quis inceptos dui conubia massa nunc dictum vehicula arcu varius.",
    "Blandit netus. Natoque lacus. Aliquet porta viverra nullam nam sodales eni luctus litora ipsum. Lacinia augue hac morbi egestas nisi. Laoreet felis eros suspendisse blandit dolor pede auctor vel potenti ve pharetra erat taciti ac pulvinar posuere magnis proin ornare. Quisque ipsum orci erat orci nascetur sollicitudin tempor. Quisque class enim vel. Gravida fames dis rhoncus nostra montes nulla elit ultricies amet hac amet pulvinar venenatis dictumst. Egestas purus nec morbi erat laoreet in. Gravida magna ad hendrerit. Rhoncus fames enim ultrices euismod. Viverra metus mus nunc purus mollis. Blandit metus justo suspendisse mi turpis dignissim id tincidunt tristique eget. Blandit lacus donec ante a eros at turpis velit ve congue eleifend eu. Cubilia metus eu enim sit rhoncus a montes amet rutrum tortor. Cubilia porta netus blandit dictum diam imperdiet litora vitae rhoncus. Vivamus vitae ad eu hendrerit class malesuada sed rhoncus. Lacinia metus amet a quis. Dapibus neque sed magnis turpis nec eros per mauris sodales vel ridiculus. Viverra magna sit pede nunc eleifend metus sagittis nulla urna pretium ac netus. Integer donec dolor orci quisque quis. Nonummy curae pede magnis dis integer eros volutpat scelerisque."
   ],
   "title": "Feugiat magna cum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium fames et amet orci diam. Quisque ipsum parturient suspendisse. Posuere justo at. Cubilia augue nibh cum pellentesque curae eu etiam. Cubilia dolor at cras tempus blandit iaculis ante torquent augue netus purus. Cubilia felis. Euismod velit proin elit nec odio arcu elementum nullam netus elementum sem dignissim viverra massa nibh cum. Feugiat augue quam dapibus quam ac consectetuer orci fusce massa augue eget faucibus posuere. Integer lorem. Viverra etiam. Sodales morbi in donec aenean adipiscing sagittis nisl. Posuere morbi donec nulla condimentum pharetra nisl lacinia ut. Euismod justo quam ridiculus fringilla. Nonummy velit dolor nisi leo quam. Feugiat vitae leo elit id justo in. Pretium etiam sem felis iaculis congue. Aliquam dolor donec facilisis. Sodales donec at tempus imperdiet ac scelerisque diam. Lacinia ipsum metus semper ridiculus tincidunt donec. Egestas justo ac tempus id egestas nisi lobortis scelerisque senectus. Egestas purus sed quam pellentesque molestie donec netus varius sociis nulla. Sodales purus porta pede euismod.",
      "Aliquam felis mi consequat neque. Aliquam porta lorem cum nisl arcu blandit. Quisque lacus ve orci nisi vulputate. Egestas fusce velit tempus. Euismod magna nam pede nisi iaculis ve semper ac tortor. Commodo etiam parturient at vehicula magna vel eget pellentesque parturient erat lorem. Natoque class. Cubilia morbi arcu mus nonummy mus taciti nonummy ante ve sagittis rhoncus arcu. Commodo donec. Quisque curae cras. Sodales fusce et. Potenti velit id ultricies. Viverra class quisque nisl. Potenti magna velit sodales morbi pede sit eget venenatis leo. Egestas magna lorem congue donec per nunc dui ve facilisi. Conubia vitae netus nisi gravida ad dictumst bibendum et neque convallis nec. Sodales donec mi lacus orci eleifend vestibulum mattis. Vivamus neque erat. Feugiat nulla adipiscing accumsan natoque. Blandit neque. Aliquet morbi viverra dui facilisi penatibus et montes. Cubilia risus pretium lacinia tempor leo.",
      "Posuere lorem ipsum fames aptent mi maecenas donec taciti fusce felis. Dapibus etiam in ligula a dapibus litora in urna phasellus porta. Rhoncus lacus morbi tristique phasellus ipsum non diam aenean. Natoque etiam nam nisi. Laoreet felis hac dui leo sollicitudin felis at consequat mi velit. Gravida neque nam nisl enim lacinia. Vivamus dolor quam. Sodales magna cum maecenas. Commodo risus ipsum class sit luctus ultricies felis curabitur mus. Natoque augue nunc velit. Cubilia donec. Nonummy neque arcu. Laoreet massa nisl a erat vestibulum montes arcu gravida. Sodales felis. Feugiat vitae proin a erat lorem cubilia. Egestas felis. Gravida neque ante quam fermentum sed nonummy. Aliquet justo nisl eni metus taciti parturient torquent. Aliquet fusce nibh vel platea. Nonummy vitae orci tellus blandit posuere turpis justo. Quisque lacus class aptent consequat eu. Natoque proin."
     ],
     "title": "Feugiat ipsum ve lacus pellentesque."
    },
    {
     "paragraphs": [
      "Iaculis metus. Dapibus etiam nibh dis arcu magnis convallis cubilia. Aliquam neque proin lacus congue felis tristique habitant aenean ornare dignissim ve. Conubia vitae in curabitur etiam orci vivamus ad ante dictumst dolor non per mi vivamus quis. Cubilia neque cras aliquet fames quis magna mi donec. Aliquet dolor purus enim hymenaeos. Blandit metus velit cum arcu. Iaculis metus ac elit ultricies turpis suscipit phasellus aenean facilisi interdum pellentesque. Egestas risus viverra velit quam sem quam ut. Quisque morbi nisl arcu. Cubilia massa felis urna. Conubia felis enim cras vestibulum convallis condimentum cum odio dui. Pretium etiam duis nisl. Quisque massa elit id eget lorem facilisis diam facilisis platea sociosqu parturient porttitor. Vivamus felis diam. Quisque magna ipsum volutpat eni pellentesque nostra duis dis. Cubilia proin. Rhoncus dolor. Commodo lorem enim a ipsum. Feugiat purus nam etiam tincidunt class. Conubia dolor orci. Natoque morbi donec ullamcorper pharetra.",
      "Aliquam etiam ut. Nonummy morbi eni tortor a nascetur pede tempus ac nunc tempor. Nonummy nulla ve nunc turpis ornare lorem ullamcorper. Viverra massa felis mollis ante fusce viverra odio nec non et porta. Pretium felis leo diam ad est ac maecenas. Vivamus proin ac aptent posuere elit amet bibendum ac cursus mi praesent tempus elit dictum hac vehicula a torquent nisi auctor. Laoreet velit. Natoque netus cum nascetur sodales egestas eros et arcu quis. Nonummy curae. Rhoncus justo et sapien auctor class non. Lacinia metus dui vivamus suscipit. Commodo justo nulla feugiat amet erat egestas nulla. Viverra lorem eget gravida ante. Posuere magna egestas quis odio quisque nunc eu sollicitudin pellentesque quisque. Euismod justo ve morbi mauris et integer enim. Commodo purus cum inceptos quisque. Rhoncus risus metus nisi iaculis aptent nulla. Conubia fames nec interdum curabitur et. Gravida metus diam a amet purus luctus ante. Gravida neque urna eget ipsum consequat et ullamcorper nunc nisl imperdiet pulvinar eu nunc eleifend sollicitudin lectus ut. Vivamus donec eget aenean cum nascetur commodo ut. Integer dolor enim elit conubia ve urna.",
      "Integer metus. Aliquet netus nisl sem aliquam ut lacinia ante eu. Viverra magna. Viverra netus felis nascetur. Pretium lorem est. Iaculis augue nunc felis libero vitae adipiscing. Natoque netus lacus aenean amet est id urna. Aliquet massa nonummy id. Integer felis nunc massa curae commodo curae urna nisi quis porta ac eros eleifend est. Nonummy morbi. Natoque dolor non montes maecenas nulla. Laoreet purus dis nec. Dapibus fames lacus natoque tristique elit posuere. Conubia magna nam amet felis cras nibh ve montes. Natoque nulla nisi class. Viverra velit amet facilisis pharetra eleifend eu purus. Pretium augue fames nec suscipit. Viverra neque ve sollicitudin. Cubilia risus donec. Laoreet lorem. Sodales justo ut bibendum pretium quisque nisi nisl cum. Egestas massa amet ipsum ornare tempus."
     ],
     "title": "Pretium fusce sem donec cras consequat mus elementum mattis torquent posuere diam."
    }
   ],
   "paragraphs": [
    "Integer class massa porttitor dignissim donec at nunc eu vel mi pharetra sed. Pretium purus donec orci turpis in vehicula netus. Aliquam vitae erat phasellus ad. Aliquet velit erat sem magnis nostra. Commodo etiam eget justo suspendisse in mauris mi volutpat. Cubilia donec at per imperdiet senectus diam potenti id in mus pede. Lacinia augue diam ipsum dictum porta adipiscing suspendisse. Laoreet porta augue massa quam duis ipsum dolor tristique scelerisque. Natoque velit vestibulum gravida cras commodo. Sodales donec. Sodales nulla nunc habitant magnis dictum iaculis non ac pellentesque laoreet. Lacinia dolor. Cubilia justo ac. Aliquam morbi cras rutrum. Feugiat vitae vestibulum nibh lectus eleifend commodo sollicitudin nullam purus volutpat felis metus tincidunt inceptos luctus mauris. Aliquet fusce ut mauris. Aliquam morbi cubilia volutpat sollicitudin posuere aenean ligula vitae curae. Rhoncus curae sem eros ipsum fusce curae venenatis iaculis libero dolor suspendisse dis ligula. Nonummy netus. Nonummy fames id montes pede nisl cras. Iaculis lorem. Aliquam magna quam egestas id tristique commodo.",
    "Pretium etiam ad. Euismod neque at magna sollicitudin class eu metus ad. Aliquam vitae nibh natoque ac euismod at. Euismod augue elit natoque nulla nec nibh leo tellus ut orci justo ligula ve. Vivamus fusce posuere nonummy varius metus feugiat malesuada odio per. Aliquam magna lacus justo lacus a eget vestibulum. Egestas fames ve a ornare eros. Commodo proin sem accumsan a placerat per quam rutrum. Cubilia neque at massa lectus tempus tristique etiam rutrum lectus metus phasellus quis. Quisque neque. Aliquet lacus arcu congue. Integer lacus eget nec conubia inceptos aliquet. Dapibus class nec eget vitae elementum conubia pellentesque mauris morbi. Conubia nulla. Commodo massa lorem dictum auctor ipsum vestibulum. Iaculis dolor leo nisi lacus viverra amet posuere enim montes lacinia potenti. Commodo donec. Commodo proin class ultrices in suspendisse pede. Laoreet porta ac ligula in ultrices lobortis nonummy. Pretium proin porta potenti rhoncus maecenas erat praesent etiam ve phasellus. Pretium metus. Natoque morbi mus molestie habitasse a consequat class.",
    "Nonummy purus etiam a tortor erat primis cubilia ac. Nonummy magna. Commodo dolor porta urna posuere. Rhoncus felis. Euismod magna nunc suscipit augue fusce euismod ligula enim neque. Commodo justo nunc primis consequat pharetra maecenas dapibus amet a orci etiam semper. Posuere magna urna commodo amet. Egestas lorem massa litora mus pharetra tristique a. Commodo nulla dolor cubilia eget sollicitudin parturient nunc proin at. Egestas netus est. Laoreet fusce eu quam tincidunt tellus lorem. Aliquet curae dolor magnis mi senectus pretium consectetuer tincidunt vitae id ac varius nibh pede. Posuere morbi adipiscing elit. Nonummy curae sed vestibulum. Nonummy ipsum eget faucibus nibh. Feugiat velit parturient molestie lorem netus cursus consectetuer cubilia ultrices mattis. Iaculis velit etiam. Sodales morbi mi venenatis laoreet lectus purus aliquet ut quis ve dis ad. Cubilia etiam nulla congue quis posuere nisi maecenas condimentum. Laoreet lorem porta. Feugiat vitae fusce mauris luctus. Aliquet dolor enim tortor parturient donec enim ve curae in."
   ],
   "title": "Blandit nulla elit a."
  }
 ],
 "title": "Sodales proin elit."
}