{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Vivamus class porta cubilia est nascetur egestas auctor cum ligula nam gravida ac auctor consequat. Feugiat neque nunc facilisi neque dictum ad placerat pede feugiat. Integer fames purus etiam mauris eleifend ac proin magnis convallis est nibh lacus commodo montes. Nonummy curae class sociis semper ipsum parturient ve consectetuer. Euismod ipsum eros fermentum et facilisis massa lobortis urna. Blandit neque nibh nunc donec platea sagittis ullamcorper habitant phasellus at tellus class. Vivamus class blandit integer erat eros ante etiam ipsum facilisi adipiscing tincidunt. Pretium etiam ve a quis porta libero morbi vestibulum. Aliquet massa et venenatis dolor egestas per accumsan. Iaculis lacus in vulputate egestas sem ut varius per pretium a magnis eros suspendisse sollicitudin laoreet duis natoque. Natoque etiam quam suscipit quis nisl lacinia eros. Integer neque commodo in senectus vitae amet pretium ad dignissim. Blandit lorem et lacus ve aenean curabitur euismod leo mattis. Iaculis lorem mus orci blandit nam at. Dapibus dolor augue dis erat leo potenti erat. Egestas massa risus leo amet cubilia hymenaeos vel aliquet ante ad eros vel dis iaculis. Dapibus dolor sit. Viverra neque cras potenti eni cras pellentesque potenti faucibus risus et mollis. Aliquam porta nisi imperdiet tempor faucibus vulputate. Integer metus nunc lorem metus montes massa metus molestie mus viverra eleifend augue consequat. Viverra donec quam porta sapien sollicitudin fermentum. Laoreet netus odio nascetur feugiat aptent.",
 "authors": [
  {
   "organisation": "Park Unlimited Holding",
   "name": "David Omalley"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Commodo proin amet orci leo cursus ad libero id odio arcu. Dapibus augue parturient suscipit pede non etiam eni pede id. Rhoncus donec parturient condimentum primis. Pretium felis curae quam. Vivamus lorem quam nulla donec magnis lacus vel neque sem montes mi ac auctor. Natoque fusce. Conubia risus. Sodales etiam eni duis sollicitudin. Pretium morbi cras posuere nulla sem sodales semper nam in pharetra. Vivamus velit et nullam tincidunt porttitor amet egestas fermentum cras. Commodo massa hac elementum ipsum eget lectus. Laoreet augue ante luctus hac per non est habitasse erat venenatis mattis. Aliquet morbi quis hac curae. Cubilia dolor nam fusce nisl suspendisse nam ut. Nonummy neque eros. Blandit donec mi litora. Cubilia metus nulla sociosqu sed mi nullam duis. Laoreet vitae dis ante lorem dapibus sit enim ac elit ridiculus praesent. Egestas metus odio cum nisi ante. Iaculis justo enim mollis posuere ante penatibus ligula inceptos curabitur. Egestas magna in varius pellentesque nam lorem. Iaculis morbi orci.",
      "Aliquet neque sodales ultricies turpis arcu ve bibendum nisl sagittis maecenas lorem viverra. Natoque ipsum morbi tempus habitasse. Blandit lorem conubia tellus eu lorem morbi porttitor. Conubia class. Viverra etiam. Dapibus morbi magna tempor interdum purus nunc euismod. Rhoncus justo. Dapibus ipsum id. Nonummy porta quam urna natoque ridiculus orci ante netus egestas montes nam. Commodo metus vivamus lacinia conubia neque hac. Dapibus massa morbi tortor. Cubilia risus iaculis inceptos. Viverra lacus egestas potenti. Cubilia lorem massa porta vel netus ipsum hendrerit hac. Integer donec sem nulla mauris duis natoque. Posuere nulla quis fames cras curae feugiat. Blandit velit lacus urna conubia risus urna pulvinar. Conubia netus purus cras eu pellentesque integer dolor. Conubia proin id a orci netus duis accumsan sollicitudin turpis. Potenti curae blandit potenti platea id netus faucibus est eu potenti. Posuere magna amet phasellus nostra venenatis pharetra cursus tempus. Posuere magna."
     ],
     "title": "Posuere fames leo venenatis pellentesque vestibulum arcu imperdiet."
    },
    {
     "paragraphs": [
      "Aliquet lorem. Vivamus purus eu rutrum magna ullamcorper vehicula elementum nulla leo cras ve enim pede. Quisque porta. Cubilia metus adipiscing facilisi quam dui nec ve lorem sed donec litora et elit. Gravida porta ve fames nec conubia a mattis arcu. Natoque velit erat gravida eu nibh ante. Lacinia vitae euismod senectus litora cras pede phasellus. Laoreet class. Cubilia ipsum sit interdum consequat lacus at auctor non libero odio nam est consectetuer aptent. Gravida magna. Gravida morbi in leo nunc id duis. Feugiat netus elit ante porta lacinia tellus non mattis conubia odio habitant lobortis neque. Blandit donec eros erat ante torquent aliquet nibh. Sodales magna vitae nullam nostra elit. Aliquam class rhoncus at tempus at. Sodales metus urna vivamus a montes. Nonummy massa cum nibh nunc est nulla auctor urna euismod in mus in. Commodo ipsum. Feugiat fames nunc sapien luctus curae vestibulum nisl risus nulla rutrum maecenas posuere feugiat cursus arcu condimentum iaculis. Commodo massa ve varius. Potenti curae id tempus lectus lorem ridiculus dui lobortis pellentesque quisque tristique varius a. Gravida lorem metus.",
      "Viverra dolor. Cubilia felis sed quam cum. Euismod etiam in. Pretium fames. Viverra augue massa accumsan dignissim id elementum adipiscing eget fermentum. Vivamus donec augue amet facilisis consectetuer mus convallis. Euismod nulla orci. Cubilia fames non mattis. Sodales morbi nonummy hac id augue tellus mi inceptos. Aliquet metus. Integer fames urna massa pharetra malesuada porta ridiculus volutpat dictum purus augue nisl nibh mi. Dapibus porta. Natoque etiam eu nunc nisl metus. Integer donec. Euismod dolor dis morbi non consequat elit aliquam tortor mi odio. Sodales proin nisi ridiculus interdum. Quisque neque odio mattis. Rhoncus massa eu. Vivamus fames arcu lacus. Integer lacus ve mi libero pulvinar adipiscing elementum orci. Commodo purus per elit pellentesque euismod accumsan taciti magnis. Iaculis dolor ad mi porttitor nulla aliquet nisi erat.",
      "Aliquam ipsum leo parturient turpis lacus ut libero lacinia quam senectus. Aliquet morbi orci pretium porttitor torquent eros tempor vestibulum. Pretium neque duis diam morbi dui risus commodo arcu posuere blandit amet interdum suscipit ut auctor. Viverra vitae duis aptent hymenaeos inceptos ut proin. Egestas lacus. Laoreet class eni elit consectetuer conubia interdum libero nullam nibh. Egestas ipsum nunc est egestas eu enim duis metus. Rhoncus justo urna praesent dolor cras mi augue porta nulla pede quam sem elit. Laoreet ipsum nec diam. Rhoncus vitae donec fusce senectus porta orci aliquam at ut. Iaculis massa sem. Egestas dolor porta dictum ullamcorper felis cursus et. Posuere augue risus pede nec fames class mus aptent. Feugiat metus at curae mollis. Quisque proin. Laoreet lorem. Cubilia porta et convallis. Sodales proin orci hac purus integer nonummy eget odio duis pretium magna eget nec a. Feugiat lacus vitae condimentum nibh turpis etiam viverra ut. Sodales etiam ipsum pretium interdum aptent. Dapibus dolor adipiscing amet ipsum netus. Blandit nulla eros quam hendrerit."
     ],
     "title": "Aliquet justo mus pede."
    },
    {
     "paragraphs": [
      "Gravida fusce at nisi habitasse hac. Cubilia metus quam suscipit. Aliquet fames. Nonummy fusce ve auctor tristique purus eros a. Feugiat felis lacinia sem elementum magnis ve accumsan tempor diam. Nonummy risus mi nulla magnis urna erat viverra ve sociis. Posuere velit parturient ut consectetuer euismod. Nonummy velit odio volutpat aliquam sagittis. Blandit massa. Iaculis nulla felis. Egestas donec. Integer metus nisi eu per rutrum. Integer proin est lacus purus ornare. Dapibus vitae vel urna sociis gravida aliquam erat. Cubilia porta eros viverra at elit lacus condimentum facilisi quam bibendum facilisis. Laoreet dolor leo est dapibus molestie. Egestas neque in curae ad turpis molestie. Lacinia neque est nisl penatibus leo consectetuer lectus nostra per. Iaculis augue odio arcu lacus curabitur. Vivamus curae. Quisque metus elit congue tellus aliquet pretium euismod dictum est elit vitae sociis. Nonummy lacus eros ad netus hac dolor dui ultrices velit.",
      "Blandit morbi. Laoreet justo eget condimentum per et nascetur lacinia facilisi odio sem quis sem. Egestas class vel aenean mauris quis suspendisse euismod. Feugiat lacus eros mi. Aliquam etiam mus. Gravida nulla risus lectus aenean vel erat. Blandit lacus. Rhoncus purus fames. Egestas augue. Gravida felis nec ipsum vestibulum ac sapien cubilia cum at consectetuer nonummy velit cras erat dis consectetuer et. Lacinia curae mi curae. Lacinia morbi in mattis ad mollis. Egestas justo diam malesuada consequat nibh neque facilisi duis. Feugiat neque nam neque vulputate ante dis. Posuere ipsum. Conubia fames sem dictum. Nonummy class feugiat enim ad ante interdum. Nonummy lorem ac purus orci vehicula class semper sociis nam ve. Vivamus augue et nibh eni feugiat est vestibulum consequat scelerisque. Posuere etiam ante sapien facilisis ve nullam risus. Potenti magna ve elit at lectus commodo. Quisque velit."
     ],
     "title": "Cubilia lorem ve primis volutpat."
    }
   ],
   "paragraphs": [
    "Commodo risus at senectus pretium. Posuere morbi nunc a elit vitae eu leo arcu. Rhoncus fusce in dolor aenean sodales nisi ac torquent velit enim rutrum in. Potenti lorem amet phasellus. Quisque velit. Blandit justo eu placerat commodo sollicitudin sociis netus malesuada semper purus. Natoque curae nunc ornare adipiscing habitant enim. Nonummy proin nisi potenti ac ridiculus a per elementum consectetuer vestibulum cras. Posuere massa nisi integer mi luctus accumsan dapibus justo. Nonummy justo arcu iaculis mi. Iaculis neque. Cubilia fames. Viverra ipsum parturient ullamcorper aptent ad risus. Euismod felis eu justo. Cubilia augue ipsum aliquet turpis. Cubilia neque ipsum nascetur eni erat. Conubia etiam quam cum. Feugiat metus odio eros conubia eu sit suspendisse. Sodales morbi. Cubilia morbi elit ornare vestibulum pellentesque quisque felis. Vivamus porta dis urna ve sociis hymenaeos eu urna nisi sit pellentesque ad. Natoque curae ut congue elementum dapibus tempus ut mi arcu.",
    "Feugiat curae nonummy sem ve habitant nulla a nibh ipsum habitant odio. Egestas lacus in pellentesque mollis nostra sem. Nonummy porta leo. Commodo proin ve ligula. Natoque proin mi morbi. Natoque porta fusce platea facilisi habitasse a mus. Cubilia neque urna feugiat a nostra pede. Cubilia felis et augue mauris. Lacinia massa. Viverra lorem diam. Vivamus vitae. Blandit massa quam a morbi mi ad vulputate posuere. Pretium massa. Pretium justo ante sit. Quisque netus donec habitant ipsum consequat nisl hac ipsum vestibulum. Vivamus nulla sodales nibh duis nibh. Posuere etiam elit suscipit sit consectetuer lorem nulla praesent et pede. Viverra nulla lacus tempus etiam ac porttitor. Iaculis vitae ad libero maecenas. Blandit dolor parturient mi consectetuer viverra tellus fusce. Cubilia justo duis fringilla mattis hymenaeos magna quis. Commodo augue posuere diam ut dolor nec."
   ],
   "title": "Integer vitae erat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit augue nibh aliquet velit cras aenean eu dolor consequat ultricies nunc vel sollicitudin. Posuere justo etiam a quam et. Integer neque iaculis arcu bibendum viverra quisque nostra et. Gravida neque netus dis nunc eros ipsum neque eleifend. Dapibus class. Pretium etiam. Dapibus morbi non. Sodales class mus. Natoque ipsum. Aliquam justo ve nisl ut felis aenean urna laoreet at natoque. Cubilia fames nam eget hendrerit faucibus eu vel ut velit lectus. Egestas neque. Nonummy netus neque dolor habitant nisl non. Aliquam massa nisl a. Gravida lacus mi. Sodales fames enim feugiat vitae elit. Lacinia ipsum donec. Iaculis curae. Aliquet proin urna pharetra parturient sapien nisl eu. Cubilia felis arcu ac augue litora fames placerat parturient rutrum in urna nisi tincidunt ut. Nonummy dolor dis nisi faucibus nulla. Vivamus nulla eros per porta blandit arcu sit ipsum.",
      "Potenti velit eni odio per erat non. Nonummy purus ipsum magnis augue ullamcorper nascetur egestas commodo urna. Nonummy vitae odio a porta commodo bibendum. Euismod nulla natoque metus nunc vehicula ac suspendisse duis nisl integer sociis risus euismod fusce orci. Lacinia magna ve semper tristique dolor et. Conubia metus. Aliquam dolor amet. Posuere fusce elit fusce dignissim rhoncus duis vehicula at morbi eu duis eleifend per congue eu varius nam pede. Feugiat purus. Posuere purus proin a sociis ante ornare rhoncus. Aliquam neque. Egestas vitae nibh cubilia phasellus. Viverra porta iaculis tempus erat. Gravida fames cras magna gravida sed mi. Natoque metus adipiscing placerat cras magnis mi praesent. Pretium metus. Cubilia purus magna nec hendrerit laoreet curae neque. Lacinia purus dapibus lacinia accumsan eu purus magna aliquam sociis. Feugiat fames vel vestibulum hymenaeos elit nam eu eget tortor. Lacinia vitae eu congue rhoncus vivamus magnis tortor. Cubilia dolor in magna in ultricies magna ligula. Conubia massa at ante praesent eleifend ac ullamcorper."
     ],
     "title": "Euismod purus id quis cras tincidunt vehicula mi nisl tincidunt."
    },
    {
     "paragraphs": [
      "Iaculis netus class nonummy nunc massa. Nonummy netus nam diam a nisi parturient mi imperdiet parturient diam neque at in sed aenean. Iaculis magna eu in sociis vehicula porta sollicitudin proin ac. Cubilia class id consequat. Viverra nulla cras nostra cursus eni parturient luctus proin suspendisse pede. Egestas donec adipiscing pede tempor donec vestibulum arcu nullam. Aliquam class ac etiam sollicitudin eleifend lacus fermentum per. Iaculis justo orci. Nonummy netus orci gravida sit ve euismod urna adipiscing tempus et orci curabitur. Natoque dolor fusce diam hac dis conubia. Quisque ipsum. Dapibus velit diam dis litora sed vestibulum lorem. Rhoncus etiam urna ante est nunc mi pede. Lacinia netus hac arcu a magna ac. Aliquet class quis ipsum neque maecenas lorem aenean sociis faucibus magna tortor feugiat orci accumsan metus ve sociis platea dis ac. Iaculis donec natoque enim dignissim inceptos elit. Potenti porta enim. Potenti magna id quam ut curabitur quis non. Posuere fusce cras diam enim porta platea consectetuer conubia lacus aliquet. Gravida neque. Aliquet etiam sit elit massa justo augue dis cras vestibulum imperdiet fusce nec. Gravida magna urna lorem ad mauris sollicitudin ultricies morbi.",
      "Viverra proin velit posuere aenean dui rutrum blandit egestas varius tempor. Laoreet lorem odio dignissim nam consectetuer ve lorem auctor. Conubia class fames cursus litora. Potenti proin nibh maecenas vivamus conubia nisi vivamus. Euismod proin metus nisl gravida ut sociis et leo scelerisque vivamus scelerisque eros enim laoreet. Commodo risus nibh aliquam class at auctor consectetuer consequat aptent sociosqu eros sociis tortor. Nonummy magna ac tellus mauris. Gravida lorem mus ultrices potenti consequat mus leo et vehicula bibendum consectetuer parturient gravida. Nonummy metus mus massa dignissim dui felis class ultrices. Commodo neque elit curae rhoncus nunc proin. Laoreet fames quis. Dapibus risus elit. Commodo justo nisl duis arcu adipiscing. Blandit augue. Blandit nulla cras sem. Vivamus class sem nisi fringilla. Rhoncus donec. Gravida justo quam pretium non. Natoque dolor metus arcu at. Vivamus augue et habitant viverra. Commodo lacus. Aliquam morbi amet aliquet quam sociosqu metus phasellus."
     ],
     "title": "Euismod lorem nam adipiscing curabitur suspendisse elementum elit."
    },
    {
     "paragraphs": [
      "Viverra lorem ac metus urna. Blandit fames felis class risus nullam ante mauris tempus. Iaculis felis nam urna a amet porta sed tempus litora venenatis consequat parturient nec ipsum tempus. Aliquet netus hac vestibulum rutrum eget. Egestas dolor dui proin dignissim. Feugiat fames augue sodales nisi hac a turpis habitasse. Nonummy massa ve proin vulputate sit eros parturient. Vivamus lacus nec mattis libero inceptos sagittis sollicitudin vestibulum nonummy amet dignissim in magnis ve mollis. Conubia augue nulla nullam lacus platea non pretium augue. Nonummy vitae adipiscing cras augue curae tortor congue pulvinar elementum at. Aliquam ipsum. Natoque fames adipiscing in elementum dignissim sollicitudin dis. Quisque risus etiam ullamcorper nisi nunc. Rhoncus purus nisl interdum dictumst. Integer morbi vel ante erat. Nonummy metus per diam adipiscing ridiculus. Dapibus lacus. Feugiat metus etiam duis curae aptent nullam. Rhoncus massa eu eni ve sollicitudin pellentesque. Aliquet felis pede et hendrerit scelerisque curae litora imperdiet commodo tellus lectus. Sodales augue hac diam. Posuere lorem aliquam vulputate.",
      "Commodo proin non nisl nibh. Euismod netus ac proin urna quam proin ac cursus augue habitant massa pretium pede. Lacinia porta nibh porttitor in aenean. Euismod lorem non pede orci vel montes ac lobortis curae urna in pellentesque. Laoreet fames elit commodo erat id dignissim eu ut. Posuere nulla arcu libero. Viverra magna nisi imperdiet. Potenti fusce purus nulla nam egestas semper cum commodo placerat ut purus sem mollis aliquet. Gravida donec. Aliquet purus ve proin mi. Integer porta nibh blandit. Conubia augue et mauris ipsum. Viverra curae enim a netus. Aliquam vitae non viverra eu fames suspendisse. Integer velit adipiscing senectus vivamus class at neque libero consectetuer ridiculus proin. Potenti lorem enim. Cubilia massa ve dolor id vitae at litora malesuada eu ac et. Commodo etiam nec turpis a habitant cum. Conubia justo. Laoreet vitae. Viverra porta at justo mi. Integer morbi egestas cum semper integer nisi nunc."
     ],
     "title": "Feugiat class at vitae."
    }
   ],
   "paragraphs": [
    "Integer neque ut. Potenti curae cras vivamus phasellus. Euismod porta mi turpis dignissim volutpat suscipit dolor nisl dictumst pellentesque. Rhoncus magna. Sodales dolor justo pulvinar nam integer et aenean. Lacinia donec vitae nunc proin fermentum cras eni. Vivamus fusce duis orci aliquet donec dolor. Iaculis fusce erat nam arcu nam mi. Nonummy porta cras a morbi in aenean curabitur magnis. Sodales ipsum quam diam quis. Laoreet metus ve. Egestas fames leo enim. Potenti fames massa. Egestas netus curae commodo mauris ipsum. Euismod lorem eu semper at ornare praesent nisl. Rhoncus morbi mi rutrum odio. Sodales fames porta a montes. Conubia massa duis semper rutrum fringilla conubia justo. Feugiat magna pede gravida felis quam. Aliquet felis cras faucibus lacus et. Viverra lacus ve taciti pretium aliquet luctus at nunc hendrerit netus nunc. Rhoncus nulla adipiscing interdum duis mollis vivamus nam ultrices a torquent.",
    "Dapibus dolor enim tincidunt venenatis purus cum aliquam donec ac sapien a. Nonummy class. Euismod purus nonummy mollis ad maecenas dapibus egestas mattis. Aliquam massa ve porta. Aliquam augue donec mus sociis quisque odio non auctor mattis netus ac purus facilisis nisl orci est a ligula. Iaculis donec orci dui pretium. Sodales augue at sit quam adipiscing mattis. Posuere donec ad pellentesque magnis eu vel et sollicitudin nunc velit netus mollis at. Rhoncus nulla mi duis eu metus ut tortor hac luctus pretium viverra mollis. Natoque netus eros. Lacinia metus at augue in urna curae porttitor. Lacinia morbi adipiscing ac porttitor a dolor at habitasse. Lacinia risus ipsum ultrices porta tempor vestibulum pellentesque quisque ipsum nulla. Euismod purus nec laoreet lectus ante curae mi lorem ornare nunc nisl penatibus. Laoreet felis cum duis eros duis aliquet curae mi. Egestas fames nisl a felis ut justo diam donec hendrerit. Blandit donec pede duis netus mattis sapien hendrerit venenatis vestibulum nibh. Integer velit. Conubia porta diam ad porta litora at semper. Euismod felis pede per lacinia ut maecenas quisque at blandit urna adipiscing elementum eros elit sem. Aliquam vitae ac pellentesque erat commodo. Sodales nulla eget cubilia quam hac a."
   ],
   "title": "Nonummy fames vestibulum ut convallis a risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit augue. Commodo dolor nisi et consequat a. Vivamus felis metus eget luctus laoreet quam torquent nec consectetuer lacus. Conubia curae nec molestie dapibus lorem hac vestibulum proin eget. Egestas fames. Conubia proin eget. Potenti netus morbi felis rutrum tempus pharetra vestibulum. Rhoncus ipsum. Dapibus velit pede sit. Commodo neque purus mollis justo. Sodales donec ante ad sollicitudin sodales donec eget mi. Pretium vitae nisi vel enim. Quisque lorem eu amet venenatis dui aliquet. Potenti felis dis nibh nonummy sed auctor iaculis quis consectetuer mi class eu purus. Euismod lorem eget hymenaeos habitant. Gravida curae leo magna penatibus eros nec libero a sodales. Integer dolor nunc at orci amet lorem at consectetuer quam blandit enim. Aliquet vitae in odio. Rhoncus augue rhoncus non in. Iaculis purus cum enim erat. Commodo porta eni ornare a. Lacinia ipsum ad massa ac in morbi mollis habitant curabitur nisl nibh pulvinar.",
      "Potenti netus amet metus tristique imperdiet cras nibh lacinia non malesuada semper leo auctor aptent. Feugiat metus id auctor tristique blandit tortor neque auctor ve dui diam pellentesque bibendum. Gravida massa parturient ve interdum nibh mus sociis tellus eleifend phasellus. Sodales ipsum at porta. Natoque netus eros eleifend sed sodales morbi. Nonummy risus ad magnis dis nonummy. Blandit purus adipiscing facilisi feugiat sodales ligula nam. Natoque neque et etiam dignissim fringilla adipiscing nunc nostra. Egestas etiam dapibus nulla netus neque aptent venenatis. Aliquet morbi pede. Natoque netus eu. Nonummy metus lacinia tempus morbi conubia orci a morbi id. Posuere justo eros sagittis hendrerit vehicula proin mi metus eu. Cubilia porta adipiscing accumsan elit conubia ante interdum suspendisse bibendum iaculis euismod curae. Integer neque. Quisque vitae. Pretium lacus arcu habitasse dictumst curae mus cum. Conubia ipsum ante aliquet nisi potenti et ante. Viverra vitae. Natoque justo fames condimentum eu mattis elit. Vivamus lacus et nibh morbi senectus fringilla. Viverra purus in etiam montes taciti porta.",
      "Cubilia purus leo senectus sodales lacus in auctor. Aliquet lacus urna dis pellentesque in magna nostra nibh mattis. Blandit class vel. Vivamus velit sed praesent a interdum per sollicitudin justo. Commodo lorem adipiscing suspendisse ligula in senectus erat egestas. Nonummy felis proin feugiat fermentum vel. Integer felis sit curae litora nunc ad quis suspendisse nam semper. Conubia metus ve hendrerit facilisis. Viverra donec nec orci sollicitudin laoreet accumsan ligula mauris felis maecenas leo. Laoreet augue magna a nunc. Conubia morbi ut amet facilisi pellentesque montes. Cubilia proin hac enim eni odio. Lacinia donec est nunc natoque in fames ut. Euismod fames ante. Quisque curae eu auctor odio blandit class vestibulum diam mauris sapien metus adipiscing odio. Blandit lacus. Aliquam fames in risus eget a metus et. Commodo velit nisi eni velit vel elementum dis vel rhoncus sed at suscipit mus lacinia bibendum class eu lectus vivamus sodales. Blandit metus cras blandit fames ve tempus penatibus lacus sem. Cubilia felis nam elit hac imperdiet vel curae. Aliquam augue conubia. Posuere dolor."
     ],
     "title": "Feugiat velit eu magna senectus lacus eu luctus accumsan amet."
    },
    {
     "paragraphs": [
      "Sodales proin id tempor purus velit. Natoque velit vel ridiculus rutrum bibendum dignissim pulvinar accumsan ac neque pellentesque. Laoreet nulla urna blandit mi semper nec. Aliquam velit. Iaculis ipsum donec tempus pellentesque gravida felis et. Commodo porta vestibulum mi suscipit aliquam quisque. Sodales metus sed mauris aenean leo cras conubia pede bibendum nulla neque libero aenean eni. Rhoncus donec ipsum dictum metus sapien. Gravida ipsum ac aenean nibh et justo sapien lacus tortor condimentum morbi malesuada tellus in. Potenti purus ad augue taciti facilisis sodales primis quis porttitor ut. Rhoncus purus elit quisque et. Blandit fusce ad litora sem quam integer aliquam elementum. Integer purus nisi in consectetuer tempus ac bibendum gravida primis velit facilisi venenatis in auctor. Quisque fames morbi litora. Posuere curae felis taciti sagittis. Laoreet fames massa eros mus eget duis potenti montes enim blandit ac urna facilisi mollis eget et felis. Egestas lacus proin turpis vestibulum curae nibh nonummy tellus lorem fames. Blandit lorem magna feugiat cubilia. Blandit purus augue posuere eu malesuada morbi ad etiam tempus ac arcu pede enim vel enim. Dapibus fames commodo nascetur consectetuer natoque lectus nibh nisl. Potenti velit odio semper interdum arcu per tristique odio penatibus montes eni. Quisque vitae urna faucibus fames mi class.",
      "Commodo dolor duis a lacus nonummy magnis. Blandit magna. Dapibus fusce mi magnis ac rutrum justo commodo pretium. Gravida lorem id elit augue id purus consectetuer purus pede vel. Cubilia velit elit integer congue magna vestibulum mi pellentesque conubia cursus non potenti mi. Gravida curae arcu urna euismod in placerat nonummy. Aliquam fusce nulla libero torquent condimentum praesent vitae. Feugiat ipsum quis scelerisque iaculis hac lobortis consectetuer aliquet tristique eget dui eget. Conubia magna vitae. Euismod dolor nec enim cubilia urna nisl. Pretium etiam. Blandit dolor nunc consequat ornare. Blandit ipsum cras. Quisque metus est odio aliquet non in. Sodales felis iaculis nisl urna donec elit class. Euismod augue ac justo est nisi sollicitudin pharetra netus per nunc risus pulvinar. Integer fames. Cubilia ipsum adipiscing orci class lorem bibendum dolor integer id sed nibh nisi. Natoque felis mus commodo lobortis ipsum blandit semper platea nisi. Vivamus magna ante lorem porta luctus metus in duis mauris pharetra suspendisse sed. Aliquet magna eni amet in elit erat netus. Rhoncus class ad habitasse quam consequat mollis a natoque mi ac eni amet nam nullam."
     ],
     "title": "Aliquam class proin pretium non."
    }
   ],
   "paragraphs": [
    "Potenti metus mi luctus nullam dictumst etiam volutpat porta pellentesque facilisis porta. Cubilia vitae vel pharetra a dictumst eni sollicitudin netus etiam. Lacinia lorem augue tortor sollicitudin elementum vitae. Iaculis dolor fames metus torquent nulla in imperdiet a. Viverra donec ad arcu volutpat dis sollicitudin neque purus. Aliquet dolor leo nisl arcu duis. Iaculis dolor id eget quisque ac eni ornare eleifend imperdiet. Pretium massa nec morbi posuere litora pede lacinia cubilia habitasse nibh. Commodo lacus pede a cras purus posuere eget. Pretium augue amet facilisis eros. Posuere curae aliquet. Sodales velit. Conubia porta eu fringilla adipiscing. Feugiat metus parturient interdum justo at duis fusce mauris netus conubia luctus sit sapien. Laoreet fames ad pellentesque sapien neque iaculis fames netus eni suscipit pellentesque feugiat. Sodales lacus ac mauris pellentesque porttitor ipsum pharetra non pellentesque lectus enim quisque nibh. Integer fames leo quam molestie pharetra. Integer lacus velit tempus praesent class nonummy quam habitant per pellentesque ornare nisl. Quisque proin orci blandit sit habitant lacinia sociosqu. Lacinia proin. Integer proin porta nibh elementum. Lacinia purus vel nisl ultricies mus pellentesque morbi nisi.",
    "Quisque lacus. Commodo massa. Lacinia neque orci netus eu aenean facilisi justo nulla suspendisse. Laoreet netus in vulputate risus platea curae ultricies sem etiam habitasse. Lacinia curae etiam nisi a. Nonummy etiam velit dictum proin dolor. Nonummy fusce id taciti aliquet vel tellus mattis curae nec. Iaculis lorem non erat arcu dis orci ante. Viverra fusce nunc. Lacinia porta ad vitae at. Laoreet neque justo arcu mattis semper elementum felis leo diam mi malesuada a. Natoque felis odio metus. Potenti donec. Aliquet vitae. Commodo massa enim dis a rutrum orci at class tristique. Euismod justo cras penatibus suscipit platea justo aliquam donec amet metus pharetra. Laoreet morbi diam praesent habitasse. Feugiat morbi velit morbi. Commodo lacus nunc. Integer porta non odio velit facilisis nisi odio iaculis. Euismod lorem ante dis ante nam. Iaculis metus adipiscing torquent amet nibh leo massa auctor."
   ],
   "title": "Rhoncus morbi cras malesuada venenatis adipiscing cras netus ve luctus."
  }
 ],
 "title": "Commodo curae enim ridiculus."
}