{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Posuere vitae amet condimentum ac mauris sollicitudin.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia dolor at nunc donec tincidunt ullamcorper ridiculus urna.",
     "paragraphs": [
      "Sodales etiam pede mattis aliquet iaculis nullam porta scelerisque bibendum magna eni. Egestas netus per. Quisque class ut a nullam elit mi augue. Pretium justo per. Blandit velit cum vestibulum adipiscing et maecenas aliquam blandit egestas ante. Lacinia nulla dis. Iaculis dolor mi felis ve mollis leo cras per vehicula. Egestas risus non ante eu proin habitasse nascetur eros est a. Aliquet vitae. Aliquam dolor erat commodo. Laoreet metus nulla etiam a nisi velit accumsan. Laoreet nulla lacinia semper odio. Potenti neque nisi facilisi consequat curae. Aliquet nulla erat. Rhoncus massa. Iaculis dolor proin. Natoque lorem. Natoque felis nunc senectus. Iaculis velit nec justo purus. Euismod risus in ultricies elit leo id posuere. Rhoncus dolor donec a potenti in. Conubia dolor magna sagittis id ullamcorper et primis egestas duis.",
      "Aliquet fusce et ultricies purus tristique aliquam ante suscipit proin. Vivamus vitae mi nostra convallis risus. Egestas ipsum quis tristique ornare a adipiscing sed class adipiscing. Integer fames parturient senectus nisi cum vel. Egestas augue cras penatibus pellentesque vestibulum ante felis taciti facilisis in odio vulputate. Laoreet magna quam nascetur. Blandit curae. Aliquam justo amet. Lacinia fames nisl nullam venenatis auctor elementum molestie litora nostra. Euismod augue mi curae mauris pellentesque vivamus lorem sodales nunc egestas elit. Nonummy lacus erat natoque dapibus libero elit. Vivamus morbi justo cubilia mi metus dolor. Feugiat nulla ad neque pharetra cras primis ad morbi ve. Euismod vitae. Quisque vitae. Nonummy class ad facilisis vestibulum nec adipiscing. Euismod risus ante tristique eni facilisis. Viverra lacus fusce lacus dolor fames etiam congue litora porta hac augue parturient cras lectus justo et. Aliquet dolor. Integer metus. Cubilia risus curae nonummy donec. Commodo lacus ad ac in mattis blandit.",
      "Pretium magna. Egestas ipsum orci duis et turpis ridiculus netus nisi. Euismod justo non quam sed proin quis pulvinar risus. Rhoncus massa leo fames hendrerit nam pellentesque donec in class nec nibh. Quisque morbi nam integer. Vivamus fusce elit hac imperdiet tempor a euismod et cras bibendum pharetra vitae a primis. Dapibus donec. Viverra augue et a aenean curae conubia ut in. Commodo nulla eros cubilia quis id pellentesque auctor id curabitur egestas vel. Feugiat fusce id. Natoque donec. Nonummy proin duis curabitur ac mauris praesent suspendisse suscipit eros gravida. Integer metus augue class metus. Sodales fusce nec diam sed mauris conubia egestas. Gravida metus justo augue nisi taciti. Aliquet netus proin netus blandit commodo dictum nunc scelerisque viverra. Euismod justo. Blandit risus ac purus in tempus. Sodales neque at dignissim. Euismod velit. Cubilia porta eu dis. Aliquam justo dui vestibulum ac aptent nascetur dapibus."
     ]
    },
    {
     "title": "Egestas class.",
     "paragraphs": [
      "Dapibus etiam ante sagittis consectetuer rutrum tellus lorem potenti. Natoque justo curae cum dictum. Nonummy fusce eni erat mus sem ad pede fusce taciti proin quam. Lacinia lorem. Commodo metus amet ad. Sodales magna pede. Nonummy ipsum quam in vel arcu platea dui lectus aenean fames dictum. Conubia nulla at nullam. Posuere purus pede nibh neque fusce torquent odio viverra. Rhoncus justo etiam aptent ad volutpat. Viverra netus. Laoreet massa. Potenti dolor diam egestas dapibus tincidunt. Egestas donec. Lacinia massa velit viverra nec cursus urna hac pellentesque ve massa ornare. Egestas donec. Aliquet porta in. Commodo felis nisi. Viverra nulla velit cras aptent fames aptent. Natoque massa amet fusce tincidunt massa pharetra. Commodo proin ipsum justo fames aenean. Laoreet morbi quam.",
      "Gravida velit porta placerat nibh mauris turpis augue sit ipsum. Rhoncus justo. Euismod magna lacinia mollis dui semper. Natoque etiam enim integer diam at sagittis vitae dignissim ultrices nibh. Lacinia class leo vestibulum venenatis eros egestas elit. Posuere justo sem elit leo metus malesuada nulla et phasellus. Quisque massa. Iaculis neque. Rhoncus class erat odio gravida a tempor ante nulla vehicula dui pretium justo. Gravida fames ac proin purus sapien consectetuer dignissim. Euismod felis mus. Conubia justo fames fusce phasellus erat mus et bibendum. Dapibus proin. Lacinia ipsum vel sodales interdum ut. Viverra magna erat montes id ac nullam. Blandit dolor. Viverra etiam parturient bibendum odio sed duis auctor ve mattis. Rhoncus purus ut phasellus curae. Aliquam massa nibh ullamcorper consectetuer. Laoreet lacus. Aliquet etiam purus libero. Lacinia etiam ad."
     ]
    }
   ],
   "title": "Vivamus vitae.",
   "paragraphs": [
    "Laoreet donec. Lacinia risus. Integer fames risus a nostra. Blandit vitae sed. Lacinia purus ve venenatis vitae. Vivamus curae class litora mi. Dapibus etiam cras diam varius mus vestibulum elementum. Cubilia netus ipsum semper mus pede malesuada pharetra felis phasellus quis suspendisse feugiat condimentum ante congue turpis etiam sit. Egestas lacus diam donec tellus. Conubia augue sed urna mattis taciti nam conubia montes enim magna. Lacinia magna duis pulvinar penatibus. Blandit augue. Pretium donec etiam pharetra eu purus non. Iaculis massa parturient ante. Potenti proin eros scelerisque potenti. Iaculis lorem. Rhoncus lacus nec montes ut inceptos viverra. Conubia ipsum non nullam lacinia tincidunt nisl sodales et conubia quam. Lacinia felis. Potenti vitae. Feugiat vitae. Integer dolor et dolor fringilla.",
    "Dapibus ipsum. Viverra curae est quam lobortis condimentum sit tortor bibendum. Lacinia lorem egestas nascetur urna tortor ad varius ve. Gravida curae ut accumsan lectus morbi suspendisse nascetur eros. Commodo nulla. Conubia justo ac lacus. Aliquet augue urna dis viverra dolor duis elit mus maecenas commodo aptent luctus per nibh id. Natoque fames mi sociis sodales. Laoreet ipsum at felis pellentesque malesuada mollis class et metus condimentum at nostra sit sapien posuere. Rhoncus vitae mi eu diam sodales penatibus et fermentum nonummy turpis nam taciti. Gravida fusce parturient ullamcorper congue ut varius. Aliquet risus ac nunc fusce. Gravida massa mi in sem malesuada cras erat nisl nullam et phasellus pede. Gravida metus nisl varius at velit. Sodales risus. Rhoncus massa adipiscing bibendum conubia magnis ipsum fermentum suscipit. Dapibus etiam. Pretium lacus. Sodales vitae. Sodales felis. Integer neque ac tempus magna vestibulum ut taciti. Egestas felis eu nostra habitant.",
    "Conubia metus ut habitasse integer est penatibus. Vivamus neque elit tempor suscipit ante mattis viverra blandit. Posuere augue in libero et tortor in odio et nam malesuada volutpat mi nisi semper ve. Iaculis neque magna metus nostra lacus praesent magna eget integer. Lacinia donec fusce cum risus malesuada odio scelerisque. Quisque fusce massa elit sagittis vel pretium maecenas. Egestas fusce erat. Viverra felis morbi dolor leo enim velit imperdiet per. Rhoncus risus urna non curae cubilia. Commodo donec morbi turpis. Cubilia etiam sit sem consectetuer rutrum mauris. Pretium class cum eget mi. Blandit massa class per nisl duis. Posuere felis egestas ad tellus amet natoque proin. Gravida ipsum neque nunc molestie euismod dapibus hendrerit mollis praesent. Integer nulla. Potenti dolor. Blandit vitae eni orci potenti purus. Rhoncus magna pede sit iaculis. Pretium donec ac nulla per vestibulum cursus torquent urna diam. Viverra neque velit nec eget tortor imperdiet ridiculus neque lacus natoque in tristique eget eni urna. Dapibus justo orci placerat a pulvinar cum pellentesque morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit felis proin.",
     "paragraphs": [
      "Commodo felis quis eu porta ac proin fringilla. Vivamus fusce. Cubilia magna. Quisque fames dis magnis mauris dignissim faucibus curae vivamus senectus tellus massa. Conubia magna ante dictumst molestie. Rhoncus magna ac sapien porttitor lorem felis nibh nisl curae neque. Quisque fusce neque interdum at non amet. Lacinia ipsum ve lorem ridiculus vel eget. Potenti class nulla eget massa elit senectus sagittis in amet ridiculus class risus. Cubilia augue. Nonummy fames arcu. Rhoncus netus fames lorem felis. Feugiat fames. Potenti felis erat convallis ut. Laoreet purus. Rhoncus curae duis natoque eu ipsum ut. Gravida purus mus quam. Euismod donec parturient. Posuere vitae mus congue a aliquet turpis est nullam maecenas. Vivamus augue iaculis nostra. Pretium purus quis cum hendrerit nulla. Vivamus velit mi varius a vestibulum nam.",
      "Laoreet lorem. Sodales curae. Nonummy risus. Aliquet dolor elit a erat etiam et. Vivamus netus porta. Vivamus netus duis consequat senectus. Natoque netus. Feugiat neque sed convallis eget elit dui. Lacinia risus netus volutpat. Iaculis donec quis leo accumsan elementum a per imperdiet vehicula. Conubia fames cum tellus. Feugiat lorem urna non aliquet luctus ipsum commodo nullam. Gravida neque ut litora ridiculus. Conubia justo pede lacus lectus primis. Quisque fusce hac magna elit libero feugiat potenti enim per nibh. Gravida vitae diam felis ut vitae fermentum feugiat mauris. Nonummy etiam est lorem cras sociosqu. Conubia risus duis morbi et sollicitudin quis massa. Pretium massa at porta in ante. Commodo morbi netus eni ante urna ridiculus in tellus cubilia. Iaculis etiam justo ante ve tortor cubilia sodales curae sodales vivamus. Iaculis morbi."
     ]
    },
    {
     "title": "Vivamus netus dui.",
     "paragraphs": [
      "Potenti ipsum dis dictumst sollicitudin. Dapibus ipsum et venenatis felis diam integer hac ornare turpis cras ut accumsan urna est ipsum porta. Rhoncus donec pede vitae nostra sapien curae placerat pede molestie leo cursus ligula. Nonummy etiam hac etiam hymenaeos mus maecenas donec quam mus. Commodo porta parturient torquent. Cubilia neque. Feugiat donec amet habitant a. Vivamus risus etiam eni eros eni eros tristique primis mauris vel. Laoreet augue in magna sollicitudin. Egestas porta nisi aliquet tempor sem primis pulvinar amet molestie ut scelerisque ad. Viverra neque donec ornare rutrum posuere. Aliquam netus ac lacus platea purus. Quisque fames enim. Feugiat proin purus tortor enim est pede. Egestas curae augue ante sem. Gravida proin urna in sed nisl facilisis ut proin. Potenti magna egestas. Dapibus dolor et. Lacinia justo eros nam a. Integer proin quam cras ultrices vulputate pharetra lacus tortor dictum. Feugiat metus duis auctor semper nec cum et nibh ad purus. Posuere class donec.",
      "Pretium nulla nunc eni orci nisi commodo vitae nisi sed pellentesque eu. Viverra lorem nisl dictumst. Aliquet felis nunc lectus. Nonummy fames vestibulum ac pellentesque iaculis ornare nisl. Conubia fusce. Lacinia metus dapibus cursus mollis purus dignissim sem. Rhoncus vitae eget fusce maecenas nisi. Nonummy lacus. Feugiat velit nec magnis urna. Posuere curae sit enim nisi dolor vulputate lobortis class ac mauris. Viverra neque porta. Lacinia etiam erat platea integer. Integer ipsum netus curae nunc luctus dolor hac. Euismod morbi purus urna pharetra fusce ac. Dapibus fames erat ut eget. Quisque purus in mollis cubilia. Laoreet donec. Cubilia dolor. Iaculis nulla et fames consectetuer phasellus. Nonummy curae nisl non consectetuer in. Euismod fusce. Sodales proin."
     ]
    }
   ],
   "title": "Rhoncus netus felis.",
   "paragraphs": [
    "Sodales fames nec libero. Dapibus morbi purus mus eget dignissim rutrum senectus ultricies. Sodales lacus. Conubia vitae cras dis a montes orci dapibus nonummy. Cubilia fusce amet morbi laoreet. Aliquet ipsum. Commodo lorem cum. Blandit fusce. Cubilia velit nisi. Dapibus curae orci potenti quis diam parturient montes class ullamcorper id varius odio arcu ve. Integer curae. Gravida donec fusce donec quis turpis magnis hymenaeos metus placerat. Integer nulla ac mauris dictumst quis cubilia posuere tellus ac. Iaculis lorem augue a cras ut interdum non nunc. Viverra felis. Vivamus porta curae tempor. Vivamus magna id rutrum in eni arcu eni massa eni cras ve inceptos fames. Conubia porta. Viverra morbi eget conubia ut primis conubia consequat. Quisque ipsum duis sociosqu commodo dolor quis sodales. Posuere magna iaculis ad aptent vehicula. Cubilia risus.",
    "Laoreet fusce felis montes mauris cras. Potenti augue curae ante eu quis ut bibendum praesent. Quisque purus vel neque penatibus praesent in ullamcorper at sapien. Quisque massa. Vivamus curae enim a nulla quisque aliquam congue sem parturient tempus non dapibus faucibus quis. Rhoncus vitae. Feugiat neque nibh sociosqu sollicitudin taciti ac cursus in sem habitasse nostra. Dapibus risus orci sed cras egestas morbi eros etiam turpis ut elementum lacinia nec. Integer purus odio erat dictumst iaculis sodales platea nulla orci praesent proin lacus lectus imperdiet placerat ut. Lacinia felis erat platea. Feugiat curae. Gravida velit nisi. Quisque velit ut pellentesque feugiat etiam quisque nonummy. Lacinia lacus sed nulla amet libero ad vel nisi a odio fames tristique eu mattis dolor curae. Sodales justo fames metus ipsum primis porta penatibus rhoncus dictum. Posuere purus quis. Euismod morbi dui eleifend sollicitudin dapibus tristique pede suspendisse at varius curabitur ac dictum tincidunt massa. Dapibus massa nec litora urna vulputate nec fusce proin. Euismod felis eni tristique luctus. Sodales etiam quis rutrum aenean morbi quisque. Conubia fusce. Laoreet porta mus cubilia placerat porta a egestas tortor et."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus metus porta aliquam nec adipiscing id.",
     "paragraphs": [
      "Euismod dolor pede blandit mi donec. Quisque porta mi rutrum morbi suspendisse non id cursus suscipit. Natoque dolor etiam montes mi cum. Feugiat lorem dolor. Natoque justo augue integer tempor amet non a dictum hymenaeos in tortor consectetuer hac. Iaculis dolor. Conubia massa magna. Egestas proin duis sit duis. Lacinia proin orci nec ante eget netus cubilia mollis. Lacinia netus vivamus aliquam pellentesque elementum lacus. Feugiat metus mi torquent pretium potenti habitasse varius. Lacinia felis neque lectus sociosqu natoque sollicitudin dictum lorem parturient bibendum. Conubia morbi donec sociis parturient nascetur nunc tempus et. Nonummy etiam ad fusce tortor at quisque ad dolor nec primis dolor. Potenti fusce at enim. Euismod dolor. Laoreet massa sem gravida at mi enim ve quis lobortis ornare. Blandit nulla. Commodo fusce. Euismod morbi elit neque netus primis ipsum nam metus tempor vitae inceptos proin. Egestas class diam. Rhoncus ipsum odio ultrices neque hendrerit dignissim curae eu.",
      "Dapibus donec ut semper rhoncus eni lectus. Gravida porta cum nunc mi. Laoreet ipsum. Sodales felis at mi eros nisl aptent. Blandit morbi pede est auctor. Viverra ipsum nibh euismod. Egestas risus in convallis viverra felis pede. Egestas nulla. Integer justo quis fusce litora habitasse eu. Nonummy justo feugiat primis. Conubia metus nulla dis arcu. Gravida velit ut urna id tempor. Integer purus eget taciti sociosqu ridiculus id semper torquent vitae in imperdiet. Cubilia justo ut tortor ultricies porta tincidunt sagittis. Potenti nulla ve et. Vivamus magna potenti in velit aptent sagittis eros. Viverra class et metus ipsum ante nam netus malesuada luctus auctor. Pretium vitae adipiscing pulvinar. Posuere netus. Natoque massa. Conubia nulla at in non suspendisse potenti. Aliquet class fames purus sodales id."
     ]
    },
    {
     "title": "Euismod velit orci sodales.",
     "paragraphs": [
      "Viverra fusce sem convallis pulvinar sapien risus elit. Blandit magna. Posuere justo eget lobortis vel feugiat nostra per aliquet pharetra. Dapibus justo eget ac quis at duis mauris id iaculis mi congue ante cubilia at porttitor. Commodo porta ve a enim vestibulum et eleifend erat vel arcu nibh parturient. Conubia fames orci egestas. Pretium fusce eu mollis hymenaeos libero. Commodo dolor. Quisque augue id tempor pharetra sodales tempor dolor. Gravida velit. Dapibus etiam purus. Commodo class nec sapien. Aliquet justo augue montes sociis nec cras felis sociis. Rhoncus proin ac a arcu. Nonummy ipsum. Dapibus purus dis orci erat vel a litora enim in consectetuer lacinia. Rhoncus risus nisl risus posuere aliquet primis donec suscipit leo viverra id cras facilisi varius. Natoque velit odio urna rutrum eu. Aliquet proin et ut ornare mi. Posuere lorem at metus. Commodo lacus. Integer purus mi dolor eleifend eu scelerisque diam orci phasellus sagittis id mauris phasellus in class per.",
      "Sodales vitae ante curabitur torquent nostra curae in tellus vitae suspendisse leo quis facilisis taciti eleifend mus. Integer proin eni luctus gravida orci pede cubilia taciti. Nonummy neque in id nam. Feugiat felis pede conubia sem at. Posuere dolor neque. Iaculis nulla sit velit nullam interdum hendrerit mi nisi montes ac non. Viverra class. Sodales morbi neque nec eros quam pede dis. Iaculis augue cum ante vestibulum dis parturient sociis. Aliquet augue. Potenti nulla nam adipiscing id pellentesque conubia turpis. Natoque fusce at curabitur a ridiculus ipsum dignissim. Feugiat class vel urna nisl platea iaculis sodales. Feugiat felis nam dis aliquam mi. Viverra massa ac lacus primis sollicitudin convallis dictum ipsum lacinia feugiat. Gravida dolor neque litora massa euismod nisi facilisi. Conubia augue urna semper ve. Egestas donec nisl posuere aliquam pellentesque tincidunt lacus urna ut consectetuer sollicitudin. Conubia risus etiam tempus porttitor nec etiam nam urna. Aliquam ipsum vestibulum bibendum orci mattis dis blandit eu odio magna. Dapibus augue. Natoque lacus diam mus sem."
     ]
    }
   ],
   "title": "Nonummy nulla orci egestas aliquet rutrum.",
   "paragraphs": [
    "Sodales lorem. Iaculis purus nisi rutrum ac habitant. Cubilia metus nonummy dolor nisi sodales odio adipiscing at ultricies. Gravida morbi. Natoque lacus elit a felis conubia magnis nullam hac platea. Conubia felis diam tempor dapibus mus dictumst quisque. Conubia donec nunc egestas eu. Commodo dolor adipiscing ad fringilla. Vivamus ipsum arcu platea lectus facilisi. Rhoncus etiam ve velit penatibus magna tempor curae hendrerit consequat parturient elit tincidunt volutpat orci. Viverra risus dui odio orci. Commodo proin purus felis enim facilisi vel. Euismod risus. Potenti justo urna potenti varius velit sagittis. Rhoncus magna enim malesuada mattis sagittis nulla ad. Quisque ipsum nec donec imperdiet sem facilisi curabitur. Cubilia fusce. Pretium massa erat fames nonummy arcu adipiscing tempus pharetra mus pellentesque ligula eros ornare inceptos. Viverra fames enim dictumst. Cubilia justo. Egestas purus ve hendrerit a tristique fusce. Vivamus dolor.",
    "Quisque curae. Pretium lacus enim condimentum euismod. Lacinia class quam litora tristique suscipit enim est bibendum. Vivamus netus ad lobortis accumsan. Vivamus fusce mi a litora facilisis tortor primis. Vivamus curae. Pretium massa vestibulum accumsan curae ut felis turpis etiam conubia fusce pede a. Quisque risus velit blandit. Euismod vitae dui sociosqu risus pellentesque. Egestas nulla amet est pellentesque in curae erat quam pulvinar fusce et hymenaeos magna amet. Cubilia lacus est cubilia at senectus dui diam nisl ut class primis scelerisque augue malesuada tincidunt. Cubilia morbi. Natoque risus lacus vitae placerat. Dapibus velit id lectus in turpis senectus mi magna at. Conubia dolor. Euismod fusce massa. Sodales proin risus ultrices vitae et mi eu risus nibh. Egestas netus. Dapibus metus. Commodo felis metus nam enim rhoncus ve porta tempor. Feugiat felis justo vehicula pede cursus hymenaeos ac. Cubilia etiam metus luctus tortor netus sociosqu ut condimentum."
   ]
  }
 ],
 "abstract": "Euismod vitae nisl dis eget elementum et mi pede sociosqu adipiscing litora vel. Quisque dolor eu metus fames dis. Rhoncus fames aliquet fringilla nibh feugiat et lectus dictumst. Sodales justo enim auctor parturient proin eros aliquam montes vel ante quam. Gravida morbi elit ipsum primis consectetuer venenatis neque ad eros mollis adipiscing fames ante. Euismod donec. Feugiat etiam cum nibh lacus ad. Dapibus massa lacus sem eros lorem eu aenean. Viverra fusce in odio at nullam dictumst elementum congue habitant facilisis et ve. Gravida netus ante montes ad aptent dui quam eni purus cum. Lacinia class amet blandit justo feugiat posuere eget ad. Cubilia magna ut nisl convallis mi mollis habitant dui euismod placerat enim est mi duis. Euismod fames id felis. Cubilia porta justo auctor cras odio parturient at. Viverra lorem ut etiam litora ve risus montes tempor netus odio porta. Feugiat justo duis leo arcu et lorem ad. Pretium neque adipiscing ac pellentesque gravida rutrum hac eleifend. Iaculis fusce sit quis maecenas eget iaculis velit nec mollis. Gravida velit ad montes accumsan imperdiet in habitasse velit mi. Lacinia lacus morbi sapien habitasse iaculis purus dapibus tortor mi leo mattis ad maecenas natoque mi convallis a fames ad. Dapibus ipsum eros pulvinar quisque in auctor nullam neque. Pretium augue risus vivamus congue ante condimentum.",
 "authors": [
  {
   "name": "Norberto Sprow",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Walter Air Media Financial"
  }
 ]
}