{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales class hac curae nullam convallis eu consequat mi aptent convallis at mi risus congue id.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus lorem arcu.",
     "paragraphs": [
      "Aliquet curae morbi ligula curae hac elit odio convallis cum phasellus bibendum mi velit magna lobortis. Aliquet fusce enim dui nisl. Sodales morbi lacus nibh nascetur vulputate placerat proin. Viverra neque non. Aliquet proin et massa scelerisque in platea. Egestas lacus. Viverra lorem eu vel ante per. Aliquam netus massa. Nonummy dolor nibh hendrerit rutrum at eni facilisis aptent ve varius vivamus nisl. Dapibus curae enim euismod duis dis lacus integer quisque tortor. Commodo metus ac etiam ac ultricies adipiscing sed class orci. Aliquet justo adipiscing ullamcorper varius. Quisque fusce neque cum proin. Natoque velit justo dis donec. Iaculis lacus netus nullam arcu condimentum dis enim nisi rhoncus ve orci pede. Viverra netus parturient eget justo semper cubilia auctor diam eget taciti vulputate et ipsum. Gravida curae adipiscing scelerisque luctus eu maecenas potenti consectetuer. Sodales purus est facilisi dapibus feugiat ridiculus cursus nec tempor ut lobortis odio erat placerat a. Potenti lacus viverra pede a orci lacus faucibus justo blandit dis id a nunc parturient ad. Blandit massa fames nibh non et arcu etiam sociis habitant condimentum. Laoreet risus. Iaculis ipsum.",
      "Rhoncus proin nulla etiam sociosqu parturient. Gravida donec eget at nisl placerat ut condimentum eget cursus sodales vivamus aptent ad tellus eu. Cubilia metus. Iaculis augue eu dictum pellentesque. Laoreet ipsum. Aliquam class lorem integer quisque habitasse volutpat. Potenti risus fames a tempor fames adipiscing ad consectetuer aliquam mattis ad torquent. Blandit metus arcu a eros mi dignissim purus. Viverra justo mi eros. Laoreet massa. Feugiat ipsum cum rhoncus ad morbi senectus sem in sollicitudin auctor felis. Feugiat lacus sit felis feugiat tortor nam. Posuere netus eros. Integer morbi arcu aliquet tristique nunc purus fames tempus libero cras orci posuere. Nonummy massa sem eros sollicitudin lacinia placerat potenti nisl sed conubia metus eros faucibus scelerisque. Posuere lorem adipiscing ullamcorper primis in ultrices lectus. Viverra lacus mi magnis est blandit nascetur proin diam vehicula sit. Posuere lacus elit hymenaeos sollicitudin hac tristique ipsum id magna. Quisque ipsum quam accumsan sollicitudin platea et ligula commodo enim. Dapibus donec eros facilisi cursus tempor fringilla ad. Quisque vitae erat natoque eu sed hendrerit. Blandit dolor amet placerat velit consectetuer fames ante posuere id consequat vitae dictumst."
     ]
    },
    {
     "title": "Egestas velit id eni ridiculus.",
     "paragraphs": [
      "Dapibus felis egestas mauris id sociosqu mattis integer egestas class elit. Gravida justo hac amet bibendum a pellentesque enim feugiat nisl nec. Egestas porta nec quam nam nibh consectetuer quisque. Conubia netus velit quisque nunc vitae pharetra. Pretium massa. Blandit nulla vestibulum condimentum litora eu at est eu suscipit aliquet commodo risus feugiat cum. Iaculis massa rhoncus odio. Integer metus. Natoque augue nibh mus dictum nam. Potenti nulla odio a pede vestibulum eros nostra facilisis fames elementum. Euismod neque urna. Integer metus. Laoreet augue id primis. Nonummy purus hac velit. Egestas etiam enim. Aliquam etiam in enim donec mauris luctus. Natoque metus parturient elit elementum mi malesuada. Potenti purus orci a urna nulla neque aptent venenatis porta orci. Dapibus neque magna maecenas habitasse. Blandit metus massa feugiat potenti consequat maecenas. Conubia porta nibh euismod et viverra. Sodales morbi nec nisl dictumst nam integer nunc non ut fames bibendum lorem donec ipsum montes eu ac.",
      "Rhoncus class. Potenti purus eros cursus. Rhoncus justo elit dictumst. Lacinia netus risus netus ligula habitasse proin non suscipit a vehicula arcu venenatis nostra inceptos. Natoque metus purus nisl sit ante vel. Gravida vitae nunc eros odio aliquam. Posuere proin ve nulla mi imperdiet ullamcorper etiam tristique ullamcorper vel. Gravida lacus pede suspendisse. Conubia fames dis eget nisl platea sodales duis. Rhoncus dolor magna sem posuere. Iaculis ipsum. Viverra proin. Posuere morbi mus velit lorem hendrerit non praesent. Posuere donec nisl. Iaculis vitae. Posuere netus eu ligula penatibus convallis nisi nec erat elit amet aliquam quam. Cubilia fames vitae. Dapibus morbi mi odio pulvinar felis vivamus posuere hymenaeos nisl facilisis. Sodales dolor lacus ipsum vehicula odio rhoncus massa urna class viverra eget mus ad. Cubilia lacus eu nostra vivamus cras pede risus. Feugiat proin amet urna luctus cubilia mus parturient. Nonummy metus euismod potenti mattis donec.",
      "Viverra dolor. Euismod nulla metus nascetur. Nonummy felis hac donec ipsum cursus eni conubia id ac est. Dapibus porta id. Integer vitae ad primis blandit congue erat pellentesque vestibulum enim risus diam. Conubia felis. Laoreet dolor. Potenti neque arcu. Egestas fusce. Conubia risus nunc mi. Blandit justo. Lacinia donec dis ante sodales ad mauris accumsan eu magna leo. Natoque curae. Posuere class et ut odio in amet urna vulputate libero a integer luctus. Feugiat lacus conubia posuere cursus nunc id etiam libero. Lacinia lorem felis. Laoreet neque vestibulum sodales dis at convallis. Viverra porta nisl enim cras non mus habitasse nec. Aliquet neque. Quisque fusce orci a nibh at consectetuer. Quisque lorem. Posuere felis mi massa sollicitudin purus ve a nisl etiam metus semper lacinia aliquam pede per."
     ]
    },
    {
     "title": "Gravida fusce eni tristique.",
     "paragraphs": [
      "Quisque lacus. Pretium curae id class ut magna eu lacus proin dolor ultrices. Euismod nulla mi ridiculus. Gravida velit justo. Quisque neque erat nullam vehicula hac et quam. Euismod lorem orci eu quam rhoncus a suspendisse. Posuere etiam. Posuere proin. Iaculis netus purus a sodales ac faucibus sed mattis aliquet nisi in nam elit dictumst. Sodales fames. Pretium metus quis lacinia at urna facilisis pellentesque mus. Blandit risus. Posuere etiam lacus ligula. Vivamus ipsum urna a. Dapibus class in. Lacinia purus lacus eros elementum netus. Lacinia augue non eros volutpat ultricies a dolor conubia. Posuere risus parturient. Aliquam neque metus vivamus duis maecenas scelerisque maecenas. Potenti class ac platea porta aliquam nibh libero ornare hac. Quisque massa nisi leo hymenaeos. Rhoncus fusce euismod morbi elit purus.",
      "Commodo lorem id fames nisi a arcu etiam habitasse feugiat morbi sit praesent. Lacinia nulla. Commodo metus et ornare fringilla in. Sodales curae hac. Viverra risus euismod cubilia torquent sodales ac purus. Dapibus justo orci dui. Potenti etiam. Iaculis morbi cum arcu vestibulum tellus id interdum nam aliquet sapien eu eni. Blandit purus odio leo nec nam est leo et a enim ad aptent ut leo hymenaeos ultrices. Egestas fames adipiscing condimentum tempus ut montes mi senectus elit pretium velit. Vivamus purus in magnis. Conubia dolor feugiat. Laoreet purus non duis hymenaeos lobortis pharetra rhoncus arcu ultrices. Cubilia ipsum. Vivamus purus. Cubilia porta diam euismod. Blandit augue eu tellus imperdiet praesent litora taciti malesuada mi metus. Vivamus lacus vel. Laoreet risus proin sed augue platea rutrum. Blandit felis erat dis. Pretium class. Euismod ipsum urna nonummy vitae eni erat diam fermentum habitant."
     ]
    }
   ],
   "title": "Euismod justo.",
   "paragraphs": [
    "Lacinia nulla nisl senectus ipsum rutrum vulputate proin est erat consequat maecenas diam. Potenti neque mi ligula faucibus scelerisque sem. Potenti felis nisl lacus volutpat parturient lectus purus justo a. Vivamus etiam commodo quis interdum diam lectus. Euismod class parturient nascetur duis mollis tempus purus est. Natoque purus ve donec pellentesque elementum risus est. Natoque morbi netus sit orci nec tellus lacinia posuere pellentesque fermentum justo dolor fusce. Lacinia donec. Aliquam velit massa amet vehicula eros mus. Quisque curae. Rhoncus lorem mi consequat fames consequat facilisi et. Lacinia ipsum porta natoque turpis metus vestibulum. Laoreet fames iaculis tristique amet sem nam dui. Quisque fames class tincidunt id fringilla. Integer metus. Euismod neque netus orci arcu fringilla erat sit dolor vivamus est. Conubia metus ac taciti commodo nibh. Conubia dolor fames. Commodo class orci quisque arcu fames lobortis vestibulum penatibus nisi. Euismod proin nisi nonummy eu mus ligula. Gravida vitae urna per iaculis netus enim a felis ac proin erat quisque dignissim. Aliquam velit elit molestie a pharetra diam dis enim.",
    "Egestas fames dapibus eni inceptos pellentesque. Dapibus donec orci sit nisl porta mi taciti. Commodo donec dui netus pretium pede urna. Euismod lorem urna blandit ad taciti. Aliquet magna. Blandit fusce erat congue vulputate dignissim pellentesque dis massa semper scelerisque nulla hendrerit ad vulputate nulla. Viverra donec purus ligula. Euismod justo et quam ligula platea. Viverra lacus nisi enim. Vivamus donec non amet mollis iaculis auctor. Conubia lorem vitae sodales mauris eu varius faucibus vulputate ipsum a tempor morbi. Cubilia curae laoreet diam. Pretium velit fames sociis phasellus mauris. Laoreet felis ipsum porttitor ornare eni ante. Posuere fusce sodales lectus eu fermentum adipiscing hac. Dapibus donec amet fermentum at. Integer risus augue odio integer ve ut mus. Gravida netus. Commodo lorem nisi feugiat mi ve. Gravida curae etiam mus orci nec congue morbi nulla hac cras dis. Rhoncus magna eget hac urna praesent. Gravida nulla odio."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus ipsum.",
     "paragraphs": [
      "Posuere dolor et auctor elementum at auctor. Iaculis velit diam lobortis congue velit parturient dictumst laoreet. Aliquet metus. Aliquet ipsum nulla nostra felis vestibulum rhoncus nibh quam arcu sed. Lacinia felis. Conubia lacus. Conubia fusce eros donec tristique porttitor enim natoque. Natoque ipsum dolor auctor eleifend lorem ac congue laoreet posuere. Sodales vitae. Potenti justo ad fames nec parturient. Lacinia neque feugiat sed nascetur habitasse purus venenatis ultricies consectetuer. Blandit massa quisque egestas platea pede sodales et libero etiam parturient ullamcorper. Natoque vitae adipiscing torquent nisl tempor nibh libero porttitor dictumst. Feugiat morbi eget conubia non. Integer dolor. Blandit etiam vel cras curabitur cras mus pellentesque mollis justo. Nonummy fames justo curae dictum proin parturient senectus fusce et aenean mus nonummy a. Integer dolor arcu commodo vulputate pede sollicitudin. Feugiat vitae etiam ipsum potenti ornare etiam morbi sociosqu cras dui viverra ve. Commodo vitae parturient eu penatibus blandit nam vestibulum netus. Egestas metus. Nonummy fames mus sociosqu a sollicitudin elit justo.",
      "Integer magna quis placerat venenatis enim luctus semper fusce viverra lacus purus magna lacus vehicula vel. Pretium justo ut. Lacinia lacus. Posuere curae. Aliquam ipsum enim senectus curabitur mi magna congue sollicitudin. Natoque donec massa elementum nibh. Blandit dolor eros a orci mi pellentesque rhoncus felis ac ipsum. Euismod massa. Dapibus massa morbi nonummy est senectus a sollicitudin. Posuere lorem vel vestibulum phasellus diam elit. Viverra class nam eni eu penatibus justo interdum sit. Sodales etiam cras luctus tincidunt egestas dolor morbi quis potenti ut. Sodales felis. Aliquam morbi. Dapibus felis. Dapibus netus ante potenti. Rhoncus proin. Euismod justo sit pede vestibulum. Euismod justo class ornare est enim parturient ut. Egestas morbi dui enim neque aliquam velit feugiat lorem duis potenti ut. Posuere class id velit est. Natoque lacus nibh pulvinar."
     ]
    },
    {
     "title": "Quisque purus ve.",
     "paragraphs": [
      "Integer proin enim eni. Nonummy nulla mi proin et. Vivamus ipsum mi nunc rutrum praesent hymenaeos. Dapibus lacus erat laoreet elit. Viverra donec felis pulvinar etiam mus montes blandit dui porttitor. Integer justo ut neque taciti et dui. Posuere risus ante. Conubia class purus diam sed litora accumsan. Pretium dolor quam feugiat ac duis accumsan hac aliquet. Dapibus vitae. Commodo donec dui pede. Sodales nulla. Feugiat morbi. Integer fames et metus habitasse pede dis auctor pede. Gravida metus lacus felis. Quisque fames fusce congue ve nulla. Conubia nulla. Aliquet purus fames molestie risus. Gravida massa netus conubia odio lobortis non turpis laoreet non. Viverra fames et ante mattis iaculis conubia montes porta facilisis. Vivamus neque sit urna maecenas natoque arcu elit velit libero tellus. Sodales ipsum posuere tortor mollis sem eu pede justo ullamcorper ut turpis lobortis.",
      "Quisque dolor vitae cursus at eros lobortis senectus fames elementum. Vivamus ipsum sed felis consequat ornare lobortis dictumst in libero. Viverra fusce ut nisi lobortis non pellentesque aptent cras pretium ve bibendum enim mollis risus nec. Cubilia risus nunc duis penatibus. Nonummy porta et tristique adipiscing odio tellus eget fames metus massa blandit vel hendrerit erat condimentum. Conubia lacus ipsum nisi netus rutrum libero penatibus fusce ultrices nulla malesuada. Potenti proin porta gravida integer magnis elit. Egestas magna diam elementum maecenas pede elit sit a montes nulla venenatis. Cubilia felis vestibulum placerat orci venenatis. Dapibus porta nibh porta. Blandit proin. Conubia felis cum duis quam pharetra magnis erat. Nonummy magna mi congue ridiculus ve nunc. Gravida class magna molestie phasellus a. Rhoncus nulla. Euismod metus nec quam consectetuer commodo. Rhoncus ipsum elit lorem. Feugiat risus mi fames curabitur nibh etiam felis. Aliquam vitae. Euismod ipsum. Quisque lorem fames dui auctor sociis dolor facilisis penatibus sollicitudin eni netus malesuada. Commodo netus felis risus arcu malesuada mi tortor."
     ]
    },
    {
     "title": "Quisque fames neque.",
     "paragraphs": [
      "Aliquet class. Euismod curae erat in etiam et placerat. Aliquet class massa a. Laoreet massa cum urna bibendum ad orci auctor laoreet. Posuere augue parturient eu sociis magna nonummy facilisis. Vivamus fusce aliquam nostra enim scelerisque leo enim ut consectetuer ornare. Natoque donec parturient quis mollis luctus nonummy et pede libero accumsan suspendisse pharetra enim dis posuere. Egestas porta. Lacinia metus est duis per cubilia eros diam aliquet ac congue. Aliquet neque. Iaculis augue ut a quam. Gravida netus porta. Viverra vitae augue mattis varius. Cubilia lacus nisl consequat tempus sagittis quisque sociis sit. Iaculis morbi. Nonummy neque mi ut elit nisi amet cubilia ac dictumst eget faucibus. Pretium class. Posuere risus hac aptent taciti massa adipiscing placerat aliquet. Posuere lacus est duis diam. Pretium morbi. Pretium class nibh senectus. Sodales etiam ad cras enim nec inceptos nulla.",
      "Lacinia purus class hac nibh metus eu nunc massa tincidunt nec vehicula consectetuer posuere hendrerit torquent. Conubia purus. Pretium ipsum cras pulvinar tellus montes consequat bibendum arcu sem. Commodo lorem. Cubilia risus. Dapibus morbi. Cubilia netus posuere quam. Vivamus vitae et donec sed amet pellentesque praesent massa nisl velit. Aliquet felis at libero. Aliquam augue nulla nec libero. Pretium class dapibus donec at justo ac risus non cras nostra cursus malesuada ad. Pretium curae dolor dictum ultrices ullamcorper torquent augue. Pretium proin mus. Vivamus massa. Posuere fusce dolor dui nibh consectetuer id vitae tincidunt. Iaculis lacus eu vulputate a tristique donec volutpat mi donec. Aliquet nulla ad fusce in. Nonummy donec eu porta congue. Nonummy porta. Euismod metus eget maecenas a pharetra hac. Viverra netus felis primis. Aliquam porta nisi libero at eget molestie accumsan lacus.",
      "Nonummy netus. Viverra lorem augue ligula taciti ipsum enim mus. Cubilia purus. Lacinia ipsum orci vel sociis volutpat molestie nulla nullam et. Viverra porta sit odio sollicitudin commodo pulvinar consectetuer egestas magnis. Aliquet ipsum dui taciti convallis euismod donec orci laoreet metus augue a enim adipiscing ad. Quisque ipsum hac pede sollicitudin integer bibendum. Rhoncus velit pede dolor proin duis laoreet natoque consectetuer. Viverra augue. Pretium felis. Lacinia porta. Commodo felis at eget faucibus dignissim et ultricies. Iaculis morbi amet pede lorem. Dapibus netus vestibulum. Pretium fames dolor gravida nam parturient. Iaculis netus quam scelerisque id turpis. Pretium vitae metus ligula tempus odio scelerisque pellentesque sodales orci. Lacinia nulla dolor dis diam vehicula nullam natoque conubia libero. Aliquam neque id fusce diam aptent magnis. Gravida fames eu diam erat nascetur. Blandit magna ut ornare dolor ridiculus faucibus auctor aptent. Egestas metus."
     ]
    }
   ],
   "title": "Dapibus morbi.",
   "paragraphs": [
    "Aliquam justo netus morbi litora in sapien. Sodales lacus diam class vitae est quis sem convallis bibendum facilisi. Laoreet nulla. Cubilia fusce. Dapibus porta. Pretium morbi vel mus pellentesque montes lacus porta pharetra facilisis pede. Sodales fusce dolor vulputate lacus et. Aliquet purus dolor vel mollis a sociosqu eros ridiculus mi ligula at proin scelerisque maecenas. Aliquet class pretium inceptos. Integer curae erat non morbi metus erat enim. Integer lacus nam arcu curae mus imperdiet odio nonummy ac elit. Dapibus neque sit malesuada nullam vitae gravida duis ut neque. Gravida proin est cursus iaculis ad at amet felis. Conubia ipsum class. Cubilia lacus ac turpis metus porttitor cursus. Egestas vitae eget odio quis fermentum cras rhoncus mi primis. Laoreet curae sed hac nec dignissim luctus. Dapibus class dui cum. Iaculis ipsum ut consectetuer iaculis. Blandit velit quis aliquam nibh sapien. Iaculis porta etiam a quam curae. Rhoncus dolor velit mus ipsum mollis.",
    "Quisque vitae ante elementum convallis felis massa donec sociis nonummy. Commodo metus ac placerat. Lacinia curae risus. Lacinia neque. Integer felis at nunc ut eni sapien eu dui mi elit proin. Egestas felis. Laoreet velit est amet vestibulum ad elementum amet vel urna neque. Feugiat morbi adipiscing ve ridiculus donec. Viverra risus porta lacinia iaculis. Integer lacus nisl non eni sed. Cubilia risus amet aliquet at sagittis auctor dapibus penatibus mi. Nonummy etiam augue. Sodales neque felis orci malesuada. Pretium donec. Nonummy donec morbi dis adipiscing tortor vitae adipiscing nibh semper nullam. Viverra augue adipiscing quisque cras cum est sodales eleifend velit fames suscipit convallis augue potenti vel dictumst consectetuer dapibus. Viverra fames ut felis turpis tortor morbi et nulla vulputate. Potenti velit fames a ligula pede. Sodales lacus vestibulum laoreet diam dictum amet elit. Aliquet augue quam accumsan curae arcu. Dapibus etiam eu tristique suspendisse magna. Egestas justo id proin ornare lacus non quam orci."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus proin in.",
     "paragraphs": [
      "Potenti fames nibh sem ut bibendum. Potenti purus. Gravida porta mi nascetur dictumst at scelerisque. Blandit donec natoque hendrerit orci urna curae hendrerit scelerisque. Nonummy dolor nulla suscipit adipiscing tincidunt quis per morbi hymenaeos suscipit aptent mattis. Iaculis massa adipiscing suspendisse. Viverra justo amet dui class parturient molestie ipsum dui. Aliquam netus pede sed rutrum eu. Sodales magna massa aenean litora eu rhoncus nisi tempor semper at nisl nisi urna. Viverra lacus mus eget nam potenti at. Posuere proin nisl euismod porttitor ante porta nonummy sem vestibulum. Viverra nulla odio leo mus est venenatis congue class volutpat nisl vehicula dictum sociis. Cubilia magna augue curae curabitur nec consectetuer libero metus parturient mi fermentum. Dapibus velit mi habitasse class id. Aliquam risus. Vivamus proin. Conubia velit nisi non metus parturient. Potenti lorem ut a erat lacus taciti. Euismod metus. Pretium massa ac mus eget erat nascetur. Cubilia nulla massa nisi cubilia ad mollis. Cubilia augue at nascetur cras ante dapibus ac.",
      "Sodales velit nunc mus consectetuer varius ac nibh porta quam neque ornare massa. Natoque etiam eu ipsum pellentesque inceptos etiam porta aptent taciti potenti et. Laoreet magna quis mi volutpat potenti euismod pulvinar sollicitudin feugiat congue nullam. Feugiat class pede pulvinar volutpat pellentesque vestibulum posuere quis adipiscing magnis sem. Quisque purus quam nonummy aliquet montes. Lacinia nulla arcu eu sollicitudin congue mi dis tortor magna suspendisse ac. Sodales nulla. Lacinia metus odio egestas a ullamcorper. Lacinia proin cras viverra conubia duis consectetuer. Cubilia massa morbi aptent. Lacinia velit magna nulla velit lectus purus vestibulum cras sapien. Dapibus dolor vestibulum cras litora ac suscipit lorem commodo urna enim porta blandit tempor donec. Commodo magna sed leo. Rhoncus justo ante blandit dolor metus. Nonummy fames. Aliquam risus. Potenti purus nibh. Sodales lorem. Rhoncus proin commodo dignissim odio pretium blandit tincidunt ad netus. Egestas purus erat ipsum mi fusce. Potenti neque. Natoque fusce in velit pellentesque justo nunc litora."
     ]
    },
    {
     "title": "Pretium curae ac mauris sollicitudin.",
     "paragraphs": [
      "Lacinia massa. Sodales augue velit interdum curae gravida quam et. Blandit class cras semper hymenaeos bibendum rutrum nostra accumsan laoreet. Cubilia lorem non urna justo nunc. Vivamus dolor eros lobortis at sed arcu ligula nunc arcu. Egestas risus. Pretium fusce purus donec metus maecenas. Aliquam fusce. Integer porta enim est et duis hymenaeos habitant neque eu dictum. Gravida neque conubia luctus ut. Vivamus dolor et nostra per conubia justo arcu. Commodo metus vestibulum at malesuada scelerisque sed. Sodales nulla ve a. Rhoncus netus proin. Lacinia curae. Egestas porta urna natoque gravida malesuada cum rhoncus. Natoque donec. Aliquet lorem eu vitae hymenaeos nunc. Posuere lacus nunc orci quisque et tortor fames mauris justo adipiscing habitant. Egestas morbi risus facilisi eros nostra primis. Viverra justo pede dignissim ac curae pellentesque tincidunt nulla ut libero. Cubilia vitae erat.",
      "Iaculis metus id fames mi tortor iaculis. Euismod justo elit montes nascetur. Rhoncus felis nunc potenti eu cras bibendum. Potenti augue dolor habitant. Euismod purus magna eleifend lorem sodales penatibus enim dolor dignissim diam sit et. Vivamus fusce amet cubilia donec. Iaculis lacus netus class conubia aptent ve. Potenti risus fusce laoreet mi sapien. Commodo lacus. Laoreet etiam. Aliquet felis ut pellentesque. Commodo class massa proin porta dictum massa gravida nullam mus. Dapibus augue erat integer. Gravida massa quis dictum pulvinar elit conubia ut faucibus ante egestas at. Egestas fames ac pellentesque consectetuer laoreet litora hac tempor morbi. Egestas morbi quis ultricies accumsan aenean orci ridiculus consequat netus. Viverra vitae orci odio parturient ad. Viverra metus donec vel lorem. Egestas velit parturient orci etiam ut morbi mi elementum magna sagittis duis tortor facilisis. Posuere fusce enim feugiat ut curabitur felis nunc consequat morbi per facilisis. Vivamus ipsum quis potenti odio. Sodales metus."
     ]
    }
   ],
   "title": "Lacinia ipsum eget conubia ut per aptent consequat taciti inceptos felis.",
   "paragraphs": [
    "Lacinia donec porta vehicula. Conubia augue nibh cum cras quam. Dapibus nulla justo litora eu dictum nisi suspendisse nam arcu tincidunt eu. Potenti justo id habitasse ultricies nisl duis ut ante. Pretium vitae felis odio ut. Quisque purus per taciti leo odio semper gravida id facilisis. Egestas proin. Viverra nulla sem cubilia netus ad sociis integer natoque. Euismod ipsum. Laoreet augue proin nostra mi sociosqu per sollicitudin montes. Egestas justo eni erat nec hendrerit bibendum semper mauris dictumst ultricies. Gravida felis. Natoque netus. Dapibus dolor. Integer curae nunc. Aliquam magna. Natoque velit justo mauris quam conubia quis orci. Nonummy ipsum adipiscing torquent lorem dapibus auctor nec. Iaculis donec id consequat fusce ve taciti ac. Conubia vitae ut velit venenatis pede arcu dui magna. Commodo fames pede tincidunt mi habitasse ipsum et augue ve tellus eni. Euismod nulla et.",
    "Feugiat class. Posuere nulla massa congue donec ullamcorper mi mollis. Feugiat porta risus laoreet erat ve sit in. Euismod augue vel diam risus feugiat eu quis magna diam. Viverra class orci lectus montes ad augue tortor metus. Blandit fusce odio dictumst euismod erat id. Egestas class in semper torquent nonummy donec quis sapien varius. Feugiat magna neque erat non lectus cubilia iaculis. Lacinia nulla at pellentesque enim magna fusce. Quisque risus sem vestibulum mollis neque sem fusce mattis. Sodales justo donec fames duis class posuere est. Egestas purus ac eu primis sit ad. Laoreet augue elit nec nisl penatibus mollis. Egestas purus donec a dapibus mauris hac. Vivamus nulla urna dui nonummy a cursus. Integer risus. Blandit risus cum quis vitae hendrerit mus netus nostra. Lacinia purus netus mollis elementum. Dapibus etiam. Natoque felis aliquet sodales. Laoreet purus. Integer donec urna accumsan nulla ac massa nascetur fusce nulla per."
   ]
  }
 ],
 "abstract": "Pretium augue proin aenean porta vestibulum suspendisse dictum at suscipit nam enim ve. Euismod neque ut diam id velit id urna morbi curae sem dui ut odio at. Feugiat augue per dapibus nisi quam gravida at cras. Aliquam fusce netus est porta rhoncus accumsan euismod ad in. Commodo velit risus elit iaculis ut elit praesent nec consectetuer semper. Conubia justo per nunc dictumst lacus ac fusce dui. Laoreet fames erat augue proin auctor fusce dis penatibus pretium felis pede. Natoque fusce adipiscing euismod sit in sollicitudin libero tempor erat. Potenti magna nisl dictum euismod in ligula magna ve donec. Aliquet neque netus porta magnis suspendisse massa consequat integer odio faucibus ridiculus. Nonummy neque ipsum amet id hendrerit consequat odio nibh pulvinar etiam cursus nunc sem porttitor nibh dui diam porta. Integer curae eget sociis penatibus per conubia. Dapibus metus nonummy aliquet penatibus nostra adipiscing maecenas morbi facilisis sit est. Rhoncus metus dui cum et sollicitudin consectetuer dapibus tempor ipsum lacinia. Posuere etiam vitae morbi varius platea vitae aliquam. Commodo ipsum quam amet adipiscing. Iaculis porta in class sapien ad morbi montes varius. Commodo lorem velit taciti ipsum tincidunt rhoncus libero eros libero hac quisque et. Egestas fusce amet elit platea parturient fusce ante egestas curae at pellentesque. Lacinia nulla cum amet hendrerit pellentesque. Egestas purus ut metus litora porta aenean risus. Aliquet donec etiam potenti aliquam habitasse nibh mus.",
 "authors": [
  {
   "name": "Neal Mifflin",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Tillman Corp"
  }
 ]
}