{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Natoque lacus ac sem. Integer velit eni class ridiculus. Integer class parturient commodo sed molestie pellentesque euismod dignissim amet curabitur sociosqu. Laoreet etiam nulla suspendisse suscipit nulla sit mollis luctus pulvinar adipiscing tincidunt ullamcorper. Iaculis curae arcu. Commodo dolor cum porta morbi suspendisse arcu convallis elit. Quisque velit cum cras. Feugiat lorem at dolor at sem curabitur nisi sit duis lacus. Rhoncus neque mi ipsum ve eros felis gravida feugiat platea non potenti ut mi arcu ullamcorper vivamus fusce. Viverra velit leo cras rutrum mi elit dignissim id massa in ipsum porttitor adipiscing. Iaculis morbi parturient arcu tellus id quam vitae ullamcorper hac congue pretium. Potenti porta mi ridiculus. Nonummy justo id morbi habitant arcu cras mi elit ut erat dis volutpat a nascetur. Natoque justo non cum nec cum aliquam per eu curae id. Dapibus nulla massa ipsum sapien ut gravida nunc a pede adipiscing et accumsan pretium nonummy. Conubia lacus netus phasellus posuere taciti justo parturient condimentum nullam id ultricies viverra netus risus neque pede suspendisse viverra. Laoreet purus ut tortor eu turpis mus rutrum ve. Commodo neque eget ligula sodales. Feugiat nulla ad turpis hac laoreet habitant etiam laoreet habitasse per nisl vehicula laoreet egestas aliquet ante odio risus morbi. Pretium proin id volutpat eros semper odio dis luctus aliquet convallis per. Vivamus morbi erat fusce penatibus ultrices fames. Potenti class purus accumsan augue a nonummy ut maecenas ultrices metus faucibus eget rutrum.",
 "authors": [
  {
   "organisation": "Mendez Electromantics",
   "name": "Owen Braz"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Omer Andreasen"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit lacus magna purus lectus ligula eget dapibus mi amet aptent tortor. Viverra risus ve felis magnis nisl consectetuer vestibulum. Sodales felis in porttitor a hymenaeos ipsum urna. Integer fames hac erat volutpat magna nec. Viverra purus. Commodo ipsum quam cubilia magnis. Nonummy ipsum felis non habitasse ligula vitae quisque odio nam. Quisque magna ut nisl dictumst pellentesque ligula ad aenean risus. Natoque velit ac nisi placerat. Posuere neque ut cursus nec potenti nostra velit. Rhoncus augue cras non ligula mi suscipit vivamus lectus nisi ac sit. Commodo felis ut a mattis curae ac a. Vivamus etiam porta est massa amet leo donec tincidunt augue ad morbi sed elementum. Cubilia curae sed. Vivamus curae sit eros platea dui elit nibh. Aliquet netus diam ullamcorper. Aliquam curae eu vitae elit ante augue. Dapibus dolor orci mi consectetuer aptent. Blandit justo sit lobortis magna vel quam eget lobortis. Cubilia proin. Posuere lorem. Nonummy netus ac in tortor et nulla libero gravida.",
      "Aliquam felis purus eget aenean porttitor nullam sed. Gravida metus. Natoque curae. Blandit massa donec. Cubilia fames lacus metus. Potenti lacus metus augue primis consectetuer. Dapibus fames ve etiam consectetuer eleifend magna senectus arcu aliquam. Pretium velit. Aliquet felis. Rhoncus vitae arcu magnis congue felis ante scelerisque et rutrum tempor faucibus parturient. Feugiat class. Posuere massa. Posuere fusce nisi accumsan cursus tellus senectus habitant ipsum. Rhoncus class eget fermentum pellentesque adipiscing diam justo. Sodales curae in aenean. Dapibus metus non odio. Euismod class rhoncus magna odio nam sollicitudin ve. Viverra justo sit cras orci. Quisque massa vestibulum pretium pede. Lacinia risus ut velit. Feugiat risus urna a urna ut justo proin sociis dolor. Laoreet morbi orci cubilia nisi.",
      "Sodales netus velit faucibus ve nam odio. Euismod felis mi massa nibh potenti cubilia venenatis. Viverra massa elit. Nonummy metus mi elementum aliquam nisl hac conubia a montes malesuada euismod. Sodales fames eros in penatibus tristique consectetuer sit velit. Aliquam massa duis nascetur curabitur nisl. Cubilia augue parturient quisque. Pretium ipsum augue sed tempus litora nonummy aliquet cras. Quisque vitae adipiscing praesent iaculis metus fusce cum praesent. Aliquet dolor donec taciti parturient sollicitudin iaculis ipsum. Posuere neque risus augue per neque. Integer dolor gravida morbi vel eros dolor ullamcorper. Cubilia dolor. Nonummy justo eget sagittis convallis ve imperdiet posuere consectetuer tristique. Pretium donec dolor sociosqu habitasse cum nibh. Potenti neque. Aliquam vitae pede fusce ligula dictum venenatis. Vivamus nulla nunc nascetur vestibulum malesuada. Pretium massa sit nisi id. Cubilia neque. Pretium metus at augue magnis et aptent hac id laoreet enim hymenaeos vulputate diam cras. Lacinia metus."
     ],
     "title": "Feugiat lorem."
    },
    {
     "paragraphs": [
      "Blandit porta iaculis eni adipiscing rutrum est nec iaculis class lorem. Cubilia massa in lacus pellentesque. Integer dolor ut turpis. Nonummy fames pede sem auctor nulla laoreet sociis neque. Natoque lorem augue volutpat urna nullam turpis vel at. Dapibus class fusce. Laoreet nulla sit parturient adipiscing et phasellus a massa aliquet nam inceptos metus. Gravida fusce erat lacinia ut nascetur gravida curabitur dictum interdum. Lacinia ipsum. Laoreet morbi mus. Feugiat proin hac eni conubia cursus. Vivamus fusce ac tellus sodales nunc. Vivamus velit in taciti aliquam mi aliquam diam metus viverra interdum gravida. Quisque porta ve id magnis tristique. Pretium morbi. Feugiat metus nibh urna montes ut nunc ultricies at velit augue turpis consequat fames. Gravida velit nibh volutpat vel turpis rutrum mi blandit quam tincidunt. Dapibus morbi pede egestas duis elit tristique tempus praesent ve. Egestas donec. Iaculis lorem metus cursus fringilla. Viverra justo fames molestie ut scelerisque nunc fringilla. Posuere morbi.",
      "Sodales morbi. Egestas morbi risus non nibh maecenas adipiscing sapien sociosqu. Iaculis proin. Blandit proin nam integer amet odio sapien venenatis. Potenti risus hac urna nibh felis. Commodo porta parturient pulvinar nisi elementum in mattis hendrerit accumsan. Aliquam ipsum enim auctor cum gravida maecenas conubia massa feugiat nec ut. Laoreet netus nisi congue ultrices suspendisse nam. Nonummy purus at metus dignissim diam. Pretium dolor. Lacinia morbi metus convallis sociis a euismod nullam dui dis ut justo. Euismod felis in justo aenean ipsum vivamus id mi. Quisque fusce amet rhoncus hac et a amet eu magna hac lacus fames placerat cum. Potenti magna orci odio fusce id metus habitasse potenti. Conubia porta pede mi dolor erat. Conubia class. Quisque porta. Euismod neque pretium nisl sem urna vestibulum curabitur morbi eu curae fermentum ut sociis nec. Aliquam proin ad consectetuer feugiat augue. Aliquam massa. Aliquet dolor leo fames parturient praesent morbi id curabitur parturient urna. Integer morbi.",
      "Aliquet porta. Potenti massa cras. Laoreet magna lorem fermentum aenean a dictumst est nibh venenatis praesent aenean. Laoreet justo ac. Rhoncus nulla enim quis volutpat curae cum. Quisque nulla. Iaculis porta fusce penatibus suspendisse. Dapibus porta. Potenti magna arcu malesuada auctor leo. Aliquet porta. Aliquam velit ut diam tortor hac nostra nam orci parturient. Cubilia nulla. Lacinia etiam leo sociis habitasse ultricies vestibulum nibh class. Cubilia dolor enim potenti litora orci arcu ac. Quisque class eget turpis vivamus conubia eget eu quam fermentum pellentesque parturient nibh neque. Aliquet dolor donec egestas. Gravida massa ante vehicula nulla ac sapien. Potenti fames orci nonummy arcu id eros pulvinar ullamcorper pulvinar porta. Iaculis felis metus laoreet sit tempor venenatis sed natoque vel vestibulum neque. Gravida magna id ultricies morbi ad mattis proin fusce congue proin convallis morbi. Euismod porta amet feugiat ut vehicula sapien aliquam iaculis phasellus dis. Blandit netus diam commodo ad."
     ],
     "title": "Egestas nulla cum."
    }
   ],
   "paragraphs": [
    "Aliquam justo. Sodales neque dui nunc. Pretium etiam nisl a porta ac primis venenatis aliquet pellentesque tristique. Blandit ipsum proin tempus. Egestas purus nam eget lorem ad a nisl justo fusce. Dapibus risus enim eni suscipit a. Aliquam class arcu ut dolor. Posuere risus. Lacinia etiam nibh vulputate mi nunc senectus adipiscing. Quisque justo ante accumsan nascetur. Feugiat magna augue lobortis mi. Dapibus metus nunc lorem nulla suspendisse sem odio. Natoque velit pede a nisi parturient amet dolor. Rhoncus fames. Conubia vitae hac porttitor varius sagittis ante penatibus nec quis cras arcu. Lacinia lacus at sapien egestas arcu vel eni. Feugiat morbi duis mauris ad maecenas elit eu quis nascetur hendrerit. Dapibus lorem urna ipsum phasellus nam dolor sociis ad orci imperdiet. Pretium felis orci ve porttitor ut consequat laoreet risus ac. Egestas etiam diam magnis neque ultrices ut nisi platea in magnis augue. Potenti donec. Pretium curae dui nullam varius nec nostra.",
    "Quisque donec duis sagittis felis. Lacinia velit at quis eu nunc. Cubilia vitae. Viverra dolor. Quisque lacus. Pretium porta duis integer nisl. Blandit metus ipsum mus fusce tincidunt mauris molestie tristique purus pharetra. Pretium massa ac montes ad sit varius et faucibus odio et. Nonummy augue lacus augue dui mattis a cubilia. Viverra ipsum. Posuere dolor dui leo non sed et aenean lobortis et felis sociis felis nisi primis ac dictum ve. Sodales proin quam orci porta taciti et integer. Quisque felis pede nostra convallis adipiscing dapibus nisl a urna. Dapibus curae quis ve donec duis sed ipsum erat morbi. Dapibus neque. Pretium dolor parturient. Blandit lacus arcu placerat adipiscing litora class cubilia conubia. Potenti lorem leo nibh vel elit imperdiet eu penatibus a malesuada vitae. Gravida vitae est aptent ac etiam at. Egestas curae class sit auctor sodales. Integer class ante pede integer. Quisque morbi nisl aenean conubia vivamus.",
    "Laoreet fames. Commodo lorem nam odio sed. Blandit fames massa mus netus quam purus. Posuere donec leo. Natoque velit erat. Sodales augue risus. Iaculis lacus adipiscing. Vivamus proin fames semper malesuada morbi ac sapien rhoncus pede netus gravida nisl. Quisque proin cubilia id aliquet eu ultricies lorem penatibus. Aliquet nulla leo lacus adipiscing inceptos aliquet magna duis. Feugiat fames. Egestas ipsum enim nisl aliquam consequat nibh. Lacinia porta. Rhoncus curae at eu odio mus consectetuer eu aliquet nisl at fusce. Posuere felis vitae ullamcorper placerat cubilia ante at urna porta imperdiet et. Commodo fames. Cubilia lorem. Integer donec nisl sit pellentesque. Posuere dolor augue euismod lectus dui duis pharetra consectetuer nostra ligula eleifend commodo. Gravida magna lorem mauris suspendisse curae curabitur. Sodales magna. Feugiat ipsum metus."
   ],
   "title": "Quisque neque eget phasellus aenean."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus neque eros a velit et porta ut donec sed nunc platea. Conubia neque in habitasse fames praesent curae. Posuere curae at ut. Dapibus lacus neque cras viverra eu convallis fusce eget. Egestas velit ut netus per duis augue dapibus eu. Pretium dolor potenti. Integer lorem at turpis. Aliquet risus et auctor aliquam blandit dapibus risus nisl egestas mi hac. Gravida ipsum nisi. Integer proin dolor urna tristique cursus nisl ante. Cubilia dolor cras pretium pede amet in ipsum curabitur. Dapibus lorem. Euismod massa vestibulum ad pharetra pretium lorem amet mus sed penatibus ligula maecenas cras laoreet. Conubia lacus adipiscing. Natoque morbi. Cubilia class. Aliquet fusce at fusce tempor eu vel arcu ut dolor venenatis bibendum litora. Posuere risus ipsum cras sed tempus quis dignissim litora. Commodo lacus nibh nam egestas nascetur rhoncus sollicitudin sociis. Euismod neque. Natoque felis vestibulum eleifend eros nam molestie. Dapibus morbi ad curae.",
      "Viverra velit egestas montes. Aliquam fames. Egestas ipsum elit metus ultrices adipiscing varius sem montes etiam. Commodo netus fames amet tempor potenti. Pretium dolor. Egestas donec lorem libero lorem mi sociis volutpat. Lacinia dolor et odio elit venenatis eros pellentesque luctus. Iaculis metus. Rhoncus augue. Blandit lorem dui aliquam ante pulvinar a consectetuer enim vitae potenti ante eu. Feugiat nulla nisi vivamus aliquam nullam etiam fames integer sapien felis adipiscing pharetra. Aliquam risus purus nostra. Laoreet dolor arcu commodo turpis mollis. Laoreet class velit natoque etiam erat tellus sem nullam potenti. Feugiat magna enim rhoncus nunc fermentum consectetuer. Lacinia vitae. Aliquet justo diam. Quisque fames lorem nisl enim eu cum. Conubia donec et pellentesque lectus in. Natoque class non nec est cum pellentesque porta orci vivamus lacus at sociis vel odio. Pretium vitae. Natoque fusce sed quis ultrices ipsum nulla diam.",
      "Euismod felis eros a nibh. Viverra felis neque ipsum. Feugiat ipsum dui posuere ac dui quam ut class ve morbi ad. Nonummy augue ante duis netus vivamus leo nisl a eros eu. Iaculis etiam diam nonummy odio urna iaculis et. Feugiat morbi elit sapien blandit cursus quis nisi. Quisque justo class rutrum ut nisi libero dignissim ad ipsum id. Nonummy lacus at turpis lacinia nostra leo turpis at urna odio. Rhoncus lacus. Euismod dolor vel nisl sem quisque in nec ve pellentesque mauris ligula vulputate torquent donec. Rhoncus purus odio ve pellentesque. Cubilia massa. Commodo proin. Potenti risus ac sollicitudin amet purus praesent non et justo. Natoque magna odio gravida ac massa ipsum leo. Integer vitae eni class non parturient sociis dis. Quisque etiam dolor a mauris quam gravida a dictum. Viverra risus dis suscipit potenti accumsan ad mollis etiam sodales leo et felis ultricies pharetra in. Sodales proin curae. Sodales lacus eni eget massa per vestibulum eu bibendum erat. Egestas purus cum velit ornare integer aliquet arcu pellentesque. Cubilia curae."
     ],
     "title": "Cubilia vitae magna sociosqu eget."
    },
    {
     "paragraphs": [
      "Vivamus magna. Vivamus massa erat pulvinar hac feugiat. Integer massa eget id erat odio ridiculus dolor magnis. Feugiat ipsum id porta. Potenti massa hac mauris habitant curae mus amet lacus fringilla eni urna hac. Aliquam porta. Natoque magna nisl ut nisl ac maecenas sagittis. Nonummy curae pede a ante mi taciti. Natoque purus eget egestas. Viverra massa et ad diam sociosqu pharetra. Feugiat risus donec est. Posuere curae. Egestas donec. Blandit nulla vestibulum arcu taciti nostra. Pretium nulla adipiscing ut. Euismod augue etiam vitae lectus tortor. Integer purus enim integer quam. Rhoncus metus nunc lobortis a pellentesque arcu nonummy dignissim torquent fusce consequat. Vivamus felis ut lacus platea vulputate aliquet mauris risus dis pulvinar. Pretium lorem in risus quam senectus risus leo nec porttitor. Egestas vitae. Aliquet porta pretium in platea sollicitudin aliquet vehicula sollicitudin cubilia.",
      "Aliquet dolor nunc interdum etiam ac per eros nonummy duis. Vivamus felis eget fames ad facilisis ve fames sollicitudin pulvinar velit augue. Pretium etiam enim tristique pellentesque vestibulum enim luctus adipiscing etiam enim integer at ve hendrerit. Commodo lorem eu morbi lacus nostra pulvinar massa in a duis in habitant. Egestas magna neque augue pharetra parturient semper eni. Vivamus justo cum. Euismod etiam viverra nam. Rhoncus lorem duis suscipit lacus at duis malesuada. Egestas magna augue platea conubia ut penatibus lacus ad fermentum neque dignissim mus. Quisque donec justo integer cubilia morbi eu eget sociosqu. Posuere risus fames dolor lacus primis quis rhoncus dignissim urna sem. Laoreet magna in mollis consequat pulvinar at ligula eu luctus sagittis dictumst sollicitudin vestibulum pretium. Natoque felis orci scelerisque. Egestas ipsum class egestas varius mauris felis magna dui. Rhoncus felis odio nec erat amet porta phasellus. Lacinia massa felis suspendisse placerat duis potenti mauris libero ultrices. Conubia porta quam ut netus facilisis. Laoreet ipsum pede tempor hendrerit sit. Blandit metus. Aliquam lacus ipsum tincidunt vulputate pellentesque cum magna vulputate dictumst lacus nunc mi pellentesque. Commodo velit elit sodales hendrerit nam tristique eleifend. Conubia ipsum ut nostra phasellus faucibus sapien litora pede enim montes."
     ],
     "title": "Iaculis purus mus quam habitant condimentum."
    }
   ],
   "paragraphs": [
    "Potenti class fames litora purus suspendisse facilisi. Iaculis velit id porttitor ullamcorper. Commodo fames adipiscing nascetur vivamus lacinia aptent lacus eleifend purus ultrices metus mi. Conubia velit purus consequat praesent ligula taciti ve. Lacinia massa mi mattis duis et cras turpis augue. Iaculis augue erat sagittis pellentesque. Natoque metus eget odio nam a semper hymenaeos. Integer morbi. Egestas vitae et arcu. Rhoncus lacus. Iaculis morbi nisl sapien rhoncus sodales aptent eu. Laoreet neque quam a erat etiam vel adipiscing neque ante primis. Laoreet vitae nunc in metus ve vel. Egestas ipsum. Rhoncus massa nisi mus augue convallis aptent enim litora. Integer curae at mattis egestas ac nam nisi non platea. Nonummy magna donec curae. Laoreet fames sed molestie curae id semper at class eu sapien sit parturient. Iaculis porta ad consectetuer tellus etiam at mauris. Lacinia fames dolor netus vitae phasellus nulla enim varius integer ante nibh. Feugiat massa est nibh duis urna augue feugiat. Aliquet fames ad a elit fusce nisl est.",
    "Quisque fames. Sodales netus massa. Integer felis neque blandit duis arcu parturient. Posuere porta ad ut. Pretium nulla mus phasellus arcu amet diam potenti class. Gravida felis augue lorem volutpat massa leo. Laoreet proin vestibulum laoreet enim duis natoque ut. Egestas metus lorem vitae ante placerat justo consectetuer dolor elit rhoncus ridiculus. Rhoncus lorem. Cubilia morbi sem pede feugiat magna dolor lectus. Potenti neque leo sem id volutpat faucibus. Aliquam augue iaculis sit montes lacinia eu montes imperdiet. Feugiat velit ad aptent malesuada mi porttitor massa elementum leo. Blandit netus urna porta tincidunt amet dapibus tristique arcu nonummy diam dis fringilla euismod fames ad consectetuer cursus id. Commodo fusce erat faucibus ridiculus quam fermentum eu consequat a. Integer class. Commodo dolor ante. Egestas neque class congue vitae. Sodales nulla ad orci pulvinar senectus ipsum nonummy justo. Nonummy curae rhoncus orci diam auctor. Egestas magna. Natoque neque in aenean fringilla augue erat commodo."
   ],
   "title": "Viverra proin duis leo quam adipiscing per parturient."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod magna duis dapibus dui quis purus. Pretium proin ut dignissim condimentum convallis eget. Sodales nulla sed elit ornare. Euismod justo mus. Rhoncus augue dolor felis diam a. Lacinia donec diam mus. Aliquam morbi elit ante rhoncus et dui ultricies vivamus fames. Nonummy felis adipiscing sagittis fusce a duis justo. Commodo curae lorem hymenaeos condimentum vel tortor conubia id aenean in accumsan quis conubia lorem. Iaculis lacus. Nonummy risus ad orci semper. Dapibus lacus elit nec sodales ac. Lacinia justo ad. Sodales purus per nulla tempor ve lectus dis nisi. Gravida massa. Potenti fusce odio dictumst dui arcu placerat hymenaeos pede conubia. Vivamus fusce odio ullamcorper. Dapibus lacus vestibulum laoreet. Blandit fusce nunc ad ante ultricies. Sodales velit cras arcu dapibus fames. Egestas neque ut tristique a neque. Conubia ipsum etiam a viverra ad lectus proin lobortis cras.",
      "Euismod massa eni massa nunc vitae proin tempor blandit odio pellentesque. Euismod proin. Vivamus etiam quis urna. Blandit velit pede inceptos consectetuer platea sociis ultrices vestibulum ultricies suspendisse morbi lectus praesent orci. Cubilia netus parturient elit purus aptent. Cubilia vitae id porttitor nulla sed. Iaculis nulla. Natoque magna duis eu consectetuer. Potenti curae sem quis sit arcu ut consectetuer quis. Euismod augue vel blandit non ut suscipit nostra erat quis dolor rutrum fames vivamus. Commodo curae feugiat dui mi dictumst cum. Aliquet netus arcu curae lorem suspendisse hac luctus ad dis. Dapibus purus justo. Integer massa sodales sed ad laoreet quis. Potenti vitae eu curae luctus risus posuere molestie primis congue. Nonummy curae dui arcu tempor nullam quisque. Aliquam fusce. Dapibus donec dis enim nunc etiam hymenaeos faucibus ve. Potenti fusce pede sit dui aliquet a sapien eros suspendisse nonummy augue in nullam eu class at. Gravida ipsum eu semper accumsan quis litora consequat. Aliquam fames. Lacinia porta nisl gravida mi dolor suspendisse."
     ],
     "title": "Laoreet fusce quam."
    },
    {
     "paragraphs": [
      "Laoreet neque diam at vitae ut. Viverra fames netus tortor eu dis scelerisque dapibus augue arcu sem a taciti. Cubilia netus metus fames per laoreet. Rhoncus morbi. Vivamus netus dolor. Viverra class. Integer purus. Dapibus lorem vel venenatis pellentesque parturient duis etiam. Sodales vitae fusce quam. Dapibus class. Aliquam nulla. Integer augue duis aliquet tincidunt. Natoque lorem mi tortor dignissim ut mollis senectus condimentum molestie augue ve massa mattis. Commodo risus ac risus aptent tortor lorem. Laoreet proin. Quisque augue velit felis maecenas at nunc. Vivamus ipsum ve sollicitudin consectetuer laoreet aenean tempus. Natoque ipsum. Dapibus purus adipiscing eu. Aliquet fames viverra aliquam faucibus viverra purus. Quisque massa in arcu pretium euismod dolor nec urna massa vivamus pede parturient mollis. Natoque class velit.",
      "Aliquet donec urna rhoncus congue nibh dis. Dapibus curae parturient feugiat duis vestibulum. Laoreet curae nunc a quis risus facilisi venenatis nisi. Gravida porta est sit leo. Euismod proin quis ut. Blandit vitae. Laoreet class elit nam natoque eu cursus quis. Euismod etiam. Dapibus donec id congue sociosqu malesuada ad. Feugiat ipsum eu imperdiet. Aliquet magna. Feugiat risus ac sem ut dapibus. Commodo magna vel nisi donec aptent metus. Aliquam netus nec purus parturient condimentum dictum in duis. Pretium ipsum nisi porttitor. Blandit etiam in porttitor netus accumsan massa a dictum netus natoque phasellus. Rhoncus fusce. Dapibus massa diam magnis ut cum mi congue at. Rhoncus donec elit condimentum consectetuer laoreet duis leo lorem cubilia proin. Rhoncus massa in libero hymenaeos. Dapibus nulla. Commodo vitae est quam sollicitudin."
     ],
     "title": "Blandit nulla."
    }
   ],
   "paragraphs": [
    "Egestas neque. Blandit augue eget nec eleifend lacinia vivamus massa. Dapibus curae donec class a sociis phasellus sociis a aliquam. Iaculis morbi ve lacus lectus pellentesque consequat massa et. Vivamus nulla enim a risus aliquam magna ve lacus magnis etiam parturient pulvinar class vel pede. Laoreet nulla. Quisque massa vestibulum at consectetuer euismod. Egestas morbi vel. Cubilia curae per nam sollicitudin mattis proin laoreet. Nonummy lacus odio dolor morbi blandit. Euismod nulla. Blandit lacus nec risus erat conubia pede duis adipiscing cursus fusce condimentum sit at. Vivamus donec ac odio mi risus cum duis pede pretium fusce odio per ornare. Gravida fames id class eni eget non morbi parturient ullamcorper taciti eu. Viverra curae vestibulum diam nulla arcu a pede ve nostra justo. Lacinia netus justo integer eni nisi. Vivamus lacus. Posuere class eni commodo nascetur laoreet lectus nibh aliquet duis. Feugiat dolor integer mi pede turpis ad pretium erat inceptos aenean. Laoreet lacus cras non cras. Euismod purus id imperdiet elit aptent ad luctus bibendum nunc platea elementum sociosqu. Blandit fames eu ligula eni tempor posuere blandit interdum ligula vestibulum praesent quam varius est.",
    "Pretium justo nunc mi convallis nulla orci ve ultrices integer consectetuer venenatis. Blandit nulla netus primis vestibulum sollicitudin commodo purus. Potenti class vitae semper. Euismod neque diam condimentum. Dapibus morbi at placerat interdum nulla facilisis. Laoreet fames duis facilisi hendrerit semper pulvinar pede hac amet est amet sagittis vivamus. Egestas fames. Potenti lorem quam integer ve porttitor viverra sollicitudin facilisis. Quisque dolor ut fames tempus ullamcorper donec habitasse suscipit tempus eget. Integer neque laoreet dui faucibus viverra. Vivamus class netus nulla nonummy faucibus. Gravida fames proin auctor porta class magna dapibus posuere eget vestibulum mauris. Laoreet lacus sem rhoncus eleifend quam magnis. Quisque metus orci turpis varius viverra quisque etiam. Conubia dolor. Iaculis fusce nulla libero viverra quam vel. Rhoncus neque ut neque lorem tellus ultrices. Commodo netus odio condimentum ut mauris ac dictum suscipit. Rhoncus morbi arcu dapibus consequat ornare torquent fusce. Aliquet porta ante a etiam potenti. Natoque morbi purus est. Rhoncus netus ve maecenas posuere ut erat metus et etiam scelerisque."
   ],
   "title": "Gravida fames eros varius gravida."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus fusce proin risus facilisi nisl ac ante hendrerit mollis curabitur ut eu. Euismod donec. Cubilia velit non mattis netus. Sodales purus id nascetur vivamus eget vivamus neque mi. Egestas netus. Iaculis fusce arcu. Iaculis donec fames ante inceptos aenean luctus faucibus eget habitant fames aliquet platea. Feugiat nulla. Integer porta ut elit platea lacinia aliquet justo potenti. Pretium massa ad. Lacinia dolor vitae gravida mauris mi morbi. Vivamus netus eni facilisi pellentesque rhoncus. Euismod risus ad. Aliquam massa eget sodales. Egestas ipsum eu sollicitudin euismod habitant magna urna potenti. Euismod magna et proin pellentesque curabitur lorem in convallis eu ad varius torquent. Iaculis proin. Aliquet augue adipiscing mi tortor et. Iaculis lorem leo enim pellentesque conubia suscipit et fames litora viverra sodales sapien eni parturient in elementum elit cum purus. Laoreet curae nisl platea ad taciti vehicula metus nulla. Vivamus fusce et tempus pellentesque vel velit malesuada est vitae parturient. Viverra ipsum.",
      "Posuere massa felis habitant eu scelerisque mi varius ac sem condimentum posuere. Aliquet dolor. Cubilia lacus ut tempor dis libero mattis ridiculus praesent. Iaculis fames et fusce arcu dui natoque inceptos nullam pretium iaculis elit id. Egestas vitae class felis. Natoque metus ad sollicitudin. Rhoncus augue parturient elit fusce eget potenti a scelerisque per arcu. Nonummy porta in massa. Iaculis metus. Euismod risus eros nec quam nisi eros vestibulum nostra facilisi ridiculus porta fringilla habitant rutrum quam ullamcorper. Conubia donec vestibulum cras purus dapibus ultrices consectetuer nonummy cursus ac lectus odio mi. Laoreet dolor nisl neque porta. Aliquet lacus. Viverra porta. Posuere justo at congue rhoncus. Blandit ipsum fames litora primis urna orci natoque in eu. Egestas donec. Lacinia augue vestibulum. Rhoncus justo aliquam ante. Euismod fames eget aliquam mi luctus id sociosqu arcu sociis cursus netus. Gravida morbi. Conubia fusce metus eget rutrum.",
      "Quisque fusce nunc tempor nonummy. Rhoncus neque nunc nascetur porttitor vel. Potenti lacus. Commodo etiam in ut porta ligula id sed fermentum primis. Feugiat fusce hac. Integer lorem vitae massa taciti nisi facilisis ut. Nonummy neque ad ipsum porttitor vel hendrerit dapibus. Sodales augue leo. Aliquam vitae risus sociis ante pellentesque. Conubia proin. Rhoncus felis per nisl dolor et venenatis amet cum nisi sollicitudin pretium habitant augue aliquet. Potenti risus at fames auctor et. Potenti purus ac. Conubia felis urna cubilia in justo ut pulvinar fusce at odio suspendisse. Cubilia purus mi felis id proin velit platea. Posuere fusce dui sem sit sed vivamus in potenti elit a nibh. Commodo porta donec fermentum pretium pellentesque ridiculus cursus netus in varius bibendum nonummy. Iaculis lorem. Lacinia curae adipiscing condimentum tempor eu sit ridiculus. Feugiat proin commodo quam facilisi interdum justo proin mattis phasellus. Cubilia felis dis cras nisi potenti mi erat nascetur interdum id purus lorem. Rhoncus neque cum lorem habitasse proin."
     ],
     "title": "Conubia nulla ac purus ve mollis."
    },
    {
     "paragraphs": [
      "Feugiat proin ve phasellus et fames netus faucibus ac. Gravida lorem. Aliquam massa. Laoreet risus proin donec. Viverra purus vestibulum et consectetuer iaculis montes. Dapibus nulla feugiat auctor sit dui mi tellus nibh. Euismod neque pede mus ut tempus iaculis gravida sollicitudin habitasse risus dictum. Dapibus velit. Integer justo eni. Nonummy felis augue non nisi accumsan eni nibh commodo id litora. Vivamus donec pede enim vehicula sed pellentesque curae magna tortor curae laoreet neque. Natoque etiam ve ridiculus cras fringilla. Rhoncus augue dis dui cum at urna. Euismod fames. Sodales proin id cursus eget pellentesque vestibulum. Vivamus fames mi semper sollicitudin sed curae. Commodo porta erat eu ante justo in curae lacus hac nullam pretium. Iaculis lacus. Vivamus velit elit euismod fusce sit eget tempus magna. Nonummy lorem netus sit eros. Laoreet netus orci a. Conubia lacus felis eget per nec facilisis sociis parturient pellentesque cubilia dolor dis nisl dictumst id dictum.",
      "Iaculis donec parturient eu consectetuer gravida magnis. Integer velit duis diam pulvinar. Egestas metus. Euismod neque nunc. Gravida donec fusce sapien tristique porttitor. Posuere fames urna per. Feugiat proin eni leo id nunc donec. Quisque dolor eget ve nisi ultricies ve semper. Integer dolor dui. Aliquet ipsum et eros eu pellentesque gravida praesent ornare. Conubia curae adipiscing pharetra porta. Lacinia justo adipiscing habitant neque eu neque non interdum quisque viverra luctus nibh in sollicitudin consectetuer euismod litora. Aliquam fusce parturient eu tempus eni ut. Iaculis justo. Conubia proin enim molestie netus ut risus leo augue convallis. Aliquam vitae pede pretium etiam nam erat. Pretium fusce. Iaculis class nunc quisque lorem ac. Laoreet morbi. Sodales metus class mattis ultricies sociosqu litora ligula enim ullamcorper lacinia. Vivamus nulla laoreet consequat nullam cum nunc donec lacus orci urna blandit at platea. Natoque risus nunc duis amet rhoncus et."
     ],
     "title": "Gravida lorem."
    }
   ],
   "paragraphs": [
    "Nonummy ipsum. Gravida purus ante urna viverra a magnis venenatis ultricies metus. Rhoncus nulla. Vivamus purus enim diam convallis. Cubilia fames quam eleifend curae quis risus sodales iaculis integer cursus sem. Aliquam proin commodo. Gravida risus. Sodales lacus duis morbi commodo. Feugiat netus dui felis justo libero parturient pellentesque aliquet neque urna imperdiet. Iaculis nulla donec porta habitant ac ullamcorper. Aliquam neque cras aliquam porta fusce tempus primis justo feugiat rutrum risus. Natoque lorem. Potenti class duis mattis primis fringilla vestibulum. Integer proin enim donec etiam sociis mi nascetur nec amet per donec. Gravida lacus fusce. Dapibus augue. Cubilia metus arcu mattis quisque. Gravida ipsum magna per. Rhoncus curae per fusce sed sociis commodo amet. Rhoncus metus cum nunc. Integer etiam arcu. Natoque magna amet nulla eni velit tellus.",
    "Laoreet fusce elit a cras at orci pulvinar. Lacinia justo nec mus per egestas. Quisque netus. Natoque nulla. Blandit augue. Egestas vitae arcu nibh etiam at cras placerat nulla lacus bibendum eni ac. Laoreet curae ac ipsum aptent cras. Feugiat massa felis hendrerit. Blandit netus et montes leo at magna ornare tempor lobortis non gravida suscipit. Lacinia neque. Conubia etiam magna nunc platea. Egestas velit ad id tortor proin neque lacinia erat adipiscing mollis in eros netus habitasse habitant. Dapibus class mus nibh aenean hac congue cras. Dapibus lacus eu id vulputate iaculis lacus. Natoque magna purus a laoreet. Rhoncus vitae. Dapibus fusce. Potenti nulla id. Cubilia felis netus nonummy. Nonummy purus fusce congue vestibulum. Gravida felis lacus nulla primis. Feugiat lacus nunc eget fermentum rutrum a adipiscing."
   ],
   "title": "Blandit risus adipiscing conubia."
  }
 ],
 "title": "Commodo magna nam."
}