{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Iaculis lacus cum quis elit gravida eu rutrum at eleifend. Iaculis porta eni eleifend. Nonummy vitae lacus dictum ve inceptos aliquet potenti tellus ante tellus proin nibh suspendisse. Sodales fusce nec fringilla arcu quis vestibulum ante fames rutrum auctor ac rutrum ultrices consequat eget mus sollicitudin. Potenti porta enim aliquam. Conubia lorem felis cum cras primis at arcu tellus sodales aenean per nonummy a libero odio turpis. Quisque class porta pretium fringilla sed nibh pede nibh vivamus porta sed non laoreet. Lacinia felis nisi nullam dignissim sagittis porta. Viverra fusce elit consequat cum sollicitudin nostra cursus mus. Laoreet risus enim nisi volutpat duis nostra. Quisque proin massa per duis a etiam laoreet dis. Feugiat magna erat pharetra placerat pellentesque adipiscing iaculis erat. Integer velit massa eget imperdiet sollicitudin adipiscing amet fusce laoreet sociosqu sollicitudin commodo. Cubilia donec et sollicitudin nisi lorem montes senectus aliquam sapien ac. Aliquam justo per dictum a cubilia ac ultricies justo metus convallis diam augue ultricies ultrices. Laoreet risus eget pede volutpat pellentesque nostra varius faucibus consequat cursus a dictumst eros pede. Natoque ipsum ad donec mi tempus hendrerit. Cubilia fames felis nisi praesent a consectetuer quam dolor massa etiam cras integer primis donec purus primis rutrum ultricies viverra. Gravida curae potenti rhoncus. Iaculis velit fusce risus lacus. Iaculis magna et. Dapibus etiam vel netus purus laoreet mauris dis varius aenean gravida pede nibh parturient.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Faustino Isenberg"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus neque. Natoque risus erat. Aliquet lorem dui amet. Feugiat fusce dis quam adipiscing. Iaculis class. Posuere dolor. Iaculis lorem diam viverra nisl et per tincidunt sociis nisi ut torquent etiam elit ornare varius magna vestibulum. Egestas morbi hac lacus risus nostra. Euismod etiam euismod metus enim a duis metus. Lacinia fames ut turpis praesent dolor conubia mi diam lorem. Feugiat fusce purus rutrum felis litora nisl convallis nec curae vel. Lacinia velit urna mi. Commodo netus. Blandit lacus laoreet id cubilia id nascetur dictum pede scelerisque. Aliquam lorem. Aliquet metus. Iaculis porta. Conubia netus diam sit erat ve risus. Aliquam justo nisl libero at eni facilisis taciti metus nonummy cursus non montes a. Posuere nulla vitae pede nulla facilisis nonummy mus bibendum tristique. Nonummy dolor nunc odio cursus penatibus elementum nisi iaculis feugiat cursus justo sociosqu at. Laoreet justo dui massa lectus auctor velit vestibulum ultrices.",
      "Rhoncus risus. Posuere risus arcu felis mi augue. Nonummy magna. Iaculis lorem vitae sem. Natoque metus diam nulla nonummy at. Aliquam ipsum cum porttitor nisi dui nulla. Conubia massa orci vulputate et cursus elit at sagittis hac vivamus sit enim suscipit a. Vivamus lacus. Rhoncus netus arcu erat lacus. Cubilia justo. Sodales nulla. Blandit vitae odio duis inceptos ve cursus. Aliquet ipsum neque nascetur fringilla id nullam vulputate adipiscing dis parturient malesuada. Egestas augue. Viverra proin leo curae feugiat bibendum ipsum montes etiam. Natoque felis nisl. Posuere porta pede sem lacus amet iaculis ac sapien facilisi parturient. Egestas magna sem. Laoreet fames adipiscing suspendisse varius. Natoque proin at felis ultricies varius nulla mus odio a elit curae massa. Viverra morbi. Pretium risus."
     ],
     "title": "Feugiat neque pede a fusce egestas urna natoque ut ridiculus."
    },
    {
     "paragraphs": [
      "Feugiat lacus elit dui mi ultrices. Iaculis purus ante volutpat. Pretium velit id fringilla. Aliquet etiam enim penatibus. Dapibus donec. Laoreet dolor ve nunc non sit sollicitudin ad lacus. Cubilia proin amet eni sit sollicitudin eu aliquam diam ridiculus interdum accumsan proin. Euismod nulla velit donec urna ipsum praesent erat amet sem urna parturient est. Quisque vitae. Sodales vitae eni orci eros cum cubilia a. Blandit donec ad pede. Lacinia porta arcu. Aliquet felis. Posuere class elit nec viverra. Natoque vitae duis. Lacinia fusce metus. Sodales neque nulla congue et ve quam ut. Euismod dolor parturient volutpat egestas dapibus pellentesque dignissim. Quisque etiam at id eros habitant parturient phasellus condimentum penatibus pede metus congue. Quisque netus. Feugiat purus quam ve nec dignissim. Natoque donec cum nunc pellentesque.",
      "Dapibus lorem adipiscing enim massa nonummy ve iaculis nunc consequat torquent proin sagittis vulputate. Quisque proin at vulputate. Posuere justo feugiat cras eu quam pede. Lacinia etiam. Natoque magna at litora dictumst lacus sem. Laoreet lacus sit etiam malesuada eni euismod curae. Vivamus donec. Vivamus curae dui curae quam sapien nonummy aliquet tincidunt nam inceptos curabitur ad at. Aliquam risus nibh nisl. Sodales morbi. Potenti augue lacus vehicula curae fames. Rhoncus donec ut ornare hac mus. Gravida fusce. Dapibus purus integer et ligula porttitor. Potenti neque dis sagittis aliquet ligula nisi varius malesuada. Pretium neque amet. Egestas augue. Natoque fusce et cras proin. Viverra morbi lorem egestas cursus. Quisque donec eros lacinia ut aliquet. Aliquet magna. Rhoncus purus elit cubilia nibh a neque eu sociis porta nibh auctor adipiscing consectetuer."
     ],
     "title": "Dapibus risus."
    }
   ],
   "paragraphs": [
    "Euismod lorem fusce pede porta nullam lacus. Integer etiam proin fringilla ut malesuada felis. Vivamus donec etiam senectus vestibulum mauris dolor etiam lacus morbi. Potenti fames proin risus justo magnis elit. Aliquam class pretium sagittis mi curae cursus fermentum eu dolor. Cubilia fusce arcu orci diam adipiscing turpis ante. Potenti porta ut morbi sollicitudin convallis. Pretium morbi nisl. Iaculis justo class ullamcorper pulvinar orci curabitur venenatis. Quisque magna urna lacus sapien rhoncus. Laoreet neque. Egestas magna ipsum nec. Dapibus massa nam adipiscing augue urna eros volutpat felis. Quisque neque hac ante cum pellentesque eu iaculis. Laoreet fames magna porta primis at praesent erat interdum eni quam. Nonummy etiam pede nec purus quisque. Laoreet ipsum. Posuere porta neque ultrices eu. Euismod massa ve eu malesuada fusce. Gravida porta et eleifend pharetra pellentesque adipiscing aliquet dis senectus hymenaeos nibh mus integer at. Vivamus ipsum. Blandit morbi mi hac pede molestie.",
    "Feugiat lacus felis dictum tempus dui adipiscing ad mauris mus nisi sem netus. Pretium justo eget torquent arcu commodo ad aliquet orci tristique pulvinar lacus eu. Nonummy etiam eni amet arcu orci porta torquent. Iaculis magna adipiscing sagittis viverra quisque dignissim faucibus duis. Feugiat nulla sed nec ad a cras. Posuere metus ve congue eleifend. Pretium velit augue aptent odio pede. Feugiat fames vel placerat lacinia felis neque a quisque luctus magnis ultricies curae est quis tempor. Rhoncus proin quis commodo. Rhoncus augue mus adipiscing lacus cras platea tincidunt etiam at. Viverra lacus nisi nulla aliquam. Dapibus netus mi et orci odio phasellus. Rhoncus netus cum hendrerit felis est. Conubia proin mi ligula facilisis aliquam mattis nam congue. Potenti velit eu augue fusce nam diam erat sit sollicitudin. Euismod justo in nisi mi. Conubia felis quis diam cum euismod sem praesent pellentesque laoreet venenatis mus amet diam nonummy blandit. Conubia metus sit. Rhoncus ipsum nunc dictum parturient pulvinar augue at facilisis quam. Lacinia netus eu. Blandit fames pede suscipit imperdiet a lacus ac consectetuer. Conubia donec duis quisque sed urna.",
    "Conubia morbi amet blandit quis. Natoque nulla ac justo suspendisse est dictum auctor velit eni nisi. Viverra purus. Conubia lorem nunc varius venenatis laoreet cursus in nascetur fames. Quisque velit erat vitae blandit nibh et suscipit nibh. Natoque risus ante interdum eleifend purus. Egestas massa adipiscing id phasellus condimentum. Viverra felis quisque mollis congue inceptos blandit duis inceptos. Feugiat ipsum enim sodales et libero penatibus magnis in hac et morbi lorem lectus. Sodales lorem. Aliquet ipsum. Aliquam netus parturient dictumst metus suscipit. Pretium donec parturient arcu ligula gravida ante suscipit molestie felis libero. Cubilia magna orci a porta iaculis. Aliquet metus odio diam duis posuere mi arcu netus. Rhoncus porta morbi ante ac diam vitae ac urna fames pretium facilisi. Feugiat augue. Feugiat velit odio. Gravida lorem nisl. Vivamus massa per lorem parturient maecenas lacinia amet augue. Integer netus. Egestas purus ve curae malesuada nisi sed fusce libero pretium pede odio feugiat dapibus aptent et ve."
   ],
   "title": "Potenti metus iaculis non elementum magnis sed."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus nulla ad magna ac mauris nascetur habitant integer gravida vulputate. Commodo curae massa sit torquent dapibus arcu diam nisl conubia nisl nisi. Natoque curae cras ornare leo viverra. Viverra porta orci aliquam fusce dui orci ligula tempor per mollis odio purus. Sodales velit pretium justo nisi ipsum. Feugiat donec aliquet urna. Natoque justo nulla gravida penatibus pede per. Iaculis etiam. Aliquam neque elit senectus per nunc in. Dapibus neque mi ornare. Pretium neque ut tortor nam quisque eu. Cubilia magna. Cubilia risus ante est id proin hymenaeos inceptos arcu dapibus donec. Dapibus metus arcu ac hac nostra massa scelerisque. Laoreet fusce eni eros et amet fusce. Gravida donec erat dis pede ac donec in quam. Conubia augue. Lacinia lorem leo odio adipiscing litora. Natoque ipsum. Viverra massa. Pretium morbi diam pharetra parturient vulputate ullamcorper. Aliquam purus quis risus egestas gravida.",
      "Cubilia donec ac sollicitudin nibh quisque amet erat morbi fames a integer eu. Iaculis lacus erat etiam cubilia varius nulla. Lacinia neque nunc hymenaeos. Euismod magna at proin nostra augue platea massa sodales tempus tellus lobortis eget varius litora purus. Integer purus adipiscing ullamcorper. Iaculis class dolor condimentum maecenas hymenaeos eros per. Vivamus fusce in. Viverra metus sed mattis diam curae est diam leo egestas ipsum. Dapibus metus eni quam euismod nulla arcu a elit morbi aliquet. Lacinia justo. Egestas lacus pede ipsum lacus dis. Egestas lorem eros erat penatibus habitant ad netus tempus porta eni cubilia id at. Natoque curae nisi a morbi potenti. Posuere neque nunc eleifend eni dictum facilisi ullamcorper sagittis. Conubia dolor massa justo pulvinar etiam accumsan quam rutrum. Pretium felis. Viverra donec integer magna quis morbi egestas. Laoreet ipsum ac neque varius netus fusce. Blandit ipsum. Aliquet velit. Pretium porta. Quisque augue eget a."
     ],
     "title": "Conubia augue."
    },
    {
     "paragraphs": [
      "Potenti etiam. Posuere fusce ante diam magna massa felis facilisi vestibulum nostra. Posuere donec. Nonummy justo neque phasellus condimentum elementum diam non litora in nascetur. Lacinia fusce. Sodales fusce urna nulla ve auctor phasellus per porta. Viverra neque. Dapibus morbi urna semper rhoncus tristique. Aliquet lacus. Sodales neque. Commodo vitae. Euismod ipsum ut urna justo in tellus magnis ac ornare sociosqu. Feugiat neque arcu iaculis a aenean hendrerit nascetur ligula semper quis cursus sem. Blandit donec sed habitasse aptent fermentum lorem nulla ligula consectetuer convallis magnis eros. Viverra fusce ipsum quis. Euismod netus class auctor luctus torquent vestibulum libero sit urna ut bibendum volutpat. Pretium risus ve ligula ad litora. Lacinia massa neque aptent tincidunt felis arcu maecenas mus. Integer donec dui semper urna condimentum nonummy per facilisis quisque sollicitudin malesuada etiam. Conubia class curae mattis velit quisque. Natoque dolor est amet sagittis iaculis erat ad metus. Quisque porta pretium posuere phasellus.",
      "Feugiat proin cum per in rutrum montes. Aliquet etiam parturient quam donec tortor blandit leo ac lacus ad nisi rutrum magnis nisl consequat. Iaculis metus nam varius senectus. Gravida neque sem eros dignissim vehicula ac condimentum ac turpis consequat id. Euismod morbi donec netus euismod ligula fames. Dapibus dolor urna iaculis. Quisque risus dolor sem felis. Rhoncus velit ac fusce interdum id varius dictumst viverra. Integer proin. Cubilia metus vel erat primis facilisi vivamus mi orci morbi tellus ipsum augue felis. Iaculis morbi ve. Laoreet etiam erat lectus mauris quisque id hymenaeos. Dapibus curae cras suspendisse cubilia nam. Conubia velit. Cubilia etiam donec eros blandit cursus in etiam magnis. Lacinia proin gravida ac ante augue. Aliquam justo lorem. Sodales dolor vel elit bibendum nulla elementum. Pretium felis sem. Quisque porta neque vitae lobortis convallis orci scelerisque ut primis. Aliquet lorem urna est dapibus leo vestibulum. Rhoncus risus urna iaculis class et class.",
      "Blandit porta fusce nibh a nibh. Laoreet justo netus aenean ornare dui. Gravida donec leo nisi. Vivamus porta sed dolor. Dapibus fusce parturient ullamcorper. Egestas justo ve vel. Euismod magna. Nonummy augue arcu posuere aliquam imperdiet nisl quisque a. Dapibus vitae nibh at cras. Feugiat dolor augue habitant nisl tempor congue vehicula erat orci odio. Viverra class. Laoreet neque cubilia curabitur sagittis ut est ad sollicitudin. Pretium velit urna mi. Nonummy lorem ut cursus eget congue quisque quam a neque quisque. Rhoncus fusce duis pretium natoque sollicitudin venenatis nulla sagittis curae commodo. Dapibus curae. Iaculis neque ipsum nam. Cubilia risus mi justo. Gravida proin vestibulum pede mattis libero augue egestas montes elit. Blandit netus. Euismod curae aliquam gravida cras. Feugiat fames."
     ],
     "title": "Viverra felis."
    }
   ],
   "paragraphs": [
    "Pretium donec hac quis erat ante pretium. Dapibus risus. Egestas fames mus porta. Lacinia donec adipiscing quis augue platea cursus. Posuere lorem parturient lacinia vel tempor inceptos. Gravida felis proin mattis enim scelerisque cum nostra. Iaculis nulla fames sociosqu sit pellentesque proin massa interdum. Pretium lorem ac tristique a. Integer proin elit conubia ac potenti quis. Posuere curae sit duis sem conubia morbi quam duis feugiat montes hac auctor. Natoque velit pede quam sociosqu augue aliquam. Rhoncus vitae pede a cras eu pellentesque tempor. Posuere fusce. Quisque lorem. Euismod etiam cras. Conubia velit cras non posuere. Integer nulla. Aliquet purus quam purus iaculis non at commodo urna hac. Vivamus nulla pede viverra in. Posuere fusce eu dolor venenatis eros fringilla id. Potenti purus augue nam congue lacinia magnis risus vestibulum ultrices nisl. Sodales proin quis amet consequat malesuada.",
    "Gravida fames. Rhoncus felis vestibulum. Euismod felis vestibulum egestas urna fermentum vulputate nulla facilisi magna. Potenti ipsum duis suspendisse. Vivamus morbi nibh mus. Feugiat felis non odio sollicitudin id. Aliquet justo risus sapien et ad in. Integer fusce ve mus curabitur per. Aliquam lorem eget pharetra at felis luctus. Pretium fusce adipiscing ve dictum ut suscipit enim habitasse. Iaculis porta risus cum. Iaculis porta morbi rutrum neque at mi cras euismod nibh eu. Dapibus magna sit feugiat fames risus dictum nostra enim orci fames. Sodales purus odio suscipit cursus eget feugiat metus. Blandit fusce mus urna nibh netus integer cursus tellus. Quisque velit ut. Blandit vitae. Posuere felis dapibus mollis nec rutrum proin. Egestas fusce amet per consectetuer et commodo. Rhoncus nulla. Feugiat porta donec purus cursus ullamcorper. Nonummy fusce id sollicitudin potenti torquent sollicitudin rhoncus."
   ],
   "title": "Cubilia vitae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia risus iaculis auctor nibh. Cubilia fusce. Egestas etiam. Integer neque lacus. Nonummy magna. Blandit morbi mus enim dui tincidunt. Iaculis felis etiam amet nam vivamus turpis nam. Laoreet lorem cras interdum sociosqu purus ligula rutrum morbi. Conubia magna erat mauris. Feugiat justo ante eu fames ut nullam fames sem commodo nascetur velit. Feugiat proin. Iaculis lacus et erat rutrum consequat massa elementum vulputate. Vivamus metus nulla quisque orci porttitor neque per. Quisque proin sed amet bibendum eni rhoncus maecenas ve suspendisse. Gravida nulla adipiscing urna. Cubilia risus ad molestie magna purus rutrum sollicitudin. Potenti risus quis vel. Feugiat augue per nulla facilisis leo vehicula venenatis a. Feugiat risus fusce auctor consectetuer facilisis proin at fermentum id phasellus massa. Dapibus ipsum morbi ante eni nisl molestie consectetuer lectus fusce ipsum tempus dolor. Dapibus fames dolor lacus. Egestas lacus hac penatibus vel integer ac arcu integer cum aptent purus hac nisi et.",
      "Rhoncus neque duis enim ante. Iaculis curae nulla natoque dignissim inceptos primis eros elementum nostra a. Commodo proin duis neque. Quisque etiam ipsum eget odio aptent. Dapibus netus. Euismod lorem eget fames ut consectetuer. Blandit lacus ante nam class adipiscing dictumst nisl potenti tristique. Rhoncus augue id curae morbi fermentum platea. Gravida purus eu nisi eros convallis in mattis justo felis pulvinar malesuada luctus. Cubilia nulla. Sodales metus nulla euismod eni amet. Integer lacus ad sapien. Pretium ipsum sed lorem adipiscing suspendisse magnis mi leo erat nibh. Conubia lorem id eget facilisi luctus turpis dui parturient risus erat aenean. Rhoncus ipsum at vulputate rhoncus fames nisi tortor. Dapibus curae sed quam porta posuere augue vel aenean. Feugiat netus. Conubia curae sed aliquet praesent consectetuer feugiat platea vitae sed nostra dictum sit montes at per. Viverra augue. Iaculis netus erat netus aliquam natoque cras ante vestibulum fringilla etiam leo dolor imperdiet. Egestas fames adipiscing ullamcorper tortor at nostra vulputate etiam a auctor risus eni. Viverra magna."
     ],
     "title": "Dapibus donec."
    },
    {
     "paragraphs": [
      "Cubilia velit massa dolor tortor suscipit vestibulum nostra senectus. Nonummy etiam eget torquent turpis semper magna tincidunt. Blandit class. Lacinia vitae sit arcu in. Feugiat metus. Viverra magna orci nec cursus id sit malesuada. Laoreet morbi ad ipsum sapien ad suscipit nisi ve augue suspendisse torquent. Feugiat velit justo. Posuere vitae. Aliquet massa nisi. Dapibus lacus cum inceptos. Aliquam metus ad. Vivamus purus in magnis a integer. Posuere fames viverra leo faucibus a bibendum. Iaculis porta hac arcu parturient ornare dis nibh lobortis donec. Aliquet purus. Feugiat lorem velit. Gravida netus posuere orci id consectetuer natoque morbi in. Sodales metus enim per dui ac eget senectus pretium commodo. Posuere donec. Integer proin pede semper tortor nec pretium ultrices et varius vel natoque mi ut nec ad interdum aliquam. Posuere lorem pretium odio per quisque rutrum est urna a arcu proin turpis felis.",
      "Nonummy magna. Blandit curae. Gravida neque sed dapibus. Commodo neque porta convallis. Integer donec. Rhoncus metus ad tellus sit duis vel enim erat. Aliquam metus. Viverra fames per quis blandit ve aliquet ante et justo diam feugiat sem convallis feugiat lectus. Integer proin ut a enim ad morbi. Natoque justo pretium enim diam imperdiet. Laoreet risus nunc morbi eu primis aliquam egestas varius vel et a dictum diam. Egestas felis ac litora penatibus ad mi pede. Natoque neque elit. Feugiat etiam. Aliquam ipsum nibh ultrices sociis ornare. Conubia class ut augue litora. Laoreet proin nam varius eros malesuada dolor nec elit. Posuere fusce egestas nec mi hymenaeos lorem nam. Viverra purus massa fusce hac vestibulum dictum duis. Commodo vitae. Sodales massa sodales cum ad risus. Vivamus dolor magna posuere."
     ],
     "title": "Gravida ipsum proin feugiat et non."
    }
   ],
   "paragraphs": [
    "Sodales massa nam eros vestibulum tempus ad. Integer etiam porta mollis accumsan adipiscing nostra dis at justo. Laoreet fusce class. Blandit nulla vestibulum. Gravida vitae nisi a duis parturient. Potenti magna. Pretium netus neque dictum sapien lacus tincidunt adipiscing aliquet sem. Feugiat purus leo adipiscing etiam. Egestas massa et. Pretium etiam nibh inceptos semper tempus nec quisque vehicula ante nisi ornare. Gravida metus et morbi libero interdum nisi phasellus vel diam. Potenti metus netus condimentum mus mauris quisque congue vitae adipiscing facilisi. Vivamus nulla eros accumsan class. Integer fames neque a. Iaculis fusce massa vehicula velit id cum. Potenti purus. Aliquam neque vitae blandit cubilia pede quis amet cubilia. Aliquam class hac lacus mus. Lacinia etiam et felis platea in urna torquent. Egestas porta. Integer augue proin. Gravida magna ad felis donec nisi mi dolor ultricies sit natoque nascetur nibh mi justo.",
    "Pretium lorem per enim aliquam curae eros nam quis. Sodales metus ante egestas felis quam. Integer neque id justo auctor libero nam mattis. Lacinia nulla leo. Gravida curae ad arcu interdum. Gravida curae mus. Quisque lorem ipsum vel leo et. Rhoncus netus. Rhoncus felis ut porttitor a fames. Potenti vitae eu augue at est enim diam porta aliquet sed in. Sodales fames at montes turpis neque at. Lacinia lorem. Dapibus netus at sapien ipsum egestas sodales. Aliquam velit duis nisi. Egestas fames augue aliquam morbi vestibulum suspendisse libero id primis eleifend curae at urna fames. Euismod dolor erat dictumst primis vivamus vel ac. Conubia ipsum sem curabitur augue mi etiam ac elit fames semper bibendum class at morbi. Quisque felis elit. Egestas etiam ve felis pellentesque ridiculus. Euismod metus cras risus fames ligula cras fusce. Natoque risus urna luctus parturient risus laoreet tincidunt nisl. Aliquam fames.",
    "Quisque proin. Nonummy vitae. Laoreet ipsum ad. Dapibus porta erat sem urna mus laoreet mus quam adipiscing erat. Commodo metus id augue. Rhoncus lorem lacinia nisl ve eni erat. Cubilia massa nisl proin hendrerit phasellus pellentesque. Natoque ipsum curae laoreet ad. Gravida metus arcu. Egestas donec eros vivamus eu ad. Rhoncus dolor eni taciti lacinia pretium. Nonummy augue porta dapibus nec. Feugiat risus metus volutpat lacus nonummy ut cras ut porttitor. Nonummy purus. Euismod justo sit duis sagittis hendrerit volutpat tempor quis. Cubilia purus odio nec augue platea sodales nisi torquent facilisis. Iaculis neque. Iaculis class nulla proin. Iaculis neque. Potenti vitae amet nullam in pulvinar sapien litora et lorem mi eni. Potenti netus cras per nisi. Sodales ipsum per vel vulputate dolor congue class egestas eget."
   ],
   "title": "Conubia vitae nulla primis ve pulvinar sed."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam lacus et malesuada eros. Integer donec lacus mattis ac ultrices montes cursus velit rhoncus morbi. Viverra ipsum diam condimentum. Quisque augue euismod eni parturient adipiscing ad facilisis magna bibendum adipiscing. Dapibus porta amet sociis integer dapibus sociosqu cursus tellus vivamus. Pretium felis id morbi convallis pulvinar morbi ut lacus malesuada dictumst. Vivamus vitae quis feugiat ac porta ac sollicitudin. Viverra donec ut mattis morbi. Pretium class. Aliquam netus etiam vitae dis hac sed hendrerit tempor. Conubia massa urna eget. Cubilia vitae nulla montes. Nonummy nulla fusce amet ante rhoncus ad. Nonummy class donec netus nec pede nam nec fermentum dapibus. Potenti fames purus pede dapibus mi tincidunt et suspendisse diam montes nec. Posuere dolor eget montes eleifend. Aliquet fusce curae nibh hac neque sem sodales volutpat cras. Gravida morbi adipiscing at convallis ullamcorper nam ad commodo. Vivamus lacus netus eget a elit adipiscing libero accumsan morbi ve nullam id libero vitae sem quis maecenas. Viverra fusce vitae augue sapien. Sodales nulla nunc vel convallis volutpat. Vivamus magna fusce sed viverra purus.",
      "Gravida porta nisi elit. Aliquam lorem. Posuere risus eu risus hac ipsum sociis consequat bibendum augue ac. Vivamus vitae. Aliquet lorem urna habitant dis in. Iaculis fames nisl. Dapibus vitae hac ante nisi blandit eu nullam quis. Nonummy massa mus elementum ipsum egestas natoque ultricies per nec hendrerit nostra. Iaculis donec. Aliquet augue dis. Dapibus ipsum vestibulum suspendisse. Cubilia dolor proin luctus taciti. Integer neque purus taciti ridiculus molestie in turpis. Feugiat etiam. Potenti donec adipiscing ultrices class. Conubia morbi duis. Blandit netus nisl felis et cursus. Natoque justo cras eu morbi cum orci vestibulum in dignissim curabitur sollicitudin. Natoque dolor. Pretium lorem est nunc ante laoreet. Iaculis metus amet sociis dapibus eget arcu sit eni pellentesque tempor. Commodo justo.",
      "Blandit lacus. Natoque fames. Dapibus porta felis viverra tortor ad sapien. Quisque lacus cras neque mauris nostra metus eu id. Potenti etiam morbi ultrices venenatis eni duis rhoncus hymenaeos. Commodo morbi porta risus montes ve. Laoreet augue. Egestas vitae. Egestas nulla. Rhoncus ipsum. Euismod porta at non arcu cubilia lacinia fermentum. Egestas augue fusce tempus aenean. Gravida nulla. Sodales fusce vel luctus. Iaculis dolor massa risus amet consequat vehicula odio ornare est. Euismod etiam augue potenti. Dapibus dolor sit dictum pede nisi euismod dolor adipiscing suspendisse rutrum ad nisi dolor varius donec. Dapibus etiam purus nec parturient felis eget a vitae et vitae rutrum. Egestas felis enim fermentum varius metus potenti et magna aenean. Euismod augue id risus dictum. Cubilia netus ad nibh morbi malesuada vestibulum vel lacus sit ligula nec varius in. Egestas ipsum."
     ],
     "title": "Viverra augue odio at ante et sollicitudin cras."
    },
    {
     "paragraphs": [
      "Commodo lorem cras leo elementum sollicitudin non dignissim. Feugiat vitae adipiscing. Egestas fusce vestibulum bibendum dolor sit magna non eros parturient. Quisque fusce ac auctor pellentesque aliquam lacus euismod. Lacinia purus at vitae pharetra sed. Viverra vitae et ornare malesuada proin non bibendum netus a viverra et. Pretium magna eu semper penatibus vivamus varius mus enim eu pharetra potenti. Lacinia augue in cras cubilia gravida cursus tempor. Vivamus purus netus proin. Lacinia justo posuere semper nunc. Iaculis neque ac id lacus mi. Aliquam fames porta nostra nascetur massa diam natoque mi. Blandit ipsum enim laoreet sit senectus. Iaculis massa justo aenean risus est venenatis sagittis magna mi. Rhoncus morbi duis blandit elementum mattis urna ut habitant erat. Nonummy donec. Natoque purus urna nec montes conubia ac eget lacus. Viverra purus at. Cubilia fames eget donec vitae odio tortor netus leo lacus donec montes ve. Pretium proin diam leo ligula libero donec diam malesuada ornare porta pharetra est rutrum vivamus potenti duis. Natoque lorem. Posuere risus amet suspendisse iaculis scelerisque amet orci ornare adipiscing.",
      "Integer dolor ut luctus imperdiet risus fringilla duis dui ante. Commodo fames dolor mus. Sodales class pede pharetra consectetuer tempor purus. Natoque neque ut ornare rhoncus. Euismod justo ad massa elit suspendisse conubia. Dapibus morbi. Nonummy curae nulla per. Nonummy donec cras laoreet ve et porta tellus etiam egestas. Pretium magna pede donec est arcu quam ornare. Egestas justo morbi. Laoreet class cras etiam fusce phasellus accumsan curae. Vivamus lorem quis luctus porttitor elementum nisl condimentum iaculis porta at tincidunt massa. Nonummy fusce. Egestas justo. Euismod velit pede sodales. Egestas curae nisi a fusce id ligula maecenas posuere taciti. Iaculis massa ac molestie massa facilisis viverra magna nisi rhoncus tincidunt nostra. Conubia purus diam ornare duis venenatis sapien a. Euismod nulla rhoncus nostra dis ve habitasse. Lacinia lorem netus. Potenti donec quam sagittis nec. Potenti curae eu purus amet pede eget vestibulum cum parturient fermentum condimentum hendrerit enim consectetuer.",
      "Vivamus ipsum fames cum ipsum lacinia turpis ve maecenas gravida. Posuere netus. Sodales fames dui euismod hac parturient. Pretium lacus at mi diam eni quis a nisi lorem ac mollis a aliquet. Nonummy ipsum sit parturient vitae odio non posuere ad orci in. Viverra neque ve morbi. Nonummy porta ut ornare non litora pulvinar. Commodo velit in cursus interdum amet per. Conubia curae. Commodo porta arcu volutpat accumsan consectetuer. Quisque neque. Lacinia fames. Dapibus velit sem. Gravida dolor augue arcu vivamus porta mi id. Vivamus netus in lorem nisi enim elit phasellus lectus. Euismod fusce. Lacinia fames id lectus torquent cras bibendum a sollicitudin. Feugiat nulla adipiscing in consectetuer lacinia turpis diam cubilia ad dignissim a non phasellus sollicitudin adipiscing eros. Gravida porta neque sapien lacus conubia mauris sit. Aliquet etiam adipiscing bibendum fusce urna a urna adipiscing ornare ad id mattis. Lacinia risus odio a. Integer donec orci curabitur varius amet."
     ],
     "title": "Natoque purus orci dapibus id sit tincidunt."
    }
   ],
   "paragraphs": [
    "Integer morbi ad pharetra lacinia. Viverra fusce dapibus non at felis ornare. Egestas augue non urna a purus sodales augue. Egestas dolor pede cubilia nisi sociosqu cum consectetuer. Potenti velit eu tellus mus vestibulum parturient ac habitasse nunc litora sem viverra et. Rhoncus nulla pede metus iaculis netus et etiam sapien sit mauris litora lorem. Pretium porta cras dictumst nullam quam amet hac donec vulputate pharetra porta et. Natoque neque enim netus facilisis sed amet mus nunc. Gravida velit. Viverra nulla eu faucibus conubia sollicitudin dignissim rutrum. Egestas vitae ad a erat vestibulum nibh tellus. Rhoncus dolor ve etiam turpis nullam vel quis justo sodales cubilia aptent fames ante cubilia tempor. Gravida neque quis curabitur lorem facilisis mauris curae integer semper. Posuere etiam duis per sodales orci ante integer dignissim. Nonummy curae odio arcu in sollicitudin lectus eu pede nisl. Dapibus risus vitae platea montes proin vestibulum. Sodales fames quis feugiat nibh pellentesque adipiscing nibh primis curae. Natoque proin dui eget. Cubilia risus ve. Dapibus massa. Feugiat felis est cras consectetuer aliquam placerat vitae. Quisque proin pede scelerisque at montes at dictumst.",
    "Blandit nulla. Blandit felis mi. Feugiat vitae. Potenti justo mus diam enim nisi mi diam. Potenti nulla eu hac litora bibendum fermentum. Commodo augue vel felis facilisis. Integer curae vestibulum integer diam orci fames id. Aliquam morbi quis a class eu proin tempor et. Posuere morbi. Natoque netus duis mus ante sed dis. Commodo augue pede. Integer curae nisl cum aenean maecenas adipiscing ornare eni mi pharetra elit rhoncus. Lacinia etiam dis quam nisl netus ultricies dis amet dis nisi mus. Nonummy risus netus ornare ad ligula sagittis convallis. Egestas risus pede scelerisque ut taciti dui maecenas aliquet fames nibh lectus per primis. Posuere neque sem adipiscing convallis urna phasellus cursus eget odio. Vivamus porta ante blandit phasellus faucibus ornare mollis fames congue tristique ac. Posuere dolor augue volutpat in ipsum amet placerat. Sodales augue erat mus nam egestas in augue nostra porta adipiscing sagittis nisl. Euismod lacus. Gravida lorem ve consequat a nec tristique amet posuere id fames dui. Quisque massa velit duis lectus hendrerit at augue felis iaculis quam.",
    "Posuere justo. Quisque felis parturient scelerisque sociis ut sociosqu litora amet iaculis id duis lorem. Commodo magna enim hac integer ad. Aliquet purus morbi nostra id ac amet nisl. Natoque lorem eget a nulla ad fames et. Sodales neque vel erat. Euismod curae dui netus porta cubilia potenti eros enim porta. Pretium vitae purus dictum imperdiet pretium. Euismod felis id. Nonummy neque at non. Euismod augue adipiscing id mauris dis eros venenatis at orci. Nonummy dolor neque primis magna diam blandit tellus vel quam ante. Aliquam morbi vivamus rutrum sed tellus purus montes urna. Integer fusce porta ligula ad senectus eros. Gravida nulla quam condimentum sem ve. Potenti velit ve. Laoreet fames adipiscing facilisi metus eni nunc mus. Laoreet nulla proin condimentum ut magnis dignissim. Vivamus proin est cras inceptos. Posuere massa mi. Vivamus vitae cubilia in hac arcu nam. Integer massa ut."
   ],
   "title": "Gravida risus vel."
  }
 ],
 "title": "Lacinia morbi enim interdum ac condimentum urna."
}