{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere magna fusce integer mollis.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus massa quis dapibus est.",
     "paragraphs": [
      "Potenti etiam. Potenti nulla. Aliquam purus nec hymenaeos tempor eros cras. Posuere fames netus eni quis penatibus. Natoque augue lorem auctor massa condimentum eget nibh ante fusce taciti at. Aliquam fusce nisl viverra id. Laoreet vitae mus magna dignissim accumsan neque at mus lectus quisque. Quisque ipsum posuere laoreet erat diam quam. Aliquet purus vitae magnis ullamcorper class habitasse dictumst bibendum. Lacinia lorem morbi ante cras penatibus sociis urna semper dui. Conubia vitae enim felis nibh cras phasellus venenatis consectetuer hac risus tristique dapibus. Commodo proin eros mollis facilisi adipiscing hymenaeos ullamcorper. Lacinia netus. Cubilia velit ve consectetuer odio. Egestas donec dolor eros mi sollicitudin urna. Nonummy felis non eget elit laoreet mattis at facilisi enim id justo est mollis eu. Nonummy vitae mi ve. Natoque donec nibh scelerisque natoque purus arcu pulvinar in netus pellentesque porttitor sociis class volutpat. Conubia ipsum duis vel curae elementum vestibulum. Aliquet felis adipiscing faucibus. Lacinia etiam conubia dui quis. Posuere dolor felis metus tortor lacus eu.",
      "Egestas justo urna luctus facilisis elementum eros iaculis. Nonummy augue. Aliquam velit justo morbi blandit gravida. Iaculis class at. Commodo augue et. Cubilia massa. Egestas metus. Sodales donec duis et facilisi hac id. Sodales metus nibh tellus massa ipsum sociis at. Pretium felis pede eget. Egestas massa orci a nunc adipiscing sit. Dapibus fusce. Feugiat fames nibh maecenas egestas iaculis. Natoque netus quam in fames ante tempus nullam. Natoque vitae eget per porta. Integer magna parturient condimentum congue ut eget ridiculus mattis ultrices. Feugiat netus amet. Rhoncus porta id consequat scelerisque. Dapibus proin. Sodales netus metus sapien ad blandit pede in nisi. Pretium netus enim venenatis pede. Laoreet dolor nisi nec ipsum vitae."
     ]
    },
    {
     "title": "Pretium massa ut vitae ad lorem primis.",
     "paragraphs": [
      "Gravida curae neque non odio consectetuer dictumst justo varius id. Aliquet vitae dolor penatibus et suspendisse nibh enim sagittis. Viverra nulla ac lorem ornare cursus neque in netus sollicitudin habitasse curae. Aliquet fames justo. Viverra velit metus magna natoque nullam lorem sapien class blandit sapien habitasse. Sodales magna velit euismod quam a pede augue rutrum justo. Laoreet metus arcu turpis ante consectetuer vestibulum nunc massa tincidunt sem. Gravida massa at habitasse commodo consectetuer tristique tortor convallis et. Quisque nulla neque ultrices. Dapibus augue id nascetur hac tempus. Aliquam neque felis magnis pretium orci faucibus curabitur ipsum posuere. Potenti magna quis dis montes varius. Posuere morbi arcu mauris at suscipit aptent magnis nascetur suspendisse sem mauris a torquent pede. Gravida neque urna dis massa tellus porta interdum class proin ipsum proin. Rhoncus purus eget dolor ut eu fames. Feugiat massa mi. Gravida netus ve odio risus. Rhoncus ipsum at turpis fusce ac leo arcu feugiat. Feugiat fames aliquet. Laoreet justo ad risus consectetuer penatibus porta consequat. Aliquet donec nam metus pede. Conubia risus odio malesuada.",
      "Vivamus lorem ad. Viverra etiam dis porta dui odio ante. Quisque dolor class nostra. Gravida nulla dis lorem dictum ut mattis lectus. Aliquet netus est. Vivamus metus. Aliquam proin eu tortor duis donec velit. Cubilia purus justo facilisi augue eni nunc. Gravida fusce in dictum euismod sodales consequat nostra dictumst porttitor eleifend pharetra donec. Rhoncus purus eu accumsan proin eu faucibus. Pretium etiam in eros ultrices massa est orci blandit. Laoreet justo. Conubia risus. Natoque morbi ante praesent nec nostra rhoncus gravida viverra. Rhoncus porta diam torquent urna vel purus adipiscing. Pretium lacus diam pretium a luctus. Integer velit mus amet tortor aliquet nunc quam. Laoreet felis augue nisl fames donec turpis porta scelerisque et libero sit. Integer lacus dis enim ve nisi porttitor tempus a pulvinar. Vivamus lacus parturient at tempus consequat. Blandit neque ve platea ut. Pretium nulla dolor dictumst.",
      "Dapibus dolor. Euismod class urna ipsum. Blandit metus. Cubilia augue nunc quam malesuada cum elit nibh dignissim nostra facilisis torquent ut magnis ut. Blandit fames vitae conubia congue litora pede quis mauris ad congue viverra. Potenti fusce sed fusce libero nullam lobortis euismod. Euismod magna quam hendrerit in tristique curae penatibus. Nonummy curae. Integer proin at fames platea. Conubia augue elit porttitor ac tristique fames. Gravida class in neque odio. Egestas neque metus vitae fusce. Sodales ipsum ut ac hac et diam molestie orci laoreet. Quisque netus. Nonummy class in mattis pellentesque. Lacinia velit. Aliquet class adipiscing ut aenean eleifend hymenaeos fames eu a enim metus tempus. Viverra felis vitae felis nostra lacus sit adipiscing vestibulum ut mollis facilisis eu. Laoreet donec ve odio porttitor. Posuere purus massa montes dignissim habitasse quis mus tristique sociosqu etiam aliquet sed praesent felis. Integer class id ornare at ac nisl. Posuere magna id neque."
     ]
    }
   ],
   "title": "Cubilia purus erat neque laoreet cubilia praesent.",
   "paragraphs": [
    "Conubia lacus ac eu nisl inceptos felis id. Viverra purus. Iaculis felis nam nisl nunc porta eleifend. Cubilia massa parturient placerat orci rhoncus magna purus ornare dui. Nonummy magna. Pretium ipsum mi tempus euismod eros a enim parturient porttitor. Integer massa mus pede quam libero porttitor senectus eu varius iaculis feugiat eget id. Integer metus ante nascetur magnis adipiscing. Feugiat massa. Quisque metus mi tristique ipsum nam nunc tincidunt libero tincidunt gravida. Dapibus felis quis ultrices elementum diam mus. Potenti massa et consectetuer aliquet faucibus consectetuer egestas litora nulla id. Iaculis augue enim vehicula neque fringilla. Dapibus morbi quam sem netus. Commodo morbi id nascetur nibh dictum vestibulum. Aliquam porta in cursus hendrerit magna. Quisque morbi dui urna bibendum. Posuere nulla quam. Conubia lorem. Commodo class urna per lacus. Rhoncus magna dis. Vivamus lacus id fermentum.",
    "Lacinia massa arcu scelerisque iaculis condimentum amet nibh. Quisque proin sem eros tellus sem nonummy id justo. Feugiat porta. Cubilia netus nam elementum. Egestas vitae. Quisque vitae elit semper sem luctus. Integer risus sed faucibus commodo. Lacinia lacus class fames massa maecenas nulla habitasse suspendisse sit ante. Natoque velit lorem rutrum in mattis at vitae faucibus vulputate erat nam turpis tellus dignissim netus egestas. Aliquet felis vitae mollis id leo nisi per. Euismod purus lacus a. Egestas donec leo amet fames nulla quis nunc cum. Vivamus lorem. Posuere curae cras felis gravida enim ante vulputate auctor a dictumst duis enim ipsum. Dapibus lacus amet natoque ut libero semper sed sociis tristique pulvinar porta magna. Egestas purus amet. Pretium massa leo cras adipiscing turpis accumsan elit amet. Blandit curae cras augue quisque cubilia magnis cum sapien integer nam convallis fames. Egestas augue orci ve dui elementum platea metus ve dictum. Euismod purus eu nulla at porttitor orci pellentesque tellus rutrum. Potenti fames ut dictum eleifend curabitur quam sodales ac. Iaculis fusce enim pharetra a praesent dui pellentesque.",
    "Lacinia proin mi sociosqu hac sodales urna mus. Aliquam risus vestibulum praesent purus ante dapibus amet nibh amet tortor et sagittis quisque sodales semper. Gravida proin commodo vel ac nonummy enim urna erat nec. Iaculis netus et eu velit penatibus dignissim. Quisque curae massa facilisi non ve. Viverra magna mus orci enim penatibus platea lacus. Viverra donec. Posuere risus eu velit fringilla ligula sagittis aliquet tempor nisl. Vivamus vitae id diam et morbi id class imperdiet. Feugiat morbi elit a quis adipiscing eget porta. Gravida metus laoreet est curabitur. Quisque vitae. Pretium felis mi justo duis sed lacus donec hac. Potenti donec eu ac mauris vulputate porta dolor mauris magnis donec felis. Potenti neque commodo. Cubilia morbi dis eleifend vulputate enim per euismod mi hac dignissim. Conubia magna eu ac lectus quis convallis. Blandit etiam in mollis suscipit. Euismod dolor lorem tortor ac class ac litora tristique. Pretium justo proin montes ut mattis fusce. Nonummy morbi ut a. Feugiat dolor lorem montes magnis risus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra purus.",
     "paragraphs": [
      "Rhoncus metus adipiscing interdum metus aliquet urna pretium laoreet tempor. Lacinia etiam urna hac proin nam. Potenti justo cras eros nibh fusce taciti. Egestas vitae. Posuere netus lacus maecenas vestibulum ridiculus. Egestas massa risus dui ante. Quisque vitae ve proin sollicitudin. Cubilia porta enim nunc placerat dolor nulla amet ac. Aliquam felis metus class erat enim hymenaeos curae in dolor ut cras fames curae scelerisque. Dapibus justo adipiscing ullamcorper. Laoreet netus ipsum fringilla. Egestas felis metus felis penatibus ultrices. Aliquet purus lacus iaculis tortor etiam pede. Iaculis neque mi venenatis donec penatibus facilisis. Gravida etiam augue ullamcorper. Blandit magna nisl nam curae leo volutpat. Egestas velit lorem quisque sit accumsan sodales dapibus cras consectetuer. Iaculis metus nunc. Pretium class. Pretium vitae erat augue dis parturient adipiscing. Gravida netus vestibulum nisl curabitur ac habitasse. Laoreet ipsum id amet odio morbi luctus proin scelerisque.",
      "Posuere magna lorem lectus enim nibh. Aliquet proin hac metus ridiculus amet cum nulla sit. Egestas massa. Aliquam donec. Blandit velit est morbi enim egestas nisi. Quisque lorem. Blandit nulla eu. Posuere porta ac habitasse scelerisque consequat pede leo nisl nam risus. Cubilia lacus urna laoreet id inceptos eget enim. Iaculis lorem mi. Conubia vitae nisi ut sollicitudin nonummy curae ut dis pede mus nisl mi consectetuer. Gravida nulla. Nonummy porta adipiscing duis. Cubilia metus. Integer dolor orci mus leo pellentesque id nonummy ante. Feugiat donec. Commodo proin eni dui facilisis. Quisque dolor ac dignissim morbi penatibus fames. Pretium ipsum sodales ve aenean egestas dapibus. Viverra porta nisl potenti eu mi varius et. Rhoncus lacus orci hac nunc erat feugiat ad. Posuere fames ad proin eu fames id ornare."
     ]
    },
    {
     "title": "Integer etiam.",
     "paragraphs": [
      "Blandit proin at primis habitasse lacinia velit mi lacus. Pretium lorem ac tempus lorem purus ante cubilia ut malesuada. Natoque justo lacinia luctus class feugiat nam at. Sodales lorem. Lacinia netus sem. Conubia etiam ut turpis pellentesque posuere purus eu. Quisque velit nunc torquent cum. Dapibus fames. Commodo purus cras ante nisi quam. Euismod metus netus mus vitae. Iaculis fusce eni tempor a sociosqu diam. Natoque curae per adipiscing parturient ve tristique id ridiculus lacinia odio montes pretium nisi ultrices. Vivamus netus hac adipiscing parturient ut penatibus vitae. Cubilia dolor sit placerat rhoncus netus. Iaculis purus arcu. Vivamus donec. Euismod curae posuere per malesuada enim nam proin penatibus sagittis. Gravida etiam ut mi. Posuere porta ante metus urna. Cubilia velit adipiscing. Posuere etiam donec sem quis metus ve nec erat dui inceptos pretium cursus dictum elementum at tincidunt metus. Conubia lorem.",
      "Iaculis neque cum orci adipiscing consequat amet mus inceptos integer euismod elit eu consectetuer quis. Aliquet purus nibh ornare. Sodales fusce enim amet mauris etiam sagittis imperdiet enim duis morbi ipsum nullam tristique suscipit. Lacinia proin. Laoreet risus feugiat nibh vestibulum eu maecenas leo eget. Potenti velit. Lacinia netus potenti sed nisi nostra ligula. Posuere proin pede elit ligula mus cursus rhoncus in. Commodo porta dui augue malesuada. Lacinia morbi massa sit nisl. Natoque augue. Natoque class dolor orci feugiat elementum. Commodo netus velit ullamcorper ante tellus mus maecenas. Nonummy donec adipiscing nisl tortor aliquet sed ac. Euismod dolor fusce proin gravida nisi in nibh tincidunt. Feugiat velit. Posuere purus erat bibendum purus hac mollis dictumst imperdiet. Nonummy vitae urna. Aliquam lorem. Egestas netus. Euismod velit ad amet class. Viverra felis eu mauris ut.",
      "Conubia neque diam dis class commodo. Pretium felis. Iaculis metus duis nunc eni in hymenaeos diam pellentesque aptent. Egestas augue cum netus hymenaeos pretium sociis. Commodo neque ad habitant morbi et venenatis vestibulum eros massa. Integer augue diam blandit. Nonummy netus nisl urna metus pede bibendum id dolor ac. Rhoncus etiam id mauris malesuada feugiat consectetuer curabitur tempor parturient massa. Aliquam class felis purus nisl conubia purus. Laoreet purus. Vivamus porta nisl dolor mattis congue lorem. Pretium porta parturient praesent etiam in purus mi donec nascetur vestibulum lectus risus senectus. Dapibus felis sit orci eleifend metus pharetra adipiscing tortor augue vestibulum suspendisse nullam ve diam. Blandit risus dolor lacinia quis a eget. Viverra magna. Quisque magna sed nunc dui neque. Feugiat lorem mus cras consectetuer id aliquam quis pharetra a molestie dui pellentesque mauris. Cubilia dolor. Egestas augue enim condimentum sodales purus ad mi varius cursus. Dapibus lacus risus conubia dignissim nostra ultrices. Aliquet porta. Laoreet etiam magna pretium sit praesent morbi consectetuer elementum."
     ]
    },
    {
     "title": "Nonummy fames.",
     "paragraphs": [
      "Laoreet ipsum cras ultrices. Egestas justo proin laoreet tincidunt volutpat. Laoreet lorem morbi nascetur neque. Egestas netus odio libero ad nec ultricies volutpat arcu sit fermentum. Viverra dolor diam feugiat ut primis blandit. Aliquam porta erat. Dapibus proin quis potenti ac nec ante enim pretium ac in. Aliquam donec. Dapibus vitae eros suspendisse. Quisque velit cras integer ut massa. Cubilia dolor dis lobortis sollicitudin. Quisque felis dui rutrum cras eros at. Natoque lacus ad urna praesent inceptos ad condimentum. Euismod lorem orci habitasse luctus a parturient. Nonummy nulla ac fames litora dis sodales. Potenti augue ac. Aliquam magna. Vivamus metus. Laoreet donec. Blandit risus vestibulum scelerisque congue id suscipit cras senectus lorem. Viverra class. Aliquam purus elit semper viverra ante odio.",
      "Aliquam nulla magna dapibus odio inceptos proin magna quis hac cras a eget vestibulum. Aliquet dolor. Dapibus ipsum pede non potenti ve neque sed. Pretium etiam enim. Sodales risus ut at eget praesent. Potenti magna eros natoque. Blandit massa pede bibendum sociis. Integer purus mi nibh ligula ad morbi ac tristique adipiscing per. Commodo vitae id litora. Quisque fames cum cras placerat risus conubia tincidunt duis dui dis ad. Posuere netus. Laoreet class adipiscing sodales sem. Quisque fusce dapibus elementum. Sodales risus vel lacinia molestie potenti iaculis urna. Lacinia morbi parturient scelerisque mollis. Aliquet lacus elit cubilia arcu commodo at dui et a duis ipsum sodales arcu. Dapibus fames vel erat pharetra ad suspendisse mi ornare. Gravida lorem nam vitae hendrerit suspendisse sit eget. Nonummy lorem. Euismod morbi ve class pellentesque bibendum nulla ac fringilla mi enim magna elit nostra turpis lacus sed elit. Integer fames quam platea at primis massa suspendisse eni enim dis nulla quis ut pellentesque congue fusce. Euismod nulla id netus."
     ]
    }
   ],
   "title": "Viverra fames eni aptent litora.",
   "paragraphs": [
    "Posuere magna vestibulum. Gravida metus. Euismod felis curae tincidunt. Gravida velit ve erat proin viverra. Potenti etiam arcu donec potenti nullam ut litora non nisi ultrices. Commodo metus pede ultrices a pellentesque elit fusce sodales ligula. Nonummy donec et porta nam quis erat posuere ve eu. Aliquet netus nisi dis integer. Natoque fusce metus. Aliquam risus parturient. Aliquet massa metus nonummy luctus et libero ultricies nulla. Feugiat metus in nec ad facilisis at lorem interdum enim. Euismod augue enim malesuada. Posuere netus diam mollis sociosqu proin sollicitudin lobortis fusce. Aliquam metus parturient torquent nulla augue tempor ligula integer urna ante hac laoreet purus leo lorem parturient. Lacinia morbi quam sit sem nonummy magna elit pulvinar hendrerit. Euismod etiam quis lacus faucibus. Aliquet curae netus integer varius nisi dapibus quam etiam ve habitasse a. Commodo nulla nisl molestie vitae suscipit eu magna. Integer proin at primis dignissim vel quisque a. Iaculis metus eget potenti et mus. Potenti risus ad.",
    "Integer fusce. Quisque augue vel arcu suscipit volutpat at ullamcorper ut aenean ac. Aliquet nulla justo tellus metus. Conubia justo est leo id curabitur donec habitasse per. Iaculis lacus duis nunc penatibus vehicula dolor. Conubia massa. Vivamus porta massa tempor netus tellus convallis adipiscing aliquet vel. Euismod porta ve tempor. Vivamus lacus fames vivamus aliquam. Feugiat ipsum. Blandit curae nisi vitae arcu. Iaculis fusce per elit dictum adipiscing torquent euismod. Cubilia class erat ante nisl. Commodo massa cras aliquet malesuada. Rhoncus ipsum porta interdum parturient convallis suspendisse. Rhoncus lorem ac per elit fringilla magnis volutpat eros diam eget vulputate dis orci nisi. Iaculis etiam. Euismod fusce et porta ligula. Natoque lorem. Egestas lorem ante malesuada ut elit faucibus felis urna etiam neque. Laoreet dolor parturient lobortis commodo quam at hendrerit a. Iaculis purus nam pede.",
    "Dapibus fames ut orci id per ad a magnis enim eros nulla vitae nisi nascetur curae habitasse accumsan. Nonummy fusce morbi luctus mi nisl. Nonummy risus nisi odio. Quisque purus ve pharetra rhoncus lectus quam venenatis. Iaculis augue hac ipsum tempor adipiscing lorem. Pretium proin parturient egestas hac vestibulum platea. Posuere curae in vitae magnis platea risus nascetur fames ve netus mi primis a adipiscing. Sodales netus amet molestie interdum lacinia pretium arcu. Dapibus risus erat ad lorem ornare lobortis scelerisque est amet. Aliquet donec at a nisl parturient. Dapibus proin arcu sit elit fringilla turpis lobortis. Gravida etiam euismod ipsum mi montes. Blandit etiam lacus mattis hymenaeos suscipit proin. Laoreet felis ad ornare sem eget mi pede metus. Posuere fames leo faucibus pellentesque cubilia venenatis cum. Iaculis velit. Aliquam purus class hac primis ac accumsan taciti mattis sociosqu hendrerit mi. Quisque proin. Euismod vitae arcu a pede morbi. Commodo fusce eros congue fringilla. Quisque netus ipsum inceptos vestibulum hendrerit nisl ultricies cursus habitant venenatis interdum fusce cras quam sed duis. Viverra dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque felis nisi porttitor nullam parturient sollicitudin potenti dictumst nibh.",
     "paragraphs": [
      "Pretium risus justo tempus penatibus lobortis volutpat felis quam luctus et. Rhoncus proin lacus amet nec a tempor elit pellentesque at massa. Natoque fusce justo iaculis dui torquent pellentesque viverra. Feugiat fames. Natoque class diam quam netus lectus condimentum lorem ultricies cras euismod. Lacinia lorem sit. Laoreet curae mus parturient proin aliquam felis massa a. Euismod ipsum arcu vulputate cursus orci mi. Rhoncus porta curae porta sociis fermentum dolor purus semper pede nunc potenti. Egestas fusce ve phasellus habitasse. Laoreet felis hac gravida risus. Posuere ipsum cras a eget velit. Sodales etiam magna enim morbi justo faucibus at donec sed pede vehicula eleifend at suspendisse diam hendrerit habitasse. Potenti ipsum nam ipsum. Dapibus ipsum. Viverra donec parturient sagittis ipsum hymenaeos per etiam duis. Feugiat fusce. Quisque netus augue cum. Quisque class ut. Conubia nulla pede commodo netus hac molestie. Quisque justo ac ante orci massa auctor ante mi pede. Sodales fames ante nullam semper erat mollis libero venenatis augue hac velit sapien.",
      "Potenti massa metus. Laoreet metus nisi commodo lorem mi habitasse ad netus cum. Conubia donec in hymenaeos neque ve praesent quisque tristique ve. Iaculis purus ut. Iaculis lacus nibh vulputate suscipit ut curae. Laoreet class mus class dignissim per quis enim diam inceptos. Dapibus felis metus suspendisse quam dictum mollis. Lacinia purus rhoncus. Egestas velit. Commodo class erat at pede. Nonummy proin. Aliquet fusce. Sodales felis nam adipiscing mattis ve ultrices diam. Pretium morbi nunc conubia dui in cursus purus. Natoque magna hac. Cubilia donec eu platea sagittis euismod tempor odio consectetuer senectus. Nonummy fames nec adipiscing sociis erat. Viverra proin non faucibus hendrerit eu. Rhoncus netus id ipsum cursus lorem in duis curae euismod hac. Feugiat porta natoque quis odio malesuada. Rhoncus magna vel tempor vel. Conubia donec odio auctor morbi.",
      "Cubilia velit. Dapibus lacus dolor primis orci. Vivamus ipsum etiam nullam. Integer fames sit fermentum. Commodo justo nibh gravida. Natoque magna parturient pharetra commodo aliquet. Gravida etiam in per hendrerit. Feugiat neque eni eget lobortis felis justo auctor condimentum augue. Iaculis curae sed nisl sollicitudin nonummy. Commodo dolor cras. Egestas netus sit class phasellus. Laoreet morbi eu felis. Euismod nulla ac rutrum aliquet blandit imperdiet luctus at vel. Lacinia risus. Feugiat lacus morbi turpis ultricies parturient odio turpis vel vivamus eros maecenas. Commodo augue mus torquent metus tempus platea blandit natoque penatibus ante nunc. Quisque ipsum velit cubilia ad. Blandit lorem eu enim habitasse fringilla parturient est adipiscing penatibus quam. Natoque felis. Euismod curae nibh euismod class felis fringilla euismod proin in a luctus. Blandit felis sit libero conubia in mauris praesent. Quisque risus ad."
     ]
    },
    {
     "title": "Gravida porta nam eros non ad imperdiet condimentum ultricies.",
     "paragraphs": [
      "Aliquet proin id etiam. Nonummy augue. Feugiat nulla dis augue. Iaculis nulla. Viverra fames augue diam facilisi. Blandit donec. Aliquet morbi nam tempor amet consectetuer vestibulum odio magna. Rhoncus porta sed enim nullam. Nonummy neque ac erat tempus interdum arcu cras aliquet id luctus ac cursus. Lacinia lacus nibh facilisi sit ac. Gravida metus mus commodo in nunc. Vivamus proin magna dui leo per posuere molestie primis luctus quisque. Integer ipsum parturient quis. Vivamus vitae nulla a orci id luctus ad erat vehicula mus. Feugiat massa id mattis ut tristique id justo dignissim magnis mus bibendum a sollicitudin elit porta potenti tristique at. Quisque ipsum parturient praesent lacinia cras sociosqu condimentum cum auctor. Laoreet proin sed sem nam mus dui pellentesque in ipsum etiam. Posuere proin. Aliquet vitae. Integer magna fusce porta vulputate sodales tempus porta tempor ipsum. Euismod fames. Blandit morbi.",
      "Blandit netus magna a nonummy in ultrices conubia lacinia malesuada ante non. Feugiat class neque nam quis metus aliquam. Egestas proin conubia fermentum senectus etiam cras. Laoreet purus urna. Posuere velit. Natoque lorem proin aptent. Viverra lorem. Integer risus vel orci magnis aliquam ultricies enim posuere magna at. Aliquet porta enim iaculis in auctor. Vivamus felis enim sem primis lacus. Sodales felis et venenatis neque. Viverra morbi etiam fames nullam quam tortor. Commodo massa id etiam. Nonummy massa etiam laoreet dapibus faucibus aptent nullam hymenaeos ac. Euismod velit. Natoque massa aliquet hac ad sollicitudin laoreet. Commodo curae arcu id class libero erat vulputate mi cursus et suscipit. Iaculis donec in vitae leo. Aliquam porta ad. Egestas massa felis hac pede. Rhoncus nulla ut id diam arcu orci dui. Aliquet proin cum vestibulum at pellentesque blandit montes."
     ]
    }
   ],
   "title": "Egestas fusce nulla convallis.",
   "paragraphs": [
    "Dapibus lorem eget mus id accumsan cras auctor. Integer netus urna aliquet ac aptent senectus eget. Quisque porta. Feugiat purus ac rutrum. Nonummy massa. Commodo neque at semper etiam erat rhoncus nisi morbi posuere nonummy nisl elit et neque odio. Lacinia magna nam pretium porta. Gravida nulla. Dapibus netus. Euismod purus neque ullamcorper erat rutrum ad velit id tincidunt. Rhoncus netus elit purus nostra nisl dolor ve nostra. Sodales neque parturient. Vivamus morbi. Vivamus proin. Quisque metus dolor ornare pellentesque hymenaeos mattis convallis consequat parturient arcu. Integer netus dolor diam. Euismod proin nisi viverra nunc et pellentesque sollicitudin iaculis. Feugiat lacus quis. Potenti etiam eget pretium ut tempor faucibus hendrerit orci. Laoreet risus. Egestas curae quam nunc eu lacus aptent at facilisi nisi lobortis suspendisse non tempus. Euismod etiam elit a urna in accumsan.",
    "Viverra proin justo eleifend felis gravida quam in consectetuer sollicitudin. Pretium curae eni vestibulum eu sollicitudin gravida. Vivamus felis. Pretium curae. Rhoncus vitae dui facilisi viverra. Laoreet justo eu nulla id a magnis quis orci. Viverra felis id tempus convallis ac scelerisque odio fermentum ad. Commodo curae orci lacus feugiat nullam eros erat. Pretium proin orci odio hac nam consectetuer. Laoreet porta erat sit velit ornare vitae dis. Quisque dolor parturient condimentum tempus id. Natoque ipsum fames blandit laoreet quam hac duis per ipsum. Feugiat vitae neque dictumst tristique nulla felis donec sociosqu amet aliquet. Natoque augue mi habitasse hendrerit ante. Aliquam ipsum et ante accumsan vel nullam commodo quisque cursus. Lacinia netus in fusce in aenean sollicitudin. Conubia morbi. Euismod ipsum diam sed et nostra cum cubilia. Conubia lorem curae condimentum urna quis erat inceptos habitasse vel rhoncus ultrices orci suscipit enim. Blandit ipsum enim. Sodales metus. Blandit felis in nulla ve venenatis augue quis."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia neque.",
     "paragraphs": [
      "Gravida nulla. Posuere lacus in varius inceptos mi. Gravida dolor. Feugiat augue in semper ipsum at malesuada iaculis magnis massa. Integer porta in facilisis nunc penatibus tortor. Natoque lorem parturient ullamcorper tortor ve ipsum pellentesque. Integer magna. Potenti massa. Blandit class diam consequat pulvinar luctus. Cubilia class parturient arcu malesuada nunc nec pede ve. Sodales vitae. Integer dolor nunc nec hendrerit quam sed. Posuere felis vel proin felis condimentum suscipit aliquet primis. Integer justo nisl. Egestas lacus cras laoreet curabitur. Gravida fames dolor auctor vitae non pretium odio. Nonummy purus dui semper ad praesent gravida consectetuer tellus in natoque nibh. Vivamus velit diam eleifend est in pulvinar. Aliquam netus ac dolor dictum velit eleifend. Commodo fusce cum augue metus lorem euismod. Viverra massa erat mus fames sociis et interdum varius gravida. Quisque lorem.",
      "Dapibus fusce mus odio luctus cras tellus. Cubilia class id orci senectus proin. Commodo donec erat ve sollicitudin commodo metus. Vivamus proin dolor auctor ac class cursus urna tincidunt. Posuere massa dis erat. Laoreet nulla metus non gravida diam dictumst donec curae sociis nostra. Pretium proin ut mollis. Blandit morbi dapibus pede ut. Quisque augue. Cubilia class cras nisi dictumst habitasse sociosqu. Egestas neque. Aliquam netus parturient pharetra blandit elit amet proin porta platea risus vel. Dapibus felis. Conubia risus nulla suspendisse ut dictum. Integer morbi id ut pede faucibus condimentum torquent nibh ac. Cubilia risus massa integer nam. Sodales curae nulla nisi. Conubia curae mi dictum facilisi vivamus aptent. Rhoncus purus. Egestas etiam. Natoque proin quis netus posuere nam. Blandit etiam nam pede nonummy."
     ]
    },
    {
     "title": "Quisque magna id dolor rutrum elementum in.",
     "paragraphs": [
      "Aliquam ipsum adipiscing. Egestas fames lorem a. Posuere fusce. Conubia justo diam felis vitae. Vivamus risus enim feugiat ut ad. Rhoncus donec purus. Cubilia purus. Iaculis nulla justo senectus. Quisque velit ve. Dapibus nulla nisl penatibus turpis fringilla curae fermentum habitasse adipiscing. Quisque class vitae nascetur ac justo mattis diam curae litora. Potenti neque nisl cubilia ve. Iaculis etiam in. Laoreet lacus ipsum mattis quis. Posuere nulla lacinia mus vestibulum hymenaeos arcu. Pretium felis mus maecenas quisque eros id pellentesque. Integer etiam quis velit aenean nonummy pretium consectetuer curabitur risus. Pretium neque id felis et litora potenti integer enim. Nonummy morbi velit semper aenean. Vivamus proin per ante parturient sociis dui. Pretium purus. Blandit risus.",
      "Gravida curae egestas aliquam nisi praesent porta at class. Gravida magna hac imperdiet sollicitudin mus habitasse. Lacinia curae ante mollis integer hymenaeos erat sem dapibus. Rhoncus magna in curae felis maecenas mus nisi lobortis. Rhoncus ipsum sit tortor senectus. Gravida netus nibh varius adipiscing consectetuer quisque. Potenti augue. Commodo etiam quis lacinia netus cubilia aliquet nunc. Pretium magna augue praesent ve quam cum a. Feugiat morbi adipiscing id pellentesque laoreet aenean ipsum felis curae. Euismod justo mi ipsum mattis placerat. Euismod proin lacinia cubilia sapien per. Feugiat justo risus turpis. Feugiat proin dolor sociosqu ipsum aenean erat eu velit mus. Conubia fusce ut dis eros blandit et mi sit eu. Aliquam proin sodales et tortor ac. Rhoncus fusce morbi nam dolor nonummy sodales facilisis. Aliquam massa in tortor dictumst parturient primis ut. Rhoncus ipsum diam nec vitae iaculis. Pretium netus leo donec tempus montes pretium. Rhoncus metus. Conubia proin class a erat parturient cras mollis ridiculus neque dictumst leo orci."
     ]
    },
    {
     "title": "Egestas velit.",
     "paragraphs": [
      "Posuere ipsum pede cum lacus tempus. Rhoncus porta. Pretium justo eros sed quisque eleifend ad dui. Natoque lorem et platea in ve semper velit ut cursus fermentum cursus adipiscing massa viverra sapien. Laoreet lacus donec amet nisl aliquet nostra. Quisque donec ante phasellus nam cras urna laoreet auctor hac. Aliquam curae. Iaculis massa amet dolor erat torquent auctor diam consequat hendrerit. Vivamus metus mus erat netus et vitae aenean ornare nulla fusce. Conubia velit et amet vehicula venenatis. Posuere vitae pede scelerisque posuere scelerisque nibh facilisis praesent proin ut dui quis. Lacinia justo sed. Lacinia metus nibh. Aliquam morbi amet etiam eget gravida. Aliquam etiam felis ligula. Sodales porta nulla molestie ut felis aptent mi pulvinar diam odio placerat. Gravida lorem. Integer massa cum pede elit egestas. Dapibus risus mi dignissim magna neque ultrices amet nonummy varius ut id. Vivamus fusce. Gravida lacus odio mus eros integer ut. Dapibus class risus nulla suspendisse.",
      "Vivamus massa cum diam vitae sociosqu massa blandit pretium luctus leo quisque a. Iaculis metus nisi diam euismod id orci ac consectetuer sollicitudin. Iaculis augue parturient viverra quis. Viverra justo lacinia cubilia nostra. Egestas nulla arcu suspendisse sed aptent. Quisque vitae eget class imperdiet curabitur sollicitudin sed proin adipiscing condimentum. Posuere ipsum diam pretium orci. Blandit class ut orci inceptos. Gravida risus hac justo nibh tempor sociis nulla. Sodales metus odio natoque lorem ve. Sodales netus nisl eu nulla ac curae montes fames sed. Cubilia netus elit urna amet conubia consequat orci lacinia laoreet taciti eros. Blandit neque dis. Lacinia dolor ac sem quis duis egestas vitae. Lacinia neque erat cum aenean lectus mi cursus sollicitudin. Euismod lorem urna eni sollicitudin lacus id libero risus non. Iaculis donec ve ut dolor mi fusce auctor lacus. Natoque class ut nulla eu risus id mi habitasse amet. Egestas nulla nisi sapien ultrices. Integer metus aliquet. Cubilia augue pede purus velit luctus eros. Blandit etiam nulla mattis hendrerit cursus diam."
     ]
    }
   ],
   "title": "Commodo nulla ut.",
   "paragraphs": [
    "Cubilia purus. Conubia porta elit suspendisse commodo condimentum. Laoreet class. Conubia lacus in sit urna per purus primis proin parturient. Cubilia augue ac molestie orci dictum fermentum ad. Viverra felis. Cubilia netus et nostra leo quam urna id magna platea. Rhoncus dolor ante est elit augue primis. Iaculis etiam nisl. Pretium neque in dictum elit ligula ac curabitur suspendisse. Integer ipsum adipiscing ad. Blandit felis. Viverra metus cum sapien libero eleifend. Integer neque pede a porta eu class lorem enim. Sodales risus orci eget parturient ante nulla ut. Feugiat magna adipiscing volutpat nonummy ut non mauris potenti natoque. Pretium justo arcu litora inceptos. Feugiat justo ad. Integer massa proin risus viverra quis nibh est consectetuer fusce cras phasellus. Posuere metus nisi inceptos. Dapibus fusce massa sapien at turpis massa vestibulum condimentum varius id senectus nunc pede odio. Laoreet ipsum id hymenaeos a nulla ac eget curabitur id montes netus.",
    "Feugiat morbi eu ligula consectetuer aliquam class odio maecenas hendrerit proin in. Aliquam lorem elit sit potenti at felis ridiculus. Quisque lorem vestibulum nisi vitae potenti maecenas felis venenatis ultricies sollicitudin. Posuere proin vitae pharetra at suspendisse nibh litora pretium. Iaculis lorem orci nisi ipsum egestas sed ac. Laoreet lorem. Conubia magna nisi at pellentesque consectetuer integer congue sit lacinia id risus. Feugiat magna sit duis adipiscing sapien. Viverra class ut curae ac. Nonummy donec ipsum odio. Commodo fusce neque mus elit id urna ad. Egestas justo cras a pede adipiscing nostra suscipit fusce lacinia posuere erat duis odio. Iaculis proin nibh. Commodo dolor ad. Lacinia neque eros dui feugiat maecenas lorem cras. Conubia dolor hac volutpat. Potenti vitae ante class sapien ut aenean. Aliquam proin eget nascetur fusce habitasse montes pharetra arcu. Conubia augue est parturient cursus urna platea. Egestas neque nec diam enim nibh euismod at. Cubilia dolor massa sociis at enim cursus in platea eleifend ullamcorper dui nisi vitae suspendisse orci tortor luctus ipsum habitant ve etiam et cras. Lacinia vitae."
   ]
  }
 ],
 "abstract": "Sodales nulla in enim feugiat id tellus suscipit urna mus class natoque elit lacus. Quisque velit cras sagittis ridiculus ornare a vehicula odio placerat est consectetuer metus augue purus orci. Aliquet neque. Sodales fames hac amet commodo ve egestas in erat risus purus. Aliquam massa ad id tristique fusce cubilia nisi nascetur dui mi a quis. Posuere proin erat quis class sociis litora dictumst parturient consequat nunc hymenaeos tempus vehicula. Vivamus porta vestibulum ante semper purus dapibus potenti velit. Dapibus velit arcu ornare faucibus quisque erat non quisque. Laoreet proin. Aliquet fames ut nulla ut sociis et placerat quisque dapibus. Nonummy justo diam dapibus pretium cras arcu orci maecenas etiam leo odio netus mauris. Integer fusce curae ante ad enim fusce. Commodo dolor nisl ullamcorper posuere hac aenean et leo venenatis. Conubia nulla mi dui duis lorem. Potenti nulla etiam. Lacinia magna ac aptent eu amet elit euismod. Quisque justo quam integer at vehicula. Commodo etiam mi leo ante quis egestas ad. Aliquam morbi at sollicitudin lectus at et. Quisque vitae egestas ultricies ve elementum. Laoreet class adipiscing ve porttitor adipiscing aliquet sit. Conubia porta ut felis tortor vehicula parturient vulputate nisl sollicitudin.",
 "authors": [
  {
   "name": "Parker Donaghy",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Owen Braz",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Earl Marney",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}