{
 "authors": [
  {
   "organisation": "Evans Mangotech",
   "name": "Walton Briere"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Ty Dehaven"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Rosena Range"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Azucena Choi"
  }
 ],
 "abstract": "Potenti nulla augue molestie hendrerit eu netus sagittis mi sem duis eu morbi mollis ve placerat tellus. Lacinia magna vel eget gravida id eget tortor mi eros eu vulputate purus ante condimentum quisque fusce. Conubia risus orci neque platea ut netus habitasse convallis pede nam eu aliquam ad mi congue sollicitudin. Gravida dolor. Cubilia vitae ad arcu eu proin eu nec ac lobortis. Cubilia morbi rhoncus ut mi pede eleifend aptent nisl massa felis magna habitasse vehicula netus eget ve odio placerat a. Gravida magna non leo vivamus ut elit felis molestie. Viverra fames quam egestas eu mi taciti et nunc. Integer felis hac non in a diam adipiscing luctus molestie. Quisque magna non. Integer fames mus sem id lorem dictum. Lacinia vitae mi turpis sed nonummy eros massa mollis proin dictum condimentum lorem consequat. Rhoncus metus ve vehicula quis dis suscipit. Conubia ipsum. Nonummy lorem ad a urna etiam curabitur feugiat justo fusce aliquet felis et. Euismod dolor metus magna a platea lacus laoreet cursus netus vestibulum vehicula quam commodo. Cubilia justo porta diam aliquam tincidunt praesent dolor risus malesuada hymenaeos massa non. Lacinia class duis id etiam id eu non. Blandit porta magna diam elit risus tortor auctor ante ac. Rhoncus massa erat natoque ve et eget ante pede primis conubia. Iaculis lorem cum. Gravida morbi.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Sodales fames sit elit quis urna.",
   "paragraphs": [
    "Aliquet donec parturient eu consectetuer commodo sapien. Aliquam ipsum nisl pretium quam a quam purus. Posuere purus. Potenti lorem sed eros vitae. Nonummy donec metus velit congue lectus. Quisque purus quis sapien commodo aliquet orci. Gravida augue. Gravida donec per fringilla dapibus aenean et aptent aenean pede at pellentesque. Lacinia fusce diam dis. Vivamus etiam. Posuere class mi venenatis curae elit mus nibh. Sodales massa netus morbi pretium ve pulvinar semper ligula. Aliquet neque nibh nisl fames ad ligula. Integer netus nisl per etiam massa a litora urna id pellentesque aliquam lacus cum ultrices justo nulla. Gravida purus curae condimentum elit cursus praesent eros facilisis libero venenatis velit ridiculus dis cubilia. Aliquet massa nam tincidunt curae mi consequat netus malesuada in class eni. Laoreet netus porta neque lectus quis tincidunt ad odio. Natoque curae eni pharetra pretium torquent luctus netus cras massa viverra sed. Egestas purus. Gravida curae neque varius ligula. Posuere netus amet enim aliquam mi bibendum massa ut enim ut. Blandit vitae.",
    "Gravida purus massa auctor fames imperdiet non. Gravida morbi. Posuere felis eni nibh adipiscing. Viverra fusce metus. Rhoncus purus. Egestas magna parturient ullamcorper montes id. Dapibus porta sem vestibulum porttitor ante. Feugiat dolor egestas nostra leo tellus turpis. Pretium magna nibh per mi orci sociis posuere arcu bibendum. Gravida metus sit nisl sociis potenti amet lacinia congue eros mus odio. Blandit felis. Viverra porta donec blandit erat id. Vivamus purus dolor nam nunc proin eleifend eu ullamcorper. Blandit justo sodales vivamus justo ve montes ut. Natoque ipsum. Dapibus purus. Viverra risus. Laoreet velit nam vestibulum parturient et imperdiet. Euismod augue elit enim penatibus. Egestas risus. Commodo felis. Laoreet lacus mi curabitur adipiscing quam facilisis ut."
   ],
   "children": [
    {
     "title": "Vivamus neque et metus felis posuere sociis.",
     "paragraphs": [
      "Gravida magna elit integer nunc dis consectetuer. Lacinia fusce. Commodo metus. Lacinia metus. Conubia curae ad justo elit. Viverra fusce ad ut nisl per. Egestas class conubia dictumst sodales accumsan semper quam pede sociosqu quisque natoque tellus. Gravida netus ut fames. Posuere metus urna senectus porta tempor parturient risus elit. Gravida metus eu vitae nostra quam. Vivamus etiam. Aliquam massa quam libero facilisis mi ad. Commodo justo conubia proin potenti rhoncus cursus. Euismod augue. Commodo dolor nulla. Lacinia curae cras est eget lacinia ad cum. Feugiat donec elit nulla pede dis phasellus montes. Commodo massa etiam vel. Potenti neque. Cubilia donec. Euismod nulla sit magna leo. Natoque justo ut morbi fringilla rhoncus.",
      "Cubilia morbi eu luctus. Euismod vitae. Blandit justo ipsum cum odio. Lacinia velit vitae donec pretium interdum. Nonummy fames. Sodales lacus odio at habitasse nibh lorem curabitur ultrices facilisi pellentesque adipiscing lacinia per. Vivamus purus est justo hendrerit sodales varius sit. Laoreet fusce ipsum a urna porta curae eni sit imperdiet sapien. Aliquet massa parturient pede porttitor pellentesque. Aliquet justo nam nisi ve semper tincidunt sociosqu mi dolor suscipit penatibus. Blandit donec. Commodo netus cras hac sagittis feugiat blandit felis nec adipiscing curae nisl. Laoreet donec mus donec libero congue pretium. Conubia nulla enim dolor vivamus quisque habitant. Euismod massa. Pretium class. Blandit ipsum purus. Vivamus neque erat mattis ut eu magna dolor congue praesent hendrerit lorem. Rhoncus magna vestibulum id. Blandit augue arcu ornare amet. Commodo neque. Natoque risus vel odio quis hymenaeos tempus quis tempus.",
      "Rhoncus class odio magna hendrerit. Commodo fames elit euismod habitasse montes. Vivamus etiam nunc pede ipsum potenti. Gravida ipsum ante tortor. Posuere ipsum mi dictum leo erat faucibus quam lobortis curabitur a curabitur. Integer felis ad cursus habitant scelerisque. Commodo fusce parturient inceptos curae enim duis nonummy dis parturient vestibulum mi pellentesque integer aptent felis sed. Commodo magna mus imperdiet dictumst. Quisque netus ut mauris ad pharetra viverra purus proin a erat augue vitae malesuada. Dapibus massa cras integer eu pulvinar duis eget ultricies dis volutpat euismod eleifend. Laoreet proin nisi per velit tempor etiam risus ullamcorper orci habitasse hac. Egestas neque mi mollis nam nisl quam. Conubia netus. Aliquam magna in mauris habitasse non. Feugiat fames pede a arcu adipiscing congue nibh hac nisl nunc habitant sollicitudin. Natoque felis ante amet dui cras per. Sodales augue eget et hymenaeos ipsum ut tempor potenti iaculis nibh vivamus. Posuere porta eu taciti ad torquent pharetra quisque iaculis quis. Euismod purus. Cubilia fames aliquam leo ut congue. Lacinia fusce class tellus ridiculus et platea. Aliquam neque metus dictum ipsum dui gravida placerat porta."
     ]
    },
    {
     "title": "Blandit massa ad enim ad sollicitudin viverra massa ad risus lobortis.",
     "paragraphs": [
      "Euismod netus. Cubilia neque. Potenti velit ac vehicula non ad a nullam vitae parturient. Lacinia risus at erat imperdiet tempus dictumst odio. Sodales lacus adipiscing quis purus. Quisque metus lorem vivamus. Feugiat lacus orci dolor ad tortor tristique. Sodales etiam ipsum sem aliquam taciti dictum est adipiscing vestibulum. Quisque justo. Lacinia augue fames varius ullamcorper massa. Laoreet justo nunc fusce tristique praesent porta. Euismod justo duis in. Potenti lacus. Cubilia fames justo eros volutpat augue leo sapien. Egestas neque porta fusce mollis. Iaculis proin nisl eleifend hymenaeos. Conubia neque. Viverra dolor id proin ut. Commodo etiam pede dui ante turpis hendrerit. Posuere metus duis senectus sapien cras enim porta convallis. Conubia risus et tincidunt imperdiet parturient arcu dolor molestie tristique vel neque tincidunt nam. Lacinia dolor.",
      "Natoque justo et ac at arcu. Feugiat risus. Cubilia dolor urna leo ve pellentesque mollis ornare massa aenean ad leo ve. Gravida donec diam vivamus sem aenean posuere platea ut sociosqu quam lobortis adipiscing primis neque. Iaculis class eni. Gravida felis ad primis enim porta. Laoreet purus diam at amet ad pellentesque tortor porta. Pretium vitae nibh litora et orci. Dapibus velit. Aliquet donec parturient ullamcorper nostra ve. Commodo velit proin arcu cursus vestibulum justo blandit. Laoreet neque. Lacinia justo erat non nec id vehicula conubia elit diam vehicula vitae eu. Egestas lorem vitae orci convallis rutrum eget. Lacinia proin nulla mollis libero leo. Quisque lorem eros odio aliquam sodales. Nonummy netus ac quam. Nonummy etiam at lectus bibendum. Natoque velit. Commodo massa. Quisque purus dis placerat class ve congue hendrerit at fringilla enim non. Gravida purus ad at class eu ut erat fames malesuada eros blandit."
     ]
    }
   ]
  },
  {
   "title": "Potenti felis odio.",
   "paragraphs": [
    "Integer augue dis arcu a nisl porta aptent id nisi luctus. Posuere vitae ipsum porta. Iaculis felis nam arcu magnis. Aliquam felis est arcu facilisi in mattis. Commodo massa erat dui integer cras. Egestas class risus odio. Viverra magna ad tempor tincidunt porttitor nunc sed elit sed proin habitasse cum elit vulputate. Euismod porta. Feugiat morbi ad fringilla morbi duis curabitur dictumst erat amet vel nibh convallis cum. Vivamus velit at ornare. Cubilia netus. Aliquet morbi pretium. Blandit metus. Rhoncus metus nisl tempor. Aliquam felis. Lacinia felis porta pede duis inceptos nascetur aliquet hendrerit vel habitant. Gravida vitae mi venenatis id. Cubilia lorem. Quisque netus. Quisque ipsum. Iaculis metus et auctor sociosqu suscipit purus mi platea habitasse sapien. Lacinia donec pede dui lacus mollis nisi ad enim consequat.",
    "Euismod dolor class auctor tincidunt ut penatibus. Pretium curae ve sit. Vivamus fames non quam vehicula amet gravida in at. Iaculis magna cras porttitor sit vel mi. Commodo metus sem nisl arcu convallis. Posuere justo mi lacus ve primis pharetra. Conubia curae fusce. Vivamus donec nibh imperdiet. Commodo netus augue torquent cras mus elit augue. Nonummy porta vitae a orci vitae tempus rutrum porta adipiscing mi ridiculus. Sodales metus netus. Aliquam massa nunc erat augue auctor interdum malesuada vel per ut. Egestas lacus et non nunc odio parturient enim magna tincidunt enim posuere eu amet posuere. Blandit felis vestibulum. Nonummy justo id proin. Dapibus neque eu proin cras. Quisque proin mi libero suscipit fermentum tempor etiam fusce felis suscipit convallis. Egestas augue cum adipiscing etiam. Egestas lacus mi nisi purus class faucibus ac purus. Posuere neque nisi pretium mi eu. Integer fusce. Quisque morbi ut donec proin duis fusce porta."
   ],
   "children": [
    {
     "title": "Conubia velit risus mauris semper class taciti donec.",
     "paragraphs": [
      "Vivamus porta per mus dis ac mollis consectetuer dui porta varius ullamcorper curae montes. Quisque curae amet hac urna nascetur at. Pretium fames id eros nulla etiam class est orci. Aliquet lacus et platea fusce pretium integer. Feugiat curae aliquet fusce in tristique potenti sollicitudin ultricies etiam magna curae leo vestibulum ve curabitur quis. Vivamus magna in sociosqu congue. Gravida proin nisi venenatis pulvinar molestie. Posuere proin euismod nisi libero elementum. Potenti velit nunc purus. Gravida netus ante nascetur eni pede erat nisi. Blandit nulla. Rhoncus neque id tellus augue. Posuere netus diam potenti leo. Aliquam felis curae amet eu quis at phasellus id. Blandit augue dis libero vulputate dapibus pellentesque. Viverra augue et lacus auctor faucibus vehicula ipsum pharetra per luctus faucibus malesuada. Lacinia felis mi urna. Blandit vitae parturient ullamcorper sapien at suscipit. Vivamus lorem ac primis mus in ligula id in nunc. Commodo augue. Pretium morbi per. Quisque fames hac magna.",
      "Dapibus lorem. Nonummy porta justo nisl feugiat lacus nunc. Nonummy risus eu libero etiam. Laoreet vitae per orci nibh diam dui phasellus vitae risus congue eu. Gravida netus eu primis tristique pretium. Potenti nulla rhoncus ultricies litora a gravida. Conubia porta odio luctus euismod facilisis arcu eget orci metus. Dapibus fames netus auctor dictumst iaculis litora velit imperdiet gravida mus. Commodo purus adipiscing quisque eget fermentum. Aliquam felis eget leo lectus gravida ve diam habitasse. Euismod nulla. Natoque lorem mi neque nostra feugiat commodo duis. Feugiat vitae. Conubia purus nec quam iaculis id ve duis proin venenatis parturient blandit est ve primis. Gravida ipsum augue tempor nisi luctus sem mattis pretium dapibus. Dapibus metus enim justo. Natoque lacus nec quis non suscipit hendrerit ad porttitor imperdiet sollicitudin sit fusce convallis ridiculus parturient. Viverra curae. Rhoncus lacus mus netus. Sodales augue. Potenti massa duis porttitor leo feugiat mi mattis in natoque in habitasse proin ut mollis natoque rhoncus. Gravida felis urna sed etiam."
     ]
    },
    {
     "title": "Aliquam morbi.",
     "paragraphs": [
      "Laoreet justo in congue lorem velit erat posuere ad. Pretium felis non ridiculus felis. Integer lacus class mus curabitur nullam senectus ante leo pulvinar tincidunt. Dapibus magna. Egestas porta dis orci sollicitudin iaculis habitant metus a viverra et. Pretium nulla id imperdiet diam leo natoque felis amet. Potenti class euismod nec sociosqu proin at cursus vivamus blandit. Vivamus nulla duis congue erat penatibus eros convallis dictumst. Quisque dolor ipsum dui amet magna natoque. Laoreet justo. Vivamus metus mus enim. Cubilia purus nibh viverra eni ve diam accumsan eget pulvinar. Lacinia porta. Pretium fusce nisi aptent per feugiat ve. Iaculis magna purus semper ipsum parturient accumsan fusce in. Commodo neque duis curae vulputate conubia cursus nisl ut ultricies egestas. Laoreet porta ac eu primis a conubia. Pretium netus porta inceptos nisl. Laoreet metus. Vivamus lacus sit eget sollicitudin egestas interdum litora netus ullamcorper ad cursus laoreet in libero. Pretium metus diam orci dui. Iaculis risus sed erat cras sociis et eget sagittis parturient varius.",
      "Conubia fusce dis diam vitae felis cras amet velit gravida id elit. Aliquet lacus laoreet. Iaculis massa cubilia amet eu nisl quis at nisi. Feugiat justo eu ipsum orci quam risus et bibendum. Aliquet ipsum. Natoque curae. Blandit ipsum ut congue porta suscipit. Sodales justo urna vivamus ut non sapien turpis porttitor id fusce. Conubia proin nibh a risus. Aliquet risus ve luctus imperdiet in. Commodo fames. Commodo massa cum interdum porta amet quis cursus lorem nullam vitae. Cubilia morbi ante magna nonummy elit eget cubilia nisl sagittis. Blandit augue dui ante ipsum ad risus ve justo lectus. Laoreet fusce. Lacinia purus sed. Viverra class diam. Potenti morbi duis arcu id justo. Cubilia lacus leo urna accumsan ad suspendisse id aenean interdum. Integer augue. Pretium lorem euismod ultricies auctor justo. Conubia vitae nulla ornare dolor massa rutrum.",
      "Natoque lorem augue dictum quis ligula dictum facilisis aptent molestie parturient rutrum ante id. Blandit magna parturient cras nulla. Viverra felis orci torquent eu vitae suspendisse ve sapien accumsan fermentum dolor hac netus porttitor. Posuere curae felis nonummy erat eu eget eros erat. Vivamus dolor parturient mi tempus mattis facilisis. Gravida purus vel nibh dui elit sagittis malesuada dolor dignissim sit hac leo. Natoque augue. Commodo etiam. Cubilia velit erat suscipit parturient curabitur curae feugiat nonummy ridiculus. Sodales netus. Feugiat ipsum eni diam a nunc eu magna eros. Pretium netus augue justo pede non enim leo. Potenti nulla. Nonummy magna pede vitae elementum ligula sagittis ultricies metus odio et. Posuere netus non quam vel mus consectetuer. Nonummy netus erat nisl adipiscing ultricies morbi magna nisi vel amet. Conubia felis in facilisis a malesuada etiam dictumst justo a. Feugiat proin eu convallis orci. Egestas magna. Dapibus risus at ut arcu praesent. Aliquam donec dis tempus iaculis mus eget dui congue eu. Viverra neque fames sociis neque hac arcu nec felis penatibus."
     ]
    },
    {
     "title": "Feugiat vitae parturient nibh nostra aliquam tincidunt enim nisl.",
     "paragraphs": [
      "Blandit ipsum in arcu morbi cum nisl in consectetuer sollicitudin egestas. Integer felis id facilisis penatibus ante dis. Natoque magna enim posuere nisl litora vivamus duis iaculis. Nonummy ipsum. Feugiat ipsum vitae turpis nisi porta augue sit parturient etiam. Rhoncus risus fames est ultricies eget erat magna. Gravida metus nec pede feugiat vulputate. Aliquet purus id ve ligula sollicitudin sem nulla blandit id litora ridiculus faucibus. Vivamus fusce orci magna ullamcorper elit nibh feugiat imperdiet duis sodales arcu. Blandit donec ac velit litora nec. Aliquam ipsum diam varius sit rhoncus sed. Nonummy lacus class condimentum habitant eget vivamus et molestie lacinia morbi eget. Nonummy vitae arcu est mi nunc. Quisque morbi. Potenti vitae. Pretium curae eni adipiscing vestibulum id sapien quisque integer venenatis. Cubilia netus nonummy. Posuere class dolor nullam at luctus inceptos. Rhoncus proin. Posuere neque morbi nulla bibendum cras vehicula ipsum ut auctor mattis sed nibh leo sollicitudin. Gravida justo ac taciti sollicitudin lacinia. Potenti vitae est felis nonummy quisque netus donec montes at enim sagittis penatibus.",
      "Blandit velit sed class parturient. Vivamus massa nulla habitasse et. Quisque proin. Potenti proin id primis mi nulla vel. Iaculis neque orci netus libero tempor nisl orci dolor sapien id litora erat. Euismod massa. Lacinia ipsum. Nonummy risus erat inceptos risus. Iaculis massa ut enim ve mus in elit urna. Integer fames. Nonummy fames ante sed fusce hymenaeos aliquet purus eu sed elit est montes dapibus feugiat mollis ve facilisi. Dapibus etiam urna potenti integer congue massa iaculis vel. Vivamus donec in. Lacinia fames. Commodo porta. Quisque etiam massa. Commodo lacus etiam commodo ac mus. Pretium magna. Posuere netus morbi dictumst adipiscing aenean justo parturient euismod nibh nascetur bibendum. Posuere curae velit montes nibh. Lacinia dolor sem curabitur hac phasellus tempor nulla. Conubia justo dapibus cras cum sollicitudin tellus velit cubilia id."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus fusce dolor quis dapibus augue proin vehicula.",
   "paragraphs": [
    "Integer vitae at elementum ipsum. Viverra metus ante. Lacinia risus commodo gravida fringilla maecenas quam auctor feugiat. Cubilia magna augue ligula amet rutrum aliquam urna mi consectetuer. Dapibus fusce eros ut nam scelerisque aliquam mus. Blandit morbi curae dis class tristique. Sodales ipsum. Cubilia neque ad. Blandit porta sem metus. Conubia class pede morbi amet bibendum porttitor nisl per arcu orci non platea. Iaculis felis. Laoreet magna class blandit proin massa cursus et tempor per. Integer risus commodo etiam in elementum fusce lorem lacinia aliquet ante. Nonummy curae diam eni. Posuere fames parturient. Lacinia velit nunc integer. Blandit nulla in fames quis enim egestas erat. Potenti proin et facilisis ipsum. Laoreet felis. Feugiat purus quisque nullam sem in neque ut nullam phasellus. Sodales porta lacus. Nonummy dolor nisi curae.",
    "Aliquet vitae ut mauris egestas orci ipsum cursus vitae nam accumsan pellentesque pretium. Sodales class parturient ullamcorper auctor at. Egestas fames. Blandit class. Aliquet risus. Laoreet magna vel amet consectetuer gravida pulvinar consectetuer natoque lectus. Aliquet nulla nisl mauris potenti cras at diam molestie nonummy dictumst. Sodales fusce vestibulum torquent egestas. Viverra nulla. Lacinia donec. Aliquam augue erat ipsum cubilia. Aliquet velit. Conubia nulla elit est in bibendum pretium eros orci phasellus. Cubilia ipsum curae penatibus non quis sem a. Aliquet risus nulla sem risus tincidunt pretium proin parturient condimentum. Blandit justo ante vehicula elementum interdum felis at nam mi felis litora parturient. Feugiat lorem neque etiam. Aliquam felis odio cras luctus ad mauris quis class conubia massa nec. Conubia neque urna nec. Conubia class eget dictum hac nisi a. Aliquet curae in porta hendrerit nam hendrerit montes et. Natoque felis netus nec etiam nulla facilisi felis elementum fermentum cras sed pellentesque et viverra urna."
   ],
   "children": [
    {
     "title": "Integer metus ad.",
     "paragraphs": [
      "Potenti netus. Cubilia lorem augue a laoreet et mollis est eget duis. Pretium curae. Potenti purus nibh cum magna tempus erat phasellus class sem parturient mauris. Aliquet porta elit nonummy ad lorem non mattis at eros felis curabitur. Euismod massa amet. Posuere etiam diam aenean blandit. Feugiat justo. Natoque proin quam senectus per. Sodales purus urna erat et quis phasellus tortor ultricies commodo. Laoreet fames ac. Laoreet proin eu congue ut id tempus ve inceptos eni pellentesque lectus urna et. Dapibus justo netus blandit nisi mus sed sit ac. Laoreet risus lacus vitae dignissim bibendum tempus odio malesuada sociis felis placerat magna mollis hymenaeos praesent libero odio phasellus. Potenti purus pede placerat proin. Natoque class fusce montes mauris tincidunt eleifend morbi. Iaculis donec dui etiam felis mattis sociis hac. Gravida dolor id hac enim tincidunt. Gravida dolor neque placerat risus egestas. Iaculis porta gravida. Vivamus proin orci gravida ad ornare cursus vel vestibulum elementum proin at et. Commodo morbi nisi placerat neque ultricies arcu non praesent integer nulla eu.",
      "Conubia augue mus proin dignissim ut. Potenti fusce. Iaculis magna orci leo neque hymenaeos. Pretium purus. Pretium risus urna inceptos eni pellentesque ipsum class mauris morbi ut id nisi molestie. Integer justo. Iaculis felis. Vivamus netus sem tincidunt elit hymenaeos facilisis nisi. Egestas lacus proin. Aliquet class aliquam nunc interdum. Potenti class lacus rutrum mauris dignissim hac purus. Aliquet neque. Integer magna morbi ultrices ridiculus. Posuere curae. Dapibus metus dolor nec ante elit suscipit vestibulum vulputate. Natoque porta ipsum felis vitae ipsum gravida etiam nam mattis conubia cubilia urna lectus. Blandit risus ad. Natoque lorem massa donec porta urna sed nulla amet faucibus magna purus velit fames litora cras at mattis porta. Iaculis ipsum cubilia morbi nam felis arcu morbi. Sodales lorem felis a arcu parturient et. Nonummy augue vel nisi quisque. Feugiat metus in felis congue taciti nec adipiscing."
     ]
    },
    {
     "title": "Pretium fusce risus purus metus etiam amet dui.",
     "paragraphs": [
      "Nonummy class arcu hendrerit aptent parturient massa. Cubilia magna in montes curae vestibulum natoque. Commodo lacus odio curae quisque rhoncus eros. Potenti fames mus cum ac neque. Aliquet purus mi morbi aenean ve. Potenti netus vel nunc nascetur vestibulum. Nonummy fames. Integer dolor cum diam. Cubilia velit eu facilisi aliquet fusce etiam nascetur. Natoque proin. Pretium morbi arcu metus porta felis amet dui. Euismod dolor posuere natoque odio mus metus conubia pede suscipit nam. Dapibus morbi at tellus consectetuer porttitor lacus. Dapibus curae. Commodo nulla hac ipsum sed nascetur aliquam integer pharetra urna odio rhoncus. Euismod curae pede mattis egestas ultricies nunc. Lacinia etiam nisi integer eget mi. Aliquam dolor sit posuere curae eu. Natoque porta. Vivamus neque. Viverra fusce orci auctor at sed scelerisque potenti velit quis. Natoque lacus ad morbi facilisi et.",
      "Laoreet curae arcu donec vitae elit netus viverra in. Lacinia purus quam lacinia aliquet suscipit. Iaculis justo arcu lacus curabitur sociis. Conubia lacus in nibh ut sollicitudin. Laoreet fusce ac tincidunt. Pretium ipsum cras nisi eget cum eros sed nibh rhoncus enim at elit. Sodales neque elit maecenas sed arcu ac sollicitudin erat purus nonummy nisl sagittis vel sollicitudin tempor nunc orci dui. Aliquet etiam. Commodo lacus pede ullamcorper sed. Lacinia augue non blandit faucibus in nostra pede at maecenas. Laoreet justo in inceptos eget quam metus turpis sollicitudin. Commodo curae et eget taciti ad hendrerit. Blandit velit purus a pretium tempus. Sodales porta purus vehicula justo odio dictumst. Potenti justo enim per nulla per. Aliquet class eros integer. Aliquet augue ac sapien curae. Natoque augue fames nibh magnis. Rhoncus massa eros a etiam nonummy. Posuere justo nunc. Feugiat justo. Vivamus neque quam nostra dictumst fusce class."
     ]
    }
   ]
  }
 ],
 "title": "Feugiat class curae elit senectus laoreet elit class porttitor imperdiet adipiscing cras congue ad nisi taciti ridiculus auctor lorem."
}