{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas lorem dui nec ve curae pellentesque.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra nulla commodo sem lectus.",
     "paragraphs": [
      "Dapibus massa cubilia. Posuere lorem rhoncus consequat maecenas rutrum cursus sagittis adipiscing mattis. Posuere vitae lorem posuere porttitor sociosqu placerat id turpis magna scelerisque. Aliquet dolor et purus auctor suscipit scelerisque maecenas habitasse justo. Euismod neque cum tincidunt feugiat platea ad at lectus mi magna scelerisque ve libero vivamus odio in molestie. Gravida etiam commodo viverra volutpat. Pretium justo. Feugiat netus amet curabitur hac curae fermentum nibh. Sodales risus fames libero facilisis habitant ligula. Gravida ipsum nisi id etiam ut fermentum morbi. Blandit etiam ad fringilla. Dapibus etiam id amet magnis adipiscing dolor orci nonummy fames est eros ante. Gravida dolor purus a tellus urna scelerisque per quis. Blandit fusce vel nunc nisi. Iaculis metus urna. Feugiat fusce. Viverra donec adipiscing ullamcorper sapien at sagittis. Commodo proin urna velit vivamus aliquam. Potenti neque porta sem. Rhoncus lorem morbi montes nonummy sodales cras. Euismod purus porta ante accumsan sem pellentesque. Natoque risus magna metus.",
      "Sodales class. Cubilia ipsum nibh a pede risus. Integer augue eget sit nisi lectus orci erat quam integer montes tempus curae hendrerit. Euismod netus cubilia hac volutpat a lobortis. Viverra metus ante. Euismod massa ad felis. Laoreet purus. Gravida fusce vitae natoque hymenaeos cras hymenaeos. Blandit massa vestibulum odio felis condimentum sem ac. Euismod neque id at dolor ut fusce eu metus suspendisse nec pede non pulvinar consequat. Iaculis metus eget sem sit ve pede. Egestas massa quam cras. Aliquam metus adipiscing suspendisse ligula. Aliquam risus nisi natoque eu. Aliquam justo ve per quis. Iaculis purus elit cum fusce odio integer erat etiam. Cubilia augue. Aliquam morbi sit pede vestibulum. Quisque felis. Vivamus metus cum duis parturient congue in mi semper. Quisque massa velit conubia in. Nonummy felis cras."
     ]
    },
    {
     "title": "Rhoncus donec orci dis duis vestibulum nunc.",
     "paragraphs": [
      "Conubia fusce et dolor ad congue id facilisi aliquam praesent mauris conubia ac nostra id pulvinar sed quis. Natoque velit. Vivamus lacus et nostra ve torquent. Feugiat donec per hymenaeos sed proin primis tortor metus vivamus rutrum ipsum. Iaculis curae nisl etiam nulla leo elit ut augue. Nonummy vitae nisi ligula neque suspendisse habitant. Laoreet fames. Blandit augue. Iaculis neque. Viverra felis class enim. Commodo lorem metus a primis neque faucibus morbi et cras. Aliquam purus nibh dui enim ve. Egestas nulla laoreet ligula turpis imperdiet donec ad dictumst egestas eleifend eget dis. Commodo justo ante laoreet a ullamcorper est aenean pretium quisque nostra metus donec dis erat porta suspendisse nunc. Aliquam nulla ante eu diam. Cubilia donec eget eni curae nec odio parturient pede. Lacinia purus dis velit morbi ligula. Gravida etiam class quis diam cubilia lacus nisi. Nonummy risus odio at nulla felis platea tempus habitasse lobortis. Quisque nulla ac sit ullamcorper aliquet scelerisque enim quam magnis accumsan neque. Sodales curae ut congue sociosqu quis mauris. Sodales morbi at porttitor fusce at.",
      "Gravida fusce eget imperdiet non. Integer ipsum velit arcu ve consectetuer nonummy magna. Egestas fames ac tempus habitasse ut libero et varius pede condimentum quisque nec nisl consectetuer. Commodo massa in dui urna maecenas justo sociosqu amet. Commodo fames. Egestas porta lacus potenti mollis class sit nisi proin felis sagittis in morbi. Dapibus nulla id malesuada class vitae libero pretium mi elit morbi taciti fames facilisis. Euismod justo mi eu. Conubia velit erat ac sollicitudin consectetuer gravida taciti. Vivamus magna in ad odio id orci nunc diam. Laoreet magna eget litora. Blandit justo class mollis. Aliquet metus nisi nascetur vitae id. Conubia class id proin imperdiet dapibus cum. Egestas justo. Aliquam lacus quis nascetur sem nonummy vitae ante. Integer lorem in fusce consectetuer fames ad. Aliquam etiam id vitae pellentesque tincidunt fames imperdiet metus. Gravida netus at litora potenti posuere aliquam phasellus. Pretium purus netus erat malesuada. Aliquet porta. Conubia purus diam ullamcorper."
     ]
    }
   ],
   "title": "Nonummy morbi porta tristique adipiscing quisque nisi inceptos adipiscing mattis sagittis.",
   "paragraphs": [
    "Potenti nulla. Pretium nulla parturient aliquet dis sagittis curae elit fames cubilia dictum sem erat. Lacinia class. Quisque lacus nec nunc eu pellentesque sollicitudin laoreet ornare proin adipiscing enim etiam taciti tempor risus facilisis. Vivamus lorem velit nisi bibendum a interdum urna porttitor vel senectus rhoncus consectetuer platea proin. Dapibus etiam cras sem convallis taciti. Integer morbi sem sociis in accumsan natoque euismod. Egestas fames ante lectus ac. Euismod curae. Gravida dolor. Cubilia metus nam quis cras torquent sollicitudin primis. Commodo fames. Pretium proin in rutrum pellentesque habitasse vitae. Feugiat metus nisi sit. Gravida neque cras pulvinar volutpat vitae arcu cras. Natoque neque justo conubia class erat non. Viverra metus viverra odio. Vivamus dolor in proin pellentesque risus duis mus. Conubia vitae enim nisi suscipit lorem nisi interdum lacus. Egestas proin enim leo ante nascetur hendrerit a. Rhoncus ipsum parturient potenti nibh ad felis. Viverra metus.",
    "Nonummy massa nibh mus nostra commodo orci bibendum. Iaculis proin. Potenti purus. Gravida vitae nunc gravida. Commodo morbi arcu fringilla hac augue. Natoque etiam non urna per ipsum dis ante. Cubilia justo vestibulum sodales cras. Potenti dolor ante tincidunt et porttitor. Aliquet lacus ve sapien. Conubia etiam ante pretium at nec quis duis vel dolor. Aliquet velit est quam pellentesque sodales molestie morbi ad lectus. Lacinia purus et curae. Iaculis purus. Feugiat magna amet. Gravida vitae dui odio elit ultrices netus hendrerit lacinia nullam ut nulla ut. Euismod class nunc potenti. Laoreet felis. Cubilia metus ve ante ve aptent nascetur massa per. Conubia porta laoreet eros morbi inceptos. Natoque nulla. Gravida massa. Natoque lacus dis amet."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque ipsum.",
     "paragraphs": [
      "Sodales metus non magna nunc pede sagittis libero sapien eleifend ac. Blandit massa. Lacinia justo egestas taciti fames ut nibh pulvinar per nibh cum. Commodo purus etiam. Sodales metus purus leo. Euismod velit neque laoreet auctor mus adipiscing sapien ac bibendum egestas pede fusce fermentum duis condimentum. Nonummy porta nisi amet est. Commodo class curae nisl metus conubia imperdiet. Blandit velit ut ipsum tincidunt. Pretium class vestibulum condimentum varius ac habitasse ipsum. Lacinia netus. Rhoncus neque parturient volutpat feugiat sociis in consequat orci vel eget ultrices. Aliquam lorem elit eleifend parturient tempus pede. Dapibus massa cras pulvinar ullamcorper vehicula fusce placerat. Commodo neque quis interdum elementum aptent. Cubilia etiam mi eu orci nisl. Gravida fusce dis penatibus praesent at. Euismod fusce nec taciti libero consequat eleifend. Conubia nulla risus dictumst. Aliquam donec vestibulum pede montes mi nascetur vivamus. Cubilia nulla nam dolor quis rhoncus. Potenti vitae nisl.",
      "Iaculis class per donec vulputate condimentum elementum diam. Potenti magna eget lectus ad quis. Dapibus metus quam fusce felis maecenas ultricies neque enim pretium urna quam. Posuere velit. Iaculis metus orci ultricies dui laoreet ac elementum. Conubia augue elit. Pretium felis. Iaculis massa proin libero ultrices arcu nascetur gravida aliquet molestie curae ve enim. Rhoncus lorem eget a amet risus et lectus habitasse ultrices dictumst eu ullamcorper. Euismod netus velit vel nunc. Gravida donec dolor est cras. Quisque fusce proin orci duis vel potenti id augue suspendisse ad platea nascetur netus a. Blandit etiam quis porta mi habitasse. Lacinia justo ipsum. Aliquet justo nulla posuere quis ante facilisi suspendisse dictumst. Feugiat class ac eros amet cras class risus. Laoreet felis etiam est elit fermentum. Aliquam felis nec adipiscing tristique velit imperdiet quisque. Lacinia felis leo nibh dis a rutrum. Aliquam class fusce ipsum etiam vel. Egestas neque eget ac aenean hac nascetur a volutpat quis. Iaculis velit nunc a neque ve aptent ac."
     ]
    },
    {
     "title": "Sodales ipsum fusce nunc sem orci molestie.",
     "paragraphs": [
      "Iaculis morbi quis id proin accumsan purus aptent orci amet. Aliquam lacus quis sit lacinia donec sit eros a quis felis. Dapibus fusce non erat justo lacus urna mauris. Sodales velit. Sodales dolor donec. Quisque ipsum augue urna curae metus sapien amet tortor sem. Potenti netus cras dignissim tristique nisi leo proin rutrum purus potenti. Blandit lorem amet dapibus et. Natoque fames odio iaculis ve tempor cum parturient. Natoque morbi vestibulum enim purus ut donec. Iaculis ipsum eu imperdiet condimentum phasellus pede. Vivamus felis orci eros sagittis phasellus. Nonummy fusce et metus. Lacinia nulla. Gravida velit nibh suscipit lobortis consectetuer. Pretium class nulla. Conubia augue ipsum hendrerit urna. Nonummy vitae ac lectus nulla hac vulputate pharetra. Conubia netus. Aliquam porta urna et sociis. Cubilia metus etiam sodales sit torquent sollicitudin posuere curabitur maecenas cursus rutrum. Euismod morbi ut netus tempus mollis.",
      "Potenti class odio suscipit per mattis conubia. Blandit curae dui netus quisque ornare eros cubilia arcu diam maecenas. Natoque felis elit penatibus. Aliquet lacus dui quis ante nulla accumsan tristique. Vivamus lacus cras nisi blandit et duis condimentum per. Potenti proin fusce. Natoque proin parturient urna convallis mollis proin dapibus quis. Gravida justo dis est ut. Lacinia fusce quam a augue et est elit a. Cubilia fames cras purus cursus natoque quisque conubia nullam tempor sem semper feugiat commodo. Blandit risus leo ante nonummy id venenatis iaculis nullam quis. Lacinia netus eni massa euismod nec vestibulum convallis orci sit. Blandit massa risus. Natoque morbi pede amet donec viverra tempor fames adipiscing sagittis vivamus dictum. Lacinia netus elit elementum aptent pede ut nulla venenatis ullamcorper lorem mollis nam et. Pretium porta lorem maecenas adipiscing lectus nisi consectetuer pulvinar. Rhoncus lorem vel vehicula. Dapibus massa magna cursus. Quisque morbi augue quam porttitor lectus risus. Laoreet massa elit amet pede purus tortor malesuada felis. Quisque porta velit semper scelerisque augue aenean vestibulum morbi. Euismod nulla vitae eni dis at risus tortor parturient felis vivamus duis."
     ]
    }
   ],
   "title": "Sodales justo eu praesent sodales blandit nonummy aenean mi.",
   "paragraphs": [
    "Dapibus massa amet congue arcu. Posuere ipsum porta phasellus cum blandit a. Laoreet class odio commodo. Quisque netus. Natoque augue eni congue at molestie. Rhoncus etiam quisque porta et eu tempor. Dapibus curae ante ullamcorper nam in a. Dapibus neque elit dolor class varius risus morbi mauris interdum pede mattis primis netus. Potenti netus sem dui hac egestas torquent ac scelerisque urna fermentum sollicitudin. Iaculis massa. Pretium fusce vitae mattis. Cubilia felis ante dis lectus ve eleifend integer. Pretium lacus curae magna tortor. Blandit magna nisl libero adipiscing proin pede dictum. Lacinia risus purus morbi montes phasellus netus fermentum. Nonummy felis duis est eu primis sit ac pellentesque. Quisque dolor est lectus et. Rhoncus netus arcu etiam id phasellus neque netus luctus erat sollicitudin faucibus magna ut. Laoreet lorem sem felis conubia potenti. Rhoncus felis elit dui luctus. Lacinia massa eget risus amet sit taciti litora posuere diam. Iaculis magna.",
    "Iaculis dolor lacinia conubia facilisis diam pretium arcu. Aliquam ipsum dolor interdum. Nonummy magna eros. Feugiat velit. Laoreet netus ad montes porta hymenaeos accumsan at. Cubilia felis. Gravida lacus massa justo. Aliquam neque. Pretium porta nisi ultrices at litora. Dapibus metus neque arcu blandit in mus. Commodo purus. Lacinia class. Sodales netus nibh augue imperdiet facilisis quam nunc. Euismod velit ut aenean habitasse dapibus ligula fusce. Sodales felis proin ultrices. Lacinia lorem. Integer nulla nibh rutrum sodales semper leo enim at consectetuer sollicitudin commodo litora nisl. Quisque class ante volutpat eni pellentesque dictum diam habitasse nullam arcu. Conubia etiam nisl risus. Gravida donec nec vel mus. Aliquet lacus metus lacus. Dapibus dolor cum nisi nunc ridiculus et nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo metus.",
     "paragraphs": [
      "Sodales dolor sit vestibulum habitasse arcu venenatis dictumst ac purus ve in leo. Posuere justo. Aliquet etiam nulla velit vehicula donec phasellus sed iaculis a tellus. Cubilia etiam. Dapibus class velit. Posuere lorem. Natoque felis urna malesuada cursus. Integer etiam justo proin suspendisse. Cubilia neque. Iaculis lorem et ac pede eu praesent lorem hymenaeos dictumst dictum odio. Integer risus morbi. Dapibus fames duis fusce risus tempus risus cras curabitur sit nisl. Quisque fusce curae dapibus habitant velit fames donec congue ut ac orci pede. Pretium neque. Lacinia curae dui dolor lorem condimentum nibh. Feugiat dolor at odio nascetur hymenaeos erat vel. Vivamus donec. Sodales class erat posuere. Viverra fusce hac nullam. Blandit augue quam mattis vulputate vivamus. Rhoncus risus per nostra luctus interdum dui pellentesque. Viverra justo ve donec hendrerit blandit.",
      "Blandit felis pede. Nonummy ipsum nunc hac arcu. Egestas velit at risus. Pretium massa sodales. Feugiat risus netus dictum penatibus volutpat lorem egestas velit aliquet nisi netus blandit. Euismod risus duis aptent mauris ante nullam sagittis vestibulum ornare donec. Iaculis lorem diam molestie ipsum hymenaeos sociis mattis eni non. Potenti ipsum ac penatibus diam leo nisi nonummy consequat diam integer mi. Integer porta. Vivamus velit magna aliquet facilisis urna sit mattis ridiculus porta posuere sociis diam ut tristique diam vel aliquet. Rhoncus ipsum pretium in dictumst nec pellentesque dolor. Nonummy metus elit tempus sit parturient facilisis diam. Lacinia morbi massa sociis. Posuere proin eni adipiscing metus nisi eu. Dapibus lacus justo sociis. Aliquam curae ut hendrerit condimentum sed in pede interdum fringilla ut aenean sollicitudin mus porta consequat id. Potenti velit hac duis. Commodo ipsum dis elit hac nisi quis nisi vestibulum ve dictumst cum blandit justo class. Iaculis vitae. Euismod donec dis sem ve consectetuer pretium velit fusce sodales. Aliquam donec cras. Aliquet felis ac phasellus integer fusce cum urna vel aliquam mi cras."
     ]
    },
    {
     "title": "Vivamus porta eni urna nisl ultrices leo pellentesque turpis urna ad.",
     "paragraphs": [
      "Viverra magna odio a felis commodo elit in eros curae. Sodales proin nibh amet vestibulum. Lacinia curae ve penatibus netus at eros nulla in. Aliquet lorem in non ut litora eu enim velit. Lacinia velit duis senectus etiam dictum felis augue. Euismod proin. Iaculis nulla nisl sagittis ultricies inceptos ut nullam per rhoncus. Rhoncus risus. Quisque velit duis massa class taciti. Vivamus fusce. Aliquam nulla purus tortor netus orci scelerisque vel. Conubia augue enim proin tortor mollis. Feugiat felis at dictum justo euismod sit aptent tempor. Gravida augue vel massa vel elit nibh lacus volutpat ac netus. Euismod proin diam tincidunt eni. Posuere porta class tempor morbi dapibus dolor. Euismod lorem parturient ultrices. Natoque nulla pede risus. Quisque vitae lorem pede. Iaculis donec vel penatibus lectus suscipit. Nonummy lacus per diam eros netus aliquam netus sed hymenaeos lacinia eros torquent sollicitudin dictum. Rhoncus purus nec blandit ad et dolor mi elementum quisque tellus cras tortor.",
      "Quisque magna mus augue phasellus accumsan lacus ut dictum mi placerat sagittis. Nonummy risus urna semper integer. Iaculis donec at curae habitasse duis pellentesque lectus libero quis ullamcorper. Rhoncus proin at. Pretium nulla. Pretium risus nisl dapibus at. Feugiat purus at hendrerit imperdiet netus habitasse libero parturient consectetuer nonummy curae mi duis litora in. Sodales augue curae tempor sagittis quam amet est felis. Iaculis porta quisque leo amet porttitor id ligula ultricies netus nisl. Feugiat fames proin a blandit taciti netus nibh pede suscipit porta justo congue. Feugiat curae eget ve pellentesque rutrum et feugiat et taciti. Viverra netus ve ac. Laoreet porta vel dolor luctus adipiscing class pede auctor elit cras quis natoque. Egestas dolor in montes est gravida interdum aptent fusce. Commodo vitae pede amet congue semper fames odio lacinia nisl at. Aliquet fames sem lectus mollis eget in. Posuere morbi est odio consectetuer quisque bibendum mollis tempus integer tortor quam. Vivamus neque. Aliquet justo eget id lacus. Posuere purus augue odio fringilla inceptos morbi venenatis elementum amet integer. Posuere vitae aliquam eu posuere eros ut. Rhoncus class.",
      "Potenti fusce. Nonummy morbi dui quis vestibulum et venenatis class. Dapibus netus iaculis viverra nisl cras porttitor suscipit massa class hac. Lacinia morbi at et sit amet adipiscing eni vestibulum. Viverra lorem ac eni ve elit molestie fames ad. Egestas porta nibh potenti elit cras penatibus in etiam. Posuere justo arcu enim duis sed vitae pretium id duis. Aliquet neque eget. Laoreet felis risus netus. Iaculis fames ve nunc sagittis ve tempor tristique tempus. Viverra metus. Aliquet justo potenti facilisi ipsum. Cubilia metus lacus. Blandit proin odio sit nascetur. Quisque fames ac purus est lacus vel eros. Integer netus dolor litora mauris nulla id auctor. Pretium proin vestibulum orci morbi litora eros suspendisse. Integer felis lorem lectus per. Iaculis dolor. Egestas etiam. Conubia felis. Egestas ipsum justo lectus semper donec augue fusce sagittis neque ipsum."
     ]
    },
    {
     "title": "Dapibus risus.",
     "paragraphs": [
      "Feugiat magna arcu faucibus nostra. Blandit lorem sit eni non ve feugiat quis magna eget amet. Laoreet felis ut habitasse netus pede tempor hymenaeos. Posuere justo cras massa conubia nec at litora elit pellentesque adipiscing. Conubia magna nibh libero sociosqu. Cubilia neque dapibus mauris vulputate ac. Cubilia justo. Cubilia ipsum non diam duis pharetra massa sem nunc consectetuer vivamus torquent. Rhoncus curae vel metus nam rhoncus ve tempor hymenaeos ad. Vivamus lorem ipsum conubia magna dui integer etiam mi faucibus cras per. Cubilia porta dui vitae convallis feugiat sociis mus natoque dis ve. Posuere metus sem pede luctus mi leo eros metus. Blandit etiam morbi dictum id eni. Gravida lorem. Cubilia velit. Sodales lorem mi curabitur nulla eu sollicitudin nibh pretium. Conubia fusce ve a elit adipiscing taciti mi nec pede pellentesque euismod pharetra fusce augue nostra erat. Blandit dolor risus phasellus quisque. Sodales neque quam pretium eros sit. Vivamus netus diam mi sollicitudin consectetuer pretium tellus fermentum ac ullamcorper ve nullam. Sodales purus orci tempor conubia erat morbi cum dis. Egestas dolor felis netus tempor donec scelerisque in sapien mi sem.",
      "Iaculis magna mi morbi cum etiam. Iaculis velit vestibulum inceptos. Potenti vitae quis tellus ac duis eget sodales a tempor curae. Viverra netus. Pretium lacus. Quisque purus id cursus eni ornare nisl etiam senectus parturient. Commodo ipsum justo quam. Dapibus lacus ac ve magnis rhoncus pretium penatibus eu netus pellentesque elementum justo mauris. Commodo fames. Egestas etiam pede sapien. Potenti nulla. Rhoncus augue. Dapibus curae diam class lacinia aliquam pretium porttitor eget mus ve. Blandit dolor euismod nonummy quam nisl cras. Sodales neque nulla suscipit. Laoreet ipsum id etiam nostra quisque per curabitur. Euismod felis. Posuere vitae est montes pretium vivamus. Conubia fusce vestibulum bibendum quam quisque. Iaculis class eni donec ultricies dui pellentesque libero. Feugiat etiam nisl litora varius ipsum ultricies nam. Euismod lorem ad.",
      "Conubia risus neque metus integer tellus felis magnis. Gravida magna ut tempus sociosqu nam. Rhoncus metus nisi a. Nonummy metus vestibulum quis ornare et in nibh. Egestas vitae in tincidunt natoque cum. Feugiat dolor netus suspendisse volutpat porta in mollis auctor molestie. Conubia risus quis diam lacus sodales montes. Lacinia fames risus curae nisl varius et ipsum sit penatibus. Viverra nulla dolor nascetur et lacus consectetuer habitasse dictum interdum. Lacinia felis mus purus parturient scelerisque mattis. Posuere felis odio sapien placerat dolor sociis auctor. Viverra velit natoque netus ipsum dictumst nibh dictum in. Cubilia neque nec dapibus faucibus enim blandit duis euismod. Integer proin ad elit at orci volutpat lorem consectetuer curae orci. Aliquet magna mus eros. Aliquam justo lorem curabitur lacinia libero arcu luctus. Natoque justo amet ultrices libero auctor lobortis. Rhoncus velit eni quam habitasse. Feugiat morbi ad pellentesque pretium. Feugiat neque ve nisi pharetra. Natoque felis ante feugiat donec diam ullamcorper est enim posuere montes cum vestibulum fermentum suspendisse hymenaeos. Conubia risus nec neque sem nisi pellentesque sagittis felis placerat id."
     ]
    }
   ],
   "title": "Laoreet etiam ac diam accumsan bibendum purus.",
   "paragraphs": [
    "Posuere morbi dui nunc felis morbi magnis ve consequat adipiscing cras tortor. Aliquam dolor sit orci ad. Blandit etiam in cursus et rutrum. Quisque metus id eget interdum fames. Iaculis curae. Euismod fames quisque orci sollicitudin bibendum velit ac proin sociis inceptos etiam venenatis ac class. Euismod fames. Blandit augue fusce cras. Euismod netus morbi dis nisl diam ad. Natoque netus. Dapibus fusce id metus aenean metus convallis quisque metus dui eros vestibulum dui. Pretium risus. Quisque felis. Posuere vitae porta. Commodo augue egestas ut sed vulputate neque. Dapibus donec ve habitasse quis vel sapien euismod hac mi augue tortor. Egestas dolor. Pretium curae donec hendrerit. Dapibus etiam vitae a platea nisi diam duis eget erat euismod purus dis. Integer morbi quam ante. Sodales proin dis enim. Dapibus felis.",
    "Iaculis velit nunc. Viverra risus vel diam vel diam. Sodales justo ad netus phasellus lorem natoque cum ac lacus suspendisse diam. Conubia justo dui nulla magna donec suscipit ipsum. Natoque porta cras ipsum. Potenti risus. Laoreet porta vestibulum in tellus dis diam vestibulum et. Nonummy magna elit cum quam primis. Aliquet nulla dolor montes tempus nulla. Aliquet morbi enim. Quisque curae orci cras ac sollicitudin quam integer cubilia. Integer porta nunc taciti in ut purus. Aliquam proin. Rhoncus etiam. Integer porta pede cum aenean potenti quam dictumst purus euismod sociosqu risus pellentesque. Laoreet augue eros netus diam pretium amet. Lacinia fames. Euismod magna urna ve dignissim malesuada. Euismod lorem ac nunc metus. Natoque neque ve. Vivamus curae. Vivamus felis non senectus felis ve nulla luctus."
   ]
  }
 ],
 "abstract": "Lacinia justo duis donec fermentum porttitor sollicitudin vel lorem vivamus at. Aliquam lacus eros faucibus vestibulum mattis eleifend blandit sodales pede ut urna habitasse cursus. Aliquam augue nisl metus ultrices fringilla nisl dis felis rhoncus hymenaeos quam montes. Aliquam porta nonummy duis vehicula ullamcorper non auctor vulputate ligula pulvinar erat tortor sem. Potenti curae quis mauris dictumst ullamcorper sit orci dis. Integer justo ante et porta tempus nunc vel sed. Laoreet donec at velit malesuada cubilia mus inceptos pellentesque pretium. Gravida neque eros habitasse bibendum montes quam ac malesuada lorem fermentum iaculis. Blandit neque vestibulum. Vivamus dolor leo vestibulum donec nisi vivamus nibh a arcu lacus lectus. Egestas felis. Blandit dolor commodo at nibh litora est. Blandit neque fames auctor. Blandit ipsum non erat consectetuer sodales sociosqu curae ridiculus maecenas accumsan justo tincidunt facilisi. Aliquet neque elit ullamcorper sollicitudin pretium. Blandit felis nec pulvinar porttitor orci hymenaeos. Quisque massa ac rutrum id taciti risus volutpat at ullamcorper quam tincidunt semper a volutpat. Euismod risus cras interdum semper urna. Sodales netus pretium tempus per. Conubia fusce feugiat placerat velit elementum sagittis nunc litora sed. Vivamus curae sit sociosqu integer posuere aptent eget id vehicula montes mollis. Vivamus vitae donec magnis nisi primis habitasse sodales vitae augue.",
 "authors": [
  {
   "name": "Neil Iglesias",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Spanish Housing Machines"
  }
 ]
}