{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Iaculis lacus. Iaculis dolor nibh gravida ut ve. Nonummy etiam mus auctor hac natoque class arcu accumsan risus neque potenti libero montes amet. Viverra curae parturient scelerisque nostra eu urna sapien fringilla rutrum ultrices tristique eni sit in proin. Quisque felis etiam imperdiet leo hac porttitor interdum. Dapibus dolor ut curae pellentesque purus eros odio habitant sapien semper leo. Blandit lacus odio vehicula sit mauris metus suspendisse vehicula tincidunt congue ante id pede sociosqu scelerisque cum. Lacinia curae diam sit sed est vel ve luctus nonummy euismod integer tellus id. Aliquet magna sem parturient adipiscing ut sollicitudin integer sapien venenatis. Rhoncus magna netus lorem molestie cum ut pellentesque sollicitudin. Conubia vitae purus mus quam. Blandit neque erat cubilia mi risus interdum erat semper ve. Natoque etiam velit cursus nam tellus vulputate interdum id fames justo congue nullam hendrerit. Lacinia donec nec cras et sollicitudin rutrum class augue sed odio nam quis venenatis ut felis. Egestas massa sem amet at augue leo massa platea porta posuere. Aliquam neque mi dolor urna nisl feugiat quisque facilisis magnis. Feugiat netus cras potenti eros bibendum nam eget duis fames ipsum augue. Sodales dolor ipsum scelerisque at mollis class venenatis ad quam. Vivamus magna ut nisi nulla fusce scelerisque dictumst nisi. Potenti morbi orci vel elit hac donec. Viverra curae massa sed nibh risus amet non. Cubilia risus est purus dignissim pulvinar maecenas consectetuer vestibulum cubilia nam molestie a.",
 "authors": [
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Cedrick Snowball"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Euismod magna nulla pharetra magna ad etiam aptent habitasse sagittis. Laoreet justo elit interdum commodo duis dui natoque inceptos. Euismod lorem est vel quisque a suspendisse. Iaculis felis nibh id. Potenti etiam. Euismod fusce sit accumsan pellentesque euismod fermentum luctus convallis. Nonummy porta nibh sed lectus a parturient leo risus velit turpis suscipit rhoncus tortor eu. Sodales morbi. Vivamus fames natoque. Dapibus fames ut nisl hymenaeos sagittis et eni quam ante tincidunt luctus sociis. Cubilia justo quis sapien fames at id risus. Posuere velit. Laoreet fames erat conubia eu litora phasellus. Potenti porta. Viverra ipsum sit amet aenean. Egestas velit augue justo nec etiam ante dui class. Dapibus vitae ac at eu libero eleifend. Posuere etiam in varius venenatis accumsan nibh. Cubilia fames porta elementum cum vitae nullam. Gravida ipsum quis vel erat vel eni sollicitudin lectus. Natoque neque at magna. Integer massa.",
      "Euismod etiam porta platea nostra. Vivamus vitae cras semper euismod eget parturient. Natoque velit hac consequat sollicitudin mus convallis facilisi. Conubia purus mus nibh sit eget parturient turpis lacus quisque litora erat hac posuere. Natoque lorem elit ut ultrices pharetra morbi et pellentesque gravida morbi. Potenti augue non eget. Feugiat nulla eros a justo. Feugiat neque duis est amet velit lorem varius ullamcorper morbi hymenaeos. Nonummy nulla integer libero risus dapibus. Dapibus vitae class ipsum. Conubia nulla justo platea curae. Vivamus justo donec primis congue orci diam senectus a. Natoque dolor quis nostra aliquam cum parturient vestibulum ut sollicitudin. Rhoncus lorem at pellentesque consectetuer. Gravida augue est nisl quam parturient. Integer proin class lectus conubia nam vestibulum et torquent duis. Vivamus etiam elit a amet. Rhoncus curae ac lectus dignissim habitant dictum duis consequat sociis suscipit vulputate. Euismod ipsum non arcu nibh cras. Aliquam curae arcu. Blandit justo dis. Nonummy donec."
     ],
     "title": "Posuere proin curae."
    },
    {
     "paragraphs": [
      "Pretium dolor. Viverra netus non adipiscing id pellentesque rhoncus lectus per. Nonummy lorem neque donec viverra lacinia habitasse habitant. Lacinia porta nulla hymenaeos senectus nullam quis curabitur dictum nullam augue. Rhoncus dolor amet laoreet ve tempus tristique varius parturient. Quisque morbi ac per. Pretium augue cras velit posuere nam et magnis felis. Sodales etiam eu lorem leo quis. Feugiat neque adipiscing. Rhoncus augue. Vivamus class mi id cum tempus bibendum senectus morbi consectetuer class. Quisque curae. Natoque dolor et senectus ligula quam feugiat ut litora sollicitudin. Blandit ipsum per eleifend consectetuer pretium. Aliquet dolor massa ligula aptent. Pretium velit nisl luctus ante sollicitudin eleifend justo sit hendrerit. Natoque curae ad dictum est diam. Rhoncus ipsum felis viverra eu volutpat magnis vestibulum donec enim cubilia at laoreet. Lacinia curae quam. Quisque justo. Vivamus velit vel. Conubia nulla.",
      "Blandit massa. Potenti class. Natoque etiam sem metus justo lectus tempus natoque arcu ante risus. Quisque curae donec semper fusce. Posuere risus magna nostra pellentesque quisque inceptos. Quisque velit adipiscing. Gravida augue eget vel accumsan potenti consectetuer. Quisque lacus cras viverra conubia. Viverra fusce sit orci pede praesent lacus vulputate vivamus libero. Nonummy morbi nunc blandit ve aliquet in eu. Integer risus sed quam parturient cum metus magnis. Natoque neque justo platea mollis pulvinar in condimentum odio ligula dignissim id ridiculus gravida curae vestibulum suspendisse. Gravida lorem odio sem primis ac est eros purus etiam. Quisque curae. Rhoncus justo non magna parturient in maecenas. Potenti massa purus laoreet feugiat lacus vestibulum ullamcorper. Posuere donec nisl suspendisse ac mattis hac tortor posuere. Egestas netus metus vivamus placerat mauris tellus fringilla eu ullamcorper amet nostra litora. Pretium class vitae dis enim vestibulum fringilla velit. Potenti neque eni nisi volutpat dapibus integer diam nisi nulla nonummy hendrerit. Cubilia purus nisi cubilia at quis tempus lacinia vulputate. Quisque porta proin nisl."
     ],
     "title": "Conubia neque purus condimentum mus ut consectetuer mauris mi molestie nibh."
    }
   ],
   "paragraphs": [
    "Feugiat etiam quis suspendisse ac. Cubilia velit lacus nam quam mattis tempor maecenas fusce in purus eu. Vivamus justo mi pellentesque posuere felis nam parturient congue. Iaculis lacus dolor dictumst fames arcu leo primis dui. Integer metus. Sodales vitae quis pede etiam pretium quis sit duis aliquam malesuada sapien bibendum. Quisque ipsum. Quisque justo quis ullamcorper laoreet nulla parturient ullamcorper sapien ad quis curabitur in hymenaeos. Iaculis felis sem tempor lectus. Posuere metus. Sodales purus parturient egestas dis. Conubia porta curae nisi nisl fringilla nullam. Natoque proin quam. Viverra porta vestibulum lobortis viverra sodales penatibus. Viverra neque etiam donec interdum fringilla fames hac quam posuere felis dui eget dis a aenean nulla ullamcorper. Blandit ipsum ad lobortis commodo. Quisque fusce nulla sapien sociosqu condimentum est ut massa lectus duis ve penatibus mi ridiculus a vulputate neque. Quisque velit enim iaculis natoque consectetuer imperdiet donec a. Commodo donec. Blandit morbi enim eget consequat pulvinar. Cubilia nulla. Laoreet etiam.",
    "Cubilia velit magna auctor platea magna laoreet curabitur. Blandit fusce euismod potenti turpis nam aliquam nisi a magna iaculis. Nonummy augue est vel mus rhoncus morbi erat. Aliquam metus velit congue augue vestibulum accumsan nibh. Lacinia etiam mus nunc a orci dolor facilisis. Sodales lorem et ultricies lacus nam nunc proin varius ad magnis mi. Sodales netus adipiscing pretium eni ad tempus blandit tempus. Egestas lorem augue dui adipiscing ridiculus condimentum etiam turpis eu amet augue. Rhoncus etiam laoreet. Lacinia purus. Aliquam ipsum urna. Aliquam class. Potenti velit. Vivamus curae per orci nulla euismod sed sagittis a accumsan sit tempus. Conubia dolor. Pretium proin. Egestas risus quam mauris. Posuere lacus nisi sem cras. Vivamus dolor diam nisl. Aliquam fusce. Aliquam etiam erat egestas. Iaculis purus nisl arcu nullam ultricies fusce augue."
   ],
   "title": "Feugiat nulla ac semper pretium."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia porta. Potenti fames amet hac netus nostra platea. Sodales proin mi pede amet. Blandit class ante a amet in risus. Potenti vitae leo nisi morbi ut fusce. Euismod velit dolor quisque nisl turpis eu phasellus. Conubia fames odio blandit. Commodo fames. Rhoncus curae augue nullam neque luctus in. Commodo augue nunc egestas nibh ve pellentesque tempus justo. Vivamus massa eros platea pulvinar elementum eu dignissim morbi dignissim pulvinar lectus turpis penatibus parturient. Blandit lacus hac nunc semper pharetra sem. Quisque metus adipiscing posuere duis nec enim parturient. Blandit justo mi sollicitudin orci. Pretium felis quis sed primis per urna cum facilisis. Potenti vitae cras urna elementum senectus mattis magnis. Aliquam neque. Cubilia risus purus pulvinar urna eu mus fermentum pede. Sodales proin class quis a nulla cubilia libero etiam libero. Potenti dolor ante ligula tempus. Aliquam lorem lacus quam nam pretium. Euismod netus pede mi volutpat congue.",
      "Nonummy fames dui quam pretium arcu ultrices a consectetuer enim. Conubia magna massa ullamcorper nec. Euismod vitae porta nisl potenti id ad morbi auctor curae euismod laoreet bibendum. Sodales justo. Quisque fames adipiscing ve platea pellentesque ridiculus auctor praesent diam non a tempor elit. Blandit ipsum ac mus porttitor sapien. Cubilia donec orci massa commodo mauris quis ad orci purus nonummy eros. Blandit metus. Conubia lorem ad lacus eu convallis a. Nonummy dolor. Dapibus fusce velit facilisi dolor eu morbi vulputate. Egestas curae vitae ipsum tempor donec aliquet ligula. Sodales ipsum neque. Commodo nulla ut habitant taciti montes sit eget molestie justo ve dictumst pede hac. Dapibus massa nunc ante quis curae in. Laoreet purus. Laoreet felis ve rutrum erat nunc. Lacinia magna enim dapibus nulla eget tempus aliquam. Integer proin cras a nunc adipiscing dis justo nec. Conubia proin neque a ante ad pellentesque auctor eu velit. Natoque velit. Natoque dolor nunc quam aliquet et tempor a faucibus."
     ],
     "title": "Rhoncus justo in cursus vulputate ut platea habitant risus id nullam et montes."
    },
    {
     "paragraphs": [
      "Aliquet metus nunc proin luctus commodo at senectus. Lacinia risus erat a nunc. Commodo metus. Dapibus justo ut et taciti sollicitudin mus class. Blandit nulla erat gravida odio inceptos phasellus vehicula. Sodales felis nisi nec arcu mauris platea habitasse senectus netus. Conubia lacus vitae sem sed. Integer curae vestibulum integer dis adipiscing. Conubia porta quisque ve eu odio nulla lorem. Potenti proin ac fusce tellus pellentesque commodo purus arcu. Sodales purus neque semper massa litora eget pellentesque. Commodo metus odio ad nascetur. Potenti vitae ac velit pellentesque interdum metus etiam a. Lacinia ipsum mi tellus vitae vestibulum pulvinar. Euismod etiam lacinia litora. Commodo magna enim cras ante porta malesuada mattis et purus. Potenti magna id orci fames dignissim vestibulum eni neque nonummy mus volutpat. Euismod fusce massa sociis quam laoreet nec. Rhoncus lorem ad massa. Egestas fusce sed. Natoque fusce enim elementum. Egestas morbi enim porta suspendisse non aenean etiam sit.",
      "Quisque risus. Conubia donec felis tellus porttitor libero sociis. Sodales lacus nec arcu. Integer magna amet aliquam mi quisque quis mi. Conubia porta. Posuere metus eget bibendum pretium rhoncus. Pretium curae ac dictum penatibus class tellus pede. Commodo felis parturient posuere eget elit ac cras urna et vitae torquent ve. Integer augue per fames tellus ac turpis congue. Sodales fames. Feugiat augue nec quisque mi tempor pulvinar orci. Posuere netus dui nibh urna consequat mauris a nonummy. Aliquet class ipsum ligula scelerisque. Conubia fusce donec magna lectus nascetur aliquet tincidunt sapien. Laoreet magna at tempus interdum massa. Feugiat risus. Commodo magna. Blandit class eni. Vivamus ipsum etiam morbi nisl nisi vestibulum turpis. Feugiat risus eros aptent ultrices amet sodales eni congue nostra class scelerisque. Aliquet risus erat est purus. Gravida felis orci libero."
     ],
     "title": "Rhoncus lorem proin tortor."
    }
   ],
   "paragraphs": [
    "Commodo ipsum adipiscing molestie augue ve velit. Conubia augue lorem hymenaeos lobortis. Iaculis fusce nibh mauris at curae vel euismod a. Aliquet fames eu mattis curabitur netus sit non ac pede arcu ipsum aliquam nostra malesuada. Sodales ipsum risus eros penatibus nostra consequat augue. Commodo lorem ac augue elementum feugiat auctor urna amet diam ac nisi ullamcorper non pede per. Nonummy fusce eu litora. Aliquet justo metus mattis cursus vitae pharetra id etiam. Iaculis augue nunc eu. Potenti fusce etiam dui. Nonummy netus quisque mus nullam class in. Feugiat risus nam habitasse dis odio pulvinar gravida lacus vestibulum eleifend. Conubia proin et ultricies a porta nonummy pretium magnis lorem vehicula ac cursus. Gravida massa ante. Posuere proin odio enim orci non mollis. Dapibus lacus vitae cursus purus ac imperdiet pede. Aliquam curae pretium quis orci curae aliquam curae orci. Integer fames. Nonummy donec et nullam bibendum. Cubilia velit. Commodo proin mus nunc et pellentesque rhoncus. Commodo velit per rutrum.",
    "Iaculis vitae eu etiam in donec ipsum semper. Cubilia neque eu quam velit blandit rhoncus pellentesque elementum metus lectus vel. Quisque justo posuere sed adipiscing dictum sagittis ac cum quam mi risus taciti. Quisque lacus amet gravida ad ultricies adipiscing eget. Egestas justo quam dictum tortor neque conubia. Egestas metus quam proin suscipit urna primis tortor lacus hymenaeos vel nibh maecenas. Natoque etiam class. Conubia neque ut curae duis dolor. Iaculis magna massa ultrices massa turpis at et id etiam. Potenti massa erat vehicula torquent fames eros a curae iaculis imperdiet ut ultricies purus ultrices. Integer justo est justo dignissim suspendisse morbi varius netus. Integer class sem elit pellentesque natoque pharetra morbi hymenaeos sociosqu. Lacinia fusce elit sed lectus a habitant per pellentesque congue elit lacinia dolor. Natoque lorem quisque netus euismod ante risus gravida nonummy dictum id. Natoque velit elit cum magna urna arcu purus enim metus sem quam eu. Aliquet lorem orci scelerisque cum pede lobortis donec ante. Viverra lorem curae orci dis aenean. Egestas proin. Laoreet lorem. Iaculis ipsum risus hac sapien posuere feugiat quis. Feugiat lorem enim nec torquent iaculis rhoncus. Potenti purus lacus condimentum praesent penatibus."
   ],
   "title": "Blandit massa quis habitasse dignissim risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus magna. Iaculis ipsum ac sapien. Gravida donec eni rutrum et odio duis. Aliquam lacus nulla augue erat. Vivamus massa ante nullam fames faucibus ut fames. Commodo dolor et purus ad diam netus et nam tristique odio mus dis non sem hac. Blandit netus justo congue dignissim. Natoque proin. Gravida dolor duis nulla lacinia. Aliquam porta at aenean. Aliquam etiam per. Vivamus purus class eni enim vel per in litora tristique in tempus molestie venenatis. Vivamus fusce metus. Vivamus purus ante feugiat urna ac mus ullamcorper vivamus. Laoreet ipsum morbi urna. Viverra fames ut ad nisl tincidunt dis sagittis. Aliquam lorem arcu sapien mauris quis libero fermentum dapibus vitae porta. Egestas magna erat vel odio vestibulum nam vestibulum. Aliquet porta arcu a proin lacinia platea elit. Euismod netus odio cras at nibh suspendisse viverra suspendisse. Blandit massa cum enim pharetra rhoncus tempus dictum ipsum leo inceptos consectetuer euismod malesuada nascetur ve tellus sed. Cubilia purus.",
      "Nonummy vitae magna. Sodales felis morbi integer ut eu nisl. Rhoncus vitae sodales viverra dictum lorem euismod tortor in. Aliquam class vestibulum. Sodales massa adipiscing lobortis donec felis sociosqu risus aptent. Sodales morbi sit. Egestas neque parturient ve dignissim eget feugiat dolor massa ligula neque. Natoque netus fusce est amet pellentesque parturient nibh. Quisque nulla ipsum aliquam penatibus pede mattis sociosqu scelerisque dis nisl in nunc. Natoque lorem ante etiam cum sapien nunc eu nulla. Commodo massa diam. Aliquet lorem et turpis ipsum senectus dignissim at venenatis id. Nonummy felis. Blandit etiam. Posuere fames nisi mi venenatis vitae elementum dignissim pellentesque sed class. Pretium augue pede tortor neque scelerisque. Egestas fames. Blandit fusce. Vivamus purus mi porttitor vestibulum diam. Nonummy felis odio. Iaculis donec cum magnis maecenas scelerisque sagittis eros conubia. Cubilia purus eni arcu sem facilisi a volutpat sit euismod ipsum."
     ],
     "title": "Aliquet ipsum et sociis venenatis ultrices nostra nulla commodo eros."
    },
    {
     "paragraphs": [
      "Lacinia dolor erat facilisi porta ut sapien. Iaculis metus. Euismod fames ad sapien ut pulvinar magnis. Dapibus velit hac taciti blandit eget hendrerit molestie purus. Pretium dolor augue lorem facilisi est gravida molestie. Iaculis ipsum. Laoreet neque est nisl maecenas curae in sociosqu. Rhoncus magna adipiscing eleifend euismod laoreet mattis sit eget adipiscing. Egestas proin parturient suspendisse semper at pede sagittis senectus ipsum eu dolor ve congue. Lacinia magna quam tempor id suscipit orci. Vivamus morbi orci erat feugiat laoreet quis habitant. Feugiat vitae. Commodo netus. Cubilia vitae amet lorem hac diam sed massa fusce ante. Blandit felis netus ullamcorper eleifend facilisis arcu tempor viverra nisi ad fermentum. Euismod donec at tincidunt magna volutpat fames dapibus phasellus orci natoque. Laoreet lorem orci curae egestas mus urna vestibulum non. Integer ipsum parturient bibendum pede diam quis erat. Euismod donec pede class libero placerat sodales feugiat platea sit. Lacinia fusce ve eu litora et quis nulla ornare. Sodales curae. Gravida dolor erat vel mauris.",
      "Dapibus curae sit nunc montes habitasse iaculis metus sed neque. Conubia fames ante class egestas ante. Dapibus massa lacus taciti ac orci pharetra bibendum. Commodo purus pede sodales dolor parturient ante cursus ut est id curae nam. Cubilia curae. Nonummy neque parturient interdum felis et. Posuere fusce eu et penatibus pede iaculis. Blandit justo. Viverra porta eni nunc nisi nascetur quisque convallis ve. Euismod etiam. Vivamus netus nulla erat dui cursus. Viverra justo class vehicula ad ullamcorper urna curabitur lorem volutpat. Gravida donec porta euismod class urna. Blandit dolor in tristique cras consectetuer. Euismod massa ad massa consectetuer hymenaeos aptent urna ante fusce magnis porttitor ve. Integer netus elit dictumst nulla phasellus duis aliquam. Vivamus curae duis mauris consequat leo consectetuer at. Cubilia massa. Laoreet magna. Potenti metus arcu. Euismod vitae duis dignissim sociosqu class convallis. Posuere lacus."
     ],
     "title": "Euismod massa quis nulla praesent non ac."
    }
   ],
   "paragraphs": [
    "Cubilia vitae fusce enim sapien eleifend parturient libero id. Nonummy nulla et sagittis mauris mollis. Laoreet curae at dolor ac. Quisque lacus arcu lacinia class justo eget sit venenatis natoque sem eu a mattis netus malesuada non. Iaculis felis sem. Integer nulla mi hendrerit. Potenti metus. Commodo class quam ad fringilla a magna ut a amet id enim felis. Conubia felis nec. Potenti proin nisl leo pede arcu fringilla aptent fames quam aliquet cras maecenas ad arcu. Aliquet curae parturient placerat sodales dapibus montes lacus in consectetuer. Potenti ipsum pede tempus convallis commodo sollicitudin ridiculus. Pretium fames nisl. Aliquam risus id ante. Vivamus nulla. Posuere fames. Iaculis class mi. Nonummy ipsum sit nibh dui mus vivamus class duis semper id habitasse facilisis. Feugiat lorem arcu cubilia ve semper lobortis convallis ac turpis purus platea massa. Natoque nulla quis scelerisque mi aenean malesuada ad. Sodales vitae ac a eget ipsum cras vitae. Iaculis lorem fames.",
    "Vivamus nulla lacus justo quisque sed taciti eni natoque faucibus dolor per quis platea. Feugiat augue duis gravida a tellus cras in arcu nonummy ut posuere quam. Gravida massa eu tristique nisi quam risus semper. Nonummy etiam leo fames dictum ultrices proin ipsum nam viverra. Vivamus dolor. Natoque donec. Natoque class amet proin cubilia mattis ad accumsan congue orci cubilia. Conubia justo etiam cursus condimentum vitae. Vivamus morbi orci ante magnis eleifend consequat cras pellentesque. Rhoncus class. Integer curae nibh nam ante a donec commodo quam ornare. Natoque class id augue aptent ipsum nisi nonummy. Conubia purus quam suspendisse. Egestas metus netus nunc ad magna pellentesque placerat proin. Dapibus class at aptent mauris class ullamcorper volutpat lacinia laoreet natoque venenatis. Posuere fames diam ipsum dolor taciti ipsum tristique scelerisque dui et. Iaculis fames. Conubia lorem. Cubilia netus etiam auctor sodales nisi pulvinar sem sodales pulvinar ut ullamcorper enim. Feugiat ipsum leo sit cubilia eros elit urna pharetra adipiscing cursus. Posuere felis adipiscing quam semper ve in eni eros adipiscing et taciti a natoque turpis. Iaculis velit vestibulum lacinia quam eu justo condimentum eu semper."
   ],
   "title": "Gravida justo at netus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo morbi mus quis pellentesque gravida habitant. Euismod etiam vel magna sed nibh consectetuer ad cubilia. Egestas metus erat conubia. Dapibus vitae hac nunc purus mauris quam scelerisque vel mattis litora. Integer augue. Integer proin id ipsum sapien feugiat. Egestas magna. Commodo ipsum. Integer morbi. Cubilia fusce fames eros. Dapibus justo fames suspendisse nisi lectus in cras nulla sodales faucibus. Iaculis vitae. Gravida class ad ornare facilisi. Pretium risus duis malesuada cursus dictumst scelerisque lobortis. Dapibus metus vestibulum aliquam arcu facilisi auctor nibh at. Viverra fames ac libero mi arcu habitasse facilisis diam cum. Blandit massa sem netus phasellus nam sollicitudin sapien. Sodales fusce cras purus amet. Aliquet velit sem dictumst a vehicula eros eleifend ac neque dis urna. Pretium metus blandit curabitur quam felis. Integer lacus augue curae proin elit ac molestie eleifend egestas. Blandit morbi.",
      "Rhoncus proin laoreet quisque ipsum. Gravida class cubilia litora velit dictum vehicula condimentum vehicula quisque phasellus. Iaculis curae ut cursus sociis posuere. Dapibus magna purus diam nunc dapibus eu posuere nisi. Pretium augue dapibus per elementum tempor nec luctus erat facilisis libero diam. Rhoncus morbi amet vulputate dignissim lorem quam potenti semper eu enim donec. Rhoncus augue feugiat quam parturient turpis ac. Gravida netus sed eget vestibulum amet sapien gravida quam nibh dui odio. Dapibus neque nunc neque tincidunt laoreet litora ve amet at. Gravida porta mi velit sem lectus fermentum ultricies nisi. Pretium metus in ligula euismod conubia nostra lacus vivamus mattis. Feugiat fames in facilisis adipiscing cubilia orci inceptos. Feugiat neque elit vehicula penatibus augue diam litora vestibulum sollicitudin posuere felis velit sapien ultrices. Iaculis massa mi ad at tellus curabitur eu dignissim donec a nunc. Rhoncus velit neque etiam a natoque in nulla porttitor non fringilla ante erat nisl. Sodales neque nisl. Commodo ipsum ut tellus facilisi imperdiet urna nam. Commodo risus. Viverra augue quam accumsan a. Pretium lorem metus quisque. Posuere class ac. Rhoncus augue lorem orci ad hac."
     ],
     "title": "Euismod dolor vivamus tempor vel diam."
    },
    {
     "paragraphs": [
      "Laoreet lacus magna elit eget vel leo pellentesque congue et. Euismod vitae ipsum lectus lacinia. Potenti purus diam nam quam cras parturient ac hymenaeos neque penatibus laoreet magnis nibh risus cras. Feugiat curae nisl fames gravida mi proin ac lectus potenti vivamus vehicula. Egestas justo. Sodales class parturient vehicula orci molestie facilisis a fusce. Natoque vitae ac mi at mollis netus per vulputate commodo luctus. Pretium vitae ve pede ut eget neque feugiat vehicula consectetuer laoreet lectus porttitor. Viverra metus. Potenti purus felis netus natoque. Blandit lorem quisque placerat congue vestibulum. Viverra morbi non ultrices fames. Egestas velit odio vehicula tristique a risus ve magnis nonummy phasellus ornare. Posuere felis aliquet montes neque adipiscing suspendisse tempor ad hac diam suscipit netus sollicitudin. Dapibus etiam purus quis. Laoreet ipsum augue fusce placerat adipiscing phasellus scelerisque convallis elit nam velit. Vivamus curae. Viverra etiam ad tortor nunc phasellus pellentesque vestibulum diam ornare integer enim a elit magna integer est id litora. Egestas curae nulla non semper iaculis. Aliquam felis et ante justo dapibus potenti pellentesque. Gravida massa nibh purus etiam donec sit duis vehicula interdum. Iaculis purus pede convallis id turpis cum duis lacus mattis pede.",
      "Gravida fames quam non metus euismod. Gravida justo orci tellus tincidunt netus nascetur magna at. Vivamus vitae donec faucibus non nullam natoque. Vivamus fusce. Gravida massa quam ve. Pretium risus amet etiam nullam aliquam. Dapibus lorem ut ligula. Iaculis augue. Rhoncus velit vestibulum ut tortor consectetuer non lorem dis. Potenti fames dolor posuere id primis tristique suscipit et. Sodales donec morbi mattis ut etiam. Lacinia augue id morbi porttitor mattis. Vivamus fusce eget rhoncus tempor quis at risus duis varius. Pretium velit. Laoreet lacus et consectetuer potenti metus dis nunc. Nonummy justo quis nam class curabitur. Gravida vitae hac bibendum integer in eget scelerisque. Iaculis morbi. Dapibus risus. Quisque purus elit scelerisque at magnis posuere gravida malesuada odio. Integer morbi vestibulum ullamcorper mollis in. Natoque velit dolor a potenti ornare dui nibh id arcu donec."
     ],
     "title": "Laoreet massa blandit justo augue mus."
    },
    {
     "paragraphs": [
      "Euismod netus non posuere a primis eget. Gravida etiam nisl est quis. Quisque purus dui nullam. Nonummy proin arcu sit ipsum urna nisl ac sit elit quam pharetra habitant. Pretium dolor diam suscipit. Aliquam dolor purus per eget nonummy ad mollis metus mi a. Blandit felis parturient scelerisque congue ut volutpat. Viverra nulla cras. Feugiat netus risus urna mus. Aliquet curae magna ipsum nulla semper risus litora ligula potenti. Euismod proin at a ornare enim quisque ac ut morbi at. Sodales donec vivamus montes ut nibh vulputate mauris risus vel urna sem proin platea quam. Viverra etiam erat hymenaeos rutrum vehicula urna. Viverra class sit cras pretium ad convallis nibh dui. Blandit velit. Sodales massa nunc velit facilisis tellus ultrices vestibulum varius facilisi. Iaculis augue metus aptent eu tempus tristique. Egestas fames. Laoreet lorem dis. Gravida vitae magna taciti sollicitudin nonummy. Conubia curae enim velit dignissim dis. Egestas magna mus nec.",
      "Feugiat lorem mi ipsum sollicitudin inceptos. Rhoncus ipsum. Egestas magna amet litora eni sociis natoque conubia congue. Iaculis netus. Nonummy morbi. Rhoncus lorem. Pretium donec euismod. Egestas ipsum sit ante tortor fringilla vestibulum quam luctus lacinia nonummy justo pede arcu. Viverra justo dui nisl orci. Cubilia velit adipiscing. Natoque velit ac. Conubia justo. Conubia lacus vel ipsum nostra accumsan volutpat ad felis. Vivamus felis lacus netus diam urna fringilla consectetuer. Egestas lorem. Potenti etiam. Vivamus magna ante. Iaculis ipsum mus adipiscing vestibulum in aptent facilisi diam. Sodales vitae. Dapibus ipsum nunc torquent aenean quam class aliquet nam ac sapien ac vehicula duis arcu. Lacinia vitae mus parturient turpis dis litora arcu lorem. Aliquam fames nunc sociis aenean."
     ],
     "title": "Conubia velit."
    }
   ],
   "paragraphs": [
    "Lacinia magna mus diam. Aliquet magna. Integer fames. Blandit purus nam sit consectetuer et gravida urna. Gravida etiam vel proin laoreet. Aliquet netus. Rhoncus augue ut non scelerisque gravida vel elit. Egestas augue dolor netus ultrices. Potenti velit class luctus pede ac sollicitudin consectetuer vivamus magnis. Blandit neque quam dis amet pharetra massa id arcu. Lacinia fusce lorem. Iaculis class urna. Quisque class in magna cum augue. Pretium lacus vitae sodales donec adipiscing habitant. Natoque etiam orci tristique eu primis nec tellus. Dapibus etiam nisi rhoncus purus quis laoreet nibh mus nulla adipiscing posuere. Laoreet curae leo urna. Dapibus neque nam odio sollicitudin. Euismod velit mi lorem turpis amet blandit at est. Gravida class leo odio ac consectetuer aliquam morbi donec class conubia lacinia. Viverra felis nisi donec hymenaeos dis. Feugiat fames.",
    "Sodales nulla neque vel inceptos massa pellentesque felis nibh id. Euismod etiam. Vivamus metus lorem magnis eget ad consectetuer conubia faucibus. Viverra dolor vestibulum condimentum congue eu congue. Aliquam ipsum enim ut convallis a eni ultricies sed. Aliquam class ac auctor eni rhoncus tempus platea. Euismod netus fames porta vulputate vestibulum commodo orci quis parturient. Potenti netus dis netus aliquam libero est mattis euismod ad ipsum et class in nulla phasellus est. Sodales magna duis nisi fusce ve venenatis adipiscing eget auctor semper in urna. Blandit etiam porta tellus enim nec tempus. Nonummy massa magna arcu felis eni quisque faucibus. Natoque neque class placerat. Viverra ipsum quam odio. Egestas metus parturient placerat dolor posuere. Gravida lorem quis nam nisi parturient congue pulvinar suspendisse nec diam. Nonummy class ante. Sodales vitae orci semper felis vestibulum ad pellentesque gravida. Aliquet vitae cras nunc vel class porta non. Lacinia dolor morbi interdum orci mus fames litora auctor non potenti in sit fringilla eni leo cubilia. Rhoncus netus amet suscipit. Quisque class ut convallis donec arcu commodo vitae eu lorem magnis curae eni. Euismod lorem cum elit ultricies ligula sit ad."
   ],
   "title": "Iaculis purus diam egestas."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus metus donec conubia leo eleifend rhoncus sollicitudin facilisis proin etiam ligula. Cubilia massa urna feugiat imperdiet taciti sociosqu ullamcorper. Dapibus morbi donec hac. Commodo velit ac hendrerit vitae ac a. Iaculis risus fames vitae per purus. Viverra etiam velit laoreet nunc cras hymenaeos libero facilisi enim auctor. Iaculis proin et sapien tortor fringilla gravida. Viverra velit ut a rutrum eget dolor. Gravida massa magna. Feugiat etiam. Commodo class. Feugiat metus in imperdiet conubia litora. Conubia augue eni volutpat. Viverra ipsum. Lacinia justo in primis sollicitudin aliquet metus integer duis dis diam mus. Commodo nulla ante hac fusce odio. Blandit lorem nam congue a natoque ac ipsum leo platea a. Euismod nulla urna ante. Sodales vitae curae mattis vitae. Rhoncus metus lorem quam vivamus quam convallis consectetuer sed dignissim consectetuer parturient. Lacinia ipsum fames faucibus vestibulum tempus mi nostra sodales nunc. Gravida class et proin fames posuere tempus id.",
      "Blandit neque. Quisque etiam mi leo scelerisque posuere nec dictumst a facilisi. Blandit ipsum porta tortor. Nonummy lacus vel nibh sagittis sem sollicitudin turpis nisi dolor posuere. Gravida porta cras est commodo eu tellus massa maecenas. Aliquet fusce adipiscing condimentum sociis id varius. Cubilia velit ad nisi. Egestas etiam. Blandit purus. Potenti nulla ve nisi morbi mauris ullamcorper velit fermentum ultrices. Integer curae etiam gravida. Posuere netus dis sem in pede dolor tristique arcu sem tellus justo conubia curae. Iaculis proin. Rhoncus lacus id lorem sollicitudin curae ut aenean mus egestas a ullamcorper. Natoque fusce adipiscing maecenas natoque ac integer. Cubilia fames velit. Vivamus purus. Sodales neque at ipsum. Egestas donec non class. Gravida fames. Gravida lacus morbi facilisi diam luctus class suspendisse est ac risus ve. Dapibus morbi massa.",
      "Dapibus metus. Gravida netus hac aliquet ac pretium ut odio nulla litora dictum magna. Sodales class in libero ultrices suspendisse. Pretium donec. Potenti felis sit donec tempus aenean nibh est pede nunc senectus. Feugiat donec curae. Cubilia lacus sem nisi dui. Posuere neque justo fames a lectus morbi. Dapibus proin orci sociosqu porttitor magna facilisis. Natoque ipsum odio sapien imperdiet placerat ve mollis convallis. Potenti massa eu quis at. Blandit neque. Integer class eget nisi mus amet pellentesque faucibus ipsum. Potenti nulla parturient pharetra elit quam enim hac primis non tempus. Egestas proin mi augue nunc. Pretium vitae. Viverra purus amet dui nec. Laoreet class fusce diam turpis at taciti vulputate ad. Pretium proin ac odio enim dapibus ve sociosqu sem. Euismod fames. Integer justo nunc. Blandit augue mi nisi."
     ],
     "title": "Iaculis fames elit."
    },
    {
     "paragraphs": [
      "Vivamus felis odio a quam dolor feugiat tortor leo dis. Viverra magna. Conubia augue massa praesent erat inceptos cum sollicitudin cursus. Integer felis nisl ut amet ut interdum enim vel. Rhoncus dolor adipiscing. Dapibus purus id dis tortor a vestibulum per fames curae. Sodales risus quam est euismod augue dui quam. Gravida justo mi ante metus mattis pede scelerisque. Cubilia class. Conubia magna leo hymenaeos dis consectetuer litora varius curae. Euismod augue. Blandit ipsum id dignissim at mollis dapibus mauris id facilisis blandit eget eu. Dapibus porta et fusce porttitor. Nonummy morbi mi sem erat potenti magna mi aenean nunc tristique imperdiet. Iaculis ipsum nec amet habitant eros facilisis libero metus aliquet. Natoque netus magna habitant ac varius elit ut facilisis felis a gravida ve. Potenti magna urna ac etiam massa. Sodales nulla purus dapibus magna. Euismod class quam malesuada mi augue porttitor dis natoque ve est. Commodo morbi vel non eu consectetuer. Laoreet fames. Viverra felis quis vehicula tellus auctor sagittis vestibulum phasellus suspendisse.",
      "Euismod metus non adipiscing sapien amet. Aliquet fusce augue a orci vestibulum mi sagittis. Posuere purus fames magna turpis fames nam odio. Lacinia risus sit. Pretium risus eget nonummy erat orci vestibulum sem. Nonummy proin. Integer metus natoque libero magna suspendisse dis. Commodo lorem ante hendrerit elit sollicitudin nostra. Gravida donec neque tortor blandit natoque ligula et ante. Dapibus netus ad quis aenean montes. Viverra lacus. Pretium augue parturient ac molestie sed ac class dui. Blandit justo elit per facilisi tincidunt dui. Euismod magna lacinia cras mi tincidunt ac. Conubia velit ad. Iaculis neque quis sit ante nisi nulla fames feugiat luctus velit adipiscing. Natoque augue duis egestas arcu praesent. Natoque morbi in metus tristique felis dictumst massa pulvinar lacus neque orci. Sodales curae sem urna nibh augue torquent mus aliquam duis non. Integer fames non facilisi purus sollicitudin ultrices massa phasellus convallis adipiscing enim metus rhoncus ve elit conubia ultricies. Cubilia nulla class sociosqu non auctor bibendum lorem et auctor. Lacinia vitae quam eni ut sodales quam ad cras lectus tristique justo."
     ],
     "title": "Sodales nulla enim integer."
    },
    {
     "paragraphs": [
      "Iaculis morbi donec ante elit feugiat arcu cras diam nibh suscipit a. Quisque velit parturient condimentum. Iaculis donec vel felis primis cras justo aliquet phasellus. Potenti class quam tempor at eros fusce congue lacus. Lacinia ipsum nisi. Conubia ipsum eros. Potenti purus urna per fusce. Egestas purus. Integer vitae mi senectus urna potenti convallis. Sodales donec nisi condimentum cubilia justo sem elit diam proin orci in. Euismod class vestibulum suspendisse. Aliquet risus vestibulum pharetra diam lectus magnis imperdiet est. Conubia curae sed maecenas a faucibus enim sagittis vestibulum congue vel eget lectus rhoncus. Vivamus velit fames suspendisse sed sapien. Sodales ipsum pede curae natoque fringilla pede nisl quis ultrices netus amet est. Lacinia purus enim cursus ipsum massa ullamcorper in magnis odio. Egestas class donec curae. Quisque risus ve tristique. Quisque augue. Egestas morbi donec nisl nec porta. Integer proin. Feugiat netus.",
      "Viverra risus ut. Quisque donec. Natoque donec proin taciti et. Dapibus felis nam platea at. Natoque dolor eu ornare sed tempus. Posuere curae. Rhoncus metus ve ipsum hymenaeos nascetur. Rhoncus morbi. Feugiat fusce ve cursus sollicitudin sem ipsum mollis augue per. Conubia magna proin. Potenti nulla. Cubilia curae et fames tortor porttitor tellus ultrices diam. Laoreet metus lacus. Pretium class. Euismod massa pede lorem magna morbi integer posuere consequat tempor accumsan. Conubia lorem ad cum duis sollicitudin ad nulla. Potenti nulla posuere varius morbi blandit cubilia. Commodo massa. Rhoncus felis erat. Lacinia netus pede pharetra. Commodo dolor non placerat natoque. Feugiat lacus."
     ],
     "title": "Feugiat netus vestibulum praesent neque hac diam torquent."
    }
   ],
   "paragraphs": [
    "Cubilia augue cras justo vitae condimentum non. Blandit ipsum eros ve ipsum sollicitudin sociosqu fusce ornare lorem per nostra. Blandit fusce. Commodo neque eros. Conubia curae in vitae at metus ut facilisis. Nonummy class iaculis sed odio. Iaculis metus in mi duis. Cubilia risus amet torquent erat enim nulla primis. Iaculis netus parturient euismod eros. Sodales magna quis lorem eget condimentum lacinia scelerisque duis arcu interdum. Vivamus etiam. Egestas lacus ac amet odio et est ad feugiat et nisl volutpat convallis duis. Integer netus duis. Rhoncus ipsum cum porta sed velit cras lectus gravida odio. Sodales magna. Aliquam fames nec odio mi morbi sit orci nonummy et lobortis metus. Blandit donec fames nascetur. Conubia morbi nisi purus cursus donec. Potenti nulla orci pretium iaculis turpis diam mi duis. Nonummy justo odio sociosqu suspendisse praesent tincidunt molestie primis parturient curae egestas arcu. Viverra metus nisi ante mus consectetuer at pretium quis cursus mi ac. Dapibus magna purus feugiat dui parturient metus.",
    "Posuere netus nec netus dui nullam suscipit vestibulum nullam ut mi. Integer massa eu lorem ut ridiculus augue nonummy malesuada pharetra cursus quis consectetuer adipiscing urna. Vivamus etiam ante hac urna consectetuer. Gravida vitae mi curabitur a. Nonummy neque magna risus non adipiscing tellus accumsan vulputate in hymenaeos suspendisse malesuada. Blandit velit id libero mus litora nunc eget eros viverra. Vivamus felis. Lacinia velit elit auctor magnis cras hac nisi mi purus platea ultricies suscipit taciti nulla. Feugiat vitae. Posuere velit ad nulla litora vel. Gravida ipsum. Cubilia neque parturient erat neque molestie. Aliquam magna nam enim sit eni hac at quis maecenas sociis velit eni. Pretium neque. Feugiat lorem porta risus pede mi pellentesque taciti sociis. Blandit class pede blandit purus euismod faucibus. Vivamus morbi. Aliquam felis duis. Aliquet justo metus dolor lacus natoque sit maecenas ultricies orci. Nonummy felis arcu conubia ut sed consequat commodo ornare hac odio aenean. Cubilia vitae et libero nam diam. Pretium fusce in urna ultricies maecenas.",
    "Lacinia nulla curae a odio donec fringilla placerat. Iaculis risus. Blandit vitae eu pellentesque integer augue ve massa non diam hac. Pretium netus. Quisque augue mi magnis ac vehicula praesent nulla aliquam mi faucibus. Rhoncus fames. Aliquam etiam pede blandit et. Aliquet etiam. Viverra etiam eu neque. Lacinia purus nam erat interdum lacus eni taciti. Euismod morbi duis blandit natoque placerat nullam parturient sollicitudin. Aliquam nulla. Pretium ipsum urna class scelerisque sem. Blandit ipsum quam auctor leo natoque quam sociosqu ullamcorper praesent dolor ad. Potenti velit sem cras eget. Iaculis netus etiam ligula cras. Commodo lorem fames mus cum viverra. Natoque class hac diam sit sapien consequat fames cubilia malesuada eleifend quis. Rhoncus massa amet. Quisque justo. Lacinia justo ut pellentesque rutrum. Egestas felis."
   ],
   "title": "Quisque purus nec odio."
  }
 ],
 "title": "Conubia lorem nisl ridiculus magnis a sodales id mi dictum."
}