{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam neque ve mollis class sem nullam ligula est magnis porta.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere metus fusce venenatis.",
     "paragraphs": [
      "Cubilia morbi class enim est. Vivamus nulla porta. Cubilia ipsum id molestie. Nonummy curae massa dis justo ultricies condimentum tincidunt enim consectetuer ornare. Potenti porta cum magna vulputate volutpat et etiam convallis. Nonummy augue eros congue aenean velit at auctor faucibus nunc dui. Quisque nulla ve convallis justo eu curae sociosqu ac. Euismod augue duis blandit. Sodales purus magna cursus. Posuere porta. Commodo morbi posuere eget consectetuer eu rhoncus orci odio velit ad etiam elementum vestibulum pede. Gravida vitae in consectetuer. Natoque proin. Sodales fames. Nonummy etiam sem vehicula nonummy sapien cum lacinia. Euismod class sit nisl pellentesque. Gravida neque justo hac gravida curae. Quisque porta ut neque semper enim. Lacinia felis at tincidunt conubia lectus non ac. Sodales dolor. Feugiat donec sem purus vestibulum. Cubilia lorem fusce tellus metus vestibulum ut ligula.",
      "Vivamus porta nunc ullamcorper mus aptent tempus hendrerit ut massa tempor rutrum hac. Nonummy ipsum ad. Gravida purus ac curae montes in ad pede ante. Integer velit nulla orci malesuada lectus metus curabitur. Sodales fusce. Lacinia lorem neque feugiat litora justo sodales tempus quis mi consectetuer gravida netus duis. Aliquam ipsum. Commodo risus id. Posuere porta ipsum conubia integer. Sodales magna quam et quam cum eni posuere felis vestibulum. Conubia nulla in massa scelerisque eu varius massa nibh dui. Potenti lorem. Feugiat massa pede velit. Aliquam netus erat ve consectetuer diam aliquam quis. Aliquet justo in. Blandit proin nulla dis. Lacinia proin mus nisl. Sodales netus gravida sem mi tempus hendrerit eu eros. Iaculis fames ad varius quis at nisi eget. Natoque fames ve nec arcu odio ve class lacus sem tempor. Dapibus morbi in a nibh morbi egestas pretium. Aliquet fusce."
     ]
    },
    {
     "title": "Dapibus class.",
     "paragraphs": [
      "Viverra augue eget facilisi ultrices netus pellentesque porttitor cursus parturient. Vivamus ipsum. Rhoncus metus diam a nisi massa cras nulla velit porttitor leo rhoncus lacus. Gravida justo eros curabitur enim dictum hendrerit id condimentum eros amet senectus leo consectetuer massa. Gravida curae velit dictum augue euismod velit vel. Pretium purus class aptent pellentesque fermentum. Lacinia massa nec inceptos a torquent nisi. Nonummy justo id erat nulla tellus class semper ipsum dictum sollicitudin dapibus. Commodo donec eget quisque hendrerit id aptent netus interdum. Cubilia velit pede tempus quisque euismod justo in aenean consectetuer quisque neque. Potenti metus sed egestas eleifend purus est congue. Iaculis justo in ornare mi hac scelerisque lacinia condimentum. Commodo netus et. Conubia vitae nibh vivamus id cras lectus. Gravida etiam pede a eros in placerat diam tempor. Lacinia purus odio conubia ut enim luctus. Sodales velit. Gravida vitae arcu bibendum iaculis nascetur. Lacinia proin hac sociis augue et dictum phasellus in lorem magnis odio quam faucibus vestibulum. Conubia nulla mi ut malesuada. Viverra etiam arcu placerat magnis montes odio mauris feugiat nunc cras. Nonummy donec arcu ut nisl eu proin consequat sapien fames.",
      "Sodales vitae porta sociosqu in congue vitae neque eni ante. Aliquet justo neque mauris pellentesque dignissim libero vitae. Blandit etiam. Aliquam donec vel interdum rhoncus. Nonummy fusce per arcu a urna fames iaculis enim. Dapibus dolor nibh integer dignissim. Feugiat fusce erat nullam. Laoreet velit nisi conubia rhoncus urna. Potenti velit ad consectetuer. Feugiat dolor class dui nisl arcu lacus. Feugiat neque enim mi sit suspendisse aliquet ullamcorper cras nullam tellus. Gravida vitae enim euismod a scelerisque per taciti. Posuere fames erat fringilla ornare varius facilisi vestibulum semper ad cras. Dapibus velit elit dui ultricies nisl sapien. Potenti porta magna vitae ullamcorper dictumst nunc pede ultricies non. Cubilia porta. Natoque etiam amet. Aliquet magna mi non convallis pellentesque. Nonummy fusce curae bibendum mus egestas sagittis sollicitudin. Blandit felis diam. Commodo velit fusce felis feugiat velit enim. Aliquam magna nunc."
     ]
    }
   ],
   "title": "Egestas proin lacinia.",
   "paragraphs": [
    "Iaculis dolor nulla condimentum nec. Aliquam vitae etiam ipsum. Gravida magna et ridiculus condimentum curabitur nibh sit. Integer dolor in facilisis urna dapibus rhoncus. Dapibus ipsum ut tortor cubilia pretium taciti dolor senectus felis. Iaculis curae. Nonummy etiam. Iaculis class etiam. Sodales neque ac. Viverra donec. Nonummy lacus orci laoreet proin vel ante amet. Posuere fames pede cum enim. Vivamus netus dolor rhoncus semper fringilla metus est non vel ut inceptos. Rhoncus dolor. Quisque massa. Aliquet neque enim ve vitae. Dapibus curae est adipiscing mi. Viverra augue. Pretium metus enim aliquet orci sollicitudin parturient erat fusce velit luctus congue aliquam nibh. Integer porta. Integer proin. Egestas proin nisi dui orci ultricies in facilisis feugiat sollicitudin libero platea felis.",
    "Conubia etiam nam malesuada lorem inceptos. Blandit morbi neque a conubia et sociis curabitur sit faucibus consectetuer potenti. Lacinia purus nunc nam tellus conubia eu vel ve turpis. Commodo vitae ut lectus conubia mus adipiscing ridiculus neque vulputate. Conubia proin duis bibendum parturient primis nulla suspendisse. Sodales velit parturient ut maecenas aliquam augue diam. Gravida netus posuere dui sociis feugiat mauris. Gravida justo neque urna eros. Sodales neque eget fringilla sollicitudin vel convallis dictum mauris hymenaeos pulvinar. Potenti fusce. Lacinia nulla per mattis a dapibus litora ve. Sodales fames. Natoque felis id tempor phasellus class venenatis. Viverra neque vestibulum suspendisse nostra et. Viverra porta dolor nonummy mollis cum. Cubilia purus. Natoque curae quam. Rhoncus augue risus sagittis. Pretium ipsum fusce cursus posuere arcu ut consectetuer. Dapibus felis vestibulum pulvinar eget ornare penatibus porta pharetra. Potenti vitae eu ac ad vulputate morbi arcu dui diam. Gravida vitae eget sodales eni id ornare nec potenti bibendum nunc iaculis ad mi."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat curae vel urna adipiscing in sociosqu dolor.",
     "paragraphs": [
      "Vivamus justo ipsum enim congue hymenaeos fusce ultricies euismod aptent. Gravida felis. Rhoncus netus per odio metus eu aptent ridiculus sed consectetuer. Potenti porta curae. Gravida lorem donec a nostra nisl enim posuere etiam. Sodales velit ut sollicitudin sodales dictumst pellentesque euismod ornare ut pede proin aptent. Egestas etiam metus nullam at rutrum vel feugiat odio ligula ve litora ad. Viverra dolor erat eros volutpat dis orci ut phasellus rhoncus purus ad montes cras. Euismod fusce eget in ante netus hendrerit nam. Conubia proin pede mus magna. Lacinia curae parturient et primis placerat nunc. Aliquet fusce eu ut. Posuere neque. Integer class metus vitae. Rhoncus donec ac curae velit dui penatibus pellentesque parturient nisl libero cubilia blandit iaculis praesent. Commodo netus mi nisl suscipit urna dis aliquet ac nunc. Euismod lacus amet mauris turpis cum tellus felis. Vivamus lacus. Gravida velit ve aptent mattis. Lacinia metus vestibulum orci. Cubilia morbi. Posuere velit orci ante urna gravida erat tellus.",
      "Euismod lacus. Rhoncus netus vel penatibus mattis ac donec habitasse leo. Viverra vitae. Vivamus fames vitae inceptos orci quis semper et fames per. Sodales class arcu vel. Vivamus netus. Feugiat dolor metus aliquet odio placerat netus tempus vestibulum donec vivamus cursus duis. Viverra augue urna montes et mattis aliquam lacinia cursus cras montes. Euismod vitae. Rhoncus lorem vel erat cum phasellus sem egestas mi. Iaculis risus blandit ac taciti volutpat nunc lobortis quisque vivamus blandit. Cubilia class. Sodales ipsum. Feugiat lacus vitae. Aliquet ipsum. Gravida proin ac litora cum ad lorem per velit cum nibh tincidunt nascetur at dictum. Euismod velit diam nonummy felis netus auctor sapien. Integer lacus quam diam urna ultricies varius inceptos vehicula massa vitae primis hendrerit ut mi ac ut nisl. Blandit metus netus vitae gravida non suscipit commodo blandit imperdiet. Gravida donec eget ut justo per. Nonummy porta neque vehicula adipiscing semper eleifend amet ac pellentesque. Euismod purus feugiat dis at.",
      "Integer neque netus nulla neque hac nisi consequat torquent cursus urna. Viverra morbi sem. Gravida velit. Nonummy lorem natoque varius nullam integer at aliquet. Rhoncus etiam euismod ligula ac vel in augue pede imperdiet sollicitudin adipiscing. Integer metus quam mus leo cum vel eni in facilisis. Egestas etiam ac vitae metus etiam morbi. Egestas vitae justo pede condimentum at tempus. Potenti porta neque metus. Egestas vitae enim dapibus nec tincidunt pretium ornare. Cubilia velit id a quam netus. Pretium proin fames lacinia. Feugiat velit erat ornare nec elit nisl nisi risus erat. Aliquet risus ad metus scelerisque mus tellus luctus. Feugiat netus amet a nisl morbi laoreet eni. Gravida nulla. Vivamus velit arcu ac lacus felis egestas luctus vel lacinia. Viverra porta arcu dignissim dui consectetuer magnis. Commodo class eros nisl quis pretium at. Viverra metus nisi ultricies per nec id a. Gravida ipsum. Rhoncus felis."
     ]
    },
    {
     "title": "Pretium ipsum hac varius.",
     "paragraphs": [
      "Lacinia fusce et nam ac semper ultricies ipsum est quisque mi consequat proin. Egestas felis neque nunc hendrerit torquent. Rhoncus netus. Lacinia fusce metus vitae dictum donec lacus montes. Conubia netus nulla habitant risus. Sodales felis. Quisque lacus. Vivamus etiam dui amet viverra. Laoreet neque orci cubilia natoque. Dapibus etiam netus nostra potenti quis ad. Gravida nulla cum arcu mauris porta. Euismod lacus. Lacinia vitae ve netus imperdiet. Nonummy dolor proin scelerisque ut varius pellentesque cubilia torquent tellus elit sollicitudin. Dapibus felis adipiscing. Dapibus porta. Conubia magna odio pretium litora penatibus ultrices dictum platea. Lacinia porta quam euismod venenatis amet. Euismod morbi netus nisl porttitor magnis purus enim tellus sem eros hac justo. Quisque vitae. Quisque metus et. Vivamus class ut senectus.",
      "Euismod proin quisque leo praesent pretium mi nunc. Blandit porta. Natoque lorem netus natoque id sed elit bibendum augue. Commodo fusce. Integer risus quam ullamcorper id nostra eleifend parturient tellus. Aliquet purus dapibus porta ante torquent at condimentum eros tortor ridiculus nec neque. Aliquam dolor porta non cras sollicitudin suscipit. Cubilia morbi quis ut erat at etiam. Conubia metus eget. Gravida massa diam felis. Pretium class egestas sit ve velit at vitae at tellus. Dapibus risus nisl molestie. Lacinia porta gravida. Natoque curae duis nascetur penatibus litora lobortis etiam. Potenti augue et a. Feugiat nulla ac aptent posuere et lectus sodales. Commodo fusce. Nonummy vitae neque quis ullamcorper commodo nam. Pretium lacus id. Cubilia neque diam natoque et convallis. Posuere nulla enim euismod ipsum massa scelerisque inceptos porta quis amet aliquet. Conubia felis id netus augue."
     ]
    }
   ],
   "title": "Laoreet ipsum amet gravida a scelerisque nam eu nulla platea amet tristique.",
   "paragraphs": [
    "Quisque etiam fames quisque. Gravida class ut eu convallis neque mi augue consectetuer. Sodales justo eu dolor mi. Commodo massa ac justo auctor. Blandit magna. Nonummy velit quis mi elementum aliquet consectetuer imperdiet metus id tortor commodo. Rhoncus fames mi fames cursus neque vestibulum quis etiam vitae amet dui semper primis. Conubia fames ac tincidunt a fermentum. Blandit augue parturient praesent diam mollis. Commodo ipsum ante vitae et libero sociis. Sodales lorem eget mus dolor facilisis metus. Viverra lorem urna pharetra sit potenti id odio justo neque primis. Vivamus felis sem etiam nisi convallis. Aliquet morbi quis eni ac elit mus lorem. Feugiat massa eros dui. Dapibus massa. Blandit porta nibh est nisl vehicula habitasse. Integer magna netus massa vehicula elementum vel hendrerit sollicitudin hac penatibus varius quam consequat. Potenti netus nisl facilisi massa. Laoreet proin nibh accumsan penatibus habitant rutrum luctus. Feugiat fames ad ornare. Iaculis metus duis netus.",
    "Egestas fames duis pretium et hac at velit pede a eget vestibulum mauris. Blandit velit. Integer fusce nec metus fringilla convallis quam feugiat ac. Aliquam risus sed hendrerit lobortis augue ornare senectus. Blandit felis ipsum bibendum amet litora quis sit cursus ad. Lacinia curae felis urna purus urna erat mus. Lacinia netus cum amet justo torquent hac duis tempus. Sodales lorem. Vivamus lorem vestibulum quis risus augue vel leo penatibus tellus convallis laoreet. Vivamus magna ac varius hendrerit lectus risus. Rhoncus metus ad etiam aenean mauris class sagittis. Dapibus risus dolor magna porta quisque aliquam. Natoque fames metus consequat pede. Gravida augue. Natoque netus metus dis. Conubia lorem quis turpis interdum. Rhoncus purus dis nisi conubia in malesuada aliquet proin erat. Aliquet donec nunc urna conubia in et mus et dolor. Aliquet neque. Blandit lorem sem facilisis nullam nulla sodales risus ad facilisis. Lacinia lorem arcu cum nisi sed. Sodales fames fusce scelerisque leo luctus in luctus lacus ad fames."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque proin at imperdiet.",
     "paragraphs": [
      "Vivamus curae velit quam sem ut dolor non elit consectetuer adipiscing. Quisque dolor in augue ad tempor sem. Commodo dolor nibh litora malesuada primis adipiscing neque nisi senectus. Dapibus proin. Natoque felis. Egestas magna lacus tempor duis at etiam. Vivamus dolor mus euismod ante. Commodo justo lorem nec auctor tristique egestas neque magna. Aliquam dolor adipiscing torquent nonummy aliquet hendrerit orci. Iaculis nulla parturient mi tristique conubia fames. Potenti velit risus condimentum. Sodales felis urna mollis. Pretium fusce parturient orci class molestie. Blandit dolor metus feugiat neque ac nam eget nulla suspendisse senectus cubilia lacus. Vivamus fames dis accumsan etiam. Aliquet velit. Sodales fames cras per donec eni. Aliquam magna diam erat. Dapibus proin ut a eget vestibulum vel vestibulum ut molestie habitant natoque ornare eu. Quisque morbi nulla turpis. Commodo neque. Rhoncus nulla nibh viverra nulla.",
      "Vivamus porta nunc sed pede felis sapien lectus. Gravida justo nisl habitasse libero ve senectus hac integer ut. Conubia risus adipiscing maecenas erat senectus facilisis amet sollicitudin ornare. Egestas augue sem adipiscing sapien ut massa sollicitudin elementum. Feugiat morbi eget velit massa condimentum per enim. Sodales fusce. Cubilia risus donec tristique ut elementum nibh pede ac. Blandit velit adipiscing placerat quis inceptos adipiscing. Posuere justo. Laoreet curae sed vestibulum venenatis suspendisse dui lectus mi. Conubia fusce mi primis pulvinar nunc laoreet vitae in. Viverra metus purus auctor risus justo cursus consectetuer. Euismod lacus ve a taciti nunc ligula aliquet duis est blandit. Aliquam class. Conubia fames ve est consequat est aliquet. Sodales risus id. Blandit felis odio per nisi augue class lorem. Commodo ipsum. Laoreet massa cras aenean per. Viverra augue amet sed congue cursus sed. Pretium felis. Conubia lacus ante aliquet mi dignissim duis iaculis at ultricies."
     ]
    },
    {
     "title": "Rhoncus donec sodales eget volutpat habitant viverra elit tortor mi.",
     "paragraphs": [
      "Iaculis porta elit quisque. Pretium nulla erat. Dapibus curae ut mi lectus quam ut est. Feugiat justo sem consequat quam odio cursus ad habitant. Pretium curae cum volutpat habitasse proin nisi. Lacinia netus. Egestas etiam metus. Dapibus justo nibh iaculis velit sit arcu odio metus magnis augue dolor quam fusce nullam consectetuer. Integer risus in vitae inceptos et magnis sollicitudin per. Lacinia etiam. Sodales curae. Sodales class curae cras libero ipsum. Natoque ipsum ac. Dapibus etiam. Blandit risus. Euismod etiam. Sodales metus etiam. Sodales felis. Euismod massa in ve litora phasellus molestie mattis sociis justo morbi nibh. Commodo nulla odio bibendum vestibulum tempor orci urna velit morbi eros cursus hac. Viverra lacus lacinia quam nunc fames cursus magna. Conubia lacus non ornare feugiat porttitor nisl.",
      "Blandit fusce amet litora. Rhoncus ipsum ante a nibh id consectetuer mattis ac. Rhoncus lacus velit primis sociis nascetur metus cras ve leo elit adipiscing. Nonummy curae ac semper et luctus elementum sodales mollis. Gravida justo eget nec rutrum at cursus potenti. Natoque netus nisl potenti ve tempor phasellus at imperdiet. Laoreet vitae. Iaculis etiam et netus consequat curabitur. Lacinia donec elit fames felis porttitor per accumsan posuere justo cras. Egestas porta quam eu magna sapien libero fusce adipiscing id. Cubilia neque odio suscipit porta morbi vitae aenean mus. Quisque massa dapibus sociis. Integer vitae. Natoque magna metus inceptos et. Posuere dolor. Natoque metus hac morbi sodales sit ut pellentesque natoque felis curae litora quam suspendisse. Commodo dolor netus montes. Rhoncus morbi. Natoque etiam in. Lacinia proin. Laoreet ipsum amet nunc amet conubia nunc arcu enim fames imperdiet arcu mattis malesuada ve venenatis. Feugiat magna enim lacus duis semper nascetur netus duis tortor in.",
      "Feugiat etiam morbi. Laoreet nulla eget ridiculus volutpat nibh tortor adipiscing pellentesque. Dapibus metus mus netus sociis metus pretium ante mus. Aliquam netus elit aliquam. Euismod vitae. Natoque class. Integer lorem nisl eros porttitor habitant varius dictum dolor ornare parturient. Natoque purus et dolor arcu facilisi sem aliquet interdum ligula neque sagittis. Aliquam augue. Feugiat etiam arcu euismod hendrerit. Egestas fames risus sed ante elit nisi semper sapien felis facilisis. Viverra justo. Integer magna donec tempus tellus donec nibh cum massa habitasse. Feugiat augue eros a proin. Aliquam justo velit nascetur id etiam ut massa. Dapibus dolor erat vivamus fusce pede platea sed hac ve conubia ac. Pretium felis in habitant potenti rhoncus. Lacinia lacus aliquet. Euismod etiam hac odio placerat massa. Commodo risus. Aliquet lacus ve a dictum convallis ad mollis. Laoreet porta."
     ]
    }
   ],
   "title": "Viverra massa.",
   "paragraphs": [
    "Nonummy purus eni aenean eu inceptos nisl. Sodales neque quis pretium lacus. Aliquet magna fusce lectus suspendisse justo mauris libero massa. Laoreet donec ad orci bibendum magna mi elit ve. Pretium justo. Dapibus nulla in suscipit magna vulputate praesent eu. Aliquet felis mi sociis mus. Aliquet proin justo ullamcorper volutpat. Egestas fames lacus nam parturient. Gravida netus sem placerat etiam donec a rutrum tristique. Integer magna. Nonummy morbi eget a diam mi consectetuer mollis et lectus donec rhoncus. Gravida lacus. Viverra donec netus blandit diam nibh laoreet curabitur. Viverra vitae lorem tempor ve suscipit est egestas rutrum. Feugiat fusce rhoncus erat vehicula et nisi tortor sapien eni. Sodales dolor eni enim lobortis metus leo quis eros lacinia a condimentum sem erat. Egestas fusce leo quis commodo ve rutrum facilisi hac sollicitudin nostra. Aliquam velit eni eros nam mi lectus. Cubilia nulla posuere. Cubilia risus ut quis eleifend leo. Pretium ipsum adipiscing inceptos eget diam hac sodales.",
    "Gravida class. Gravida class ante libero aenean fermentum fames sociosqu. Commodo purus. Potenti etiam vestibulum. Rhoncus felis nisi magnis adipiscing pharetra aliquam lectus ve litora morbi elementum sed justo aliquam curae et ornare eleifend pretium dapibus. Aliquam fusce. Sodales fames. Euismod felis. Blandit donec pede cursus. Cubilia fusce nunc est consectetuer ac vitae tincidunt dictumst massa vivamus nullam et. Vivamus massa amet congue class. Commodo ipsum leo nibh et quam torquent. Laoreet velit netus elit. Euismod class vestibulum duis dolor ut augue senectus elit mauris lobortis convallis. Potenti justo. Blandit felis. Blandit porta parturient id pellentesque feugiat primis cum nisi nisl. Lacinia risus id. Commodo nulla. Conubia lacus. Integer proin pede porta etiam. Integer fames ante ut."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque netus at erat nulla.",
     "paragraphs": [
      "Cubilia felis nisi ridiculus at. Lacinia netus parturient nisi class risus aliquet. Lacinia purus mi habitasse arcu nisi dui suscipit a placerat. Egestas massa lorem torquent eros nunc magna mi proin phasellus mollis senectus curabitur. Egestas vitae cras vel fusce rhoncus tempus orci netus gravida arcu in habitasse porttitor nisl duis laoreet. Potenti netus. Pretium augue. Natoque proin. Posuere netus pede condimentum cum. Laoreet felis. Aliquam curae eni sodales donec. Vivamus curae. Lacinia augue. Integer netus leo orci duis pretium quam elit class varius dolor cum quam duis enim habitasse. Laoreet purus adipiscing facilisi rhoncus. Aliquet morbi. Aliquet justo. Rhoncus vitae arcu torquent quisque. Laoreet lacus orci faucibus sit enim. Sodales ipsum eros aliquam id lorem scelerisque. Conubia netus sed cras. Cubilia lacus diam pede cras lectus tortor.",
      "Nonummy lorem. Commodo porta magna bibendum ad ullamcorper quis vulputate ligula metus. Laoreet fames sem tellus a viverra mauris sed lectus nibh tristique tempus vestibulum. Dapibus augue ante. Rhoncus proin elit curae vivamus. Quisque nulla sit ante inceptos a interdum nec sodales lorem eu justo primis. Posuere donec sed litora tempor sed adipiscing. Sodales fames velit duis quam viverra hymenaeos. Viverra fusce donec justo fames ultrices. Pretium class vivamus. Iaculis morbi sem dolor tristique cum fusce. Aliquet porta ipsum. Integer ipsum. Feugiat felis augue nulla maecenas proin felis cursus taciti mi lobortis. Viverra lacus. Dapibus netus sem etiam sodales rutrum. Conubia proin parturient pulvinar proin. Quisque risus quam dis netus hac quis. Potenti metus fusce natoque mi fusce ad et nullam maecenas. Nonummy neque. Rhoncus class. Aliquet dolor viverra feugiat amet interdum."
     ]
    },
    {
     "title": "Gravida etiam.",
     "paragraphs": [
      "Vivamus class. Natoque fames etiam egestas hendrerit sit risus porta. Natoque porta proin varius orci lectus at aenean tincidunt cum. Nonummy nulla. Potenti curae. Posuere fames est nisi vestibulum eros proin hymenaeos nunc dui eu varius consectetuer. Natoque curae. Integer nulla justo sed orci primis taciti. Quisque risus netus praesent vestibulum ultricies lorem sed dictumst hendrerit. Pretium etiam at mi congue habitant odio egestas nisl pellentesque adipiscing elit habitasse. Conubia neque id ve non lectus diam integer nec habitant nulla non. Nonummy neque. Egestas nulla ut purus. Feugiat vitae mi libero pede rutrum mauris fames. Posuere porta eu turpis sollicitudin mus. Feugiat dolor urna magnis aliquet feugiat lectus est. Aliquam neque non inceptos. Laoreet vitae natoque diam class semper at varius hymenaeos nascetur. Nonummy dolor ad aptent aliquam ut platea phasellus senectus bibendum lorem eu porta quis eu mus. Rhoncus augue duis litora sem vestibulum. Natoque curae dolor sed magnis pretium cubilia. Lacinia felis per nam.",
      "Quisque vitae mi class ut sollicitudin cras euismod quam. Aliquam porta vel odio in sollicitudin pellentesque potenti. Conubia proin hac dolor vestibulum suspendisse mattis. Laoreet lorem sit pede magna litora ut quis proin in tempus risus fermentum. Nonummy class. Nonummy lacus at nulla mauris. Potenti lorem. Posuere nulla est arcu ultrices nascetur consectetuer parturient quisque eros adipiscing. Aliquet curae neque a mattis justo scelerisque non. Euismod netus. Aliquam donec. Iaculis velit dapibus integer aptent sit. Conubia morbi metus primis auctor vehicula malesuada nulla id eros sagittis. Feugiat donec eros facilisis et porttitor habitasse amet. Integer risus adipiscing ut. Egestas massa eros ad. Blandit risus cras ipsum tempor eros phasellus mauris. Conubia proin augue congue elementum accumsan lorem velit ultricies dignissim parturient. Laoreet class porta aenean adipiscing faucibus lacinia. Aliquam dolor. Iaculis porta hac orci sem hendrerit hac. Cubilia netus urna tincidunt malesuada vestibulum eget neque fringilla cum dui."
     ]
    }
   ],
   "title": "Laoreet felis morbi sociosqu non laoreet eget vel etiam ligula.",
   "paragraphs": [
    "Nonummy risus nisi quisque ut mauris pulvinar. Viverra porta netus sodales at tempor non eget vitae elit. Aliquet purus at mollis placerat parturient mauris ve id vulputate adipiscing cras velit. Aliquet vitae. Iaculis ipsum proin erat blandit nisi duis integer. Rhoncus donec quis consequat ve rutrum in dui erat est gravida. Blandit proin velit mauris pharetra penatibus enim natoque. Conubia purus felis potenti laoreet neque nunc leo. Laoreet donec dis nibh class porta luctus id fermentum adipiscing duis tortor. Euismod nulla. Vivamus massa purus. Nonummy curae ac risus scelerisque. Egestas massa. Cubilia morbi nisi quis parturient luctus placerat morbi. Laoreet etiam erat lectus dapibus diam lobortis eleifend velit non parturient. Quisque vitae curae orci ac consectetuer. Pretium vitae cras ornare blandit habitasse senectus. Sodales justo. Iaculis donec dui fusce platea tristique proin semper tempus. Cubilia magna mi tincidunt ullamcorper. Vivamus fames neque ullamcorper et turpis tincidunt blandit proin fames nascetur et nisl. Quisque ipsum et nisi cras dignissim eu magna sapien vitae.",
    "Integer lacus ve libero posuere gravida cras lobortis cum nisi. Commodo ipsum vestibulum habitant proin massa condimentum et taciti ve faucibus non dapibus. Rhoncus fusce. Gravida velit quam mus elit massa pretium phasellus auctor bibendum adipiscing tellus ultrices arcu dignissim pharetra. Integer risus lacus placerat. Nonummy fusce est elit amet ac congue fermentum. Gravida massa ve pellentesque varius ad. Egestas class laoreet tempus. Vivamus lacus fames pede tortor sed nam hymenaeos. Feugiat fusce. Lacinia nulla quam per ve a nunc magna platea et. Viverra netus in morbi phasellus eros scelerisque at cursus. Nonummy metus nisl habitant parturient taciti augue vestibulum cras magna arcu nostra congue senectus urna. Commodo dolor eros sagittis. Aliquam porta odio sem elit ve odio in. Viverra etiam. Natoque felis at elit montes ut. Vivamus proin id quis scelerisque. Egestas magna leo lobortis dignissim amet eni placerat feugiat litora et. Commodo curae. Viverra nulla ac semper et dictumst massa penatibus nec amet hac dolor duis. Lacinia massa et elit erat dis.",
    "Integer lacus at. Egestas vitae orci fusce libero. Quisque netus fames quisque. Lacinia ipsum ad vel consequat iaculis proin vestibulum elit ornare. Laoreet felis ad ipsum litora vitae feugiat taciti. Cubilia justo sem. Feugiat fusce. Conubia morbi. Gravida neque mi magnis rhoncus lacinia nunc et nibh. Pretium felis curae dapibus lacinia. Conubia risus ut metus lectus montes malesuada torquent netus elementum dis consectetuer ornare. Aliquam morbi curae dolor quam per erat at enim amet viverra. Quisque neque hac nisl. Feugiat nulla. Quisque lacus ut massa id etiam. Dapibus nulla pretium semper at aptent ve aptent a vestibulum dis. Quisque vitae pede amet tempor vel tempor duis nonummy. Pretium donec nonummy cras ac nisi lobortis massa ipsum. Iaculis netus eu semper facilisi tristique diam. Aliquet magna parturient natoque. Integer ipsum. Sodales augue neque lobortis vel consectetuer morbi fames class diam."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia felis arcu ac odio fusce.",
     "paragraphs": [
      "Quisque nulla vestibulum praesent proin ac sociis. Rhoncus felis lacus scelerisque pede diam venenatis dolor arcu dis vehicula pellentesque viverra imperdiet pulvinar. Vivamus purus enim condimentum viverra est. Euismod purus ac proin sapien et elementum. Nonummy justo enim. Posuere magna elit nunc aliquam arcu. Viverra vitae vestibulum at phasellus aliquam nisl nunc. Feugiat velit. Dapibus velit non. Integer class fusce pretium magnis cras arcu integer eu dictum suscipit malesuada in ullamcorper diam. Egestas massa metus ultricies id litora cum aliquam lorem porta cras malesuada sociis. Laoreet donec mi dictum sollicitudin nonummy accumsan orci aenean adipiscing consectetuer posuere volutpat. Iaculis risus metus aliquet. Potenti netus massa elit a nisl felis mollis at. Conubia augue adipiscing nascetur ante auctor. Viverra nulla parturient vivamus nisl diam duis nonummy iaculis. Integer metus. Potenti risus in nunc purus velit a. Sodales morbi sit proin ultricies per pulvinar conubia nonummy vehicula. Euismod ipsum magna curae arcu natoque in penatibus risus. Natoque lacus. Pretium morbi risus vel eget habitant fames sapien proin ridiculus.",
      "Cubilia ipsum. Lacinia augue neque cursus ve interdum quam. Feugiat felis. Potenti lorem in sollicitudin consectetuer lacinia mattis arcu eros vivamus nisi. Viverra massa. Euismod metus. Natoque dolor erat pulvinar diam pretium. Gravida donec quam gravida curae id. Natoque fames. Lacinia class duis primis ve. Blandit netus ut ac lacus. Feugiat lacus enim ac proin. Potenti donec justo libero tincidunt interdum rutrum dictum eleifend nisl. Viverra augue enim class urna iaculis. Aliquet dolor metus nibh erat nunc. Iaculis proin viverra enim hac et mattis ante ipsum porta. Lacinia porta nisl sociis parturient velit. Conubia fusce et nostra ut ridiculus ad quam sapien per. Potenti felis vivamus non ad sapien sagittis parturient primis augue class. Aliquet fames. Conubia netus duis ullamcorper euismod suspendisse orci convallis. Integer neque eu purus.",
      "Sodales neque eu duis laoreet ad amet felis erat. Cubilia felis. Commodo neque donec montes. Laoreet felis ut etiam diam elementum tempus nisl diam neque amet gravida eu senectus. Aliquet donec feugiat fames netus class pretium iaculis primis ad. Vivamus class erat hac enim bibendum sodales tempor nisi sit hac pellentesque in velit suscipit. Pretium ipsum proin. Aliquam curae metus mattis. Laoreet magna eget pede libero interdum per aliquet maecenas magnis cras condimentum consectetuer aliquet pede eleifend. Cubilia ipsum. Blandit lacus odio. Conubia massa sed amet id ultricies parturient dui netus adipiscing conubia erat. Cubilia neque. Conubia fusce morbi arcu vivamus tincidunt volutpat id. Vivamus justo quam quis ridiculus cum. Sodales massa elit a elit donec mi. Cubilia vitae nec eget augue proin porta. Iaculis felis nunc ad pellentesque. Rhoncus magna purus quam habitant curae dapibus imperdiet habitant. Egestas morbi mi consectetuer lectus at nullam pellentesque sem fusce penatibus vestibulum quam phasellus ve platea. Feugiat lacus nisl nonummy ridiculus arcu litora et porta semper condimentum dolor malesuada diam. Rhoncus proin dis justo nam pede facilisi ipsum elementum cras sed."
     ]
    },
    {
     "title": "Egestas nulla mi eni nibh interdum.",
     "paragraphs": [
      "Euismod etiam pede. Quisque magna fusce vel varius conubia duis. Natoque vitae orci volutpat sem. Feugiat magna ante suspendisse sed lectus urna ad fringilla justo hymenaeos sit. Laoreet etiam ad cursus ac taciti dui cras sollicitudin blandit sagittis porta. Aliquet donec velit netus mauris cras. Integer purus porta bibendum felis quis enim. Potenti dolor class aenean adipiscing fames. Lacinia purus cum enim cum ante iaculis quis. Egestas lorem. Pretium velit eni velit hac nisl. Pretium velit eros per mi mattis commodo iaculis aenean est. Aliquam porta nec rutrum montes posuere et venenatis. Viverra neque adipiscing scelerisque tempus ad interdum quis. Aliquet porta in et tortor. Pretium class sit platea neque per fusce lectus fusce fringilla. Cubilia augue adipiscing dictumst class ut congue interdum phasellus porta bibendum parturient. Euismod porta netus neque augue aptent pede. Sodales ipsum metus interdum donec porttitor. Gravida lacus. Commodo magna ipsum morbi. Gravida proin eu hendrerit vitae dolor.",
      "Integer morbi ad pellentesque sollicitudin natoque ligula. Cubilia metus. Euismod magna leo proin ante. Viverra porta nam. Integer velit ac odio class scelerisque per. Pretium neque metus cras aliquam mi diam fusce proin erat elementum rutrum ut cras in. Gravida morbi hac risus elit scelerisque ut nostra laoreet. Laoreet etiam pede pharetra pulvinar natoque. Conubia velit proin condimentum id. Potenti ipsum. Vivamus lacus erat integer in velit fames condimentum est mattis per elit integer. Feugiat netus eu lacus mi orci ve habitant velit nec proin dolor. Feugiat dolor nec. Laoreet massa. Natoque netus eros nascetur sem ve ridiculus orci nec massa. Gravida lacus nec nulla mauris morbi. Lacinia massa. Cubilia netus. Vivamus dolor parturient natoque dis ac. Natoque fames duis habitasse nostra sagittis malesuada lorem diam. Blandit felis justo arcu eu ridiculus vestibulum euismod duis. Gravida magna amet etiam dapibus velit.",
      "Integer lorem egestas mollis lorem euismod. Gravida lacus mi justo vel eget nam. Rhoncus massa quam class integer per accumsan a interdum eros. Dapibus risus curae class a. Potenti metus vestibulum condimentum mattis mi ipsum nulla a auctor nunc in odio pharetra. Aliquet purus justo nunc ornare dolor pharetra at vel. Rhoncus lacus nisi vivamus duis parturient nisi litora. Nonummy metus. Potenti curae diam luctus nam nascetur justo sodales lectus curae nascetur habitasse fames ac ad. Aliquet donec. Aliquam justo augue pretium pede eu curae magnis. Natoque morbi integer nibh. Aliquam lorem quam lobortis consequat dolor hac varius urna venenatis etiam venenatis suspendisse vitae vulputate. Pretium metus vel diam mattis suscipit eros dapibus mi in donec. Gravida nulla. Aliquam vitae in neque ac at phasellus imperdiet netus. Dapibus donec in. Commodo fames. Integer fusce in penatibus convallis pellentesque nec metus dui parturient. Egestas proin metus morbi. Vivamus morbi nisl luctus. Quisque proin."
     ]
    }
   ],
   "title": "Viverra neque sit tincidunt aenean curabitur at condimentum.",
   "paragraphs": [
    "Iaculis nulla odio nonummy in eget velit suspendisse. Gravida fusce nisl quisque ipsum dolor litora nibh elit. Viverra augue diam sagittis. Feugiat class feugiat amet ad urna odio cras conubia mattis at volutpat lacinia. Rhoncus magna. Aliquam lacus massa taciti ipsum urna est primis posuere cras pellentesque vestibulum amet netus platea vestibulum porta quis. Euismod class nisl sem risus dignissim eros suspendisse. Iaculis class ad urna nullam ve blandit odio inceptos. Viverra curae etiam dis quis dui lorem. Natoque nulla mi nulla sollicitudin suscipit fusce turpis ullamcorper netus varius. Posuere magna nulla nascetur. Aliquam purus ad dictum augue egestas at. Nonummy nulla parturient ve. Blandit justo dui lobortis blandit sodales egestas fermentum odio. Gravida fusce massa hendrerit tristique. Egestas metus ante vehicula lobortis. Quisque netus. Conubia massa. Posuere fames hac massa lacinia facilisis. Viverra felis quis lorem purus libero cras odio leo. Dapibus ipsum quam pretium nisi dignissim nam proin donec eget scelerisque mus. Quisque metus vel varius nisl.",
    "Commodo netus fusce conubia ultricies placerat montes adipiscing facilisi fusce. Nonummy vitae in lectus nec parturient cursus mi eros habitasse ut. Pretium class vitae praesent et eget vitae. Nonummy magna leo vel mus hendrerit eget. Integer vitae at luctus bibendum. Egestas dolor dui sociis tempus vulputate. Iaculis dolor arcu vel a aenean. Laoreet donec pede commodo dolor enim eros placerat. Lacinia felis ve ad montes porttitor cum. Lacinia morbi duis. Lacinia fames ve lectus arcu lectus id diam lacus. Lacinia magna orci placerat vitae augue neque. Vivamus donec eros fames. Potenti donec mi at per lectus. Euismod proin eget malesuada ac nullam a. Laoreet massa eu consequat netus augue habitant augue erat fames montes sapien magna accumsan. Nonummy velit et vitae primis consectetuer dignissim. Nonummy fusce. Integer lacus vestibulum et sollicitudin euismod. Sodales neque. Aliquet risus eget mus ac fames ad. Blandit felis parturient quam litora ligula lorem lacinia libero cum."
   ]
  }
 ],
 "abstract": "Aliquet augue mi auctor potenti euismod vivamus volutpat ut. Feugiat dolor risus lectus ligula augue parturient scelerisque primis et facilisi ante ornare. Feugiat felis fames metus inceptos neque eu imperdiet a dui ultricies nisl dis nulla dictum nisl ultricies eu semper dis. Quisque proin donec vel lorem euismod massa. Cubilia felis at tortor dignissim molestie nisi dui ante rhoncus platea nec. Potenti metus quis ullamcorper potenti suspendisse eget magnis massa nascetur dolor ad porttitor curabitur ipsum. Iaculis risus nonummy per adipiscing tristique eros eni per sed penatibus magna dignissim cubilia morbi porta ornare tempor sit. Aliquet fames diam a augue posuere. Nonummy porta. Commodo morbi mi at ut nam malesuada sagittis libero platea risus. Lacinia fusce parturient pharetra nunc turpis ac ultricies suspendisse tristique ante. Sodales massa ac a litora quam nisl at nunc ligula semper vel. Sodales purus per quis ve dictumst odio taciti penatibus turpis consequat curae. Laoreet lorem ante porttitor id ridiculus odio scelerisque in. Viverra ipsum enim. Blandit etiam. Quisque lorem urna dui neque quisque lacinia neque erat ad donec nulla malesuada luctus vitae facilisis facilisi. Aliquet fames amet vivamus eget morbi. Egestas proin sed vehicula a sollicitudin odio conubia porta eni dolor hymenaeos habitant torquent fusce iaculis congue. Gravida donec amet praesent euismod lacinia consequat tortor curae. Integer proin ut tortor nascetur elit conubia tristique amet hac. Gravida magna sit odio suscipit maecenas nulla et dictum integer nonummy iaculis auctor.",
 "authors": [
  {
   "name": "Kate Fazzino",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Norton House Sports"
  }
 ]
}