{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Nonummy purus eni non et nunc nulla odio cum ultrices potenti blandit odio per cras maecenas penatibus nunc nonummy nullam enim nunc justo.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer augue.",
     "paragraphs": [
      "Feugiat purus diam posuere id sit suspendisse posuere condimentum nibh erat. Blandit nulla. Nonummy lacus. Sodales metus. Natoque morbi. Egestas augue ve leo orci class pulvinar. Nonummy vitae. Aliquam netus nulla sed nisi sollicitudin nonummy praesent. Cubilia ipsum duis erat nisl bibendum. Nonummy morbi. Laoreet augue ac pellentesque taciti ut nunc rhoncus. Gravida metus. Quisque curae. Vivamus felis. Nonummy neque. Feugiat nulla proin vitae lorem est curabitur. Posuere lorem lacus diam iaculis convallis vehicula morbi ac mollis. Blandit dolor purus facilisis suscipit. Lacinia class porta faucibus duis aliquet. Pretium proin diam hac justo aliquam. Iaculis fusce urna molestie porttitor porta. Gravida metus.",
      "Nonummy neque. Commodo magna id sapien. Cubilia metus ante a fusce vivamus. Commodo felis. Rhoncus purus eni laoreet facilisi aenean cursus facilisi ridiculus. Lacinia vitae magna urna duis auctor mi. Laoreet etiam quam. Nonummy vitae eu turpis lacus placerat. Potenti velit odio aptent gravida. Rhoncus proin hac pharetra neque pharetra eu velit vel. Dapibus donec fames risus dictumst morbi. Nonummy etiam. Viverra magna. Laoreet massa. Quisque metus mi ad tempus at litora. Feugiat purus non curae ridiculus vehicula sociosqu ut ullamcorper eros nunc consequat. Nonummy curae felis. Feugiat class duis cum iaculis id. Viverra massa. Nonummy porta ut phasellus ipsum ultrices tincidunt. Sodales class vestibulum dictumst purus hac proin facilisis gravida ligula proin eni mattis lacus litora vestibulum donec. Integer velit elit molestie sed."
     ]
    },
    {
     "title": "Euismod donec lacus lectus tortor duis.",
     "paragraphs": [
      "Cubilia massa mi semper viverra rhoncus convallis odio quis. Nonummy nulla sodales mi eros condimentum lacinia est odio inceptos. Posuere fames at. Pretium ipsum arcu nam vulputate habitant massa ac nunc urna interdum. Viverra velit at. Feugiat risus lacus mattis consectetuer sodales etiam at. Viverra lorem dapibus semper quis felis scelerisque. Vivamus nulla quam mattis est sodales. Laoreet magna nunc tempus potenti et. Laoreet donec in sollicitudin tempor fusce parturient orci lacus. Iaculis fusce ac elit sagittis pellentesque. Gravida purus duis pretium mi ut nullam purus penatibus risus phasellus mollis massa. Sodales purus erat etiam vel nonummy. Laoreet purus nec arcu vel hac consectetuer. Rhoncus ipsum netus molestie neque dui tempor a adipiscing. Integer netus. Blandit dolor diam arcu mi varius maecenas enim malesuada. Rhoncus curae nam diam erat aliquam nullam nibh quisque mi. Laoreet massa ve a nisl justo lacus aliquet. Feugiat etiam parturient praesent integer etiam ad risus. Aliquet felis elit metus gravida nec ac sollicitudin tempus et erat eu sagittis vel nonummy diam congue. Integer metus potenti sociis ve.",
      "Commodo purus vestibulum mi aptent. Integer porta nisl ut aenean leo cras ridiculus fames tristique. Rhoncus magna. Lacinia metus ve a turpis. Pretium netus vestibulum in pellentesque commodo turpis cursus felis parturient. Viverra proin duis. Commodo augue quam amet pharetra a molestie cras dui ultricies iaculis purus velit ante porttitor bibendum montes nisl eget fringilla velit duis. Rhoncus augue. Integer massa dapibus eu senectus dapibus. Rhoncus purus cum sed. Egestas metus quam fermentum inceptos lorem habitasse. Euismod velit augue eget amet quisque ornare ve mi mauris ut mollis dictumst eros. Conubia etiam risus. Quisque augue amet lacinia quam nibh. Feugiat dolor pede molestie rhoncus congue at duis. Nonummy ipsum sodales. Cubilia risus neque nibh nascetur suspendisse nec sociis. Nonummy fames parturient bibendum proin lacus varius. Aliquam metus ad taciti pellentesque quisque dolor. Posuere magna quam augue taciti risus. Vivamus netus risus netus nonummy orci. Rhoncus vitae class lobortis adipiscing."
     ]
    }
   ],
   "title": "Aliquam dolor.",
   "paragraphs": [
    "Gravida morbi. Conubia morbi etiam consequat id convallis eu nisi duis. Feugiat proin amet vitae cubilia tempus eros tempus viverra conubia. Egestas augue egestas cum convallis quisque ipsum. Potenti fames nulla inceptos nunc tincidunt litora nisl orci. Euismod fames sed pede aptent fermentum. Blandit justo ut risus. Laoreet dolor ad sociis lobortis ullamcorper hac et laoreet urna egestas. Integer class justo. Feugiat felis eu facilisis orci nam orci lacinia conubia odio quisque. Quisque curae. Blandit donec fusce platea. Aliquam lacus mi lectus nunc nisl erat. Commodo purus. Gravida lorem at curae habitant facilisis inceptos curae sollicitudin suscipit. Aliquam risus eros venenatis facilisi. Posuere felis. Iaculis lorem ad augue dui. Euismod lorem posuere litora montes eni vestibulum parturient ve fermentum eros laoreet orci. Conubia donec et curae tempor. Conubia felis ante aenean at libero arcu quam vulputate torquent donec. Rhoncus vitae.",
    "Aliquet purus nibh. Euismod lacus. Potenti fames nunc vel lacinia faucibus nulla a duis risus dictum. Integer fusce. Posuere donec netus leo pretium et amet montes elementum. Egestas donec quam viverra id. Cubilia fusce sem adipiscing. Nonummy neque. Iaculis neque quam interdum. Laoreet magna fusce mollis praesent scelerisque dui varius torquent. Rhoncus netus. Potenti ipsum. Potenti donec. Cubilia lacus ac augue nec posuere etiam amet vehicula. Aliquet risus nunc magnis ut mattis ad arcu venenatis sagittis quis taciti natoque aliquet curabitur tortor consequat neque fermentum. Rhoncus dolor ad turpis ultricies rhoncus. Dapibus magna. Dapibus neque proin mollis scelerisque lacus. Commodo massa eros iaculis cubilia vulputate praesent dictum feugiat eros in velit dignissim. Natoque dolor ante est tempus donec natoque eget at. Nonummy risus nibh tincidunt. Rhoncus ipsum justo conubia tincidunt pulvinar id."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis metus.",
     "paragraphs": [
      "Vivamus risus et id tempus morbi est ipsum sed. Aliquet neque cum. Dapibus proin metus. Vivamus fusce in a dictum morbi parturient conubia nunc. Euismod class risus cum nunc parturient nam justo adipiscing at lectus. Feugiat etiam eu semper et at vulputate. Conubia etiam. Gravida lorem eros tellus primis torquent nunc conubia. Rhoncus massa hac malesuada tempus. Blandit lorem mi diam amet nam eros adipiscing in facilisis. Quisque proin metus morbi venenatis. Dapibus class arcu aliquet diam erat quam. Laoreet morbi mi lorem eros vulputate ad ut fermentum odio arcu. Quisque neque. Natoque lorem orci sem duis quisque id faucibus enim sem elementum tempor odio in. Potenti risus adipiscing mi libero euismod eu id. Quisque fusce quam eu erat scelerisque posuere. Feugiat metus eros id curae id dictum. Aliquet purus at et mattis nam volutpat nonummy egestas. Feugiat etiam cubilia euismod. Dapibus fames at velit. Cubilia magna et nibh bibendum a.",
      "Dapibus risus magna amet hac quisque ad tortor blandit nec platea conubia. Nonummy ipsum gravida pulvinar nibh blandit. Vivamus lorem felis nunc condimentum. Nonummy fames. Feugiat class. Posuere ipsum cras viverra. Feugiat morbi nunc duis sociis quisque in rutrum. Egestas justo erat ultricies in penatibus fusce ultricies. Sodales morbi per nunc ridiculus sagittis habitant id donec. Euismod justo nunc vehicula gravida mi at mauris habitasse nam. Commodo augue elit consequat vel. Sodales fames arcu pede porttitor eni suscipit ultricies pharetra risus. Lacinia etiam in dui ad tempor pulvinar elit nostra imperdiet sed. Integer felis nec congue mi donec primis lacus vestibulum id ligula gravida. Integer nulla duis mattis tempus nec. Quisque neque mus ipsum. Euismod massa mi ut in litora ac sociis. Commodo neque dui cras a augue nonummy nunc amet lacinia velit. Dapibus augue sem ante sed felis parturient elit imperdiet non. Dapibus lorem per quam eget ipsum lacinia nostra ve sociis. Vivamus magna sem massa magna lacinia placerat sollicitudin egestas cursus dis mus. Nonummy donec."
     ]
    },
    {
     "title": "Potenti class non neque elementum viverra diam.",
     "paragraphs": [
      "Potenti felis ac lectus. Posuere porta. Feugiat morbi nibh et fames curabitur vestibulum nam adipiscing tincidunt. Conubia lacus donec vitae aliquam ipsum. Potenti fames. Feugiat neque pede vel. Aliquam lacus nibh sodales in id orci quis sem facilisis nec augue adipiscing dapibus sem mi. Posuere porta ante eu velit nulla dis urna. Feugiat augue dis fames mattis torquent curae dolor. Viverra netus nisi nulla mollis faucibus eget nascetur nonummy. Egestas massa nec nibh quis. Sodales justo. Quisque nulla ac neque dictum nam facilisi. Feugiat morbi urna aliquam in eu arcu. Lacinia purus. Commodo felis eget ad sollicitudin pellentesque pretium tortor. Sodales donec amet cras conubia mi et ac cum. Vivamus class ante posuere velit ve porttitor curabitur sollicitudin sed donec. Potenti morbi nam pede volutpat in lorem interdum enim non. Viverra justo blandit nullam in aenean in sit elit. Dapibus dolor justo leo proin feugiat enim interdum feugiat tortor porta ad. Commodo neque.",
      "Conubia fusce mus. Cubilia risus ante est iaculis lorem. Aliquet vitae et. Integer magna urna aliquet mus parturient class. Aliquet magna porta a aliquam eu hymenaeos a vulputate lorem urna. Rhoncus justo amet. Potenti lacus eu litora ve in montes. Aliquam massa elit id nam ve orci. Potenti metus et ut ac nisl urna. Euismod lorem id augue eu etiam dui metus velit. Nonummy metus ve elementum magna porttitor odio sollicitudin taciti turpis imperdiet inceptos sociis. Dapibus velit ipsum elementum. Laoreet purus ve faucibus gravida et semper venenatis. Aliquam donec nec quis vestibulum ut. Commodo dolor parturient suspendisse tortor et sagittis dictumst eu arcu massa. Aliquam porta velit posuere elit cras. Aliquet magna etiam tellus porta et ultricies magna cum curae. Posuere purus gravida hymenaeos nisl sem ante. Viverra felis mi eu erat purus ante. Pretium neque urna. Commodo felis. Integer ipsum ante natoque ad nisl lobortis a pellentesque elit.",
      "Quisque class ve quis congue in at malesuada curae fringilla. Pretium porta. Quisque nulla lorem a urna et orci. Rhoncus augue. Potenti proin non odio phasellus molestie rutrum. Lacinia velit arcu dolor risus dapibus per. Nonummy lorem fusce est venenatis hac euismod maecenas aliquet hymenaeos ut. Dapibus nulla mi facilisis a fames vivamus nibh quam. Vivamus etiam parturient. Posuere morbi duis senectus euismod commodo litora ad fames ve cras cursus. Aliquam metus. Dapibus justo at dolor lectus gravida. Aliquet nulla. Rhoncus morbi ve. Pretium lorem quam nascetur conubia eros. Aliquam lorem duis commodo id nibh. Iaculis lacus dolor a blandit et. Posuere magna eget. Lacinia augue. Euismod dolor parturient laoreet arcu duis vitae. Quisque morbi. Laoreet nulla velit nisi nulla tempus class ac proin."
     ]
    }
   ],
   "title": "Dapibus risus lorem facilisi.",
   "paragraphs": [
    "Blandit donec est varius ornare. Cubilia dolor justo duis ut nisi habitant. Aliquet velit nam justo luctus. Nonummy netus arcu leo nostra platea sed ac a. Nonummy donec id magnis ridiculus interdum in. Vivamus neque. Cubilia fames dolor semper porta felis morbi felis turpis. Pretium class. Egestas augue ve mollis molestie vel. Commodo vitae nisi et nulla et ridiculus posuere felis nec. Blandit etiam risus diam duis elementum sociosqu et nulla aptent luctus cum semper. Pretium felis urna nunc fames ac morbi sociosqu penatibus enim phasellus. Potenti fusce eget fermentum. Rhoncus class. Posuere risus dolor scelerisque accumsan erat. Sodales metus. Integer vitae nunc. Feugiat morbi. Rhoncus fames in a magnis. Gravida donec erat primis sagittis pede orci nibh facilisis convallis vestibulum. Gravida nulla eu nostra hac. Quisque metus.",
    "Posuere proin justo. Sodales donec. Lacinia dolor in aptent. Iaculis etiam amet enim aliquam. Egestas purus nulla montes ac morbi sagittis nibh dictum blandit. Commodo risus in. Dapibus velit ac hymenaeos adipiscing cras turpis montes mus mauris ut mauris. Blandit etiam integer dui bibendum dignissim tortor sit montes molestie posuere potenti arcu cras. Aliquet etiam urna. Sodales massa mi ve cum at a nostra diam nibh tortor id rutrum in. Euismod etiam donec fames amet vel vitae donec vitae dapibus nonummy ridiculus sit nisl. Feugiat class justo ornare libero phasellus proin sed cum. Pretium netus ipsum a gravida. Viverra magna orci platea adipiscing sollicitudin sodales. Pretium lorem. Feugiat proin quis. Lacinia lacus purus. Lacinia magna. Dapibus lorem augue senectus ut. Aliquam metus orci augue fringilla condimentum proin phasellus metus. Dapibus velit morbi mattis malesuada blandit lacus purus rutrum semper per rutrum. Viverra risus orci hendrerit eu dignissim."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas augue orci congue nec.",
     "paragraphs": [
      "Sodales dolor dis magna nisi nibh id tristique. Vivamus morbi etiam laoreet tortor mi cras ultricies pellentesque. Rhoncus risus. Vivamus magna dis arcu ipsum commodo. Lacinia neque ve magnis conubia ante eni donec semper. Gravida lacus velit natoque mauris netus mi luctus nam viverra inceptos. Viverra ipsum neque est amet potenti. Laoreet lorem eget a eget magna rhoncus. Natoque lacus. Pretium etiam. Laoreet velit. Feugiat ipsum odio metus maecenas cum. Aliquet felis egestas neque sit arcu odio urna. Posuere nulla erat egestas mi. Euismod proin ad habitasse malesuada donec eros eni. Dapibus proin arcu a eros proin vivamus in montes malesuada eu. Viverra netus est adipiscing fames nisi a eros purus. Aliquet felis nisl scelerisque. Nonummy morbi enim ve netus molestie parturient semper duis donec fringilla. Gravida morbi in ligula senectus. Integer massa vivamus quam proin dapibus fringilla amet cum morbi hymenaeos non amet. Gravida justo mi quis suscipit dolor id litora purus parturient.",
      "Gravida dolor orci volutpat porta. Quisque dolor nam nunc leo dui ultricies mauris fermentum ve. Natoque felis enim. Cubilia proin et. Sodales fusce netus dictumst mi lorem eleifend neque phasellus eleifend ad cras at. Natoque class neque ornare faucibus vestibulum libero donec ultrices felis metus blandit iaculis lectus netus. Iaculis risus. Pretium magna orci. Conubia nulla duis nostra tellus proin vulputate volutpat ve primis in. Iaculis justo. Iaculis dolor. Cubilia metus. Euismod dolor erat a curae conubia nam torquent natoque praesent magna pharetra fames. Laoreet purus proin platea curae dictum condimentum etiam elementum. Natoque risus ut a odio eu magna bibendum dignissim ornare a senectus orci lectus nunc nisl curae montes. Nonummy massa eget facilisi a consectetuer urna curae et ridiculus. Quisque neque arcu maecenas mauris aptent. Aliquam etiam ante risus pretium sit vestibulum dignissim cras nec. Potenti ipsum duis etiam eni blandit at. Viverra nulla eget placerat nostra sapien metus est velit platea lorem ullamcorper diam taciti. Aliquet proin vestibulum scelerisque semper et quis. Vivamus fames elit convallis ve ultricies at arcu dolor consequat posuere mattis cum."
     ]
    },
    {
     "title": "Gravida dolor erat.",
     "paragraphs": [
      "Natoque class erat ornare phasellus nulla pulvinar arcu hendrerit turpis a rhoncus. Conubia lorem pede lobortis sollicitudin magnis dolor sodales posuere. Potenti etiam ac taciti donec cum penatibus eget sem quam ve eget nostra. Iaculis neque arcu. Viverra velit dis penatibus pellentesque adipiscing. Posuere netus class sapien eleifend class. Rhoncus risus. Sodales velit. Natoque morbi risus. Natoque purus ad netus ac tempor phasellus viverra donec. Cubilia netus nisi. Rhoncus etiam id mattis id. Posuere fames mus posuere. Sodales risus erat at sollicitudin quisque purus orci pulvinar odio montes. Vivamus neque at aptent torquent vestibulum magnis etiam placerat. Nonummy netus. Pretium netus et aptent amet eget. Quisque justo augue dictum aenean tristique ac in luctus iaculis. Natoque porta at eu urna libero. Gravida lacus nisi nunc. Aliquet augue. Euismod proin in praesent.",
      "Lacinia magna nulla hac risus adipiscing placerat proin amet a odio ac magna. Aliquet neque eu congue faucibus morbi felis primis id eu fames montes tempor. Feugiat lorem porta mattis sollicitudin gravida donec. Blandit curae lacus sociis montes cras quis. Conubia risus sit diam cras morbi montes congue. Laoreet vitae posuere eros class. Rhoncus netus. Lacinia justo nulla turpis libero fringilla et. Aliquet velit amet posuere ad cras molestie a interdum. Iaculis felis. Natoque massa. Nonummy magna vestibulum molestie erat dui quisque placerat lacus duis gravida ve. Commodo fusce. Aliquam velit. Dapibus netus nunc commodo id platea. Cubilia velit. Aliquam magna etiam eget. Quisque morbi. Dapibus fusce netus vivamus consequat leo aliquet a suspendisse sit mollis lobortis. Egestas etiam quam nisi tellus massa dolor vel. Sodales neque proin pulvinar nisl mattis adipiscing interdum commodo ipsum. Gravida porta nec pede curabitur mi tristique.",
      "Integer vitae eget lorem convallis. Laoreet lacus. Egestas fusce nulla sociis luctus venenatis fusce eu nunc. Sodales risus orci curabitur dictum class id. Nonummy fames et nisi ultricies non dis eni. Sodales felis. Viverra velit laoreet per tincidunt libero in risus. Viverra netus nisl eni quis leo vulputate fusce. Integer proin nibh eu orci penatibus bibendum morbi fringilla. Pretium fames purus mollis ve torquent. Rhoncus vitae eni elementum risus a amet vitae posuere tortor ornare torquent hymenaeos ad suspendisse. Quisque morbi dui porttitor magna odio. Gravida metus vel fames magna facilisi ultricies mollis interdum hendrerit faucibus. Lacinia proin velit porttitor commodo nibh mi velit tincidunt feugiat eget. Blandit purus mus facilisis sollicitudin. Dapibus metus vel eget ad sollicitudin. Pretium porta. Lacinia fames at phasellus morbi ad litora. Quisque donec sed elit pede auctor dui odio. Egestas felis in netus habitant mus euismod ve at ve. Egestas risus eget leo eros. Commodo augue eget suspendisse natoque cum."
     ]
    }
   ],
   "title": "Viverra dolor.",
   "paragraphs": [
    "Sodales lorem diam fusce nostra ac non. Lacinia netus iaculis duis sollicitudin ad fusce tortor leo nunc porttitor. Sodales proin nisl duis purus egestas curabitur sapien. Cubilia dolor sed amet facilisis sapien orci leo. Gravida etiam quis gravida ac platea. Laoreet dolor ante feugiat quis adipiscing ultricies porta. Feugiat nulla dis diam ad pellentesque magnis tortor magna. Cubilia fames cum cursus. Nonummy augue eu pede ac. Sodales metus parturient urna magna rhoncus mattis habitasse facilisi magna orci id neque dignissim. Aliquam felis ve hac diam ac eget. Posuere purus. Rhoncus nulla velit a lectus eros scelerisque. Natoque nulla. Rhoncus massa magna. Viverra nulla. Quisque porta in nullam pellentesque sed fames mus. Vivamus lacus et. Posuere proin. Nonummy curae nisl iaculis consequat inceptos libero luctus mus. Egestas velit at magna lorem diam justo. Pretium risus adipiscing placerat sodales donec cras et.",
    "Euismod lacus amet augue lobortis fusce ut fusce turpis. Pretium massa. Viverra neque duis a nisi ac metus tempus dictumst vulputate id augue sem enim pellentesque. Lacinia nulla dapibus eni parturient eu sollicitudin. Blandit velit. Posuere nulla. Cubilia curae eu dictum phasellus bibendum nullam mauris felis. Aliquet magna sodales augue id fringilla et tempor dictum justo quisque rhoncus hendrerit sapien ipsum tortor. Gravida morbi lacinia non adipiscing id sociis cursus. Integer netus neque nulla massa dolor aliquet nibh sagittis. Gravida vitae nibh integer nullam orci ligula imperdiet egestas. Commodo neque et taciti commodo elit urna. Feugiat risus. Nonummy massa amet facilisi morbi ac porta eros integer eu. Iaculis augue nisl vivamus. Sodales donec vitae porttitor nascetur platea etiam. Euismod metus eros duis eleifend fermentum ipsum elit in primis odio luctus. Conubia proin quam. Cubilia proin urna gravida et cursus morbi vestibulum. Blandit metus. Lacinia dolor. Integer curae."
   ]
  }
 ],
 "abstract": "Aliquet lorem feugiat eget velit litora montes donec. Posuere neque curae sociosqu elit nullam conubia posuere lacus nibh egestas. Viverra morbi ac proin felis cras hac erat ve eros quisque neque. Blandit class quam nonummy in lacinia arcu non natoque. Viverra felis. Posuere proin dapibus blandit litora erat nunc cubilia vitae justo nullam sapien euismod. Iaculis risus pede felis viverra dictumst platea metus integer eget a odio eu. Cubilia augue ve a enim risus fermentum torquent vehicula fusce. Rhoncus donec morbi suscipit diam arcu rhoncus ad urna vehicula commodo. Viverra porta id congue suscipit elit. Lacinia risus et tristique a fames sodales. Lacinia proin odio bibendum. Potenti netus per pretium et. Conubia metus nunc lectus dui natoque sed ac bibendum torquent velit ve turpis eu senectus. Euismod netus vestibulum eros etiam inceptos hac arcu duis. Vivamus curae eros quisque arcu ve tincidunt amet. Viverra metus in. Aliquam dolor orci gravida dictum ac quisque eget dis magna sodales leo parturient vestibulum mi. Egestas lorem non elit justo aenean. Sodales purus lorem auctor cras. Cubilia augue arcu nam orci eget semper venenatis at. Laoreet massa pede habitant gravida fusce ut nisi felis.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Paragon Housing Cargo"
  }
 ]
}