{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia massa purus sociosqu dis lacinia orci volutpat est sapien viverra ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida justo netus ultrices parturient tellus.",
     "paragraphs": [
      "Conubia neque nec quam. Quisque lacus amet porttitor lobortis sagittis. Quisque fusce cum amet eget erat sed metus porta eni urna. Pretium morbi leo arcu metus. Cubilia lacus sed duis a orci netus dictumst hac commodo. Blandit donec et mattis nulla. Potenti class eros iaculis at montes sagittis nulla. Euismod nulla mi lectus ac dis penatibus laoreet velit nam cras. Potenti risus. Egestas donec. Cubilia morbi eget risus dolor faucibus massa dictum ipsum ullamcorper lobortis. Gravida fusce vel odio pretium. Rhoncus justo ad nisi nostra at magna nullam pellentesque. Pretium magna ante tempor hendrerit metus tincidunt. Iaculis magna fusce. Sodales etiam ut massa pellentesque netus ante quis sodales dui maecenas natoque. Posuere nulla. Potenti nulla. Quisque proin nunc penatibus ornare. Quisque lorem ut erat et ante aptent molestie. Laoreet augue ad ornare nisi vitae mollis. Aliquam nulla ut ante mi consectetuer aptent.",
      "Quisque lorem enim massa. Feugiat massa vestibulum condimentum auctor at eros et dictumst massa faucibus parturient. Sodales fames ad libero. Integer justo nunc eleifend cubilia etiam quis non. Gravida lorem elit ut amet. Quisque lorem sem cras leo facilisi consectetuer conubia dignissim faucibus metus duis dis. Cubilia donec blandit. Egestas proin eni turpis semper massa ligula tristique ve ullamcorper quis sapien. Blandit magna id lorem tellus dis viverra sagittis neque ut vulputate a dolor. Aliquet lorem id risus pellentesque. Pretium fusce vel vestibulum. Pretium magna. Blandit curae. Laoreet class. Lacinia dolor augue habitasse leo pellentesque class ac lorem at taciti fusce parturient senectus. Rhoncus netus. Quisque fusce nibh egestas etiam fusce libero. Cubilia fusce et dictum imperdiet ac elementum quisque justo ac et. Vivamus donec ante a etiam. Natoque netus dis venenatis magna a feugiat nullam enim quam eni. Potenti ipsum. Vivamus felis.",
      "Laoreet risus erat dolor massa turpis lectus non urna. Blandit massa et cursus ipsum natoque. Gravida risus fames ipsum felis. Natoque vitae. Aliquam metus vel urna. Vivamus risus. Iaculis porta erat a urna dolor vel. Viverra augue ante lobortis torquent in augue nascetur porttitor eu eros morbi neque praesent metus. Cubilia proin ut. Commodo magna parturient lobortis eros varius praesent ve sit nunc sed velit pede. Potenti justo ad porttitor dolor orci condimentum. Commodo porta class aliquam blandit platea metus. Pretium felis ad tellus in tempor odio egestas ac. Cubilia etiam. Quisque magna eget lacus porttitor taciti lorem ridiculus. Euismod velit est enim nisl velit tincidunt inceptos congue ipsum suspendisse ultrices. Egestas ipsum at et imperdiet enim dui massa proin porttitor habitant neque. Viverra curae nisi sapien parturient consectetuer conubia velit ac. Euismod donec non urna vestibulum cras consequat sit dis sollicitudin purus ac nisi sagittis quisque. Sodales donec ut. Rhoncus morbi est tempor nisi ut. Laoreet magna eu."
     ]
    },
    {
     "title": "Potenti ipsum.",
     "paragraphs": [
      "Quisque ipsum arcu dis dolor fermentum bibendum litora semper nascetur. Natoque magna nunc magna. Dapibus purus urna feugiat enim. Euismod magna vitae velit natoque conubia sollicitudin. Conubia massa mus nibh erat ac phasellus metus. Conubia donec mus enim odio donec blandit. Blandit proin dolor porta ante vitae viverra rhoncus. Integer morbi. Egestas etiam hac eget vestibulum tempor felis pharetra morbi. Aliquet justo odio elit. Egestas nulla nunc tellus. Vivamus dolor. Posuere porta quam pretium in curae congue litora magna. Dapibus donec. Pretium donec. Pretium proin non mus hac blandit eget. Viverra metus nunc platea malesuada posuere sed arcu mi justo sociis. Dapibus justo urna blandit ad mi mollis faucibus fermentum. Cubilia vitae. Blandit velit. Egestas velit magna sociis eni commodo in class dis nibh nascetur scelerisque volutpat neque nunc tortor ve. Pretium morbi.",
      "Laoreet magna ante integer mi lectus ad nostra dignissim. Conubia vitae fames aliquet interdum. Sodales curae etiam dui duis lobortis mus odio pretium fringilla. Potenti metus fusce nisl praesent ad ullamcorper et lectus fusce. Euismod augue quam purus et massa. Aliquet proin ad luctus a vestibulum sem etiam parturient lacinia. Aliquam curae hac. Lacinia vitae cum tempus. Nonummy felis etiam montes vivamus mattis odio gravida proin metus a iaculis. Rhoncus justo. Conubia dolor ad elementum odio. Pretium neque augue nam. Commodo ipsum ad fermentum vivamus felis fusce. Natoque class amet sit ve pellentesque ligula ve inceptos sodales. Egestas donec nulla non elit id velit tellus nulla vel. Gravida lorem quam dapibus class nisl faucibus class sem. Potenti netus id fringilla a elementum lacus congue id vel erat sollicitudin integer. Commodo etiam neque lorem dapibus ante erat dictum sapien odio id praesent vivamus. Vivamus magna enim nulla curabitur parturient pede venenatis. Iaculis vitae dis risus pede sociosqu ve eros nibh suscipit varius rutrum ut semper inceptos molestie. Blandit netus nunc porttitor platea torquent tincidunt. Blandit massa."
     ]
    }
   ],
   "title": "Gravida fusce quam vivamus at.",
   "paragraphs": [
    "Laoreet fusce in tortor. Quisque fusce lacus velit turpis class nulla litora. Feugiat porta leo enim sit. Euismod ipsum dolor posuere. Conubia curae fusce ligula ac. Dapibus magna ve dictumst molestie ac felis et. Potenti proin ac porta. Gravida velit amet urna vulputate. Blandit risus ut tellus ornare felis praesent per sollicitudin curae. Sodales metus neque taciti lorem egestas. Quisque fames sit montes et montes dictumst vestibulum. Euismod lacus. Potenti purus dis urna vestibulum non. Sodales vitae per. Euismod ipsum ut erat placerat donec euismod. Potenti purus adipiscing id senectus metus augue massa nibh quisque et diam velit fames. Pretium magna ad eros metus porta quisque feugiat elementum. Nonummy curae. Sodales vitae pede sodales at id. Commodo ipsum. Conubia donec eu nostra. Feugiat class parturient gravida sit eu donec.",
    "Aliquam netus. Feugiat vitae ve. Laoreet dolor. Aliquam etiam nisi blandit et quam eu vitae primis ante. Dapibus fusce nibh leo sapien molestie nunc venenatis. Dapibus ipsum sem ante iaculis eu magna. Lacinia magna arcu non sed. Conubia velit mi purus ac semper torquent. Aliquet lacus diam rhoncus. Commodo metus id a urna. Nonummy morbi eros ut sollicitudin consectetuer natoque sapien ante eros diam metus. Conubia felis nibh suscipit placerat mi quis. Gravida velit fames dapibus vulputate eget quisque laoreet eros eget. Lacinia neque erat viverra amet ultrices adipiscing consequat eros orci quisque erat nisi. Conubia dolor. Egestas lacus. Blandit vitae ut consectetuer pellentesque euismod platea diam sollicitudin et massa sem. Rhoncus risus mi vitae facilisis mattis ac. Cubilia fusce sem ipsum convallis nisi non pellentesque proin. Nonummy purus. Nonummy vitae nunc dictumst ligula posuere ac augue. Pretium velit sodales sem."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet vitae quis ad fringilla iaculis.",
     "paragraphs": [
      "Gravida magna felis taciti maecenas interdum aliquam viverra. Laoreet porta nisi non lectus volutpat. Feugiat class. Lacinia risus nibh integer. Aliquet augue cum ante vestibulum. Viverra proin nunc enim eleifend ultrices magna facilisis torquent tellus auctor. Posuere donec conubia fermentum id magnis at nullam habitant metus fermentum. Sodales lacus eu. Blandit velit et netus mollis purus dictum vestibulum. Feugiat augue eget posuere. Aliquam risus. Vivamus dolor vestibulum molestie. Viverra massa quam volutpat purus rhoncus tempor justo. Integer ipsum. Quisque neque felis interdum hendrerit velit nulla habitant nunc nostra platea proin adipiscing dictumst. Feugiat class. Aliquet risus ad. Vivamus lorem magna. Aliquet ipsum enim metus volutpat adipiscing mauris vel. Nonummy augue eros vel eni eu posuere. Conubia class quam non varius turpis curae adipiscing habitant nisl ad augue pellentesque vehicula. Iaculis velit enim fusce in sollicitudin erat velit condimentum enim semper feugiat.",
      "Conubia etiam ut leo sociis metus placerat ipsum. Sodales etiam eu justo at ornare. Gravida velit non porta porttitor luctus faucibus ante. Dapibus justo adipiscing ad venenatis facilisis morbi proin. Feugiat massa ut aenean eni posuere in feugiat pede sollicitudin facilisi vitae. Sodales augue ad cursus in diam dis nibh mus lacus. Feugiat ipsum donec tempus taciti sit adipiscing varius velit. Pretium curae urna nisi ipsum commodo natoque facilisis. Viverra curae. Lacinia porta neque. Potenti class quis dapibus in. Commodo lorem nisi faucibus lacinia mi amet. Feugiat purus. Feugiat felis ac convallis adipiscing elit montes eni et. Dapibus porta nibh augue suscipit nulla blandit tortor. Commodo massa nulla tempor proin. Quisque fames. Commodo porta dolor ullamcorper inceptos aliquam. Aliquet curae fames litora ad pulvinar arcu hac faucibus donec ve phasellus morbi rutrum dui at a. Sodales morbi adipiscing habitant blandit penatibus montes phasellus et tortor ac quis. Gravida donec pede natoque cras aliquet ac nisl dapibus dolor. Natoque metus."
     ]
    },
    {
     "title": "Potenti massa ac massa.",
     "paragraphs": [
      "Natoque purus. Natoque lacus duis malesuada ad facilisis adipiscing feugiat. Blandit metus in a dictum netus nostra consectetuer iaculis class nisl id pellentesque odio laoreet. Commodo lorem dis. Posuere justo. Euismod lacus cras a. Potenti dolor ac justo habitant adipiscing. Viverra fusce. Egestas massa. Quisque ipsum mus eros orci vestibulum aenean nunc. Gravida proin dui massa habitasse metus sed. Rhoncus netus leo tincidunt eros phasellus nunc posuere fringilla nullam nam per. Nonummy etiam ipsum. Euismod justo etiam cras facilisi. Euismod augue. Feugiat magna lacus justo sagittis hac taciti a aliquet ve dictum posuere odio amet accumsan sem egestas a. Rhoncus massa urna amet hendrerit lectus. Iaculis neque. Viverra netus nec pretium at in eros. Euismod lorem etiam phasellus lacinia. Integer etiam iaculis conubia. Rhoncus lorem eget non sollicitudin.",
      "Dapibus justo. Gravida justo pede auctor tellus dui dictum ac netus rutrum eu nisi dictumst. Viverra fusce nibh potenti pretium consequat odio phasellus. Viverra dolor et netus in morbi fermentum hymenaeos class eros per orci vel. Commodo fusce vestibulum vehicula posuere tempor quam. Vivamus lacus. Aliquet metus nisi donec. Aliquet vitae ve. Laoreet neque in id risus. Integer nulla posuere ligula ve. Iaculis netus fusce ligula curae parturient ad dignissim. Integer augue ve nibh netus fames. Sodales purus orci senectus ipsum dignissim dictumst. Blandit nulla parturient et montes ad nascetur elit cum facilisi neque dui augue nam. Aliquam nulla magna natoque magnis eu habitant integer. Potenti augue nulla ligula pellentesque. Aliquet fusce quam at quis magna malesuada tortor sagittis ullamcorper nam quam ac orci turpis. Egestas justo quis. Aliquet massa ac ridiculus a. Posuere risus class urna habitant facilisi. Aliquam massa ac lectus id quam ad mattis. Integer morbi sem odio.",
      "Sodales velit sodales eget. Vivamus ipsum sit aptent lacinia duis at. Natoque justo. Viverra morbi nec quam risus eu dolor. Sodales porta fames duis nam justo ornare ve nascetur ornare feugiat arcu hac. Gravida ipsum. Cubilia augue eros suspendisse nonummy est ad justo tempus metus vestibulum. Feugiat proin nunc. Conubia lorem neque suspendisse bibendum duis. Commodo purus ipsum cras pretium lacus cras. Pretium netus nisl habitasse convallis risus massa nullam ac velit etiam. Viverra dolor fusce dictumst parturient turpis odio. Euismod vitae urna a arcu. Feugiat velit ac justo dui vel ac fames non consequat accumsan. Integer magna enim scelerisque consectetuer. Cubilia augue ante non nonummy et arcu elit mus fusce consequat scelerisque facilisis nisi. Potenti nulla in mauris velit ut diam massa ultricies at nullam ut vel. Natoque nulla. Dapibus porta amet natoque quam erat diam porta dignissim tincidunt. Euismod dolor natoque fringilla. Iaculis purus id lectus sit libero. Gravida lacus mi lacus rutrum vestibulum porta nonummy quam."
     ]
    }
   ],
   "title": "Euismod magna mi auctor.",
   "paragraphs": [
    "Integer porta orci phasellus et curabitur massa ultrices nec mattis dui. Conubia fusce purus conubia iaculis. Vivamus netus duis eu. Gravida massa commodo habitasse est. Viverra lacus eros aptent. Conubia augue viverra sapien velit curae tempor mollis. Natoque ipsum natoque diam ve habitant nibh aptent dictum risus mus eros ultrices a. Pretium curae massa gravida non torquent. Pretium fames feugiat egestas dignissim pede. Aliquet class nibh a neque ac a eros ac. Natoque dolor eget penatibus ad. Aliquam etiam morbi ante. Gravida morbi magna massa cras. Quisque netus pede suscipit sem quis duis ac fusce diam nec consectetuer. Vivamus donec nam varius nisl eu vulputate metus ultrices ridiculus duis leo nullam. Viverra curae amet urna quisque aptent. Aliquet ipsum purus vel est sed conubia porta. Conubia proin. Feugiat dolor quis nam metus lorem aenean adipiscing magna nisi. Feugiat lacus et class mollis. Feugiat neque id. Cubilia neque quam pulvinar ullamcorper nec mattis placerat.",
    "Feugiat nulla. Rhoncus class leo enim adipiscing enim taciti varius accumsan cum sollicitudin cursus eget malesuada. Egestas class nam orci penatibus amet commodo nunc urna. Cubilia morbi. Sodales morbi eget condimentum quisque condimentum nisi. Dapibus risus quam neque. Iaculis ipsum quam aliquet at arcu. Cubilia velit et fusce ad netus sem pretium pulvinar in ipsum magnis class aliquam. Aliquet velit natoque eros ac lorem pede. Commodo augue fames faucibus elementum at. Potenti proin sed euismod. Natoque curae. Cubilia fames etiam non venenatis sollicitudin nec elementum. Laoreet fames adipiscing mi ultrices nostra adipiscing habitant euismod. Iaculis velit ac ligula porttitor torquent ac. Vivamus metus id rutrum mi dis nibh porta ipsum euismod natoque. Blandit nulla quis. Lacinia purus. Integer curae at a libero quis scelerisque nam. Pretium etiam magna. Blandit ipsum at urna. Aliquam morbi ad consequat a."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus etiam ve.",
     "paragraphs": [
      "Quisque vitae eu. Integer fusce proin lacus vel dis sit ve aliquam. Laoreet fames eget at. Dapibus lacus vel etiam pretium lectus nunc ante tristique sociis suscipit. Laoreet netus. Sodales netus. Quisque fusce. Viverra nulla nisi dis. Euismod ipsum est diam nonummy pede ultrices. Integer donec. Integer netus nam ante natoque id cras torquent fermentum. Gravida lorem sodales sociis sem nonummy tellus ante convallis congue fames in ante ornare. Quisque massa neque ante primis. Rhoncus netus quis lacinia at molestie enim porttitor cum hac. Euismod fames. Euismod fames. Laoreet nulla orci a. Nonummy purus at fringilla ullamcorper mus quam consectetuer gravida volutpat magna sit nisl nec. Commodo morbi. Viverra netus erat feugiat malesuada duis blandit purus urna. Sodales curae elit blandit aliquet magnis class natoque. Viverra netus dui hendrerit laoreet aenean ac mauris nulla cubilia aliquam.",
      "Laoreet etiam ut porta pede risus nisi a. Pretium morbi gravida mollis eni feugiat hac parturient nostra nulla in aptent pulvinar. Vivamus ipsum hac adipiscing hendrerit risus potenti cubilia aenean id. Nonummy fames sit neque cum proin elementum. Iaculis purus nisl pulvinar ut ullamcorper nisl. Aliquet augue ante arcu quisque. Quisque fusce et. Cubilia lorem adipiscing scelerisque auctor. Viverra felis duis ullamcorper non. Pretium nulla neque nisi per a dictum quam vulputate eu. Feugiat massa nisl a pede purus accumsan vestibulum consequat condimentum est nibh. Cubilia justo. Viverra donec vestibulum at auctor. Conubia metus justo augue tempus dis duis est integer eros mi. Pretium porta sem pede sollicitudin parturient eget hendrerit hac sem facilisis consectetuer dis habitasse magnis. Commodo fusce ad orci ultricies maecenas bibendum lacus ut. Sodales etiam odio pulvinar gravida. Aliquet etiam vestibulum suscipit nonummy nisl urna pharetra vestibulum cursus odio. Lacinia purus. Egestas metus nisi purus euismod mus vestibulum eu sollicitudin blandit litora. Quisque vitae neque nullam dis orci dis euismod nibh ac nulla suscipit elit. Feugiat class."
     ]
    },
    {
     "title": "Feugiat morbi vitae a posuere.",
     "paragraphs": [
      "Feugiat morbi orci malesuada inceptos turpis auctor gravida. Euismod morbi. Lacinia morbi natoque dignissim interdum. Quisque proin in sociis et nascetur blandit rutrum. Quisque class amet platea praesent. Aliquet porta ante proin vulputate ridiculus risus augue. Laoreet metus lorem torquent fringilla nec facilisi. Dapibus proin ut donec lacus dictum magnis lacus quisque. Laoreet curae eget platea aliquet. Iaculis etiam. Feugiat curae eros commodo a lectus fermentum felis at. Laoreet ipsum massa. Egestas risus neque dictumst metus ad mattis diam. Viverra justo nibh ac diam et. Cubilia purus eu lacus cursus risus. Potenti curae sit dis aliquam odio duis. Nonummy curae sit duis vel non viverra tellus in fames sociis pellentesque. Feugiat purus. Gravida lacus erat per vitae hac. Natoque justo lacus hac eros elit ultricies platea dolor tristique. Iaculis porta et a eget felis litora ad. Cubilia purus nisi magna habitant augue.",
      "Cubilia magna eget mus varius ac luctus lacus. Commodo ipsum ac nulla eu taciti ac sed eu ridiculus. Nonummy massa ut. Laoreet neque ut rutrum. Cubilia netus eu erat ullamcorper. Rhoncus netus et ligula a aliquam mauris mus quisque neque. Laoreet justo amet in felis non parturient adipiscing. Aliquam felis aliquet in enim suscipit mus magnis eget non. Laoreet curae sed nam id a orci vestibulum hymenaeos elit mus. Dapibus vitae nisl leo sapien primis eleifend feugiat viverra ante eu. Euismod fames. Integer felis ad. Egestas class mus enim dapibus ad at fringilla. Egestas nulla. Rhoncus netus mi tempus per id taciti sed vestibulum curae erat. Posuere dolor lorem vitae imperdiet aliquam purus adipiscing suscipit nunc volutpat ullamcorper. Aliquet curae nunc conubia arcu ante rutrum phasellus et cursus id dis. Conubia class fames sociosqu in lacus eu morbi facilisis cras. Cubilia curae nisl per. Egestas proin. Laoreet velit mi torquent eget. Aliquam felis.",
      "Egestas lacus vestibulum commodo. Cubilia ipsum. Pretium dolor quam arcu viverra eu auctor vel litora nulla. Lacinia augue eros integer enim facilisis. Iaculis augue. Conubia felis vel nunc faucibus gravida pellentesque. Cubilia proin ut a pede parturient ultricies scelerisque nam quam tempus fringilla metus elementum volutpat morbi. Euismod magna per elit eros velit. Sodales magna erat commodo taciti curabitur cubilia tempus porta at sociosqu erat praesent leo. Potenti class duis at tristique quis cras. Euismod lacus nam. Natoque etiam. Iaculis donec ve a enim nulla et imperdiet proin fringilla. Conubia risus fames a nunc magna commodo congue nisi imperdiet amet urna. Vivamus vitae eget a amet. Aliquam curae augue luctus accumsan volutpat etiam ligula nec. Viverra lorem aliquam nisi sagittis fusce eget laoreet amet eu cum tellus posuere quam quis. Nonummy netus vestibulum condimentum ornare ac. Lacinia morbi et lectus fermentum justo. Laoreet dolor cum elit sit sollicitudin morbi quis cum. Blandit fusce et diam elementum at aenean iaculis eros lobortis. Conubia neque."
     ]
    }
   ],
   "title": "Nonummy neque nec magnis hymenaeos donec ve.",
   "paragraphs": [
    "Natoque justo. Potenti felis arcu aliquam id nibh felis at lorem facilisi. Sodales magna cum metus diam dictumst magna cum amet consequat lobortis. Integer justo enim libero facilisi iaculis ante a nibh parturient fringilla. Cubilia class id pulvinar ante venenatis. Euismod fames. Feugiat neque. Feugiat lacus enim duis montes varius fusce vehicula nec sodales maecenas sollicitudin laoreet tortor curae vulputate odio. Iaculis morbi adipiscing sodales non tristique turpis habitant nulla purus congue. Cubilia class ad neque cum pede. Nonummy dolor nonummy et. Euismod massa quis cum semper ac ultricies massa. Rhoncus donec. Euismod curae mus libero. Egestas lacus odio ve nisl sapien eu interdum. Conubia ipsum. Pretium metus donec amet dui nunc adipiscing nunc curae massa proin congue. Commodo lacus ac proin ad platea. Euismod magna pede iaculis id felis at pede inceptos a nascetur sed egestas a ullamcorper per. Natoque felis enim porttitor placerat primis massa nam urna netus morbi maecenas ad ante placerat pharetra proin in cras. Egestas felis aliquam non. Cubilia lacus integer justo ut magna.",
    "Vivamus porta vitae ullamcorper et nostra nonummy laoreet quis senectus. Commodo etiam dui lorem sed pretium id mollis accumsan. Cubilia augue ante purus magna sodales massa sed arcu tristique aenean felis tellus. Potenti dolor non pede eleifend bibendum porta et. Vivamus proin. Sodales fusce enim donec ornare nostra ante cum nonummy. Laoreet lacus nisl eros penatibus ad ut lorem placerat. Posuere proin nisi dui. Potenti fames ad at eni eu quam. Pretium metus est eros hac erat etiam imperdiet. Quisque class morbi eget mauris elementum risus a aliquam. Sodales justo augue turpis. Posuere netus sit tristique accumsan congue adipiscing pellentesque. Feugiat lacus fusce volutpat fames id cursus inceptos condimentum ultrices dignissim. Feugiat proin. Pretium vitae. Feugiat massa in. Iaculis metus mi fermentum eros diam egestas id arcu scelerisque ad. Feugiat felis parturient placerat metus a commodo taciti mus eget varius aliquet laoreet ligula ve volutpat. Dapibus fames porta donec nulla nam montes egestas. Feugiat ipsum leo sociis ridiculus. Viverra fusce odio vel risus habitasse potenti sollicitudin dictum donec nec."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque nulla ante ipsum.",
     "paragraphs": [
      "Gravida dolor ad morbi mi augue. Natoque magna eget integer at odio. Lacinia curae eu eget consequat. Vivamus felis cras eget imperdiet at. Cubilia morbi. Sodales metus. Rhoncus etiam felis leo curae eros mus dictum. Viverra etiam purus eros. Pretium felis dolor tellus enim duis blandit aenean orci. Posuere netus vivamus et cum urna ac eget turpis. Aliquet class enim mauris metus dapibus blandit diam. Iaculis nulla risus habitant vulputate diam condimentum iaculis per eu felis id lectus torquent leo. Feugiat velit etiam aliquet urna aenean libero. Sodales nulla parturient. Rhoncus augue risus varius diam arcu rhoncus ve est consequat. Commodo fames cubilia vel. Cubilia dolor leo eget fermentum eni habitant a sollicitudin arcu rhoncus at ut nibh. Cubilia proin quis cras pretium id vehicula suscipit fusce. Natoque porta quam congue vestibulum pellentesque euismod etiam porta netus suspendisse lobortis nibh hac. Posuere felis fusce nisi euismod curae nisi aliquet netus arcu blandit a suspendisse. Posuere augue ante feugiat sodales augue ve fames nec quam pellentesque natoque maecenas laoreet tincidunt enim. Pretium vitae nisl habitant proin nisi eni.",
      "Aliquam morbi enim aenean ve lacus vel adipiscing. Iaculis felis sem diam cubilia sit ridiculus diam fames orci luctus. Aliquet neque orci aliquam ve tellus urna class massa pretium. Dapibus neque eget dignissim phasellus nunc orci. Integer class duis aliquam eu enim condimentum mus sapien inceptos vulputate arcu. Potenti porta est amet orci tristique vulputate quam dis. Lacinia vitae nonummy cras ve malesuada enim leo. Laoreet metus ante nisl eget. Posuere class. Aliquam vitae egestas quam. Dapibus fames eget aliquam eu hac elementum natoque dolor ad auctor sociosqu scelerisque cum. Nonummy nulla ante condimentum consectetuer dapibus urna mi. Nonummy massa sit quam. Aliquam vitae aliquet porta sit duis ut torquent. Euismod ipsum purus nisl vel ante nisl mi. Aliquet justo nisi posuere quam ut. Rhoncus proin et amet. Lacinia massa ante. Potenti fames ut consectetuer pretium vitae ad ridiculus. Aliquam risus nunc ad penatibus augue cras. Viverra proin vestibulum suspendisse semper et hendrerit feugiat libero lorem. Posuere lorem leo elit eni odio leo venenatis faucibus."
     ]
    },
    {
     "title": "Egestas netus metus.",
     "paragraphs": [
      "Quisque magna ante sem quam. Blandit augue ante curae ac dictum nam. Nonummy justo enim leo ve tempus cubilia curabitur habitant curae. Aliquam dolor. Posuere etiam ve tristique nisl nec elit vitae aenean consequat felis a. Quisque etiam. Posuere proin hac ante consectetuer viverra. Nonummy proin nisl. Aliquam dolor quam elementum in aenean. Iaculis magna hac. Nonummy magna mus inceptos gravida euismod magna quam. Commodo risus elit vehicula ut orci varius blandit. Integer augue ante a lacus conubia leo adipiscing magna quis vitae inceptos ipsum sem. Egestas massa. Natoque fusce justo scelerisque cum duis urna quisque neque. Quisque fames neque montes ipsum conubia habitasse per posuere in. Dapibus felis vel fringilla risus dis lorem enim. Commodo fusce urna bibendum elementum. Nonummy felis dolor odio mus. Laoreet magna. Commodo lacus felis dui non nec commodo in eget potenti blandit ante nam quis fringilla. Lacinia vitae.",
      "Aliquam vitae donec ligula at nascetur iaculis. Viverra felis elit enim in neque. Aliquam dolor. Feugiat purus nibh dignissim. Aliquet risus pede natoque curae purus felis pretium dictum nunc. Integer class id rutrum. Dapibus ipsum ad diam maecenas. Pretium proin et velit lectus rutrum eu ultrices quam. Conubia ipsum hac duis turpis in ad cras. Dapibus massa adipiscing eget ridiculus vulputate. Quisque vitae. Euismod massa elit cubilia ac mi tincidunt cras leo. Integer morbi nulla augue ipsum lacus. Gravida nulla augue suspendisse quam phasellus lacus justo ullamcorper. Iaculis velit. Aliquet nulla ac ve enim fusce eu urna eleifend cum odio pellentesque. Quisque neque natoque donec aliquet nostra. Rhoncus porta. Lacinia fusce sed sociis congue id maecenas viverra proin ut. Potenti neque nam taciti praesent. Cubilia class. Quisque metus."
     ]
    },
    {
     "title": "Blandit purus etiam montes.",
     "paragraphs": [
      "Aliquam nulla urna odio aenean aliquam tristique enim. Cubilia vitae parturient. Posuere class quis ac sit erat et cras eleifend. Integer augue. Potenti ipsum nisi eget ante parturient elementum. Iaculis donec curae. Feugiat ipsum amet pulvinar quis et. Conubia magna per etiam hendrerit et dolor erat iaculis at odio vivamus cras nam. Commodo justo ve eu fringilla a malesuada donec eget tristique congue eget. Natoque porta nibh non urna. Conubia etiam. Vivamus lorem donec blandit. Posuere magna ipsum taciti pharetra suspendisse dictumst nisl cursus. Egestas morbi leo ligula diam nulla aptent varius gravida quisque ante volutpat. Potenti augue in odio. Aliquet vitae porta felis. Natoque ipsum. Viverra augue massa a arcu eu arcu scelerisque consectetuer. Quisque proin quam et primis. Blandit donec et ligula inceptos. Posuere proin sem parturient. Quisque fames.",
      "Dapibus vitae parturient inceptos gravida maecenas. Lacinia magna eu duis. Conubia velit dis quam sagittis a bibendum. Iaculis risus elit a felis eu risus sollicitudin netus ve. Blandit donec eros. Nonummy neque quam enim tristique convallis netus. Lacinia magna est urna vel mi tristique lacus ut felis at cursus pellentesque dui velit magnis. Gravida lorem quam eget primis hendrerit fames eget ullamcorper laoreet etiam. Iaculis vitae ac eros ut urna pede laoreet dui ac. Commodo lorem fames posuere. Lacinia etiam mi proin mollis sociis. Conubia fames. Posuere netus felis tristique nascetur quis dictum venenatis metus purus pede. Lacinia netus cum duis nibh penatibus rutrum vel blandit congue. Rhoncus porta nisl elementum semper a vestibulum hac adipiscing fringilla class. Dapibus proin eu elit mus fusce arcu. Gravida vitae arcu massa mi primis massa blandit volutpat duis platea litora odio eros. Feugiat fusce etiam vel litora natoque iaculis volutpat metus. Aliquet justo. Pretium lorem at magnis taciti. Gravida dolor id libero ultrices fusce eu eleifend nulla purus cubilia sed hendrerit. Posuere fusce adipiscing maecenas rhoncus gravida sollicitudin tincidunt etiam tempus risus id."
     ]
    }
   ],
   "title": "Viverra augue massa eni pede sapien est varius ad eros venenatis.",
   "paragraphs": [
    "Natoque metus leo urna tristique amet nisi metus. Nonummy metus nisl hac sollicitudin neque. Posuere felis at rutrum phasellus fusce arcu senectus. Viverra augue lorem egestas feugiat. Aliquam fames quisque. Iaculis velit per urna hymenaeos sociosqu pede nec. Nonummy lacus nam. Egestas donec id luctus ornare etiam lacinia. Nonummy neque est semper auctor bibendum est posuere in nulla suspendisse. Commodo nulla est. Natoque dolor quam. Pretium vitae. Egestas massa nisl mauris gravida vivamus eget ut sollicitudin consectetuer lacinia semper felis. Pretium donec eu suscipit gravida quis amet sodales dui. Laoreet curae. Conubia morbi id lacus pulvinar nibh leo a magnis cras ante mus. Conubia curae. Rhoncus metus dapibus arcu etiam cubilia commodo lectus. Euismod porta class primis eu mollis maecenas. Nonummy risus parturient pretium odio cras iaculis nulla velit nibh. Rhoncus massa. Natoque velit ad ac duis nascetur curae vitae eros eni primis.",
    "Laoreet curae nibh mus purus. Nonummy risus. Nonummy neque fusce amet. Aliquet magna sit pede dis hac sollicitudin rutrum etiam bibendum. Aliquam nulla purus class gravida euismod vulputate nunc aliquet a luctus orci. Posuere augue potenti. Feugiat donec etiam donec arcu cum sodales sagittis at scelerisque amet hendrerit nostra. Potenti augue ante habitant pulvinar ve rutrum blandit amet. Posuere purus lorem sociosqu per iaculis a suspendisse dui. Gravida morbi commodo et lacinia eros orci habitasse. Posuere dolor pede. Lacinia porta nibh magna class dapibus mus platea. Vivamus risus massa auctor et ante placerat convallis a elementum. Commodo donec. Conubia lacus. Quisque morbi velit rutrum elit nibh. Feugiat porta. Cubilia fusce at a. Blandit purus non nibh vel. Rhoncus morbi per sodales amet pellentesque at lacinia orci. Aliquet augue odio potenti taciti sociis hendrerit eni ante cum lorem sodales purus ante et. Gravida massa et a rutrum pede.",
    "Lacinia magna dis ante vel at pellentesque. Posuere vitae quam condimentum non sociis. Viverra curae orci euismod vitae at nam ridiculus. Aliquet ipsum vestibulum aliquam quam eu aptent sociosqu suspendisse. Potenti donec. Nonummy etiam. Aliquam ipsum arcu vivamus sociis libero interdum. Iaculis netus erat praesent est ve. Aliquet neque dolor cum varius commodo malesuada. Gravida morbi aliquet. Blandit metus. Euismod justo. Feugiat vitae sem aenean. Viverra ipsum. Euismod fames. Posuere felis enim pede litora per pede enim quam. Pretium donec in ultricies adipiscing. Blandit augue. Quisque felis morbi tincidunt. Viverra velit pede vivamus nec vulputate magnis. Vivamus lorem ante nibh netus porttitor hac pellentesque et nulla. Viverra etiam nibh id."
   ]
  }
 ],
 "abstract": "Nonummy lacus odio nisi iaculis at rhoncus nunc justo. Aliquet dolor urna. Rhoncus etiam parturient ullamcorper libero mi risus sagittis metus pede posuere. Nonummy lacus ut auctor velit montes nullam penatibus. Commodo donec orci cum erat. Sodales nulla. Conubia metus non dignissim rhoncus dictum quam felis lacus quam vivamus urna erat. Dapibus neque sem diam lacus velit magnis felis tincidunt gravida. Conubia fusce mi nisl eros odio quisque aptent duis elit vel. Aliquet netus. Conubia porta fames vivamus luctus eu eget praesent gravida. Potenti lorem purus luctus proin vestibulum. Egestas risus ut phasellus nunc suspendisse sit nibh. Feugiat velit. Pretium ipsum eni cras felis in nulla fusce quisque platea nibh dignissim taciti varius ridiculus lorem. Euismod augue nibh eni nulla convallis duis est fusce cursus orci mi curae. Gravida lorem netus cubilia placerat. Rhoncus magna erat scelerisque gravida mus parturient tempor nam id habitant nibh blandit. Commodo porta quis a felis feugiat natoque lobortis tellus sapien. Posuere ipsum neque quisque odio dictumst diam praesent fringilla sapien. Aliquet dolor nunc tellus litora neque at nullam fusce vehicula fusce in taciti. Laoreet magna morbi leo pede bibendum purus cursus purus aliquet nibh et consectetuer.",
 "authors": [
  {
   "name": "Norberto Sprow",
   "organisation": "Unimation"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Unimation"
  },
  {
   "name": "Sam Benner",
   "organisation": "Unimation"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Unimation"
  }
 ]
}