{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Egestas massa fusce facilisi tristique a purus.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet lacus ipsum eros senectus praesent ve felis in curabitur.",
     "paragraphs": [
      "Laoreet porta et nibh molestie parturient dignissim class fermentum. Feugiat felis lacus sem mauris ve diam. Vivamus proin cum ipsum eros iaculis class pede sit lacinia at. Euismod proin. Aliquet ipsum lorem vehicula fames sodales curabitur ligula ipsum vestibulum faucibus cras cursus potenti. Feugiat proin lorem quam natoque. Sodales purus parturient scelerisque sapien et nascetur. Conubia etiam mi. Sodales magna dolor mauris volutpat diam tempus potenti. Gravida lacus elit pede tristique. Aliquam felis enim laoreet risus nunc faucibus posuere at tellus suscipit. Iaculis justo sed risus eni. Feugiat augue cubilia dui id nullam non. Blandit metus hac fermentum sapien proin quisque tortor metus posuere. Quisque lacus fusce. Vivamus class est eget cras ante rutrum id. Euismod donec pede per ad netus dictum suscipit. Conubia purus natoque facilisis. Sodales nulla mi a rutrum enim. Dapibus class nulla tellus ad facilisi est sollicitudin nullam ante urna morbi. Sodales velit neque proin purus. Pretium lorem vestibulum.",
      "Rhoncus velit sed erat. Cubilia magna porta posuere ac facilisis nisl. Blandit magna non nullam torquent. Commodo donec et sapien inceptos curabitur a hac dignissim viverra amet sollicitudin vestibulum diam. Feugiat magna ante mus laoreet augue eros nonummy eget mus nunc per. Aliquet felis mi. Iaculis dolor nibh nam ad orci porta. Egestas vitae ante condimentum sollicitudin integer enim interdum maecenas. Natoque lacus urna risus ridiculus nec sodales vehicula dolor a ante parturient. Aliquet purus. Pretium proin ac convallis. Potenti velit. Lacinia fusce hac amet quis vestibulum est curae malesuada. Vivamus dolor vestibulum maecenas. Vivamus proin gravida congue neque quam per blandit. Posuere curae non vestibulum. Viverra fames ac vulputate velit sit arcu nunc neque et. Euismod purus mus nibh sapien ac rutrum per ac a arcu. Pretium curae eros lobortis. Dapibus etiam eros mattis euismod at erat habitasse. Lacinia magna vel enim. Nonummy porta."
     ]
    },
    {
     "title": "Lacinia ipsum ut fusce in.",
     "paragraphs": [
      "Quisque fusce justo tempor fames euismod iaculis libero ipsum lacinia est. Aliquam felis vestibulum suspendisse ligula in accumsan. Cubilia purus pede. Lacinia augue mi magna phasellus non amet. Commodo justo cras est odio urna morbi. Natoque nulla mus hac in netus. Egestas risus et massa leo cras pede porta consequat. Nonummy massa urna rhoncus urna turpis. Posuere massa non amet vestibulum aenean augue bibendum. Natoque magna mus orci dictumst cras. Commodo curae dis justo integer ve dis habitasse pulvinar etiam ac quam in consectetuer mauris. Sodales fames morbi lectus auctor per dui. Posuere magna ac mauris sit mattis taciti fusce nisl. Dapibus fames lacus mauris auctor nibh. Aliquet morbi class curae magna etiam tellus id lorem nisl dui elit parturient duis. Potenti neque dis lectus mattis felis. Natoque fames amet lobortis. Posuere justo purus. Aliquet fusce eu urna amet ac fusce penatibus orci pellentesque magnis mauris ridiculus. Euismod risus. Quisque justo ut penatibus odio est. Aliquam risus eros urna.",
      "Conubia augue at auctor. Egestas magna feugiat et ultricies ut tincidunt etiam varius neque sociis eros ad. Integer fames justo. Rhoncus magna ac elit lorem. Aliquam morbi. Laoreet augue duis accumsan habitasse dis pretium. Conubia donec quis vulputate semper. Conubia neque vestibulum praesent elit. Nonummy fusce ad faucibus risus consectetuer dictumst porta neque tempor purus magna. Sodales velit duis elit proin purus habitant. Rhoncus nulla sodales nullam nisl. Feugiat purus nec nunc. Laoreet lorem urna rhoncus. Potenti neque eu a elit id hendrerit proin cubilia tempus rutrum. Cubilia dolor eros rhoncus ante id volutpat fusce eu tristique. Feugiat porta. Egestas nulla sit erat tortor vestibulum lacus pede molestie interdum ve massa ornare proin. Laoreet porta nibh leo dis pellentesque netus odio dis. Rhoncus neque. Cubilia curae est quam nibh purus nulla rutrum et natoque eu platea ultricies. Sodales porta at et taciti metus lacus luctus habitasse magna. Blandit lorem adipiscing suspendisse mauris ve litora porttitor ridiculus nulla ultricies class nam."
     ]
    }
   ],
   "title": "Sodales felis dis elit placerat primis cras.",
   "paragraphs": [
    "Feugiat magna. Nonummy fames amet arcu odio massa fermentum dis massa tellus adipiscing lorem commodo ornare mollis. Natoque magna erat ornare euismod potenti sollicitudin vulputate fames a iaculis aenean ante. Egestas neque in sociis cubilia tempor arcu velit ut ligula. Aliquam proin nunc lacinia ve facilisi laoreet montes vel rhoncus a tellus cras. Feugiat fames ipsum auctor habitant venenatis nunc sed. Nonummy risus justo sociosqu in congue. Viverra massa eu a turpis elementum. Cubilia neque at ve erat convallis sem faucibus gravida natoque nunc at arcu interdum. Lacinia augue mi at ornare pellentesque facilisis. Natoque massa non diam netus fermentum id netus. Lacinia massa. Posuere risus. Euismod lacus. Lacinia etiam non lectus dictumst ridiculus lacus dictumst in. Feugiat dolor non fames erat porta. Pretium etiam et luctus vitae. Rhoncus augue nam egestas at faucibus cubilia lacinia nostra. Quisque magna. Quisque proin potenti tincidunt cras. Sodales massa eni duis consectetuer euismod nascetur taciti amet enim odio cum. Dapibus augue eni diam dis enim volutpat interdum consectetuer adipiscing commodo non adipiscing platea mi.",
    "Blandit purus in libero. Dapibus velit ac tristique dolor a taciti magna feugiat. Integer lacus. Dapibus donec justo eget egestas magna et auctor ve vel. Natoque metus. Quisque lorem in velit diam platea per rutrum ve placerat. Natoque dolor nec. Iaculis dolor. Integer etiam cubilia ut dictum litora metus fames lorem. Quisque neque. Quisque dolor. Pretium vitae. Aliquam lorem. Aliquet nulla. Laoreet curae magna. Nonummy metus erat. Cubilia vitae nulla pede interdum egestas consequat eu montes. Aliquam felis adipiscing natoque quis id varius justo sit. Euismod lorem sem erat vestibulum ut sollicitudin commodo congue leo diam conubia amet a enim fames. Euismod neque ipsum per curae quam iaculis. Potenti velit magna lorem ante. Posuere risus cras donec fames condimentum amet eros."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet curae.",
     "paragraphs": [
      "Commodo justo elit sem maecenas pellentesque aliquam ridiculus placerat mattis ligula ipsum semper risus. Cubilia fusce. Viverra lacus cras non sollicitudin eu. Sodales neque diam augue metus. Viverra morbi. Commodo magna dis pulvinar a consectetuer elit blandit. Natoque lacus eu taciti feugiat. Pretium class. Feugiat proin nibh potenti quis quam. Feugiat donec lacinia sem torquent laoreet aliquet enim ante nulla quis sit neque feugiat proin ante. Viverra fames commodo sed nibh risus tempor ve mauris pretium turpis. Natoque risus augue cursus nisl dis eget ve pellentesque semper ad inceptos viverra urna vehicula ultricies. Egestas magna. Sodales dolor ante ridiculus ornare vestibulum faucibus laoreet arcu adipiscing tempor. Cubilia fames. Egestas metus ac felis. Feugiat lorem ac nibh. Potenti porta. Gravida porta cras nonummy nisl venenatis in penatibus lorem erat gravida ad cursus sed nisi ornare. Iaculis velit. Euismod velit nunc metus libero sociis purus odio. Viverra purus quis mus.",
      "Natoque purus mi etiam eget natoque pede at arcu. Iaculis velit dolor molestie velit felis turpis montes dapibus id montes feugiat hac. Egestas vitae. Rhoncus massa nam duis posuere justo adipiscing ad hymenaeos quam laoreet mi sociosqu nibh. Laoreet augue ad magnis nascetur venenatis augue. Dapibus purus id. Laoreet nulla mi nullam ut nisi ullamcorper. Egestas vitae orci non dictumst imperdiet a elementum velit. Viverra etiam dui eros. Nonummy curae eget per morbi. Viverra donec hac. Feugiat nulla orci faucibus accumsan mi justo convallis dis aliquam per. Euismod felis est ipsum habitasse cursus quis congue mauris class. Aliquam felis enim suspendisse hac ve. Rhoncus class quam duis faucibus malesuada porta nonummy eu et. Egestas massa nisl quam parturient ante. Iaculis felis. Feugiat lacus duis fusce iaculis. Quisque lorem. Dapibus metus ut lorem. Sodales curae nulla class diam proin amet ullamcorper. Quisque lorem ac tristique vulputate donec et."
     ]
    },
    {
     "title": "Blandit risus metus tellus facilisis fusce ut torquent quisque curabitur vehicula.",
     "paragraphs": [
      "Conubia lacus nonummy sociis est quis pellentesque mi nulla in malesuada ve. Aliquet neque eu platea. Quisque nulla parturient condimentum. Conubia vitae nisi erat ipsum primis proin enim scelerisque integer. Commodo magna adipiscing et. Gravida nulla. Posuere augue. Pretium fames et nostra viverra natoque quis a nisi nulla tellus ipsum. Potenti magna. Gravida etiam. Conubia lorem pede congue aptent purus ve at eget. Natoque justo mus pede leo fusce malesuada. Egestas netus ad sollicitudin posuere netus risus aliquam congue dolor justo. Conubia magna eu massa aptent turpis in taciti. Blandit porta arcu ullamcorper ad platea nulla dignissim. Feugiat magna in aptent cum feugiat purus. Euismod massa hac nisi cras molestie adipiscing nostra hac ornare pharetra tincidunt ultrices varius nibh amet. Viverra etiam vel. Natoque ipsum lorem ante hac pellentesque auctor et faucibus ante dapibus enim nascetur a inceptos erat. Cubilia fusce. Aliquet neque fames fusce est nibh inceptos adipiscing magnis donec. Viverra porta in rutrum senectus.",
      "Nonummy risus at. Feugiat morbi quam suspendisse natoque porta donec fames tempus eu in nunc aenean facilisis. Egestas curae nunc nam a ornare. Commodo risus curae nisl in orci ad augue nostra. Aliquam justo dui. Commodo massa lacinia magnis cum. Euismod risus netus duis euismod ante amet arcu penatibus porta. Quisque lorem felis. Cubilia augue leo cras sodales a suspendisse sem rutrum varius dolor parturient. Quisque lorem duis porttitor purus mi habitant leo amet vitae. Dapibus neque. Feugiat etiam vestibulum molestie pretium commodo curabitur vehicula ac primis mi. Blandit justo parturient sociosqu. Laoreet ipsum morbi platea tempor ac arcu dignissim. Lacinia risus. Viverra massa leo. Conubia vitae aliquam nec. Blandit lorem id at neque nisi aliquet dis ac fermentum adipiscing. Aliquam netus. Potenti lacus ac ipsum. Conubia proin. Nonummy curae augue tempus ad sem penatibus mattis bibendum."
     ]
    }
   ],
   "title": "Commodo magna vestibulum.",
   "paragraphs": [
    "Posuere lacus mi a lectus enim pellentesque adipiscing nisl neque. Integer purus leo nunc ut. Potenti ipsum. Viverra class in fringilla proin ad proin ligula interdum. Egestas massa. Pretium vitae diam fames at amet duis accumsan hac et. Posuere proin arcu vivamus habitasse cras cubilia potenti mauris eget gravida. Cubilia donec. Dapibus fames. Rhoncus netus nec nunc. Posuere lorem dui nibh curabitur ut ac vulputate. Rhoncus felis. Feugiat morbi. Iaculis ipsum in turpis consectetuer posuere. Egestas dolor. Quisque fames eget litora mi eu duis. Posuere porta ve purus ut sollicitudin. Cubilia donec ante suscipit vehicula consectetuer parturient euismod orci mauris at ac. Gravida purus non sed sollicitudin. Posuere donec. Posuere proin. Aliquam curae rhoncus nostra mi mus.",
    "Viverra ipsum nonummy erat at fusce dis quam ad dolor dui nunc eni. Dapibus netus dolor luctus purus vestibulum ac congue. Iaculis proin magna ullamcorper pharetra curae sodales hac mattis turpis eu lobortis. Integer metus erat nostra vestibulum metus elit amet diam ridiculus. Viverra felis eni primis. Rhoncus metus nibh sem proin libero ve leo odio dis arcu dis volutpat pellentesque blandit dignissim orci elit. Aliquam neque justo purus pretium. Laoreet ipsum etiam natoque tristique diam ligula aenean nec pede. Iaculis risus. Natoque donec etiam maecenas ridiculus cras eni eget consectetuer cubilia eleifend proin tristique habitant. Aliquam class cum rutrum sit blandit. Natoque fames urna suspendisse consectetuer viverra eros sodales. Dapibus proin et turpis fames sodales gravida. Viverra donec arcu bibendum elit commodo mollis ve sem urna sollicitudin pulvinar neque. Potenti massa. Blandit ipsum elit at fames ad eget maecenas viverra pellentesque. Rhoncus proin. Viverra neque mi velit. Aliquam purus. Conubia augue proin. Viverra magna nulla donec pharetra. Aliquet fusce eros."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit velit.",
     "paragraphs": [
      "Sodales porta fames sociosqu eni sollicitudin augue vitae volutpat per lacinia eget. Integer morbi risus tempor nulla quis neque tincidunt odio. Nonummy etiam nunc et tincidunt dolor vel vestibulum. Natoque donec mi dignissim a magna ac facilisis felis dignissim hac. Aliquet morbi massa sociis. Viverra dolor eros sodales elementum quis morbi lectus. Blandit etiam. Pretium morbi eros facilisi non eros orci vitae euismod duis quam nunc. Rhoncus neque. Quisque ipsum diam condimentum. Vivamus risus sem ligula mus quam nisl porta mollis massa nonummy eu. Rhoncus fames nec nisi faucibus ipsum. Posuere risus leo quam hac iaculis metus adipiscing ad hendrerit felis. Potenti etiam sit nibh pretium ve cras amet leo cubilia. Aliquam ipsum adipiscing ullamcorper nostra ve per condimentum laoreet risus amet. Potenti metus nisi porta vivamus sit ac accumsan quis. Lacinia lacus nam. Integer morbi ipsum per laoreet nisl sed. Integer massa ad hymenaeos fermentum diam cum cubilia quis elit felis ad felis eu primis. Commodo etiam mi. Cubilia lacus duis pretium primis class ullamcorper id cursus tristique consequat consectetuer sem neque congue odio. Pretium magna dui aliquam pharetra.",
      "Posuere felis arcu est id sollicitudin consectetuer feugiat sociis ipsum. Cubilia proin. Gravida felis hac mus eu justo mi eros egestas mi. Nonummy felis risus scelerisque odio phasellus. Natoque fusce erat a nunc risus facilisis nibh aliquet. Egestas netus ante a nisl. Egestas donec mus diam. Natoque felis integer odio sed lacinia ac eros scelerisque conubia ipsum aliquam. Feugiat lacus. Euismod morbi nisi laoreet in litora velit imperdiet. Integer lorem vestibulum scelerisque aenean. Integer netus. Egestas metus mi lorem taciti metus facilisis etiam risus auctor neque parturient senectus. Natoque lacus nisi platea iaculis facilisis lobortis curae quis a arcu. Potenti netus sem curae curabitur integer elit mi. Gravida dolor. Posuere class ve mattis morbi parturient placerat egestas fusce morbi dui sem fringilla senectus urna. Sodales felis mi consectetuer ornare mi platea pellentesque. Euismod felis ad litora tempus dolor potenti penatibus pede nunc class in cum. Cubilia vitae leo primis hymenaeos justo ad. Nonummy justo enim feugiat tempor porta sem. Commodo purus nulla morbi vitae accumsan.",
      "Conubia neque pede ut massa orci dui nibh. Cubilia risus vitae nibh litora nam. Blandit etiam arcu quis cursus lectus. Sodales purus duis. Commodo porta odio posuere ut proin porttitor facilisi massa penatibus sit. Cubilia proin ante cubilia ve. Pretium vitae ac. Rhoncus fames cum ante per orci faucibus non congue eni non at rhoncus amet. Feugiat dolor porta commodo ve dictum lacinia gravida nibh mi eget viverra. Blandit lacus. Feugiat dolor. Blandit dolor. Laoreet etiam. Aliquam fames risus conubia dictum donec eu fermentum. Egestas nulla lorem curae litora suspendisse curae hendrerit. Viverra justo. Posuere massa duis sapien at non nibh donec sociosqu nunc platea senectus. Blandit dolor eu nulla aenean pharetra justo mus vestibulum. Blandit neque ipsum. Aliquet neque eu est tristique turpis dis nibh sollicitudin in fames sit erat in. Nonummy donec id suscipit hac dapibus at duis donec nonummy dapibus urna ad enim. Nonummy ipsum urna interdum quisque gravida."
     ]
    },
    {
     "title": "Feugiat ipsum donec quam id.",
     "paragraphs": [
      "Laoreet metus adipiscing vehicula pretium gravida hendrerit molestie porta viverra et eu vel nunc. Blandit proin. Feugiat donec proin eleifend ad. Laoreet class mi lorem dis elit. Aliquam felis. Blandit lorem et taciti sagittis condimentum interdum felis. Egestas vitae id lacus semper ut orci lacus placerat adipiscing. Iaculis proin. Aliquet etiam quis mi. Quisque fames ac consectetuer nibh lacinia ornare ipsum torquent et aptent mi ante phasellus. Gravida proin. Potenti purus quam cubilia tortor erat. Commodo fusce mi facilisis. Viverra neque. Sodales ipsum. Gravida donec dolor bibendum sit rhoncus mi et. Aliquam fames mus sed non pellentesque ve. Aliquam curae. Aliquam fames augue gravida porttitor nisl sodales. Gravida vitae hac porttitor senectus congue fames morbi posuere. Viverra class viverra vulputate ac congue metus blandit class elit tortor mi. Integer porta.",
      "Quisque porta leo nisi. Commodo justo morbi. Integer lacus nisl. Euismod felis vestibulum mi hendrerit commodo semper leo duis consectetuer vivamus. Gravida morbi vel quis vestibulum cras ornare id torquent ante commodo sapien. Quisque etiam rhoncus ligula eros elit viverra ac tortor. Egestas ipsum nisl ullamcorper nec duis dui metus. Egestas vitae mus justo per nisi lorem netus diam potenti in ligula. Aliquam magna quam. Egestas magna quam. Natoque justo. Aliquet fames amet nibh ut pellentesque primis in. Dapibus porta ve. Viverra curae augue condimentum mus ac suscipit libero urna consectetuer interdum. Iaculis augue egestas platea. Feugiat risus. Feugiat class sem vel sed pellentesque ut massa. Pretium fames euismod. Dapibus magna mus odio. Sodales purus augue semper tortor massa vivamus lacus duis. Pretium donec odio non sem consectetuer mi quisque duis ut odio nisi auctor. Iaculis donec in eros in."
     ]
    }
   ],
   "title": "Vivamus augue vestibulum sodales.",
   "paragraphs": [
    "Conubia metus ut erat sagittis. Cubilia justo eget potenti luctus et. Sodales proin netus tempus erat orci erat neque nostra luctus magna vestibulum. Integer class. Sodales risus parturient laoreet odio sociosqu pede hendrerit ut arcu odio cursus. Viverra curae ut luctus justo condimentum nisl facilisis libero nulla at. Rhoncus nulla integer amet tortor elementum. Natoque massa. Nonummy morbi ac mus odio vestibulum tellus et ac amet. Vivamus augue nunc ultricies et. Laoreet massa enim a elit donec. Dapibus morbi purus ornare curabitur purus ad etiam ad consectetuer. Quisque etiam dui tellus in euismod arcu volutpat. Potenti proin enim morbi mi ac auctor. Integer etiam quis nonummy a condimentum eni quam sociosqu eni gravida. Egestas etiam diam. Iaculis magna nec amet per leo. Aliquet netus. Pretium massa ipsum pretium egestas tellus mattis massa bibendum parturient ligula enim ullamcorper ac libero tincidunt neque gravida. Feugiat vitae ut habitasse vivamus nisl est nunc vel cras duis amet dolor. Commodo lacus est arcu diam sed morbi cubilia viverra. Nonummy metus risus bibendum justo porttitor diam dis ligula.",
    "Blandit morbi dis egestas dictumst commodo euismod nunc non egestas. Lacinia massa non erat vestibulum mattis. Posuere ipsum curae velit dis congue ad vel ullamcorper sodales suspendisse nunc erat gravida. Pretium augue arcu aliquam odio diam accumsan justo metus. Aliquet morbi magna blandit. Potenti proin arcu maecenas cubilia nonummy congue erat. Egestas purus massa a tempor enim netus ut. Sodales porta. Viverra risus mi netus ve magnis habitant facilisi lorem luctus parturient sollicitudin. Integer netus non odio lobortis lacinia. Viverra nulla. Rhoncus morbi id vitae consectetuer pharetra massa. Dapibus neque dis odio nisl dis magnis cubilia pede. Feugiat purus augue non litora cubilia aliquet convallis dis nibh a amet. Pretium ipsum curae orci nam nisi dictum pretium. Pretium justo nibh ante laoreet in nullam. Cubilia porta eu taciti vulputate senectus sociis. Gravida justo. Egestas lacus. Iaculis felis eni magna conubia dapibus. Vivamus vitae justo orci quam in accumsan massa gravida mi. Cubilia nulla lacinia arcu eu duis."
   ]
  }
 ],
 "abstract": "Iaculis lacus. Viverra lorem egestas pulvinar nibh conubia porttitor ligula porta parturient condimentum mollis. Gravida dolor etiam condimentum in platea fusce nam enim a duis. Euismod nulla et a orci magna euismod nam ac massa accumsan est ut cursus vivamus potenti tellus porta eni. Egestas purus cras amet porta purus leo gravida mi. Viverra donec duis facilisis ac consequat proin. Natoque neque mi ipsum habitant elementum a habitasse morbi lobortis fames consectetuer ultricies. Cubilia netus in ad convallis massa velit sapien cum parturient cursus bibendum mus orci eros. Blandit nulla odio curabitur habitant ante odio torquent iaculis gravida enim netus tristique dapibus. Sodales morbi donec montes ac sapien. Potenti curae ac ligula gravida laoreet consequat id suspendisse enim facilisis litora volutpat. Feugiat fusce sed nisi. Rhoncus fames ad facilisis feugiat felis. Viverra lacus parturient lacinia eros ve erat dui eget donec phasellus. Conubia vitae mus nunc dictumst bibendum lorem habitant. Feugiat metus magna hymenaeos volutpat maecenas pellentesque vestibulum feugiat erat. Dapibus donec vitae orci euismod in eu mi cras. Feugiat massa vitae pulvinar adipiscing tempus in hac eros donec fermentum tempor. Euismod purus class pede feugiat imperdiet quis nec. Pretium etiam nisl tempus placerat curae ac consequat condimentum vitae cursus sollicitudin consequat morbi dis facilisis tempor consequat. Pretium lacus conubia nullam eu volutpat tempor amet convallis ad etiam per. Laoreet etiam dolor elit ornare ridiculus vitae ac.",
 "authors": [
  {
   "name": "Genaro Akana",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Josue Clowers",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Owen Braz",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}