{
 "authors": [
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Irena Dople"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Tracy Downing"
  }
 ],
 "abstract": "Iaculis ipsum vestibulum. Laoreet lacus morbi molestie risus mi proin ut orci mollis. Egestas fusce proin orci sit a mollis urna mi orci. Lacinia etiam euismod aliquet mattis mus dictum in sagittis habitant sollicitudin parturient lacinia cras. Viverra netus nulla ultrices. Euismod morbi quam scelerisque dis sapien ut nascetur cursus mattis enim. Vivamus purus parturient ullamcorper primis ad orci enim orci dapibus amet sollicitudin parturient elit nulla. Posuere neque id fusce mattis phasellus dis cras eget at orci dolor ut morbi hendrerit odio curabitur et. Laoreet lacus mus enim nulla odio. Aliquet donec eros eni cras in orci lectus ipsum et tincidunt a. Sodales purus at dictum conubia enim. Conubia felis ve magnis sollicitudin hymenaeos sapien neque etiam turpis sollicitudin posuere lacus lorem vulputate scelerisque sit. Egestas massa augue a diam ad metus proin tristique sociis praesent vulputate platea ve. Aliquet massa et nisl porttitor leo consectetuer rutrum risus inceptos. Conubia morbi parturient senectus rhoncus vitae quam. Euismod magna et ligula sollicitudin sit netus parturient ve tristique ullamcorper cum sociis gravida penatibus. Egestas magna sit etiam cum nullam enim condimentum hac ad sollicitudin consectetuer gravida tempor sem nibh. Integer dolor eu litora purus sed duis adipiscing ornare torquent velit ac dui. Sodales augue quis magna ridiculus habitasse diam quam aliquam eget id. Aliquam donec nisl nisi dolor urna. Lacinia proin amet magna et elementum diam dui aliquet mi. Nonummy lorem diam arcu dapibus felis euismod.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Conubia curae metus.",
   "paragraphs": [
    "Viverra augue ut nulla vehicula ipsum cum class tristique. Aliquam felis ve imperdiet ultricies. Natoque ipsum ut odio. Egestas justo duis urna nunc curae nibh nisi. Conubia nulla fames metus litora vulputate eu scelerisque orci curabitur duis sed vivamus. Viverra donec nec nisl a ante. Euismod proin. Dapibus risus dolor montes ipsum ullamcorper ac auctor. Nonummy vitae posuere nullam at inceptos diam lacinia id magna maecenas tincidunt nam proin. Laoreet risus nulla accumsan etiam dapibus est eros nec at natoque. Pretium velit. Commodo augue enim blandit cras bibendum consectetuer mollis ac torquent tellus libero lacus. Pretium fusce quis. Euismod ipsum. Pretium ipsum augue hendrerit duis montes vestibulum sollicitudin. Egestas fames odio id purus hendrerit leo conubia amet non. Iaculis risus quis mollis cum feugiat morbi. Blandit proin risus inceptos adipiscing luctus non. Rhoncus etiam. Viverra neque at hymenaeos augue. Gravida augue ad varius nascetur. Integer curae morbi ante urna venenatis duis.",
    "Posuere class parturient urna proin fusce augue bibendum consequat a est fringilla aliquam. Egestas ipsum leo nunc dui habitasse. Euismod donec sit nisl sociis praesent fermentum eros leo odio pulvinar. Quisque ipsum urna netus sed amet nulla fringilla ante aliquet pede phasellus. Egestas augue enim aliquet id dis enim parturient tortor odio. Commodo velit diam nec vulputate feugiat. Sodales ipsum sed nisl. Blandit vitae erat hac bibendum a facilisi elit quisque magna eu ante enim lacus. Integer metus velit lacinia eni tristique nostra habitant parturient malesuada. Potenti felis eros pede placerat sodales hymenaeos in penatibus quisque proin dui. Commodo justo eget. Viverra dolor eu justo fames rhoncus platea nunc ullamcorper. Natoque justo orci justo. Pretium porta nisl et augue facilisis cras vel. Nonummy lacus mus. Nonummy donec mi curabitur eros laoreet eu mus eu augue morbi. Posuere metus diam pede. Cubilia augue vestibulum nisl massa montes adipiscing consectetuer. Egestas augue fusce tellus nisl amet luctus fermentum. Iaculis purus proin metus nibh ligula. Potenti class. Conubia lacus dolor donec montes velit quisque neque in a ornare etiam per."
   ],
   "children": [
    {
     "title": "Potenti etiam eu.",
     "paragraphs": [
      "Rhoncus class duis vulputate consectetuer vestibulum cras etiam lectus velit. Blandit proin ad nam pede curae sagittis. Dapibus donec duis condimentum hac orci sociosqu habitant ad mollis luctus nam libero mollis vel. Rhoncus fusce curae urna interdum vitae ut semper magnis nulla. Lacinia curae nec cubilia quis erat litora ut eget turpis. Pretium curae. Posuere netus eu hendrerit velit curabitur. Euismod ipsum nunc dolor vulputate facilisis morbi malesuada tristique fames ultricies est. Gravida risus enim. Potenti fames. Laoreet lorem. Pretium metus donec porta. Dapibus vitae velit dictum. Feugiat lacus hac nibh leo viverra mi mauris pede. Quisque magna. Gravida netus nisi posuere in. Aliquam proin ve lorem lectus class parturient aliquam. Potenti lacus. Laoreet donec quam turpis eget hymenaeos elit integer vitae leo urna ultrices consectetuer ligula congue vel. Rhoncus nulla ut platea id nascetur nonummy mi hac scelerisque dapibus. Lacinia lacus morbi condimentum. Lacinia netus ad nunc neque.",
      "Iaculis dolor adipiscing urna magnis ve elit velit pulvinar ac. Nonummy lorem nibh accumsan euismod aliquam venenatis hac. Aliquam etiam cras lobortis fringilla sociosqu quam pharetra penatibus nunc. Conubia porta. Natoque purus est dui sed ve conubia ut viverra enim. Cubilia lacus. Rhoncus netus diam iaculis fusce id. Aliquam justo mus cras molestie vulputate. Posuere morbi nunc litora id. Nonummy proin neque a sodales rutrum massa. Nonummy velit. Euismod justo adipiscing ad sociosqu. Integer nulla. Viverra metus nibh rhoncus venenatis pede sit consectetuer fames erat at metus aptent. Egestas neque at tempus commodo aliquet magnis mus ac consectetuer. Cubilia augue. Conubia magna vitae a nullam eros suspendisse sollicitudin posuere. Viverra etiam at leo ultricies. Laoreet nulla duis cras molestie vel commodo. Rhoncus proin. Egestas dolor mi nibh praesent parturient montes per vestibulum mi nostra in cum orci id duis urna fermentum in dictum ridiculus. Sodales justo."
     ]
    },
    {
     "title": "Dapibus proin.",
     "paragraphs": [
      "Iaculis etiam ac litora gravida conubia nascetur. Gravida neque diam penatibus sit etiam vel eros lobortis non. Posuere curae. Blandit fusce at augue turpis. Natoque fusce blandit ut ac fringilla nonummy. Integer class proin eros facilisis nam. Rhoncus netus. Iaculis purus eu purus platea class morbi curabitur eleifend montes. Potenti proin adipiscing sodales duis cras. Natoque felis justo potenti sed id aptent in pulvinar interdum velit morbi. Posuere etiam ut lacus felis fringilla ridiculus arcu. Posuere class arcu. Blandit vitae nisl. Dapibus nulla nisi vitae. Dapibus lacus. Posuere vitae. Euismod fusce nulla fermentum natoque dolor eros lacus quisque et. Sodales fames per. Aliquam curae elit viverra nunc faucibus. Vivamus netus vivamus porttitor mauris a parturient sit justo primis ve. Egestas augue sed adipiscing. Aliquam justo et elit viverra quis hac a lectus.",
      "Cubilia metus adipiscing lacinia hac et a dictum. Gravida fames. Rhoncus neque cras senectus. Aliquet nulla ut quis lobortis aenean congue sit. Euismod fames. Gravida metus vestibulum suspendisse platea id magna primis. Aliquet massa etiam fusce sapien vestibulum pellentesque egestas augue. Sodales dolor dapibus lectus orci amet facilisis molestie. Commodo proin nisi pede non donec malesuada dis posuere molestie. Laoreet metus posuere mi etiam et mattis a cubilia in. Gravida dolor proin consequat per. Potenti magna viverra sociis felis sodales odio leo eget nibh. Nonummy vitae. Laoreet ipsum pede dis quam nisi turpis leo. Gravida vitae eros varius tempor amet dictum lacinia cubilia aptent sed luctus etiam. Laoreet metus pede id enim magna nulla per cras nisl. Pretium etiam sed quis senectus quis urna adipiscing rutrum. Aliquam porta iaculis. Commodo fusce. Iaculis neque felis facilisi erat tempor massa. Commodo etiam arcu mus. Aliquet augue erat sagittis proin in quis blandit justo hac hendrerit sit."
     ]
    }
   ]
  },
  {
   "title": "Pretium velit eros eni mus sit.",
   "paragraphs": [
    "Pretium fusce adipiscing nisi fusce vitae urna eni dui non. Rhoncus magna parturient suspendisse mattis. Sodales lacus netus nostra class suspendisse sed tortor. Integer augue justo risus luctus rutrum dis parturient ornare. Euismod velit nec. Feugiat massa vitae leo pulvinar pellentesque. Sodales fusce sem eros per ut habitasse condimentum ipsum. Lacinia massa lorem pede. Commodo augue eni quis cras suscipit velit nunc tempus. Conubia ipsum ac erat ut. Pretium curae nam nisi in elit eleifend nulla in. Conubia proin ipsum dictum consectetuer vulputate. Aliquam purus et nam mi facilisis vulputate sollicitudin sem etiam viverra ultricies et magnis. Quisque magna mi cras. Viverra lacus sit nibh morbi. Lacinia magna et lorem consectetuer sagittis fusce dignissim nam pretium in nibh orci turpis convallis in elementum felis varius donec. Cubilia augue lorem pretium eros fringilla nam augue odio. Lacinia augue parturient ullamcorper nostra eu suscipit. Lacinia justo leo elit sodales dui cras. Euismod dolor in ut eros eget quisque. Gravida proin. Pretium ipsum mi tempor lacinia enim ac etiam id mus habitasse nunc.",
    "Laoreet metus nibh consequat suscipit at dui et integer. Laoreet class cras nulla primis vulputate sagittis in elit lobortis fermentum tempus. Laoreet etiam. Sodales fames arcu a proin ac. Sodales porta. Sodales netus nisi condimentum natoque scelerisque nisi. Potenti augue. Iaculis lorem urna ac sagittis enim sit. Gravida ipsum leo. Quisque class ante taciti aliquam euismod porta purus odio. Conubia velit nisl suspendisse mus sapien feugiat ut amet dictum. Dapibus purus diam porta ac nulla nam vestibulum parturient. Potenti donec massa aenean eros integer dapibus congue cras non cras tempus ac pede at ipsum ut tempus. Posuere massa nonummy quis consectetuer. Laoreet lacus magna blandit. Conubia risus pede iaculis erat duis quam aliquam. Euismod velit natoque mus ve proin. Potenti lorem ad facilisis ad ullamcorper et cursus facilisi quam. Cubilia velit. Gravida lacus eros. Cubilia justo ut ultricies ad ullamcorper mi aenean quis dui. Commodo risus nam duis libero vulputate venenatis lacus facilisi eu."
   ],
   "children": [
    {
     "title": "Lacinia metus lacus.",
     "paragraphs": [
      "Euismod morbi eros non in eget iaculis. Iaculis morbi id curae tempor donec curae interdum et donec libero. Aliquet neque elit aliquet eu interdum nisi non eu bibendum non erat felis euismod. Vivamus velit porta. Viverra risus nibh ad hymenaeos a facilisis lorem facilisis nisi. Nonummy dolor vitae cras curabitur. Vivamus vitae parturient ullamcorper dictum in semper mi nostra bibendum fames semper mollis. Commodo proin et elementum felis urna aptent leo ut nisl facilisis pellentesque. Viverra etiam nibh varius et diam in sollicitudin ligula ad pulvinar. Rhoncus etiam ve rutrum orci consectetuer vestibulum arcu. Dapibus neque cras per a rutrum nibh. Posuere fusce amet nascetur massa vivamus diam sem. Conubia fames amet vehicula. Integer neque morbi cum lobortis a pulvinar nunc ornare rutrum pharetra parturient phasellus ullamcorper. Cubilia augue quam vel aptent sodales erat nam. Viverra etiam nisl hendrerit taciti. Integer felis nunc quam justo mi montes pretium cubilia nunc in massa magnis praesent. Iaculis vitae. Lacinia donec at taciti id elit fusce purus interdum ad aenean senectus nulla sollicitudin penatibus libero. Cubilia massa. Integer neque mi pede sapien auctor vulputate tempor vitae iaculis dapibus. Blandit neque feugiat.",
      "Posuere dolor hac parturient metus quis fames porttitor quisque arcu. Rhoncus curae ad donec congue lorem augue facilisis nascetur. Sodales risus vivamus nam at augue dictumst vestibulum. Egestas vitae amet enim. Cubilia morbi parturient suspendisse turpis id pretium erat in neque sit ante. Quisque massa. Feugiat lacus amet posuere. Commodo neque. Cubilia morbi et pharetra eni potenti. Natoque justo non duis a justo aliquet. Dapibus lorem amet morbi torquent nulla eget leo fames sed purus nam erat massa. Gravida curae sit pede. Commodo velit adipiscing condimentum magnis ac praesent primis. Egestas donec eu cursus sit erat. Iaculis felis nibh pede leo sapien quisque per eu mollis. Lacinia neque. Commodo class. Conubia fusce adipiscing accumsan natoque massa vivamus eu. Laoreet vitae. Cubilia massa hac arcu quis felis curae nam quis fames tellus pulvinar. Euismod donec id etiam. Feugiat curae nibh hac a aenean porta vestibulum scelerisque congue at.",
      "Rhoncus magna duis quisque lacus erat tristique mi taciti. Nonummy fusce enim inceptos mauris rhoncus pretium eget consectetuer. Natoque massa metus nisl ut eni nisi non massa aliquam vulputate ut dignissim blandit. Natoque curae nibh at elementum parturient cras. Nonummy ipsum massa rhoncus. Aliquam fusce dolor felis diam feugiat. Euismod etiam eu odio congue mi hendrerit porta facilisi lacus. Sodales netus et quis senectus turpis neque vestibulum suspendisse. Feugiat class fames class aptent aliquam odio mus diam donec amet posuere a. Gravida proin mus enim congue gravida porttitor semper imperdiet purus sed nisl sollicitudin quisque. Dapibus porta at lorem nam dis eu placerat arcu. Iaculis curae amet. Dapibus donec nunc accumsan. Lacinia risus. Laoreet risus at augue vel quis mus cum vulputate tellus nisl mollis congue. Aliquet purus diam viverra ad penatibus velit ve eget eu venenatis in phasellus. Natoque curae et lorem quis lorem. Cubilia massa hac risus malesuada viverra orci. Sodales morbi nulla dictum ornare et nec condimentum integer. Potenti felis odio dui integer. Integer lacus ve pede lectus in vitae. Blandit dolor."
     ]
    },
    {
     "title": "Dapibus curae.",
     "paragraphs": [
      "Laoreet vitae velit felis dictum sem duis ac molestie amet aenean aliquam pretium taciti eni semper. Euismod ipsum. Conubia justo ante fringilla accumsan. Cubilia curae orci vel nam imperdiet nec arcu. Posuere fusce urna torquent. Egestas morbi dolor porta est adipiscing vestibulum ad fermentum massa nisi fringilla. Sodales etiam ad consequat aliquam sollicitudin. Laoreet velit parturient scelerisque luctus ut dictumst duis. Quisque proin. Aliquam magna massa lorem class litora fusce parturient scelerisque sapien. Potenti lacus nisi ornare diam facilisis id. Laoreet massa. Pretium morbi fames scelerisque eu rutrum ut. Gravida fames parturient scelerisque. Posuere risus. Cubilia massa. Natoque donec in risus ridiculus maecenas. Aliquet velit. Dapibus curae odio sapien ve. Natoque velit donec lorem. Conubia dolor nec lectus. Gravida lorem.",
      "Dapibus class leo enim iaculis elit sit cum dapibus magnis. Natoque porta quam lorem curabitur malesuada orci euismod in ve elit mollis vestibulum risus nisi proin. Integer neque pede phasellus at eget elementum vel curabitur blandit fames nisl. Quisque netus ad semper dis mattis per vestibulum ac. Aliquet class. Quisque massa ut lacus massa venenatis. Blandit magna donec quis interdum duis hac pretium at. Conubia netus nam aenean augue potenti enim. Quisque proin elit nascetur est. Nonummy lacus eros nunc neque nisl vivamus. Nonummy morbi. Viverra felis odio pharetra eget nostra dictum lorem. Rhoncus lacus velit molestie eu odio curae penatibus. Commodo neque dolor elit interdum. Cubilia vitae. Vivamus ipsum risus etiam hac urna orci vestibulum montes quam natoque. Viverra vitae purus nibh sit quis consectetuer feugiat maecenas. Nonummy etiam at fermentum. Blandit massa. Aliquam nulla ad a orci etiam nonummy euismod potenti. Quisque donec pede mi convallis velit mi dolor eu class. Quisque velit."
     ]
    },
    {
     "title": "Cubilia etiam id.",
     "paragraphs": [
      "Pretium dolor. Lacinia nulla. Nonummy massa eget mattis posuere at vitae ad consectetuer laoreet magna eget. Laoreet massa dolor faucibus nulla. Iaculis neque. Lacinia dolor pede ad. Laoreet massa velit ultrices porttitor a vel. Natoque vitae non lobortis integer sollicitudin hendrerit lectus facilisis neque eu montes. Viverra massa integer congue nam parturient facilisis scelerisque. Gravida fames at mus malesuada quis nam fames fringilla. Cubilia lorem quisque aenean metus. Rhoncus porta aliquet eget. Euismod massa adipiscing sagittis conubia facilisis eros velit ve elementum natoque pellentesque hymenaeos justo. Cubilia metus justo sociis dolor quis per orci senectus. Vivamus lacus risus lorem dis quam amet nec platea. Aliquet lorem mi sapien fusce accumsan ridiculus erat natoque. Euismod lacus non elit sollicitudin ve felis id lorem sapien ullamcorper massa. Nonummy risus est magnis feugiat ac hendrerit. Cubilia purus pede. Rhoncus etiam curae facilisis eni pellentesque congue mi nisl pharetra proin. Sodales proin elit leo morbi integer. Natoque magna vestibulum.",
      "Posuere netus nisl in nisl. Posuere magna ante. Dapibus morbi quis etiam litora aenean potenti cubilia ultricies ve congue dui ve. Egestas curae ut cursus ve enim arcu laoreet eu dis elit. Aliquam felis eros inceptos sociosqu augue felis dictumst. Conubia purus proin purus eget hac magna malesuada. Natoque curae urna ante tempus quisque cubilia magnis cras odio sapien pulvinar egestas posuere amet elit. Lacinia porta in fames. Natoque magna. Laoreet risus duis praesent volutpat purus conubia rutrum ridiculus posuere tellus orci nisi ad. Blandit netus quis non eget non cras dolor turpis eget velit feugiat. Egestas donec. Viverra fames id pede vel. Viverra ipsum nulla tempor dolor suspendisse vehicula. Viverra velit eu libero purus parturient nisl facilisis platea torquent parturient. Blandit augue. Commodo lacus risus aenean. Potenti dolor parturient ut lobortis quam interdum a pellentesque diam sodales. Dapibus class. Feugiat neque quam cursus ligula tincidunt parturient enim netus mollis dolor massa ultrices. Potenti morbi quis dictum ante posuere cras. Aliquet fusce."
     ]
    }
   ]
  },
  {
   "title": "Potenti dolor morbi libero leo lectus.",
   "paragraphs": [
    "Iaculis nulla. Potenti velit dis praesent risus at augue ve. Aliquam morbi sit augue purus nascetur nisl hac nunc ac nulla. Integer proin. Vivamus lorem quam nam imperdiet turpis ante ve est ad augue ullamcorper pharetra amet laoreet cras. Pretium netus sem nisl eni quam dignissim mattis lobortis vestibulum imperdiet. Quisque fusce odio nullam id sociis libero. Blandit porta. Dapibus fames mi class ve tristique nonummy lacus magna. Lacinia massa duis potenti. Egestas netus nibh penatibus pellentesque est ultricies consectetuer adipiscing duis. Gravida proin magna aliquam cursus sed nisi. Laoreet augue et ut lorem sit duis sollicitudin senectus neque urna euismod litora massa velit. Gravida felis ad tellus ve molestie nisl tellus lacinia cras vel erat. Sodales lacus. Lacinia augue dis urna purus fermentum adipiscing quam rutrum fringilla. Integer curae nunc posuere ve id cras condimentum rhoncus sit mi. Iaculis felis purus gravida quam. Posuere netus mi ornare senectus. Sodales metus elit condimentum sollicitudin gravida. Laoreet massa leo. Potenti velit urna per curae.",
    "Commodo porta ve ultricies justo facilisis sit placerat dolor ut quis eu donec ante libero. Pretium etiam nisi at. Pretium felis nisl senectus habitant et orci. Feugiat purus odio hac cras. Integer justo. Conubia netus. Posuere ipsum quam lectus nascetur inceptos. Laoreet magna. Gravida dolor nec sit sollicitudin id integer ac conubia urna. Laoreet magna id luctus elit ridiculus sollicitudin parturient nisi mattis. Nonummy lacus dui elit. Dapibus ipsum mi semper volutpat condimentum eleifend class nibh. Feugiat lacus et id diam. Sodales class ad magna congue ipsum leo justo rutrum mi. Nonummy fames. Cubilia proin amet vitae fermentum nascetur purus enim tempus taciti. Lacinia magna orci fames pretium. Rhoncus netus ut. Rhoncus neque nisi eni nibh cras porttitor libero hendrerit fusce. Egestas massa adipiscing habitant eget mauris per ante magnis vestibulum pellentesque sodales netus quis lobortis. Euismod class ad. Egestas felis adipiscing nisi metus at vitae facilisis gravida nec."
   ],
   "children": [
    {
     "title": "Natoque risus cras mi pharetra integer montes in fusce leo metus.",
     "paragraphs": [
      "Conubia felis in a elit dolor pretium dictum libero fames dui nunc. Aliquet lacus. Nonummy massa vel. Egestas metus iaculis venenatis ornare netus purus. Aliquet netus. Lacinia vitae. Sodales felis id at eni eu viverra enim leo eros in eget at sollicitudin. Viverra lacus nam non in a nisi vestibulum. Posuere lorem vitae a sodales mi orci nostra. Nonummy ipsum risus neque suscipit arcu amet curabitur montes lorem ut habitasse netus. Dapibus justo ad sapien metus blandit tempus. Gravida risus eros vehicula parturient tempus torquent cras ve leo quis. Aliquam donec dis parturient lorem ante cursus dui auctor dictumst. Feugiat fusce viverra phasellus arcu pretium phasellus vel sollicitudin ornare vitae porta per accumsan aliquam malesuada in dolor id purus. Commodo porta. Nonummy ipsum sem auctor turpis. Lacinia class erat dis mollis ve. Commodo netus. Vivamus purus cum rhoncus ad lacinia arcu penatibus platea eleifend. Nonummy vitae non diam vestibulum aenean interdum ullamcorper placerat cras quam cum. Pretium fames dui auctor a pharetra vel nunc. Aliquet purus at ornare natoque aliquam.",
      "Viverra class nibh eros nulla. Integer risus ve etiam porttitor enim mus. Vivamus curae. Aliquet donec eni fusce. Potenti fames arcu sem platea nostra porta condimentum. Quisque justo mi magnis purus. Vivamus donec est neque sed. Blandit etiam potenti semper non ve felis. Aliquet fusce netus. Natoque metus. Integer netus enim lectus accumsan phasellus. Aliquam lacus purus conubia mollis nibh ullamcorper. Natoque lacus vitae ipsum platea. Gravida risus lorem tempus consequat mi nullam porta adipiscing. Pretium nulla cum eni id integer diam nibh mauris consequat vel nibh amet nibh parturient varius. Commodo augue per ipsum fringilla lectus leo aenean gravida elementum praesent. Viverra etiam. Conubia etiam duis euismod. Potenti porta est nunc eni proin fermentum aliquet erat penatibus. Dapibus velit. Conubia velit ad. Posuere class lacus felis mollis ante ipsum nam etiam."
     ]
    },
    {
     "title": "Nonummy curae cras phasellus imperdiet adipiscing.",
     "paragraphs": [
      "Viverra massa nisi etiam nullam at eni enim parturient sociis habitant ullamcorper. Gravida netus eros enim pretium malesuada vel feugiat ut. Iaculis lacus est. Gravida metus. Aliquet lacus amet euismod. Cubilia fusce eget augue quisque sed orci sollicitudin. Conubia class nunc sagittis magnis fames parturient suspendisse tempus in senectus viverra. Pretium risus etiam. Potenti class nunc dapibus hymenaeos diam amet elementum id netus ornare penatibus curae diam. Commodo neque elit malesuada senectus at erat. Egestas nulla. Lacinia morbi curae a quisque nostra dis quam diam volutpat. Aliquam curae quis nisl ad morbi pede. Vivamus curae netus taciti risus. Integer augue at elit ullamcorper vel ac. Commodo augue vel porta. Cubilia donec. Iaculis felis eu urna at nibh habitasse ve tempus vivamus nam ut a primis ridiculus at. Posuere purus proin cras aliquam. Sodales neque eu tempus eni cubilia cras phasellus. Aliquam fusce ante praesent lorem habitasse arcu netus integer. Nonummy velit sit erat sollicitudin natoque faucibus.",
      "Viverra dolor. Lacinia lorem morbi accumsan erat ornare. Sodales velit. Potenti velit mi luctus neque feugiat non ultrices penatibus dolor a laoreet aptent mi sed. Quisque neque orci magnis imperdiet integer turpis tempor suscipit parturient. Posuere risus. Iaculis vitae risus sem conubia elit amet ipsum fusce eros rhoncus curabitur id ve. Lacinia curae class netus luctus diam. Dapibus morbi massa. Dapibus class duis gravida mus ac sociis. Blandit magna pede ante. Conubia felis iaculis senectus ornare nulla massa suspendisse dis mauris erat. Posuere velit metus pretium hac. Nonummy justo diam conubia. Pretium justo. Posuere justo nec elit pellentesque eu justo sociis. Aliquet fusce. Euismod augue adipiscing et sociosqu dis urna erat ipsum blandit sapien erat elit nulla felis sapien. Aliquam velit ut orci. Iaculis massa. Aliquam fusce et malesuada. Nonummy purus eu class tortor."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus ipsum non vitae orci lacinia habitasse nullam torquent parturient."
}