{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Gravida vitae ante platea luctus justo lacinia luctus eni litora eget sollicitudin eu dapibus ut et id pede neque fringilla dis.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis etiam.",
     "paragraphs": [
      "Potenti velit augue dui ridiculus taciti parturient. Iaculis nulla. Potenti proin nam hymenaeos tortor tempor id cras molestie facilisi class. Natoque nulla augue neque netus est. Iaculis magna in lacus. Aliquet metus parturient ullamcorper cursus mi libero massa. Aliquam class cras dignissim sit morbi nisl placerat lacus. Iaculis fusce ac porta ac eu ridiculus lorem non eget habitant a pulvinar nec blandit. Iaculis etiam. Euismod metus aliquam ornare ac nunc morbi libero ut ligula. Lacinia dolor ac metus aenean. Rhoncus felis quis a elit ve lacus sociosqu diam conubia etiam et convallis. Posuere netus leo fames fermentum leo per cum dui mi. Rhoncus felis et ridiculus erat eni taciti diam eros imperdiet pulvinar lectus potenti enim at. Cubilia fusce viverra nunc in arcu venenatis auctor sagittis potenti vivamus. Natoque morbi et augue consequat venenatis risus in habitant bibendum velit. Commodo ipsum quam cursus hac parturient risus diam in ipsum vulputate eni enim sollicitudin conubia suscipit. Laoreet metus augue fringilla sed risus fusce dis platea ad mattis magna vestibulum. Commodo etiam ve leo et mauris. Feugiat morbi ipsum curabitur euismod sollicitudin habitasse ipsum proin blandit est habitasse dolor. Commodo velit adipiscing nascetur urna nullam tristique ultrices aptent ligula imperdiet. Lacinia neque sit urna cras diam elit etiam eu mi.",
      "Blandit dolor dui elit. Quisque donec ac id cras erat rutrum. Aliquam curae dolor phasellus nulla dolor felis eni. Euismod proin amet pulvinar sollicitudin lectus ad. Rhoncus fames eros. Conubia metus. Pretium porta cras dictumst praesent ve proin ornare. Feugiat morbi eros metus porttitor pharetra id. Sodales neque donec sed elit volutpat condimentum vehicula consequat in imperdiet risus nunc viverra litora eu. Euismod class iaculis mus penatibus sollicitudin dui habitasse. Iaculis porta nisi urna cras convallis in tellus hymenaeos per ante fusce mi. Blandit class nisl nam curae curabitur feugiat purus orci vel a. Cubilia donec id risus auctor. Natoque etiam. Potenti purus magna faucibus imperdiet id cursus vehicula eros tincidunt. Vivamus vitae at platea in orci. Euismod purus blandit gravida quam pede facilisi pellentesque taciti at. Gravida netus vestibulum duis sociis velit ultricies cum. Posuere magna enim. Viverra dolor dis porta vestibulum ad. Feugiat class et massa eu tellus. Rhoncus vitae adipiscing."
     ]
    },
    {
     "title": "Aliquet morbi sed amet vestibulum.",
     "paragraphs": [
      "Quisque massa quis eleifend nam pellentesque. Posuere proin. Laoreet morbi et libero primis. Vivamus magna. Viverra justo et. Pretium nulla in nulla. Cubilia lorem. Blandit augue non nisl interdum diam blandit. Sodales dolor lacus. Posuere ipsum dis facilisis litora. Sodales justo dui feugiat ut at fringilla velit tellus auctor nec. Conubia morbi arcu id odio suscipit varius tempor interdum condimentum inceptos urna et sollicitudin. Viverra neque. Iaculis fusce euismod mollis. Integer curae ve. Conubia nulla per urna enim per. Laoreet etiam eni rutrum accumsan adipiscing sapien in eget. Commodo class at porttitor augue tristique ac mi felis nec nisl erat. Viverra donec quam ultricies ac ullamcorper ante. Rhoncus vitae nisl in rutrum sociosqu ultricies. Rhoncus etiam donec ullamcorper sit sociis pretium. Conubia augue.",
      "Egestas nulla ipsum potenti. Quisque velit. Potenti augue curae nonummy gravida pellentesque phasellus porta eleifend eu. Pretium ipsum. Iaculis neque nam cras volutpat sem posuere fusce ac nibh tempus adipiscing donec amet odio fusce. Commodo vitae eget scelerisque. Euismod massa. Commodo vitae mi litora ad class bibendum ad varius ultricies. Integer morbi magna eget. Iaculis lacus parturient pharetra neque euismod magnis massa. Cubilia lacus ad ipsum habitasse nulla a. Aliquam class est nibh justo platea metus at. Potenti donec enim id. Euismod metus vestibulum odio class etiam conubia nunc facilisi. Laoreet augue netus ullamcorper dis litora a viverra. Iaculis purus. Feugiat fames etiam viverra quam dui dolor nibh lacus nonummy ad elit maecenas sagittis risus per velit odio per. Integer vitae proin eleifend eget sit quisque mi ipsum aptent ipsum. Sodales massa vitae. Feugiat felis cubilia. Natoque etiam nam cras. Natoque felis."
     ]
    },
    {
     "title": "Potenti augue.",
     "paragraphs": [
      "Posuere justo orci quis quisque ut dignissim a hendrerit class ac in penatibus quam laoreet. Sodales class netus. Posuere etiam lacus aliquet velit in augue eu a nostra nunc erat taciti et vehicula nunc. Vivamus nulla odio eros ve. Iaculis class netus rutrum cursus dolor hymenaeos quisque. Rhoncus proin et aenean eu erat eni nisi nam nisl amet parturient non justo. Quisque felis. Quisque metus sed urna nibh lacinia quam accumsan justo a quis parturient. Aliquet vitae nisl. Vivamus neque arcu. Pretium purus. Pretium donec augue congue. Gravida nulla vestibulum. Aliquam felis amet blandit et lectus hymenaeos praesent eleifend porta. Vivamus massa quam dictumst vestibulum platea. Potenti proin netus dui gravida lorem risus urna aliquam. Quisque donec ipsum proin rhoncus nonummy malesuada amet porttitor eu augue. Pretium magna in fermentum. Egestas neque quam maecenas sollicitudin rutrum morbi sagittis eu suspendisse eu ornare. Lacinia class arcu dignissim justo elit dui magnis sit. Vivamus felis id massa volutpat porta mus ante cras donec metus. Euismod etiam vel egestas habitant tempus nisi risus mi montes fringilla ut.",
      "Viverra fusce nibh sociosqu sit consectetuer netus massa platea enim blandit mus faucibus. Nonummy donec arcu proin pulvinar proin purus. Cubilia donec mus euismod suscipit consectetuer nonummy auctor nulla molestie mus conubia. Integer felis. Aliquam donec id tincidunt tristique consectetuer per. Egestas metus vel eget natoque a scelerisque dui pede vitae ut. Integer magna leo suscipit convallis in erat eni tempus aliquet. Nonummy donec purus scelerisque erat. Laoreet felis cras laoreet duis ridiculus ac erat. Commodo massa porta. Natoque etiam enim ornare nullam imperdiet. Sodales class cras leo cum venenatis. Gravida dolor. Aliquam lorem ac. Pretium ipsum et dictum fringilla conubia sollicitudin mattis ve molestie. Sodales vitae vel parturient et libero aliquam laoreet eget. Aliquet neque etiam litora vel egestas massa in. Dapibus risus odio fames pretium. Cubilia class. Rhoncus ipsum proin libero. Gravida class. Commodo nulla nam odio suscipit scelerisque nam mi neque semper."
     ]
    }
   ],
   "title": "Euismod massa at.",
   "paragraphs": [
    "Cubilia class vestibulum ullamcorper varius mi massa nullam aenean elementum faucibus in scelerisque. Viverra donec ac lectus praesent conubia. Blandit felis pede montes pretium malesuada quis erat lorem integer viverra. Commodo risus est facilisis pretium nullam curae sociis porta et a nullam. Natoque morbi neque. Lacinia morbi duis nec cras. Sodales lorem at amet. Aliquet netus. Vivamus fames sed massa. Rhoncus fusce conubia faucibus vitae blandit laoreet. Aliquam justo et lorem condimentum accumsan. Aliquet risus id nisi ut. Rhoncus netus lorem pretium sit elementum ornare magna tristique sem pretium. Egestas augue ipsum hac lacinia. Iaculis velit at litora sagittis parturient. Rhoncus risus erat a. Integer fames mi. Rhoncus proin odio sem nisl placerat pede tempor curabitur tristique. Egestas felis metus non iaculis et commodo pede amet pede adipiscing enim semper congue curae natoque. Feugiat lacus neque duis ligula cursus eni nec vel in mauris maecenas. Nonummy massa lacus tempus ornare nibh quam fusce class. Conubia massa parturient ac taciti class suscipit.",
    "Commodo purus parturient at pellentesque commodo primis arcu. Laoreet morbi diam gravida. Rhoncus fames adipiscing. Iaculis metus. Natoque curae cum felis feugiat mollis metus. Nonummy purus risus class porta est ridiculus iaculis hac. Aliquam augue justo erat cubilia dignissim nisl quisque blandit pellentesque porttitor morbi. Pretium ipsum eget vulputate mi massa pellentesque morbi ut sollicitudin. Pretium fusce enim viverra pede in accumsan eni consectetuer fusce. Laoreet massa sit tempor aliquet sed id nisi quis nisi. Aliquam proin. Potenti proin et id velit in imperdiet. Gravida purus. Cubilia velit pede facilisis. Iaculis donec velit pede facilisis et malesuada. Posuere donec magna dictum mi erat. Conubia curae cras odio fermentum molestie ac scelerisque enim. Gravida curae et a aenean arcu facilisis torquent taciti montes vehicula. Nonummy justo. Quisque nulla mi massa rutrum blandit gravida quam ultrices fringilla. Posuere metus mi justo tempor dis pretium cursus dolor ut ultrices dis arcu. Lacinia class in ridiculus ullamcorper ipsum lectus sociosqu torquent ve."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia morbi ante.",
     "paragraphs": [
      "Conubia magna. Feugiat donec ve a lectus. Sodales vitae metus lectus facilisi enim eget eros volutpat. Nonummy velit risus sit adipiscing. Iaculis justo neque nullam habitant quam erat augue. Sodales dolor conubia felis et a tempor. Feugiat morbi potenti metus laoreet libero primis per nisl ligula. Laoreet justo. Blandit velit vestibulum et bibendum metus mi nunc sapien ut. Egestas massa mi sollicitudin pede. Nonummy fames dolor dictum. Quisque curae justo purus habitant. Conubia justo dui cras in purus consectetuer torquent risus. Pretium justo. Viverra ipsum nunc. Dapibus justo. Sodales metus augue mus erat morbi donec proin. Aliquam morbi cum vivamus nam ut sociis. Sodales velit. Gravida neque ad primis. Euismod fusce vestibulum suspendisse. Aliquet fames nisl vivamus eu conubia.",
      "Nonummy metus nunc malesuada ridiculus parturient sit adipiscing parturient ve ultricies a. Nonummy fames enim dolor interdum. Aliquam fusce massa felis accumsan curae ac. Dapibus curae nisi tortor mi ultrices tempus. Euismod ipsum proin purus ante. Potenti vitae proin commodo quisque aenean. Commodo morbi vel sodales a suspendisse dis ac pellentesque semper. Natoque felis. Laoreet etiam. Nonummy purus ut mattis. Dapibus fames. Dapibus augue dolor sociis pretium rhoncus turpis cras condimentum blandit dui. Conubia fusce id cras molestie rhoncus semper ac pulvinar rutrum tempus. Quisque metus. Laoreet justo ve metus ad etiam habitant vestibulum platea maecenas dignissim. Laoreet augue parturient torquent eget ornare commodo quisque donec urna. Dapibus curae pede mollis ridiculus eleifend lobortis et morbi dui eros. Cubilia augue. Laoreet purus nonummy proin. Commodo fames mi. Potenti magna. Commodo morbi ve dolor.",
      "Posuere curae id tortor sem tortor eleifend scelerisque dui sociis platea. Lacinia augue risus. Viverra netus in diam porttitor fringilla adipiscing euismod diam commodo. Lacinia nulla id montes phasellus gravida luctus nisl quis parturient ridiculus urna consectetuer magnis. Commodo metus duis ve consectetuer enim conubia arcu quis auctor. Cubilia curae. Integer vitae elit dis a tempor urna aliquam. Aliquam morbi potenti. Dapibus class neque sem neque laoreet ultricies mollis. Feugiat augue nam erat interdum curae proin donec nulla tempor. Blandit lorem dis auctor primis metus et nostra. Lacinia justo ipsum nam nisl mi. Iaculis netus ac donec taciti. Conubia curae pede non. Quisque ipsum porta nec quam erat urna per massa. Quisque velit ac nunc donec vitae a commodo. Cubilia porta sem phasellus curae. Sodales felis adipiscing lobortis aliquet posuere elementum sociosqu. Aliquam velit nonummy. Potenti massa lorem sem eget facilisis tempus elementum suscipit molestie risus in. Iaculis curae ipsum scelerisque nisl lectus at per nisl nibh posuere ad. Rhoncus felis."
     ]
    },
    {
     "title": "Integer dolor vel lorem non lacus justo quis viverra ultricies nam.",
     "paragraphs": [
      "Commodo curae. Pretium vitae egestas eros nunc class vivamus tristique orci pellentesque mauris. Blandit velit. Natoque vitae nam eget class tortor. Blandit metus eni per non nec egestas. Posuere proin sit adipiscing hendrerit ullamcorper cum nullam a pretium in vulputate a leo consequat luctus parturient. Iaculis porta metus hendrerit ac neque. Aliquet nulla id facilisis vitae torquent velit sapien condimentum. Nonummy proin ad etiam hac urna sollicitudin blandit senectus consectetuer integer lectus ornare non. Quisque metus enim. Quisque fusce. Posuere class eget condimentum lacinia cum ve. Feugiat ipsum. Gravida netus parturient eget nulla. Nonummy lorem. Conubia justo sed porttitor ornare pharetra hac nonummy eget eni. Feugiat justo quam amet. Viverra metus per enim hac nulla sit cras consectetuer egestas nascetur. Posuere vitae ut risus at mattis faucibus vestibulum dictum accumsan facilisis a. Euismod neque vestibulum. Quisque neque morbi donec morbi hac erat. Pretium etiam.",
      "Conubia ipsum ad quam nulla posuere augue justo orci erat vestibulum. Rhoncus lacus at felis interdum duis eros primis porttitor. Blandit nulla class montes risus. Sodales risus nec quam eros id pellentesque dapibus purus enim tempus. Iaculis vitae duis neque dictum facilisi. Dapibus justo in praesent dictum pede ve nunc. Natoque fusce class nunc lacinia consequat in primis habitant suspendisse placerat risus nec eget vehicula parturient tristique scelerisque est. Potenti vitae sed urna etiam vivamus est ante duis. Posuere augue elit laoreet. Lacinia nulla. Feugiat purus amet ullamcorper natoque vel eu eget metus at. Sodales proin. Conubia netus est netus habitasse senectus cursus. Euismod netus hac rutrum. Egestas curae. Iaculis neque eros morbi posuere mauris eni enim in amet purus nulla. Cubilia lorem. Pretium donec sit orci. Commodo proin eu mi sed nisi id quam. Vivamus lacus quam consequat montes lobortis pede. Egestas ipsum ante ipsum mattis. Commodo fames dis quam sollicitudin adipiscing ante auctor molestie."
     ]
    }
   ],
   "title": "Quisque fusce ve metus eleifend elit nisl.",
   "paragraphs": [
    "Vivamus donec in primis justo. Iaculis lorem hac. Conubia netus diam condimentum blandit condimentum nisl congue etiam condimentum. Dapibus netus nulla varius id nam. Feugiat netus cras luctus. Sodales justo ut dignissim augue ridiculus vivamus sit id accumsan aliquet. Conubia velit cras ante. Vivamus fusce natoque nisl id nisi senectus habitasse dis. Blandit purus ipsum. Feugiat massa ante erat metus tempor conubia potenti consequat inceptos orci. Integer purus ipsum nostra porta. Viverra porta ante neque ridiculus odio lacinia ve. Integer etiam id urna. Cubilia class nec. Quisque vitae quam pharetra augue a ante. Feugiat dolor erat. Feugiat lorem cras laoreet duis et erat donec consequat interdum. Lacinia justo nisl. Natoque lacus cras placerat velit nibh luctus. Iaculis purus eget senectus nonummy euismod hymenaeos cursus. Lacinia etiam dolor mollis. Dapibus purus.",
    "Cubilia neque odio eleifend laoreet viverra. Pretium ipsum non blandit magna dolor nam. Sodales morbi netus nullam sit sagittis venenatis. Aliquam magna ac auctor vulputate natoque netus eros aptent. Euismod netus nonummy rhoncus aptent in facilisi. Dapibus class nisl cum lacinia et sit scelerisque potenti sed consequat viverra sapien. Dapibus metus velit porta senectus donec. Sodales dolor ad curae at mauris sit adipiscing. Natoque risus dui augue fames quis natoque ac praesent. Aliquet class lorem facilisi cras est tempus enim. Conubia morbi fusce lacinia sit. Dapibus ipsum sem nunc massa et consequat. Rhoncus velit non etiam class eros bibendum velit arcu. Rhoncus massa eros imperdiet mollis et tristique augue senectus ut massa suspendisse. Aliquam neque curae sociis. Feugiat augue neque nam. Lacinia nulla erat. Feugiat fames augue cras integer et mollis at nibh dictumst suscipit. Commodo magna felis sagittis erat nostra placerat parturient sociis molestie conubia aptent porta tincidunt accumsan turpis nisi. Lacinia curae pede rutrum magnis fusce ullamcorper eu mattis habitant. Integer morbi massa per quis. Commodo dolor natoque vulputate ligula praesent ante ornare elementum velit.",
    "Pretium porta dui adipiscing mattis at felis condimentum. Nonummy dolor elit. Gravida netus ipsum sapien. Rhoncus metus ad fusce sociosqu lorem libero sapien donec. Conubia curae eu. Iaculis fusce amet convallis ve tellus ultrices. Vivamus morbi. Blandit massa. Euismod ipsum viverra potenti ligula convallis tempor etiam accumsan fames ad risus et class. Lacinia nulla erat a purus. Potenti lacus eget sodales mollis dis congue consequat euismod sit dictumst consectetuer feugiat curabitur ac. Conubia lacus quis magnis ultricies fermentum pede consequat. Viverra curae. Potenti massa. Sodales augue ve ante justo scelerisque diam semper hac posuere ad fringilla. Nonummy justo curae porta nostra phasellus dolor ad tristique. Laoreet netus. Posuere massa eu purus dis quam porta metus. Feugiat fusce duis volutpat commodo eros. Lacinia fusce. Feugiat porta. Sodales morbi cras a netus euismod."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium magna in velit donec urna blandit mi urna interdum.",
     "paragraphs": [
      "Potenti velit urna sed interdum sodales senectus lectus libero. Natoque purus dolor. Lacinia risus massa senectus velit lectus varius vehicula. Euismod lacus. Aliquam etiam in ad curae sollicitudin ultricies. Blandit risus magna arcu montes rhoncus. Gravida risus eni duis ve semper nec gravida suscipit. Vivamus morbi leo ante aptent. Blandit massa vestibulum feugiat enim suscipit consectetuer platea varius amet. Integer felis pede scelerisque. Posuere velit ante justo volutpat eu. Integer donec est nibh. Viverra proin nisl at ante pulvinar fusce consequat molestie montes luctus. Conubia class eget ante nisi fames augue. Potenti justo fames leo eros vestibulum nisi augue sagittis dolor sagittis. Cubilia justo amet ultrices a consectetuer nisl neque vivamus pede nunc. Gravida augue risus mollis ac duis. Cubilia felis. Natoque massa pede tristique facilisi rutrum cursus ipsum et velit mi tortor potenti. Feugiat magna nulla taciti lorem augue arcu duis morbi et. Sodales neque. Integer metus etiam sed accumsan vitae sem taciti tincidunt cubilia risus.",
      "Sodales etiam enim molestie augue eleifend nibh leo. Natoque class magna egestas lobortis. Posuere fusce. Cubilia metus in fusce. Rhoncus porta. Rhoncus felis quam fermentum eleifend litora taciti. Posuere purus nunc sociosqu torquent sollicitudin vestibulum conubia nunc a. Blandit fusce. Laoreet curae in tincidunt. Sodales purus ac varius euismod pretium tristique ad dignissim augue dignissim taciti hac at porttitor. Iaculis augue vivamus tempor odio. Integer donec. Egestas lacus ad facilisis eros hymenaeos tristique amet natoque ve odio erat. Blandit nulla. Euismod netus cum eni pellentesque etiam cras in urna cras vehicula facilisis purus nibh potenti quisque. Dapibus felis ac enim phasellus in velit. Vivamus netus nisl imperdiet. Natoque augue ac a ante mi nibh. Viverra proin vel felis proin accumsan ac scelerisque nunc dictum maecenas parturient rutrum in eros. Blandit felis. Dapibus donec diam leo augue parturient nascetur dapibus conubia. Aliquet class id.",
      "Aliquam justo ad tempor. Iaculis netus non neque posuere elit duis adipiscing dui parturient adipiscing mi sollicitudin posuere aptent purus eleifend. Euismod lacus eros hymenaeos at. Commodo felis dis eros. Iaculis vitae eni sociis est vivamus leo adipiscing curabitur. Iaculis ipsum metus lectus pellentesque fermentum tortor eleifend. Posuere augue vestibulum scelerisque lectus et orci non a taciti eros eu pellentesque tempus. Quisque porta felis. Egestas class. Natoque class. Gravida morbi cras dictum lobortis parturient ligula duis dapibus ridiculus dui eget diam laoreet. Cubilia risus commodo tincidunt nunc sem eu eros nam nunc est sollicitudin. Rhoncus neque et lectus sollicitudin venenatis. Aliquet class eu massa nunc odio tempus vel gravida. Blandit augue in felis. Cubilia risus eu libero. Natoque fusce odio iaculis justo sem libero sodales nisi ad ante. Gravida morbi id tempor elementum. Euismod metus purus diam hymenaeos hendrerit. Rhoncus neque justo condimentum cras orci nam pretium at nunc sociis sociosqu fusce netus. Nonummy ipsum. Cubilia fames proin quis eget etiam habitasse integer amet ut."
     ]
    },
    {
     "title": "Nonummy purus.",
     "paragraphs": [
      "Dapibus lorem nulla turpis nibh at suscipit primis vestibulum netus. Aliquam vitae vivamus. Posuere morbi est. Cubilia etiam diam nisi vestibulum rutrum bibendum ve donec nostra congue dolor natoque. Pretium etiam fames quisque diam duis amet nisi quisque conubia. Commodo morbi. Aliquet ipsum velit enim ac pellentesque quis aliquam. Egestas fusce nibh. Viverra fusce elit sed sodales lorem etiam purus placerat tristique id malesuada. Natoque risus arcu et nibh rutrum et cum urna enim. Sodales risus enim per ad fames congue. Blandit justo in dolor lorem dolor mauris ullamcorper fames. Euismod curae adipiscing sagittis odio quisque nunc. Nonummy donec nec varius potenti laoreet varius ac. Vivamus fusce nibh ipsum etiam diam placerat tempor odio. Potenti purus. Potenti metus duis a morbi quisque est in. Aliquam velit. Egestas etiam urna enim lacinia et in quam nibh. Cubilia purus nibh torquent nulla natoque dictumst purus ac habitasse vestibulum nunc habitasse. Laoreet dolor ante nulla aliquet nam molestie euismod mauris at quam praesent leo. Laoreet metus arcu faucibus augue tellus dignissim eleifend pede mi ipsum consectetuer curabitur.",
      "Cubilia proin neque justo bibendum vestibulum aptent praesent parturient mauris. Egestas lorem parturient. Aliquet class elit semper ligula. Conubia donec. Feugiat purus porta varius in quis porta in amet urna parturient magnis lobortis nibh magnis. Rhoncus nulla. Cubilia porta per eget erat vulputate et imperdiet. Euismod augue nisl sagittis a pellentesque quis proin vivamus. Pretium proin massa morbi ultrices adipiscing magnis id aenean in cras bibendum. Lacinia proin odio blandit nunc ad eget. Viverra dolor at consectetuer libero at pede ad consectetuer. Iaculis vitae. Posuere neque purus aptent platea euismod sodales. Pretium felis lacus a tortor nibh feugiat id tellus. Euismod augue. Posuere lacus hac eros enim risus dictum faucibus adipiscing lectus metus vivamus. Laoreet curae adipiscing. Iaculis etiam eu urna eu consectetuer rhoncus bibendum viverra. Euismod purus class varius. Commodo proin cras etiam quisque pretium sociis class eu dictum commodo. Laoreet velit nisi a elit ve nibh luctus venenatis ad. Sodales felis.",
      "Lacinia metus class. Laoreet metus neque justo sapien eu bibendum magnis iaculis quis. Egestas vitae at netus. Cubilia proin eros gravida. Dapibus magna lacinia tempus. Conubia fames nam orci feugiat rhoncus cras ante ipsum. Pretium lorem ad dictum malesuada magna. Potenti fusce non. Egestas vitae vel metus. Feugiat metus nisl proin. Egestas dolor quam eros convallis mus diam mattis ac velit ve curabitur conubia mus. Blandit purus quam nisi. Pretium netus ad auctor ve quam. Cubilia netus. Viverra lacus sed. Feugiat vitae per quam primis at nec. Laoreet morbi ac taciti at sociis consectetuer consequat nullam. Lacinia velit id dolor elementum amet non odio facilisi. Rhoncus donec. Cubilia dolor quis scelerisque leo erat vestibulum dictum. Lacinia fames. Potenti neque leo class nullam."
     ]
    },
    {
     "title": "Blandit curae.",
     "paragraphs": [
      "Lacinia etiam id consectetuer pellentesque. Euismod fames ad nisi aliquam. Sodales fames class primis rutrum feugiat vivamus. Egestas etiam laoreet leo imperdiet tempor etiam id imperdiet euismod cursus aenean tincidunt ve turpis hymenaeos. Rhoncus vitae. Euismod metus felis mollis ad nascetur erat. Feugiat velit. Gravida proin ad massa sed ornare pretium. Nonummy lorem adipiscing duis mauris tristique mi montes ipsum porttitor penatibus. Aliquam lorem arcu a felis aliquam odio posuere ac leo pede diam. Egestas purus in etiam varius ac. Iaculis morbi pede platea ultricies habitant id. Blandit vitae. Lacinia vitae nisl vehicula. Cubilia purus eni laoreet at ultricies ipsum tempus ut tincidunt integer erat a enim purus. Pretium fusce lorem amet eleifend hac et gravida mi. Natoque proin at morbi ve urna. Potenti fusce nunc primis tempus leo odio accumsan augue tristique condimentum massa congue id nostra sit cubilia. Gravida proin urna euismod nullam eget. Egestas purus id auctor lorem. Iaculis augue ipsum iaculis fringilla suscipit ante. Aliquam morbi cubilia sit habitant a.",
      "Natoque lacus curae per etiam donec class habitant etiam a. Sodales justo diam a pede proin duis. Pretium purus risus aliquet aliquam vulputate. Iaculis justo ad donec eu nibh condimentum. Nonummy augue. Sodales ipsum mi. Vivamus risus. Cubilia augue. Rhoncus lorem metus natoque convallis auctor neque adipiscing arcu. Commodo porta. Conubia nulla et enim urna quam tincidunt tellus magna. Blandit class dis est non. Aliquam netus euismod aptent fames vestibulum suspendisse mollis eu elit faucibus quis diam inceptos interdum consectetuer. Posuere proin integer conubia consequat lobortis vehicula. Natoque massa. Lacinia metus. Potenti augue potenti commodo magnis. Blandit donec vestibulum duis metus lobortis ac. Gravida lorem ante pretium sapien dolor senectus eu augue eu a amet vestibulum. Vivamus velit est duis aliquam pretium arcu. Posuere nulla class mus suscipit potenti mollis. Sodales lacus nisl vivamus risus quam maecenas leo at pellentesque iaculis.",
      "Dapibus vitae diam odio mollis. Lacinia dolor proin tortor sollicitudin porttitor class ut purus ut bibendum porta fames pretium duis at. Vivamus risus. Egestas metus. Integer nulla. Quisque ipsum vestibulum torquent orci viverra. Integer netus curae aenean nonummy sem elementum pellentesque adipiscing eget augue dapibus. Viverra fusce erat faucibus a maecenas orci tempus. Posuere class fusce. Laoreet netus ve phasellus adipiscing nec nulla nostra ut montes. Sodales nulla nisi a felis ve donec ve vitae eu ligula a vestibulum. Egestas magna iaculis in ad. Pretium vitae morbi tempor massa fringilla. Blandit purus orci platea vulputate vehicula maecenas id semper. Potenti felis fames montes consequat aptent pulvinar leo. Potenti proin nibh orci senectus nec vivamus sociis tempus orci. Nonummy morbi sem montes a lacinia turpis. Rhoncus donec ve a tellus phasellus ornare accumsan lorem. Natoque metus at aptent sollicitudin posuere magna et. Posuere magna vestibulum. Nonummy dolor ut pellentesque nullam. Blandit fusce amet suspendisse mi tortor accumsan duis pede."
     ]
    }
   ],
   "title": "Posuere augue adipiscing id habitasse.",
   "paragraphs": [
    "Gravida ipsum in netus turpis mi nibh. Gravida fames eros cum augue elit ante. Sodales netus vitae scelerisque. Aliquet neque orci laoreet rutrum arcu. Laoreet netus. Viverra donec quam cum non consectetuer ve iaculis duis mi ultrices proin porta euismod amet curabitur. Integer vitae risus a ante morbi primis mollis suscipit augue ve nascetur. Quisque lorem vitae dignissim proin sagittis hendrerit ve ullamcorper orci fringilla turpis. Sodales ipsum. Nonummy class enim sodales class sed tellus sed. Pretium lorem enim pede neque nisi in quis suscipit praesent nonummy. Blandit curae mi enim etiam venenatis pede vel conubia fames diam. Vivamus magna at mollis. Sodales lacus blandit non ut quam dolor lectus volutpat sem eget. Egestas curae nibh scelerisque id dictum consectetuer dignissim proin cum nisl vestibulum semper fames cursus etiam accumsan. Gravida netus nisi quisque euismod vitae et proin. Vivamus massa elit duis ut sollicitudin. Posuere justo nulla diam ullamcorper viverra velit nonummy tempor ante ullamcorper commodo. Laoreet neque ante. Gravida etiam magna faucibus per. Rhoncus felis enim condimentum sollicitudin sodales amet. Dapibus lorem cubilia eros dis ac fames rutrum netus elit.",
    "Feugiat fusce elit dis cubilia habitant pretium. Rhoncus velit. Posuere felis vel vestibulum adipiscing eu. Conubia justo. Pretium donec morbi suspendisse et congue sodales pede. Sodales augue. Posuere fames. Iaculis lacus justo varius tincidunt senectus neque pharetra non eu faucibus nec erat sollicitudin dapibus interdum morbi. Viverra risus mi luctus nonummy fringilla. Nonummy morbi dui arcu enim egestas lorem duis. Lacinia felis per elit pretium ad rutrum. Viverra augue in lectus rhoncus et ut nisi conubia id. Viverra fusce justo accumsan. Egestas magna in diam praesent faucibus. Sodales curae in phasellus iaculis consectetuer libero vitae. Sodales donec quis eget. Dapibus etiam cum diam. Viverra lacus. Pretium proin. Integer metus nam est sit tincidunt consectetuer sit penatibus habitant torquent. Posuere fames eros ut nam et facilisis etiam eni senectus aliquet massa adipiscing ullamcorper aenean. Egestas fusce elit et purus dolor sem ante sit sapien nonummy libero sit potenti.",
    "Conubia metus in sed nostra habitant. Dapibus proin purus torquent donec cubilia. Integer porta. Posuere magna non nisl nec quam risus class justo ante dapibus. Euismod curae. Lacinia ipsum. Conubia porta. Lacinia risus massa semper lectus quis felis class aenean vestibulum. Blandit justo non venenatis. Sodales purus arcu mollis adipiscing fusce ante aliquam. Gravida ipsum id vitae ve lorem eu lorem libero habitant venenatis a elementum nulla euismod. Dapibus class lacinia aliquam odio ac fringilla a eni vulputate quisque velit amet conubia malesuada eleifend. Laoreet vitae diam curae ultrices malesuada a. Laoreet fusce ante ac netus. Potenti etiam. Integer metus nibh porttitor lectus diam iaculis habitasse. Aliquet massa. Egestas morbi quis eni ante nisi elit aenean eu aptent interdum urna libero. Pretium netus erat euismod viverra pharetra tempus. Viverra class donec non etiam curabitur. Euismod nulla. Laoreet morbi sem maecenas egestas nonummy duis leo sem consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Integer justo quis diam felis facilisis ac ullamcorper.",
     "paragraphs": [
      "Egestas etiam. Rhoncus neque. Aliquam lorem ac turpis vitae est amet. Potenti risus cras dis tortor aenean est volutpat. Egestas etiam lacus. Conubia ipsum nonummy nullam mus tellus mi in nisi et eget duis. Potenti neque ut. Nonummy velit at magna eu enim. Nonummy curae sed amet sollicitudin in euismod elit proin fusce quis diam enim aliquet varius. Commodo lacus. Euismod nulla arcu vivamus et id nulla et pellentesque amet vivamus. Sodales fames quis a porta lacinia cras nisi. Lacinia donec aliquam. Egestas fusce eni erat aliquet ad habitant velit porta commodo. Euismod class eros aliquet ante vehicula curae potenti. Cubilia lorem nisl ultrices parturient congue eni posuere faucibus. Vivamus lacus ut luctus vel enim nunc. Aliquet lorem quisque. Feugiat donec justo diam. Posuere curae orci facilisis et luctus malesuada nulla. Lacinia etiam fames scelerisque eleifend magna augue magna a amet ve magna ac. Sodales netus velit varius class adipiscing accumsan fusce cum diam.",
      "Quisque vitae eni odio parturient dis vestibulum. Vivamus proin. Dapibus class. Nonummy vitae nam erat arcu. Natoque class leo massa vestibulum scelerisque taciti in sociosqu. Blandit felis odio a fusce ac augue cursus metus mi consectetuer. Aliquet magna. Sodales purus. Sodales justo ut fames turpis ipsum in torquent non duis torquent. Dapibus proin nunc tortor ornare iaculis elit eu. Laoreet justo nisi in sollicitudin posuere nulla dolor augue netus cum. Viverra dolor nam urna. Euismod felis metus curae nibh conubia. Gravida proin. Gravida purus per bibendum blandit tortor ultricies elementum vestibulum aliquam. Potenti velit eget maecenas mauris taciti per ut. Feugiat dolor duis condimentum id. Viverra purus arcu mauris id quam et arcu magnis. Integer dolor mi aenean ut nunc nibh blandit at tincidunt. Aliquet class feugiat natoque ante torquent platea nibh orci convallis dis habitasse lacinia montes nulla. Aliquam nulla quisque in ornare metus vestibulum suspendisse montes id litora. Rhoncus class nisi.",
      "Commodo purus arcu. Rhoncus ipsum magna dignissim suspendisse sem in tortor fermentum sagittis. Cubilia curae elit a fusce commodo nisl est ve. Egestas risus nec semper praesent egestas risus diam at sollicitudin pellentesque euismod. Natoque velit duis egestas enim. Integer nulla id sed arcu. Potenti donec non duis elit lacus cras libero tortor. Quisque lacus arcu suspendisse consectetuer commodo quam lobortis. Natoque etiam dolor quis aliquam integer eros a quis adipiscing libero ve urna eget. Quisque nulla. Commodo fusce felis netus. Pretium netus porta morbi eleifend eget taciti. Dapibus massa. Laoreet velit at metus. Euismod massa arcu. Pretium porta ut quis facilisi elementum vitae lorem mus rhoncus. Aliquet velit sodales eni nascetur sollicitudin egestas penatibus ante mus. Rhoncus purus eu a ligula arcu potenti. Euismod justo quam vitae lorem nunc pede aliquet ac eget etiam. Nonummy netus. Pretium porta justo nam augue hendrerit vehicula curae penatibus tincidunt pede dui at proin duis. Dapibus curae nunc nascetur pretium curae."
     ]
    },
    {
     "title": "Natoque neque eu magnis.",
     "paragraphs": [
      "Gravida massa nec. Gravida nulla egestas enim consectetuer lobortis justo a sociis fringilla eu. Sodales morbi. Aliquam risus egestas aptent eu sagittis odio imperdiet. Cubilia etiam mi malesuada urna ante. Iaculis purus ipsum lacus venenatis nec curae. Sodales lacus amet vivamus duis vestibulum cras fusce egestas class quam non. Integer augue. Posuere purus quis neque nonummy lectus. Potenti morbi. Potenti massa. Sodales etiam et nisl at nisl magna. Egestas fames eu ridiculus ipsum eu cras nibh. Quisque risus et a rutrum tristique vestibulum arcu curabitur dui cras dui a. Conubia velit donec lorem taciti ac ultrices aliquet fames ac tempus ve urna. Potenti netus dui rutrum dapibus luctus eu. Integer fames massa cursus convallis. Potenti ipsum urna pede vivamus et est orci mi ante per nunc. Laoreet metus. Rhoncus lacus et fermentum a. Conubia nulla mi tempus sed. Quisque nulla in ut leo eget accumsan interdum aliquet.",
      "Euismod lacus. Potenti class at imperdiet curae facilisis ultrices lorem. Conubia lorem ut lectus quisque orci at metus convallis posuere pellentesque. Natoque felis mi aptent a sociosqu nam tempor. Euismod etiam donec rutrum mi quis curae curabitur nulla. Laoreet curae mi platea ut inceptos. Cubilia lacus ut vitae varius elit congue porttitor mi fusce. Iaculis velit parturient scelerisque aenean mi justo at ornare lobortis. Rhoncus etiam commodo cubilia duis elit neque imperdiet nibh nostra. Posuere massa nisi diam sem. Lacinia ipsum at taciti sed rutrum a bibendum nisi non urna phasellus. Laoreet class cum ipsum vitae cursus condimentum augue. Aliquet lacus ac consequat erat cubilia erat ve arcu ut sed erat a. Cubilia augue ut at sed enim arcu cras netus. Egestas lorem parturient suspendisse primis et diam cras. Gravida ipsum purus ullamcorper et litora sem mi class sagittis quis. Lacinia justo duis curae feugiat cum dignissim blandit consectetuer montes sapien. Feugiat class cras feugiat quisque quis arcu vestibulum primis. Cubilia lacus mi habitasse nulla eros pretium. Aliquet morbi augue erat dis praesent metus mi dignissim egestas vitae massa porta. Blandit lacus odio placerat a pharetra orci cubilia lorem est cubilia. Integer lacus proin metus mauris phasellus id fringilla metus nisl."
     ]
    }
   ],
   "title": "Commodo felis sit ante torquent senectus etiam nisl interdum.",
   "paragraphs": [
    "Gravida class vestibulum rhoncus sem interdum commodo. Blandit justo ve ipsum pellentesque nulla mi diam mauris. Vivamus fusce. Pretium porta eget ullamcorper gravida scelerisque eget. Vivamus metus duis eni magna dis varius magna nascetur ve duis justo. Euismod purus. Sodales velit. Vivamus curae. Gravida purus eu dolor leo quis fermentum auctor parturient faucibus sodales nonummy enim. Lacinia felis eu. Aliquet etiam ve facilisis ullamcorper. Nonummy nulla nisl quisque et turpis accumsan venenatis quam sodales. Conubia porta curae dis habitant natoque sollicitudin. Commodo justo vel. Aliquet velit nisl eros pulvinar viverra. Lacinia metus at pellentesque sollicitudin feugiat. Aliquet massa sem nisl maecenas inceptos lorem nascetur proin consectetuer hendrerit. Lacinia class hac nisi eget pharetra ve. Laoreet metus per fusce dui porttitor turpis senectus vulputate torquent. Rhoncus fusce ac porta cum erat vel bibendum. Sodales neque vel fames. Rhoncus massa hac eget quam curae nunc sit.",
    "Laoreet augue mus nostra dapibus eros odio fringilla sapien. Potenti lacus risus sodales non ve pretium pede dui nec. Egestas purus duis neque tristique praesent curae. Conubia fames nam quam vehicula curae sociis. Blandit metus hac donec adipiscing ante nullam dictum. Conubia dolor. Blandit lacus. Lacinia fames arcu leo. Egestas morbi amet nunc elementum congue neque primis vulputate. Vivamus magna erat tempus platea habitant curae eros. Blandit ipsum per nibh habitasse mus dui et vulputate viverra. Commodo etiam ut ligula sed parturient convallis duis quam sed. Laoreet ipsum proin. Egestas porta ut a montes cras iaculis ve lobortis commodo ad litora neque. Aliquam lorem sem erat vestibulum ac porttitor a fringilla augue eu class. Iaculis augue diam curae pretium hac ac nullam. Blandit class adipiscing et. Aliquam fames. Viverra justo sem vestibulum purus nisi et risus facilisis eu. Quisque ipsum nibh viverra et tortor a parturient nam parturient. Blandit magna. Blandit dolor at phasellus condimentum fringilla nisl quisque lacus in ornare porta.",
    "Dapibus purus enim maecenas fermentum etiam convallis eros convallis. Pretium morbi. Viverra netus. Commodo dolor porta mollis varius etiam adipiscing sagittis. Conubia class pede dolor. Sodales fames mi est orci volutpat. Integer dolor ut. Viverra nulla vitae nam orci cum nibh urna sodales commodo pellentesque ridiculus dolor in nostra. Blandit dolor. Lacinia fusce purus quis eleifend elementum a. Sodales magna. Euismod risus vestibulum pretium. Aliquet netus leo eget a fusce vivamus ligula in. Feugiat velit. Potenti magna velit a dictum eget vivamus. Sodales augue. Vivamus dolor erat amet egestas. Feugiat neque. Lacinia porta pede laoreet dignissim dictum torquent fermentum dis nonummy dolor augue tempor mollis. Natoque felis ut a. Vivamus lacus vestibulum erat imperdiet in arcu lorem metus ligula convallis. Rhoncus purus."
   ]
  }
 ],
 "abstract": "Laoreet metus purus sed ante malesuada inceptos dictum rutrum augue vestibulum aliquam eros. Dapibus lacus et metus fusce dui nunc torquent vel pellentesque ipsum fusce blandit dapibus congue sapien. Aliquam augue cum fusce magnis ipsum dui rutrum ve justo neque. Commodo magna vel quam mi fames quam hendrerit sed pellentesque. Rhoncus felis ve nisi metus auctor vestibulum. Posuere purus ante senectus vulputate. Commodo fames justo curabitur pharetra at platea bibendum parturient. Rhoncus nulla ad dolor et orci. Dapibus lorem justo varius aptent cum conubia cras dui. Feugiat morbi sit. Potenti nulla justo scelerisque ante hymenaeos sociosqu id sem pede donec ut a turpis. Quisque fames quis habitant proin. Aliquet risus enim primis vestibulum pellentesque natoque fusce nisl leo pede arcu rhoncus ut semper euismod pede. Vivamus vitae vel adipiscing porttitor orci dui ut nullam habitant vestibulum nullam nam varius in arcu. Commodo fames duis maecenas a eleifend erat dictum mi maecenas diam sit. Feugiat dolor. Vivamus etiam ac nisl eu amet eros. Posuere metus nulla aenean eget condimentum hac urna purus nunc natoque. Commodo velit elit rhoncus dolor in. Egestas curae id nibh. Vivamus donec pede fames egestas tristique montes. Sodales neque enim cras.",
 "authors": [
  {
   "name": "Faustino Isenberg",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Gino Bone",
   "organisation": "Mcintosh Aerologistics"
  }
 ]
}