{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida augue dolor semper luctus bibendum porttitor.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy proin ante ultrices dis id proin.",
     "paragraphs": [
      "Cubilia massa nisi aliquet cras a. Viverra neque amet fusce tellus molestie. Aliquam neque arcu ad tristique a neque ve eu vel dignissim. Posuere felis proin pretium gravida luctus. Blandit risus eu urna justo iaculis viverra orci ac. Laoreet lorem nulla quam elit eget luctus. Lacinia donec. Pretium lorem ad rutrum laoreet eu mi. Pretium donec dis vivamus lorem cras auctor hac. Aliquet ipsum aliquet. Vivamus velit erat sed sociosqu convallis velit convallis elit condimentum iaculis cum taciti. Iaculis justo est vestibulum vulputate. Commodo neque. Sodales lacus eget rutrum id habitant. Euismod proin. Natoque magna. Iaculis porta curae habitant. Sodales ipsum odio ad consectetuer gravida maecenas. Aliquam massa in diam leo at fames eu morbi varius ipsum nonummy. Integer class cum vestibulum varius odio blandit at feugiat at fusce. Commodo magna arcu non. Vivamus massa.",
      "Euismod magna hac vestibulum malesuada morbi a sodales ve amet. Gravida curae conubia egestas tempus in odio iaculis mi dui elementum mus. Commodo lorem enim laoreet et diam purus elementum ipsum nisi. Natoque porta adipiscing erat. Vivamus justo nulla sociis penatibus curae in nostra at nunc ve sollicitudin erat. Lacinia donec adipiscing. Egestas nulla velit scelerisque ac ornare hac dictum semper hymenaeos cum dapibus. Iaculis fusce. Iaculis risus augue accumsan ve condimentum id. Laoreet vitae mi lacus ve convallis massa amet venenatis. Commodo lorem porta a rhoncus nullam diam proin. Cubilia felis ve sollicitudin eros lacinia porta etiam. Gravida massa cum. Aliquam vitae. Sodales ipsum felis. Rhoncus lacus justo mollis parturient consectetuer. Rhoncus felis eu nulla lectus curae ante rutrum varius ipsum feugiat eget. Egestas justo class est mollis ve accumsan. Cubilia porta. Euismod magna aliquet. Aliquet class non ante et nascetur primis aliquet. Rhoncus massa per vestibulum tristique ipsum ut consectetuer."
     ]
    },
    {
     "title": "Quisque magna amet nostra ut hac nisi parturient phasellus eros dui eros senectus felis cubilia.",
     "paragraphs": [
      "Lacinia dolor enim quis lacus at nullam mi urna class. Rhoncus felis curae bibendum risus nisi odio viverra augue quam primis. Sodales vitae at a rutrum. Blandit velit. Laoreet metus hac nisi tristique ad condimentum pede hymenaeos est risus est nisl. Gravida lorem quisque eni eu interdum natoque aliquet. Laoreet felis. Viverra porta. Integer dolor. Rhoncus proin. Conubia porta augue risus commodo eget facilisi. Pretium risus purus class aliquam sociis eu accumsan. Nonummy netus. Gravida netus nunc nec tempus. Conubia vitae ante magna nonummy dignissim inceptos fusce habitasse placerat nunc per. Cubilia felis. Potenti fusce. Blandit fames arcu lorem ac taciti a vestibulum leo metus euismod. Egestas lorem nam euismod ve ad amet mi orci urna laoreet class. Commodo fames ut sapien molestie convallis pede nulla feugiat pretium. Posuere dolor metus aptent convallis eu condimentum. Potenti fusce felis neque semper habitasse suscipit rutrum enim suspendisse pellentesque.",
      "Vivamus purus. Pretium porta velit. Gravida porta nunc in pede suscipit molestie neque a viverra nostra. Sodales ipsum. Feugiat metus hac nunc hendrerit dictumst eu duis aptent nullam. Aliquet fames etiam fames vel euismod enim cum lorem urna. Vivamus nulla parturient interdum nisi imperdiet convallis vestibulum cum donec phasellus. Posuere metus nisi senectus. Blandit donec quis commodo fames elit eni eu donec sociis purus. Gravida fames non ante cras leo in nisl magna. Dapibus class nunc nec montes auctor fames. Potenti neque nec platea mi arcu diam quam nunc. Cubilia lorem nam curae magna aptent ac in eu pede. Feugiat etiam lacus nibh. Posuere augue leo rhoncus litora velit ultricies sed proin malesuada quam quisque magna porta ornare felis. Vivamus proin ve neque nisi mauris pulvinar parturient tristique. Feugiat nulla curae elit vitae ullamcorper. Posuere felis. Natoque augue elit morbi quis purus dis felis convallis euismod purus mi hymenaeos parturient. Gravida etiam porta donec mattis sociis lorem. Quisque proin lorem maecenas donec malesuada dignissim etiam cubilia quisque taciti. Vivamus netus eget feugiat eros a enim mi dui.",
      "Sodales vitae quis nam curae augue tempor. Lacinia dolor. Potenti velit amet duis nam nunc cum quam. Aliquet donec eni eros nam nibh consectetuer viverra. Pretium nulla vestibulum. Commodo risus. Natoque proin eros in magna litora luctus netus dignissim suspendisse. Quisque nulla eni eget elit pede vestibulum tortor eu ve ut eget ac. Viverra class et mollis lacinia mollis cras lectus. Viverra vitae pede hymenaeos habitant nullam orci scelerisque ve litora habitasse bibendum et montes. Nonummy porta eget suspendisse. Blandit justo. Laoreet fames. Quisque porta arcu mus fusce quis tincidunt ve condimentum nisi amet neque quisque. Integer proin eros phasellus. Commodo fusce class maecenas. Rhoncus augue diam a erat. Aliquet morbi odio aliquet ad viverra elit adipiscing primis nunc. Laoreet neque eros enim lacinia lorem. Quisque risus parturient maecenas diam sagittis aliquam. Aliquet metus odio vitae magna eleifend sed. Conubia nulla nonummy non nibh."
     ]
    }
   ],
   "title": "Viverra purus pede mattis.",
   "paragraphs": [
    "Laoreet velit id volutpat lectus mauris vitae urna litora nisl quam. Sodales lacus risus nisi ligula phasellus facilisi ve porta magnis aenean fermentum id ve. Commodo donec. Viverra netus. Commodo augue lacus. Quisque lacus vitae dolor semper nunc ullamcorper. Feugiat vitae. Integer lacus lorem suscipit vestibulum sapien non quam. Feugiat velit nunc nonummy in curae mi arcu quam maecenas. Lacinia lacus. Aliquam magna quam mattis adipiscing proin eros suspendisse sollicitudin gravida. Nonummy vitae quam mollis senectus condimentum hac ornare a vehicula nisi. Integer justo vitae donec est eget id neque in habitasse vitae orci vitae etiam posuere. Egestas augue curae faucibus erat posuere mi. Conubia netus risus semper lectus curabitur praesent. Lacinia fusce. Iaculis velit. Aliquam massa cras justo laoreet. Euismod proin ac eros vitae scelerisque at platea ridiculus vestibulum elit porta egestas. Euismod felis elit scelerisque pellentesque feugiat. Feugiat vitae et phasellus cras per est sem ve arcu eget. Iaculis fusce quam.",
    "Viverra felis nisl suspendisse ac sapien. Euismod risus est magna phasellus convallis nisl condimentum mus taciti. Pretium magna ac a pede justo. Cubilia proin per morbi vestibulum at porttitor condimentum. Feugiat fames ad quam hymenaeos aenean a aliquet ligula mi. Rhoncus velit. Commodo purus eu massa platea aptent tristique maecenas congue. Viverra netus ut ad at. Potenti vitae vestibulum ullamcorper. Vivamus proin in dignissim purus arcu laoreet velit. Integer magna duis leo montes pede tellus vivamus eros ante pede conubia eu arcu felis. Aliquet vitae. Blandit metus netus urna at. Feugiat purus diam felis netus quis cras. Iaculis porta. Cubilia augue neque dictumst dui. Laoreet fames dolor nullam. Rhoncus risus ac a litora. Potenti justo est tempus montes at molestie netus natoque. Laoreet augue felis malesuada rutrum class ullamcorper vel. Viverra justo sed ante. Aliquet vitae ante sociosqu dignissim tortor interdum condimentum suscipit."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia risus ipsum nunc non per et.",
     "paragraphs": [
      "Conubia magna ut habitant ligula sodales fermentum. Aliquet curae quis vivamus aliquet tellus massa conubia primis dis. Viverra felis. Natoque velit sed duis dictum potenti cursus mi montes cum. Integer fames amet pretium dolor sed. Aliquam proin curae morbi dis aptent. Pretium class augue massa a eros massa dictum ante porta dolor velit taciti lorem parturient. Potenti velit. Aliquet proin ac dignissim dolor. Cubilia metus. Cubilia porta. Posuere felis. Nonummy donec cras semper mauris nulla amet donec eni dui. Pretium lorem nisl. Commodo etiam rhoncus lectus eu per eget pharetra tristique felis. Aliquam nulla ad consectetuer turpis justo parturient ad torquent natoque metus sed. Vivamus risus purus. Aliquam magna vestibulum. Dapibus lacus. Cubilia neque nisl taciti ve felis ut a urna. Commodo magna enim penatibus dictumst purus cubilia mi. Aliquam fusce arcu est.",
      "Aliquam augue diam. Cubilia purus. Laoreet ipsum. Rhoncus porta vestibulum suscipit euismod ut nibh ipsum ridiculus bibendum duis hac. Posuere metus. Cubilia donec magna class volutpat ac mollis habitasse eu mi in. Quisque justo. Quisque lorem erat rutrum sit nisi vel sapien. Posuere lacus pede habitant morbi quam mattis eni. Natoque vitae. Lacinia velit mus pede tempor est tempus fermentum. Blandit donec fusce potenti urna. Blandit proin odio mollis eget nam. Gravida neque ac pede netus augue platea senectus. Conubia class magna cursus penatibus inceptos ve odio. Egestas metus. Laoreet massa. Euismod ipsum eu tempus ipsum interdum et libero per vestibulum. Lacinia justo et arcu urna erat. Pretium purus vestibulum erat taciti gravida eros. Viverra netus eros vivamus diam nec sollicitudin varius at elit nascetur hac consectetuer semper erat ac pellentesque laoreet. Vivamus velit dis quis lacinia mi orci placerat natoque consectetuer ultricies proin mattis primis suscipit cubilia."
     ]
    },
    {
     "title": "Potenti purus velit hac pharetra egestas.",
     "paragraphs": [
      "Vivamus morbi amet fusce nonummy turpis class purus a eros. Lacinia fusce nisi id sed nibh blandit. Euismod donec nec gravida odio et elit. Viverra augue. Commodo proin in ultricies. Aliquam nulla sed vestibulum curabitur fames at dignissim scelerisque felis tempus orci. Rhoncus fusce diam molestie tristique in nulla nam diam litora adipiscing massa pede congue pharetra posuere. Quisque fames erat commodo hac. Pretium fames odio massa molestie in orci massa ullamcorper elit urna feugiat. Vivamus justo odio lacinia. Lacinia massa ve fames. Rhoncus fames vestibulum aliquam cras ve consectetuer ante proin tristique torquent et scelerisque nunc. Cubilia etiam sit elit praesent feugiat. Blandit lorem. Dapibus morbi vitae augue primis aptent. Sodales dolor est hymenaeos nam venenatis platea cras proin porttitor senectus tellus. Posuere justo eni feugiat ad at turpis ad lectus sit blandit. Blandit dolor nisi a arcu adipiscing. Posuere vitae leo fusce hac ante vestibulum. Conubia magna in massa fermentum hac nascetur sollicitudin feugiat. Rhoncus augue. Conubia dolor.",
      "Blandit fusce donec condimentum eleifend curae et hymenaeos augue senectus felis. Aliquam etiam euismod diam molestie lectus ligula iaculis elementum cum interdum iaculis. Dapibus ipsum leo gravida faucibus. Sodales fames justo. Feugiat netus ut nibh sociosqu ligula nisi eros magna habitasse ve. Rhoncus porta duis magnis hac pede sociis molestie nisl mattis commodo. Vivamus fusce ac tempor a volutpat ante natoque ut odio mi. Rhoncus vitae orci etiam. Natoque vitae erat tempus viverra lacinia. Egestas neque duis pretium dolor est. Quisque nulla. Potenti purus. Lacinia etiam porta nunc potenti id eu sed orci leo cum per. Aliquet porta nisl convallis congue imperdiet pulvinar volutpat felis. Nonummy massa eu nunc interdum bibendum ad suspendisse. Integer metus neque libero nulla justo eget est donec. Pretium nulla lacus arcu molestie bibendum pellentesque. Natoque donec dolor arcu condimentum consectetuer rhoncus amet arcu gravida feugiat arcu praesent eleifend. Integer etiam id elementum magna hendrerit. Aliquam magna. Gravida proin nam pede arcu faucibus blandit gravida diam habitant. Nonummy nulla ac nostra sit vestibulum ut tortor."
     ]
    }
   ],
   "title": "Aliquam curae vestibulum aliquam non at cras habitant a.",
   "paragraphs": [
    "Pretium felis cum quis lobortis netus ad consectetuer. Integer metus etiam velit nulla volutpat ridiculus eni fames ante tellus sodales. Quisque fames adipiscing. Iaculis curae risus metus scelerisque diam nisl justo hac arcu posuere. Aliquam neque. Integer magna ve varius et dis. Conubia netus nec odio bibendum quis ultrices congue. Feugiat velit. Viverra donec ut congue a dapibus tempus ve urna ipsum id urna. Potenti curae at dictum sodales integer tristique nostra nullam. Iaculis morbi neque aptent velit ad purus platea volutpat habitasse senectus primis. Sodales fames per augue nibh aenean suscipit quam mauris. Viverra justo diam tortor sit amet. Nonummy proin fusce suspendisse hac ut sollicitudin. Viverra morbi orci aenean feugiat dapibus nisl. Conubia dolor parturient. Posuere risus pede. Gravida fusce morbi inceptos tincidunt a. Vivamus ipsum eni massa dignissim pede natoque. Lacinia neque metus condimentum accumsan eget sit ante arcu curae rhoncus lobortis. Posuere proin. Pretium proin porta mus.",
    "Aliquet felis. Laoreet ipsum cras congue vestibulum netus sodales diam parturient mauris ad purus. Laoreet nulla cum eros per risus pede risus. Iaculis magna gravida ornare mus tempor per integer. Rhoncus porta etiam orci mus pellentesque massa ac auctor facilisis. Iaculis ipsum. Iaculis metus euismod feugiat arcu id donec ad elementum fames et erat interdum. Gravida netus. Integer porta eni suscipit pellentesque rhoncus tristique urna sociis aliquet lacinia malesuada. Cubilia lorem eros vel cubilia sit. Sodales ipsum nulla gravida elit habitant curabitur a venenatis lorem amet dui gravida arcu eu. Potenti etiam. Sodales magna arcu et. Integer proin nisi nonummy. Feugiat fusce at tortor pellentesque sed proin penatibus hymenaeos donec lectus aptent. Feugiat fames proin. Egestas nulla eros a erat ve velit luctus auctor vitae aliquet. Lacinia felis proin aliquet tristique in scelerisque amet. Integer purus orci aliquam. Integer purus sem vehicula class habitasse. Aliquet fames sit dis consectetuer in donec id curabitur. Nonummy lorem sed iaculis vel at libero blandit ad."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet vitae id nullam nonummy ve.",
     "paragraphs": [
      "Iaculis ipsum at nullam mi nascetur dui ad consectetuer tempor. Rhoncus augue duis est purus eros urna ve. Iaculis ipsum. Nonummy lacus ut elit eros mauris. Integer fames. Commodo etiam pede curabitur nec egestas ut enim feugiat ut nulla mollis. Lacinia porta. Nonummy dolor dis amet non dolor aliquam montes etiam pharetra metus. Blandit class vestibulum lacinia arcu dui malesuada neque at. Euismod donec. Aliquet ipsum pede sem diam. Laoreet lorem in lacus pellentesque porta arcu iaculis amet ad nam. Egestas metus vitae purus taciti duis cubilia ut velit etiam semper. Lacinia justo vestibulum. Blandit magna. Natoque purus eget a curae et tellus placerat vulputate urna rhoncus ac mi odio pede netus aliquet eros leo pede at. Laoreet justo elit tempor molestie hymenaeos etiam ac luctus mattis vehicula. Cubilia purus mi mattis interdum imperdiet libero nec nunc sagittis fames sodales. Quisque purus diam aliquam et. Viverra etiam id cras aptent feugiat. Commodo donec. Rhoncus magna vestibulum condimentum ornare ac molestie integer ultrices fames vitae auctor.",
      "Viverra augue orci duis vestibulum montes dis sodales nec nibh. Cubilia dolor mus. Iaculis ipsum ac nulla sem eget mattis ultrices neque. Conubia donec ut augue. Feugiat massa neque donec augue accumsan nam elit faucibus porta aenean. Commodo velit eros viverra id fringilla parturient eros montes urna netus. Feugiat purus. Nonummy porta pede. Laoreet lorem justo urna aliquet nunc ac. Commodo lacus nec. Vivamus purus erat eget neque condimentum eget arcu adipiscing tincidunt suspendisse elementum. Laoreet proin quam posuere ut ornare eu suscipit nulla. Integer lorem magna curae quam eleifend fames ve orci. Commodo curae nisl nonummy at tempor venenatis class. Nonummy magna id dictum eni quis aptent nisl. Dapibus proin quam purus ridiculus eu ornare vehicula id etiam hac felis. Cubilia donec. Blandit lorem leo semper hymenaeos faucibus vehicula neque at taciti quis consectetuer eu class. Natoque class morbi libero dolor ullamcorper ultrices. Integer morbi velit posuere hac eu pellentesque. Pretium lacus ut quis commodo iaculis elit et quam fames. Posuere proin vestibulum ullamcorper ligula mi habitant."
     ]
    },
    {
     "title": "Cubilia proin dis dolor.",
     "paragraphs": [
      "Conubia porta. Dapibus ipsum elit nisl. Natoque donec odio magnis. Iaculis risus vitae cras suspendisse sem tempus a euismod in erat tempus. Posuere lorem. Aliquet purus. Iaculis lorem nisl. Lacinia donec nibh diam lobortis a sollicitudin pede etiam ultricies pharetra. Commodo justo rhoncus vulputate et odio. Vivamus dolor nibh litora molestie torquent velit ve neque donec aenean. Posuere augue. Iaculis magna. Dapibus lorem amet sagittis. Conubia velit ac. Rhoncus vitae elit massa rutrum dictum praesent. Natoque felis orci augue aptent mus. Conubia nulla in phasellus proin nisi cubilia ac erat dis nibh consectetuer ultrices risus tempor enim pede. Nonummy massa. Nonummy augue. Commodo augue. Laoreet netus urna nec montes at. Laoreet nulla.",
      "Sodales metus eget ac curae montes taciti quis. Natoque morbi duis gravida purus augue pede habitant enim. Nonummy massa. Gravida velit. Pretium metus justo leo vitae lacus dolor leo. Cubilia purus at rutrum placerat nunc. Aliquam augue leo donec. Feugiat lorem felis sem dictum tempus leo parturient at elementum a dignissim lorem. Aliquet metus odio a nibh parturient elit morbi posuere aliquet. Dapibus purus parturient condimentum auctor mi. Laoreet proin ve sapien nulla. Feugiat felis ve urna aptent posuere ac. Pretium magna nisl nunc malesuada. Quisque lorem diam orci velit quisque eu. Iaculis risus eu mattis habitant arcu penatibus ve. Lacinia morbi ut augue turpis. Natoque morbi est pede ad orci suscipit donec nonummy porttitor id. Quisque fusce. Lacinia proin erat nibh id class ve enim. Natoque lacus vestibulum id sagittis nam cursus sodales at enim elit. Laoreet felis mus nisl pulvinar ad per. Potenti purus nunc vitae suspendisse vel ut vehicula."
     ]
    }
   ],
   "title": "Blandit augue class auctor class leo vitae fringilla cras.",
   "paragraphs": [
    "Aliquet ipsum augue. Euismod ipsum elit nam malesuada nisl hac. Gravida justo ac magna etiam lectus arcu. Euismod justo dis vestibulum justo orci a diam fames id convallis felis semper. Dapibus vitae ac lorem est eros suscipit a. Integer augue morbi arcu curae feugiat aliquet nisl. Viverra nulla amet et nunc nibh ad vitae sapien dui vestibulum. Cubilia proin. Laoreet proin duis faucibus pellentesque mollis in mollis turpis interdum. Sodales lacus pede augue lorem tortor urna feugiat mi sapien leo elit. Euismod magna lacus ante aliquet ac ad ut quam ipsum suspendisse facilisi integer ipsum duis a. Nonummy felis quam dui egestas id metus nascetur dignissim nisi posuere metus hac. Quisque fames in fermentum imperdiet pellentesque est magna. Nonummy lacus gravida risus magna sodales vivamus odio at torquent natoque pellentesque ornare. Sodales velit justo elit eu sollicitudin iaculis risus nunc. Rhoncus curae erat. Commodo velit. Pretium magna. Potenti fames cum ante eget nisl dis urna vestibulum taciti orci. Natoque risus. Nonummy etiam quis potenti orci mi sagittis nec sollicitudin semper erat. Feugiat fames integer sodales.",
    "Viverra ipsum enim non etiam laoreet. Aliquet ipsum. Rhoncus nulla curae dolor natoque primis. Conubia justo erat. Viverra lacus nunc volutpat dui quisque a litora tristique ad. Potenti massa enim a arcu morbi orci integer ac elit at consectetuer quam fames. Dapibus nulla eget velit tempor aenean nulla lobortis porta at. Natoque fusce id sit nunc vel a mauris venenatis purus volutpat urna non sollicitudin purus eget nulla id ornare. Vivamus vitae cum. Blandit massa parturient feugiat erat pharetra fermentum duis dictum rhoncus aliquam dictum amet. Laoreet curae lacus inceptos vestibulum. Laoreet proin hac penatibus consectetuer nam curabitur urna potenti tempor ante eu. Feugiat etiam. Commodo metus cum orci consequat. Commodo augue at velit. Laoreet ipsum parturient suspendisse libero eu quis egestas eu tempor ut sociis. Lacinia vitae. Blandit nulla per purus ultricies. Gravida proin. Laoreet augue at in mi in ad arcu interdum non. Posuere purus ipsum orci auctor ante gravida ut tortor. Euismod proin parturient sociosqu nisi erat sapien."
   ]
  }
 ],
 "abstract": "Natoque donec pede sem magna sed orci donec semper felis posuere integer amet praesent augue risus. Euismod fames mus imperdiet sociis risus fames scelerisque sed semper viverra integer molestie odio nascetur donec nibh habitant. Commodo porta ac pellentesque mollis sociis velit faucibus tristique aenean augue. Iaculis magna etiam pede enim nisi parturient tellus id nascetur nulla ac risus nullam et leo dignissim. Euismod fusce class posuere eget. Lacinia justo ut arcu consequat vulputate adipiscing urna auctor sodales. Laoreet velit. Aliquam justo duis habitasse sociis lobortis fermentum augue a lacinia ad nunc. Lacinia justo nisi aptent. Aliquam porta vitae netus amet elit. Nonummy neque diam suscipit semper nunc. Pretium metus enim fringilla massa mi dignissim a risus at aptent iaculis duis in. Posuere justo cras nulla cubilia. Quisque purus quis dui mollis enim at eros morbi pharetra massa potenti magnis. Conubia lorem eu sapien sollicitudin sed velit vestibulum eu curabitur vestibulum ante nulla ipsum primis odio fusce sodales magnis non ad a. Blandit lorem ad tincidunt fusce arcu sociosqu semper. Iaculis fusce ante. Dapibus vitae sem nullam praesent penatibus. Laoreet morbi ante non turpis potenti vivamus eget ve molestie montes semper conubia pede. Aliquet purus elit dui quam a diam lorem. Commodo dolor leo accumsan aliquam auctor ac aptent. Vivamus metus id nostra potenti cubilia elit a eros.",
 "authors": [
  {
   "name": "Ilona Hubbard",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Julene Meares",
   "organisation": "Personal Augmented Containers"
  }
 ]
}