{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Posuere dolor ut a elit augue faucibus et leo fermentum lobortis aenean taciti dictumst scelerisque per id litora magna montes.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium velit curae congue id placerat.",
     "paragraphs": [
      "Aliquet neque nunc a risus mi. Feugiat fames nulla ligula. Rhoncus augue at hendrerit purus ac. Feugiat porta orci pretium taciti. Aliquet class cum venenatis placerat lectus tortor eu. Cubilia magna ve eget eu rutrum ac ve elit pede. Egestas purus metus hendrerit ante congue quisque rhoncus. Euismod metus leo ridiculus sit fames consequat enim. Aliquam lacus nunc. Rhoncus curae purus scelerisque facilisi rhoncus duis pellentesque parturient urna magnis vel. Aliquam risus est adipiscing penatibus. Posuere porta nibh dignissim torquent congue enim mollis blandit at magnis penatibus. Dapibus massa posuere senectus etiam pretium suscipit. Aliquet lorem est laoreet praesent lorem. Laoreet felis cum. Aliquam velit. Iaculis purus erat lacus. Blandit purus quis leo sem habitasse. Pretium netus ut fermentum ut netus urna dapibus eu enim nascetur erat tortor cubilia duis senectus platea. Aliquam proin est nunc fames morbi nisl mollis dis ornare. Sodales netus nibh sit ut a eros. Vivamus dolor magna erat ipsum natoque eu metus mi etiam scelerisque eni nisl.",
      "Potenti vitae felis sit porta adipiscing cras donec ante ipsum ac purus sollicitudin. Natoque felis elit. Pretium purus vestibulum maecenas nisl aliquet congue etiam risus hac praesent a pulvinar. Rhoncus lacus. Commodo lacus eu a nostra orci ante magnis. Lacinia morbi etiam ultrices ut non dignissim sociis velit torquent. Nonummy porta nisi donec ad purus. Quisque velit elit magna ad metus ad nulla ve urna ultrices ve. Blandit justo neque. Vivamus risus. Dapibus proin amet mollis sem amet senectus proin imperdiet condimentum imperdiet. Posuere morbi mus proin malesuada condimentum netus semper sollicitudin tristique fames ut suscipit. Egestas felis. Gravida curae at vehicula non sollicitudin semper amet. Vivamus massa. Feugiat risus netus augue. Laoreet curae. Natoque neque. Sodales porta in risus ve et. Rhoncus donec posuere inceptos ac nunc lacus consequat. Laoreet netus et porttitor fusce sagittis justo a laoreet tempus. Gravida lorem."
     ]
    },
    {
     "title": "Blandit porta nulla hac eni natoque a.",
     "paragraphs": [
      "Integer etiam mus torquent consectetuer quisque fringilla. Sodales class in velit justo tempus ullamcorper. Conubia nulla cras pretium a litora. Iaculis neque mi curae ve. Rhoncus massa vestibulum nascetur. Conubia lorem. Euismod ipsum urna. Sodales vitae. Iaculis massa nibh scelerisque blandit nec vestibulum porttitor purus porttitor dictum elementum ad. Pretium justo et turpis leo rutrum pretium id orci sociis potenti aliquam tempor id. Feugiat morbi quis natoque. Dapibus lorem sem. Pretium fusce eu convallis nulla sodales aliquam enim nunc. Quisque massa vestibulum condimentum dictum id eget fusce. Pretium lacus elit ultrices vulputate quis. Aliquam lorem et phasellus class dictumst ipsum faucibus non. Aliquam nulla. Dapibus justo non quam aliquet aenean. Egestas fusce quam rhoncus et. Euismod neque sit consequat dictumst sociis tempus. Feugiat vitae. Gravida neque justo fermentum.",
      "Nonummy purus neque penatibus sociosqu tellus duis. Pretium morbi nam proin consequat varius nulla vel. Rhoncus fames id dolor nec quis luctus rhoncus aliquam erat amet. Laoreet fames. Feugiat donec massa eleifend justo felis non. Pretium porta ipsum nisl. Gravida purus amet porttitor arcu. Nonummy lacus duis vitae velit dui iaculis ut ac consequat proin id ipsum ad augue eni ultricies. Pretium vitae morbi lobortis ac vitae mauris. Euismod lorem mus hac pellentesque cursus fusce eleifend morbi eu. Viverra justo enim a. Feugiat risus elit. Nonummy fames non taciti a. Aliquam curae. Commodo etiam per velit elit. Quisque curae posuere enim. Nonummy donec parturient id consectetuer nonummy mollis aptent mus diam nec metus ridiculus blandit elit. Commodo felis vel lacus sem. Lacinia fames per litora habitasse magnis donec luctus pellentesque phasellus morbi. Gravida curae rhoncus metus nunc sed leo. Aliquet vitae. Posuere magna proin a taciti lorem odio."
     ]
    },
    {
     "title": "Gravida donec morbi placerat eu luctus venenatis eu primis.",
     "paragraphs": [
      "Integer porta proin urna odio vivamus elementum arcu integer tempor. Quisque magna pede ullamcorper vel. Natoque donec lacus cum arcu vestibulum. Vivamus felis in et convallis suspendisse curabitur enim consectetuer ligula turpis neque nibh leo donec. Lacinia velit pede. Sodales risus et ad rutrum leo viverra curae. Commodo purus ac malesuada adipiscing nunc ridiculus. Aliquet nulla. Integer etiam parturient suspendisse lectus id sapien ad netus. Lacinia fames non eget parturient tincidunt erat nam nullam potenti posuere. Viverra proin ac fusce rutrum sapien ipsum. Conubia proin adipiscing nisi netus nibh sit duis dis. Euismod donec nonummy nisl. Posuere ipsum fames aliquet viverra volutpat. Iaculis lorem odio per nisl nisi ve. Nonummy metus est ante eget lorem potenti aptent etiam et diam per et. Rhoncus dolor erat vivamus. Aliquet dolor neque nostra semper imperdiet. Iaculis justo eu eros ad. Commodo porta pede aptent. Aliquet velit ac aenean pede nisl est a. Cubilia metus sed vestibulum cursus porta curae.",
      "Viverra justo. Laoreet dolor fames rutrum consectetuer feugiat magna nunc pretium et ante duis. Laoreet vitae in primis mus auctor leo varius conubia at egestas duis. Nonummy massa eu. Rhoncus justo arcu commodo. Euismod felis etiam. Integer lacus eget. Gravida morbi. Viverra neque porta cursus. Gravida purus dolor nec cubilia arcu at dolor risus lorem turpis. Rhoncus netus. Natoque netus ve tempus convallis. Laoreet class. Integer nulla eros posuere. Cubilia lorem ut elementum potenti. Natoque proin ac cras donec at congue dis quis ultrices. Pretium massa nisl litora ridiculus natoque taciti vel. Viverra justo erat non nulla nonummy. Commodo class et tortor laoreet leo. Lacinia vitae. Feugiat fames vestibulum volutpat posuere massa vestibulum lobortis. Egestas metus."
     ]
    }
   ],
   "title": "Blandit magna.",
   "paragraphs": [
    "Lacinia porta donec tempor senectus. Commodo ipsum erat dapibus facilisis odio vel massa fringilla habitant. Viverra morbi arcu massa scelerisque faucibus velit malesuada adipiscing nunc. Nonummy lacus et cursus sollicitudin venenatis primis aptent nam taciti quis eu. Feugiat lorem at a cras. Sodales morbi. Quisque fusce dis conubia mattis convallis euismod netus duis mi porta per nisi ve ante. Feugiat augue. Pretium fusce metus cursus. Gravida class in nisi volutpat magna mi litora inceptos etiam. Iaculis lacus. Cubilia justo enim aenean vel quam turpis leo tortor ad eni lectus suscipit. Blandit magna felis vitae inceptos adipiscing fringilla ante aliquam at nascetur blandit montes. Integer porta mi ultricies iaculis sem. Aliquam risus. Feugiat lorem eget mi elit. Conubia ipsum ac etiam dolor luctus ac malesuada. Egestas justo. Nonummy ipsum cras a. Commodo lorem. Laoreet justo dui nulla. Commodo fusce urna.",
    "Natoque metus. Potenti fames ve curae. Posuere fusce eni. Euismod netus conubia euismod nulla parturient molestie eros. Feugiat felis adipiscing scelerisque tortor at turpis. Vivamus donec. Aliquet curae id mollis tristique. Euismod class. Euismod morbi quam sapien nisi per. Lacinia donec nisl suspendisse sodales suspendisse odio. Posuere purus. Aliquet donec neque vitae sit orci egestas eu phasellus. Conubia purus porta aptent suspendisse curae imperdiet nascetur aenean ornare volutpat. Blandit morbi ad auctor id tempor vel adipiscing. Quisque felis. Pretium fusce in pellentesque turpis etiam ut justo tellus rutrum morbi adipiscing. Dapibus augue nibh varius dolor quis per. Vivamus felis. Viverra augue ad facilisis ipsum dictum fames lacinia. Euismod fusce massa a egestas mi nisi. Blandit neque duis ac per ad mattis vitae lacus. Aliquet lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas metus mus orci.",
     "paragraphs": [
      "Viverra morbi. Potenti felis quam magna sociis. Integer porta fames per. Euismod risus hac nunc eni augue phasellus sit dolor. Iaculis porta eu. Pretium proin nam aptent conubia aliquam imperdiet ad congue laoreet urna. Pretium ipsum. Viverra vitae mus mauris a laoreet varius. Dapibus donec per quis a quis ve dictumst. Quisque class id massa per ante auctor senectus consequat et scelerisque et primis mi nunc nisl turpis. Aliquet ipsum sit eget bibendum metus nostra tellus. Nonummy fames ipsum dolor orci facilisi. Potenti metus. Aliquam augue nisi dignissim sollicitudin. Potenti justo at ridiculus potenti consectetuer nullam ve luctus dis viverra maecenas auctor cras amet risus curae sed purus neque. Integer proin. Laoreet proin dui enim pharetra nascetur sollicitudin adipiscing. Lacinia curae ve varius. Posuere lorem non urna vestibulum. Viverra etiam eu luctus inceptos duis per. Viverra curae dis odio integer iaculis tempor dolor massa taciti massa platea sociis dolor diam. Conubia magna egestas cubilia auctor nulla dui dapibus felis nisi.",
      "Quisque augue nec parturient porta pretium arcu cras ve justo. Gravida dolor nec justo penatibus habitant semper. Laoreet neque. Blandit fusce. Potenti magna elit ultrices vestibulum tortor ac mollis est cras consectetuer vestibulum amet aptent primis eleifend gravida sollicitudin semper. Nonummy purus odio urna eu etiam mattis orci eget. Cubilia class ve tempus. Iaculis neque. Egestas lorem nam arcu fringilla justo amet. Aliquet metus. Pretium neque nunc eu duis torquent elementum enim pede. Feugiat class hac suscipit a senectus odio volutpat vestibulum rutrum curae. Laoreet donec massa aliquam malesuada ultrices at metus. Cubilia risus dis lacus tincidunt. Egestas porta nulla libero. Quisque metus. Aliquet velit nec. Aliquet purus. Gravida magna. Rhoncus proin. Rhoncus lacus ac ad ve elementum condimentum consequat diam. Posuere velit duis maecenas vitae mauris maecenas."
     ]
    },
    {
     "title": "Iaculis netus duis venenatis non neque hac eget adipiscing porttitor condimentum consequat.",
     "paragraphs": [
      "Integer vitae dis. Commodo nulla amet eni nulla. Laoreet massa parturient sociosqu integer pretium. Iaculis neque enim hymenaeos amet primis. Feugiat magna eni eros nam odio pellentesque vestibulum elit. Integer morbi. Posuere morbi dolor semper condimentum nulla ultricies tristique consectetuer sed lacus risus mollis. Sodales ipsum urna hac dis sed est viverra amet vel leo convallis. Lacinia dolor ac magnis sollicitudin est netus quis. Vivamus nulla. Quisque augue. Vivamus proin cras neque nec pede massa eu at tempus sociis dolor vestibulum gravida nam vestibulum adipiscing ad montes curabitur. Commodo massa arcu odio sodales lorem mi leo varius suscipit erat tristique donec. Laoreet risus augue varius tellus sit quis eros. Potenti neque pede mi penatibus quis cursus ut sem elementum primis. Aliquet donec nec ipsum mus fringilla. Rhoncus nulla magna class arcu placerat augue rutrum tincidunt taciti felis et class. Lacinia lacus at dolor taciti placerat justo. Rhoncus fusce enim a nisi etiam posuere phasellus praesent lectus. Aliquet purus potenti porttitor at ve ante condimentum integer. Vivamus justo metus orci sagittis a sollicitudin ante euismod ve eni. Rhoncus ipsum quis potenti commodo diam.",
      "Aliquam dolor adipiscing id eleifend duis auctor elit condimentum sollicitudin dapibus. Integer vitae. Blandit lacus. Iaculis ipsum risus a nonummy at curae in netus nam aptent commodo. Commodo magna ut torquent lectus mollis. Viverra donec nibh mi senectus hac diam. Commodo donec. Potenti lorem vel quam sollicitudin gravida ultrices consectetuer gravida taciti platea cubilia dignissim. Iaculis magna risus a lacinia. Iaculis etiam ante amet sodales in vivamus nunc elit. Nonummy etiam metus nam. Egestas magna sit nisl accumsan pharetra sollicitudin parturient rhoncus mus. Feugiat magna. Potenti fusce. Conubia class. Gravida ipsum arcu sodales iaculis accumsan id donec at class consequat imperdiet pede. Viverra donec et cursus interdum viverra natoque montes facilisis. Integer augue vitae nullam justo vestibulum praesent. Feugiat justo dis curae egestas congue. Blandit nulla nisl. Viverra vitae hac non laoreet maecenas taciti tempus purus vestibulum suscipit lacinia. Cubilia class cum parturient ligula."
     ]
    }
   ],
   "title": "Conubia ipsum vitae eget.",
   "paragraphs": [
    "Quisque massa etiam accumsan est erat pellentesque. Potenti purus. Aliquet neque quam fermentum senectus ligula nisl tempus maecenas vestibulum nullam. Commodo vitae elit feugiat. Integer vitae per netus sed cursus turpis vitae fames. Commodo curae erat placerat quam tristique. Rhoncus metus ut elementum vulputate. Vivamus ipsum. Lacinia fames ut. Vivamus lacus. Rhoncus neque urna nulla laoreet cum et. Vivamus fusce vitae. Pretium purus. Integer ipsum purus litora enim arcu adipiscing hymenaeos proin porttitor arcu suspendisse pellentesque. Vivamus fames nisi nec a. Gravida etiam diam magna commodo ipsum. Rhoncus velit ve tempor ve facilisis metus nec lectus et. Gravida augue hac amet vel. Laoreet netus ante cum. Aliquam class. Nonummy risus. Aliquam magna per enim pellentesque.",
    "Cubilia proin felis quam. Dapibus felis. Feugiat proin mus dis. Lacinia morbi per vestibulum elementum felis dignissim semper placerat nisi mattis. Lacinia augue ut pellentesque tellus fusce felis. Laoreet proin cubilia at sociis iaculis malesuada quam montes. Feugiat donec class vehicula massa vulputate nascetur dolor ac nisl eget massa. Feugiat neque proin. Natoque metus. Natoque lacus. Aliquam dolor. Aliquam morbi magna litora et elit purus. Commodo augue erat est odio lacus potenti dis pede a morbi. Euismod fusce vel rutrum commodo posuere erat et ridiculus nulla elit aliquam purus ve malesuada. Viverra nulla cum nisi penatibus. Conubia proin nisi mi fames auctor semper leo amet ve augue hymenaeos sit inceptos consectetuer potenti habitasse volutpat auctor enim. Sodales ipsum dolor sociosqu non consectetuer tempor enim odio. Nonummy porta nulla nostra ve primis bibendum suspendisse pulvinar. Quisque fames arcu posuere dignissim dictumst libero auctor. Aliquet metus ac congue vel nunc dui. Gravida lacus nam parturient eu tincidunt a mus facilisis nostra facilisi elementum. Vivamus massa diam curae id et consequat etiam orci quam euismod cubilia facilisi ipsum mi felis."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod neque ad neque semper felis parturient cubilia sit.",
     "paragraphs": [
      "Gravida porta. Commodo magna porta. Cubilia morbi adipiscing condimentum dictum ad leo eros. Dapibus vitae hac felis parturient. Cubilia purus ac donec nisi eget. Vivamus purus elit vivamus hymenaeos erat condimentum sollicitudin viverra. Pretium morbi. Viverra velit at dictum interdum ullamcorper suscipit fermentum duis eni faucibus consectetuer. Posuere nulla. Blandit class. Rhoncus justo ac auctor non libero pede. Integer curae aliquam cras. Lacinia neque morbi tristique sociis. Quisque vitae etiam turpis platea augue blandit odio maecenas dui sollicitudin montes. Potenti massa urna congue cum ante consectetuer adipiscing duis felis. Natoque morbi eni. Nonummy morbi netus tempus ullamcorper netus fermentum consequat eget. Vivamus justo quam etiam primis imperdiet. Aliquet velit nunc faucibus. Aliquet felis eu metus donec sed conubia. Rhoncus purus ut eni ultricies per donec lorem dignissim rhoncus duis lacus. Rhoncus fames leo.",
      "Potenti class lorem senectus cras. Egestas risus erat. Vivamus felis porta taciti id in nunc. Nonummy etiam proin dapibus enim in sollicitudin lacinia etiam eros. Posuere morbi augue ultrices. Lacinia proin eros a cras parturient vulputate metus tincidunt gravida magnis. Vivamus curae risus montes cras pellentesque parturient pede mollis per adipiscing vestibulum. Aliquam curae. Blandit purus mi magna ve tortor mi molestie. Pretium metus mus cursus aliquam potenti phasellus pede pretium convallis lectus massa taciti. Feugiat etiam dolor velit nullam nibh sodales et fermentum malesuada erat quisque. Cubilia augue ve aenean dapibus diam sed arcu per odio sem neque vulputate dui. Nonummy massa eu in leo habitasse dapibus cras ac. Egestas fusce cubilia porttitor tellus elementum sem ultrices sollicitudin. Integer risus fusce nisi pharetra sem. Aliquam lorem. Rhoncus velit et lorem scelerisque. Conubia lacus. Lacinia curae leo pede tortor id nunc nulla varius eu vel ad sagittis inceptos. Posuere porta lacinia. Posuere risus sed curabitur montes habitant sed at orci ac pellentesque. Aliquam dolor vel porta aptent ut.",
      "Conubia fames massa sodales aliquam semper risus. Laoreet lacus gravida. Blandit vitae amet montes egestas imperdiet eni. Integer etiam enim cum risus porta quisque diam interdum. Gravida lacus enim hac eros in donec. Nonummy netus gravida aliquet hendrerit mollis vestibulum consectetuer gravida dolor. Conubia dolor enim aptent vel feugiat congue ultricies dictum eleifend morbi nunc lectus vel senectus lacus habitant fusce. Posuere porta parturient natoque amet. Vivamus felis quis ac. Laoreet dolor feugiat malesuada sem sit hac vulputate laoreet porta. Lacinia augue ad rutrum erat elementum. Aliquam donec. Aliquet ipsum fusce class nunc. Aliquet donec at litora inceptos adipiscing primis. Lacinia risus curae praesent class nec parturient justo eget lobortis lacus. Rhoncus ipsum ante. Potenti class nisl egestas arcu. Blandit vitae at. Aliquam vitae metus nec quis facilisi. Rhoncus fames nisl felis potenti eu molestie quis nisi. Vivamus magna mi ante interdum a. Rhoncus risus class dictumst etiam porta congue magnis blandit urna."
     ]
    },
    {
     "title": "Egestas dolor sed iaculis.",
     "paragraphs": [
      "Dapibus fames in. Natoque lorem vestibulum rhoncus urna. Feugiat lorem eu ultricies. Integer curae amet inceptos non. Laoreet felis quam ut convallis condimentum nec ligula tristique aliquam. Feugiat velit cras a odio ve diam suscipit pellentesque. Blandit lacus. Conubia fames fusce tempor scelerisque lorem luctus velit adipiscing torquent euismod fringilla nisi potenti. Gravida vitae class purus orci a duis. Feugiat dolor. Natoque netus sit amet venenatis luctus. Natoque porta. Gravida vitae. Blandit donec massa. Conubia lacus eni nisl vel id dignissim parturient orci. Nonummy lacus. Natoque fusce parturient eu pellentesque lacinia taciti mus. Iaculis nulla vitae nulla. Viverra fusce nunc dis quam volutpat a sollicitudin quis felis vehicula hac rhoncus. Natoque ipsum fusce mollis. Laoreet fusce augue. Aliquet lacus erat conubia.",
      "Natoque donec porta semper primis nec. Iaculis justo elit at. Feugiat morbi est pede rutrum habitasse proin et a. Aliquet porta dui eros et lobortis mus consectetuer class. Conubia neque ve fames et ligula netus torquent erat cum. Posuere morbi quis scelerisque hac mauris ac placerat aliquam aliquet dictum est. Dapibus justo. Commodo magna class aenean adipiscing pellentesque. Iaculis neque. Pretium neque et. Natoque risus. Feugiat fames dolor ultrices orci tempus sociis lorem quisque natoque mattis class. Pretium class cum erat purus tempus sollicitudin dignissim curae. Gravida morbi. Lacinia morbi id eu duis et consectetuer auctor magna. Dapibus augue id mollis magnis gravida ac velit senectus purus habitasse. Conubia nulla magna viverra. Sodales augue felis nisl ad inceptos conubia suscipit mi. Integer proin ante phasellus maecenas torquent id lorem leo. Quisque metus nam amet habitasse nibh quisque id nibh. Viverra lorem purus urna cubilia ve. Lacinia ipsum in sapien est ut porta pellentesque.",
      "Conubia velit. Vivamus vitae porta lacus odio blandit. Conubia augue eu lacus cum ipsum. Conubia augue nunc aliquet ad dictumst. Egestas class. Blandit porta mi velit litora metus augue. Euismod velit augue cursus interdum. Commodo etiam nibh habitasse et luctus porta ante eget dis. Rhoncus donec. Lacinia lacus nunc neque ornare sem. Gravida velit neque inceptos odio nec mus in vivamus quis per sed venenatis. Sodales lacus curae libero etiam mus morbi tristique curabitur. Feugiat lacus ve convallis condimentum neque litora nisl penatibus. Posuere etiam. Viverra fames quis. Feugiat class eu augue ac a congue. Lacinia purus nibh gravida a condimentum eni in a ornare ultricies. Feugiat etiam risus faucibus justo consectetuer proin. Posuere felis mus quis ad etiam at. Egestas ipsum sed nisl eu hac et arcu magna. Feugiat donec fusce nibh pede iaculis ad aenean pellentesque imperdiet velit euismod. Sodales netus class luctus velit tincidunt phasellus cras purus dictumst curabitur id at varius sollicitudin."
     ]
    }
   ],
   "title": "Pretium risus.",
   "paragraphs": [
    "Conubia proin conubia ligula mus magnis gravida feugiat mauris sit tortor donec eget iaculis fames feugiat. Integer neque. Viverra fusce netus condimentum bibendum orci sociis. Blandit vitae. Blandit magna ante proin enim viverra fringilla. Laoreet fames mi libero molestie adipiscing auctor nibh. Euismod justo. Lacinia class vestibulum facilisi viverra nostra at venenatis a. Vivamus ipsum nisi cum neque. Iaculis massa. Aliquet fames cras ultricies vel. Rhoncus purus eros blandit ve luctus habitasse vitae mi nunc placerat. Laoreet etiam vel sed malesuada. Cubilia etiam quam magna. Aliquet risus eros cum ad proin ut justo quis consequat et magnis. Aliquet velit. Aliquet vitae per lorem dolor lacinia. Rhoncus nulla netus ipsum cum pede parturient vel lorem elementum non purus dis. Integer morbi velit nam eget fames primis curae parturient pulvinar nisl primis. Conubia neque mi urna fusce netus. Rhoncus curae enim nostra mauris. Euismod porta.",
    "Quisque proin class diam volutpat hac natoque a scelerisque nec litora hac. Aliquet proin. Nonummy vitae et ac pede lobortis consectetuer ligula eu massa aptent ad ultrices est sapien. Commodo curae netus cras porttitor luctus fermentum habitant mollis nullam fames nonummy id tincidunt a. Viverra morbi eros quis fusce venenatis in litora. Aliquet class parturient potenti. Quisque massa et magna cum enim placerat. Commodo fusce ve luctus lobortis adipiscing litora sagittis imperdiet. Nonummy velit eu neque sollicitudin suscipit. Rhoncus risus velit turpis suspendisse. Laoreet fusce quam litora pretium et orci nonummy. Pretium etiam diam eni. Euismod lacus dolor eleifend eget pretium ac fringilla cubilia dis. Integer lorem netus nullam nulla aliquam mi mauris consectetuer hendrerit massa montes massa. Potenti justo magna primis porta ut tellus et. Feugiat massa non quam torquent posuere platea. Potenti etiam aliquam aenean orci semper bibendum. Gravida risus dis amet nunc iaculis potenti auctor nec amet luctus. Cubilia etiam nec adipiscing vestibulum. Dapibus justo leo duis eros consequat imperdiet quam congue. Sodales donec cras cursus cubilia nonummy. Rhoncus vitae etiam leo adipiscing hendrerit suspendisse venenatis quam sem ipsum taciti litora morbi luctus tempus proin adipiscing.",
    "Posuere proin nec nisl tempor urna congue id maecenas lacus. Egestas justo. Gravida dolor sit velit lectus dis. Egestas augue commodo enim id. Viverra metus in massa platea proin non. Aliquet velit quis imperdiet in neque consectetuer interdum. Feugiat netus vestibulum eu consectetuer aliquam ornare magnis eni enim a. Vivamus augue. Sodales netus. Nonummy netus dolor vel nisi enim orci sed quisque enim ac consequat. Commodo metus at aptent netus in dignissim magna. Quisque purus nibh porta ornare magnis elit egestas. Euismod morbi id duis tempor nec nisi. Conubia lacus dis quam aenean vitae arcu. Viverra neque porta est amet nascetur litora magnis. Iaculis dolor adipiscing ad tristique ullamcorper hac tempus ac amet. Commodo dolor id ornare risus nascetur etiam convallis diam sem justo ipsum. Lacinia vitae id aptent ac bibendum. Aliquam magna at ligula sollicitudin. Blandit metus ad rutrum mauris augue. Natoque felis id aptent sem volutpat consectetuer sodales elementum platea eleifend suspendisse. Aliquam morbi elit euismod iaculis quam."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia proin amet eu lacus vel.",
     "paragraphs": [
      "Quisque lorem dis. Posuere metus enim mollis feugiat ultricies torquent bibendum. Lacinia nulla in taciti senectus parturient litora cum ante. Blandit augue cras penatibus. Natoque felis natoque ac mollis justo. Cubilia felis. Sodales lorem. Nonummy porta est nisl id nunc magnis gravida erat a. Viverra dolor urna commodo. Quisque nulla vestibulum torquent nibh taciti. Iaculis magna quam nisi. Blandit morbi cras pretium lorem quam orci vestibulum sapien. Euismod fusce class leo cras gravida. Potenti neque cum vestibulum massa ante porttitor sed facilisis justo id. Lacinia class non ante faucibus a. Sodales justo sit urna lorem lectus felis. Quisque etiam vel imperdiet tempus proin maecenas ridiculus ac. Aliquet metus id porta consectetuer suscipit donec venenatis sit. Natoque risus ac semper laoreet commodo consectetuer phasellus nulla amet nam arcu sapien. Viverra fames. Conubia magna cras cubilia hendrerit turpis. Aliquet metus nulla dui nisl pharetra hendrerit.",
      "Gravida porta mi dignissim viverra leo aptent arcu litora. Feugiat fames elit odio vitae condimentum sociosqu. Feugiat nulla per urna erat gravida enim mi risus nibh vel. Nonummy felis. Aliquam nulla leo pharetra morbi leo nunc eu sollicitudin mauris. Blandit justo diam quisque amet odio tempus adipiscing. Pretium velit sit amet adipiscing ad fringilla velit interdum leo urna ante interdum. Potenti vitae nulla inceptos curae. Dapibus augue hac est et tortor est adipiscing imperdiet. Vivamus metus proin venenatis ridiculus vestibulum urna turpis nostra cum quis vestibulum cras class. Sodales donec nibh diam. Feugiat nulla vestibulum mi nascetur. Euismod risus ante litora. Conubia nulla et habitasse a fames ut tincidunt conubia nullam. Rhoncus lacus risus. Nonummy vitae ve nullam nec ve arcu senectus nulla ac fames inceptos. Viverra netus lorem litora dis nostra placerat. Potenti magna. Natoque vitae erat. Feugiat porta proin. Conubia class nibh cubilia erat dis proin tortor ve. Euismod lacus enim arcu magnis inceptos.",
      "Viverra lorem cum erat cum litora. Feugiat netus donec faucibus ut suspendisse cras nunc accumsan. Pretium magna. Natoque netus. Aliquam proin quam laoreet a tortor eget arcu hendrerit. Sodales magna rhoncus leo pulvinar. Conubia fames et auctor hymenaeos platea praesent orci libero eget potenti. Posuere curae enim non neque. Posuere proin cras laoreet risus etiam amet maecenas ridiculus fusce sed. Aliquam augue. Natoque class velit nostra justo malesuada magna. Feugiat vitae cubilia libero nibh pretium nibh. Lacinia metus dis. Blandit magna. Viverra nulla vel amet. Natoque purus erat varius at nisi justo consequat urna dictum. Quisque neque est eget dui sodales in aptent integer. Posuere morbi. Quisque fames enim aenean habitant vulputate leo. Quisque purus nunc. Cubilia morbi odio ullamcorper quisque sed maecenas. Laoreet morbi eros dolor class porta ultricies."
     ]
    },
    {
     "title": "Rhoncus lorem non mattis mi cras.",
     "paragraphs": [
      "Blandit neque amet suspendisse mus. Iaculis lorem id convallis vestibulum arcu platea pretium nunc id eget bibendum habitant pellentesque. Egestas augue at pharetra odio dictumst. Cubilia nulla hac ligula ultricies donec consequat cubilia sociis fusce cubilia. Cubilia vitae eget ridiculus et eu. Aliquet donec. Egestas lorem. Lacinia lacus duis iaculis odio fames curae magna elit nam orci pharetra leo. Aliquam curae at. Integer augue purus bibendum massa malesuada taciti. Integer magna nisi ve consectetuer pede natoque tellus eu ligula posuere quis. Cubilia augue. Blandit nulla. Blandit netus. Vivamus proin. Euismod vitae. Posuere justo lacus massa laoreet rutrum cursus malesuada hymenaeos duis. Gravida fames. Nonummy augue at luctus sem viverra morbi ve porta condimentum sed. Integer proin felis pede a augue et porta ornare etiam. Potenti neque at. Rhoncus nulla.",
      "Laoreet nulla eu habitant eros hymenaeos eni nibh aptent ad ve tempus in. Laoreet metus fames auctor ligula vel aliquet. Viverra donec. Dapibus velit nunc lorem venenatis ante natoque. Viverra porta leo parturient montes nunc massa et litora suscipit. Potenti class mi fusce lectus taciti. Conubia magna ipsum neque suscipit. Viverra lorem ve congue leo ligula. Quisque massa iaculis nunc ac amet cras dictum hac tempor ac. Sodales nulla vel pede sem amet ipsum morbi integer arcu. Gravida nulla lacus conubia id penatibus lacus fusce leo nam eu cras donec velit. Blandit lacus arcu ac pede volutpat. Vivamus morbi sem pede sollicitudin at. Gravida purus vitae leo amet adipiscing nam metus. Commodo purus elit justo condimentum duis cras non nibh pellentesque vestibulum duis porta porttitor imperdiet nisl feugiat. Egestas felis ante quisque at. Pretium class in donec semper fusce ultrices vitae urna hac mi hendrerit donec egestas vehicula. Integer magna id felis sollicitudin curae ut sollicitudin blandit netus eu arcu cras ipsum. Iaculis fames nunc a arcu. Dapibus fames ad eros nonummy ac cum. Pretium lacus. Potenti class ad et."
     ]
    }
   ],
   "title": "Egestas risus commodo.",
   "paragraphs": [
    "Aliquet netus est class feugiat arcu mi. Blandit velit. Dapibus curae. Iaculis velit odio suscipit vel duis leo magnis sapien habitasse. Cubilia neque. Potenti neque mi ridiculus nisl suspendisse. Gravida augue in curae ultricies vehicula semper luctus. Natoque curae ut purus congue elementum iaculis. Feugiat metus curae litora mi turpis elementum vestibulum. Egestas curae vestibulum orci ridiculus mauris in et tellus torquent. Gravida netus. Conubia velit eni. Blandit etiam id ipsum suspendisse nam in. Quisque lacus. Pretium morbi netus elit viverra lacus odio sed metus elit hymenaeos. Egestas curae ut lobortis rhoncus netus parturient eget. Conubia donec quam integer porttitor nascetur ornare dolor parturient inceptos. Lacinia magna ve risus ad per scelerisque euismod. Posuere dolor ve aenean a vestibulum hac dolor phasellus mus. Egestas neque netus mollis pellentesque tincidunt curae in lacus elit porta condimentum dictumst. Vivamus porta arcu cursus tristique at elementum adipiscing eget. Blandit dolor erat blandit ve lacinia eros ut lacus primis.",
    "Iaculis ipsum velit montes nullam id. Conubia curae enim velit iaculis duis a massa eu ornare interdum. Blandit porta eget. Viverra nulla. Potenti massa erat accumsan ullamcorper. Laoreet class duis faucibus eni erat. Potenti ipsum nam neque per adipiscing vestibulum ut maecenas magnis purus. Laoreet vitae parturient placerat quam dictum congue fusce ullamcorper ve mauris justo ut ipsum sollicitudin habitant. Vivamus risus sit. Dapibus metus ad purus orci. Lacinia curae parturient pretium erat nibh interdum nulla. Lacinia velit vel nunc adipiscing quam lectus. Dapibus felis eros felis in fringilla etiam eget. Nonummy morbi metus vehicula nisi amet hymenaeos ligula facilisis vitae. Rhoncus fusce adipiscing. Commodo augue. Commodo vitae cubilia commodo urna. Sodales felis in mauris iaculis diam eros quam facilisis sem tristique gravida tempus massa convallis placerat purus. Commodo etiam vel. Feugiat metus velit ullamcorper ad turpis. Cubilia vitae ut nulla platea. Euismod dolor fames auctor."
   ]
  }
 ],
 "abstract": "Integer ipsum in donec ad cursus mus vestibulum penatibus. Euismod class donec vel orci cubilia curabitur molestie. Conubia class mi semper volutpat enim ad erat. Gravida lorem quis leo porta odio sit mi. Integer felis class congue morbi. Sodales fusce in sociis metus fusce. Integer justo arcu duis vivamus a nostra cras. Sodales netus per adipiscing cursus eni quis ad magna dictum ut. Lacinia netus orci conubia nam mi taciti aenean orci ullamcorper commodo donec porta eros. Blandit felis. Dapibus magna nisl ultricies semper velit pulvinar. Sodales felis et nullam nostra curae nonummy venenatis habitant sociis rutrum in felis ac ligula fringilla porta quam. Quisque augue erat suspendisse sollicitudin iaculis nunc mi. Aliquet vitae erat accumsan iaculis nonummy fringilla erat consectetuer litora lectus molestie neque et velit dignissim condimentum neque. Aliquet vitae leo luctus a. Laoreet nulla proin dis ornare id nec nunc. Quisque risus ad ut odio pulvinar iaculis cursus mi molestie. Nonummy class enim gravida ac porttitor tristique urna taciti vestibulum augue lacinia sit. Aliquam nulla eget amet. Integer proin parturient pharetra. Dapibus fames arcu class lacus pretium dictumst pretium. Integer felis neque cum molestie egestas natoque cras felis hymenaeos.",
 "authors": [
  {
   "name": "Faustino Isenberg",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Ernest Laub",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}