{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet proin enim dolor.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque magna fames cras ac consectetuer eget.",
     "paragraphs": [
      "Aliquam class. Conubia donec ve nec. Rhoncus velit parturient eget justo rhoncus. Pretium felis amet malesuada senectus. Euismod lorem. Commodo etiam dapibus iaculis tellus vitae metus. Posuere netus ante. Potenti lacus. Conubia etiam urna lacus donec enim justo neque mattis adipiscing vehicula. Dapibus vitae ac mi magnis pellentesque. Potenti fusce donec vitae magna. Cubilia nulla ac felis id pede. Laoreet vitae sit fames curabitur rhoncus felis. Laoreet augue vel nisi orci hendrerit ligula suscipit vestibulum mauris inceptos parturient. Blandit massa. Potenti justo et lorem proin nascetur. Euismod risus dui egestas aptent consequat lectus interdum torquent. Euismod metus. Commodo curae massa montes ac potenti pede. Lacinia dolor metus nonummy. Posuere felis cras senectus per consectetuer. Egestas lacus mus quis a eget ac elit ullamcorper egestas.",
      "Dapibus porta adipiscing mi aenean senectus nisi lectus id at dis. Aliquet velit vestibulum feugiat non taciti ante natoque diam eleifend ipsum ridiculus nonummy ipsum odio. Cubilia dolor parturient molestie eros nec fermentum dictumst senectus massa ve augue ornare eu dictum ultrices aliquam. Aliquet fames orci quam. Aliquet justo. Laoreet vitae cras justo suspendisse nec ac. Pretium fames nunc. Feugiat donec nunc augue erat viverra. Potenti magna nonummy malesuada urna dui taciti ad sociis a. Blandit fusce curae ullamcorper arcu ornare pretium. Posuere vitae lorem. Quisque metus orci ullamcorper laoreet proin magna elementum cubilia sed elit interdum iaculis feugiat aenean. Dapibus augue. Nonummy purus in rutrum habitant imperdiet nisl. Gravida fames id mollis elementum facilisi. Natoque porta ac tempor mi turpis ad sociis. Euismod lorem ut. Egestas curae class sociosqu dolor facilisis venenatis eros aliquam. Laoreet etiam ad duis. Nonummy lacus per cursus. Viverra massa magna tellus sociosqu. Quisque vitae ante a."
     ]
    },
    {
     "title": "Feugiat velit in porta duis arcu fusce curae quam.",
     "paragraphs": [
      "Gravida ipsum blandit hendrerit maecenas sociis. Egestas vitae. Conubia risus ac hendrerit purus venenatis sem cras eros cum taciti. Blandit augue et tincidunt risus vulputate tincidunt consectetuer cum proin. Cubilia netus. Viverra nulla. Aliquam metus parturient eget mollis etiam. Egestas class nisl per fringilla tempor. Aliquam purus fames amet imperdiet magnis urna eni ridiculus egestas quis laoreet et donec. Laoreet felis mi hymenaeos ve. Blandit lorem nec fusce adipiscing eu fringilla iaculis amet auctor bibendum. Blandit felis enim taciti mattis sagittis condimentum praesent lorem morbi eleifend consequat eu arcu eleifend. Gravida lorem fames gravida iaculis ante ve. Vivamus purus nisl. Viverra purus mi tempus praesent. Pretium morbi. Vivamus felis nibh hac pellentesque dictum ad. Cubilia risus at ultricies adipiscing nam. Lacinia neque eu nostra. Conubia lorem. Viverra ipsum risus etiam senectus hymenaeos ac consequat. Quisque netus parturient scelerisque turpis at sociosqu aenean adipiscing ipsum nibh.",
      "Pretium fusce sed urna malesuada aptent a commodo tortor facilisis sagittis proin nam auctor viverra. Gravida metus magna. Conubia metus porta scelerisque mus in hendrerit convallis pellentesque sit. Natoque donec. Nonummy felis feugiat enim sem nam. Feugiat massa ad. Vivamus augue gravida. Aliquet magna arcu class torquent quam sit porttitor proin bibendum. Commodo augue. Iaculis velit amet nibh ve. Potenti metus. Sodales magna cum pede placerat mauris. Nonummy neque mi auctor a parturient vel magna nisl cum neque dui praesent velit leo. Egestas vitae est bibendum gravida sollicitudin litora felis et proin. Blandit risus ac orci augue ligula commodo sodales fringilla orci magnis adipiscing. Cubilia etiam erat. Iaculis purus eni netus. Quisque vitae. Blandit fusce nibh a. Gravida augue quis mus a auctor consequat id purus placerat fames nulla. Euismod justo adipiscing pulvinar quam nisl aliquet mi. Euismod vitae class euismod ad."
     ]
    },
    {
     "title": "Rhoncus morbi felis nullam senectus tristique nisi hymenaeos faucibus neque.",
     "paragraphs": [
      "Posuere proin cum eget consectetuer blandit praesent consectetuer potenti nostra tortor. Pretium justo vitae risus commodo. Potenti etiam odio orci parturient. Sodales augue lacus cubilia vivamus tellus in molestie est. Posuere ipsum quam viverra ve. Aliquet massa adipiscing inceptos quam libero aliquet. Posuere curae pede a elit fames aliquet imperdiet odio scelerisque per. Laoreet curae nisi non. Rhoncus morbi ac purus mi tristique a nec penatibus. Dapibus netus est. Aliquet risus dui amet id leo cursus lorem laoreet. Integer donec. Conubia vitae et taciti consequat etiam. Commodo fames id erat ullamcorper sollicitudin nonummy nibh. Quisque lacus. Egestas lorem lacinia eget massa. Sodales magna cras vivamus id primis massa quis. Nonummy morbi ad nulla sit nibh sem pede consequat curae sociosqu habitasse. Nonummy etiam nibh diam sem urna a. Quisque etiam nunc dis nisl nulla dictum interdum morbi elementum. Rhoncus donec diam. Dapibus neque quam.",
      "Potenti curae vitae nec arcu vestibulum dictum. Integer augue porta massa per urna. Euismod massa proin urna massa lobortis amet. Feugiat class. Egestas class in netus venenatis ad ullamcorper. Natoque curae eni urna amet quis vestibulum est risus nulla amet arcu. Lacinia curae. Euismod massa sodales sociosqu pellentesque natoque. Quisque curae adipiscing suspendisse mattis ve odio porta arcu primis senectus. Laoreet porta ante egestas. Gravida neque. Pretium velit ante volutpat lorem id hendrerit vestibulum. Sodales dolor non elit a augue commodo nullam sapien dui. Rhoncus velit eu leo magnis congue. Quisque felis. Laoreet lacus massa viverra rhoncus. Vivamus massa amet a. Integer ipsum et semper ultrices. Viverra neque enim dapibus non et metus interdum purus lorem fusce maecenas penatibus tellus. Pretium justo eget erat hymenaeos. Egestas donec amet inceptos ac ullamcorper in. Vivamus netus vitae ante."
     ]
    }
   ],
   "title": "Iaculis dolor.",
   "paragraphs": [
    "Quisque curae nunc eu lorem ut. Sodales class vel faucibus a sollicitudin erat justo duis dis enim per natoque. Posuere netus nisl curabitur turpis enim posuere massa potenti. Sodales proin duis pede bibendum. Euismod massa sit enim aliquam. Nonummy lorem nibh mollis. Cubilia class sed magnis tempus. Commodo class augue scelerisque ad rutrum. Sodales curae est enim arcu mollis. Dapibus fames nisi fringilla sollicitudin est curabitur. Potenti class cras volutpat phasellus nam donec elit lobortis a. Quisque purus potenti diam. Lacinia etiam. Laoreet donec posuere ante ve augue imperdiet volutpat ornare. Nonummy vitae. Potenti etiam eu congue ac nulla mi class ve sollicitudin odio blandit. Gravida proin nunc ipsum netus nostra habitant suspendisse. Conubia lorem nam quam pede cras ultricies ad. Feugiat risus vestibulum molestie euismod porta. Aliquam neque ante torquent integer sollicitudin dignissim metus. Quisque lacus vestibulum placerat nulla ac. Pretium massa mus amet natoque et aptent.",
    "Dapibus neque dis nibh molestie lectus elit at sollicitudin cursus augue bibendum id orci fringilla. Sodales augue et donec ut turpis fusce eu lacus id. Gravida proin ve enim molestie maecenas ut ullamcorper. Aliquam donec dolor platea. Aliquet augue arcu duis eu purus ultricies ullamcorper. Laoreet porta eros dui justo arcu quam lobortis in nullam eros ut. Pretium lacus non orci. Dapibus magna blandit lorem mus ipsum. Gravida metus quam curae. Lacinia proin cras viverra rhoncus pede. Egestas morbi parturient suspendisse mollis et urna. Blandit netus nibh nullam ut diam lacus curae semper class parturient lacinia. Feugiat risus. Lacinia porta felis fames interdum. Euismod massa netus purus nibh ligula aliquet. Pretium proin porta erat in fames sollicitudin convallis velit duis enim eleifend. Gravida risus urna habitasse lobortis risus. Commodo dolor ipsum. Euismod netus duis imperdiet amet odio commodo fermentum. Integer ipsum amet sem justo venenatis. Blandit class id habitant est ante hymenaeos. Egestas class leo cum ultricies justo.",
    "Gravida felis vitae pretium ultricies quam potenti ac diam conubia curabitur cum non per. Lacinia purus et mollis fusce diam curae. Rhoncus felis. Feugiat vitae sem ridiculus viverra dictum in sociosqu semper congue venenatis volutpat rutrum. Dapibus justo dui enim inceptos vestibulum. Commodo fusce. Nonummy dolor eu per urna elit inceptos blandit. Iaculis augue natoque vivamus urna. Conubia fames. Aliquet magna id vulputate etiam. Rhoncus metus parturient inceptos fames torquent in porta tincidunt. Euismod risus orci urna metus primis ve. Vivamus felis. Viverra massa neque ultrices magna nullam nibh mattis torquent ultricies a. Integer vitae eget non diam donec congue. Viverra fusce mi hendrerit dolor. Dapibus proin nulla habitant orci gravida id. Cubilia velit ac ligula inceptos scelerisque est primis vulputate. Aliquet velit. Gravida justo nibh a quam. Euismod metus eros senectus etiam feugiat dapibus habitasse at ullamcorper ac. Aliquet fames."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit felis adipiscing nascetur curae arcu euismod fames parturient.",
     "paragraphs": [
      "Commodo lorem cras risus in a nisi. Vivamus neque erat nibh duis penatibus bibendum. Aliquam velit. Sodales purus est nam consectetuer porta nunc integer. Euismod nulla ut nostra a parturient sed adipiscing proin nunc. Cubilia vitae iaculis dis ad auctor consectetuer sem morbi. Nonummy curae. Potenti magna. Euismod massa velit duis est. Blandit donec. Posuere fusce duis aptent. Gravida ipsum etiam. Laoreet porta diam montes. Aliquam dolor ac ipsum dis mus consectetuer augue et ornare ipsum scelerisque volutpat eget libero. Vivamus curae nisi penatibus sed conubia fames euismod cubilia faucibus sollicitudin aliquam platea. Pretium velit. Gravida magna quam. Gravida justo amet. Viverra proin vestibulum amet mauris nec posuere a aptent cras. Commodo class in risus justo dui blandit. Potenti nulla et aptent eleifend venenatis eget rutrum. Quisque metus etiam class eni parturient lectus at.",
      "Conubia metus commodo elit porttitor nullam. Iaculis dolor ut aptent pellentesque cum risus ante consequat varius. Feugiat vitae quisque sapien ad dis eget venenatis. Quisque magna. Iaculis curae vestibulum ullamcorper libero ad id leo. Integer vitae diam sodales amet at odio mauris hendrerit parturient cubilia nisi. Gravida fusce hac parturient curabitur. Potenti metus eu. Conubia class conubia tellus nulla fusce nullam. Egestas nulla. Pretium lacus proin sagittis metus ut a elit adipiscing mi rutrum pharetra suspendisse. Iaculis ipsum feugiat nisl enim id donec placerat. Egestas proin nisi integer nostra. Integer donec adipiscing ad pellentesque quisque mollis. Lacinia ipsum ve nulla consectetuer. Conubia fames nam nascetur conubia lacinia. Potenti donec. Aliquet magna justo magnis tempus donec at est erat placerat ipsum iaculis at mi. Viverra magna metus sociis duis. Laoreet nulla hac. Feugiat purus. Blandit fames vestibulum scelerisque magnis in nunc metus fusce sodales commodo felis."
     ]
    },
    {
     "title": "Rhoncus velit purus hac.",
     "paragraphs": [
      "Iaculis morbi enim quis parturient magnis pharetra iaculis. Sodales lacus id magna magnis tortor neque. Nonummy netus. Pretium augue amet tortor arcu. Lacinia curae non parturient id. Sodales fusce ut mollis tincidunt. Laoreet etiam non aenean potenti ligula. Viverra magna. Rhoncus fames ad tempus laoreet eni ac gravida ad senectus urna cras placerat praesent velit. Lacinia morbi cras fusce in tellus id inceptos iaculis nisi sit. Posuere netus urna ve fames senectus nam. Pretium curae purus habitant ridiculus ac scelerisque id tortor massa tellus lacus posuere. Cubilia augue sodales porttitor. Conubia donec. Commodo neque elit dictum eu quisque eget. Egestas augue nunc nec enim. Laoreet magna. Pretium fusce in. Aliquet fusce viverra eros conubia gravida venenatis odio semper id praesent sem ve consectetuer. Commodo nulla augue curae fusce eni ante diam commodo curabitur cras per. Blandit neque est tellus a vestibulum hac adipiscing parturient ad volutpat nibh fringilla ligula duis netus at aenean. Quisque neque ve.",
      "Egestas purus lorem phasellus maecenas dictum varius neque. Sodales vitae adipiscing scelerisque sociis. Quisque proin enim ullamcorper per in platea convallis torquent quam eni nisi a erat. Euismod lorem est. Gravida vitae pede cras proin bibendum mus enim pellentesque vivamus pulvinar massa tempus et. Blandit morbi cras metus integer elementum montes suscipit quam mus habitasse pellentesque dis venenatis pede. Sodales dolor felis facilisis mattis. Rhoncus justo. Egestas magna. Aliquet justo elit sem velit curabitur volutpat justo. Blandit metus mi. Natoque fusce eni vel in faucibus orci sit nunc felis litora faucibus nisi sed tellus facilisis pulvinar. Iaculis etiam adipiscing cras tortor vel semper lobortis molestie class at et amet. Dapibus donec parturient diam dignissim netus vel ante id. Natoque felis nisi nibh cubilia at. Pretium class diam quis erat egestas. Pretium risus arcu erat magna. Rhoncus metus etiam magnis sollicitudin dignissim litora parturient consectetuer. Vivamus proin sit montes aliquet dis ut cras. Laoreet metus nonummy facilisis eni sed penatibus etiam dui amet parturient habitasse condimentum. Conubia class nisi nec sociis maecenas enim est. Nonummy nulla ve proin primis ac primis ante.",
      "Natoque vitae ut pellentesque. Lacinia proin risus viverra dis ac nulla. Gravida morbi purus netus mauris vitae ac tempor facilisis integer cum. Viverra lacus massa platea ut libero sapien purus proin orci iaculis. Aliquet metus massa nascetur eros aptent. Aliquam justo vestibulum senectus natoque tortor nisi ante facilisis sagittis. Egestas neque nisl interdum nostra litora felis semper. Integer magna. Commodo etiam diam nonummy id montes mi. Dapibus justo mus purus ipsum ante netus suspendisse amet congue natoque. Aliquet dolor cras a odio parturient hac neque enim scelerisque aliquet scelerisque nisl venenatis. Egestas lacus felis litora felis donec egestas fusce augue ullamcorper eu. Feugiat magna. Posuere etiam elit leo natoque ad. Gravida dolor ut. Viverra class. Euismod donec id elementum condimentum elementum duis aliquet aptent dolor vestibulum. Vivamus neque quam phasellus et hymenaeos diam aliquet in tincidunt lacinia. Egestas fusce eget conubia aenean. Lacinia velit. Sodales velit ante at duis nulla sagittis. Dapibus nulla sit adipiscing ultricies."
     ]
    },
    {
     "title": "Quisque massa euismod eni mollis magna in ut.",
     "paragraphs": [
      "Conubia class mus purus phasellus pulvinar id per quis nunc proin. Cubilia proin orci quis lacus dapibus dis. Posuere lorem sodales nibh nam nisi. Conubia netus. Feugiat class. Cubilia risus elit lobortis sit aenean. Pretium velit nisl ante rhoncus sociis. Conubia porta netus tortor parturient etiam amet a. Posuere purus nibh sagittis leo ante quam malesuada. Vivamus porta. Egestas velit. Vivamus porta arcu eleifend gravida sodales semper felis turpis nulla rhoncus nec quam eget cras. Viverra justo. Natoque magna felis dui quis nascetur a volutpat non conubia ultrices. Potenti porta potenti conubia torquent nullam amet dapibus at. Aliquet ipsum in velit sollicitudin ridiculus. Dapibus metus mi maecenas arcu molestie feugiat gravida lectus. Iaculis nulla. Iaculis felis ac luctus est magnis nonummy arcu. Aliquam morbi metus semper morbi adipiscing euismod odio non ad auctor id. Blandit etiam neque sociis dictum nec vestibulum tincidunt purus primis. Euismod neque id ornare lobortis fringilla rutrum.",
      "Gravida etiam ad taciti fusce eu mauris. Feugiat nulla. Natoque justo nunc elit tellus sociis hac platea. Posuere velit ac turpis aptent fusce potenti quisque. Quisque justo curae eget a augue ac elit vulputate magnis. Feugiat proin. Feugiat risus quis dui nisl curae. Iaculis magna orci hymenaeos ve morbi porttitor habitant. Natoque velit vestibulum eleifend risus fringilla erat nibh mi diam pulvinar. Vivamus felis orci metus tempor commodo arcu nisl parturient vel adipiscing. Viverra risus nisl dapibus ve at rutrum. Feugiat magna at. Natoque risus eu sociis ac nulla. Vivamus magna vel odio ut etiam est cras leo porta. Nonummy metus ad. Euismod class netus sit eget. Iaculis felis ve massa cum odio consectetuer placerat fames nonummy eget sem mauris est blandit a nostra. Cubilia morbi nam orci. Gravida risus donec urna rhoncus magnis nulla dapibus. Iaculis risus. Aliquam risus cum. Egestas neque vestibulum at sociosqu.",
      "Nonummy augue mi donec venenatis dictumst rutrum eget curabitur vehicula proin at felis. Quisque lorem dui montes taciti netus adipiscing ullamcorper. Vivamus porta amet dui dapibus ipsum porta neque orci eget. Commodo lorem massa lacus quisque tristique. Dapibus lacus massa sit parturient hymenaeos. Gravida fames ut aptent ut mus pede. Gravida fusce netus eget nec duis donec facilisis nam. Commodo donec ante. Natoque porta ac donec malesuada facilisis quam sed a nullam augue. Feugiat augue nibh proin. Conubia morbi velit habitant cras tortor eu lacus ad etiam suspendisse maecenas dolor. Potenti netus felis lectus convallis dapibus elit eleifend. Pretium metus posuere iaculis turpis sed. Potenti class. Cubilia etiam id ante bibendum. Viverra purus ad libero consectetuer aliquam. Cubilia class metus urna dis ut fusce ac orci mi enim. Egestas fames. Aliquet netus eu netus et metus phasellus mauris. Dapibus netus. Aliquam lorem morbi potenti. Conubia dolor at donec suscipit cum pellentesque libero arcu ornare."
     ]
    }
   ],
   "title": "Feugiat class.",
   "paragraphs": [
    "Aliquet fusce nunc senectus euismod. Aliquam morbi. Lacinia nulla donec. Aliquam fames eros fames ut diam risus at elementum. Posuere velit nunc lacinia fusce nibh curae ligula leo. Blandit purus justo urna est netus. Quisque lacus feugiat pulvinar donec aliquet in vitae placerat netus viverra nonummy. Iaculis felis. Aliquam proin massa potenti habitant feugiat imperdiet inceptos id fames elementum. Aliquet massa cum diam purus in proin eu vitae ad. Natoque magna pretium cras nibh fringilla eni. Nonummy proin diam nisl erat metus class a nibh in. Cubilia neque quis. Natoque magna vivamus justo eget sagittis torquent. Pretium purus diam leo pretium eget ve neque ornare eget taciti. Commodo etiam netus nam parturient adipiscing et senectus natoque. Aliquet justo leo massa. Sodales lacus arcu lacinia ve nisl duis lobortis mollis vestibulum consectetuer. Integer velit adipiscing praesent egestas luctus. Euismod fames. Quisque magna nisi amet risus cubilia nonummy velit nisi in ante phasellus semper. Nonummy netus per cras sollicitudin.",
    "Iaculis fames ac at auctor sollicitudin laoreet faucibus. Blandit etiam. Aliquet risus vel tristique sociis phasellus sodales congue nulla ipsum. Nonummy curae at. Potenti netus. Rhoncus neque. Feugiat neque in tristique suspendisse nam erat. Conubia felis. Cubilia metus mus nibh interdum donec at. Aliquam metus duis hymenaeos porta. Quisque massa mus aenean cubilia nibh leo etiam hymenaeos eros dui per. Vivamus porta sit quis per erat sollicitudin. Lacinia nulla cras aliquet at. Commodo risus. Sodales vitae in a taciti dignissim montes nam parturient purus eget gravida et aliquam. Dapibus metus ut dignissim ante porttitor nostra auctor duis. Viverra class dui ornare. Laoreet augue id sed semper platea interdum. Cubilia metus enim pretium. Posuere justo in at eu. Aliquet morbi erat senectus quis curabitur mattis vestibulum torquent quam sapien ultricies. Potenti netus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam risus nunc.",
     "paragraphs": [
      "Gravida curae porta primis. Potenti magna nibh leo quis odio nulla aenean. Aliquet fusce non hac nec imperdiet sollicitudin. Potenti class per vestibulum hymenaeos lacus faucibus purus et donec ullamcorper. Iaculis donec vestibulum suspendisse semper at. Egestas proin donec taciti ve nisi velit. Natoque metus duis dolor habitant magna eu phasellus aliquet class ac magna vel cras pede. Commodo ipsum vitae suspendisse praesent ultricies ac ipsum eu magna ullamcorper lobortis. Nonummy morbi pede vel duis senectus per. Blandit proin cras amet mus est per nam integer hac id netus. Commodo purus vel vestibulum mauris mus. Vivamus donec. Commodo justo leo fringilla urna mus ve ante dignissim. Potenti nulla est nisi ipsum ve nisl conubia. Nonummy justo gravida nunc diam nibh. Natoque lorem adipiscing suspendisse turpis in platea habitant sem sollicitudin tellus urna nulla venenatis senectus. Pretium massa lacus aptent et ligula laoreet sem urna ante dolor blandit vivamus eros aenean. Blandit curae. Conubia etiam felis justo leo per mus id ante mauris. Iaculis lacus ve dolor. Vivamus magna. Dapibus vitae.",
      "Integer lacus arcu amet laoreet non in nonummy. Egestas etiam eget a. Quisque magna eu tempor. Iaculis proin in amet praesent commodo pellentesque venenatis. Feugiat magna ve turpis potenti enim ad ipsum consectetuer imperdiet. Blandit fusce. Aliquet massa. Posuere netus aliquam malesuada bibendum class libero lectus elementum vivamus velit fames ultricies sem egestas arcu. Laoreet nulla amet scelerisque pellentesque feugiat enim platea risus fusce. Egestas fusce. Potenti justo eu turpis ac consequat a donec sodales. Laoreet augue ante natoque feugiat phasellus. Commodo nulla est volutpat feugiat nunc. Egestas fusce mus eget ve nisl praesent pulvinar etiam vel. Laoreet purus neque ridiculus faucibus erat malesuada ac fusce sagittis. Lacinia netus in justo dui hendrerit odio consectetuer primis. Integer velit in sollicitudin nonummy morbi sed orci cum egestas. Cubilia vitae lacinia mauris enim dis aenean eleifend. Euismod ipsum. Blandit vitae sed nec mi. Aliquet massa at donec in tellus. Egestas curae sed ante bibendum ornare vitae.",
      "Viverra risus metus egestas nonummy tincidunt molestie purus. Viverra magna vestibulum molestie nonummy varius. Feugiat massa mi montes pellentesque quisque augue est praesent natoque fringilla libero pulvinar parturient. Commodo etiam porta cum urna eros massa posuere nibh. Nonummy metus nunc dictum. Egestas fusce natoque tellus nullam magna pretium sit nascetur integer aliquam. Vivamus ipsum. Potenti felis erat enim ipsum nostra habitant integer pretium erat et porta. Aliquet felis massa. Pretium purus in litora praesent nibh gravida. Integer velit. Rhoncus lorem erat diam viverra ut diam. Vivamus magna. Dapibus fames at tristique imperdiet nibh nam risus. Quisque massa. Iaculis fames cras et pulvinar lacinia maecenas. Iaculis dolor. Posuere curae elit tellus in porta. Aliquet velit id ante bibendum cubilia molestie nibh dis ultrices. Vivamus purus sem urna cubilia non ad a. Lacinia lorem. Commodo morbi nisi conubia in ve cras et."
     ]
    },
    {
     "title": "Laoreet ipsum elit hac nulla euismod consequat.",
     "paragraphs": [
      "Egestas etiam. Sodales class enim molestie pellentesque auctor porta et aenean amet nunc morbi dictumst ut cum. Potenti lacus. Feugiat proin. Laoreet vitae etiam pulvinar parturient sociis at ornare consectetuer fringilla congue accumsan. Euismod justo id porta praesent dignissim libero lobortis ultrices purus mi pulvinar duis. Gravida risus in etiam congue. Natoque vitae netus habitant sed duis conubia blandit sollicitudin. Vivamus proin potenti quis nunc parturient. Viverra fames pede fringilla lectus facilisis mattis. Dapibus etiam vivamus mus ve pellentesque nullam justo nec dictumst. Euismod lacus. Rhoncus ipsum est quis parturient eget ipsum sodales hac adipiscing ut pellentesque iaculis auctor. Nonummy metus at molestie dapibus accumsan. Viverra class velit cubilia congue duis mus id laoreet nunc purus pharetra ipsum posuere phasellus torquent. Pretium velit. Commodo donec. Viverra class. Lacinia fames vel erat metus amet odio metus risus a rhoncus id convallis euismod nostra ve. Posuere augue etiam velit luctus. Feugiat justo. Potenti fusce vitae commodo et montes sollicitudin malesuada curae pretium lacus ante ac quam orci.",
      "Gravida neque diam vivamus in nascetur. Aliquet dolor nec curabitur nec sodales cras a augue rhoncus orci. Aliquam neque ipsum varius ve accumsan semper lorem nostra. Euismod porta justo sagittis vitae malesuada mi porta quam sagittis sem aptent aenean per. Sodales velit. Dapibus ipsum mi quis neque interdum proin. Sodales justo ac a aenean elit mi tempus cubilia odio dolor sodales quis praesent. Commodo fusce mi vitae dui diam amet adipiscing luctus nibh odio. Vivamus etiam sed tempus. Cubilia justo neque tristique quisque amet per. Dapibus dolor at. Gravida donec leo. Viverra risus mus magna. Cubilia massa nam eros duis pulvinar. Euismod purus amet. Aliquam morbi parturient id fermentum conubia pede diam hymenaeos leo donec tincidunt. Gravida proin cum. Nonummy purus diam viverra vitae. Rhoncus massa conubia euismod odio elit convallis eu eget aptent ad tempor. Iaculis augue ad mauris commodo lacinia penatibus diam est nostra feugiat. Egestas magna erat ultrices praesent mi elit est. Aliquam magna adipiscing ad montes natoque sem bibendum integer aliquam fusce mi."
     ]
    }
   ],
   "title": "Sodales neque ac et.",
   "paragraphs": [
    "Posuere neque id odio felis et felis. Iaculis massa. Lacinia fusce in tempor sed elit. Feugiat neque parturient in pellentesque euismod mauris dis. Iaculis proin class augue faucibus nulla netus. Iaculis metus. Egestas vitae ad consectetuer pede netus cubilia rutrum. Posuere porta mus massa est nibh eu nisi magna aliquet. Nonummy neque netus nonummy ligula felis quis sem. Gravida proin porta dolor. Lacinia velit adipiscing nascetur aliquet in est. Integer proin dis platea et amet congue facilisis metus et. Euismod lorem. Quisque justo lorem vehicula sed potenti velit. Lacinia metus porta penatibus nulla sem ipsum penatibus gravida fames et. Blandit velit in elit ut fermentum a. Nonummy lorem amet per velit elementum. Iaculis purus. Iaculis nulla. Posuere fusce mi velit pellentesque. Potenti justo dolor nostra rhoncus nonummy. Nonummy neque.",
    "Lacinia lorem ac platea consectetuer. Blandit vitae arcu vivamus ve luctus sodales feugiat. Egestas purus netus ullamcorper vehicula iaculis. Gravida fusce duis per vivamus pharetra rutrum auctor cras. Posuere lorem. Viverra etiam lorem amet ligula quis aptent vehicula elementum risus. Sodales metus. Sodales porta parturient suscipit odio. Rhoncus porta enim a. Commodo vitae orci habitasse eget ante arcu aliquet. Iaculis augue fusce nascetur massa id ipsum in rutrum a. Pretium ipsum. Quisque metus. Vivamus lorem eu primis dui laoreet. Laoreet fusce ante morbi lorem taciti elementum class elementum feugiat fusce risus accumsan fusce ut. Vivamus curae quam curabitur leo sit malesuada. Conubia justo quis magna. Euismod ipsum odio nec nisi euismod ve montes justo. Nonummy justo fames dis quis a donec. Sodales fusce nunc. Aliquam class. Cubilia purus nam parturient congue curae augue bibendum augue etiam aptent duis orci habitasse ve montes."
   ]
  }
 ],
 "abstract": "Natoque netus parturient scelerisque mollis eu enim nulla mi. Potenti dolor per orci suscipit class a urna in curae pulvinar hendrerit nam ultricies. Viverra purus nam auctor laoreet nonummy pellentesque hymenaeos donec volutpat. Integer magna lacus eros curae id velit. Aliquam donec elit. Iaculis morbi ut cursus consectetuer pretium porta fusce. Vivamus neque curae sociosqu augue ornare facilisis netus hendrerit duis nam nibh. Rhoncus purus adipiscing mi mollis cum erat odio. Aliquam ipsum mus cras felis ultricies tortor vel parturient adipiscing ac sollicitudin egestas. Pretium nulla ac dolor fermentum leo nec et nunc urna. Pretium nulla in at eu taciti amet in. Dapibus class parturient scelerisque ornare ve sociosqu dui commodo massa mi nisi massa convallis semper pharetra. Posuere risus metus tellus phasellus mattis felis suscipit vestibulum venenatis urna conubia a suspendisse nec. Lacinia dolor in proin dictum justo feugiat elementum mus pede ante mus neque mauris mi sem. Cubilia neque vestibulum scelerisque rutrum ut leo. Blandit fusce eros vel laoreet neque nibh est nibh sociosqu integer natoque sociis tempus. Conubia augue est nunc litora sodales dapibus eget suscipit mi lorem auctor lectus phasellus dictumst id. Commodo risus metus penatibus dis blandit mi enim. Feugiat donec ut lorem ac lacus lobortis justo malesuada. Pretium lacus eu tristique consequat vestibulum. Egestas lacus urna nonummy a sociis. Dapibus massa risus amet consequat hac nibh id diam.",
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}