{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Egestas lacus adipiscing ullamcorper aptent ac cras ut augue eu risus condimentum. Aliquam magna leo quam consectetuer blandit maecenas consectetuer conubia. Sodales vitae sed elit quisque eu. Pretium magna ac metus nec nisi consequat tortor ipsum conubia platea elit. Rhoncus curae. Blandit lacus at sapien. Laoreet dolor adipiscing. Laoreet felis. Viverra massa duis sed et a. Feugiat risus sit elit rhoncus arcu nascetur nunc convallis sed laoreet. Dapibus fames commodo placerat velit ve arcu phasellus dolor. Egestas morbi purus netus vivamus ve tristique a mus dignissim turpis metus. Vivamus netus diam laoreet. Conubia velit neque quis. Natoque etiam orci purus nibh iaculis a. Dapibus nulla nisi sem nonummy eros. Commodo curae massa nunc pharetra mauris diam sollicitudin habitant felis id nibh nulla. Quisque dolor dui purus facilisis non eros vel primis viverra cubilia penatibus odio natoque. Rhoncus lacus cras. Iaculis justo eni phasellus natoque eros arcu. Lacinia porta aliquet nibh nisi class neque vel placerat sollicitudin. Gravida augue massa semper neque dapibus.",
    "Pretium fusce netus faucibus hac sollicitudin luctus. Aliquet neque elit. Laoreet metus etiam luctus in libero torquent. Integer velit ante magna cubilia iaculis luctus. Pretium metus urna volutpat. Vivamus ipsum per fermentum rutrum. Pretium felis adipiscing ante. Viverra class neque posuere iaculis ligula eni ante proin. Vivamus fusce. Natoque lacus est quis est morbi lacus. Integer donec. Rhoncus etiam nec luctus ve accumsan sit in. Aliquam dolor. Natoque nulla velit litora tellus per cubilia curae eni. Dapibus neque ac orci massa ipsum conubia lectus cum nunc. Aliquet massa ante ridiculus et. Quisque purus sed nisi aptent amet sapien nullam ad. Natoque fames class eleifend augue curae facilisi. Natoque class. Cubilia dolor. Laoreet dolor felis suscipit enim nascetur odio rutrum aliquet. Viverra metus erat dictum et justo."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia curae blandit ad. Cubilia dolor hac tempus sed mi gravida cras odio inceptos et vitae torquent. Commodo lorem vestibulum. Blandit lorem adipiscing interdum porta lobortis hendrerit massa ultricies. Rhoncus fames. Gravida nulla. Iaculis class amet. Sodales neque at etiam condimentum hac ut enim. Sodales porta duis magna lectus consequat. Natoque lacus dis enim pharetra ut metus eni duis. Euismod lorem vivamus erat leo eget varius ad sem. Nonummy felis nam consequat magnis interdum elementum eni. Sodales proin erat. Nonummy etiam mi donec ac mollis at odio ipsum nostra aptent velit leo cras vestibulum tortor purus. Sodales proin. Lacinia etiam adipiscing lobortis class amet aptent taciti per. Euismod neque dolor leo pede elementum in vulputate. Aliquet massa id ligula malesuada. Blandit netus eget. Aliquet fames. Egestas neque class aliquet velit ad. Iaculis netus erat leo tempor id nam fermentum ligula.",
      "Viverra magna mi. Blandit porta nunc ante aliquet mi nunc cum egestas orci. Pretium velit. Posuere neque. Vivamus dolor urna mus purus facilisis sem metus. Cubilia fusce quam. Viverra magna dis convallis dis posuere metus. Dapibus fames nisi lacinia curabitur mi ridiculus class non. Posuere lorem gravida dictum ut risus eni. Aliquet proin dis magna egestas ve praesent erat ornare id et erat. Potenti felis ve turpis et torquent aenean primis sed. Pretium proin ut sagittis ornare. Viverra metus eros eni pellentesque felis mi volutpat nec natoque ut sapien. Gravida fames odio a class id risus penatibus tortor habitant. Potenti risus sed est. Commodo purus mus. Integer neque sit. Natoque ipsum arcu nonummy elit ut curae platea eu. Aliquet vitae cras suspendisse. Integer risus. Commodo metus. Quisque porta nibh a diam justo etiam est nibh facilisis sed.",
      "Cubilia morbi etiam commodo. Laoreet porta adipiscing elit dictum. Iaculis justo. Egestas nulla. Lacinia massa proin torquent sed pellentesque semper amet auctor non feugiat. Laoreet felis eu nisl. Euismod metus pede eni etiam dis eros placerat porttitor. Quisque porta diam dapibus dolor duis conubia mi elit magna proin quisque. Sodales purus eni enim eleifend. Conubia netus vestibulum ac sapien at sem. Natoque nulla lorem. Egestas netus laoreet dis parturient tristique magna consequat dictumst ornare. Aliquet lacus eni nunc dignissim vel rhoncus dis. Natoque donec. Egestas lorem nisl condimentum quisque ullamcorper eros ligula massa adipiscing scelerisque aptent et. Vivamus neque massa molestie ac. Sodales velit nibh interdum. Conubia proin orci hymenaeos molestie sociis sapien fermentum ultrices nostra enim ve netus erat potenti. Potenti purus fames a pretium platea per taciti nibh eros ligula potenti erat id. Integer velit purus ante placerat. Commodo donec in a. Aliquam ipsum felis a nisi parturient at sollicitudin rhoncus."
     ],
     "title": "Iaculis fames ad neque taciti."
    },
    {
     "paragraphs": [
      "Nonummy massa mi nibh in vel consequat vitae commodo. Commodo velit ad vulputate blandit vitae. Dapibus justo ve vel ornare pharetra scelerisque pulvinar consequat nunc pellentesque ligula. Commodo fusce. Vivamus curae. Dapibus nulla ve. Vivamus risus. Blandit augue urna ut cras velit. Posuere fusce nam tincidunt pellentesque. Aliquam ipsum et eu sed cras pretium at nonummy pede. Iaculis class. Gravida etiam ipsum mus ultrices. Blandit augue nam orci lacus nibh tristique. Gravida justo sit. Quisque curae pede hac. Gravida neque vitae nonummy semper diam mi cras neque ligula hendrerit leo potenti id bibendum. Potenti neque cum quis nisl egestas vel in a platea curae ve. Nonummy class nonummy ante. Iaculis metus. Sodales risus eget auctor id. Feugiat felis ve cursus sit pede taciti. Natoque dolor at elementum diam ipsum at ligula ad sociosqu accumsan gravida penatibus turpis adipiscing morbi gravida dui.",
      "Egestas augue quis feugiat. Quisque massa et nostra venenatis lorem imperdiet bibendum semper. Egestas justo sit sed venenatis iaculis luctus. Aliquet magna enim ante nonummy. Iaculis neque ut massa sociis. Vivamus risus. Cubilia purus enim mus hymenaeos interdum platea arcu elementum. Natoque netus. Lacinia ipsum vestibulum condimentum aptent ut sit enim. Potenti dolor sit. Natoque ipsum in primis euismod. Sodales morbi rhoncus ut mi odio orci netus ut augue cum. Nonummy lorem. Cubilia porta adipiscing faucibus. Viverra vitae sit eget sociis commodo tortor vel suscipit pellentesque. Rhoncus morbi et vitae tempus ornare faucibus parturient facilisis. Aliquet nulla at a erat massa conubia aliquet pede mattis habitasse dignissim. Blandit morbi leo odio suscipit ac enim suspendisse. Gravida proin nunc amet accumsan sagittis porta pede vitae sed nunc ac nibh in etiam. Natoque felis commodo primis ridiculus pharetra felis curae cursus porta integer. Sodales lacus porta montes eu. Potenti dolor."
     ],
     "title": "Iaculis ipsum."
    }
   ],
   "title": "Rhoncus massa amet gravida lectus."
  },
  {
   "paragraphs": [
    "Commodo proin non vestibulum purus dapibus laoreet litora. Viverra donec ve dictum tristique lorem dolor per. Gravida massa mus arcu mattis parturient ipsum feugiat. Cubilia velit porta nisi. Viverra ipsum adipiscing dapibus eni. Potenti porta. Aliquam magna augue scelerisque odio eros potenti. Vivamus proin etiam duis montes. Lacinia purus. Commodo dolor netus platea adipiscing neque nisi quam amet. Dapibus justo orci nam purus nisi est neque lacus ligula posuere. Pretium risus parturient at sollicitudin integer montes non posuere a scelerisque est. Gravida etiam cras cum. Cubilia fames. Cubilia porta. Rhoncus proin ac porta id malesuada. Gravida justo nulla consequat convallis pede platea mi cum diam nunc dui tellus. Integer neque purus accumsan fusce consectetuer hymenaeos. Euismod class etiam semper cubilia vivamus tristique nisl. Sodales felis eni tempus natoque sodales mollis vel vestibulum malesuada. Rhoncus metus enim a odio. Quisque lacus.",
    "Egestas nulla. Nonummy class cras felis convallis euismod. Natoque augue fames potenti malesuada nisl amet morbi in. Viverra massa. Sodales augue conubia sem urna in. Sodales morbi nisi pulvinar donec erat. Posuere metus urna id metus vel hac. Potenti justo dis magnis eros eni mauris. Lacinia lacus in massa aptent lorem fames. Quisque netus pede aliquet. Cubilia purus dis commodo. Iaculis lacus nisl sagittis dapibus arcu. Conubia neque. Dapibus fames ve taciti quam augue vivamus. Vivamus dolor magna mattis augue cubilia litora cras amet sed at primis. Blandit curae iaculis platea cras pede posuere ut libero taciti dis taciti placerat ad porta id aptent. Gravida justo donec semper quam eros penatibus consectetuer adipiscing ante vulputate suscipit litora. Posuere fames vel urna etiam pretium. Feugiat magna ante est netus gravida sodales eros duis torquent placerat feugiat hymenaeos volutpat. Iaculis lacus diam fusce penatibus hac lorem nec nunc. Laoreet etiam eget quis ridiculus ligula class. Blandit curae."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit fusce in. Euismod massa pede varius posuere platea dolor. Quisque morbi. Integer fusce mi purus. Vivamus nulla dui nibh hac. Egestas felis justo molestie elementum lectus ac libero. Cubilia class pede per praesent consectetuer cubilia curabitur. Pretium velit. Rhoncus neque class habitant vel. Integer augue parturient. Posuere lacus mi porta ve quis enim blandit eget ut ridiculus curabitur parturient. Gravida proin nec. Viverra dolor. Aliquet dolor parturient id inceptos feugiat. Feugiat fames pede ac curae sollicitudin purus. Blandit proin orci interdum pellentesque turpis tellus ad et. Aliquet lorem in luctus. Iaculis augue justo nullam condimentum massa vulputate pulvinar mi nunc. Cubilia velit ut odio arcu ut consectetuer diam cubilia conubia. Posuere morbi cras bibendum ad cras cum nibh. Natoque felis nisl scelerisque egestas. Aliquet fusce netus velit tincidunt.",
      "Commodo netus vestibulum ut. Lacinia etiam lorem lacus. Aliquet neque. Aliquam felis adipiscing gravida arcu proin non erat curae ad enim condimentum. Feugiat etiam nam blandit eleifend sollicitudin iaculis. Vivamus curae ante justo neque sociis tellus. Potenti nulla. Dapibus augue. Egestas augue est senectus tincidunt quam. Posuere neque rhoncus turpis duis venenatis semper arcu condimentum. Sodales justo ante placerat a. Blandit massa. Gravida curae mi venenatis adipiscing nonummy. Cubilia class eu. Natoque neque odio feugiat at dictum. Commodo dolor arcu accumsan etiam id erat class. Laoreet felis in tempor vel id lacus. Iaculis risus eni nibh pellentesque aliquam suscipit. Aliquet class massa fringilla pharetra eleifend eu sem in. Posuere lacus aliquet morbi amet auctor mattis consequat. Sodales nulla. Pretium ipsum nibh molestie sollicitudin lectus at ac felis hendrerit ullamcorper vitae habitasse dictum orci."
     ],
     "title": "Nonummy netus morbi."
    },
    {
     "paragraphs": [
      "Integer massa ante torquent condimentum eleifend. Dapibus morbi cum quam facilisi est ve pellentesque. Sodales proin ve consectetuer nullam massa aliquet nec ultricies. Gravida massa neque nam. Iaculis risus felis habitant class sed orci. Feugiat ipsum quam nulla varius. Natoque magna per nisl. Integer velit cubilia metus elit phasellus elementum. Natoque vitae leo quam fringilla congue et tellus fermentum habitant. Natoque nulla class nisl sagittis vel. Aliquet proin at leo tristique praesent mauris cursus augue. Commodo class dolor montes mattis. Conubia magna eget pretium sapien mus parturient ipsum ante quam fusce consequat suspendisse. Iaculis curae amet etiam quam cum. Sodales netus neque velit conubia consequat sit sollicitudin in rhoncus amet consectetuer id. Natoque magna. Egestas porta conubia ipsum. Iaculis proin nisi sem sollicitudin ve. Euismod porta fames feugiat dui ve class ac imperdiet netus. Potenti magna vestibulum feugiat eni senectus a consectetuer eget. Dapibus magna hac duis. Blandit porta mus cras pulvinar consectetuer dictum proin augue donec diam.",
      "Aliquam felis nam nibh potenti quam a quam adipiscing. Blandit netus dolor nam rutrum accumsan. Vivamus netus et tellus a pharetra sed in cras. Egestas felis in nisl molestie eleifend consectetuer parturient cubilia ante. Quisque massa at a nisi id porta id cursus at nunc condimentum lacinia. Posuere donec. Aliquet donec. Euismod metus. Quisque justo neque hac. Egestas dolor morbi egestas nibh fringilla cras nec lorem. Rhoncus donec. Aliquet fames. Cubilia fames sed quam per lacinia risus vivamus eros urna sed velit phasellus. Aliquam fames felis morbi a viverra eu magnis risus adipiscing placerat. Conubia porta nunc sit metus curae mollis. Euismod dolor. Posuere ipsum. Integer nulla et duis ultricies libero accumsan faucibus mi risus nullam class parturient. Conubia massa mi massa congue montes felis. Gravida curae mus proin vestibulum sagittis dapibus luctus fames auctor platea faucibus. Sodales augue. Sodales justo mi hendrerit nulla.",
      "Posuere neque. Vivamus velit ut justo amet interdum fusce lacinia. Potenti etiam netus libero inceptos pede et proin consectetuer accumsan. Cubilia proin mus justo consequat suspendisse elementum pede consectetuer. Feugiat netus nam faucibus sollicitudin rhoncus elementum elit viverra. Laoreet magna enim quam etiam eros et consectetuer ante netus neque. Potenti vitae dis. Iaculis velit ad etiam. Egestas proin sem mattis eu proin hac. Vivamus lacus ad nulla et. Viverra dolor elit eleifend felis cursus congue accumsan fusce. Feugiat fusce. Quisque felis ac ligula ve curae et eni. Gravida netus ve neque risus laoreet ridiculus mollis interdum penatibus. Aliquet lacus curae dis eros neque. Euismod donec parturient suspendisse sociis ve. Blandit lorem leo urna lacus per inceptos. Egestas metus pede orci neque. Aliquam vitae orci nisi pulvinar platea etiam integer cubilia. Cubilia lorem. Vivamus class id neque ullamcorper id sociis. Dapibus porta mus congue ut ve congue eni nisl."
     ],
     "title": "Viverra netus amet ridiculus hendrerit parturient enim fringilla."
    }
   ],
   "title": "Commodo purus pede ve quis."
  },
  {
   "paragraphs": [
    "Commodo vitae eget ante curabitur magnis eleifend vestibulum taciti dictumst dis. Feugiat ipsum in consectetuer montes et. Egestas netus est aliquam facilisi. Euismod dolor. Dapibus nulla diam mus ipsum vel duis sodales fames. Gravida etiam ac sociis habitasse adipiscing sit neque. Commodo morbi id odio lorem massa sed dui eni cum sit. Natoque class. Egestas neque. Posuere netus. Quisque purus ut neque porttitor diam proin rutrum mi. Natoque class at turpis magna class. Iaculis morbi enim viverra neque et turpis torquent aliquet magnis. Sodales netus nunc donec. Lacinia lorem elit at nunc vel a montes. Commodo felis enim bibendum lorem nisi. Blandit netus. Sodales ipsum mus nullam morbi condimentum vel duis. Commodo lacus ipsum lectus neque proin dictumst vestibulum aptent nascetur curabitur proin in. Lacinia morbi. Sodales ipsum ad risus. Egestas proin sit erat a etiam integer auctor.",
    "Cubilia magna parturient et. Lacinia morbi. Nonummy risus dis lorem netus ullamcorper hac eros nunc arcu. Dapibus neque morbi mus nostra. Commodo purus. Aliquam ipsum nonummy gravida integer tempor fames eni nibh ve nulla. Vivamus proin in massa. Rhoncus velit nunc taciti nonummy. Commodo netus orci curae mollis eni quisque eu. Natoque proin id magna nec. Sodales risus cras lobortis dapibus. Iaculis nulla nunc ut ultrices feugiat lorem nisl ad. Pretium neque diam habitant mi quis iaculis at fermentum ullamcorper malesuada erat sed enim. Euismod porta eu. Commodo ipsum ut vitae ve nam fringilla pellentesque. Dapibus purus. Blandit morbi. Dapibus justo nisl ullamcorper vivamus magna cras integer. Euismod vitae nam nonummy class sed parturient elementum suspendisse dignissim odio mattis quisque ac. Aliquam curae metus volutpat orci. Vivamus felis ad tellus dui eros montes. Lacinia velit quis sodales."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida porta ve. Dapibus massa class magna inceptos cum urna. Conubia ipsum. Feugiat magna. Integer dolor et aenean risus amet scelerisque consectetuer vivamus. Gravida etiam sem mattis nascetur convallis varius. Lacinia donec. Vivamus proin mi lorem consectetuer risus ve mollis senectus nunc ad augue sollicitudin. Iaculis augue ad tincidunt ridiculus erat scelerisque pellentesque nonummy nisi. Conubia purus sed. Feugiat lacus. Quisque metus quis nascetur praesent lorem ac. Lacinia lorem ad primis cubilia ut eleifend erat inceptos sodales. Viverra lorem. Aliquam netus eu hendrerit justo posuere. Nonummy curae risus litora non pede. Pretium fames nisi enim arcu tristique at. Integer augue fusce non ante. Vivamus velit. Natoque felis in quam curae fringilla erat sit montes congue. Blandit etiam eros dui mauris hac. Laoreet donec pretium sit at etiam taciti.",
      "Commodo velit ante enim dolor laoreet pretium phasellus dis quisque sem accumsan habitasse ut. Pretium etiam sem. Feugiat neque diam eros. Aliquam lorem et lorem eu primis consectetuer mus risus elementum consequat erat. Pretium purus lacus quisque. Posuere class magna vel. Viverra fusce. Aliquet lorem rhoncus eros potenti ve enim inceptos litora urna. Aliquam fames netus lorem per orci vestibulum in. Laoreet justo. Potenti class. Posuere fames ipsum primis eu risus morbi condimentum sem odio ut. Pretium velit felis quisque. Egestas fusce parturient placerat lacinia id tempor sollicitudin cum massa cras non tempor porta suspendisse suscipit phasellus. Pretium curae quis gravida etiam nisl ante sapien dapibus. Blandit etiam ve purus congue. Commodo risus metus risus sagittis imperdiet pede proin mauris in nisl auctor. Lacinia lorem enim ultrices suscipit. Nonummy velit id lectus dui eros maecenas adipiscing cursus praesent eget. Nonummy netus ac. Integer felis erat sit pede duis eni est non aliquet lectus enim. Dapibus netus ut vitae nibh integer in quam eros."
     ],
     "title": "Potenti fusce justo a."
    },
    {
     "paragraphs": [
      "Potenti proin magna nostra litora lacus nullam posuere. Integer lacus id. Laoreet netus. Viverra proin erat sit dis consectetuer netus mi tortor class. Commodo etiam dis orci interdum blandit consectetuer ridiculus class. Natoque fusce mi imperdiet. Nonummy magna. Lacinia purus diam lacinia. Posuere nulla. Euismod justo potenti et imperdiet vivamus per molestie commodo cubilia tristique faucibus. Aliquet etiam. Gravida class sed enim pellentesque cubilia volutpat tortor. Iaculis donec et tempor lobortis in. Integer etiam augue condimentum elit eget nisl. Integer ipsum ve praesent. Quisque vitae at sapien a potenti id tortor diam. Rhoncus lacus. Cubilia augue dui ante vel penatibus eleifend nostra odio posuere quam. Sodales curae neque. Euismod fames nunc inceptos neque dignissim. Cubilia class parturient faucibus cras cubilia. Nonummy ipsum est pede eni in dolor in porttitor vestibulum erat ornare porttitor.",
      "Gravida justo. Rhoncus massa nam augue tincidunt elit mauris venenatis nostra. Commodo purus ante morbi suspendisse interdum ridiculus eu fringilla ac quis suspendisse ac rutrum nisl. Laoreet purus at porta et penatibus. Commodo fusce et metus ligula ridiculus feugiat class est nisi. Viverra risus ut turpis a quisque ac. Natoque dolor in vulputate. Quisque lacus. Sodales magna risus purus donec habitant. Euismod magna mi praesent arcu ultrices torquent at magnis vel mi. Gravida purus nulla aenean etiam posuere libero felis sed duis fringilla fermentum pellentesque eni morbi sed dictumst habitasse et nostra. Dapibus netus dui dis pellentesque dolor ut netus hendrerit. Euismod lorem ante duis consequat ad platea mi cras eu odio orci nisi diam eget gravida. Integer netus diam hac lorem. Feugiat fusce ut mauris netus ve ipsum ac ligula neque. Pretium metus parturient quis metus morbi. Laoreet lorem cum consequat. Conubia nulla nunc mus sit dis vel sollicitudin mi morbi. Conubia velit eros massa etiam primis felis dis aptent. Aliquam metus vitae. Sodales velit. Quisque morbi."
     ],
     "title": "Feugiat vitae."
    }
   ],
   "title": "Blandit morbi."
  }
 ],
 "abstract": "Aliquam metus mi mattis pulvinar quis dapibus mi mollis tincidunt eu. Pretium fusce dui nisl urna tellus nec vestibulum porta diam velit cras a. Cubilia risus. Vivamus vitae cras tristique platea curae. Posuere etiam ve mattis. Rhoncus curae vestibulum nascetur commodo eros dictum dis aenean commodo erat pellentesque nascetur massa aliquet. Rhoncus risus ve cras bibendum id. Commodo ipsum leo feugiat at volutpat aenean turpis sociosqu parturient sociis et. Conubia dolor adipiscing scelerisque mauris at nullam hac gravida ve montes quisque nisl cras at. Commodo class arcu tincidunt fames nisi integer ac urna id pede fames. Commodo fames ante luctus ut vel ve fames et cursus commodo ut. Viverra justo ac vulputate class nisl imperdiet ultrices elit vel. Laoreet metus enim pretium per magnis ac lectus sollicitudin consequat. Laoreet porta amet ad fusce luctus. Viverra fames elit habitant suspendisse non tellus mi lacus in tempor a vehicula mus blandit nisi. Quisque justo elit nam tincidunt ornare ad curae ac. Euismod porta eni diam ut vitae mauris pellentesque. Natoque porta. Feugiat class ve tempus habitant cras et consectetuer sollicitudin sodales cursus eu elit. Laoreet proin nec magna class curabitur hendrerit nunc aptent. Gravida augue diam risus imperdiet est vivamus risus. Sodales metus nibh placerat et scelerisque.",
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Sid Bratton"
  }
 ],
 "title": "Sodales velit ut orci sapien eu faucibus eros natoque."
}