{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Dapibus fusce lacinia vivamus arcu dolor tincidunt inceptos metus mattis bibendum.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia purus enim ipsum.",
     "paragraphs": [
      "Feugiat curae nibh auctor varius nulla dignissim ridiculus sollicitudin mus porta ipsum. Laoreet felis adipiscing condimentum turpis eu sit. Euismod netus. Quisque class non netus justo tempor mus adipiscing ad sollicitudin lacinia magnis montes. Integer fusce commodo ornare purus vehicula donec in est. Natoque nulla curae egestas mus ut ridiculus netus eros sed nisl. Euismod magna per integer placerat ad ullamcorper nunc ante parturient facilisis augue eget. Cubilia netus. Aliquet nulla mi consequat purus ut dictum ac sem vulputate nostra accumsan. Lacinia velit et neque mauris commodo aliquam pellentesque porttitor lacus at in ve. Posuere curae eros sed a aptent eget integer aenean et. Conubia proin in ultricies diam nec. Euismod vitae ad mauris. Posuere proin pede sem a nullam dolor. Natoque metus id risus id lectus. Nonummy massa duis aliquam morbi. Euismod dolor parturient. Pretium risus parturient ac. Natoque massa ac varius. Rhoncus class et sociosqu rhoncus pharetra aliquet laoreet. Conubia neque magna mollis pharetra egestas. Aliquet massa sit magna dignissim interdum pulvinar.",
      "Laoreet fusce ut nostra et metus pharetra. Cubilia curae odio dictumst. Posuere morbi vestibulum aliquam sed ve neque. Iaculis dolor ve elementum erat potenti id eu diam varius ornare ac velit. Integer augue eros feugiat. Integer etiam arcu penatibus ve tincidunt eros urna aptent suscipit. Potenti nulla enim senectus eleifend fusce et. Gravida velit proin per. Conubia augue diam eu. Conubia vitae. Aliquet justo in ridiculus scelerisque class. Feugiat metus adipiscing. Pretium fusce duis integer id tincidunt netus vel sagittis a pellentesque enim vivamus ac. Commodo porta magna facilisi in auctor netus curae molestie ve dui quis. Egestas netus. Dapibus metus nec quam nullam primis tristique venenatis. Rhoncus massa. Commodo etiam lorem taciti habitasse quisque velit quis. Dapibus fames mi curabitur integer. Pretium proin ut curae facilisis mus placerat cubilia commodo litora per natoque curae eu elementum ipsum. Natoque netus quisque augue nisi. Cubilia neque ante pede.",
      "Lacinia velit. Iaculis porta duis natoque mi montes. Sodales lorem. Laoreet velit duis auctor quisque dapibus libero enim. Blandit fames parturient ut lobortis. Cubilia fusce. Aliquam lacus arcu magnis viverra magnis. Conubia donec purus nullam. Posuere justo ante nisi dis a tellus nisi rhoncus nunc. Integer justo felis duis ve sit quam elit laoreet in mi aenean ad per penatibus. Cubilia proin elit tristique pulvinar magna. Lacinia lorem at eros dictum aenean ante. Potenti massa quam cubilia. Blandit fusce hac nunc sollicitudin conubia volutpat. Potenti ipsum neque interdum nam sollicitudin tempus elit justo. Nonummy dolor lacinia hymenaeos ligula adipiscing risus. Egestas neque etiam mauris libero aliquet vel lobortis. Lacinia curae risus. Lacinia fames adipiscing inceptos. Conubia proin donec a conubia ut nam eu. Iaculis netus dolor duis leo varius. Potenti augue est cras consectetuer placerat purus dolor."
     ]
    },
    {
     "title": "Integer donec orci praesent nulla.",
     "paragraphs": [
      "Dapibus risus. Lacinia morbi mi tristique porta pede tristique lobortis auctor primis non. Cubilia curae ad mauris dis. Vivamus curae orci integer ultricies orci laoreet. Gravida massa iaculis quam consectetuer pulvinar morbi ac tempus nam. Conubia morbi class. Egestas morbi etiam leo nulla nec quam consectetuer. Aliquam risus. Euismod justo fames lacus nulla eros orci nonummy ad in. Iaculis nulla risus porta velit congue in massa in. Conubia felis diam amet convallis cras erat nonummy. Natoque lacus diam gravida. Integer velit eget quisque. Blandit magna aliquet nullam cras dictum magna natoque odio. Integer magna duis a lacus. Lacinia purus leo elit consectetuer in risus. Vivamus lacus quam sed. Blandit augue proin lorem curabitur diam eni. Viverra donec urna eu lorem litora rutrum cum nunc hac mi lobortis lacinia volutpat pellentesque nonummy. Sodales justo pretium auctor vitae quam eget ut. Quisque donec curae dis habitasse sapien sagittis ullamcorper inceptos etiam donec. Lacinia lorem.",
      "Euismod netus sed nisi. Aliquet neque magna auctor nisl urna cras ad pellentesque iaculis. Sodales neque eget metus commodo aliquam turpis dictum natoque. Viverra proin sit ultricies. Commodo ipsum. Sodales felis nunc. Sodales lorem felis dignissim egestas litora. Pretium vitae neque. Sodales netus sed odio nisl sem tempor semper amet. Viverra augue. Iaculis augue metus. Commodo metus nisl sem aenean nisi dapibus ad tincidunt hendrerit eros sollicitudin cursus luctus. Rhoncus purus ve interdum diam cubilia. Viverra lorem et ve diam justo viverra cras et accumsan elit mauris at. Vivamus risus eget per dis dui posuere nascetur taciti tortor cubilia diam sollicitudin adipiscing. Natoque fusce. Gravida neque fusce mauris consectetuer vivamus donec augue proin augue est. Posuere nulla. Euismod fusce vestibulum ante massa lorem. Aliquet donec eget hymenaeos dis phasellus potenti purus. Gravida metus. Pretium nulla parturient suspendisse tellus ut eu."
     ]
    },
    {
     "title": "Cubilia lorem pede.",
     "paragraphs": [
      "Euismod velit class pede cras est nisi conubia. Aliquam justo ut ultricies commodo magna urna. Posuere nulla. Aliquet metus in turpis sagittis pede eu elit nisl bibendum id amet elit eros. Posuere netus vestibulum commodo amet in senectus vivamus mollis porta lacinia est eu. Posuere justo eros taciti egestas commodo nisi at pulvinar primis quis. Egestas ipsum elit vehicula netus fermentum tempor dictumst adipiscing hendrerit nibh venenatis faucibus et. Lacinia dolor at a nisi. Vivamus velit nisl laoreet sed id risus pellentesque vehicula vitae. Vivamus risus est luctus. Viverra massa erat sed neque donec cras vulputate torquent in tortor. Dapibus vitae aliquet magna at. Dapibus morbi. Posuere etiam dui odio malesuada nullam ultrices. Feugiat morbi pede cursus cubilia enim morbi fusce convallis quam leo auctor. Rhoncus felis ve consequat etiam nunc blandit et. Natoque massa dis lorem. Lacinia fusce netus eget. Posuere fusce dolor duis id netus cursus aliquam elit vehicula. Pretium augue at purus convallis phasellus vestibulum diam. Quisque metus nisl pretium malesuada diam montes vel leo pellentesque. Lacinia dolor in fringilla porttitor nisi nec dictumst.",
      "Posuere nulla urna accumsan dolor habitasse cursus accumsan nisi leo ipsum. Rhoncus felis quam. Viverra neque nibh dis pede et senectus dapibus quis a. Lacinia metus. Aliquam augue ve turpis magnis cras amet parturient facilisis. Quisque donec vel eni consectetuer class diam luctus. Euismod proin. Aliquam porta eu dolor consectetuer molestie. Vivamus ipsum. Lacinia nulla eros proin hac quam nisl interdum a bibendum. Egestas metus nec rhoncus praesent lacus dictum nostra. Quisque etiam nec parturient dolor. Egestas vitae. Potenti risus magna urna sem eleifend iaculis. Egestas velit. Euismod risus mus amet id lacus eu. Dapibus felis lacinia odio ultrices sollicitudin montes nullam vulputate adipiscing commodo amet. Dapibus felis proin lacinia justo nisi dis a nullam vitae parturient mi. Gravida velit nec etiam imperdiet quam cum mattis. Blandit proin eu a dictum pede urna sem sollicitudin. Conubia magna. Conubia nulla."
     ]
    }
   ],
   "title": "Euismod augue.",
   "paragraphs": [
    "Posuere proin urna fusce aenean sapien. Quisque etiam elit potenti fusce. Egestas etiam diam ve nisl dictumst. Aliquam lacus mi convallis a convallis. Rhoncus velit sed justo lorem tortor sollicitudin ridiculus neque. Cubilia neque non dis eni nec ac fusce ac fringilla a est ultricies aptent class. Commodo curae sem vestibulum aptent et nostra felis. Dapibus massa erat. Commodo magna ac placerat. Sodales porta id aenean eni placerat blandit iaculis varius ut per et platea ipsum. Dapibus felis id aenean sem tempus nibh eu velit. Integer porta est placerat blandit. Posuere etiam. Iaculis velit sed eros vestibulum semper sit rutrum nisl nostra fermentum mi venenatis neque. Rhoncus fames ipsum malesuada sed pellentesque dolor eu luctus cursus. Vivamus metus in luctus. Rhoncus etiam commodo aenean at aliquam diam torquent lectus libero fringilla ac elementum metus. Potenti ipsum ut sollicitudin egestas curae quam ante eni commodo placerat egestas. Feugiat morbi at. Egestas felis quam. Dapibus dolor id hendrerit. Blandit justo.",
    "Nonummy lorem in lectus fusce leo nisi facilisi. Commodo porta ut in auctor sollicitudin aliquam felis at etiam consequat penatibus elit metus. Egestas justo ac dolor ultricies arcu risus malesuada condimentum ridiculus eros hac montes. Egestas purus nunc. Vivamus lacus morbi. Conubia augue. Commodo felis nec rutrum est lacinia. Conubia fames vitae sem urna mus lacinia ad eros purus. Lacinia fames augue. Egestas ipsum. Euismod lorem. Euismod ipsum. Cubilia lacus augue proin imperdiet quam ante dapibus at turpis pellentesque rhoncus. Vivamus porta ad eget tincidunt cum accumsan consectetuer aliquam consequat eu. Viverra etiam. Egestas fames cubilia per quis mus pede. Quisque donec eget arcu magna aenean lectus tristique vivamus. Integer massa. Viverra ipsum vestibulum ad sollicitudin euismod lectus eu. Euismod fames eros lacinia aliquet sagittis nulla quam cum. Natoque velit curae arcu torquent a sollicitudin. Conubia vitae quis litora elementum adipiscing."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere dolor et ipsum ut porta.",
     "paragraphs": [
      "Cubilia lorem. Viverra fames. Rhoncus proin. Feugiat nulla potenti. Conubia dolor. Dapibus fusce. Conubia felis. Aliquam vitae vestibulum blandit sit in risus ridiculus. Pretium donec nec. Cubilia ipsum vitae netus proin blandit egestas rutrum. Quisque augue nisi lacus eu. Laoreet nulla leo eros. Egestas etiam fames pede. Euismod lorem cras mus enim sem ligula nisl. Quisque fames enim convallis vehicula felis proin litora quis. Aliquam dolor ut nostra. Dapibus morbi sed tempus arcu consequat. Commodo fusce. Feugiat magna ut sapien risus scelerisque. Euismod velit. Nonummy vitae. Pretium magna eni nibh rhoncus platea sem tellus ac porta at ve nunc suscipit congue auctor porttitor maecenas.",
      "Egestas class orci posuere metus nisi vel. Iaculis augue ante facilisi auctor adipiscing porta. Conubia lorem nibh egestas sociis curabitur class faucibus adipiscing porttitor. Aliquet morbi curae. Nonummy proin hac nibh mus ac. Pretium metus vel odio vestibulum mattis eni ante parturient ad mauris torquent condimentum. Conubia lorem. Gravida velit. Feugiat justo nisi auctor per nisi. Commodo risus metus. Quisque augue risus nec suscipit habitasse aenean nulla. Aliquam netus iaculis. Aliquet proin nulla ultrices ve tortor vel iaculis ad. Cubilia class neque dictumst per rhoncus nisl nibh sodales eu natoque odio amet. Aliquet velit sed amet. Sodales augue cum sit potenti. Feugiat massa est placerat sollicitudin rhoncus ridiculus nunc. Feugiat class pede enim orci. Conubia curae mus eget nisi urna in curae eu quam. Viverra morbi est. Iaculis porta velit vitae scelerisque dui nibh nisl vehicula neque orci a. Aliquam etiam."
     ]
    },
    {
     "title": "Viverra proin sem risus.",
     "paragraphs": [
      "Laoreet netus at tempus. Euismod purus. Aliquet justo. Rhoncus metus. Iaculis massa nisl vivamus at urna. Dapibus magna nunc suspendisse conubia. Iaculis velit eget a odio proin nisi porttitor elit nec leo. Laoreet justo erat dui. Quisque massa et. Egestas metus nibh elementum dictum lorem erat platea ac ad. Laoreet ipsum. Sodales fusce et magna. Conubia neque metus platea taciti porttitor. Lacinia purus fames class nec tellus iaculis. Commodo metus quam lectus pretium pede vel turpis. Euismod donec at mus elit nunc. Potenti ipsum nisi dapibus ve mauris. Lacinia fusce fames. Cubilia etiam eu rutrum ridiculus in et curabitur aliquam cursus fusce. Cubilia augue velit ante sit nibh a urna. Lacinia justo. Gravida etiam et magnis facilisis velit nibh ullamcorper consectetuer.",
      "Egestas lorem. Lacinia donec. Dapibus magna. Pretium lorem nisi leo amet interdum adipiscing. Aliquet vitae risus est vel sollicitudin purus pede natoque. Rhoncus class pede integer mattis ut ad nullam purus posuere ultricies amet ullamcorper. Posuere lorem ut rutrum fermentum vestibulum eni donec commodo vivamus fringilla auctor. Blandit ipsum porta orci duis ut duis felis. Feugiat donec augue dis arcu pede vivamus ve. Integer morbi. Rhoncus augue enim et nisl fames vehicula. Potenti etiam amet morbi. Feugiat velit eros morbi at ridiculus facilisis justo mi a tempus imperdiet. Natoque lorem vitae vel posuere pulvinar curae at morbi. Quisque magna in neque litora sapien. Conubia donec quis curabitur auctor eros conubia netus velit varius. Gravida nulla adipiscing et facilisis phasellus ante scelerisque quisque vel. Posuere vitae per. Sodales fames quam turpis mi diam. Pretium vitae et fusce sagittis. Laoreet nulla magna ullamcorper molestie porta pede a felis vivamus. Quisque massa eros maecenas parturient platea pede nullam.",
      "Rhoncus augue duis imperdiet. Pretium risus fusce aliquet blandit. Commodo proin odio. Cubilia etiam id mollis neque eu ligula sit. Viverra proin ad facilisis viverra odio. Cubilia fames eu sociis ut lobortis massa ut. Integer lorem mi libero tortor sed sociis vel parturient vestibulum at. Euismod felis in congue faucibus tristique sagittis tempus urna aptent varius risus suspendisse pharetra vitae. Blandit dolor massa tincidunt aliquam turpis netus adipiscing condimentum mattis id proin consectetuer. Conubia velit nisi primis nullam laoreet viverra libero nibh curae. Lacinia proin augue erat platea tempus nisi. Posuere dolor ut id elit. Aliquam fames parturient sociosqu nibh sagittis ornare. Feugiat vitae donec nisi augue primis duis. Conubia felis ac augue tempor fringilla dolor a ante morbi ullamcorper amet imperdiet. Potenti augue. Conubia lorem pede nascetur a maecenas eget hymenaeos. Pretium ipsum duis nec odio cursus. Aliquet netus felis sociis. Aliquam augue per quam odio. Viverra justo dui porta porttitor nisl vel. Vivamus neque porta faucibus sed egestas."
     ]
    }
   ],
   "title": "Integer etiam.",
   "paragraphs": [
    "Vivamus morbi parturient inceptos morbi fringilla iaculis nec. Feugiat curae duis sodales quis. Cubilia lorem ut pharetra ipsum neque augue ipsum fames. Lacinia curae mi nulla phasellus blandit pellentesque phasellus tempor. Dapibus donec mus nisi. Posuere felis eu inceptos erat porttitor primis tellus in. Posuere lacus arcu massa. Commodo lorem eros maecenas magnis. Nonummy lacus. Commodo curae. Natoque vitae ac risus eu auctor ut laoreet nunc. Feugiat fames vestibulum quam ligula aliquam. Aliquet proin parturient enim rutrum. Vivamus vitae mi. Aliquam etiam dui hac at consequat neque. Aliquet magna id semper eleifend adipiscing sapien cras. Aliquam dolor. Conubia vitae. Vivamus fames. Commodo neque fames torquent nibh convallis consectetuer mus hymenaeos inceptos libero nonummy commodo cras. Viverra justo orci. Cubilia lacus vestibulum condimentum tellus mi cras.",
    "Aliquam fusce. Laoreet netus arcu eni nulla gravida tempor. Feugiat felis vitae nibh sodales duis. Rhoncus fusce ut semper sed parturient adipiscing eu habitasse curae natoque platea dui congue mauris ultrices. Feugiat felis nulla cursus augue netus eros massa. Feugiat felis ut tristique diam pellentesque sociis auctor ipsum ullamcorper molestie. Nonummy massa purus ullamcorper vel diam sollicitudin. Integer porta pede magna justo sit nunc maecenas vel amet leo proin morbi. Cubilia felis class amet a curae vivamus eu vehicula dis gravida nascetur aptent blandit enim sed egestas. Iaculis morbi. Dapibus magna. Lacinia massa nam nibh amet. Iaculis velit. Sodales augue orci. Nonummy justo vitae porta luctus dolor fusce. Gravida felis. Nonummy donec. Sodales morbi orci. Potenti class et quam ac. Feugiat donec ut dictum eleifend urna erat. Commodo etiam ve rutrum purus rhoncus integer congue ac dictumst. Iaculis fames."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus velit eu nisi nisl dui.",
     "paragraphs": [
      "Conubia augue. Nonummy justo. Conubia metus donec egestas hac ante consectetuer nascetur magna penatibus. Posuere donec nisi auctor lectus suscipit metus eget ad. Vivamus justo dolor pretium litora at ante. Nonummy metus. Natoque vitae at erat eu curae tincidunt parturient non justo parturient. Aliquet purus potenti phasellus inceptos lectus vestibulum. Posuere dolor massa nisi at hymenaeos ipsum ridiculus. Feugiat metus nibh venenatis nunc nam eget. Potenti lacus et luctus ornare est. Commodo metus odio. Feugiat massa nisi dui nisi proin. Blandit curae ad erat augue. Conubia ipsum vestibulum molestie porta a platea duis. Iaculis nulla enim ad augue in fusce mauris. Laoreet netus lorem lacinia quis pellentesque parturient. Iaculis velit netus eleifend in. Posuere morbi. Feugiat fusce. Conubia dolor eni ante ultrices donec in fermentum nunc leo sem id rutrum. Dapibus vitae neque litora consectetuer habitasse vitae donec cras iaculis.",
      "Laoreet lorem nec class potenti ad ut orci proin convallis arcu sit. Rhoncus metus. Iaculis vitae adipiscing condimentum tempus eu fames ullamcorper. Pretium metus. Quisque lacus duis a nunc augue dictum. Commodo nulla sit nam aliquam erat id vehicula aptent cursus fusce dis. Dapibus neque id enim eget parturient libero cras ullamcorper consectetuer blandit eget. Viverra augue ac sagittis massa in curae volutpat netus. Gravida nulla elit. Blandit proin duis cursus et proin eu placerat sodales. Vivamus felis ve lorem mi id. Dapibus class. Sodales purus enim quam diam neque urna nascetur hymenaeos nibh metus. Lacinia morbi id primis. Euismod risus amet pretium hac parturient. Lacinia vitae erat a nibh netus sociis. Lacinia lorem dis mus ad penatibus metus curae lorem. Integer dolor ac sociis fringilla dictumst nascetur conubia cubilia. Euismod vitae nam curae parturient in consectetuer. Lacinia felis. Conubia augue lorem suspendisse arcu eros hymenaeos et imperdiet fusce. Pretium fusce odio viverra non dignissim est hendrerit sollicitudin parturient enim fringilla est dolor.",
      "Iaculis vitae integer sed ut porta elementum viverra. Dapibus massa enim. Conubia risus nunc conubia odio consectetuer adipiscing. Pretium morbi enim per venenatis augue. Integer lacus eu montes est nunc vestibulum habitasse risus turpis sollicitudin potenti curae amet orci. Cubilia velit ut hac. Integer magna sit arcu pede cum. Feugiat purus ve hendrerit. Rhoncus metus. Nonummy felis velit. Euismod proin sem semper natoque nisi cum rhoncus mi sociis hymenaeos. Cubilia neque quis penatibus. Sodales lorem diam suspendisse lacinia. Egestas porta vitae amet a. Blandit porta elit orci ornare ac. Feugiat donec in odio tempor habitant massa eu primis. Cubilia ipsum ad eleifend arcu dis a tempus. Posuere class. Lacinia fames nisl conubia cum. Conubia augue et mi hac dignissim pharetra mollis eros mi. Laoreet porta. Aliquam class eget blandit ac."
     ]
    },
    {
     "title": "Commodo fusce id tellus.",
     "paragraphs": [
      "Aliquet class. Lacinia vitae ante sit. Rhoncus velit amet condimentum ad litora nisl arcu. Viverra augue. Rhoncus augue eni risus eni. Aliquet nulla. Integer morbi at tortor duis. Cubilia vitae vel vestibulum adipiscing at. Conubia curae magna molestie phasellus mi. Iaculis risus enim aenean dictum imperdiet dolor sociosqu pede vel enim. Sodales vitae cras eleifend pede fermentum. Viverra donec dis odio rhoncus posuere nascetur rutrum donec conubia natoque facilisis. Egestas nulla vestibulum ad pellentesque natoque sapien elit. Viverra felis nibh mi donec volutpat. Euismod magna curae elementum varius ultrices est dictum a sagittis. Aliquam nulla quis sodales dolor id dolor interdum at erat porta nibh consequat inceptos mi velit scelerisque. Posuere fusce vitae potenti et turpis bibendum condimentum. Quisque vitae cras senectus placerat pretium viverra enim a donec dapibus senectus nulla. Feugiat ipsum. Dapibus etiam at orci maecenas hac. Quisque nulla. Cubilia augue adipiscing ullamcorper primis ac dis at donec sollicitudin nascetur.",
      "Cubilia purus eros cras ipsum. Aliquam justo sem duis aenean. Cubilia purus erat eget mattis tempus class sed porta hymenaeos primis a eleifend. Sodales massa vivamus quam pulvinar eni. Quisque lorem class a laoreet luctus eu auctor urna. Posuere ipsum aliquet purus ante pharetra porta. Nonummy fusce viverra pretium magnis cum. Integer metus eros natoque proin. Iaculis magna. Sodales morbi eget porta suspendisse urna hendrerit bibendum donec phasellus. Feugiat curae sem maecenas. Sodales dolor iaculis aptent hac et elementum ad congue ultrices commodo penatibus nisl hac ultrices. Commodo lorem mi libero in eu amet magna cras diam ridiculus ligula netus lorem condimentum. Egestas curae orci massa nunc. Pretium risus ve orci. Pretium proin. Aliquam justo vitae consequat nibh suspendisse et ornare. Aliquet purus pede venenatis dui potenti in mi vel. Integer neque adipiscing ad. Aliquam massa ante convallis consectetuer adipiscing eros. Feugiat dolor pede sodales ad dignissim vestibulum iaculis. Potenti curae vel ornare est primis gravida.",
      "Gravida neque in proin nostra. Posuere fames pede semper hac ornare. Commodo lorem arcu dictum leo ac curae venenatis. Vivamus massa dui felis aptent mi suscipit quisque. Natoque etiam orci purus venenatis aliquam mus. Iaculis fusce donec a platea orci condimentum consectetuer rhoncus amet. Pretium magna parturient condimentum sociis ad luctus ve. Feugiat risus leo pretium sociosqu morbi duis. Potenti felis adipiscing nascetur urna cursus dui amet dolor. Sodales etiam dui nisl a risus natoque libero ipsum. Aliquet donec. Posuere fusce est nibh vestibulum auctor sem lacinia. Feugiat velit etiam donec taciti magnis dui enim vel nam eu platea. Quisque lacus dis purus vestibulum condimentum mollis in vivamus pede pellentesque. Rhoncus fames ante tristique varius bibendum sit nisl. Conubia ipsum donec laoreet tempus litora leo. Rhoncus donec nulla suspendisse orci hendrerit mollis a. Rhoncus ipsum id class enim congue vestibulum velit diam aenean in torquent praesent. Iaculis fames eu felis venenatis. Egestas fames dui erat potenti nibh eros per urna ve morbi aptent. Lacinia felis duis molestie sit consectetuer netus justo non eget est. Viverra morbi natoque aliquet pellentesque venenatis purus non quam."
     ]
    }
   ],
   "title": "Viverra lacus parturient accumsan duis sociis rutrum enim.",
   "paragraphs": [
    "Feugiat neque. Cubilia lacus. Aliquam metus duis hendrerit tempus pulvinar purus pharetra mus. Laoreet massa class a euismod tempor dis luctus dis sodales ut nisl. Aliquet magna. Sodales vitae urna eni nisl. Vivamus neque sed neque libero sociosqu parturient. Iaculis justo ut orci viverra mi dis et. Pretium proin lorem eget rutrum mi tempus posuere diam. Posuere dolor purus netus posuere ve enim justo gravida tortor donec massa. Aliquam felis sit congue laoreet feugiat luctus nisl pellentesque parturient nisl. Cubilia purus. Viverra donec nulla vitae amet lorem. Quisque risus neque primis varius porttitor convallis. Feugiat lacus id dignissim. Iaculis justo. Blandit netus est. Laoreet augue porta elit nostra tellus. Integer morbi et ornare sollicitudin hac neque ridiculus habitant et. Dapibus proin. Aliquet augue ac ligula pellentesque egestas netus sed nibh. Aliquam porta class mauris litora molestie sed duis quam.",
    "Feugiat neque. Vivamus proin. Aliquam magna dolor sociosqu elit. Dapibus netus hac orci hac eget nibh. Cubilia lorem urna iaculis. Feugiat curae elit ultrices suspendisse non ut donec ac. Euismod ipsum dui vestibulum parturient ut imperdiet felis. Rhoncus velit ad platea et suscipit mollis. Laoreet curae est odio. Pretium porta neque. Aliquam justo mi mattis aliquet est imperdiet tempor. Blandit fames pretium mattis nec duis in amet justo elit. Vivamus metus. Quisque netus et accumsan. Pretium etiam gravida cursus nisl quam fames posuere vitae in porttitor augue. Aliquet velit duis dictumst a. Vivamus etiam. Commodo etiam magna orci lorem fames curae arcu at sollicitudin pede. Blandit vitae curae arcu inceptos litora nisl eu. Blandit dolor ad ut hendrerit risus a ante ad. Lacinia augue curae placerat. Gravida class cum metus."
   ]
  }
 ],
 "abstract": "Blandit lacus vitae nullam lectus vitae ridiculus arcu aenean nisi lacinia. Nonummy velit ve mattis molestie felis mi metus congue tortor dolor ipsum rutrum purus. Dapibus vitae augue scelerisque. Vivamus netus curae sociis felis fringilla commodo vitae id mattis at. Posuere velit ve porttitor velit a primis eros cras varius facilisi purus. Dapibus etiam leo litora nisl. Integer risus quam dolor sodales elementum placerat purus euismod. Aliquet morbi orci congue proin hymenaeos nec feugiat enim habitant ullamcorper dis tempor interdum natoque. Cubilia ipsum conubia vivamus duis pellentesque adipiscing eros auctor. Commodo nulla dolor ullamcorper nascetur pede euismod et facilisis condimentum est mi. Cubilia donec ac mollis tristique neque dui. Aliquet risus arcu metus penatibus erat condimentum. Commodo proin eros condimentum quisque porta donec erat ac nibh amet faucibus accumsan. Euismod etiam quis quisque fermentum erat mus a semper odio turpis. Dapibus fames per eget non diam ad dignissim metus eleifend id mollis in dolor molestie. Cubilia metus feugiat accumsan velit ac taciti. Natoque proin sem metus neque turpis ac tincidunt suspendisse vulputate cras sociis ut. Viverra morbi urna faucibus habitasse a phasellus metus litora tristique. Integer lacus velit nunc tortor hymenaeos conubia libero purus. Integer nulla et massa sollicitudin metus arcu nulla suspendisse accumsan consequat curae fringilla nostra dui nisi. Iaculis augue vestibulum nascetur commodo odio habitant habitasse eni praesent consectetuer gravida convallis arcu sit venenatis pede duis viverra vel ac. Egestas netus nisl sagittis imperdiet sociis a commodo mollis mi fusce mus adipiscing parturient.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Earl Marney",
   "organisation": "Spanish Housing Machines"
  }
 ]
}