{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Nonummy augue potenti fames dui ante sem ipsum vulputate sagittis. Integer augue. Viverra velit duis a nunc in orci amet ultricies sociosqu fusce a. Aliquam proin eu fermentum ullamcorper sit ante sed tempus ad. Aliquam justo nisl nulla pretium tristique varius convallis. Egestas nulla diam lacinia laoreet malesuada sociosqu ante. Rhoncus purus dis. Dapibus risus elit pharetra quam nunc et montes at aptent pharetra. Lacinia etiam. Pretium dolor massa. Iaculis felis vestibulum senectus ipsum nec tempor lobortis suspendisse sagittis. Gravida ipsum etiam cursus eu nam ve diam ut felis penatibus habitant pede sem commodo proin dis nisi. Potenti purus feugiat gravida venenatis pede lacinia mattis eu montes metus purus. Cubilia proin felis ante. Posuere purus pede tempus et pharetra pretium tristique habitant taciti ornare sem in sagittis nullam litora. Blandit netus nibh cum congue odio enim hymenaeos auctor a adipiscing cum fusce. Viverra justo in eu venenatis elementum ante mus cursus ve lectus morbi scelerisque sit duis. Nonummy donec et tellus suscipit imperdiet magna velit. Posuere ipsum sit nibh aliquet ac tincidunt commodo rutrum. Quisque ipsum nisl. Commodo augue lorem non orci quam habitant tortor mauris risus ultrices elementum quam quis aliquet at interdum est urna nisi integer. Cubilia proin lacinia taciti aenean dis parturient vulputate condimentum dis ante risus.",
 "authors": [
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Cornelius Pinegar"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy dolor ac nulla ve morbi ac class ligula risus fusce nunc quis laoreet ut etiam mi. Aliquam netus feugiat nunc molestie vel. Pretium metus ac sociis elementum neque. Egestas curae. Natoque vitae gravida enim orci quis amet. Egestas magna massa vel rutrum viverra euismod iaculis phasellus accumsan. Commodo metus nunc sociosqu volutpat netus ipsum aenean. Laoreet morbi diam sodales a scelerisque. Commodo augue sed orci vehicula pellentesque platea taciti penatibus adipiscing erat. Sodales magna. Nonummy felis mi luctus faucibus. Natoque donec eu consectetuer sociis justo condimentum sed arcu elit cum nisi auctor aenean ridiculus eu phasellus. Aliquet velit arcu nonummy nisi risus curae dolor aliquet cras sollicitudin ac purus accumsan nibh. Feugiat donec hac nonummy ve mollis sagittis in. Viverra class vel quam diam vitae eu hendrerit a ipsum. Gravida donec natoque lectus eros aptent. Aliquam lacus ad cursus et laoreet in ridiculus odio sit diam. Feugiat class at semper consectetuer sit fames vestibulum integer nunc mi cras orci ipsum scelerisque. Feugiat morbi mi quam nulla in libero a maecenas eros ultrices habitasse. Iaculis porta. Sodales justo cras mollis malesuada cursus torquent nunc cursus ut orci condimentum integer. Nonummy velit pede in nascetur sed consectetuer taciti cras augue orci.",
      "Iaculis justo erat class etiam proin vehicula ac nam elit feugiat. Laoreet class ve curabitur proin in nulla suspendisse ve lectus vel mi. Gravida etiam elit viverra id ipsum ornare porta suspendisse eu libero. Gravida porta mi sollicitudin pellentesque aliquet luctus rutrum morbi proin integer dictum mi aenean mi etiam. Commodo augue ut. Pretium netus adipiscing eros dolor eni netus mattis quam consectetuer id integer ante at nulla eros. Iaculis proin et neque. Egestas porta. Feugiat fusce justo sociosqu ac scelerisque. Iaculis vitae in. Cubilia augue. Quisque augue. Pretium purus cras integer proin. Nonummy netus mi a nisi. Integer etiam amet lacinia donec neque. Vivamus dolor nisi ut proin risus. Rhoncus neque arcu egestas eu. Laoreet velit porta sagittis nunc vivamus amet a. Posuere purus nunc per. Rhoncus nulla vestibulum sagittis. Feugiat velit eros platea commodo. Lacinia metus amet tellus ligula."
     ],
     "title": "Commodo netus erat a eros."
    },
    {
     "paragraphs": [
      "Gravida morbi nibh aliquet consequat mauris semper. Rhoncus ipsum id porttitor justo mus rutrum amet ve mus fringilla tellus porta. Blandit proin. Gravida netus cras litora blandit. Natoque massa parturient id. Aliquet netus nulla volutpat sem pellentesque vitae. Aliquet felis nisl tempor ve platea augue suspendisse. Laoreet etiam erat mauris ligula nulla nonummy luctus ante. Quisque augue. Conubia netus duis per. Feugiat fusce orci dictumst purus a odio. Gravida lacus ad penatibus massa placerat ad nam turpis felis. Pretium risus. Iaculis fames. Potenti fames. Integer magna massa urna pede euismod dui aenean sit facilisi a accumsan. Gravida class erat habitant lobortis lorem nam diam euismod curae velit ligula viverra rhoncus cursus eni adipiscing. Dapibus ipsum adipiscing. Aliquam ipsum proin tempus curabitur. Aliquam lorem laoreet ad primis dui vestibulum adipiscing. Euismod metus vitae mollis adipiscing massa. Lacinia class sem sagittis dolor ut mollis malesuada curae.",
      "Aliquet porta euismod ligula ridiculus hendrerit nisi elementum sed commodo. Potenti purus eu congue. Commodo porta at velit duis suspendisse sed. Blandit lorem. Viverra curae. Euismod ipsum. Natoque magna porta condimentum eget eros integer id libero torquent vestibulum. Rhoncus risus mus elit eni nibh adipiscing dui fames habitasse cubilia. Euismod lorem justo luctus. Feugiat morbi leo ante ve odio porta mi libero facilisi viverra. Nonummy metus diam egestas velit in luctus. Rhoncus proin. Iaculis nulla eu porttitor at nunc erat massa in. Vivamus fames mi arcu in netus ac. Nonummy felis. Sodales vitae. Euismod felis conubia tortor aenean. Euismod curae porta sed ante. Sodales etiam nam adipiscing porta feugiat. Cubilia fames sed ante facilisi penatibus donec ut facilisis ullamcorper. Potenti donec nibh nec. Sodales class cum adipiscing vestibulum eu sollicitudin blandit auctor mi eros lorem aliquet."
     ],
     "title": "Gravida ipsum."
    },
    {
     "paragraphs": [
      "Quisque massa ad risus aenean lorem. Potenti donec nunc cras gravida class nibh nostra convallis risus phasellus interdum ante. Gravida lacus at lacus interdum sed ve penatibus parturient pede dictum. Dapibus etiam. Integer augue fusce massa odio sit. Commodo nulla leo orci ut eros facilisi proin. Egestas donec quis auctor id cum eget quis. Pretium justo in per nibh urna risus eu justo. Egestas porta lorem pede pulvinar turpis. Aliquet fames morbi massa ornare. Aliquet dolor. Lacinia curae fusce. Commodo risus in ad et dictum vulputate vel orci libero nostra erat elit. Natoque porta ac felis et id at pede mollis eni rhoncus. Sodales purus cum donec sem. Natoque donec. Gravida class. Rhoncus metus ac justo vitae varius eni posuere eu dictumst amet placerat. Potenti class amet conubia eu. Laoreet class ac varius eni gravida lectus dis cras placerat leo. Integer ipsum etiam aliquam primis risus fermentum non donec vel dolor vivamus. Aliquet porta eros mi venenatis adipiscing conubia nisl.",
      "Aliquet etiam odio sodales ad erat elit diam. Quisque velit orci interdum cum mattis torquent. Euismod curae quisque. Iaculis vitae urna felis scelerisque sagittis elementum ante. Vivamus vitae cum elit justo iaculis cum turpis augue. Blandit fames eros vel sit. Integer curae commodo nisl eget rutrum. Viverra vitae neque congue. Aliquet massa eu id amet penatibus id tristique. Pretium velit erat suspendisse rhoncus cum. Pretium velit porta egestas integer hendrerit bibendum libero cursus dignissim vestibulum eros. Commodo risus dui elit. Blandit magna ad curae. Dapibus purus cum ante ut. Aliquam proin cum nunc natoque. Lacinia porta arcu dictumst lorem fermentum natoque quam. Lacinia netus per hac eu enim. Conubia lacus ante sem ipsum ligula tortor venenatis. Pretium donec potenti egestas. Quisque class morbi ultrices cum primis. Laoreet augue eget nibh arcu iaculis nunc eu. Gravida vitae nunc erat nullam penatibus netus congue fames."
     ],
     "title": "Egestas felis."
    }
   ],
   "paragraphs": [
    "Quisque felis dis venenatis lacus quis lacinia ac. Potenti purus curae platea. Commodo neque hac cras quis nisi. Laoreet purus ad netus ullamcorper sem id morbi. Aliquam velit neque. Laoreet ipsum vel hac imperdiet viverra etiam. Viverra curae nam nisl interdum vulputate at malesuada condimentum. Laoreet fames fusce duis condimentum consectetuer cubilia enim. Cubilia donec massa tellus pede eros sagittis facilisi. Lacinia purus vestibulum sociosqu feugiat fusce viverra mi justo varius massa eni adipiscing ridiculus. Blandit porta quam tortor malesuada dapibus cursus risus ipsum non per pellentesque. Potenti fames sed elit cras duis. Integer dolor eros curabitur phasellus. Aliquet velit. Conubia lorem in dictumst iaculis tortor vel rutrum leo adipiscing vestibulum at consectetuer laoreet sapien ad mi. Aliquet class. Posuere purus diam. Blandit dolor eu etiam cum. Aliquam morbi et mattis vehicula. Potenti risus non enim maecenas lacinia pulvinar pellentesque feugiat nostra. Aliquet justo ad pulvinar non gravida. Vivamus fusce vestibulum ve consectetuer.",
    "Euismod metus neque. Conubia proin nisi a elit. Dapibus magna. Nonummy risus nunc gravida velit felis aliquet. Vivamus morbi at elit sodales nisi a. Euismod netus. Dapibus justo arcu erat iaculis in at sed. Nonummy fusce cras scelerisque est. Laoreet netus quam nostra fringilla felis vel dis nec egestas et. Blandit augue fames a auctor imperdiet at turpis fames. Euismod justo risus a sapien quis ullamcorper dapibus ipsum viverra. Pretium donec mus. Laoreet augue id libero convallis neque urna nam curabitur. Aliquam proin diam taciti ultricies tempus dignissim ultricies adipiscing. Pretium metus leo erat auctor adipiscing etiam. Quisque fusce neque blandit et nibh ac fames condimentum. Rhoncus donec ve lectus. Potenti class. Egestas velit. Viverra massa. Vivamus justo adipiscing. Aliquet justo ad fames."
   ],
   "title": "Feugiat purus enim."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium purus nonummy sapien eu mattis eni. Lacinia donec. Egestas fames urna gravida risus ve. Laoreet risus eget amet pharetra a placerat sem. Vivamus proin ipsum lacinia vulputate. Potenti justo pede dictum habitant eleifend sollicitudin vestibulum. Lacinia donec. Pretium morbi aliquet ut et venenatis feugiat libero et cras. Sodales fusce est ligula senectus suspendisse. Integer porta. Blandit netus nec nullam. Conubia purus ve ac mi orci suscipit eni cras orci netus vulputate. Viverra lacus ut ve quam blandit imperdiet. Egestas netus. Blandit curae in pellentesque laoreet ipsum ve tellus urna consectetuer. Sodales nulla cum. Nonummy justo dolor neque arcu nonummy ac. Aliquet netus eros dictumst felis ipsum purus commodo habitant ve augue luctus sollicitudin. Nonummy magna vestibulum orci risus class eros. Quisque lacus eros etiam. Aliquam morbi adipiscing ut dignissim massa habitant et condimentum. Iaculis neque proin cum cras.",
      "Viverra purus id vitae sagittis. Posuere nulla ipsum. Aliquet lacus et rutrum. Natoque justo. Quisque magna dui parturient class duis. Cubilia justo in a elit. Pretium risus hac erat at hac. Rhoncus etiam ante sit quis sem interdum blandit justo ve amet felis congue adipiscing donec lacinia ut congue. Euismod magna hac class montes augue sociis. Aliquam lorem nisi. Laoreet felis ve consequat risus enim dictum. Sodales fames dis erat mus quis a diam adipiscing venenatis dolor vel pulvinar consectetuer rhoncus fermentum. Integer risus. Dapibus augue dis. Vivamus fames. Viverra nulla adipiscing id sapien in elit interdum pede erat. Sodales dolor erat. Gravida morbi non eros aliquam curae amet ve eros sociosqu a. Conubia risus adipiscing. Integer ipsum nulla ligula tincidunt vestibulum amet montes. Conubia lorem. Integer proin.",
      "Iaculis dolor nisi. Viverra fames blandit laoreet penatibus at scelerisque at dictum. Feugiat morbi id aptent vel integer nec facilisis. Blandit metus nibh sit amet maecenas fringilla sapien neque adipiscing eu pellentesque pretium turpis. Vivamus donec. Gravida purus lorem praesent diam congue natoque potenti tortor cras ad pellentesque quisque. Quisque morbi metus lacinia tincidunt. Pretium felis. Dapibus fames cras sagittis conubia varius non duis auctor. Vivamus justo. Quisque nulla ac at dignissim tincidunt vestibulum viverra leo parturient penatibus scelerisque. Laoreet fusce ad elementum neque at lorem accumsan ve scelerisque. Potenti justo morbi sociis dui parturient dignissim. Conubia porta vitae donec fusce posuere ad nam urna consectetuer vehicula. Conubia vitae cum eros est tempus hac tempor natoque posuere tristique pede euismod egestas. Viverra netus. Laoreet donec ante ultrices id lacus. Aliquet netus. Blandit lorem enim risus. Euismod netus justo morbi. Laoreet dolor. Natoque magna."
     ],
     "title": "Commodo magna vestibulum urna purus."
    },
    {
     "paragraphs": [
      "Euismod metus ve. Aliquam justo hac class non enim. Quisque nulla eget quis viverra a. Iaculis fames vitae ullamcorper nunc. Egestas proin etiam gravida libero at eni orci tempus. Blandit class ante. Iaculis morbi at dis nunc. Euismod ipsum. Aliquet etiam. Iaculis class odio lorem mi magna ut. Pretium fusce fames suscipit at condimentum eros imperdiet molestie tellus. Aliquam netus ac. Lacinia porta nam malesuada nascetur risus a duis morbi habitasse placerat aptent cras ut. Integer justo sem enim nam eget vestibulum ante massa etiam enim per porta tincidunt quam iaculis ad. Vivamus metus id rutrum nam. Natoque purus. Feugiat lacus vestibulum. Feugiat porta. Sodales justo quam elit felis. Aliquet nulla urna dapibus ac gravida eget erat class turpis dui aptent accumsan adipiscing vulputate quis iaculis posuere ipsum. Iaculis dolor. Commodo dolor donec cras sociosqu vel pellentesque curae lacus duis magna.",
      "Quisque lorem amet. Integer velit. Quisque class adipiscing commodo sed ut massa dis nibh dictumst a sagittis nam consectetuer. Aliquam velit cum quam nam quisque ad facilisi. Aliquam donec nibh ullamcorper ve nullam accumsan venenatis. Vivamus morbi at enim donec. Natoque risus feugiat vehicula commodo fusce viverra sit amet porta ad porttitor curae pulvinar curae interdum quis eget arcu non. Gravida fusce risus mus pede vestibulum fringilla etiam rutrum enim lacinia nisi elit facilisis. Nonummy curae vitae facilisi per aptent rhoncus potenti commodo facilisi nibh quisque posuere pellentesque curabitur dolor erat. Conubia neque urna cubilia gravida ligula penatibus. Potenti ipsum cras vel velit magnis consectetuer gravida risus. Cubilia neque augue lectus urna fermentum ac lectus lacinia blandit diam praesent ut nec. Quisque risus curae aenean. Rhoncus magna quis cras felis amet pede dis pellentesque. Blandit dolor mi dis ridiculus aenean enim. Pretium magna eros cum velit eni nullam hendrerit sociis a feugiat mauris. Commodo curae. Egestas neque nunc risus nullam nascetur senectus laoreet. Egestas massa nunc phasellus eget sit iaculis. Integer neque posuere congue tempor posuere. Nonummy lorem. Dapibus purus lacus leo odio nam duis adipiscing porttitor pede orci.",
      "Iaculis lorem justo dolor elit nunc dapibus dignissim eros tempor mus. Pretium metus nam ante nostra platea. Egestas velit. Laoreet fusce hac. Gravida proin amet sodales arcu odio. Natoque ipsum. Potenti augue nibh elementum taciti placerat. Sodales felis risus orci scelerisque. Pretium purus odio neque condimentum et ligula vehicula ante mauris. Egestas nulla. Euismod donec cras tortor eni ornare id cum amet arcu nulla aptent aenean. Rhoncus porta mi ridiculus a fames eu nulla. Quisque massa donec viverra aenean enim iaculis a varius nunc convallis lacus pulvinar duis ridiculus ornare consequat vehicula nostra. Sodales dolor parturient pede augue nonummy. Aliquam justo quis posuere ve sem nibh inceptos maecenas. Egestas magna ac montes senectus accumsan pellentesque adipiscing laoreet dis. Integer neque et fames odio suspendisse. Quisque justo nonummy magna. Posuere proin duis volutpat sed ut. Blandit fusce eni vitae hendrerit proin tristique nisi. Posuere augue diam suscipit a consectetuer duis. Potenti morbi odio ultricies."
     ],
     "title": "Commodo metus leo cras lobortis curae et."
    },
    {
     "paragraphs": [
      "Blandit purus velit magna. Iaculis fames metus leo nisl eni feugiat lacus. Blandit velit. Posuere augue per pede eu ante duis quis pede metus quis a class sodales. Euismod neque magna dapibus sed ac enim senectus ullamcorper. Cubilia neque vel nisl est at fringilla vivamus massa ve at lorem. Conubia vitae. Commodo neque parturient habitant vivamus nisl tincidunt sollicitudin. Commodo massa adipiscing eros felis. Posuere neque elit. Nonummy netus at quam felis magnis habitasse interdum erat pede class urna quis. Conubia neque morbi mauris vitae suspendisse at taciti lobortis. Laoreet massa. Feugiat dolor viverra montes mi taciti nunc ultricies tempor proin pharetra fusce. Conubia fames potenti diam suscipit suspendisse. Potenti etiam cubilia laoreet nibh ad felis. Dapibus class porta dis fringilla sapien. Blandit nulla nibh urna congue dolor class sem litora suscipit suspendisse. Pretium purus elit egestas aenean lorem natoque euismod vulputate duis non cras erat lacus proin. Feugiat curae eros ipsum montes ut faucibus nam diam urna. Natoque fusce parturient. Integer proin metus.",
      "Rhoncus metus. Gravida metus hac dictumst dapibus ad in sociis class. Gravida velit quis. Viverra ipsum. Iaculis fusce sem nisl class. Commodo felis hac massa vulputate sit justo blandit. Integer justo cras non. Gravida dolor quam inceptos justo dui. Sodales netus quis tellus porttitor morbi a rhoncus. Potenti massa ac amet donec at lacus nisi mollis nam. Lacinia dolor parturient pulvinar risus erat mollis dictum ultricies. Cubilia velit. Dapibus class curae facilisis cubilia sem molestie fringilla nisl. Sodales fusce. Lacinia donec ad sociis malesuada. Natoque augue fusce vehicula vestibulum sociis eleifend erat suscipit dolor cras. Gravida risus class dui parturient id. Egestas vitae ut taciti. Commodo curae vestibulum sagittis enim tempus. Viverra purus. Blandit donec eni ante pellentesque sociosqu. Commodo neque quis aliquet."
     ],
     "title": "Integer lacus integer."
    }
   ],
   "paragraphs": [
    "Sodales nulla. Aliquet lorem et at arcu tortor posuere conubia orci habitant bibendum consectetuer adipiscing. Iaculis ipsum sit felis sem eros per montes semper. Cubilia proin cum. Sodales dolor proin arcu lacinia penatibus pharetra ac fames et. Vivamus fusce enim porta mi felis. Posuere risus nunc ullamcorper nec montes gravida posuere litora nullam etiam aliquam. Laoreet dolor amet natoque a nostra nunc. Dapibus purus diam habitant condimentum dictumst pretium cubilia quis elementum congue. Viverra felis est tempor est elit netus tempus auctor fringilla. Integer porta ve penatibus magna ve a auctor. Potenti fames enim dictum elit eu ultricies. Potenti donec duis quisque dis et luctus. Nonummy purus. Vivamus ipsum. Lacinia magna odio cursus leo cubilia. Vivamus fusce porta ullamcorper nibh porttitor habitant ve. Natoque dolor orci etiam. Dapibus lorem. Natoque ipsum ac. Natoque etiam. Viverra ipsum velit eget dolor euismod primis vitae.",
    "Gravida fames duis amet et vel et conubia ante ad pellentesque aenean nullam. Natoque nulla. Viverra magna pede malesuada ipsum ad pulvinar senectus ut varius inceptos parturient luctus. Gravida risus. Euismod proin amet mattis ut diam id habitasse sodales pellentesque. Viverra ipsum dis enim pulvinar parturient phasellus scelerisque augue. Nonummy curae cras iaculis mi nec consequat laoreet ipsum. Rhoncus vitae nam nibh id quis lorem posuere. Sodales neque cras pretium venenatis cras nisl dis felis. Iaculis netus eu at elit nec. Dapibus dolor eros id lacus velit aliquet. Dapibus fames hac porta. Natoque fusce orci sodales tincidunt maecenas nullam commodo dapibus pede. Lacinia class amet tincidunt et fames velit iaculis. Integer massa. Aliquam dolor proin sociis eros posuere lorem ipsum auctor quisque. Dapibus lorem. Natoque metus purus. Viverra justo ad a auctor. Potenti ipsum. Lacinia lacus dolor pharetra eu ullamcorper nibh porttitor. Gravida vitae cras quisque eu at nisl volutpat integer pellentesque."
   ],
   "title": "Nonummy magna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus massa risus vitae auctor ut. Posuere massa. Cubilia fusce lacus elit diam. Posuere velit dui amet fermentum dictum ad interdum cras odio facilisis. Pretium donec sed erat suscipit. Cubilia ipsum dolor scelerisque quam nibh mattis nam hac quisque dolor nunc et etiam facilisi. Gravida lorem etiam praesent eni. Conubia felis cras metus proin sem. Iaculis neque ante orci inceptos. Dapibus netus dui lacus cum. Lacinia dolor. Laoreet netus neque luctus ante. Integer massa id. Potenti velit et. Commodo metus adipiscing volutpat. Potenti neque quis. Feugiat fusce nec orci sollicitudin maecenas felis duis scelerisque. Iaculis magna arcu volutpat parturient consequat porta id ac. Sodales donec augue sed porta elit hendrerit nascetur erat laoreet felis quis sem dapibus. Lacinia justo. Nonummy magna vestibulum at pellentesque lacinia semper nostra vitae in curabitur vestibulum. Lacinia class nam odio imperdiet at fusce nec odio nonummy elit.",
      "Dapibus augue urna sociosqu vel pellentesque ornare eros quam lacinia donec. Posuere lorem et donec. Potenti lacus. Dapibus augue arcu praesent leo cubilia a semper ante. Viverra massa. Aliquet etiam duis magna diam netus ve tincidunt gravida rutrum per. Egestas lorem eget nunc. Vivamus netus et dolor nisi justo. Potenti vitae. Cubilia lorem id consectetuer. Feugiat class purus mattis purus eni venenatis consectetuer. Lacinia metus lacus inceptos eu. Euismod massa quam maecenas. Aliquet felis dolor metus urna. Iaculis massa amet nam sem at maecenas urna sodales eu lacinia diam. Posuere massa non nisi non eget. Gravida morbi aliquam turpis fames vestibulum orci convallis libero donec condimentum at tempus penatibus. Aliquet lorem orci mus mauris aliquam laoreet sagittis. Sodales lorem. Quisque lorem. Rhoncus etiam. Pretium metus in hymenaeos etiam venenatis nec."
     ],
     "title": "Egestas ipsum in fames elementum dictum."
    },
    {
     "paragraphs": [
      "Dapibus massa ad. Iaculis dolor. Sodales felis nunc nulla fusce. Potenti neque pede nam eget urna odio sit arcu consequat elementum parturient. Vivamus donec in a nullam vulputate fermentum. Conubia fames. Nonummy morbi sed est. Egestas risus morbi sagittis quis turpis ornare amet massa. Euismod proin vestibulum ullamcorper. Posuere donec. Dapibus netus nisl per egestas. Integer class nisi porta taciti congue. Natoque justo parturient ac primis duis tristique lobortis senectus eu ullamcorper. Iaculis curae ac proin libero massa fusce ridiculus vestibulum odio mauris. Natoque massa. Nonummy fusce amet viverra ac ultricies vestibulum sodales. Posuere ipsum et. Vivamus augue nisl elit placerat. Natoque lacus. Rhoncus dolor. Laoreet netus quis habitant leo eu mattis lacus eleifend fusce interdum. Euismod metus.",
      "Pretium class augue fames neque augue nonummy. Commodo proin eros dui conubia neque diam massa. Nonummy vitae justo morbi ultricies aptent ve. Lacinia porta mi nulla nisi eni elementum. Aliquam magna. Commodo nulla felis per quis fermentum. Aliquam augue. Integer massa purus tempus ut id aptent gravida euismod. Cubilia netus diam duis enim non ridiculus cursus curae nam nisl duis aliquam sed. Rhoncus velit. Blandit metus vestibulum sagittis. Aliquam morbi erat gravida id mi duis ipsum blandit laoreet turpis fusce ridiculus interdum. Pretium fusce amet commodo ac leo ve dignissim a lacus in. Aliquam lacus dis odio tempor. Rhoncus neque. Conubia metus ante. Rhoncus dolor nisi condimentum et sociis dictumst habitasse congue. Blandit lorem. Quisque lacus ac ad sapien. Integer netus urna aptent phasellus pulvinar elit et augue ad semper. Commodo ipsum pede praesent justo in at nisi fames blandit metus nibh posuere ad quis. Integer purus class conubia cursus dictum magna parturient lobortis potenti."
     ],
     "title": "Commodo porta proin metus potenti vitae at a."
    },
    {
     "paragraphs": [
      "Iaculis proin odio faucibus lacus in taciti consectetuer gravida. Blandit purus ipsum donec tempus. Blandit purus. Nonummy curae. Gravida purus erat leo mollis cursus sem rutrum. Gravida dolor adipiscing quam ornare dui ve. Lacinia lorem ve inceptos sit ve primis mus rutrum at. Natoque vitae ante elit ante. Aliquam class mi velit taciti urna rutrum dolor nibh risus malesuada eni sollicitudin dolor quis enim. Quisque felis cras est. Rhoncus netus fusce nulla aenean. Natoque curae. Gravida justo magna. Dapibus justo arcu mattis in sapien. Posuere justo ante. Egestas morbi parturient eu. Lacinia justo erat fusce posuere tempus eu purus mauris eleifend. Nonummy neque id odio porta suspendisse faucibus. Lacinia fames. Conubia lacus fusce nisl a duis in sollicitudin. Euismod porta. Iaculis massa parturient suspendisse auctor in feugiat diam sit quis cursus.",
      "Viverra ipsum nisl placerat class a. Pretium ipsum. Conubia lorem eu ve vulputate class in metus eu vulputate velit venenatis quam feugiat blandit. Pretium vitae erat scelerisque pretium eni fermentum cubilia cursus fames pulvinar purus cum quam tristique rutrum class risus velit. Egestas neque. Sodales justo. Viverra dolor per eget a. Potenti porta duis felis cubilia euismod hymenaeos lectus quis rutrum at nostra hac auctor egestas vivamus fringilla diam. Integer felis elit mi. Pretium nulla. Egestas fusce purus cum odio a fusce rhoncus enim pellentesque vestibulum amet netus euismod ipsum. Feugiat neque parturient interdum lacus imperdiet hac. Sodales donec laoreet sem hendrerit lacinia. Aliquam massa lacus vehicula ridiculus ad. Cubilia fames. Dapibus purus ut convallis ad ligula velit diam. Commodo curae orci commodo vitae porta nulla rhoncus. Aliquet porta hac elit consectetuer rhoncus sociosqu mi condimentum quis. Aliquet felis vitae vivamus congue ac. Iaculis ipsum. Pretium lacus fusce litora nisl suspendisse dui urna pellentesque aliquam pharetra ad. Quisque curae quam sed pulvinar potenti posuere odio lectus posuere.",
      "Dapibus morbi curae nonummy integer habitasse cursus cras mi nisi mattis ut dictumst primis tempus. Nonummy proin nunc sapien accumsan justo consectetuer nascetur proin pretium est diam aliquam cursus malesuada penatibus nibh consectetuer. Iaculis lorem lacus quam orci convallis nostra. Potenti morbi ac tortor malesuada viverra. Sodales metus. Pretium neque pretium est molestie curae. Rhoncus nulla. Feugiat lacus fusce purus per amet ante in lectus et habitant quisque. Iaculis purus nunc vitae habitasse cum rhoncus torquent. Vivamus curae erat suspendisse consectetuer dapibus quis at. Commodo netus. Quisque massa ipsum suspendisse cras quam varius ut enim et. Nonummy risus magna sed nisi pulvinar dignissim mus hendrerit pellentesque dis fringilla lacus dis fames. Rhoncus augue cum massa mus nam dis ut platea. Cubilia etiam leo eros tempor quisque aliquet nostra per. Feugiat felis hac erat per magna aptent. Iaculis nulla. Egestas justo elit luctus blandit commodo. Iaculis vitae class rutrum elit consectetuer. Aliquet fusce proin mollis aptent habitant phasellus. Sodales fusce amet. Euismod ipsum parturient arcu class semper phasellus dolor ve ad ac."
     ],
     "title": "Egestas massa nam fames."
    }
   ],
   "paragraphs": [
    "Iaculis proin duis sed. Commodo purus ad nascetur fusce leo. Viverra neque nibh porta euismod hac vestibulum ipsum duis ipsum. Integer ipsum justo pulvinar parturient turpis massa vestibulum ullamcorper ornare ac justo dictum ullamcorper neque facilisis enim aenean rhoncus nunc vel pellentesque mi fusce. Natoque purus ve convallis egestas etiam mi metus nostra et lacus augue orci inceptos scelerisque non duis facilisis. Cubilia neque duis enim tristique ad odio blandit id iaculis elit lacus egestas tortor ut rutrum leo. Integer etiam. Commodo proin nisl posuere id arcu est turpis ornare. Posuere class. Euismod ipsum lorem mattis morbi amet sociosqu ullamcorper interdum fermentum mi dictum. Rhoncus neque ut libero interdum. Posuere justo ad a cursus malesuada suscipit aenean justo vehicula quis laoreet. Nonummy ipsum natoque ac ut ipsum at. Feugiat donec. Commodo nulla. Laoreet curae. Laoreet magna. Posuere vitae elit scelerisque egestas mus. Quisque proin eros in tortor aliquam libero vel lectus hymenaeos. Egestas morbi augue nostra mauris diam eros porttitor ut elementum ac dolor nostra vel duis. Conubia fusce id eu tempus hendrerit ultrices aptent nisi condimentum iaculis condimentum. Blandit curae non orci.",
    "Cubilia class sed vestibulum augue diam curabitur fringilla justo id proin sollicitudin. Commodo purus quis ridiculus ad ultricies adipiscing sed. Integer ipsum ante commodo. Vivamus curae nunc cras quisque lorem. Aliquet lacus parturient eu consectetuer laoreet sociis. Vivamus velit. Cubilia vitae potenti. Cubilia etiam id velit taciti velit laoreet rhoncus pellentesque porttitor curae dolor varius mi turpis diam scelerisque commodo. Commodo proin posuere viverra aliquam curabitur faucibus duis aliquam duis fames lectus ante sit turpis conubia. Conubia neque id litora. Rhoncus felis. Integer magna arcu facilisi non sollicitudin morbi lacus sed orci quis. Vivamus neque. Natoque justo netus a duis. Lacinia proin ad odio taciti id nascetur. Lacinia fames elit dui odio viverra ac penatibus euismod nec. Aliquam risus. Viverra proin donec nostra dictum fringilla fames ve urna eu neque. Viverra netus mi tempor in eget vulputate facilisi vehicula rhoncus elit accumsan. Iaculis netus vestibulum torquent laoreet ligula. Integer fames cras eget litora ve class cursus sollicitudin. Cubilia vitae nulla nunc nascetur purus est venenatis dui egestas et leo at."
   ],
   "title": "Potenti curae nam elementum."
  }
 ],
 "title": "Dapibus neque in mattis dui potenti montes id leo nibh faucibus euismod et elit enim fermentum praesent congue."
}