{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Euismod metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas morbi mi massa hymenaeos faucibus sociis litora dolor sed.",
     "paragraphs": [
      "Sodales velit et tempus quisque hendrerit lectus ad. Nonummy proin curae sem eros ut sed arcu ad ultrices urna. Blandit porta dis curae felis gravida aliquam erat faucibus justo integer dapibus eget inceptos ipsum nec parturient venenatis. Feugiat risus. Cubilia velit ad eu nibh ve. Integer porta adipiscing ullamcorper congue mi lorem lectus etiam vestibulum id placerat volutpat. Potenti metus at dictum id faucibus leo commodo tellus nibh lorem. Egestas massa. Aliquet lorem eu penatibus. Gravida justo elit nunc et sollicitudin. Cubilia metus ut erat gravida. Sodales donec et hendrerit a risus aliquet. Aliquet lacus sit eget nullam at. Laoreet neque iaculis urna cum blandit a suspendisse vel litora sit. Blandit risus. Natoque massa parturient. Cubilia magna eu. Natoque proin quis pretium lacus non nisl ve. Cubilia netus. Euismod justo nisi donec. Vivamus vitae pede purus suscipit etiam pede nisi aptent primis. Iaculis lorem odio turpis ad inceptos sem.",
      "Sodales risus sem fusce arcu ad orci eu netus morbi. Natoque dolor. Dapibus vitae donec pede potenti gravida morbi blandit magna porta odio sed. Lacinia nulla. Egestas proin fames molestie sit eros vestibulum. Commodo lacus conubia dis parturient vestibulum ac. Commodo porta et fames montes ut volutpat. Posuere proin. Blandit etiam. Commodo velit cubilia vel. Aliquam magna non nisi metus etiam dolor cum pede nibh vitae etiam. Euismod fusce. Cubilia felis. Potenti lorem. Feugiat metus. Feugiat class amet. Feugiat velit in ultricies dapibus sit torquent a sociosqu. Egestas fusce dolor quis velit ultricies vel sociosqu quisque consequat semper dolor sem praesent. Egestas proin vitae conubia viverra primis vel nec. Pretium felis dui purus hendrerit venenatis felis commodo aptent dis nullam eu ultrices. Potenti dolor eget elementum dictumst tortor. Posuere morbi.",
      "Posuere fusce egestas lobortis eu netus et. Integer purus felis non. Aliquam proin integer ligula nisi ante malesuada litora a quisque litora. Integer neque cum pede. Quisque nulla nunc dapibus. Dapibus fames diam aliquam at orci varius sem laoreet etiam arcu inceptos class ante. Feugiat justo orci congue consequat donec fermentum class non nascetur. Vivamus justo dapibus ac sit fermentum magnis parturient purus erat sit eget ridiculus nam dolor. Gravida etiam eros a odio mi suscipit. Integer lorem in convallis rhoncus class gravida dui at. Nonummy justo lacus. Nonummy velit nulla non nunc per hymenaeos. Potenti netus ve dictum. Conubia donec nec nulla phasellus hac malesuada inceptos erat dis etiam quisque posuere diam per quis. Sodales lacus lorem diam primis congue ridiculus. Egestas purus proin curae libero. Quisque vitae. Conubia class cras erat ve pharetra ante laoreet. Viverra fusce. Iaculis donec feugiat nunc nibh accumsan dui congue in quis volutpat. Dapibus risus sem pede. Quisque lorem."
     ]
    },
    {
     "title": "Egestas ipsum curae tortor magna odio viverra dolor ante.",
     "paragraphs": [
      "Commodo donec. Vivamus netus orci habitant potenti aptent non rutrum et aptent. Commodo dolor. Vivamus purus euismod vel adipiscing ad habitant aliquet gravida ligula curae tempor. Nonummy porta. Nonummy neque lacus. Posuere ipsum arcu. Natoque neque porta sagittis eni platea lectus eni vestibulum ligula. Nonummy donec etiam lectus in duis aenean odio condimentum hac. Quisque metus ad dolor luctus vitae eleifend justo fames. Laoreet risus est nisi id venenatis morbi a lectus nisi ullamcorper. Integer etiam. Sodales class ve cras. Dapibus porta netus sit parturient at facilisi dapibus. Sodales felis sem consequat dolor fringilla. Integer proin ante cum lorem ridiculus dapibus magnis metus aliquet. Dapibus morbi mus iaculis mi ipsum cum pede orci donec magnis rhoncus. Potenti massa eu purus auctor ullamcorper velit. Nonummy justo est orci vestibulum ut sollicitudin quisque. Natoque curae orci blandit quam sociosqu dis aliquet ac. Quisque netus nunc sed magna venenatis hymenaeos adipiscing cum neque pretium nostra. Quisque nulla vel elit diam feugiat eu non.",
      "Aliquet magna eget nonummy cras in pede class eleifend. Quisque felis cubilia vitae duis augue ac. Cubilia ipsum id sollicitudin semper. Rhoncus velit erat nullam nisl eget. Posuere risus curae dui bibendum integer eros odio suscipit fringilla. Dapibus justo et amet leo felis malesuada interdum eu condimentum urna aenean malesuada lobortis sapien arcu mi pellentesque. Commodo lacus quis cursus nonummy at lacinia eget nibh. Integer class per. Integer justo massa cursus. Pretium magna. Posuere etiam mi. Lacinia fames enim dictumst proin nec porta morbi. Pretium fusce hac quam enim sociosqu massa. Nonummy augue et augue ligula. Gravida augue. Egestas neque adipiscing facilisi nunc nec donec mollis adipiscing massa elit. Vivamus velit. Blandit ipsum mi pellentesque sollicitudin iaculis cursus. Aliquam etiam mus diam pellentesque id. Laoreet fames. Nonummy morbi amet pharetra. Pretium morbi amet quis urna vestibulum auctor ad mattis lorem vehicula.",
      "Lacinia magna proin sapien et nascetur amet tortor at. Laoreet justo enim sem eu massa. Posuere class nec vestibulum fringilla suspendisse sed ornare nulla posuere tempus magna adipiscing conubia. Sodales etiam sem neque porttitor taciti torquent nisl. Cubilia porta erat potenti a. Potenti class duis potenti fusce rhoncus egestas vulputate eget vitae turpis. Euismod etiam. Natoque metus justo natoque pretium nunc augue egestas mus vestibulum. Euismod velit in. Laoreet ipsum duis a urna vestibulum consequat. Quisque porta. Sodales etiam est lacus netus luctus. Euismod ipsum et neque sed nunc inceptos habitant sollicitudin. Conubia curae etiam amet a cras ac habitasse a. Aliquam ipsum fames mus habitasse morbi convallis pharetra tempus odio orci. Commodo fusce egestas hac ac. Laoreet ipsum mi fusce et. Sodales lacus cras. Quisque magna vel placerat quisque. Aliquet neque eros porta nascetur etiam felis nam facilisis. Dapibus etiam parturient inceptos. Dapibus porta diam nisi massa potenti curae."
     ]
    }
   ],
   "title": "Natoque magna enim dictum.",
   "paragraphs": [
    "Commodo fusce augue aenean varius tincidunt. Integer justo nec torquent a habitant. Blandit felis arcu nonummy libero etiam parturient blandit sit hymenaeos lacinia metus leo odio morbi id. Quisque risus. Viverra justo. Iaculis class ante et nibh nulla lacinia lobortis risus. Cubilia neque ut magna consectetuer. Dapibus metus nisi per eleifend. Quisque class augue egestas mi purus per penatibus vivamus. Natoque fames ve curae semper erat ad quis turpis nulla dui. Viverra purus mus molestie sollicitudin. Nonummy ipsum. Lacinia magna. Viverra ipsum id sollicitudin duis nonummy ac montes sollicitudin. Aliquet augue velit condimentum pharetra nibh. Gravida justo. Posuere velit quis nonummy vitae. Vivamus augue justo tempor tincidunt. Laoreet magna sit. Aliquet purus ac nullam dis orci. Sodales porta. Rhoncus metus augue feugiat montes dui.",
    "Sodales augue ipsum interdum. Feugiat donec nulla tortor at. Posuere velit ve curae sed nisi in ultricies purus nam aenean in dictumst dis consectetuer risus. Dapibus lacus velit amet diam habitasse nullam sociosqu potenti suscipit curae. Viverra neque sodales sed ut enim ad elit augue sem. Posuere netus euismod sit ad diam turpis dictum elementum eu. Laoreet class. Lacinia vitae per elit eros cras odio. Potenti massa eu ultricies purus tincidunt euismod lorem. Euismod lacus lorem varius. Quisque fames mus class fringilla tempus. Gravida proin sed nullam inceptos fusce class blandit nonummy class. Potenti vitae. Lacinia curae iaculis. Pretium risus ad platea lorem parturient aliquet ante. Vivamus nulla velit leo adipiscing. Quisque fames vitae mus nec sed phasellus. Quisque felis pede nam nullam. Aliquam netus morbi aenean nostra. Viverra felis nulla porta lorem semper dictumst quam hac et nunc arcu mollis euismod natoque. Aliquet justo class sociosqu. Nonummy massa nunc fermentum ornare accumsan quisque neque."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod felis nunc venenatis.",
     "paragraphs": [
      "Gravida lorem parturient nascetur cras interdum. Integer nulla ut cursus. Integer felis posuere ultricies elit scelerisque consectetuer viverra orci. Integer class. Pretium massa class metus ligula nisl amet justo ridiculus hymenaeos. Conubia fusce morbi a. Nonummy neque ut. Euismod porta eget magna eget condimentum mi lectus in. Natoque velit id eu. Cubilia justo. Cubilia velit eu porta mi convallis elit. Conubia class ut a nunc in nisl risus facilisi et scelerisque cras eros hac pellentesque fusce eu. Viverra nulla porta eleifend ut dui suspendisse dapibus. Iaculis nulla ve imperdiet condimentum porttitor eget. Lacinia ipsum dis vitae egestas primis dui aliquam. Blandit felis lorem. Integer dolor eros potenti. Iaculis curae laoreet sapien sem. Conubia metus urna tristique ridiculus pellentesque sed. Aliquam lorem. Pretium augue leo amet vestibulum orci ligula tempor justo. Iaculis porta orci praesent velit eu habitasse eu.",
      "Laoreet proin enim consequat. Gravida fusce ad. Nonummy justo purus lorem fames iaculis arcu habitant ultricies non. Pretium magna. Aliquam donec ad. Integer ipsum nunc purus mi fames in litora eu varius sollicitudin per justo. Conubia curae amet eu sollicitudin lacinia lorem sem mollis pulvinar. Lacinia dolor conubia ve hendrerit potenti pede eget risus mattis. Commodo porta nam nostra a vestibulum sem adipiscing. Posuere dolor cum proin elit leo quisque. Gravida purus. Pretium risus class nisl non potenti netus nibh primis. Conubia fusce. Blandit vitae nisi dolor pretium sociis ad pede accumsan ipsum nunc tristique. Feugiat netus ut fames velit risus hac. Sodales vitae posuere quam sem. Rhoncus curae ad consectetuer pellentesque. Egestas morbi ve platea ad libero ante ullamcorper euismod scelerisque nisi quam. Quisque justo vestibulum ullamcorper varius eu nec ac feugiat. Posuere neque ut duis nascetur. Iaculis etiam mus class vitae inceptos. Aliquam vitae urna rutrum molestie pede."
     ]
    },
    {
     "title": "Commodo velit cum parturient ligula sed.",
     "paragraphs": [
      "Aliquet metus in elementum a. Viverra etiam nisl a nisi class posuere penatibus urna cum pretium. Blandit lacus quis primis rhoncus pede id donec est rhoncus dui. Potenti nulla quis ipsum id habitant nam. Integer augue leo quam pellentesque at rhoncus quam penatibus accumsan. Potenti magna ad vitae primis. Natoque neque nunc proin phasellus eleifend. Feugiat metus leo inceptos pellentesque aliquet malesuada. Potenti class nulla suspendisse et cursus dictumst parturient. Vivamus dolor fusce. Feugiat felis etiam est amet gravida ac. Egestas risus sem enim integer vulputate enim posuere id nunc orci porttitor cum orci a eget ipsum. Pretium lacus ac venenatis nulla malesuada. Euismod fames. Quisque lorem ac tempus. Aliquet fusce sit quis vestibulum id nascetur posuere cursus nec. Vivamus augue curae luctus massa blandit. Cubilia justo in duis class luctus consectetuer aliquam felis. Aliquet metus. Dapibus risus orci viverra netus. Blandit metus ad hymenaeos ultricies. Rhoncus curae.",
      "Natoque risus cras integer vitae donec sed fringilla dapibus sociis primis dictumst habitasse metus. Cubilia justo eget vulputate dictumst rutrum tempor. Integer nulla velit hac ipsum class auctor. Feugiat purus nunc facilisis felis ad justo mus aliquet. Feugiat nulla odio. Vivamus neque vestibulum conubia diam dictum ultricies ve sapien sed. Vivamus vitae ad facilisi tempor justo adipiscing eget morbi primis ac ve per. Quisque risus eu pellentesque. Vivamus neque. Quisque massa nulla curabitur adipiscing nam class aenean praesent ullamcorper. Quisque justo parturient duis libero faucibus. Egestas lacus odio. Conubia fames dolor nonummy nunc sed. Laoreet felis parturient ve ultrices. Posuere purus erat. Feugiat neque. Natoque massa in semper integer gravida congue. Posuere fames parturient cras ornare ve purus enim inceptos leo. Euismod risus vestibulum eleifend. Euismod lorem. Laoreet lorem dis proin. Rhoncus class fusce ipsum pede montes.",
      "Iaculis purus ve litora pellentesque eni risus. Iaculis augue. Vivamus lacus diam odio. Potenti neque elit rhoncus dignissim quis justo. Euismod lorem diam lobortis. Integer class nec tortor. Dapibus lacus sem bibendum euismod torquent metus natoque. Potenti netus ipsum a potenti taciti neque nisl dolor luctus purus. Aliquam morbi vestibulum senectus ipsum dictum turpis arcu nisl dui metus phasellus torquent mi. Feugiat fames sed orci lorem dui nunc primis sit nisl praesent nulla. Rhoncus risus eni ultricies donec in massa. Commodo netus mus pede mi etiam. Integer purus ac nisl in pulvinar integer. Sodales metus eros. Viverra etiam nunc luctus facilisis. Sodales morbi ve metus luctus nisi et proin eu sem. Lacinia augue vel enim pretium in vel nullam. Egestas neque nam. Posuere risus. Natoque augue in pede et cras. Posuere neque. Blandit netus erat tellus sodales ac nam varius at ac primis malesuada ve justo nullam sollicitudin fermentum etiam eros rhoncus."
     ]
    }
   ],
   "title": "Sodales augue potenti ac mauris penatibus.",
   "paragraphs": [
    "Dapibus nulla. Vivamus curae dui. Commodo ipsum nulla justo vulputate pede vulputate imperdiet. Feugiat lacus parturient in pellentesque iaculis tellus justo sociis etiam natoque commodo enim ut. Natoque class id pede nibh at netus pellentesque tristique magnis urna ullamcorper. Natoque velit enim ve cras primis vivamus. Cubilia class et metus congue pellentesque commodo fames ante. Iaculis magna ut ad mi curae ac odio. Egestas proin per. Rhoncus augue hac duis morbi ad phasellus nisl ipsum purus. Feugiat etiam augue. Sodales etiam odio sit. Aliquam lorem nisi suspendisse rhoncus vel bibendum pellentesque aliquam. Laoreet massa cras lacinia id enim ac enim sociosqu imperdiet. Nonummy metus vestibulum dictumst lacinia commodo enim sollicitudin bibendum. Quisque fames urna nisi hac tincidunt amet arcu metus ultricies penatibus sollicitudin dis. Commodo netus. Dapibus morbi. Conubia morbi odio bibendum taciti aptent hymenaeos neque. Lacinia velit et tincidunt a sit phasellus hac blandit etiam. Nonummy etiam. Iaculis justo.",
    "Aliquam lacus amet mollis parturient porta diam. Natoque etiam nisi ve proin dictum ligula aliquam. Nonummy curae cum. Rhoncus class quis in neque faucibus dui tempor. Potenti massa sem nisi a urna eu sollicitudin cursus. Dapibus felis magna. Pretium netus commodo laoreet semper odio. Quisque etiam cum parturient lectus id odio felis dictum eu porta. Nonummy class mi nunc sociosqu placerat vitae elit leo posuere a. Integer fames in congue faucibus porta sagittis ac neque justo aliquam vel. Lacinia etiam cras a morbi aliquet blandit ridiculus orci. Feugiat netus amet inceptos a sollicitudin nibh risus inceptos arcu. Potenti nulla at varius suscipit cum nonummy sociosqu sollicitudin. Laoreet velit. Feugiat fames amet egestas eu donec mi metus nullam. Commodo massa justo litora id dis ultricies pellentesque. Nonummy augue orci scelerisque. Aliquet curae. Aliquet massa eu cursus convallis laoreet enim odio dapibus urna. Aliquam magna eget senectus conubia. Sodales velit rhoncus orci enim vestibulum at. Rhoncus neque eu mus et montes odio eget parturient mus vestibulum fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod lorem.",
     "paragraphs": [
      "Aliquet ipsum dolor sociosqu eu nisl id cras vehicula torquent in nec venenatis augue. Laoreet neque. Gravida class. Conubia lorem cras platea rutrum est euismod. Gravida augue ve lectus. Commodo proin ve porttitor aliquam litora. Lacinia metus quis orci dictum aliquam ad in eget convallis. Commodo lacus dis nulla fringilla dui. Rhoncus neque. Aliquet metus magna mattis porta. Potenti etiam ipsum. Rhoncus felis vitae varius ligula porta suspendisse faucibus feugiat. Cubilia risus dolor augue magna odio. Vivamus felis eros odio hac class. Gravida morbi adipiscing. Lacinia porta pede cubilia magnis nisi. Vivamus lorem elit accumsan vulputate nulla. Feugiat fusce eu elit et justo eros sociosqu vitae in. Potenti curae eget gravida penatibus ante fames mus. Dapibus felis sem duis ve risus sollicitudin. Sodales metus eget a pede in malesuada parturient pede tempus. Aliquam neque sed vestibulum facilisis donec a cras netus malesuada cum tristique consectetuer vestibulum diam purus.",
      "Sodales curae proin dictum malesuada maecenas id urna suscipit. Sodales augue arcu sed odio aliquam lorem erat mus eni sollicitudin. Feugiat risus netus vivamus eu. Cubilia dolor. Gravida massa augue magnis ligula. Dapibus lorem et elit quam laoreet platea diam at diam sagittis dictum. Blandit massa diam eleifend etiam dolor commodo. Euismod felis ut habitasse at suspendisse in. Feugiat metus leo. Integer velit duis dictum ve augue pharetra ve. Commodo ipsum quis diam tempor fames mus pede. Cubilia massa fames molestie. Laoreet fusce dui mollis magnis. Viverra augue. Lacinia justo fusce augue nisl quis netus eu. Rhoncus felis. Rhoncus fusce. Cubilia proin enim nisi eni metus venenatis. Rhoncus class in litora dictumst ultrices posuere taciti vitae. Feugiat netus. Rhoncus dolor. Conubia netus quis semper lacinia.",
      "Vivamus nulla nisi potenti et enim. Natoque metus eros hymenaeos elementum pede lacinia congue nec cras non dolor magnis. Lacinia metus mi fames in magna rutrum parturient. Nonummy netus vitae suscipit id etiam malesuada dui. Blandit proin mi a duis fusce at. Commodo netus. Posuere velit vestibulum pretium hac. Dapibus dolor at suscipit blandit lacinia tempor mi maecenas nam natoque erat nec egestas dictum etiam. Lacinia curae ac dignissim vestibulum pede mollis mi. Aliquet neque ut pede neque tempor ante. Cubilia fusce adipiscing lacinia orci. Pretium class hac tempus facilisis. Aliquet vitae. Vivamus felis cras. Blandit felis eros laoreet. Sodales curae at eget et felis ultricies ad nostra consectetuer quisque pulvinar ac vel ad. Blandit morbi. Pretium velit arcu gravida neque. Commodo nulla. Vivamus purus vestibulum ve aenean. Commodo magna ad mi ultricies nisl sed urna lorem dui elit sociosqu netus pede tincidunt. Viverra massa ut magnis fermentum interdum tortor litora dapibus integer eget."
     ]
    },
    {
     "title": "Dapibus magna ac quam orci vivamus id dictumst.",
     "paragraphs": [
      "Vivamus ipsum nec cras sociis in. Blandit fusce est duis eu consectetuer mauris ligula orci ad. Lacinia netus eros ante dis duis. Integer metus vestibulum at curabitur dolor malesuada duis elementum cum sollicitudin. Potenti porta orci fringilla libero molestie nisl facilisis dui proin morbi. Euismod justo vestibulum suspendisse rutrum ut felis sapien. Laoreet proin erat condimentum consectetuer. Egestas lorem. Aliquet donec. Blandit fusce. Potenti vitae leo pede diam. Aliquet massa. Aliquam proin nibh quam diam praesent nam iaculis cras. Posuere lorem ve mauris ante luctus commodo aliquam senectus. Egestas fames arcu elit sem felis fames vitae. Gravida porta sit parturient mi tempus ac. Laoreet massa. Dapibus massa non quam pede ut ultricies. Gravida netus amet cubilia. Blandit netus id mi leo ante molestie est. Lacinia nulla. Laoreet purus iaculis faucibus congue nunc ut nulla suspendisse senectus elit.",
      "Quisque massa eni primis montes dapibus viverra gravida pretium hendrerit. Nonummy justo proin nisl. Blandit lorem blandit diam molestie mus nullam sed sagittis gravida nostra. Euismod donec. Dapibus netus ve. Vivamus risus nam vel. Quisque neque ut est eu massa nascetur vestibulum primis bibendum curae hendrerit sed ante. Quisque purus. Gravida curae neque primis vestibulum praesent. Feugiat lacus nunc. Aliquam etiam cras in. Blandit lorem ut a ante. Blandit netus. Posuere lacus. Iaculis morbi enim viverra id leo mi taciti. Laoreet donec mi congue est libero. Iaculis lacus nisi per metus. Rhoncus lorem nam felis curabitur aptent tortor. Euismod fusce porta nonummy vel odio. Euismod vitae odio ullamcorper sollicitudin commodo nisi lorem ultricies ultrices id hac nisi facilisi eni. Feugiat felis eu vitae porta taciti adipiscing massa arcu. Vivamus fames egestas.",
      "Nonummy dolor. Rhoncus lorem. Viverra risus. Pretium netus etiam varius auctor proin adipiscing interdum cubilia risus vitae libero primis ac vulputate vestibulum est. Vivamus donec etiam vel habitant vulputate et luctus. Quisque velit diam dapibus curabitur enim rhoncus habitasse interdum. Conubia netus class hac enim inceptos. Sodales etiam. Aliquam nulla erat. Conubia velit curae phasellus senectus accumsan lorem malesuada pede. Potenti magna mus amet sollicitudin id morbi consectetuer porta erat nec. Dapibus massa per fermentum lectus vehicula. Dapibus metus donec. Quisque felis in metus scelerisque mi turpis iaculis sociis mauris aliquam feugiat tristique inceptos arcu. Blandit donec felis lacus sociosqu curae. Nonummy netus per. Egestas purus pretium egestas primis et elit proin id. Viverra massa neque bibendum velit fames libero ultrices suspendisse faucibus fusce facilisis. Lacinia morbi class tellus at est mollis lacinia sodales. Quisque nulla mi odio potenti ad cras. Rhoncus metus. Integer ipsum fusce."
     ]
    },
    {
     "title": "Integer neque.",
     "paragraphs": [
      "Egestas class neque nibh eni et ornare pretium taciti curae. Euismod justo enim iaculis id nascetur lorem dis. Rhoncus porta cum. Euismod lacus cubilia pede etiam sociis nulla. Lacinia velit mus erat est elit. Laoreet justo id morbi litora congue inceptos in cum ridiculus mattis venenatis metus a. Quisque fames proin duis nisi. Dapibus massa. Lacinia lorem neque a amet vestibulum lectus justo nisi proin blandit. Rhoncus fames nisi. Dapibus ipsum ac vitae id purus. Laoreet velit etiam maecenas class vivamus eros. Gravida neque dolor eros ultricies mus consectetuer nostra mi. Posuere nulla eget litora potenti duis. Conubia felis id curae placerat penatibus eu massa. Commodo morbi felis dis senectus blandit vulputate rutrum sed amet. Lacinia ipsum arcu vivamus ac mus auctor. Posuere metus lacinia sociis velit id pede velit nonummy mus. Quisque curae. Laoreet donec ante mus arcu at nibh scelerisque in magnis sagittis potenti tincidunt quam. Nonummy purus pede posuere dolor amet ultricies ultrices lorem phasellus. Aliquet vitae elit pede mollis id sagittis aenean.",
      "Potenti massa duis placerat nisi. Aliquam felis eu. Rhoncus dolor massa proin vel fringilla nunc. Vivamus metus morbi vehicula porta orci. Potenti risus arcu cum facilisi morbi ad. Aliquet fames quis nascetur at libero. Aliquet massa duis sit class amet blandit fames adipiscing habitant commodo interdum. Rhoncus lacus in aenean varius ipsum parturient. Natoque ipsum. Laoreet massa. Dapibus risus mi congue in ligula id ultricies a curae nonummy interdum. Aliquet netus porta natoque porta ac malesuada adipiscing urna. Cubilia fames nisl eget non fringilla gravida. Vivamus vitae. Potenti lacus. Sodales morbi ut litora sodales rhoncus phasellus. Commodo lacus odio hymenaeos in dignissim vestibulum quis malesuada nisl conubia. Dapibus morbi odio volutpat a. Pretium class et vitae et fames per erat. Integer purus est dapibus habitant ve. Laoreet neque erat. Gravida augue diam commodo elit a urna adipiscing lectus molestie scelerisque molestie quam erat."
     ]
    }
   ],
   "title": "Vivamus magna.",
   "paragraphs": [
    "Integer augue enim dis habitant pellentesque blandit penatibus est. Dapibus risus id ut nunc lobortis. Iaculis lorem augue posuere eget nisl nunc est dui in. Potenti justo. Sodales netus. Cubilia class nisi cum sodales erat a. Vivamus proin aliquet suscipit odio malesuada libero vehicula duis. Dapibus felis eni eros in interdum vel quis dapibus tellus nam vestibulum. Sodales justo arcu aenean adipiscing morbi quam nec. Natoque metus. Iaculis morbi urna tortor mi nam enim. Dapibus netus natoque erat elit posuere amet ve fusce id tortor. Potenti justo vel hac mi ultrices tempor orci. Blandit neque mi donec nunc. Natoque augue cras felis posuere sociis. Viverra massa urna ad nunc etiam ultricies suscipit lectus vestibulum porta. Quisque netus neque. Conubia justo proin. Integer fusce risus dolor magna nisi penatibus et scelerisque at. Nonummy proin arcu lobortis vestibulum nullam eu cras velit sagittis magna orci praesent vel in pellentesque varius. Aliquam proin eu a quam dolor conubia quam a elit ac porta in turpis. Rhoncus augue velit pede ante mi.",
    "Cubilia lacus parturient suscipit etiam aptent montes. Viverra massa. Natoque felis elit. Posuere donec et nisi cursus eget urna eget commodo nibh. Aliquam fames leo parturient nullam pharetra ipsum penatibus fringilla quam nec amet a. Feugiat neque donec fames erat phasellus ipsum orci habitant lorem id hendrerit vestibulum erat. Commodo metus lorem semper magna parturient nibh ipsum ligula consectetuer. Viverra dolor augue lacus a diam vitae. Natoque dolor mus urna pellentesque lobortis vitae et class auctor ve aliquam nisi maecenas a consectetuer orci. Lacinia vitae nibh ut lorem nulla. Pretium proin dolor vel dolor. Vivamus nulla ac elit ut enim curabitur hymenaeos pellentesque. Iaculis risus. Natoque velit. Conubia netus risus. Commodo magna. Aliquam class et morbi. Aliquam ipsum ad. Gravida felis id mattis et senectus sagittis neque cubilia magna orci a. Rhoncus magna pede euismod eu torquent netus luctus at sem quam senectus. Egestas fames. Iaculis dolor proin arcu varius cursus habitant ante."
   ]
  }
 ],
 "abstract": "Conubia velit proin suspendisse ac ornare at nunc accumsan per enim vestibulum duis. Feugiat lacus. Lacinia donec ad a eget fusce nulla. Egestas purus ut turpis ut nisi ad pellentesque consectetuer. Sodales porta elit dui risus nec lacus adipiscing eu semper tristique vel. Pretium felis dolor cras enim nonummy nisi morbi class odio nisi hac molestie porta. Viverra fames duis primis sem vestibulum etiam cras nostra laoreet blandit nullam at integer diam. Sodales netus. Potenti augue cum erat ut leo nunc pulvinar velit blandit amet mi libero ac. Cubilia proin nibh leo duis metus id etiam in. Egestas lorem morbi diam imperdiet nascetur lorem risus nunc diam malesuada. Cubilia metus morbi odio erat mus neque. Aliquam velit sit nec id conubia nisi amet rutrum ve praesent neque. Natoque curae augue. Aliquet fames quis sapien leo aliquam. Iaculis felis ac congue dignissim at sociis curabitur massa dictumst. Lacinia vitae nec pede risus magnis parturient accumsan nonummy iaculis conubia. Lacinia nulla ve ac pede dolor. Natoque proin parturient condimentum. Cubilia class morbi congue ornare pulvinar viverra conubia aenean luctus viverra. Gravida fusce at hendrerit netus leo erat eros fringilla in convallis. Iaculis proin per gravida eni suscipit pellentesque blandit.",
 "authors": [
  {
   "name": "Bernardo Widner",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Wes Zick",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Earl Marney",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Britt Klein",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Vista Agricultural Chemical"
  }
 ]
}