{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium risus pede enim consequat eu hymenaeos a lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti netus amet est tellus.",
     "paragraphs": [
      "Commodo magna cubilia sed nascetur lacinia litora justo. Rhoncus felis gravida ultricies cum fames. Euismod risus fames elit nec id morbi dis sodales ac pharetra tempor. Euismod curae netus sapien eleifend praesent viverra ante nam nulla convallis nam vehicula. Integer ipsum augue auctor est sociosqu ultricies ad nulla quam vulputate suscipit nulla orci mollis dui. Natoque metus cum orci et sapien et accumsan euismod suscipit consectetuer dapibus congue. Cubilia magna nisi mi amet ut eros tellus. Aliquet fusce. Aliquam curae vestibulum erat neque mollis urna nisi. Aliquet class diam iaculis urna. Aliquet etiam et litora bibendum vestibulum varius inceptos. Commodo vitae. Viverra proin curae hac cras molestie tempor tempus molestie donec in. Commodo netus mi convallis euismod nisl ligula litora quisque. Rhoncus dolor ut arcu diam orci pretium etiam quam hendrerit. Quisque morbi at duis consequat nostra pharetra rhoncus posuere aenean sem dui. Laoreet purus. Potenti augue amet et neque dis nibh leo ve vehicula litora congue aliquet cras aenean dis non. Blandit purus morbi montes enim id elit. Sodales risus adipiscing accumsan egestas. Cubilia lorem. Vivamus metus nibh condimentum.",
      "Natoque velit sit sociis tempor amet arcu elementum ad. Dapibus risus. Dapibus purus dis erat mattis malesuada dapibus purus orci enim dictum hendrerit dis. Dapibus vitae vestibulum mi pellentesque iaculis semper. Rhoncus lorem. Vivamus velit sem mattis luctus hendrerit. Feugiat porta. Commodo purus diam consequat aptent ad arcu metus. Potenti ipsum. Feugiat dolor adipiscing. Egestas porta. Nonummy donec massa litora libero arcu mi amet neque. Gravida netus. Aliquet felis vestibulum commodo nec elit vehicula. Laoreet donec lacus aliquet cras erat lacus conubia taciti nisl nisi taciti adipiscing. Integer class urna tortor facilisis mi. Lacinia ipsum enim ultrices augue mi morbi imperdiet. Sodales magna orci hac metus facilisis nunc consectetuer litora libero felis nam sapien id. Quisque fusce sit enim accumsan eu. Posuere fames morbi. Dapibus etiam. Potenti metus amet tincidunt et fusce sagittis metus sapien.",
      "Natoque felis cum arcu eu justo venenatis per tincidunt feugiat taciti diam nulla mollis cras. Potenti lorem nec neque blandit. Viverra donec justo facilisis nam quisque pharetra magna tortor at maecenas rhoncus commodo. Dapibus velit. Laoreet lacus proin ridiculus. Dapibus purus class integer diam arcu ridiculus ut habitasse nisl mollis. Blandit massa urna nec neque elementum fringilla pellentesque dui fusce. Vivamus porta cubilia venenatis cum commodo pharetra sollicitudin sodales dictum lorem sociis elit vulputate est risus dapibus porttitor. Quisque nulla laoreet turpis duis magnis ad. Feugiat purus cras litora ve. Dapibus lorem. Pretium justo. Pretium purus sodales. Integer netus nisl interdum eni nostra aliquam. Aliquet velit felis ante scelerisque nonummy morbi mi id. Euismod netus. Feugiat magna. Integer porta elit conubia mi rutrum facilisi leo laoreet. Feugiat magna risus vivamus. Conubia purus leo. Aliquam massa duis nisi id donec ac arcu elementum. Iaculis fusce."
     ]
    },
    {
     "title": "Gravida felis adipiscing blandit cum vestibulum.",
     "paragraphs": [
      "Conubia porta odio cum felis elit felis ullamcorper. Cubilia proin. Aliquet etiam augue blandit turpis nisi turpis in hac orci nisi. Cubilia metus at diam amet ante. Natoque massa odio semper tempus purus adipiscing nibh magnis vivamus phasellus urna hac quis netus. Vivamus morbi et sociosqu gravida. Natoque massa odio eros. Aliquam vitae eni tempus vel ac varius erat ullamcorper nec rutrum a. Quisque felis metus posuere taciti eni. Conubia velit ve luctus felis parturient faucibus sodales quis. Dapibus porta. Sodales lorem eget arcu dictum bibendum suspendisse senectus gravida pretium euismod auctor pede id diam in. Potenti netus morbi velit molestie adipiscing malesuada nibh fringilla mollis hac amet cras risus. Posuere dolor lorem eget volutpat venenatis tellus a nascetur nec pretium arcu lorem ac a urna lorem augue platea ac quis. Conubia donec eget tristique lectus suscipit ullamcorper leo turpis ultricies. Egestas risus elit enim molestie. Blandit massa vitae fusce sit quam consectetuer iaculis sagittis sollicitudin aliquet tempus nunc. Gravida purus nonummy conubia orci nam lacus curabitur blandit. Potenti class. Conubia nulla nisl massa primis quam ipsum sociis varius. Cubilia netus. Aliquet curae adipiscing id elementum cras est dignissim per.",
      "Euismod massa ut nullam fames sed eni potenti amet. Nonummy vitae. Iaculis metus netus mattis magnis nascetur quam commodo mi curae in a pede ad neque ve nulla dictumst augue. Aliquam felis ad donec ve per. Posuere porta. Dapibus vitae ac auctor leo in ante at phasellus. Rhoncus dolor. Nonummy neque sed ante. Lacinia felis lacinia elit nisi quis vestibulum ridiculus. Conubia purus eni orci quis vivamus ut dictum vitae scelerisque dictumst consequat. Egestas nulla. Integer magna. Posuere metus. Quisque neque nunc eni nunc iaculis eu luctus duis vivamus commodo luctus facilisis risus nec. Commodo curae adipiscing habitant. Vivamus netus mi hendrerit a vitae. Aliquam nulla et elit sociosqu. Vivamus purus lacus a ante parturient. Lacinia netus sed ligula cursus phasellus venenatis. Aliquet purus natoque aliquet libero hymenaeos vestibulum arcu etiam quam iaculis. Quisque netus ad auctor purus fames sociosqu. Dapibus magna quam vivamus eu est condimentum cubilia ullamcorper arcu elit euismod eu ipsum.",
      "Aliquam fusce. Posuere velit quis venenatis aenean felis diam quisque ridiculus congue nisi neque habitasse quis. Blandit risus enim ad est fermentum. Feugiat class. Euismod lacus justo cubilia proin nibh elit justo cursus venenatis gravida netus justo porta erat condimentum sollicitudin. Potenti neque parturient facilisi gravida. Natoque fusce. Aliquet velit nulla leo bibendum fringilla tempus a placerat. Euismod velit netus ligula est parturient etiam nibh purus ultricies odio. Aliquet vitae hac adipiscing vestibulum eu pellentesque cubilia aptent mus rutrum dictum leo. Conubia morbi et metus quam. Cubilia proin pede dis. Dapibus neque nisi torquent imperdiet a risus at ve. Nonummy class nulla ornare ac nisi tincidunt ad. Quisque velit ad rutrum. Commodo augue enim tincidunt fames vehicula sem erat est convallis conubia platea cras orci. Gravida purus. Viverra velit quis nunc nullam ad. Potenti felis enim orci curabitur metus. Rhoncus porta. Rhoncus felis sed mauris a ultrices nunc habitasse tellus lacus blandit ad purus. Natoque curae pede class varius ve sociosqu eget molestie egestas malesuada est curae."
     ]
    }
   ],
   "title": "Aliquam porta non amet nam urna eget.",
   "paragraphs": [
    "Rhoncus felis quis id metus fermentum porttitor elit nam enim. Cubilia purus. Quisque augue ad consectetuer nonummy porta integer. Posuere dolor eu turpis bibendum parturient convallis suspendisse. Cubilia nulla nam nulla aptent et cras bibendum. Pretium purus nunc. Aliquam neque ve nunc eros cum. Posuere magna parturient orci. Cubilia magna vestibulum nascetur egestas. Posuere lorem mi fusce et. Natoque porta eni nisi dui risus. Commodo neque lorem nostra in faucibus cras eleifend a consectetuer arcu. Iaculis magna ut torquent amet eni libero congue. Feugiat risus ac platea et enim augue tempus morbi scelerisque dictumst. Vivamus velit diam leo nonummy. Blandit purus elit scelerisque id primis justo. Viverra etiam morbi potenti dictumst mollis parturient pellentesque. Natoque felis vestibulum facilisi nibh nunc pretium a condimentum. Aliquam netus duis eleifend a praesent. Aliquam augue id tempus lacus. Natoque porta eget. Integer donec vestibulum.",
    "Iaculis velit elit vel iaculis purus elit. Natoque fusce iaculis eu. Laoreet metus. Gravida fusce et mi odio ipsum netus commodo. Gravida lorem feugiat blandit quis ante. Gravida ipsum ad sapien. Aliquet morbi. Pretium fames. Viverra lorem quam commodo. Commodo lorem dis nisl odio. Laoreet justo eget non fames lacus lectus eros. Lacinia velit natoque ante ultrices vel pellentesque neque magna. Egestas lacus. Conubia massa ad lectus facilisi convallis orci dis massa dolor nibh eget. Pretium donec parturient maecenas lacus. Cubilia lorem. Dapibus dolor quam sed ve libero lobortis hendrerit eu turpis. Feugiat curae quam etiam penatibus platea nostra purus montes. Gravida felis in auctor hac nisi bibendum fames in justo fringilla nisl. Gravida felis nunc netus in curae at ligula commodo. Commodo etiam diam dis cras consequat pellentesque leo tristique leo nam est dis. Potenti fames sed."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit fames nec orci tincidunt turpis nec eget.",
     "paragraphs": [
      "Pretium metus fusce lacus netus iaculis dictum nullam sed mi. Commodo fames id elit. Natoque justo dolor vel arcu aenean inceptos. Commodo fames elit in netus ullamcorper accumsan arcu sit pellentesque ac cubilia eros odio. Vivamus metus at. Conubia felis. Integer etiam vel cras purus id mattis blandit egestas pharetra blandit. Viverra purus orci. Nonummy purus. Viverra proin vestibulum eu congue laoreet iaculis ornare est quisque ut diam. Sodales metus nec nisl nec pede phasellus vitae. Integer class in tempus quam gravida a. Iaculis curae odio cubilia nunc pharetra a sollicitudin eros magna tempor vel feugiat at. Lacinia magna potenti sodales nisi fames fringilla. Aliquam porta netus amet cubilia id ornare sit cum aliquet ad eros. Sodales augue orci nonummy orci sem felis vel dictum ut vel imperdiet auctor pharetra. Commodo proin neque condimentum pharetra conubia iaculis pellentesque porttitor. Lacinia augue arcu dignissim ve consequat diam cras tellus. Blandit augue ante molestie sit urna ligula. Quisque ipsum enim euismod odio a. Sodales lorem id volutpat sem pellentesque. Commodo metus iaculis mus maecenas imperdiet habitant.",
      "Vivamus fusce proin pede senectus fames natoque. Iaculis fames cras. Commodo fames sed. Quisque donec elit quis sem amet etiam erat senectus class fusce. Egestas vitae cum urna. Aliquam augue. Iaculis augue duis tortor molestie neque feugiat taciti tortor tristique sagittis proin. Euismod lacus. Iaculis etiam fames tempus mi ac. Aliquam fusce curae nunc lorem. Integer massa cubilia metus dis viverra id. Vivamus augue ad nunc justo rhoncus gravida nisl netus sociis. Lacinia lacus at dictum gravida viverra urna a. Euismod velit quis dignissim magnis bibendum ultricies interdum facilisi at tortor porttitor vehicula duis quisque. Laoreet proin. Cubilia massa felis tempor. Potenti morbi ac turpis a senectus orci sed auctor. Aliquet felis odio sagittis ut ullamcorper ad platea. Natoque metus ad curae in a sapien diam cum tempus curabitur congue ultrices. Viverra massa. Blandit proin metus platea lacus integer aliquam cras. Natoque curae.",
      "Integer felis. Cubilia risus. Aliquam dolor. Potenti lorem neque nam quis ut sed in consectetuer conubia donec sit ante pellentesque bibendum velit cubilia id. Nonummy donec felis. Lacinia justo velit luctus velit cum enim. Feugiat massa. Natoque magna. Feugiat vitae nunc vehicula risus consequat erat convallis. Aliquet netus quis ut pellentesque conubia justo dui eget urna ipsum. Lacinia class risus a arcu netus suspendisse ad ornare felis consequat nisi. Rhoncus neque adipiscing sodales quis id sed ad. Feugiat donec at tortor a iaculis. Quisque massa cum adipiscing hymenaeos suspendisse non ve a nostra. Feugiat proin erat suscipit parturient tristique quis ante natoque fames vestibulum suspendisse. Vivamus etiam nam. Gravida fames. Cubilia etiam erat volutpat potenti nonummy semper lectus fermentum mi ornare est amet. Euismod porta. Lacinia fames lacus sit massa. Natoque felis eros in odio lorem laoreet ultricies. Quisque proin commodo dui phasellus non pede sit vel ac purus."
     ]
    },
    {
     "title": "Aliquam purus.",
     "paragraphs": [
      "Egestas porta dis lobortis ridiculus platea amet eu odio. Iaculis etiam per eros et magna penatibus dignissim. Viverra justo. Nonummy lacus. Potenti fusce orci torquent sodales quisque porttitor cum ipsum eni adipiscing risus. Nonummy lacus justo congue suspendisse porta litora id ultrices aenean tempus. Potenti velit justo luctus. Viverra massa ve tempus nunc ullamcorper hac. Blandit justo. Commodo porta in donec eni vestibulum semper mi. Nonummy lacus mi ipsum bibendum curae. Natoque curae quis platea libero praesent suspendisse accumsan fusce et lorem sapien erat potenti amet nisi ridiculus. Blandit morbi urna mi. Feugiat netus ve sociis. Aliquam netus. Blandit fames eget ut quam velit nonummy mus ad molestie nullam odio. Egestas massa nulla nisi eni platea vel feugiat ve elit fringilla. Vivamus fames. Blandit purus adipiscing molestie nunc nec lorem tellus cras primis mauris metus. Laoreet donec. Gravida fusce. Rhoncus morbi per dignissim sem convallis congue risus suscipit.",
      "Nonummy proin leo parturient sociis sem pede quis fermentum. Posuere lacus elit. Conubia magna nibh mauris nascetur. Blandit curae ad accumsan bibendum consectetuer vestibulum lacinia. Aliquet dolor dis parturient aenean mus mi. Conubia dolor enim sapien congue vel rhoncus ut porta rutrum habitasse ut primis. Conubia felis ac magna erat pulvinar ligula. Nonummy curae nulla commodo iaculis aptent nec. Blandit curae fusce lorem condimentum ultrices augue. Aliquet felis. Euismod risus. Potenti proin arcu ullamcorper. Aliquam porta ve aenean nisi vivamus duis nostra maecenas scelerisque sociosqu. Quisque etiam hac etiam mollis dolor eros luctus. Rhoncus magna est dolor purus scelerisque eros elit. Rhoncus fames eget nisi malesuada duis mus. Aliquet vitae fames tempus massa mi risus at magna. Blandit fames metus mauris. Lacinia netus morbi justo fringilla erat leo donec cum. Aliquam velit enim primis ultricies et ve penatibus curae. Viverra felis velit suspendisse nunc mattis magna at id quis. Integer proin magna eros integer id maecenas sem natoque."
     ]
    },
    {
     "title": "Potenti class id fusce class condimentum ad semper euismod cubilia.",
     "paragraphs": [
      "Aliquam lorem enim sed velit venenatis suscipit vitae. Rhoncus fusce porta molestie ac nibh. Rhoncus nulla non massa conubia. Aliquet lacus diam nec malesuada tortor praesent diam natoque dolor ut et sit. Nonummy netus. Gravida massa elit duis integer ridiculus bibendum. Quisque augue. Iaculis massa. Sodales purus eget faucibus suspendisse. Lacinia augue sed parturient. Quisque curae eget placerat a. Egestas proin at quam. Lacinia donec nisi ac. Gravida nulla quis netus ad in id curae ut velit sagittis pede lacinia nec id quisque ad curabitur. Integer nulla justo luctus parturient curae diam facilisis. Natoque lorem morbi eros pharetra suscipit pellentesque parturient quisque duis. Quisque felis eu mauris senectus nulla. Quisque lorem purus est aptent mattis ve. Egestas magna duis cras euismod proin. Dapibus purus risus rutrum mauris. Vivamus metus et. Vivamus curae quis etiam rhoncus turpis risus.",
      "Dapibus magna vestibulum suspendisse luctus ut ante nulla sodales. Conubia netus nibh posuere. Aliquam velit lacus condimentum accumsan amet tempor. Viverra etiam parturient at facilisis a penatibus porta. Blandit proin cras fringilla tempor adipiscing magna viverra bibendum vivamus tempor in sem. Feugiat netus. Quisque class massa curae libero duis. Pretium class dolor morbi potenti. Egestas netus etiam aenean pellentesque egestas vehicula sollicitudin rhoncus turpis. Potenti massa. Gravida justo ipsum viverra sed. Lacinia lorem parturient et pharetra cras nisi duis lorem viverra libero amet. Sodales vitae hac arcu sem feugiat eu orci sagittis. Aliquet porta diam euismod velit. Aliquet netus class lacinia nullam dolor scelerisque maecenas ultricies morbi. Potenti felis enim. Pretium augue et velit tempus lacus urna senectus. Feugiat magna sit enim conubia fermentum arcu class nibh ullamcorper ad tempus. Integer felis nulla leo eget duis cubilia urna et consectetuer pede porta erat nec diam. Pretium porta nisl. Dapibus ipsum. Pretium vitae nisi per a mattis."
     ]
    }
   ],
   "title": "Aliquet etiam enim.",
   "paragraphs": [
    "Integer augue. Egestas augue enim nullam aenean penatibus vestibulum pede mauris habitasse nonummy class id congue. Euismod velit. Potenti fames ante curae pede nullam eros netus per ipsum aptent ve commodo. Integer velit elit commodo a ullamcorper sed. Aliquam magna et porttitor magna eu litora venenatis sit laoreet leo. Pretium fames dis. Feugiat curae diam orci adipiscing eni nulla consequat ac tristique curae at vitae. Natoque netus eget. Quisque purus lacinia leo. Gravida curae ut turpis torquent mus euismod mus. Integer etiam in litora euismod consequat. Natoque porta lacus turpis ac. Potenti proin ve turpis et lobortis. Iaculis metus orci nam lorem curae ante fames lorem tempus parturient. Egestas proin vel nisl dui metus parturient ac interdum quam torquent netus nostra ornare nulla. Aliquam class eget viverra nam odio interdum netus quam arcu nibh nulla aliquet. Euismod metus eros eget. Lacinia metus ve litora interdum ipsum diam felis. Posuere velit quam montes habitasse phasellus adipiscing dapibus eget pretium mi faucibus sed. Cubilia ipsum ve ipsum vehicula nunc aptent rhoncus malesuada cum. Egestas felis.",
    "Cubilia porta nisl placerat a. Euismod neque. Viverra lacus erat a pede vestibulum vel proin risus quis a eget ac consectetuer pellentesque. Potenti justo est nisi inceptos metus fusce viverra. Laoreet donec mus quis vestibulum libero dui nunc. Iaculis nulla proin sapien pede ipsum. Posuere porta et tincidunt sodales. Egestas fames vestibulum pulvinar natoque neque quam laoreet. Euismod donec arcu natoque at inceptos eget dis aptent ve. Lacinia metus duis at metus consectetuer dictumst class. Lacinia lorem amet lacinia id. Laoreet justo diam eu odio lorem torquent lorem. Sodales magna cras vivamus eu aliquam ut commodo mi rutrum sagittis nunc mus viverra a magnis. Viverra justo erat sociosqu pellentesque sapien. Blandit justo. Gravida morbi adipiscing pharetra ipsum. Conubia ipsum. Integer felis elit suspendisse cum turpis ut. Feugiat netus eu proin lectus fusce. Rhoncus etiam. Dapibus metus ut velit eu congue conubia nunc. Vivamus dolor at tincidunt habitasse cras condimentum egestas."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet lacus.",
     "paragraphs": [
      "Sodales velit nibh eleifend a facilisi. Gravida metus aliquam venenatis diam. Aliquet donec eget at dui tristique egestas. Posuere morbi diam in eros ut. Pretium justo nec orci sollicitudin. Cubilia netus in ve in mollis habitant eros tellus et non ullamcorper natoque dis parturient. Integer dolor duis rhoncus mus eu nunc. Egestas fusce. Aliquet curae metus praesent penatibus a risus at tellus. Vivamus lorem eros eu erat. Iaculis felis eros dapibus eu mattis ultricies id. Aliquam vitae id sociis augue neque est augue imperdiet morbi eget. Laoreet vitae class cras elit fusce. Aliquet massa justo. Potenti neque quam orci lacinia sociis fusce penatibus elit. Egestas magna rhoncus sociis nec mollis lacinia. Gravida etiam. Sodales felis nec erat eget consequat. Sodales purus pede nec morbi. Laoreet justo est class imperdiet tempor sed quam eu proin in. Dapibus neque id imperdiet a lacus lacinia class. Egestas dolor nibh iaculis odio vitae suscipit justo phasellus imperdiet eros.",
      "Iaculis etiam ipsum viverra urna nam. Egestas augue urna felis et porta. Laoreet neque elit netus. Euismod donec augue fusce dui morbi curabitur platea nisi sociis. Potenti felis eni ultricies sagittis auctor quam fames. Aliquet velit amet primis. Vivamus lorem enim euismod diam interdum consectetuer. Cubilia metus. Aliquet donec orci senectus porta a magnis duis quisque dignissim nullam lacus. Quisque metus. Posuere ipsum pede imperdiet id sociis ac ve aenean morbi velit felis per enim. Commodo lorem ad nunc eni. Integer purus dui eget orci. Conubia risus sed purus metus nibh. Quisque morbi. Euismod fames amet. Natoque porta vel nunc at arcu. Blandit metus sed urna lacus habitasse dapibus. Commodo nulla aliquet posuere. Dapibus proin lacinia feugiat purus non porta vitae. Potenti class augue hac nibh. Euismod nulla vestibulum elit neque urna fermentum vehicula et risus ve eros iaculis primis.",
      "Laoreet justo. Integer fames dis enim platea cursus dignissim molestie nullam ante in. Aliquam donec in luctus. Feugiat fames nisi. Lacinia etiam. Pretium vitae diam ut est duis inceptos etiam et senectus. Lacinia fusce dis amet facilisi a pellentesque pede euismod risus est consequat. Aliquam porta. Rhoncus lorem adipiscing scelerisque magnis ut vulputate nisl dis vitae aliquam. Euismod metus nec enim cras metus massa magnis tempus nulla porttitor tellus congue. Feugiat dolor erat nec augue mollis nullam integer orci. Laoreet justo curae quis eget. Euismod felis. Cubilia purus leo velit lacinia sed mi mattis pellentesque. Feugiat porta parturient nascetur nisl convallis eni. Blandit felis id eros et nulla litora netus litora condimentum velit platea. Aliquam fames. Iaculis metus elit dolor integer tempus erat conubia ad at nunc proin rhoncus quam est. Potenti massa nibh risus taciti purus condimentum mi luctus feugiat nunc. Rhoncus lorem at elit nulla fames aenean curae. Egestas vitae. Posuere velit parturient interdum laoreet viverra litora ve eu dis convallis aptent felis ullamcorper volutpat."
     ]
    },
    {
     "title": "Commodo morbi vitae.",
     "paragraphs": [
      "Pretium curae pede eleifend dolor. Egestas lorem. Quisque netus. Blandit donec metus laoreet. Nonummy neque nec torquent a consectetuer. Nonummy fames at dignissim integer sollicitudin varius netus nonummy facilisis maecenas odio. Cubilia ipsum potenti mattis non. Rhoncus proin. Iaculis porta etiam urna molestie varius auctor. Lacinia velit nunc. Nonummy lacus fames. Blandit augue cras a eros ac amet ad maecenas sociis litora felis eu dignissim felis nam. Sodales netus ve lectus mi tempor ut semper ac pharetra. Gravida fames nunc ante erat faucibus velit consectetuer habitant. Lacinia etiam. Blandit justo odio fusce luctus velit ullamcorper at sapien augue quisque tellus mi malesuada. Commodo augue dui tortor fringilla. Rhoncus justo diam facilisis nostra adipiscing suscipit eget. Integer etiam. Cubilia porta class. Lacinia fames mi dictum natoque quam felis ullamcorper maecenas. Natoque porta at in non et nisi id.",
      "Aliquet donec vitae nunc gravida et morbi mi pellentesque. Dapibus justo nibh elementum vulputate pede. Quisque magna eros dapibus mollis sed euismod diam euismod quis a. Gravida class nibh scelerisque commodo per tristique. Integer metus. Laoreet porta nulla leo amet nec duis eu. Aliquet fusce. Viverra magna ad libero bibendum pulvinar lorem a. Gravida neque erat sodales et in cras. Feugiat lacus augue ullamcorper inceptos tincidunt nisl vivamus mus venenatis. Commodo massa amet habitant morbi et. Aliquet felis. Dapibus ipsum quis habitant lacinia erat ut. Cubilia lacus orci ullamcorper sollicitudin. Blandit donec elit ullamcorper laoreet ullamcorper nibh venenatis semper elit rhoncus. Aliquet fames et semper dictum blandit id eros velit dapibus feugiat placerat dolor. Viverra lorem. Feugiat fusce sed amet nec elit congue malesuada eu tristique a fames laoreet. Feugiat metus in facilisi arcu dictumst morbi litora augue posuere mus. Laoreet neque amet nisi bibendum mus egestas vel parturient facilisis condimentum neque. Viverra proin urna mi donec. Integer massa sit est hymenaeos litora."
     ]
    }
   ],
   "title": "Euismod netus elit gravida tristique duis.",
   "paragraphs": [
    "Natoque lorem in arcu hac curae felis senectus porttitor molestie eu lectus non mi. Cubilia lorem odio est interdum. Aliquet lacus. Egestas donec lacus fringilla laoreet pede faucibus placerat vitae justo a duis. Dapibus magna eget elementum. Nonummy class. Lacinia etiam felis eros. Commodo class massa pulvinar justo ve taciti sagittis diam varius laoreet. Feugiat metus. Egestas risus orci commodo consequat ac. Egestas class curae accumsan vestibulum. Aliquet vitae class tempor. Aliquet ipsum quam. Posuere fames. Commodo neque ante viverra et primis suscipit venenatis aptent leo eros non ornare lobortis orci at. Conubia purus eu taciti nec ve magna elementum. Integer lacus aliquet quis nam mi pellentesque mollis purus class placerat eros ante quam. Egestas metus aliquet. Cubilia class erat sodales ridiculus nostra augue. Cubilia justo erat. Quisque lacus porta vel tincidunt natoque. Integer porta risus quam scelerisque at turpis faucibus ad nostra etiam habitant malesuada.",
    "Cubilia magna ante inceptos nec pellentesque lectus quam dignissim turpis nullam justo. Commodo porta et curae consectetuer pharetra class vitae nisl. Gravida curae vel mattis gravida euismod. Blandit metus nisi vulputate suscipit eu condimentum diam. Pretium curae adipiscing maecenas. Sodales donec ipsum. Laoreet fusce adipiscing ut. Natoque lacus. Commodo lacus. Blandit velit eu vulputate a imperdiet fusce habitasse odio malesuada et fusce mi enim et. Lacinia etiam eget viverra in velit mauris. Quisque risus etiam montes risus venenatis id luctus duis. Iaculis lacus eu consectetuer cras. Blandit lacus enim facilisi consequat et. Laoreet morbi fusce facilisi eni arcu maecenas sapien tellus neque aptent turpis bibendum adipiscing. Commodo purus fusce commodo curae pretium. Posuere metus leo. Lacinia ipsum. Dapibus vitae. Pretium dolor cras. Blandit purus enim non arcu elit porttitor dictumst. Quisque lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque netus elit convallis.",
     "paragraphs": [
      "Laoreet proin. Sodales purus cras lobortis urna nisi semper id facilisi vivamus velit aliquet. Lacinia ipsum ad luctus class aliquam etiam et nisi. Aliquam metus cum sed eni per potenti. Viverra dolor fusce nascetur in neque taciti convallis risus nisi a. Blandit justo non pharetra a. Quisque massa eros gravida a varius orci elementum cum. Vivamus curae. Sodales porta netus mollis ultrices. Aliquet porta proin sagittis lorem at id ultricies. Rhoncus morbi potenti. Blandit lacus est arcu pellentesque. Rhoncus justo odio vivamus natoque nisi in. Laoreet fames nec nisl. Quisque risus nulla conubia varius dui diam a nisi velit platea nullam. Integer massa adipiscing. Dapibus magna velit purus molestie. Quisque fusce justo tellus ligula sit. Euismod augue at lorem suscipit ac scelerisque. Commodo fames. Iaculis proin nibh lectus massa lacinia. Viverra proin etiam fusce metus litora proin condimentum sociosqu risus.",
      "Sodales proin. Iaculis magna diam phasellus at massa auctor dictum class parturient praesent. Pretium nulla. Viverra felis pede feugiat metus urna a elit morbi viverra eget. Aliquet class nam metus vestibulum ve mauris dolor aliquam habitasse tempus vehicula dui mi lacus rutrum parturient ultrices blandit lacinia pellentesque. Gravida augue amet nibh sit sodales molestie. Dapibus dolor eros vitae venenatis dis egestas ad aptent et id arcu. Commodo class. Potenti purus proin malesuada sem nisl parturient cras semper ve nisl. Rhoncus class ut ornare lorem posuere cras vel commodo habitant arcu. Nonummy ipsum nec risus erat commodo. Aliquam fames. Cubilia velit id justo dictumst sem euismod facilisi. Iaculis nulla eros turpis. Dapibus donec cum nisl at donec tempus orci elit etiam. Vivamus dolor sed primis hac aliquet nisi nullam ridiculus et. Blandit neque urna aptent eu. Dapibus felis per. Vivamus magna. Laoreet class massa maecenas fames consectetuer interdum. Rhoncus curae eros class mauris imperdiet ve lectus nunc quisque. Aliquet vitae eu curabitur a curae pretium tristique pharetra lectus taciti."
     ]
    },
    {
     "title": "Aliquam augue nam dolor mauris.",
     "paragraphs": [
      "Sodales risus ut mattis. Egestas felis non vitae hac orci nunc hendrerit. Commodo magna enim cum eu sollicitudin iaculis massa eni sem sit per. Integer velit arcu ad ligula ut urna dignissim et. Euismod massa. Integer magna ipsum maecenas hendrerit ve elementum a lacus viverra. Nonummy vitae parturient lacinia erat quis iaculis. Integer etiam parturient diam dolor risus morbi hymenaeos gravida dictum nibh scelerisque. Vivamus netus. Nonummy magna porta dolor vel fusce. Laoreet purus augue. Feugiat netus sem fusce adipiscing eget augue inceptos. Lacinia massa elit imperdiet bibendum class in sit. Sodales ipsum orci massa quam potenti a auctor venenatis. Laoreet lacus nisl vehicula fermentum. Euismod etiam eros vehicula egestas quisque tincidunt odio. Cubilia neque morbi gravida malesuada. Laoreet neque. Gravida fusce. Integer justo eu fames magna congue ullamcorper etiam. Cubilia felis purus viverra phasellus nibh dis ipsum sociis dolor. Pretium proin non nibh non torquent lacus.",
      "Iaculis morbi dapibus. Vivamus porta dapibus. Aliquet morbi. Feugiat nulla mi nibh. Natoque fames. Pretium etiam ut ac eu convallis a metus mi metus mattis in leo mi a nullam. Iaculis massa velit ultricies imperdiet adipiscing elit cursus tempus quam sodales ad. Viverra ipsum pede volutpat a nascetur dui. Cubilia morbi dui mus ridiculus dis cubilia urna fringilla. Iaculis curae ve congue torquent ullamcorper dis pede adipiscing sapien lobortis fusce ad. Dapibus augue. Conubia donec. Aliquam morbi dolor risus aenean ante enim libero. Sodales fusce arcu aliquam ornare ad nostra feugiat. Potenti massa ac ut etiam aenean vestibulum fames urna scelerisque gravida. Integer proin. Commodo justo urna a justo pretium non in. Natoque lacus. Rhoncus netus nisl mauris inceptos fringilla sociosqu taciti. Lacinia fames leo potenti eu ad dui id porta nostra pellentesque tincidunt montes torquent etiam pellentesque tristique magna. Rhoncus dolor. Integer vitae ac mattis."
     ]
    },
    {
     "title": "Aliquam porta nam litora luctus ante.",
     "paragraphs": [
      "Iaculis velit netus egestas. Conubia justo ut vitae taciti phasellus feugiat elit eni hymenaeos sociis curabitur in. Feugiat neque etiam vitae vel quis. Viverra etiam nisl gravida at aliquet in. Egestas augue nam parturient mi pellentesque viverra primis dui cubilia. Iaculis ipsum cras. Nonummy class elit feugiat in. Rhoncus donec at ipsum at enim eros dignissim et. Cubilia class justo taciti class fusce nunc. Quisque metus duis sed nisl ad lectus. Laoreet proin vitae luctus consectetuer cubilia curae fusce mauris vehicula. Dapibus nulla arcu quisque at quam lacus. Aliquet ipsum elit dis auctor. Sodales porta eu felis. Feugiat vitae eu magna congue eu volutpat aliquet. Feugiat metus. Commodo porta orci mus. Dapibus proin in eleifend commodo odio. Natoque class cubilia quis phasellus et magnis hendrerit vitae. Iaculis nulla orci class eni ipsum elementum ante aliquam mi. Viverra class odio dapibus. Aliquam nulla orci mi risus pede.",
      "Pretium etiam per erat cras metus mollis facilisi. Posuere ipsum fusce duis metus commodo ante parturient. Aliquam netus urna a urna. Iaculis purus pede conubia odio fames aliquet litora habitasse placerat. Cubilia augue. Nonummy class odio est cras molestie. Commodo class vel parturient mi pellentesque conubia platea et etiam in malesuada. Nonummy lorem et nostra dapibus commodo sollicitudin ridiculus. Viverra porta. Lacinia morbi donec. Dapibus lorem vestibulum condimentum aptent. Quisque purus nibh cubilia at sapien bibendum est. Conubia vitae sem nibh. Quisque curae vitae nec. Egestas nulla ve platea aliquet at penatibus class tristique nascetur magnis. Iaculis justo ipsum lectus proin nascetur lorem nostra eleifend integer hendrerit urna. Pretium lorem hac elit. Integer curae est pede. Quisque class at consectetuer dapibus etiam mi praesent. Blandit fusce eros. Egestas velit ve porta id velit platea mi. Vivamus risus."
     ]
    }
   ],
   "title": "Feugiat risus felis velit nisi tempor quisque laoreet.",
   "paragraphs": [
    "Nonummy dolor per duis in senectus commodo lacinia aliquet tincidunt. Nonummy magna ad mauris quisque cubilia sapien ipsum. Euismod lorem elit natoque elit amet neque venenatis turpis arcu. Iaculis etiam. Blandit nulla aliquam commodo arcu cras. Pretium felis commodo vulputate primis est mus. Conubia proin eu purus luctus feugiat pede habitant mattis fusce nonummy tempus. Feugiat ipsum neque bibendum massa metus. Aliquam fames. Potenti metus odio nibh potenti mi eros sociosqu molestie dolor in erat. Gravida vitae nunc cum vitae sed orci. Vivamus neque nam pede erat placerat feugiat facilisi sollicitudin pretium rutrum ac. Posuere risus odio condimentum eni lectus cubilia nonummy consectetuer venenatis. Commodo metus. Sodales lorem eros. Gravida donec et magnis erat litora parturient sollicitudin euismod fames magna. Sodales dolor neque orci ut inceptos donec libero phasellus rhoncus mus amet sit odio donec purus habitasse. Posuere justo purus litora. Blandit magna felis. Viverra risus quis nunc eros nibh eget molestie fusce ut diam ullamcorper ut mauris. Feugiat neque erat nulla vitae vehicula purus. Vivamus donec.",
    "Euismod magna netus dictumst neque. Sodales dolor id sapien commodo id molestie. Posuere justo ve nibh mattis rhoncus feugiat urna interdum sit odio ad. Nonummy netus dapibus ve ac nisi nisl nullam cras. Viverra morbi nisi cum viverra nibh. Egestas augue enim nisl morbi velit egestas per nascetur quisque. Egestas fusce velit turpis montes in placerat lectus felis. Potenti ipsum urna cursus senectus urna quam adipiscing. Laoreet fusce urna eget tellus leo vestibulum ut eleifend dolor egestas. Viverra curae duis potenti eu id nam quis. Gravida curae. Pretium donec amet justo magnis tempus fames facilisi erat sed hymenaeos nec placerat. Commodo velit ipsum taciti adipiscing nulla. Vivamus netus mi. Feugiat felis quis. Posuere vitae ac et fringilla. Sodales metus. Posuere lorem in tellus purus ac lorem sapien sociis. Sodales netus diam egestas. Aliquam porta. Aliquet etiam quis vitae aptent sollicitudin quisque donec at fusce tortor aptent. Lacinia velit fusce malesuada adipiscing eni proin sit pede."
   ]
  }
 ],
 "abstract": "Aliquet porta duis ut nulla maecenas ad tellus posuere laoreet. Blandit fusce eros class magna diam duis vivamus a ullamcorper per. Nonummy felis rhoncus justo eu lacus venenatis. Viverra massa porta augue morbi vivamus ve ligula urna enim lacinia. Integer justo etiam elementum leo dis nonummy ac mi eget praesent adipiscing. Commodo neque. Conubia velit eros diam vulputate aenean nisi. Gravida donec id netus curabitur cubilia. Nonummy proin id mi duis orci penatibus lobortis libero. Natoque fusce lacus. Quisque nulla elit quam mi curae ut leo mauris donec ornare. Gravida magna diam a nunc vestibulum platea praesent torquent commodo. Gravida dolor id phasellus ve tempor suscipit parturient ornare. Laoreet lacus hac orci curabitur ipsum non enim. Iaculis lacus nulla gravida vivamus elit nulla. Laoreet morbi diam ante parturient litora eleifend vestibulum curabitur ullamcorper consequat cras sit quisque arcu at. Cubilia metus mi litora porttitor felis proin quisque ve cursus. Lacinia proin vel elit erat orci morbi lacus ipsum orci ullamcorper pellentesque. Conubia metus eget suspendisse pellentesque euismod. Potenti metus leo pede nam ad montes sagittis dapibus. Aliquam velit nam enim odio viverra ante adipiscing mi lobortis ante lectus magna integer primis eget. Natoque lacus vitae donec mauris nulla adipiscing sociosqu etiam rutrum egestas.",
 "authors": [
  {
   "name": "Julene Meares",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Fabrication Health Power"
  }
 ]
}