{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Quisque porta quis torquent quis commodo ac ad nostra.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia curae nunc magna.",
     "paragraphs": [
      "Sodales class sem vestibulum curae elit. Dapibus donec ante consequat ridiculus quis. Commodo neque ipsum. Quisque massa. Sodales dolor eni ligula interdum sit pellentesque velit felis. Blandit fusce vivamus nullam hymenaeos. Commodo risus diam. Cubilia nulla mi lectus curae morbi mus nulla gravida libero et. Laoreet purus ipsum sagittis urna blandit duis arcu natoque. Aliquam class cras amet ridiculus ve nisi primis volutpat condimentum suscipit nisl. Pretium proin lacinia sit placerat. Egestas fusce vitae urna aliquet dis facilisi lacinia aliquam. Blandit velit. Quisque nulla eu montes curabitur ipsum eni. Laoreet morbi erat dis cras ultrices dolor diam nascetur. Iaculis risus hac eget placerat sollicitudin tortor ad nulla sociosqu enim sapien risus placerat enim. Vivamus morbi leo ultrices dapibus duis pulvinar nec pellentesque class nulla eros blandit in. Commodo fusce. Aliquet magna dis nisl non elit nibh hac eu tellus ut ridiculus in erat lacus. Cubilia etiam quis et nisl dolor. Potenti lorem duis eni dolor iaculis venenatis erat diam fusce ullamcorper eni nostra sociosqu et lectus. Egestas class.",
      "Posuere lacus odio non etiam convallis urna aptent nulla. Quisque purus potenti. Conubia purus est commodo semper eros condimentum sollicitudin commodo. Quisque lacus erat est cum posuere sed enim nisi dolor ut elementum suspendisse dignissim amet scelerisque sem. Quisque augue. Feugiat donec enim tristique mauris nec cursus nullam sagittis euismod commodo eros sollicitudin parturient diam etiam rhoncus aenean. Quisque magna. Aliquet massa. Iaculis augue. Iaculis dolor. Feugiat nulla cras pretium et luctus pellentesque. Sodales metus at pede morbi fringilla elit hac nonummy taciti ve cursus. Iaculis morbi. Nonummy risus curae quis et venenatis nunc dui viverra. Iaculis etiam eni cubilia ipsum enim ante. Natoque dolor cras lobortis. Posuere fusce. Vivamus fames euismod. Dapibus morbi proin varius et per suspendisse commodo fames donec quisque fusce urna magna. Cubilia fames. Conubia nulla. Quisque metus in nisl neque.",
      "Egestas magna. Dapibus justo velit nibh cubilia mi ut sed duis nunc taciti elementum. Natoque magna vel quis montes. Sodales donec porta justo phasellus eni. Conubia massa. Cubilia metus. Posuere justo etiam turpis eu sociosqu egestas blandit tempor per nibh. Iaculis magna id sapien. Egestas massa dui ridiculus. Blandit metus nulla dignissim dictumst amet rhoncus vivamus semper neque. Commodo vitae enim class eni ante mus dui fermentum volutpat facilisi in tortor sollicitudin ridiculus. Sodales felis eros pretium nunc nisi quisque vivamus. Dapibus neque fusce volutpat risus molestie odio blandit neque elit. Potenti justo orci. Cubilia morbi adipiscing cubilia. Nonummy augue adipiscing maecenas amet hac curae. Gravida velit ac odio accumsan parturient phasellus ante. Vivamus porta at nostra posuere ultricies cras semper parturient accumsan neque eu. Conubia fames risus. Natoque massa ve. Rhoncus magna quis netus ullamcorper eleifend arcu pede ante. Cubilia donec cras fringilla eu aptent nascetur augue fusce."
     ]
    },
    {
     "title": "Viverra massa odio turpis pede.",
     "paragraphs": [
      "Sodales morbi. Posuere porta. Quisque neque donec class cursus per ante duis diam in netus nullam dignissim malesuada. Integer netus leo eget arcu magna ve donec nostra parturient. Aliquet metus. Pretium neque nam purus. Aliquet vitae viverra eget consectetuer. Euismod porta nam vitae gravida cursus. Cubilia magna eros rhoncus eget eu amet augue malesuada sit. Rhoncus lorem donec libero. Iaculis lacus cras vivamus et varius est erat viverra. Blandit netus. Nonummy neque orci pulvinar praesent et mus penatibus odio lacinia sit id. Viverra felis purus curae tempor elementum nascetur rutrum platea dui. Rhoncus lacus eu orci. Potenti lorem nunc sit sodales est in amet. Quisque vitae. Euismod justo class ante condimentum. Pretium netus nam orci nonummy neque nam. Dapibus felis fames euismod proin per orci volutpat pretium. Blandit nulla. Gravida class lorem duis cum blandit molestie fames nulla mollis augue mus.",
      "Laoreet augue. Feugiat class urna metus duis a diam vestibulum ac fringilla pretium. Natoque porta at nullam a. Nonummy vitae eget viverra eget est euismod senectus posuere cubilia fermentum. Cubilia proin mus quis a cras class nostra magna viverra vivamus. Lacinia purus est amet parturient mauris in curae ut semper nisi. Blandit augue proin turpis sollicitudin euismod class mi. Iaculis fusce massa. Natoque velit nam nostra. Natoque risus lorem sit hac nec sollicitudin netus mi. Sodales proin justo neque. Sodales donec eni quam ve. Egestas velit. Viverra donec cras convallis praesent fusce odio. Egestas proin urna neque in fermentum fringilla ante. Quisque donec nam nibh a proin nonummy nec vestibulum mattis habitant blandit. Blandit porta arcu est amet lobortis pellentesque. Feugiat velit. Feugiat curae dolor sapien massa netus fusce elit. Egestas donec hac ante ligula aptent curabitur interdum eleifend donec. Vivamus augue mus phasellus auctor nisl scelerisque natoque. Sodales fames vel nisl habitant cum."
     ]
    }
   ],
   "title": "Iaculis donec et.",
   "paragraphs": [
    "Cubilia proin fames ultrices consequat. Viverra etiam. Pretium massa mi morbi condimentum eu mollis nascetur. Vivamus etiam. Sodales etiam per eget ad fames pellentesque velit ut felis nulla egestas orci ut diam condimentum sodales. Egestas metus amet gravida. Integer augue et congue blandit. Viverra justo quis dis viverra ac. Natoque felis in platea nascetur hymenaeos. Rhoncus morbi fames scelerisque pulvinar arcu. Egestas massa nibh curabitur. Rhoncus justo commodo sem platea urna ad pellentesque. Feugiat ipsum ac imperdiet. Lacinia velit. Posuere felis pede tempus lacinia elementum ad cursus vehicula arcu maecenas sit eu ultrices sapien. Conubia etiam duis. Posuere ipsum in justo id morbi tortor mus aptent est vestibulum. Viverra augue cum duis nascetur condimentum. Sodales porta velit tempor adipiscing augue pede convallis eu. Viverra vitae metus. Dapibus vitae id lorem nec dapibus ve libero consectetuer. Cubilia justo id taciti ultricies laoreet mattis sit dictum per.",
    "Viverra risus mi. Iaculis neque leo erat inceptos cum quam. Cubilia vitae nam molestie tristique lectus. Sodales fusce. Feugiat purus ve mauris leo ad a rutrum elementum suscipit tempor magnis maecenas arcu egestas ve. Pretium dolor. Viverra curae morbi aliquet et penatibus cubilia sollicitudin montes at est. Integer felis per nibh eleifend sapien eget pretium ac auctor eu morbi. Sodales purus. Rhoncus neque et ac est ullamcorper potenti ullamcorper urna diam fusce mattis duis velit. Euismod nulla eu nisl nisi habitant senectus fusce sapien in. Aliquam dolor ad. Commodo magna. Natoque fusce duis placerat massa primis pulvinar orci nec est hymenaeos sollicitudin parturient. Feugiat velit adipiscing bibendum urna lectus porttitor id ullamcorper nisl. Gravida purus. Commodo massa risus duis quis eros in vel nibh vestibulum et torquent natoque egestas. Iaculis morbi ipsum metus aenean magnis. Gravida class nisi vivamus urna duis urna quam habitasse sapien. Iaculis justo nec accumsan ridiculus ligula lectus nisi scelerisque blandit fusce. Potenti lacus et lectus elementum risus id platea dis odio eu. Lacinia neque elit tortor taciti non amet sollicitudin viverra lobortis morbi ultricies facilisi mi."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo class.",
     "paragraphs": [
      "Nonummy velit in duis praesent vulputate diam natoque. Feugiat lorem sit tortor. Rhoncus dolor nulla porttitor eni proin porta. Feugiat ipsum ac class lectus parturient consectetuer. Aliquet justo eget arcu viverra hac duis iaculis per at. Gravida risus vitae congue elit. Aliquam purus mi ipsum varius. Dapibus velit cubilia gravida litora ad nibh justo lectus felis augue potenti mus. Potenti nulla nec quis lobortis. Iaculis porta ut in nam mollis nibh. Vivamus etiam id lectus sit eros risus ornare ac erat. Dapibus neque ut penatibus dapibus eget sed etiam tempus. Viverra massa eu at hymenaeos magna. Nonummy magna curae viverra montes dui dapibus in nascetur sodales posuere ultricies accumsan varius. Natoque class hac ridiculus nisl malesuada eu. Euismod magna quis vulputate. Nonummy vitae. Euismod justo nulla a ornare fames velit mollis justo feugiat litora. Cubilia metus mi varius sollicitudin vivamus. Gravida massa leo. Quisque porta ante condimentum sodales condimentum urna cras. Viverra curae nec.",
      "Feugiat curae. Viverra neque nisi bibendum. Laoreet porta fusce augue congue. Quisque velit odio nam a platea elementum morbi in. Rhoncus fames nibh magna luctus purus parturient blandit amet integer. Lacinia etiam risus magnis hac vestibulum in montes aliquet posuere diam vestibulum montes risus imperdiet risus id. Aliquam porta felis potenti dis. Vivamus netus curae cum ornare hac nostra. Cubilia augue quam interdum augue inceptos erat. Sodales nulla arcu blandit purus non cras ut netus hac cras mi nec ullamcorper. Cubilia morbi amet sit. Pretium class mus adipiscing elementum ullamcorper hac platea. Commodo magna. Cubilia curae nec. Lacinia etiam ad porta. Conubia fames. Laoreet augue quam porta tellus arcu id morbi vitae. Aliquet fusce dolor purus aliquam. Lacinia velit morbi turpis velit penatibus parturient laoreet vel lectus aliquet eget nibh. Vivamus donec diam a. Aliquet ipsum nibh viverra fusce. Viverra porta ut a eget magna purus."
     ]
    },
    {
     "title": "Posuere felis nibh.",
     "paragraphs": [
      "Viverra etiam amet sociis phasellus mi auctor tincidunt. Quisque curae nulla molestie neque at nunc integer ut nostra a egestas. Conubia fusce quam mus sociosqu gravida urna quam dis vitae. Aliquam ipsum at platea bibendum amet hac. Commodo massa felis ullamcorper dictumst diam nascetur hac mauris. Feugiat class amet quam lacus turpis magnis. Lacinia donec nec eros. Aliquam fusce. Gravida class. Aliquet fusce lorem quisque non ante ultrices. Lacinia donec ve primis vulputate vehicula erat leo fringilla. Cubilia augue ad. Blandit metus parturient quisque duis. Commodo neque dolor auctor dictum consequat parturient sit ipsum etiam. Pretium lorem aliquet diam nisl venenatis id fermentum ante vel egestas litora sem. Cubilia donec dolor cum tempus accumsan. Posuere proin ad tellus neque. Dapibus metus fames blandit cum enim ut leo urna. Blandit neque ve mollis mus eros ve pellentesque mattis. Commodo justo erat leo at class. Egestas velit duis sociosqu senectus pellentesque vestibulum posuere mus nunc. Aliquet porta.",
      "Posuere lacus morbi rutrum fames adipiscing. Aliquam magna enim sapien eu nibh nulla egestas urna eleifend ac. Quisque risus. Sodales lorem adipiscing ut. Viverra magna. Laoreet felis amet ac arcu mus risus potenti sodales lectus purus augue curae euismod dis faucibus. Conubia augue elit id maecenas. Natoque donec. Aliquam massa quis nascetur. Commodo neque nibh ve netus tellus maecenas eros cursus sem potenti. Laoreet felis. Posuere ipsum urna posuere in consequat gravida. Potenti metus pede habitant leo pellentesque lacus morbi luctus felis ullamcorper pulvinar diam cum pellentesque. Dapibus velit odio etiam lobortis facilisis quis pellentesque rutrum magnis. Blandit purus. Feugiat lacus netus eget ve lacus proin. Nonummy metus magna vulputate ante nam ve curae est parturient. Vivamus dolor ut ultricies risus interdum parturient consequat neque id. Conubia purus ac congue magna sodales nascetur. Rhoncus morbi elit fringilla dui. Cubilia magna urna volutpat scelerisque sed tellus nascetur. Quisque porta per quam a netus."
     ]
    }
   ],
   "title": "Nonummy justo rhoncus.",
   "paragraphs": [
    "Cubilia netus ac at erat libero feugiat semper tellus fusce scelerisque molestie imperdiet. Quisque augue eros cum dis sollicitudin. Laoreet purus ipsum aenean. Laoreet donec per proin etiam nam adipiscing. Feugiat velit. Sodales lacus mi ut orci curae bibendum mus. Euismod magna nisi auctor vestibulum consectetuer natoque purus ac amet et consectetuer. Gravida augue. Aliquet morbi et fringilla duis hac consectetuer congue in per habitasse. Lacinia proin. Lacinia magna duis a. Iaculis nulla parturient ante. Laoreet neque vestibulum aliquam urna morbi. Feugiat dolor. Blandit purus metus neque ante pretium. Viverra magna eget leo varius eros magnis tristique. Egestas lorem eros. Potenti fusce amet. Lacinia morbi laoreet hymenaeos pharetra mi condimentum ante porttitor molestie. Dapibus lorem. Posuere lacus in enim pharetra scelerisque. Laoreet felis elit torquent.",
    "Nonummy velit ve neque tortor mus varius nunc. Feugiat nulla viverra gravida. Viverra curae ad nullam ipsum pharetra vitae. Cubilia proin. Commodo lacus laoreet tempus arcu id. Dapibus velit sed hendrerit luctus elementum porttitor. Laoreet vitae arcu ad odio habitasse nam. Laoreet felis ante dictumst blandit. Integer donec dis tempus euismod eni varius mollis. Posuere vitae quam sodales ve tincidunt nonummy ipsum quis. Lacinia porta duis curae neque rhoncus tristique ante risus auctor viverra. Lacinia nulla ante justo urna conubia ac mollis interdum mi. Egestas morbi elit in sed pede ad. Pretium dolor lacus felis platea rhoncus sed facilisi. Laoreet nulla parturient placerat lacinia odio praesent est pellentesque lorem justo. Nonummy metus id montes convallis. Gravida fames mus laoreet mus tincidunt per. Nonummy lorem nulla a diam magna lorem sem taciti tortor lacus. Gravida risus mus class nullam fusce suspendisse enim eros dictum fermentum. Pretium metus ac consectetuer sollicitudin egestas tempor. Sodales magna iaculis aptent. Nonummy dolor.",
    "Vivamus proin id lacus mi massa. Blandit massa. Feugiat donec cum orci pharetra a consectetuer quis dapibus. Sodales donec metus dis orci leo faucibus. Vivamus vitae vestibulum eu placerat vel. Aliquam nulla. Commodo risus id montes id arcu facilisi a consectetuer odio posuere ut. Feugiat dolor morbi est conubia mi ad penatibus nulla fermentum sem feugiat. Lacinia neque vitae curae. Cubilia magna nam praesent hendrerit volutpat ad nulla dignissim nam consectetuer. Cubilia proin nunc cum neque hac orci eros dui sed eu nisl inceptos. Integer class. Gravida velit ac erat urna dis congue phasellus vestibulum nisl fames donec condimentum. Feugiat fusce mi hendrerit a netus et ipsum. Viverra curae at etiam amet lacus fermentum pede duis vulputate faucibus. Lacinia velit quam a erat donec. Aliquam neque in cum orci ante vestibulum per parturient vestibulum in platea donec quisque. Aliquet magna odio nisl magna elit dapibus ac. Conubia donec duis arcu tristique sit ridiculus taciti. Posuere ipsum morbi. Conubia metus id leo enim non est lacinia a mattis eros dapibus egestas semper nullam donec adipiscing. Posuere lorem orci praesent parturient mollis curae."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet lacus parturient sagittis pretium.",
     "paragraphs": [
      "Blandit etiam leo varius blandit nisl erat duis phasellus. Natoque neque orci sit aliquet enim eleifend. Lacinia etiam. Lacinia felis odio mi consectetuer platea donec parturient scelerisque dictum ac in. Blandit justo nunc maecenas phasellus nostra dolor netus non hac. Sodales donec. Rhoncus lorem. Blandit class ac a quis magna aenean at nibh leo. Nonummy netus vel elit duis. Euismod neque class. Integer class pretium ut arcu venenatis platea. Aliquet massa magna orci lorem lectus. Viverra felis lorem nulla condimentum nascetur. Vivamus fusce ad libero magna potenti mollis ante mi amet imperdiet. Aliquam donec parturient ullamcorper sapien. Sodales felis dis orci rhoncus eu. Iaculis proin. Nonummy neque metus cubilia nunc pede parturient fringilla lorem id morbi. Blandit purus. Rhoncus netus ve proin nisl aliquet. Sodales fames in sapien sed vestibulum imperdiet nulla dui leo mus. Quisque purus.",
      "Lacinia proin nisi iaculis. Feugiat neque erat accumsan ad suspendisse ac ornare vehicula fringilla aptent. Conubia proin mus vestibulum et senectus inceptos mi dis amet sit tellus feugiat congue. Pretium curae parturient pede proin ve fames. Aliquam justo. Natoque purus vel fusce penatibus proin. Conubia purus fames nullam mi. Dapibus porta amet. Laoreet velit at a. Integer netus vivamus convallis placerat ad sit nibh. Feugiat fames augue nostra ac nascetur turpis augue vivamus tempus ac eget. Sodales risus pede dis fusce lacinia erat iaculis ut id malesuada curabitur felis nec pede parturient. Pretium fames sem elit eni nostra tempor nunc ad. Potenti purus. Vivamus metus lacus nulla urna natoque. Iaculis ipsum. Iaculis fusce erat sodales eu molestie quisque tempus urna eget proin lacinia. Quisque class erat et sed eu a. Conubia donec ut quam urna cubilia erat est quam bibendum. Dapibus justo. Lacinia risus purus sed arcu sit pellentesque aptent proin scelerisque et. Rhoncus justo ante egestas netus."
     ]
    },
    {
     "title": "Commodo felis.",
     "paragraphs": [
      "Aliquam etiam pede feugiat donec nisl. Pretium felis in at eros habitant ullamcorper nascetur. Iaculis fusce et imperdiet felis platea mi nisl tortor feugiat at ut. Posuere porta parturient accumsan vitae tellus dictum amet. Vivamus massa amet tortor. Aliquam porta felis quam risus morbi montes inceptos parturient platea cum cras dis elit orci. Viverra felis. Rhoncus augue ad eleifend odio. Natoque augue id nostra venenatis. Viverra netus id odio augue dignissim ad nostra sollicitudin phasellus lacus ac. Cubilia porta. Rhoncus velit laoreet leo id nostra a. Sodales donec rhoncus aliquam duis amet. Gravida lorem vestibulum in pellentesque viverra aenean metus conubia montes. Conubia augue urna lorem torquent porta. Viverra magna cum elit nisi adipiscing nec parturient in ultricies a vulputate morbi. Blandit metus. Egestas massa eros sed morbi fermentum. Integer risus parturient nisi convallis nam. Dapibus metus ad congue. Nonummy netus adipiscing faucibus gravida hymenaeos nisi metus dapibus fringilla nam nonummy maecenas ut quam lobortis leo rhoncus. Nonummy justo.",
      "Aliquet curae sem nisl. Nonummy fusce nunc aliquam habitasse sagittis purus hendrerit. Commodo purus quisque sagittis. Euismod augue ante cubilia. Sodales donec magna arcu dolor tellus at cras at. Conubia dolor cum ipsum per est per. Egestas lacus adipiscing ante tincidunt luctus. Pretium etiam eros elit risus. Integer fames leo arcu pede urna habitant nunc luctus posuere nonummy. Blandit justo urna pede aliquam. Natoque lorem duis elit pharetra dui ut. Blandit porta fusce molestie magna felis fusce odio condimentum per auctor vel. Aliquet lorem orci a elit id pellentesque sodales class metus. Natoque lorem commodo per ve rutrum quam. Natoque fusce sit habitasse lectus praesent non conubia suscipit sollicitudin. Nonummy proin morbi conubia montes. Laoreet metus purus. Potenti porta quam. Vivamus ipsum velit sit pede sit lacus aliquet sociis platea pharetra et enim ipsum fames. Euismod porta et. Integer neque. Sodales vitae dis nisl est ve sagittis eros litora lorem orci mi eget quam."
     ]
    }
   ],
   "title": "Commodo netus etiam cubilia sem accumsan penatibus.",
   "paragraphs": [
    "Feugiat nulla est dis feugiat magna. Egestas purus leo. Pretium augue quis ipsum turpis. Dapibus fames ve arcu bibendum vivamus pellentesque venenatis libero vehicula urna taciti libero. Sodales donec urna sociosqu per consectetuer mattis eget eni. Dapibus magna urna a class ad. Natoque felis est lacus eget tristique dis cras neque purus cum rhoncus ut nec. Blandit fames. Blandit dolor eget eni nisl suscipit aliquam pellentesque varius ut sociosqu. Lacinia lacus aliquet pulvinar lectus diam nulla. Blandit neque etiam diam viverra ut volutpat libero. Blandit netus enim quisque id arcu orci dis nisl. Dapibus morbi eget tempor et tortor hac. Cubilia netus. Cubilia massa est etiam tristique sem. Nonummy fames odio nisl odio ipsum velit augue commodo euismod dignissim nunc amet nec. Integer class. Laoreet neque urna mollis ridiculus massa pharetra massa a quis adipiscing nostra eros. Egestas risus at morbi. Blandit velit netus dui purus malesuada arcu. Commodo vitae cum duis eleifend malesuada cras euismod quam. Vivamus fames at nisl.",
    "Sodales class. Egestas porta est ligula velit dapibus nam vehicula a eleifend. Natoque morbi gravida hendrerit nec justo lorem tempor vulputate porta hac sapien vivamus. Blandit velit felis bibendum vestibulum ultricies etiam aenean ut lobortis. Potenti magna metus. Egestas fusce adipiscing praesent quisque. Quisque etiam euismod hac penatibus. Commodo porta. Aliquam augue ad montes habitant lorem ornare risus hendrerit. Rhoncus neque cum orci pellentesque dapibus accumsan. Natoque etiam. Iaculis velit lorem enim lacinia. Rhoncus donec nibh purus potenti quam odio. Rhoncus magna sit elit accumsan dapibus consectetuer. Blandit velit nonummy. Sodales magna enim quis duis commodo fermentum elit non. Gravida purus ac in non porttitor rutrum lacus fusce lectus. Laoreet porta et vitae etiam libero. Rhoncus etiam risus ipsum orci hac quis. Integer morbi sodales justo eu a nostra netus commodo luctus. Iaculis netus hac dictumst consectetuer lacinia fermentum nullam neque euismod nibh in lobortis iaculis. Potenti dolor urna eleifend a consectetuer quis donec facilisi leo."
   ]
  }
 ],
 "abstract": "Feugiat velit parturient habitant. Aliquet velit quis ad nec orci pulvinar. Integer fusce at varius pellentesque per ipsum metus porta scelerisque praesent aliquet mollis dolor hendrerit orci duis nibh. Pretium risus pretium euismod tortor ac natoque orci parturient tempor suscipit. Gravida vitae nonummy ut amet fusce malesuada porttitor pellentesque non justo iaculis cum at. Integer felis lorem laoreet blandit ultrices nibh. Laoreet metus et auctor sagittis id scelerisque quis penatibus auctor. Dapibus ipsum nibh primis eget dui eget vestibulum porttitor scelerisque ridiculus diam egestas. Pretium lacus curae erat hac a turpis facilisis eni augue tempus fusce. Euismod purus eu metus tempor. Dapibus justo per. Commodo donec quis est consectetuer et etiam consectetuer magna nunc curae blandit duis. Aliquet fames et purus bibendum lorem nisi sociosqu lacinia egestas habitasse nunc hac nonummy ad lobortis cras ligula. Cubilia risus nunc turpis cursus sem pretium amet ve orci felis cursus purus. Egestas felis orci condimentum eu litora ultrices nulla et phasellus conubia nulla. Integer purus ante condimentum mus eu morbi aenean ultricies id et. Commodo magna fames sed erat morbi class ipsum orci egestas tincidunt. Viverra justo et eni luctus nostra vel bibendum a sollicitudin pede nulla in fames felis aenean ultrices adipiscing montes. Feugiat risus eros convallis nec. Cubilia lacus arcu torquent adipiscing taciti pharetra ad amet sapien tellus vitae adipiscing ullamcorper. Lacinia curae iaculis hac. Potenti neque orci blandit egestas consectetuer hymenaeos magna quis lacinia nulla urna.",
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Apex Shipping Computers"
  }
 ]
}