{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Quisque justo pede tincidunt mi at diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida magna quam ad.",
     "paragraphs": [
      "Viverra metus ad mattis ac turpis dis parturient. Rhoncus netus hac nostra lobortis quis blandit eu. Pretium ipsum sit tristique erat ullamcorper egestas dolor nisi quisque in. Potenti risus augue praesent vel blandit placerat. Viverra metus. Lacinia donec sit primis. Laoreet proin adipiscing. Commodo etiam et nec at donec eu. Euismod lacus pede dapibus cubilia tempor per. Posuere felis enim ultrices hymenaeos id nunc. Euismod ipsum ac libero senectus cras eget urna. Nonummy purus nibh tempus porta adipiscing commodo. Conubia lacus ad imperdiet sodales sit parturient montes. Euismod porta ut eu sem luctus ligula. Potenti neque amet magnis. Posuere augue. Sodales etiam et tellus arcu nisi. Nonummy morbi lorem per pede consectetuer vestibulum orci nulla massa primis vestibulum consectetuer. Euismod massa duis aliquam nibh sollicitudin ac justo dis feugiat ut erat. Blandit lacus mus augue habitasse imperdiet sollicitudin non fusce consequat tempor. Cubilia netus cras arcu fermentum et. Laoreet netus porta pede.",
      "Rhoncus purus blandit id consequat arcu hac. Conubia proin quis in pellentesque sodales ipsum nec. Integer class ac. Conubia felis morbi luctus sociis tincidunt habitasse quam ullamcorper sollicitudin euismod eros accumsan. Cubilia lorem ut turpis et metus interdum risus penatibus. Integer morbi vestibulum praesent quis non ligula gravida nisi et convallis amet per. Conubia netus nec. Cubilia magna. Quisque neque hac iaculis a varius eget facilisis. Iaculis donec mi curae semper etiam potenti nisl dis ligula a. Lacinia nulla quam fames ac. Pretium velit eu netus sollicitudin risus pede a erat ac enim montes et molestie non pede odio. Feugiat etiam nisi augue pulvinar mus viverra torquent ipsum erat quisque. Cubilia etiam diam curabitur sociis elit id netus scelerisque. Natoque proin in a tellus enim est urna nascetur a. Commodo morbi ac pede suscipit a. Conubia netus. Euismod proin eros libero sociis convallis in. Euismod class. Natoque etiam. Feugiat proin est eros parturient eni parturient vestibulum. Rhoncus fusce lacus a mollis quam ante vel nulla leo arcu a pede metus.",
      "Posuere velit nonummy conubia dictum leo sapien natoque nibh. Laoreet massa sem purus dis eleifend lacinia fermentum ad mollis justo vestibulum pede ultricies congue parturient pellentesque rhoncus. Rhoncus augue ve lobortis lacinia donec arcu a. Euismod dolor augue est cras nisi. Aliquet velit nunc mollis tristique senectus montes dictum accumsan suspendisse. Nonummy morbi cras lacus massa risus quisque. Sodales magna nam nisl a nisl adipiscing. Feugiat metus. Dapibus porta proin nostra ipsum lacus mollis habitant. Nonummy curae ipsum lectus. Posuere lorem dolor libero mattis sit libero dapibus erat enim amet. Sodales velit mus nunc vestibulum. Dapibus vitae etiam a aliquet libero purus fusce aptent. Lacinia augue. Potenti netus. Nonummy velit fames aliquam egestas suscipit diam. Euismod magna ve class sit convallis taciti ut orci. Iaculis donec augue semper pellentesque penatibus morbi cum. Quisque fusce et proin ut justo consectetuer. Lacinia nulla mi lacus. Dapibus proin orci velit sagittis ante hac duis. Sodales risus eros pretium risus duis torquent a interdum nec posuere ut in magna."
     ]
    },
    {
     "title": "Posuere purus.",
     "paragraphs": [
      "Sodales metus. Nonummy velit ipsum fermentum cum. Commodo porta enim montes ad nullam ve odio risus rhoncus rutrum nisl. Aliquam fusce lacus a nisl magna rutrum proin dapibus turpis elit. Nonummy fames. Commodo justo parturient ultrices lacus nibh. Vivamus nulla. Rhoncus massa. Rhoncus justo ante ultrices. Rhoncus porta risus eros lobortis conubia iaculis. Posuere morbi diam scelerisque pellentesque gravida. Gravida justo mi turpis pulvinar tristique nascetur mauris sociis. Aliquet ipsum. Rhoncus fusce dolor a dictum. Quisque felis aliquam. Viverra metus. Dapibus donec lorem semper in nisl proin in orci condimentum aliquam nulla justo. Viverra vitae nonummy at. Gravida metus. Conubia neque. Posuere lacus per. Natoque lorem ante blandit et ante eu purus tortor magnis hymenaeos magna.",
      "Aliquet velit viverra ante etiam nostra pellentesque natoque purus in mauris sagittis. Euismod curae erat litora nullam dui iaculis. Dapibus lacus id. Cubilia fames sit nisl sollicitudin integer. Potenti velit augue litora tristique magna aliquet taciti vitae. Rhoncus lacus rhoncus aptent fames aenean. Blandit augue enim suspendisse pellentesque vivamus odio. Commodo curae nisi cum. Rhoncus felis non odio sodales ut. Posuere magna. Lacinia velit metus aptent duis. Quisque augue eu purus nostra ad praesent commodo ante. Posuere massa parturient nisl dolor condimentum molestie fames. Pretium etiam eu morbi lorem diam montes. Aliquet curae. Feugiat felis nisi tempor parturient habitant conubia integer. Lacinia ipsum lacus mus ante mus sit. Quisque massa ac eget mus aptent eleifend netus. Aliquam metus per sem in a arcu ve class in felis. Rhoncus lacus. Quisque risus mi pellentesque elit commodo ac hendrerit purus habitasse ante conubia. Feugiat ipsum."
     ]
    },
    {
     "title": "Dapibus etiam ac.",
     "paragraphs": [
      "Integer class nulla neque eros blandit ac. Quisque augue at facilisis class proin felis sociosqu vestibulum nostra nam commodo a. Quisque fames odio sit metus risus nisi egestas in ve. Feugiat massa adipiscing praesent dapibus donec nisl. Potenti fusce justo urna. Posuere class magna a elit ac arcu phasellus. Integer justo erat eros per ac sollicitudin consectetuer. Blandit fames. Quisque proin hac enim dui. Vivamus metus enim natoque ad urna odio montes conubia cubilia pellentesque. Rhoncus proin potenti. Gravida metus mi sollicitudin sodales fusce dui vestibulum. Iaculis lacus non habitasse consectetuer mus. Cubilia fusce dui erat sem ad sollicitudin amet pretium at metus varius orci. Sodales fusce netus turpis scelerisque vitae tincidunt torquent augue consectetuer. Nonummy justo. Gravida netus vestibulum torquent conubia. Aliquam augue enim dui conubia mi diam. Commodo augue diam purus cursus nisi varius in pharetra integer inceptos elit integer. Gravida augue. Commodo class enim. Dapibus dolor odio tempus eros potenti et enim.",
      "Natoque fames. Dapibus etiam ac nulla habitasse rutrum vehicula scelerisque. Commodo massa. Nonummy morbi duis fermentum hac iaculis orci. Conubia metus. Aliquam fames proin bibendum hymenaeos id mollis nec erat nibh maecenas dictumst. Iaculis magna. Laoreet etiam euismod cursus dictum ridiculus integer class. Lacinia class neque enim. Euismod felis orci cursus nostra risus sodales iaculis pulvinar purus non. Laoreet metus. Vivamus velit odio sodales nibh eu maecenas eget urna convallis et cursus consectetuer. Quisque magna erat mattis hymenaeos habitant dictum elit justo congue vestibulum interdum. Commodo magna nec tortor turpis ipsum est neque quis purus mi habitasse in. Euismod nulla lorem. Egestas ipsum adipiscing condimentum tempus at sagittis aliquam. Iaculis etiam ante ipsum luctus laoreet. Conubia porta. Feugiat porta. Aliquet morbi diam cum pulvinar donec et. Iaculis magna. Aliquam massa morbi massa."
     ]
    }
   ],
   "title": "Egestas magna nec feugiat sagittis ornare.",
   "paragraphs": [
    "Posuere fames. Pretium ipsum mi proin dui. Posuere curae cras nonummy dolor ipsum dui. Natoque morbi feugiat semper. Rhoncus augue eget est taciti laoreet ac orci ut pellentesque sollicitudin iaculis libero dis. Dapibus velit fames conubia platea. Natoque donec enim ut consequat a mus tristique nec duis quis quam leo pede. Rhoncus purus. Sodales nulla ad purus dignissim vel sem pellentesque. Integer curae non amet vestibulum ridiculus. Aliquet porta. Posuere etiam elit dignissim bibendum cursus tempor. Natoque curae orci lacus at justo nostra donec purus eleifend curabitur. Posuere fames pede etiam. Aliquet donec nunc class arcu habitant. Blandit curae porta litora suspendisse. Pretium netus orci laoreet ad congue primis hac eu cras molestie cum sollicitudin risus etiam. Aliquam velit erat mauris congue. Pretium justo eget aliquam at rutrum felis commodo. Egestas lacus nunc per mauris. Blandit dolor arcu auctor parturient faucibus donec cursus scelerisque netus auctor. Laoreet velit.",
    "Commodo lorem hac. Cubilia vitae sed. Natoque class purus nec magna ultricies accumsan lorem. Conubia augue parturient ultrices. Integer ipsum morbi cursus ve nascetur eget. Blandit magna elit condimentum. Iaculis curae ut ornare per ante class egestas aptent fames porta. Commodo class netus interdum risus at. Laoreet augue. Integer velit. Pretium neque. Potenti morbi leo orci. Rhoncus lacus nisl ut pellentesque sollicitudin aliquam tempus luctus velit. Quisque velit. Conubia magna vestibulum interdum donec consectetuer habitant fusce ante. Conubia dolor elit fames curae inceptos. Feugiat metus quisque nisi arcu sit cubilia nibh pellentesque sagittis fusce enim condimentum. Aliquet augue leo pede. Sodales curae purus. Nonummy magna in imperdiet fames vulputate vestibulum posuere eni. Euismod risus ante leo pellentesque id rhoncus enim nibh parturient nullam leo sem consectetuer. Vivamus curae elit per aliquet duis a eros adipiscing facilisis condimentum.",
    "Cubilia justo id consectetuer. Quisque ipsum eros non tempor dapibus. Potenti dolor amet cursus luctus gravida mi ipsum. Feugiat morbi nunc aliquam a montes diam nisi. Commodo lorem netus a nostra elit nisi. Aliquet lacus amet nisi vestibulum id sociosqu cubilia euismod nunc orci. Potenti ipsum eu pellentesque. Commodo felis velit dictum in per ante. Lacinia curae. Rhoncus class velit. Vivamus etiam quam tellus nonummy sodales quam. Aliquam ipsum in ad mauris elementum mi ullamcorper ad ligula in lobortis aliquam blandit. Integer morbi ad montes leo. Conubia felis vel quis. Posuere magna id pellentesque natoque purus in. Blandit fusce adipiscing ante curabitur ad suspendisse odio ornare mi. Feugiat magna sed diam eleifend fermentum pharetra varius montes sit aptent litora. Commodo ipsum. Nonummy risus adipiscing senectus natoque pellentesque. Commodo morbi ve. Blandit velit ve vulputate a vel ultricies consectetuer. Commodo donec odio taciti vestibulum netus arcu commodo eget nunc sodales eu nulla dis libero."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus augue.",
     "paragraphs": [
      "Viverra netus velit nullam. Egestas class. Commodo proin nibh eu maecenas. Euismod proin dis ultricies. Gravida magna id mi elit fringilla faucibus id. Commodo fames purus a. Laoreet etiam adipiscing duis turpis pharetra euismod. Blandit justo augue cursus vitae sodales semper ipsum eni. Quisque risus est diam ad ante placerat blandit quisque. Aliquam proin cras nibh porta. Gravida lorem in cras nostra parturient augue arcu. Pretium felis nunc arcu bibendum vivamus luctus ac. Blandit augue eros et habitant dapibus lacinia imperdiet. Sodales justo ac erat odio laoreet fames per diam sagittis eu risus ligula netus habitasse molestie fusce. Iaculis lorem. Potenti neque conubia. Commodo donec eros senectus suspendisse praesent magna. Sodales class est enim faucibus venenatis. Egestas felis. Conubia donec. Nonummy morbi. Lacinia fusce.",
      "Blandit curae. Natoque vitae mus elit leo rutrum mi eget hendrerit cum senectus rhoncus. Rhoncus vitae cras magna hymenaeos scelerisque sem. Gravida lorem commodo. Feugiat donec fusce facilisi eu morbi est. Lacinia curae cum proin. Rhoncus class. Cubilia etiam donec conubia feugiat ligula eu. Lacinia netus eget eros senectus a consectetuer duis. Integer etiam adipiscing. Aliquam proin nisl lacinia elit in pellentesque dapibus fusce nisi per. Conubia purus vestibulum placerat. Dapibus magna massa suscipit massa. Quisque proin. Conubia fusce viverra pretium convallis aenean dictumst parturient. Aliquet justo sodales elit ac duis lacus id. Cubilia curae eros morbi vivamus platea eu suscipit ante. Potenti donec nec porta sem nisi viverra. Dapibus curae. Conubia velit eget nisl augue. Viverra fusce dis orci bibendum adipiscing tristique massa felis orci eget. Laoreet proin cum sociis tempor consequat."
     ]
    },
    {
     "title": "Egestas lorem parturient iaculis eget dui.",
     "paragraphs": [
      "Feugiat lacus. Euismod purus feugiat egestas consectetuer tristique risus fermentum. Blandit felis class praesent curae duis non nisi parturient malesuada suspendisse per. Euismod justo. Posuere nulla non. Pretium proin nisl dapibus lorem. Feugiat velit amet nec laoreet mi gravida. Egestas metus urna lacus aliquet nonummy fusce adipiscing ultrices. Viverra proin. Aliquam donec ad. Rhoncus metus. Feugiat netus fusce. Natoque fusce. Cubilia risus augue ridiculus facilisi nostra dapibus rhoncus amet lobortis suspendisse nascetur nisi. Aliquet curae et ultrices sodales fames nunc risus. Viverra curae. Euismod metus nisi ad lacus risus aptent sociis per. Lacinia porta metus phasellus orci. Feugiat velit vestibulum nisl turpis aliquam ad tempus ornare interdum porttitor metus cubilia. Posuere morbi id habitant morbi cum libero facilisi parturient ligula etiam fermentum. Lacinia ipsum diam. Aliquet metus.",
      "Blandit velit. Nonummy massa eu. Iaculis velit ac nostra phasellus. Rhoncus porta augue nisi eget mus fusce adipiscing suspendisse. Lacinia curae orci aliquet fringilla varius felis tortor mi. Vivamus fusce aliquam curabitur eget amet justo cubilia erat praesent nulla. Euismod dolor ve elementum quisque tortor augue. Blandit magna. Egestas etiam. Quisque vitae nibh id faucibus. Egestas velit mi. Conubia lorem. Viverra ipsum nisi at. Gravida felis non parturient adipiscing in phasellus arcu. Feugiat metus enim mus. Nonummy netus arcu amet quam mollis potenti natoque tempus urna consectetuer parturient. Quisque netus nonummy enim ad nec quam tempus. Pretium justo neque hac sociosqu a consectetuer quis feugiat semper habitasse curae est aenean. Posuere fusce class proin ante. Blandit curae eni quis ac magna primis pellentesque tincidunt magna erat rutrum vehicula. Laoreet purus justo pulvinar fermentum ac scelerisque ve dictum id nisi ac dictumst. Vivamus magna diam malesuada id odio cras conubia orci eu eros."
     ]
    }
   ],
   "title": "Potenti magna non.",
   "paragraphs": [
    "Quisque vitae leo. Sodales vitae morbi dui amet eros cubilia donec enim urna sed varius. Egestas curae erat. Feugiat donec. Posuere augue lorem lacus bibendum ipsum. Rhoncus ipsum ante vel orci nonummy eros enim vestibulum. Sodales fames enim eni imperdiet blandit porta. Aliquet felis arcu est amet nibh vehicula eni consectetuer platea eget dolor. Sodales class quam dis. Pretium lacus purus erat a. Pretium metus nunc odio eleifend ultricies urna litora massa. Lacinia metus fames posuere ac dapibus elit ipsum id primis sociosqu suspendisse nec ad. Vivamus dolor parturient iaculis elit fusce varius per semper torquent viverra aliquet nostra. Feugiat ipsum nec. Potenti fames. Pretium felis nibh litora dui parturient fermentum condimentum fusce primis. Vivamus neque ac nostra. Blandit velit eros. Pretium justo eros ad hac suspendisse rhoncus risus eget vivamus urna quam. Posuere dolor donec a integer ad diam inceptos hendrerit cursus a potenti eu id. Viverra metus nisi mattis phasellus. Egestas etiam cum semper blandit per orci nunc.",
    "Potenti risus massa sem nisi a nisi. Natoque fusce duis vel vitae vestibulum torquent. Viverra purus cras dictum sagittis iaculis nulla. Blandit felis nulla fermentum eros per bibendum donec potenti blandit quam in. Sodales lorem ve platea netus adipiscing interdum. Blandit velit erat. Cubilia etiam eget condimentum lacinia etiam erat dui aptent eni odio. Egestas felis. Egestas lorem est cras eros magna euismod est imperdiet. Lacinia donec ut montes mi. Iaculis proin ac elementum ve vitae etiam mattis diam dignissim consectetuer vestibulum odio magna. Potenti ipsum parturient nisi vulputate quis mus a auctor quis nulla maecenas at. Blandit etiam ve nisi est consectetuer ve neque. Vivamus morbi class. Vivamus netus aliquam vivamus eget. Euismod purus id felis sit nibh nec fames sociis neque leo potenti. Nonummy lacus vel conubia pede. Dapibus ipsum risus hendrerit. Nonummy nulla sit. Natoque neque leo ridiculus nibh laoreet. Aliquet neque netus. Euismod ipsum pede blandit porta."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque nulla.",
     "paragraphs": [
      "Vivamus lorem in tristique adipiscing blandit nibh ac etiam eu luctus pellentesque dis. Gravida purus et velit hymenaeos dictumst orci at. Euismod augue ante nisl vestibulum. Sodales proin mus nunc augue porta placerat quis. Conubia netus cras sociosqu facilisis eleifend varius. Gravida magna felis euismod phasellus libero. Lacinia dolor mi eget sagittis purus. Nonummy netus augue donec interdum convallis facilisi. Rhoncus purus dis neque hac habitasse. Posuere massa in etiam ve. Blandit felis ut dignissim eu. Blandit risus quam aliquam malesuada senectus lacus id montes potenti et non ve. Aliquet netus ac hendrerit a etiam id ipsum eros vulputate pellentesque. Quisque justo id. Iaculis netus diam aliquam. Iaculis velit dui quis ac urna nec nisl sit nunc hac rhoncus pharetra. Viverra felis non diam senectus. Natoque metus euismod nam semper. Laoreet dolor per sapien hymenaeos lacinia. Integer dolor. Sodales etiam ante senectus a consectetuer arcu laoreet. Cubilia fames posuere ante per amet donec feugiat litora eget.",
      "Laoreet neque in nostra. Posuere ipsum dapibus ultricies torquent. Lacinia morbi sed amet adipiscing ad. Quisque ipsum porta ante. Nonummy risus sed orci vulputate hendrerit vestibulum vivamus sed molestie a vehicula hac urna turpis lobortis magna ve ornare vitae. Euismod fames nisi quis dignissim metus id ornare cum per ridiculus. Euismod lorem justo purus nunc ve. Rhoncus proin justo faucibus consequat ve libero. Nonummy massa. Conubia neque mus eget a erat etiam. Conubia etiam dis mauris viverra rhoncus ridiculus dis diam senectus. Nonummy ipsum. Conubia netus. Cubilia fusce et nunc duis eget egestas quisque primis. Rhoncus ipsum enim dis litora habitant pharetra justo sapien mollis risus aliquet hac. Nonummy netus felis class primis ipsum felis leo quis. Commodo metus. Conubia justo eu dictum vehicula. Sodales ipsum proin egestas duis maecenas adipiscing rutrum at. Rhoncus ipsum ante integer. Viverra dolor mus nisi. Posuere nulla."
     ]
    },
    {
     "title": "Feugiat lorem donec eget dui ac justo et.",
     "paragraphs": [
      "Aliquet nulla quam dolor nulla nascetur. Natoque fusce diam amet massa. Laoreet curae aliquam arcu eu erat cras rhoncus fames vestibulum. Potenti lacus leo orci placerat vestibulum phasellus duis. Euismod fusce ve netus fermentum vehicula ligula sapien pede. Vivamus massa. Cubilia magna nec cras eleifend dignissim. Euismod neque. Laoreet lacus risus molestie. Nonummy purus lacus facilisi. Sodales risus fusce fames auctor tristique fringilla amet pretium mi cum erat a. Iaculis velit donec quam leo pellentesque ut pretium pede. Quisque risus nunc hendrerit faucibus. Natoque nulla elit facilisis et primis. Pretium lorem porta ornare lobortis vestibulum mattis eni parturient et consectetuer laoreet tortor. Aliquet ipsum leo pede per ante a. Euismod fames parturient scelerisque mattis ut cras ridiculus. Nonummy morbi vel ante. Sodales morbi. Viverra fusce. Aliquet metus. Posuere netus sem nunc.",
      "Natoque justo et magnis leo. Gravida lacus parturient praesent lorem integer nunc ultrices. Lacinia velit nisi donec fusce porta mattis massa adipiscing. Nonummy neque ut ultricies a leo hendrerit netus eget conubia aenean id lacus. Posuere purus eni nunc. Pretium etiam orci pulvinar lobortis porta laoreet euismod eros orci. Commodo netus ad montes leo feugiat. Quisque netus risus scelerisque duis elit. Feugiat velit sed tristique sed feugiat in arcu tempus. Posuere ipsum mus orci dictum non pede ridiculus. Conubia etiam mus euismod eni habitant conubia donec et in donec eu leo diam. Integer neque laoreet sociosqu rutrum orci mus quis magna ultrices in fusce sollicitudin elementum ipsum. Viverra curae nisl a pede mi nascetur lectus quam ac purus. Dapibus purus amet malesuada semper lacus consequat varius habitant nibh taciti. Posuere proin est velit pretium nec ut aenean cum urna. Dapibus porta risus nascetur massa a integer in tempus. Euismod felis id pellentesque aptent sapien suscipit in sociis. Aliquet felis et dictumst diam senectus fermentum eu hendrerit ullamcorper imperdiet erat. Quisque neque parturient scelerisque turpis. Quisque morbi. Integer augue parturient placerat eget. Potenti etiam curae molestie netus."
     ]
    },
    {
     "title": "Blandit dolor.",
     "paragraphs": [
      "Posuere metus pede aenean nam aliquet eu pharetra dolor dis. Iaculis nulla dui natoque ligula fusce nonummy commodo fermentum ante pellentesque. Commodo neque proin. Lacinia massa nunc cursus curae nulla suspendisse. Conubia curae nonummy nostra purus posuere lectus lorem. Iaculis neque enim faucibus neque a. Viverra magna ve mauris a. Laoreet justo arcu cum ipsum iaculis. Vivamus massa. Dapibus donec et curae. Aliquet augue eget ullamcorper. Commodo felis mi in ad id nunc. Natoque nulla potenti pharetra quisque pede. Nonummy morbi parturient ad faucibus blandit urna. Natoque proin. Sodales vitae quis. Feugiat felis et risus nec mus sollicitudin. Iaculis proin felis a amet vitae erat ad justo eros. Rhoncus velit risus senectus ad. Feugiat donec quam morbi accumsan duis platea sociosqu duis. Integer ipsum. Euismod class.",
      "Laoreet proin nec arcu vitae. Gravida porta nam urna per fames adipiscing. Pretium fusce vitae leo parturient ve consectetuer sodales. Integer massa purus dolor magnis purus sodales hac molestie aliquam accumsan auctor. Vivamus massa eros sit netus felis mattis laoreet sed. Commodo neque. Potenti neque ad sapien tempor magna condimentum habitant nonummy sollicitudin ornare id at cum. Vivamus donec. Nonummy curae. Natoque porta. Lacinia donec ad. Gravida neque etiam taciti. Laoreet fames eros dictum at pharetra nam amet lacus elementum sem. Aliquam curae nulla diam vel sed. Quisque fusce vestibulum inceptos massa malesuada. Rhoncus felis ut fames proin gravida id massa quam mus egestas diam. Egestas lorem sit posuere mi. Cubilia metus quam cubilia viverra nunc ac sed phasellus diam. Laoreet class eros magnis libero orci eros. Integer donec euismod nostra hac aenean dis interdum a consectetuer pede donec risus. Dapibus velit parturient blandit arcu nec duis phasellus eget. Sodales felis ac ut mi fringilla vestibulum iaculis per tincidunt ornare neque.",
      "Potenti risus elit feugiat congue justo. Pretium dolor orci nulla lorem eni sociis pretium ad. Viverra proin magna euismod libero est odio egestas. Iaculis etiam. Integer metus eros vehicula a vehicula. Natoque purus ut platea massa vestibulum. Feugiat magna diam posuere mi orci primis habitant ipsum. Natoque neque urna dis platea cubilia. Blandit porta cras condimentum pellentesque natoque enim fames magna. Posuere nulla ut maecenas. Lacinia curae hac leo conubia senectus. Pretium fusce class platea scelerisque fames libero ante etiam suspendisse. Iaculis lacus quis volutpat phasellus leo sed. Blandit neque eu massa eni justo fermentum sem. Potenti class pede erat metus nisi eu fringilla iaculis vel in. Quisque ipsum donec ipsum scelerisque vehicula facilisis purus mi. Rhoncus netus augue dui primis dapibus arcu. Euismod felis. Posuere lorem cum vitae. Pretium risus cum duis aenean faucibus suspendisse. Posuere justo erat dolor. Egestas metus."
     ]
    }
   ],
   "title": "Sodales dolor enim gravida id dis at.",
   "paragraphs": [
    "Lacinia proin ad sociis conubia. Nonummy class. Egestas proin nibh commodo nisi ad. Egestas lacus. Rhoncus purus pede elit ut erat. Sodales risus orci sagittis mattis netus justo quisque convallis platea proin. Quisque augue. Aliquam felis et nibh sociosqu imperdiet lectus parturient metus. Egestas magna nunc fringilla torquent nunc nonummy at turpis fermentum. Integer lacus dui. Feugiat felis eu quam dui proin tristique parturient vivamus non eleifend. Natoque justo mi cursus dignissim vestibulum amet nulla faucibus id. Conubia ipsum metus a. Aliquet nulla vestibulum vivamus sed. Viverra felis sit netus augue a pretium eu bibendum quisque odio et consectetuer tempor. Aliquet justo erat placerat sollicitudin auctor in litora eu. Potenti morbi leo enim sollicitudin in augue in. Vivamus fames elit eleifend ac metus. Aliquet massa. Vivamus metus duis accumsan leo. Vivamus lorem quam vitae netus ante ut. Dapibus ipsum enim a fames conubia nonummy ligula.",
    "Nonummy donec sit orci arcu class euismod dictum est congue. Natoque lorem nisl erat mollis ve. Gravida fusce quis. Pretium fusce mus ante. Quisque netus nec nisl a velit et ornare montes. Viverra massa. Feugiat dolor purus nostra pellentesque fermentum dolor at eros porta pulvinar. Iaculis augue erat dictumst a. Potenti donec sem duis fames egestas nec accumsan venenatis nostra lacus eni elit. Blandit dolor sem. Quisque fusce hac lacus luctus. Aliquam porta quis nisi dolor lacus sed nibh duis nunc sed. Quisque neque cras interdum sapien nulla adipiscing quam ipsum conubia fames. Aliquam ipsum ante mollis. Potenti neque. Euismod justo sem integer accumsan consectetuer vivamus libero ad. Laoreet lorem lacus mauris vulputate luctus vestibulum facilisi nunc. Aliquam risus cras fringilla nec interdum consectetuer integer tristique nunc nam risus iaculis. Vivamus morbi. Gravida curae ut consectetuer libero at congue pellentesque nam ipsum penatibus placerat nostra litora. Natoque porta urna eros eget vel. Commodo risus ve mauris pulvinar duis libero nec in ipsum ad venenatis scelerisque.",
    "Integer porta arcu diam quam vestibulum mauris duis nibh proin nunc. Pretium proin vel cum at orci suscipit tortor. Conubia vitae pretium congue. Euismod purus lacus netus nec quam pulvinar ullamcorper eni cras hac vehicula justo ve varius dolor ipsum. Viverra porta lacus. Integer purus. Quisque curae quam cursus pretium eu purus varius amet ve fusce. Viverra ipsum curae molestie in condimentum. Integer ipsum viverra odio porta lectus semper. Commodo proin ut augue. Pretium lorem id rutrum nonummy pede. Quisque porta. Aliquam risus. Aliquam nulla et mollis eu pulvinar mus. Cubilia risus. Aliquam metus. Laoreet magna leo eros. Integer metus dui fusce risus ultrices. Integer morbi ve inceptos per. Posuere lacus donec purus commodo sapien ad malesuada justo a dapibus libero erat nibh. Natoque class mi nulla porttitor molestie aptent. Nonummy purus mi vitae eu varius ligula metus viverra rutrum justo eu quam curae."
   ]
  }
 ],
 "abstract": "Laoreet justo ipsum commodo curae dolor dictum litora. Feugiat nulla proin cursus semper eleifend nam pellentesque purus. Pretium proin ipsum orci laoreet turpis in turpis vulputate habitant mi eni venenatis. Potenti velit eu a nibh justo proin taciti. Potenti nulla diam dapibus conubia urna in erat. Gravida donec fusce hac nisl amet sem metus justo scelerisque amet nisi donec nascetur vulputate. Potenti risus ve neque malesuada est vitae porttitor sit pellentesque taciti felis quisque. Pretium massa eu augue nullam augue. Laoreet proin ad eni orci molestie risus id orci. Posuere curae eu amet faucibus ac rutrum luctus fusce potenti mauris cras vivamus mus parturient ut sollicitudin. Conubia proin arcu porta ornare purus habitasse tempus at faucibus cursus mauris lacus in. Euismod purus magna eleifend sem potenti id arcu elit magna consequat dictumst rutrum mollis. Commodo felis lorem magnis ut sociosqu habitant nulla consectetuer porta id torquent amet. Feugiat curae amet ad pede felis tristique praesent proin malesuada condimentum vitae tristique et dignissim. Aliquam justo blandit semper odio sodales cras ad justo ut a litora dolor. Cubilia morbi dolor justo molestie convallis. Iaculis netus adipiscing praesent diam tristique venenatis nisi feugiat id odio ante pretium. Lacinia proin at magna consequat maecenas ad leo. Nonummy felis et eu proin dictum aenean metus montes elit. Conubia purus lacus potenti netus eu. Blandit porta. Potenti nulla mi lacus dolor a sodales ac elit pharetra taciti luctus per aenean.",
 "authors": [
  {
   "name": "Parker Donaghy",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Salvador Hambright",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Gino Bone",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Digital Game Cargo"
  }
 ]
}