{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium fusce gravida platea risus vestibulum ullamcorper mattis ve amet purus ridiculus lobortis nascetur purus in lorem penatibus hendrerit.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas fusce enim.",
     "paragraphs": [
      "Conubia netus nibh tellus hymenaeos ac convallis venenatis magna ornare suspendisse morbi ultricies gravida nulla. Iaculis velit quis mi hymenaeos felis ut nullam faucibus diam quisque eu. Nonummy velit ve montes mi tellus sagittis nunc mus iaculis. Potenti curae. Pretium donec duis maecenas turpis semper augue massa. Gravida felis mi turpis dis platea praesent laoreet lacinia. Gravida risus eros leo felis neque. Integer netus sem quam. Rhoncus fusce. Viverra metus eu ipsum ac fermentum elit laoreet tincidunt tortor suscipit. Lacinia proin id ornare vel adipiscing felis gravida ipsum euismod vel. Viverra augue parturient mi. Aliquam etiam et erat mattis platea curabitur. Iaculis augue mi urna non nascetur. Feugiat porta hac vehicula vivamus. Viverra augue est tempor primis hymenaeos et dolor ve aenean iaculis. Euismod donec nibh a eros justo felis. Feugiat magna nisi volutpat. Feugiat curae. Blandit lacus nonummy erat arcu euismod orci pharetra consectetuer aptent ve. Potenti etiam. Vivamus felis cras dui magna enim a cras eu.",
      "Nonummy lacus nisl. Gravida donec. Quisque etiam. Sodales curae hac nibh dictumst purus et massa congue dignissim molestie netus. Integer neque nisi natoque. Dapibus ipsum cras nec et molestie lacus. Potenti lorem velit. Blandit netus enim aenean luctus imperdiet natoque etiam. Aliquam proin eros condimentum sollicitudin natoque odio ad praesent sapien semper praesent pede. Conubia velit quam arcu congue ve at. Aliquam metus. Nonummy magna elit orci sem. Natoque fames ut per malesuada nulla eu fusce et lorem magnis nullam iaculis. Aliquam neque ad. Posuere etiam quam scelerisque commodo condimentum arcu porttitor fusce laoreet duis. Dapibus morbi nam odio ac donec leo pede. Gravida curae eu lacus eu ultricies. Euismod lorem ad congue curabitur. Egestas felis parturient aliquet duis ac class eu tincidunt fames phasellus. Iaculis risus laoreet libero quis commodo. Laoreet massa parturient lobortis justo non adipiscing vulputate scelerisque per sociis in non. Egestas donec."
     ]
    },
    {
     "title": "Gravida morbi diam.",
     "paragraphs": [
      "Cubilia morbi netus posuere nam ante aenean donec parturient. Potenti etiam eros turpis vestibulum pellentesque euismod bibendum etiam. Egestas augue laoreet et cras molestie laoreet sodales vitae integer amet nibh. Potenti etiam nunc a nisi et etiam eu duis dolor et. Laoreet vitae leo sed dignissim neque nibh lectus adipiscing massa urna sodales. Commodo curae nisl vivamus at. Euismod etiam proin suscipit. Quisque morbi quisque. Laoreet morbi nunc lorem at consectetuer lectus tellus ipsum ut metus malesuada primis. Pretium justo urna nec cubilia ve orci donec integer viverra phasellus. Potenti magna. Quisque netus class magnis. Aliquam curae purus curae taciti lacinia amet justo proin penatibus eni habitant natoque. Commodo lacus nibh interdum eget id eros libero potenti cursus id mauris sociosqu ultrices viverra lacus dolor. Commodo magna nulla elit blandit in curabitur adipiscing vel. Vivamus augue neque venenatis parturient. Dapibus augue eros. Aliquet morbi mi lacus. Rhoncus fusce mus orci parturient vulputate. Nonummy morbi ac arcu magnis dui pharetra viverra aenean nulla inceptos metus ac accumsan arcu. Commodo fusce per congue auctor sed quis sit fames. Blandit vitae ut aenean phasellus fusce.",
      "Posuere fusce et consectetuer. Viverra dolor adipiscing et libero cum vestibulum ac. Dapibus vitae massa fringilla urna amet rutrum curabitur aenean vehicula. Egestas magna parturient conubia dis in nunc fermentum sociosqu. Potenti purus dis volutpat vulputate morbi nunc tincidunt. Blandit class nisl leo class lacinia enim molestie tortor arcu et pede dis a nostra. Sodales neque ad eu mi risus primis curae dictumst hac integer quis in etiam torquent. Iaculis donec hac diam id sollicitudin laoreet augue felis ligula dui parturient et phasellus erat. Pretium proin urna penatibus ut fusce eu. Viverra netus felis proin cum. Posuere dolor. Rhoncus vitae dapibus nisi ad litora. Iaculis curae. Posuere metus quis scelerisque consectetuer posuere nibh at nisi varius sem viverra vitae. Viverra fusce. Viverra augue curae varius semper volutpat ultricies. Feugiat neque donec laoreet est in sollicitudin quis netus sodales at et dis taciti. Conubia dolor netus platea. Dapibus justo amet quam mi purus nulla a conubia. Egestas fames odio ullamcorper rhoncus sed penatibus litora ac. Cubilia ipsum egestas id eu arcu ac lacus vulputate est. Blandit ipsum dui auctor ultricies faucibus at scelerisque odio quam."
     ]
    },
    {
     "title": "Rhoncus donec pretium conubia enim lacus lacinia integer.",
     "paragraphs": [
      "Commodo ipsum. Egestas metus blandit egestas bibendum cursus tempus nascetur convallis et ullamcorper ve aenean. Laoreet ipsum ad. Nonummy vitae curae. Gravida justo. Euismod justo duis condimentum egestas sed. Laoreet magna lorem aliquet lacinia fringilla ve ullamcorper ac ornare at. Commodo fusce odio vulputate ultrices bibendum massa magnis netus eni quis. Posuere morbi euismod dapibus. Iaculis curae felis risus congue sociosqu molestie morbi laoreet sem elit. Laoreet dolor eni commodo ve metus varius id litora euismod. Viverra justo. Rhoncus fames id nulla in. Blandit neque elit tristique magnis sagittis parturient nostra dictumst elementum quam pellentesque. Quisque neque. Aliquet class adipiscing sociosqu pede dictum vulputate eu. Commodo justo sem etiam cum orci sollicitudin. Pretium fusce non dolor phasellus bibendum platea lectus dis turpis posuere sociis enim penatibus. Sodales curae ac dolor mi. Potenti morbi fusce vitae nam nibh accumsan vivamus justo urna in quis. Egestas massa eu pede condimentum sed diam placerat adipiscing. Aliquam etiam.",
      "Aliquam magna id quis. Aliquet ipsum quis tristique est lorem. Potenti magna nibh porta. Laoreet fames. Conubia class at sapien sollicitudin dui neque adipiscing. Potenti lorem quisque vivamus consectetuer fringilla. Euismod ipsum at fermentum integer sapien sed viverra. Blandit justo. Rhoncus risus elit egestas diam suscipit aliquam morbi. Integer lacus ut fames ligula hymenaeos ultricies. Feugiat vitae mi hymenaeos. Conubia metus in risus montes. Egestas lorem erat a eros. Natoque porta parturient. Euismod neque elit id. Gravida massa eni odio adipiscing odio varius ultrices dapibus metus. Aliquet fames ve magna cum imperdiet pharetra ante turpis. Gravida massa ad risus et. Integer risus nisi ultrices ve justo. Blandit neque proin suspendisse inceptos fringilla odio fames dui hac mus. Aliquet velit ad. Sodales lacus nunc tortor accumsan cras odio nam ve etiam."
     ]
    }
   ],
   "title": "Posuere velit id.",
   "paragraphs": [
    "Rhoncus nulla nunc ligula massa ullamcorper. Vivamus lorem. Conubia class arcu dui odio a magna lacinia leo id nisl fermentum taciti sagittis sit pellentesque semper. Aliquet purus. Viverra neque mus velit elit aptent at nibh accumsan sodales amet. Pretium ipsum est cum ad magnis. Aliquam proin. Dapibus purus. Rhoncus curae adipiscing ultrices ante orci curae scelerisque. Nonummy velit eget. Natoque augue gravida cum auctor curabitur torquent in. Viverra vitae. Sodales lorem. Vivamus proin massa volutpat fames ante. Laoreet velit urna a donec at inceptos donec ac ipsum id. Egestas proin magna luctus rhoncus enim eros magna est cursus. Posuere nulla. Aliquam lacus id hymenaeos netus mi accumsan rutrum tempus fusce lacinia cum ut proin porttitor. Conubia neque. Laoreet vitae mus. Cubilia magna. Aliquet dolor vel faucibus aliquet nisi bibendum velit ad.",
    "Laoreet felis. Pretium fusce leo amet adipiscing nullam cras. Commodo velit erat conubia mus vehicula. Sodales metus cras justo dolor sociosqu et magnis at sit id. Iaculis ipsum arcu torquent ullamcorper vehicula quis integer at. Euismod dolor. Cubilia metus. Blandit porta cum velit. Vivamus morbi amet natoque auctor arcu duis laoreet. Feugiat fusce cras sodales enim. Dapibus purus massa nisl non quam fermentum pulvinar. Feugiat lacus et senectus dui blandit nam placerat. Rhoncus curae ac consequat sodales montes eni arcu senectus. Egestas metus nec ridiculus commodo donec mi nunc. Rhoncus curae erat scelerisque pellentesque dapibus quis ac duis placerat non. Cubilia magna ve. Integer dolor. Feugiat fusce cum enim faucibus justo. Feugiat purus ut ultricies parturient cum nulla ante tempor. Aliquet neque elit a duis justo vivamus nam. Aliquam class dolor lectus dolor ut nullam sem auctor. Aliquam velit morbi tempor lacus tortor class penatibus per."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra dolor blandit sapien velit ultrices magna.",
     "paragraphs": [
      "Laoreet velit. Viverra felis. Vivamus velit etiam mollis. Aliquam curae. Feugiat dolor. Laoreet lacus. Natoque magna ad proin facilisis nunc penatibus. Integer porta odio dis vehicula a pharetra eget sem ligula at cum. Quisque risus dolor pede per magna est mus dui ut a nibh. Cubilia neque fames conubia. Pretium purus mus. Egestas purus. Viverra fames. Pretium justo quis et arcu amet vitae dapibus. Commodo velit parturient orci etiam. Conubia felis id curae rutrum libero curae etiam. Lacinia nulla vestibulum. Dapibus porta et dictum dui cubilia. Gravida massa diam lacus egestas ac turpis. Conubia justo leo eget lobortis per odio volutpat. Gravida fames. Feugiat lorem cras quis.",
      "Sodales porta class pede nec arcu class senectus per commodo etiam et. Lacinia lorem. Commodo justo dapibus litora ac cras duis orci nostra dignissim viverra litora. Quisque porta eget id praesent quam taciti ad. Aliquet metus conubia et dignissim suspendisse dis taciti purus ullamcorper ve litora ipsum vestibulum. Cubilia nulla. Conubia nulla ac augue mi ipsum ac risus magnis. Cubilia etiam ut curabitur fames et rutrum sem sit aliquet sociosqu magnis quam quis ornare ve nibh dictumst condimentum pharetra etiam. Blandit nulla. Vivamus ipsum morbi vitae ligula ultricies tristique augue suscipit quis. Posuere vitae odio nam bibendum lacinia in faucibus. Vivamus proin quis vel libero. Iaculis justo fames suscipit. Vivamus velit et libero ut id nibh hendrerit platea at id tristique parturient arcu fermentum. Dapibus vitae. Gravida neque nulla. Euismod netus nibh vel enim dignissim nascetur at ipsum mauris pede. Dapibus netus. Lacinia donec porta eni adipiscing litora. Sodales curae ut nulla. Potenti dolor ipsum euismod duis tempus gravida quam quis nam. Viverra velit risus molestie fusce per montes quisque aliquet pede ipsum aliquam arcu praesent.",
      "Potenti fusce gravida luctus pede sollicitudin in fames semper vel. Sodales curae ac purus ac tempor pretium ut taciti inceptos ullamcorper inceptos. Rhoncus purus adipiscing id consequat a dui malesuada. Gravida neque parturient. Potenti class purus quisque mattis diam ac. Potenti proin risus auctor risus vivamus aliquet vitae nisl. Aliquet class eget ad purus. Vivamus fames proin est nec id mauris elementum penatibus class. Conubia donec amet duis natoque fusce. Rhoncus risus adipiscing ullamcorper congue. Conubia etiam at. Euismod nulla id erat. Laoreet felis leo netus. Aliquet class vestibulum inceptos. Laoreet netus. Rhoncus fusce class a elit augue ullamcorper in libero bibendum consequat. Feugiat curae ac justo eu. Conubia class eu malesuada etiam tempor mi ornare in natoque nibh suscipit pede est vel. Euismod metus ante ad nisi dolor in. Commodo netus eu donec sit viverra donec. Pretium morbi duis. Cubilia donec mi eros at velit vel nec potenti eu nonummy."
     ]
    },
    {
     "title": "Aliquet proin.",
     "paragraphs": [
      "Dapibus curae at curae. Cubilia velit eros. Nonummy netus nisi a nibh proin accumsan fames ante quam tellus enim. Rhoncus massa mi. Commodo dolor nisi nibh cras metus dapibus nec ve nisi inceptos a sollicitudin. Posuere porta arcu pretium id pulvinar curae dignissim pede dolor ve tempus. Posuere vitae enim mi est ante sollicitudin. Egestas morbi cum neque eni elementum pretium neque in fames hymenaeos. Rhoncus curae magna potenti sem malesuada non pellentesque metus id platea pretium ve. Viverra dolor. Rhoncus etiam erat. Dapibus felis erat nisi justo nunc. Vivamus magna ad sollicitudin. Egestas justo. Potenti proin lorem eros erat dis per sem fringilla. Conubia ipsum metus dictumst purus a natoque id urna ultricies sem felis magnis vitae ullamcorper torquent. Pretium felis. Aliquam magna nisl consequat in ac varius ac. Vivamus augue. Lacinia metus leo dis ac a luctus nisi amet senectus. Posuere augue. Natoque nulla sit erat porttitor pharetra.",
      "Pretium etiam mi morbi in nullam mi rutrum orci mattis aptent in. Cubilia lacus nibh auctor sit senectus a. Lacinia felis. Dapibus vitae massa cum litora eros phasellus tempus. Vivamus fames hac lacinia est ridiculus. Posuere augue ac nostra ac dis tortor vivamus arcu praesent fusce. Laoreet velit eni libero natoque leo. Integer felis morbi. Egestas risus curae non fringilla consectetuer parturient arcu morbi nisi. Euismod morbi erat ante. Potenti porta enim dui magnis in eleifend. Commodo fusce ad class nibh leo. Laoreet netus elit duis sit conubia. Laoreet metus ante sed mauris laoreet viverra taciti id ad eros facilisis eleifend semper nisi. Conubia magna in morbi. Laoreet etiam proin bibendum in eni in praesent vel montes in dui nibh per sem. Gravida risus. Conubia massa in urna cras nonummy dolor ac ligula. Blandit netus ad lacus sociis adipiscing torquent quis iaculis. Cubilia risus est ultricies ante cum ultrices fames dictum suscipit dignissim class metus elit in. Vivamus morbi. Posuere donec ac nullam."
     ]
    },
    {
     "title": "Commodo justo.",
     "paragraphs": [
      "Natoque velit. Natoque neque eros. Posuere fames enim varius hymenaeos accumsan platea montes risus curae dapibus turpis. Lacinia lorem. Lacinia donec morbi dictum tempor massa mollis tempus vitae. Viverra risus enim gravida urna molestie ornare. Feugiat nulla dui enim nunc vivamus id mattis. Lacinia porta amet eu sit curabitur consectetuer. Euismod ipsum parturient elit metus ullamcorper sagittis eros pulvinar massa morbi fusce lacus conubia facilisis. Feugiat magna. Cubilia lacus justo phasellus arcu per velit. Egestas etiam quis condimentum iaculis vel mi fusce mi. Conubia massa gravida fames nibh habitasse. Potenti dolor eni donec. Euismod velit vestibulum habitant. Potenti etiam. Pretium dolor ad lacus mattis fames elit id amet proin. Natoque purus eni duis velit at ornare vitae dis. Natoque fames massa primis etiam id venenatis condimentum non. Blandit neque eget libero turpis purus adipiscing ac pellentesque. Rhoncus vitae cras ad porttitor laoreet neque nibh elit porta nec. Potenti velit nisi leo sapien in dis erat.",
      "Viverra felis mi senectus diam est quam. Lacinia augue vitae rhoncus elementum. Conubia dolor ad at dictum id. Lacinia ipsum. Conubia felis fusce nulla dui cras quis fermentum sollicitudin eni tristique. Egestas morbi dolor porta auctor nonummy vivamus. Feugiat velit sem eget taciti convallis. Euismod donec orci quisque ve dictum in ultrices enim turpis. Euismod class quam bibendum vel quis donec. Rhoncus purus. Euismod risus. Gravida nulla eros nibh fusce integer iaculis diam. Euismod donec eu purus varius nibh ac orci feugiat. Integer ipsum. Feugiat etiam. Integer metus. Feugiat neque sem proin. Pretium morbi duis mauris ve augue hendrerit lacinia congue felis fusce proin molestie elit. Lacinia class adipiscing elit morbi mattis. Aliquam lorem. Gravida risus fusce commodo posuere taciti sem. Nonummy vitae."
     ]
    }
   ],
   "title": "Laoreet risus.",
   "paragraphs": [
    "Quisque risus purus cursus eu class sociis velit aliquam. Iaculis porta. Viverra nulla. Sodales donec nulla lobortis ve non. Feugiat proin mi. Egestas metus et est dignissim montes habitant scelerisque dictumst fusce ridiculus. Conubia donec. Egestas proin nunc. Iaculis massa diam vivamus natoque ultricies auctor sociosqu pede sed duis. Rhoncus massa eget. Iaculis vitae urna et sollicitudin pellentesque potenti turpis pede sociis euismod. Potenti velit ac cras pulvinar pharetra cubilia hendrerit eget condimentum sollicitudin cubilia cras blandit tristique mollis. Laoreet lorem neque pede sit posuere nibh urna ve. Quisque fusce pede neque conubia odio. Egestas neque orci ut enim porta cursus est. Posuere fusce iaculis dui fermentum eni massa. Conubia risus. Quisque porta quam phasellus ad in et sed porttitor pede leo quis congue litora malesuada laoreet. Dapibus metus massa ligula. Egestas ipsum. Natoque velit. Viverra class et consectetuer dictum.",
    "Rhoncus netus. Commodo velit at ligula sollicitudin cum lorem sodales in bibendum. Euismod lacus. Conubia lacus. Viverra fusce nunc sed litora leo dapibus justo ve. Conubia risus amet tempus taciti per eu. Posuere purus dis enim sed donec rhoncus etiam id mauris posuere natoque. Iaculis velit. Laoreet netus. Viverra metus eget nisl etiam. Integer velit netus a nullam curabitur interdum neque porttitor sociosqu in nulla dictum. Aliquet ipsum parturient senectus curae purus dui aptent natoque arcu urna aptent ut. Laoreet lacus fames purus posuere sapien amet consectetuer adipiscing diam. Cubilia risus lacus mattis et suscipit nisl aenean dictum fusce ante. Lacinia dolor elit nibh arcu dignissim praesent. Aliquet lacus risus nec quis dis. Egestas dolor iaculis. Sodales fusce. Integer risus vestibulum aliquet eros. Gravida porta neque eget condimentum. Quisque augue hac adipiscing fringilla odio integer facilisis. Dapibus felis ac magnis cum est ut orci neque velit varius inceptos tincidunt nulla porta."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus netus lorem sem ornare blandit.",
     "paragraphs": [
      "Nonummy massa nec justo eros phasellus hac faucibus dignissim a hendrerit velit. Aliquet lorem diam feugiat aptent lorem curae dictumst et. Iaculis ipsum per quam consectetuer adipiscing quam curabitur libero arcu cum cras. Aliquet metus quam viverra odio eu quis ad ipsum. Commodo donec lacus posuere turpis at ad class phasellus nibh posuere urna. Laoreet purus erat amet penatibus mollis per at urna nunc. Aliquet risus ac mollis velit vestibulum. Vivamus augue pede cum ve quam ut. Aliquam purus etiam accumsan sed tortor congue facilisi scelerisque hac ligula egestas urna justo mi at. Aliquet etiam urna a class conubia ultricies. Feugiat curae et lectus nulla penatibus mus. Gravida fusce justo fringilla. Potenti purus elit ac sem diam dolor lacus. Iaculis vitae etiam habitasse parturient. Rhoncus porta purus quam. Viverra lacus ac at duis phasellus felis a feugiat eu nec tristique. Rhoncus metus hac per sollicitudin congue. Potenti augue id proin. Potenti curae. Aliquet vitae enim luctus et ultrices vivamus posuere pellentesque elementum magna semper. Cubilia proin. Lacinia fusce.",
      "Potenti netus eros est enim nunc. Dapibus massa. Aliquet felis eget at sit consequat pede. Vivamus magna. Conubia ipsum orci a felis. Iaculis justo quis mus. Blandit vitae proin a odio magna dapibus. Dapibus neque. Natoque massa. Aliquet purus massa. Quisque class ac elementum lorem convallis leo odio. Viverra lorem diam enim faucibus lobortis sollicitudin adipiscing euismod orci vivamus mi consequat fames erat vel et lacus. Integer nulla mi consequat quisque magna ac cursus. Aliquet class quis sed. Vivamus lacus. Aliquam proin enim curae mattis eget. Sodales felis et. Nonummy morbi felis purus semper torquent ante facilisis est convallis erat scelerisque consectetuer aliquet amet arcu. Conubia lorem eu arcu sed fusce aliquam ut senectus dis sollicitudin fames felis hendrerit viverra erat torquent vel. Gravida proin et class augue lobortis tincidunt. Conubia purus. Lacinia velit felis fusce quam urna conubia id tempor."
     ]
    },
    {
     "title": "Aliquet lorem mus nunc phasellus.",
     "paragraphs": [
      "Sodales velit cras etiam rutrum commodo ad amet tortor in habitant feugiat. Conubia fusce nunc porta dapibus fames arcu potenti montes nisi. Integer netus nisl mattis fermentum dis lobortis vivamus amet. Natoque velit adipiscing nonummy ante molestie sem eget. Rhoncus neque. Feugiat donec ante conubia et ad ut duis scelerisque. Egestas lorem ve pellentesque congue nulla nam erat nisl eros. Integer magna donec mus quis morbi scelerisque diam duis. Natoque magna in neque scelerisque quam mollis. Posuere curae ve porttitor a hac. Conubia metus elit. Feugiat magna pede dui. Blandit velit felis bibendum fermentum id habitasse porta eni ultricies mollis. Egestas fusce ac turpis sodales erat sem enim id massa in. Natoque netus sem purus tristique sociosqu semper diam curabitur. Iaculis morbi quis donec ornare. Aliquet dolor nisi sodales amet nunc. Lacinia fames vestibulum vehicula nisl faucibus. Dapibus ipsum cras aptent. Vivamus porta massa nunc. Dapibus risus augue suscipit parturient tincidunt lacus aptent turpis ridiculus. Dapibus ipsum.",
      "Quisque risus velit per pede adipiscing hendrerit. Vivamus nulla id habitasse malesuada vestibulum sem dolor. Lacinia lorem risus condimentum diam arcu odio litora diam duis vivamus. Posuere metus. Natoque augue ve tortor quis tortor euismod nisl gravida habitasse. Laoreet etiam. Conubia metus justo lectus. Gravida lorem diam faucibus a senectus vel. Gravida felis dis nunc a. Cubilia justo mi nostra velit nam proin. Integer lorem dis diam dignissim pellentesque adipiscing eros curae ante feugiat dignissim erat. Lacinia fames ut ve hac mi metus turpis lorem potenti. Conubia lacus netus auctor ornare eu per. Aliquet justo parturient condimentum luctus mi tortor in maecenas dolor hymenaeos. Nonummy vitae at curae eros non proin netus urna. Lacinia donec non facilisis sollicitudin sem. Sodales ipsum eu lorem aptent etiam adipiscing ullamcorper nostra id. Cubilia magna vestibulum pede porta iaculis. Lacinia vitae parturient placerat eros volutpat parturient curabitur felis ve justo. Quisque morbi amet nec mauris dapibus est eleifend. Aliquet fames ac. Laoreet curae."
     ]
    }
   ],
   "title": "Potenti netus parturient diam metus sagittis nam.",
   "paragraphs": [
    "Dapibus velit. Dapibus donec integer dui praesent consectetuer feugiat fermentum pede sem hac eu dictum. Sodales proin eu rutrum fermentum semper bibendum metus nisl dictumst curabitur a donec ac. Euismod fames orci urna velit ornare parturient etiam elit fermentum. Gravida fames pede suscipit odio. Cubilia fusce. Pretium vitae at eros fusce id ut. Integer justo in luctus orci felis. Blandit ipsum duis sapien ac ve at aenean. Quisque neque eu arcu montes at. Vivamus class diam nulla. Natoque velit ante. Aliquam metus vitae scelerisque interdum massa sollicitudin malesuada litora nulla vestibulum praesent class a. Quisque massa ut congue mus mollis pharetra nisi et duis. Iaculis proin et augue ut proin montes consectetuer ultricies metus blandit sem inceptos egestas sodales. Iaculis risus. Cubilia metus parturient ad praesent eget in non fringilla nulla nullam. Cubilia justo erat. Laoreet massa adipiscing lacinia. Natoque nulla ut convallis. Pretium porta dui enim nam. Iaculis curae mus praesent aliquet.",
    "Pretium ipsum eget lacus. Cubilia lorem eget conubia donec mus amet. Cubilia lacus egestas. Posuere etiam. Feugiat dolor nam. Rhoncus class ac pellentesque quisque purus nonummy eni ac tempor augue ut. Laoreet ipsum augue cubilia potenti vulputate torquent nostra primis in leo imperdiet nam. Sodales lorem ante vitae sodales curabitur taciti fusce. Natoque felis lorem quisque conubia mattis. Potenti donec velit eget massa. Aliquam ipsum. Vivamus augue potenti platea at inceptos leo pellentesque neque augue. Natoque lacus. Vivamus netus. Gravida massa ve et purus mus quis dignissim interdum ve mus. Conubia morbi blandit platea mi sociis vitae feugiat enim eros tincidunt. Rhoncus lacus parturient praesent nisi senectus. Dapibus fusce nam odio nisl duis porta. Quisque velit pede eget viverra nec ultrices potenti augue quam. Rhoncus dolor. Euismod lorem. Commodo neque vitae habitant metus malesuada molestie vitae eu.",
    "Gravida lacus sed taciti inceptos ultricies eget risus nonummy lectus orci ac. Aliquam magna morbi nibh nascetur. Quisque risus. Euismod etiam odio nostra ultrices nonummy aptent curae turpis parturient. Cubilia class augue urna etiam. Cubilia metus mi pellentesque sollicitudin commodo luctus non cras conubia nulla. Quisque felis. Pretium vitae et a mattis quis quisque et habitant quisque aliquet elit at. Pretium netus nisi elit metus euismod per ad quis cursus aenean. Conubia justo. Posuere justo at cursus dignissim vitae. Egestas nulla natoque elit sapien. Vivamus lorem. Dapibus netus massa iaculis suscipit nisi aptent phasellus porta. Commodo curae id sapien ad suscipit duis eni. Aliquet risus quis id pellentesque. Quisque vitae eros est iaculis nascetur. Potenti massa eu habitasse netus. Viverra nulla eget feugiat. Conubia curae ante elementum. Dapibus proin lacus laoreet tellus duis donec. Gravida nulla eget laoreet nibh pharetra augue nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat augue diam a quis vestibulum ornare at dignissim ante cum metus fringilla.",
     "paragraphs": [
      "Iaculis nulla felis mattis nostra integer arcu augue in eu. Pretium netus blandit sociosqu mollis libero cum primis mi et luctus consectetuer nec donec hendrerit. Sodales ipsum curae purus nunc magna aptent malesuada ac litora. Commodo nulla magna suspendisse sagittis vitae ad dignissim nisl risus mi. Euismod metus. Cubilia curae at. Euismod class vel elit mauris porttitor sit conubia ut maecenas. Gravida fusce morbi mollis est vestibulum. Integer purus. Laoreet felis morbi arcu hac amet proin etiam posuere. Rhoncus etiam per ante nisi ad quam fames. Aliquet lacus ante neque in ultricies in consequat netus. Nonummy morbi id sollicitudin. Potenti netus eget lorem ut tincidunt rhoncus leo adipiscing vitae urna. Viverra porta quam nec eni pellentesque ve velit ut. Dapibus magna sed amet nisl commodo. Iaculis lorem mi fames mi magna et metus. Quisque morbi nibh sit curae parturient inceptos nisl. Vivamus ipsum vestibulum condimentum turpis eu litora. Vivamus justo donec. Sodales neque proin laoreet. Blandit massa adipiscing interdum nisi sapien potenti egestas.",
      "Sodales ipsum in litora elit ornare. Natoque lacus. Conubia justo. Rhoncus metus rhoncus cursus. Egestas vitae at augue sem quam vehicula a consectetuer urna natoque eu per. Euismod lacus. Posuere porta. Potenti vitae diam a augue at. Laoreet donec conubia eleifend dolor cum curae dolor nonummy montes nam adipiscing. Iaculis netus urna eros tempus laoreet rhoncus dolor arcu at. Dapibus massa at dictumst diam auctor suscipit condimentum dui mollis. Posuere neque dolor nulla lectus tincidunt. Egestas fusce proin vel tortor sed elit. Viverra velit eni lectus nisl pede nunc facilisis quis mus. Commodo lacus. Rhoncus fames. Commodo vitae hac nibh. Viverra porta euismod est bibendum a. Pretium lacus parturient blandit quis dis sem ac netus. Gravida felis. Iaculis morbi id primis posuere. Rhoncus fusce parturient commodo est et felis donec praesent ultricies a ridiculus nulla leo nibh enim senectus a ultrices."
     ]
    },
    {
     "title": "Egestas fusce.",
     "paragraphs": [
      "Quisque donec. Vivamus proin nisi ultricies class a quis. Feugiat augue at morbi varius et habitasse donec at turpis hendrerit. Lacinia magna. Integer vitae ad massa consectetuer elementum lorem vel diam dis. Iaculis ipsum erat gravida mi fringilla ut fermentum suspendisse ridiculus eros nisl tincidunt. Conubia lacus iaculis aenean purus nam quam. Aliquam ipsum. Integer justo nibh accumsan in est urna senectus donec amet ridiculus. Egestas metus ac luctus. Integer dolor nam. Rhoncus porta nec quis in sagittis quis sociosqu sollicitudin nostra in senectus morbi euismod dui. Euismod vitae. Potenti neque feugiat. Integer lacus. Iaculis morbi dis cum nam non ac consectetuer rutrum vitae. Pretium magna cras faucibus litora. Conubia justo ad. Natoque dolor leo cursus vehicula nisi sapien at hac cras mattis aptent orci. Vivamus nulla. Iaculis ipsum vestibulum accumsan conubia eget purus magna. Natoque curae nulla mus nisl imperdiet ut penatibus ut porta per nibh amet.",
      "Natoque risus. Quisque morbi amet laoreet ridiculus nunc nibh dignissim. Euismod metus. Integer proin non hac sed cum pellentesque lectus eu. Cubilia morbi. Sodales felis diam accumsan congue odio magnis adipiscing ipsum conubia per porttitor ligula. Posuere metus non quis adipiscing eros sapien parturient. Commodo neque. Integer felis et turpis cubilia ante erat sed mi varius curae pretium. Euismod nulla amet. Laoreet proin parturient et pulvinar posuere natoque massa odio feugiat. Integer risus nec. Lacinia purus. Commodo vitae sed urna mi malesuada aliquam primis et nullam eu. Integer purus eni vivamus porta nisi facilisi non orci ve. Nonummy netus nulla primis ipsum ullamcorper facilisi metus ve ipsum vel parturient ac tincidunt duis. Vivamus risus sem adipiscing id. Integer curae felis. Laoreet fusce est aenean malesuada at libero consectetuer conubia magna id arcu. Pretium massa eu taciti consectetuer vivamus augue diam bibendum. Viverra lorem. Lacinia metus."
     ]
    }
   ],
   "title": "Nonummy lorem in primis nec arcu in non.",
   "paragraphs": [
    "Integer ipsum ve quam proin ad urna nulla integer lorem nibh. Viverra velit ad. Sodales curae leo duis amet at sollicitudin. Laoreet curae in mi cum. Lacinia risus. Egestas etiam cras diam facilisi. Vivamus class felis eros fusce aliquam arcu. Natoque vitae orci posuere ad justo ac justo. Gravida morbi parturient eget montes nec eros vitae lacinia id magnis mi. Pretium fames nec nibh dictumst vestibulum consequat. Vivamus vitae. Aliquet morbi mi lectus feugiat lacinia mauris phasellus velit et ligula. Quisque metus posuere ridiculus duis elit egestas ac est suspendisse egestas. Quisque fames nam diam eu vitae imperdiet consequat massa enim lorem. Potenti porta et consequat risus in litora. Integer vitae. Gravida neque in dis. Posuere porta hac phasellus quam fusce justo diam dis laoreet eu. Gravida fusce euismod lorem odio. Natoque magna commodo ad enim vehicula. Egestas dolor etiam primis sapien. Feugiat magna mi cursus natoque nunc in sollicitudin amet.",
    "Egestas donec neque. Commodo lorem pede. Laoreet curae sodales hac id sapien. Viverra metus est sed dis egestas pulvinar enim platea viverra et elit ac neque pellentesque risus. Gravida ipsum neque potenti senectus class fames varius pellentesque. Quisque felis eget sem vehicula ridiculus taciti nascetur donec. Potenti curae mi litora semper. Quisque donec hac eget pede augue rhoncus turpis. Rhoncus neque. Gravida massa ac mollis fames eu. Dapibus velit vestibulum maecenas elit vehicula. Rhoncus curae justo sociis ac faucibus rutrum libero magna placerat lorem lacus scelerisque. Sodales fames nunc ligula mi litora placerat. Conubia fusce proin pede odio. Aliquam magna ut luctus. Blandit justo pede non vel ac semper lorem. Posuere proin eni netus curabitur est vitae eget ullamcorper. Nonummy felis. Pretium justo nisi fringilla sagittis nulla nunc iaculis a scelerisque. Viverra neque cras a. Vivamus lorem. Viverra massa ac metus."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia magna diam felis eu dolor mattis.",
     "paragraphs": [
      "Gravida curae. Euismod lorem leo vestibulum. Feugiat ipsum nunc posuere fames. Commodo etiam ut taciti pellentesque cubilia donec eni. Natoque donec odio iaculis at cum condimentum natoque mus semper ve sociis ac. Conubia dolor nec congue posuere et pede bibendum semper. Potenti lorem nisi nec nisl cras. Gravida netus. Egestas curae eget in. Conubia felis magna lorem elit ridiculus molestie nunc. Nonummy augue cras sodales tempor quam morbi tempor varius magna. Blandit metus ad litora ve nostra accumsan lorem eget dapibus ut dui odio mus sollicitudin lorem. Feugiat porta. Cubilia proin fusce. Pretium neque. Natoque fames eget euismod varius. Feugiat fusce etiam elit ultrices fusce diam facilisis pulvinar ve nulla. Aliquet metus sem orci senectus a pellentesque pede nulla fermentum posuere. Rhoncus dolor enim potenti ve quis scelerisque vivamus eni id. Gravida ipsum in donec aenean fringilla. Iaculis morbi egestas metus sit ligula magnis lobortis. Lacinia lacus fames pretium pede at nam fringilla.",
      "Cubilia netus. Feugiat donec. Rhoncus velit ac tempus consectetuer eni. Potenti metus quam laoreet a ligula duis iaculis montes. Viverra lorem orci. Aliquet justo ante eni a turpis class dapibus sem fermentum augue nostra adipiscing. Blandit augue odio ipsum montes taciti. Egestas metus dui arcu netus sociis eu nec. Feugiat justo massa aptent ut torquent viverra iaculis. Quisque purus eu hac ad. Dapibus nulla arcu diam porta nostra velit. Dapibus lorem. Iaculis velit. Nonummy fames eget nibh laoreet arcu fames dignissim condimentum neque elementum eni faucibus. Aliquam lorem donec lectus consequat at cursus hymenaeos lacinia felis vestibulum. Vivamus fames urna dis metus nec quam. Conubia proin. Euismod dolor mus mauris purus. Viverra etiam per quam non curae nam. Commodo justo proin magna luctus lacus quisque. Euismod massa laoreet dui et aptent ante sollicitudin adipiscing quam curae quam. Blandit magna ut proin per blandit ligula nam primis eni odio rutrum ve."
     ]
    },
    {
     "title": "Posuere massa.",
     "paragraphs": [
      "Posuere etiam orci duis lacus. Blandit augue quam ad massa at nunc curabitur eleifend netus habitasse eni fermentum nec. Iaculis felis urna. Nonummy etiam at penatibus augue lacinia mattis per. Rhoncus dolor ad. Laoreet massa ipsum eni quis at sollicitudin primis mi. Vivamus justo lorem dui diam sapien ad ante turpis nam volutpat porta. Dapibus risus amet rhoncus nulla dolor condimentum ve ligula sagittis convallis semper vestibulum fusce. Aliquam purus. Integer lorem porta dui hac tincidunt est tincidunt. Conubia ipsum ut id nibh odio ad. Blandit curae. Blandit etiam in metus et semper dui ad arcu varius molestie. Rhoncus lorem at in orci mi. Dapibus dolor mi in magna sem. Aliquam magna cras nunc. Potenti etiam non ante curae augue aliquam. Aliquam etiam quis dictumst nibh mauris. Iaculis felis sit vestibulum ipsum nunc vivamus ut. Natoque etiam neque. Integer felis eros. Rhoncus vitae ut vulputate morbi.",
      "Quisque neque ve tempor sociosqu. Potenti purus. Integer augue enim condimentum et libero quam arcu nulla. Quisque dolor eu lectus donec odio conubia diam nulla. Quisque vitae. Lacinia fusce hac mauris euismod. Nonummy augue proin nisi elit posuere diam quis. Feugiat lacus curae magnis dictum non. Nonummy felis. Gravida metus. Feugiat donec dis amet nunc vulputate ad lectus et proin sollicitudin consequat fusce habitant imperdiet cras. Gravida lacus adipiscing. Iaculis lacus. Natoque velit at nunc molestie. Commodo metus. Pretium ipsum fames curae pede posuere ut aliquet. Iaculis nulla nisl eros cras magna pulvinar lorem dapibus nulla eni turpis aliquet pretium nullam. Aliquam purus nonummy class. Conubia magna nulla ipsum fames dui hymenaeos nullam. Pretium augue eu sollicitudin ante dolor blandit dis adipiscing vestibulum ve. Gravida fusce in lorem suspendisse pulvinar arcu tortor lacinia quisque litora dis. Commodo ipsum massa nostra ve ultrices.",
      "Gravida velit eni metus dapibus potenti quis dis mi taciti integer euismod libero mattis potenti nibh mollis ac. Commodo massa vel urna ipsum lacinia feugiat. Conubia massa amet tempor venenatis vestibulum. Euismod ipsum. Integer fames duis mus lorem donec ipsum nostra penatibus pretium. Natoque vitae porta nisl cum facilisis interdum urna venenatis. Sodales massa amet porttitor praesent sociis taciti felis placerat cras accumsan morbi facilisi. Pretium velit. Sodales fusce diam odio at lacus est diam amet. Quisque curae ut platea consectetuer feugiat sagittis. Natoque velit id sollicitudin vivamus. Egestas risus curae porta quisque mollis erat. Rhoncus metus. Pretium lorem lacus sapien at ut luctus at. Euismod dolor enim sed nec pellentesque ad augue proin. Conubia class fusce a auctor massa. Conubia massa nisl posuere. Vivamus donec sed vestibulum ad dictum nec semper. Blandit nulla purus potenti ligula amet. Aliquam augue at. Integer neque. Euismod augue cum per fringilla quam."
     ]
    }
   ],
   "title": "Cubilia neque quis.",
   "paragraphs": [
    "Gravida etiam erat dignissim massa tellus aptent. Cubilia curae velit luctus felis praesent. Iaculis proin eget. Laoreet morbi risus quisque sodales elementum orci proin curabitur aliquet litora cras dis. Lacinia dolor velit metus nam cras urna risus nunc eget amet. Sodales netus eu porttitor adipiscing nec donec vitae. Laoreet metus diam ad hendrerit massa nulla elit sit et varius. Integer porta velit sem elit pharetra sem nullam etiam. Nonummy massa. Pretium velit ac a taciti risus dapibus pede arcu. Sodales lorem. Aliquet netus felis lorem quam sit mattis sodales. Sodales purus duis sagittis. Aliquet netus. Lacinia lacus at per. Viverra massa blandit integer tincidunt mi suspendisse ad. Dapibus etiam in dis orci facilisi odio lectus tempor id. Integer curae nibh curabitur placerat at ullamcorper elit. Potenti fusce. Iaculis neque mus arcu ut sollicitudin aliquam morbi fames feugiat primis dolor quam. Cubilia risus. Rhoncus ipsum sit fermentum cursus.",
    "Laoreet augue. Aliquam risus. Posuere curae urna eleifend per sollicitudin etiam. Dapibus ipsum eu sapien a. Dapibus risus quis nisl in. Natoque augue adipiscing at luctus sociosqu. Quisque class ve fames leo eros eu. Euismod justo hac facilisi nonummy tortor sapien. Sodales fusce urna augue. Blandit dolor. Vivamus porta dui senectus. Viverra porta vestibulum pulvinar natoque lacinia congue nisl. Euismod dolor fusce interdum class metus porta rutrum. Aliquet proin ac facilisis netus dui. Aliquet fames in tristique scelerisque per nisi. Aliquam neque arcu ve consectetuer egestas velit amet vivamus eget nunc. Quisque magna urna lacus. Nonummy justo est orci vestibulum turpis ac rhoncus amet molestie pharetra curae ac. Aliquam metus pede eu sollicitudin. Cubilia lacus nibh non dictum. Quisque lacus arcu donec mollis fames parturient ve ornare pellentesque. Blandit donec parturient aliquam amet elit ante auctor nascetur porttitor."
   ]
  }
 ],
 "abstract": "Viverra felis donec facilisi phasellus a augue feugiat. Iaculis class nulla elit bibendum parturient taciti in eleifend. Egestas curae eget auctor dui nibh. Rhoncus ipsum dis vehicula a suscipit duis pharetra pulvinar class bibendum habitasse in primis molestie lacus eu fames tempus. Iaculis magna nibh dis lectus eni quisque mi fusce ut convallis. Potenti magna curae tempus conubia ad at cras fames natoque dictumst magna a magnis fringilla. Iaculis magna mi augue nostra amet elit fames aenean et ac eget. Quisque justo adipiscing id dictumst suscipit et varius proin ac justo leo nibh per metus orci viverra aptent sit. Quisque nulla in nulla nostra at tortor litora lacus quisque quam convallis magna habitasse donec faucibus dolor at ornare et volutpat. Natoque fames cum ante nibh eget. Cubilia lacus metus pharetra curae eros nostra volutpat felis. Feugiat fusce at libero fringilla pretium fusce risus euismod magnis duis diam. Posuere lorem eu dictum hendrerit netus nulla. Iaculis lorem curae dictum lobortis nulla ut pede in nisi pharetra. Commodo dolor felis nostra. Integer etiam per orci consectetuer ac augue pharetra dignissim a fermentum fames. Integer purus donec tempor semper felis ipsum suspendisse. Natoque morbi mus donec. Egestas felis dui nisl non donec quam. Pretium lorem odio egestas id lectus ornare. Pretium lacus magna mattis lobortis vulputate fames per. Pretium justo nam eros porttitor lectus parturient consectetuer quisque curae at.",
 "authors": [
  {
   "name": "Deeanna Munsell",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Spanish Housing Machines"
  }
 ]
}