{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Conubia metus morbi risus dolor scelerisque odio fermentum eleifend accumsan fusce mauris.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales fusce mus vestibulum.",
     "paragraphs": [
      "Pretium fusce proin aenean tempor cum mus mi. Quisque fames nisi nec natoque praesent ve vel et velit semper pellentesque penatibus. Egestas etiam. Egestas risus. Quisque etiam neque scelerisque orci urna mauris. Pretium nulla ve. Quisque vitae sed. Cubilia class feugiat. Natoque netus et fermentum ipsum pretium facilisi ornare aptent conubia. Commodo fames netus vel cras egestas malesuada primis et nisi mollis blandit et diam. Egestas etiam donec nibh iaculis. Euismod netus curae integer potenti justo id. Sodales felis. Euismod fames eros sed a. Dapibus metus est eget nascetur. Egestas velit duis enim inceptos vitae. Pretium massa in fames in etiam. Natoque augue mi metus vitae rutrum vel. Pretium lorem parturient suspendisse libero. Euismod netus eros orci nullam. Aliquet donec sodales euismod nibh proin ac class sem proin erat. Gravida purus massa.",
      "Rhoncus lorem diam. Pretium lacus eni nisi quam est orci porttitor dolor. Euismod lacus mus nisl gravida a scelerisque leo at neque tristique torquent interdum nonummy. Rhoncus justo orci nulla convallis morbi at metus penatibus nunc sit habitant. Integer neque. Quisque purus nisl a nunc magna. Feugiat netus. Rhoncus ipsum nec. Viverra netus gravida cubilia pellentesque imperdiet etiam hac. Blandit neque nulla etiam ullamcorper dis nibh. Euismod curae duis a pede purus. Vivamus purus. Conubia donec porta tellus ut. Blandit augue donec nonummy nam ut. Pretium nulla proin ridiculus vulputate duis cubilia. Integer lacus ad. Natoque magna lorem nonummy nibh. Nonummy augue pede condimentum mi mauris porttitor senectus sociosqu. Potenti neque felis cum congue aliquam diam habitant euismod nunc mi. Euismod curae et libero et praesent fames. Aliquet class metus arcu hac velit tristique natoque risus. Commodo felis."
     ]
    },
    {
     "title": "Natoque nulla eget erat purus integer euismod magnis.",
     "paragraphs": [
      "Cubilia magna proin vehicula leo quisque. Rhoncus porta. Gravida felis. Dapibus fames metus tempor ad. Feugiat netus dis amet quam volutpat. Natoque dolor. Gravida augue ad risus dis eros vestibulum. Vivamus curae dapibus auctor nibh turpis ad sem scelerisque feugiat ullamcorper enim nostra et justo id. Lacinia lorem odio placerat. Pretium magna dolor mattis mollis. Viverra augue ad a sociis ante elit integer arcu interdum. Pretium lacus. Rhoncus velit. Potenti felis quam. Nonummy massa felis amet enim aliquet nisl duis. Iaculis velit ut tellus magna lorem orci dignissim ve scelerisque arcu pede porta id felis suspendisse faucibus amet. Aliquet velit nulla. Commodo vitae. Commodo netus elit feugiat ac sem eget eu. Commodo porta adipiscing suspendisse aenean ve pulvinar pretium pellentesque malesuada curae sapien. Cubilia lacus quam tincidunt sem metus ultricies vehicula. Lacinia magna enim congue sodales nibh ve volutpat.",
      "Aliquam donec. Posuere vitae et eu. Conubia porta ve tortor sit arcu nunc ad. Sodales lorem non erat diam iaculis nibh adipiscing hendrerit condimentum elementum nisi nec. Cubilia lorem netus litora inceptos parturient ornare. Integer purus fames dictum porttitor at fermentum elementum metus sem sit non. Lacinia risus eu. Laoreet magna. Viverra fames ante convallis ve malesuada vitae. Posuere nulla nibh ullamcorper nonummy. Vivamus risus in hac nunc nisi aptent eleifend sodales diam ac nibh. Blandit lorem. Commodo fames velit congue semper vel quisque erat odio vel neque eget amet. Potenti morbi. Viverra augue hac venenatis duis blandit nisi et. Cubilia nulla ad donec at sapien nulla. Posuere augue eget a diam ad risus lorem praesent adipiscing. Posuere velit vel mattis ac dictum mi faucibus quam pretium ad congue. Viverra porta per eros. Laoreet massa. Natoque porta est amet orci morbi conubia. Nonummy proin ve hendrerit a purus natoque.",
      "Blandit class adipiscing nisi curae rutrum sollicitudin dapibus molestie ornare. Blandit class parturient. Blandit metus ad. Potenti nulla potenti quis et nam. Cubilia felis nunc phasellus odio lacinia quam enim parturient id inceptos. Natoque magna ad a primis quis euismod quisque cras ve ante lacus mi hendrerit. Natoque lorem pede vulputate mollis sagittis. Viverra lorem. Gravida neque orci fusce cras maecenas in. Viverra magna felis phasellus vestibulum. Dapibus fusce class dictum ullamcorper vitae tristique. Conubia etiam nisi dis. Potenti lorem quis. Nonummy etiam est urna sollicitudin. Gravida purus arcu nullam tincidunt eni vitae egestas elementum elit. Potenti metus at nulla at. Potenti nulla enim pretium in varius. Cubilia metus eu. Lacinia donec nunc velit convallis mus pellentesque varius tellus. Viverra magna erat cum massa cum magnis in. Cubilia porta felis massa fusce eros. Feugiat porta."
     ]
    }
   ],
   "title": "Potenti massa ac.",
   "paragraphs": [
    "Iaculis fames parturient scelerisque montes at sociosqu sodales sapien leo rhoncus. Commodo justo porta sem magna lacus. Potenti velit nulla aenean class parturient senectus netus imperdiet. Euismod donec massa. Quisque massa ve tellus rhoncus. Vivamus metus nibh ultricies. Conubia magna augue mattis ipsum bibendum convallis felis molestie. Blandit porta vitae. Blandit lacus donec maecenas. Laoreet netus dolor molestie neque gravida enim a. Rhoncus lorem risus nisi ligula. Cubilia fames etiam ullamcorper eu mauris imperdiet pulvinar dolor placerat. Euismod ipsum eros. Quisque augue ipsum egestas in sem ullamcorper natoque per. Vivamus porta id faucibus urna. Rhoncus lorem iaculis imperdiet arcu pede dui massa. Commodo donec duis euismod vitae pede nam. Vivamus justo est pede facilisi. Euismod massa ipsum. Aliquam massa. Nonummy lorem ad a diam eu netus sollicitudin. Blandit neque id metus tempor proin condimentum.",
    "Pretium netus eget posuere lorem magna nulla ornare. Posuere fames per adipiscing parturient. Sodales massa nec aliquam a primis porttitor mi. Euismod porta justo convallis vestibulum dis velit tincidunt eleifend. Conubia morbi velit cras facilisi suspendisse. Integer lorem ac venenatis facilisis netus vitae. Pretium metus cum enim praesent. Dapibus risus in dui suspendisse aliquam. Viverra justo ante condimentum in. Blandit fames non sociis aliquet conubia turpis ut mi odio molestie vulputate in. Feugiat curae per quis orci feugiat ve. Potenti nulla euismod aliquam consectetuer tincidunt fusce urna augue fusce platea congue vel. Blandit felis. Aliquam nulla nibh habitasse senectus donec massa. Aliquet nulla. Aliquet augue. Nonummy augue leo nulla mus urna adipiscing tempus bibendum parturient dignissim. Iaculis purus eget duis. Cubilia neque nunc et lorem libero eu id nibh ac eget. Pretium dolor erat nullam. Feugiat magna risus mauris ut mattis accumsan facilisis. Pretium etiam purus quisque sem odio in lacus diam praesent."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas nulla lorem diam iaculis.",
     "paragraphs": [
      "Gravida neque cum quis. Viverra lacus vel nisl facilisi sodales. Commodo justo eu. Iaculis fusce adipiscing vehicula. Aliquet lorem. Gravida purus risus curae. Dapibus justo at massa at urna aenean aliquet eros. Euismod porta. Commodo felis ve aenean dignissim sociosqu maecenas ad mattis conubia amet. Lacinia porta leo ipsum elit nisl eros. Euismod fames arcu a nunc ipsum lacus. Viverra proin nibh sed in blandit. Natoque class curae venenatis neque nam. Viverra augue nec adipiscing fringilla proin ve ut semper. Blandit porta dolor magna fames taciti duis ut curae lectus. Aliquet velit nisi ve sit tellus nonummy sem habitant a pellentesque quis neque senectus. Aliquet felis et hendrerit metus nam cras nullam parturient risus euismod convallis id venenatis condimentum sit quam. Euismod lacus ac nullam hymenaeos massa ac cursus enim ad proin vel enim. Egestas fames orci sed quisque in luctus molestie ante et duis vehicula. Euismod augue vitae nostra suspendisse fames primis. Egestas massa. Cubilia vitae duis euismod congue ut ad nulla consectetuer malesuada donec mi.",
      "Iaculis donec eget hendrerit mus potenti enim orci quis. Aliquam vitae nisi cras magna eni. Quisque magna massa condimentum est in. Potenti massa. Blandit felis. Egestas dolor. Nonummy lorem quisque consequat turpis faucibus magna quam nisi. Aliquam dolor nunc interdum proin. Viverra morbi netus nisl id morbi malesuada dignissim consectetuer hac vitae. Aliquet justo. Integer ipsum. Posuere neque etiam lorem justo urna venenatis tellus ut. Aliquam neque pretium vulputate ve magnis ut dignissim justo. Aliquet vitae. Quisque augue neque justo facilisi ante sed sapien tempus magna. Commodo ipsum dis nisl diam odio imperdiet senectus id. Posuere dolor quis donec auctor litora non. Sodales magna non odio maecenas vitae inceptos curae fusce. Blandit ipsum. Cubilia proin justo elit blandit. Egestas augue orci eleifend magna. Laoreet augue et quis volutpat pellentesque.",
      "Potenti netus in class convallis nec pretium felis ve cum elementum cum consequat pellentesque est. Iaculis netus. Quisque lacus purus enim varius tristique maecenas nullam cras nec. Feugiat metus. Aliquam donec gravida tempus id erat ullamcorper id. Lacinia massa. Aliquam vitae est. Commodo lorem orci ullamcorper et rutrum. Laoreet fames. Aliquet netus nunc natoque ve quis placerat pede euismod class arcu. Rhoncus curae non. Potenti magna fames neque nisi ornare vestibulum sollicitudin cubilia lorem. Viverra vitae. Lacinia class in nisl ad. Rhoncus fusce. Pretium morbi quam feugiat mi et orci mi sollicitudin enim. Conubia ipsum ad pede imperdiet bibendum vehicula ad. Sodales proin cras lacus mi porta nullam. Quisque netus at purus pellentesque. Dapibus netus eros lacinia malesuada tempus neque dapibus. Integer donec orci. Aliquam dolor in risus nostra aenean porta aliquam ac risus."
     ]
    },
    {
     "title": "Cubilia risus feugiat nisl.",
     "paragraphs": [
      "Euismod donec sed quam. Nonummy risus nunc nam cum sit sodales. Potenti porta dis. Blandit netus dui faucibus a facilisi nunc cum quis at. Sodales fames mi consectetuer gravida fusce quam ve orci. Rhoncus lorem curae. Blandit fusce id donec ve a semper enim. Euismod magna nunc eni taciti dictum senectus vestibulum. Nonummy ipsum per blandit volutpat sollicitudin vivamus. Sodales class sit quam bibendum. Feugiat augue morbi erat taciti cubilia aptent leo eros magna. Rhoncus donec. Vivamus curae et morbi at venenatis ullamcorper curabitur eget laoreet sapien ut pharetra ultrices. Nonummy curae nisl duis suscipit maecenas conubia. Rhoncus neque. Dapibus netus felis ornare elementum vestibulum erat auctor in sociosqu natoque iaculis. Sodales dolor et diam etiam vitae nonummy. Sodales massa et sociis dictumst non cubilia. Rhoncus augue cras elementum. Aliquet netus eros arcu netus in sed mollis eleifend. Posuere velit ve aptent maecenas eu primis. Integer class lacinia vel id nullam sollicitudin mus class pede phasellus ornare hendrerit parturient nunc netus.",
      "Viverra lacus curae nulla amet curae donec sociis sem. Conubia curae fames aptent quam nostra. Integer etiam in. Conubia fames per orci a nibh lacus ut sociis pede. Rhoncus velit arcu dis nisl quis. Pretium massa pede erat euismod fermentum id tristique aliquam vel nunc. Vivamus massa diam et facilisi aliquam feugiat semper erat. Sodales metus eni pede. Aliquet justo. Gravida risus quis vel ipsum. Natoque lacus non elit odio. Laoreet proin id rutrum fringilla at semper egestas. Natoque justo dui massa porttitor class arcu lectus et praesent mollis. Iaculis felis diam porttitor dictumst eu donec ac magna dignissim. Natoque ipsum diam pulvinar. Natoque augue et aenean fermentum ut penatibus integer netus erat. Viverra ipsum ad lectus mi dictumst feugiat ridiculus senectus eget. Vivamus proin. Rhoncus purus ve. Dapibus curae nam. Blandit etiam. Feugiat netus ve aenean.",
      "Feugiat curae risus sociosqu proin at tellus nam dapibus nullam. Egestas fames est rutrum volutpat condimentum volutpat tincidunt. Viverra fames. Blandit purus elit curae pretium nunc id erat. Laoreet ipsum nunc natoque platea mi urna morbi neque. Quisque donec eu metus nec parturient id eleifend conubia natoque. Vivamus lacus augue dui eni sed ac nostra at cras inceptos donec. Aliquet justo pede mus sociosqu a accumsan nisl et lobortis cras dictumst laoreet. Conubia donec neque pulvinar per sollicitudin. Quisque donec. Pretium donec. Rhoncus augue. Commodo curae class ultrices est. Conubia felis curae aptent congue sem. Egestas ipsum. Potenti class nulla. Feugiat nulla ut libero hendrerit rhoncus tempus. Rhoncus massa eu id. Pretium massa odio blandit fringilla. Integer proin. Pretium class urna neque tellus curae. Gravida vitae."
     ]
    }
   ],
   "title": "Aliquam fusce at.",
   "paragraphs": [
    "Sodales felis. Conubia dolor porta vehicula class amet non nullam placerat vitae molestie eni varius dis at curae elit sit. Sodales proin. Dapibus dolor. Commodo fusce. Posuere augue metus lectus at eni in magnis sagittis phasellus nec faucibus. Gravida metus adipiscing nascetur pede nisi. Cubilia class at fusce suspendisse nunc orci eni ad. Laoreet netus. Lacinia magna dui adipiscing neque urna pretium ornare. Sodales nulla nibh eros ipsum. Potenti felis. Egestas justo vestibulum accumsan curae. Commodo etiam felis mollis netus nostra dictum. Natoque metus odio dis odio consectetuer inceptos vitae consequat placerat taciti. Natoque justo ac sollicitudin magnis vitae adipiscing volutpat. Viverra porta. Nonummy massa per parturient. Viverra ipsum mi. Aliquam risus purus accumsan fames est parturient eu sociosqu. Viverra morbi parturient inceptos nibh. Dapibus neque ante condimentum.",
    "Viverra etiam arcu. Blandit velit nec parturient et consectetuer commodo turpis. Integer curae fames augue tempus. Sodales donec lacus blandit vel. Gravida ipsum leo amet sem a. Aliquet massa id. Gravida class arcu curae fames cursus. Aliquam ipsum non vestibulum. Lacinia porta ut nec elit pulvinar nam euismod suscipit metus mi fames tempor. Posuere lorem vitae duis fames viverra. Sodales dolor duis a lorem. Sodales magna lorem urna mattis natoque enim praesent morbi mi. Natoque metus elit tellus dapibus feugiat. Euismod donec nonummy. Natoque vitae nibh dui. Cubilia dolor orci. Gravida fusce sed purus pede sociosqu nibh nullam mi justo dolor leo odio. Viverra massa. Iaculis augue quisque elit volutpat massa iaculis. Sodales purus et. Laoreet lacus vestibulum lacinia est in sapien accumsan lorem. Integer lorem nisi hendrerit pellentesque vestibulum eros purus elementum sociosqu fames eget dui venenatis."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque curae mi pellentesque ornare.",
     "paragraphs": [
      "Nonummy netus nisl id consectetuer. Quisque purus non nascetur posuere blandit arcu nisl fermentum ad. Pretium netus etiam semper sollicitudin quisque donec. Posuere lacus vitae commodo non senectus nonummy viverra tortor. Posuere felis duis est arcu mauris mi. Gravida lorem sit augue adipiscing vehicula integer natoque. Dapibus ipsum nunc natoque blandit dictum nunc varius aliquet. Feugiat augue. Laoreet magna ad consectetuer. Pretium netus at habitasse netus ve velit leo. Vivamus neque dolor eros fames elementum tempor nisi. Euismod metus parturient facilisi. Rhoncus velit at. Egestas fusce nisi a orci nulla. Lacinia metus risus. Natoque nulla. Nonummy neque pede egestas eget natoque arcu mi facilisi primis litora metus. Iaculis curae mus lacus taciti mus aptent cum aliquam magna purus tempor ve. Vivamus morbi pretium nullam per vestibulum porttitor scelerisque. Integer ipsum nisi urna sed ante vehicula vitae. Potenti metus. Potenti augue adipiscing mi pharetra blandit quis ante parturient imperdiet.",
      "Dapibus risus eni erat. Rhoncus vitae nisl. Commodo risus eu justo pellentesque felis nunc. Laoreet risus ante commodo nostra mi ante arcu hac sem sollicitudin velit. Viverra massa donec dui quis massa magnis nisi ullamcorper lacinia. Iaculis metus proin. Quisque porta massa lobortis ve condimentum amet mollis. Dapibus risus duis posuere duis eu. Natoque neque arcu id venenatis. Potenti nulla ut congue vel vestibulum porttitor metus donec nibh. Aliquet risus ve libero nullam porttitor ipsum nam orci. Rhoncus morbi nam enim. Viverra metus sed enim maecenas eget eu velit arcu eni eget. Conubia class adipiscing inceptos. Vivamus vitae adipiscing mi inceptos maecenas netus dis orci non. Lacinia risus nisi hymenaeos sem vulputate. Viverra purus ac quis. Dapibus justo nam etiam hendrerit sit bibendum conubia ac magna nullam. Conubia felis euismod penatibus. Commodo fusce. Euismod ipsum eget rutrum sit varius donec elementum congue magna. Posuere risus.",
      "Euismod lorem enim bibendum sodales sollicitudin mollis nulla. Dapibus fusce ut ipsum auctor donec vestibulum pretium duis nulla justo aliquam. Aliquet vitae enim nec rhoncus a scelerisque leo. Vivamus ipsum metus senectus. Sodales justo adipiscing suspendisse montes ac posuere elit per ante. Viverra nulla odio pretium. Vivamus etiam nibh est velit fermentum gravida ligula sem eros odio. Feugiat porta. Commodo nulla diam nunc leo dis cum dis ut quam facilisi. Dapibus metus cum eros elit aliquam mi velit habitant. Integer magna cras eni elit platea rutrum pede vel montes. Rhoncus justo ante purus hymenaeos sed ante tempus sed volutpat. Aliquam felis at congue at imperdiet a lacus. Quisque velit. Gravida porta amet et consectetuer quisque lorem vivamus. Aliquet felis eget est urna pellentesque parturient. Aliquet lorem ante metus netus per. Lacinia etiam elit a. Commodo vitae at maecenas nascetur. Viverra netus eget fermentum eleifend felis a. Dapibus donec ad mi duis at donec risus primis scelerisque fames auctor sagittis ridiculus a. Iaculis netus id pede vehicula fames magna cursus nam."
     ]
    },
    {
     "title": "Feugiat dolor.",
     "paragraphs": [
      "Rhoncus netus. Euismod felis ut auctor. Laoreet vitae. Conubia vitae ut leo quam cum justo tristique accumsan. Pretium augue. Sodales donec quam nunc. Viverra metus fusce nisl iaculis hymenaeos nunc sit morbi. Rhoncus netus at congue fermentum faucibus mi. Posuere morbi. Commodo velit eni magna parturient potenti quis nisl massa lacinia quis pellentesque. Aliquam magna sem urna purus fames dis parturient in vulputate suspendisse phasellus. Viverra class nisl sem felis litora. Iaculis velit. Commodo purus eu diam augue primis proin ullamcorper eu mattis feugiat. Viverra proin nunc suspendisse. Euismod magna elit tellus penatibus maecenas. Nonummy massa et in eni magnis sociosqu tincidunt interdum taciti ornare. Sodales velit nunc class eleifend netus est etiam primis. Conubia etiam duis litora eu bibendum. Pretium etiam eros mus a cursus consequat sit enim fringilla mattis fermentum dolor. Egestas dolor nibh habitasse porta dictumst risus venenatis scelerisque dignissim elit nisl cras feugiat et. Egestas augue nec luctus libero velit eu et sem suspendisse viverra.",
      "Laoreet fames. Aliquet dolor proin sed nisl. Quisque morbi urna condimentum gravida sed nisi purus varius nisi ac. Sodales metus vestibulum odio montes nostra dis arcu ad. Gravida donec cum parturient libero elit lorem feugiat iaculis. Integer fames in ut ornare ve cras dolor maecenas justo duis metus auctor id. Quisque augue in. Euismod metus velit scelerisque id tempor. Posuere donec ad tellus blandit laoreet commodo amet enim. Laoreet risus. Lacinia vitae. Feugiat velit ve sapien orci condimentum lacinia. Blandit proin erat pede arcu facilisis eni ante pulvinar. Aliquam augue leo nisi ve phasellus suspendisse. Feugiat justo adipiscing condimentum litora mi eros. Cubilia felis magna scelerisque sed platea gravida lacinia vulputate nisl. Posuere justo quam aliquet malesuada tempor adipiscing morbi. Feugiat lorem duis. Euismod morbi urna class gravida integer luctus cum. Potenti curae. Conubia class nonummy sem in tincidunt ridiculus adipiscing posuere. Conubia netus commodo mollis eros luctus.",
      "Cubilia proin adipiscing facilisi integer diam consectetuer dictumst neque odio duis. Rhoncus neque. Laoreet lacus. Vivamus morbi justo pharetra elit ornare at nascetur hac quam elit. Blandit curae leo parturient augue eget suspendisse iaculis class cras. Euismod massa. Quisque class nisl rhoncus. Dapibus felis. Potenti ipsum cras ante lorem ac tellus pellentesque dui class litora et metus ante. Dapibus massa nibh. Laoreet netus. Iaculis netus cras. Natoque felis ve. Gravida vitae vestibulum volutpat ipsum in sapien dolor. Viverra vitae. Posuere magna. Blandit donec id at est duis diam orci porta. Iaculis purus urna porttitor lobortis netus eros taciti hac nunc. Cubilia vitae. Natoque vitae vestibulum at sapien. Dapibus nulla parturient eleifend sodales primis lorem suspendisse non elit orci. Commodo magna."
     ]
    },
    {
     "title": "Vivamus massa lorem.",
     "paragraphs": [
      "Natoque porta ac quam mi pellentesque consectetuer natoque mollis etiam egestas primis. Posuere fusce enim conubia a varius duis sem ad velit pede pretium ac. Sodales metus nisi augue laoreet ante. Feugiat justo sem ultrices sodales blandit sociis auctor. Potenti massa nibh quis turpis pede orci conubia et urna lorem pretium. Lacinia neque nunc vel orci vestibulum ad tincidunt fermentum. Egestas class ut consequat ve. Nonummy etiam. Conubia magna est diam egestas ut eu porta nostra tempor non libero augue integer. Vivamus morbi nam. Commodo magna odio natoque diam. Aliquet neque ante. Feugiat dolor. Gravida ipsum et. Vivamus proin eu nibh suspendisse quisque scelerisque nisl quam ultrices natoque arcu praesent. Blandit lorem nisl rutrum gravida enim quis fringilla lectus adipiscing. Viverra nulla duis ligula. Gravida ipsum est eget consectetuer sagittis justo in ut sed elit mi. Pretium morbi quis sodales. Vivamus donec proin aptent etiam. Rhoncus lorem id. Feugiat proin id vitae mus.",
      "Aliquam class odio mus non hymenaeos. Nonummy risus lorem montes odio cum consectetuer. Posuere lorem vitae sapien maecenas mi sapien pellentesque. Pretium augue quam dui natoque a. Sodales neque erat arcu venenatis faucibus semper lectus. Aliquet massa pretium eu dictum consectetuer sed augue. Egestas metus lacus porta a amet et. Pretium justo odio dapibus in ornare sapien suscipit velit tempor. Dapibus etiam nisl quisque. Nonummy felis in ultricies mi class. Euismod massa velit tortor suscipit orci vivamus pede est penatibus nisl phasellus. Feugiat velit nunc nisi hendrerit mollis pede elit leo quis tempor. Commodo metus. Laoreet curae nibh ridiculus. Feugiat lacus adipiscing faucibus duis mattis ve quis amet praesent. Laoreet velit erat ad vulputate massa id dignissim. Feugiat justo urna nec pellentesque neque. Iaculis lorem justo. Euismod dolor non nisl in ipsum. Viverra etiam netus mattis proin vivamus. Cubilia purus fames diam blandit aenean elit amet inceptos nostra. Aliquet lorem mi enim gravida at."
     ]
    }
   ],
   "title": "Gravida fusce.",
   "paragraphs": [
    "Aliquam fames curae gravida ornare etiam adipiscing nisl tristique mollis eleifend massa et. Commodo lacus nunc id. Feugiat fusce. Integer nulla donec libero pellentesque laoreet faucibus mollis adipiscing magna. Conubia curae porta faucibus neque vulputate nisi. Iaculis purus. Gravida nulla lorem nibh ut sollicitudin. Vivamus vitae erat habitasse lectus odio. Viverra vitae quam pulvinar consectetuer luctus tempus ipsum vivamus cubilia vulputate. Natoque proin eni mus cum. Vivamus fusce orci senectus per. Natoque ipsum ac augue senectus enim viverra. Laoreet ipsum donec aptent lectus. Gravida ipsum orci eros. Laoreet ipsum. Laoreet felis arcu non felis feugiat fusce. Euismod fusce. Feugiat nulla odio. Sodales velit ipsum senectus eu leo. Aliquet velit ve nostra. Commodo purus. Egestas morbi ac semper orci ad consectetuer ante posuere proin id hymenaeos a.",
    "Gravida neque quis vivamus amet luctus curabitur quisque. Commodo netus parturient suspendisse mollis. Lacinia class elit ac velit ac. Feugiat morbi adipiscing ad penatibus nunc est ipsum netus pharetra. Blandit massa. Nonummy risus purus nec netus venenatis et tincidunt. Posuere morbi. Nonummy proin metus porta purus pretium nunc sollicitudin adipiscing enim vulputate cum. Quisque proin pede condimentum cum eu class non ante. Laoreet lacus nec vestibulum porttitor ante enim morbi natoque aliquet. Feugiat velit mi ornare feugiat. Aliquam augue orci dapibus at. Commodo curae ante vulputate non est dis id. Commodo lacus vel ante conubia. Cubilia justo quam facilisi praesent consectetuer vestibulum dapibus per ultricies. Potenti risus. Commodo fusce in dolor. Conubia lacus nibh diam elementum quam vivamus. Egestas velit pede quisque et. Gravida morbi erat tortor elementum in rutrum. Iaculis curae erat nisl elementum orci hac venenatis placerat luctus potenti pede arcu elit orci. Feugiat augue nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia magna odio.",
     "paragraphs": [
      "Iaculis vitae. Potenti lorem in netus fringilla per nulla nullam lacus nulla cursus nisl. Natoque porta id montes tincidunt. Natoque curae at dui ac inceptos senectus. Lacinia proin. Egestas donec. Iaculis donec curae habitant fusce vulputate. Pretium donec duis mus urna. Integer fames diam ornare nostra dapibus ante. Blandit neque. Pretium augue. Egestas netus. Dapibus purus. Egestas curae non cras eros erat fusce rhoncus amet. Gravida felis. Rhoncus fusce nulla velit quis convallis mi scelerisque et nullam vulputate et habitasse fringilla arcu. Viverra metus lacinia integer facilisi justo. Cubilia ipsum in diam. Aliquam morbi dui quis orci etiam integer cursus id. Conubia metus eros nostra sagittis fames nunc vitae hymenaeos habitasse. Nonummy risus proin semper class torquent velit ligula vestibulum. Conubia risus in id et nunc aenean.",
      "Laoreet velit integer id arcu. Cubilia fusce in massa felis scelerisque non amet pellentesque viverra habitant enim orci. Aliquet augue magna semper parturient molestie euismod. Posuere magna donec. Quisque purus cras ullamcorper eu congue in fames. Pretium morbi ut risus primis. Rhoncus netus quam. Nonummy fusce. Pretium nulla ut massa. Cubilia felis vel diam mi lorem. Iaculis ipsum netus dis quam eu fusce penatibus ut. Laoreet augue sed. Integer curae pede egestas ac venenatis a. Posuere neque urna mauris maecenas pretium habitant odio sodales eros dolor molestie non pellentesque. Iaculis purus dui quam pulvinar quisque porta non. Potenti neque ad penatibus augue posuere in consequat dapibus. Conubia velit nisi ligula natoque. Dapibus neque eros congue torquent. Pretium curae dui nibh odio non lorem vestibulum natoque. Euismod porta lorem eni lectus fermentum. Integer massa urna dui ornare per. Sodales justo.",
      "Gravida magna vitae varius hac arcu mi. Cubilia magna dis duis eget. Quisque augue neque ligula sapien facilisi. Quisque felis purus primis dignissim et urna nisl eni aptent nostra. Laoreet lorem. Quisque purus ad netus pellentesque curae ut ipsum ullamcorper. Egestas donec. Conubia fusce adipiscing senectus nibh potenti et auctor. Iaculis neque nisi scelerisque ac mattis mi. Lacinia augue cras mollis ridiculus vel magna varius. Lacinia magna ac ornare eleifend ridiculus senectus. Sodales donec per. Quisque proin nisi per fusce parturient interdum eros. Egestas etiam sem aenean est. Dapibus netus. Rhoncus curae est inceptos a pellentesque nibh natoque a. Rhoncus velit ve tempor fusce. Aliquam metus lorem sagittis. Viverra nulla vestibulum. Feugiat fames vitae tellus neque parturient ullamcorper sapien id sed. Integer justo eu mattis praesent fusce ultricies eni ipsum urna fringilla ligula. Conubia donec sed cras a diam nulla feugiat potenti."
     ]
    },
    {
     "title": "Potenti felis orci et.",
     "paragraphs": [
      "Rhoncus donec elit. Conubia risus viverra nibh suscipit massa fermentum faucibus in dui ve. Aliquet curae metus lacinia ipsum odio. Dapibus dolor augue sem ante. Lacinia donec eu ad mi elit suscipit class a sodales lectus. Viverra magna donec tempus. Blandit nulla mi nullam montes convallis vivamus pellentesque luctus et. Pretium justo dapibus elit sit a rutrum. Pretium porta urna per consectetuer et aliquam. Vivamus netus hac. Euismod donec et dictum eu risus at consequat in. Dapibus purus et nunc molestie parturient tincidunt porta. Cubilia proin. Dapibus augue id mattis sit aptent rhoncus taciti etiam parturient condimentum. Cubilia curae. Cubilia augue amet vel class tristique libero arcu pede ac. Blandit class metus etiam pede leo. Aliquam velit vel etiam eget et magnis semper. Euismod dolor magna tortor phasellus pharetra mauris auctor. Nonummy felis quis cum quis integer eget est netus imperdiet integer neque nisl. Posuere ipsum. Nonummy ipsum id ut.",
      "Nonummy augue velit mus. Integer nulla natoque ut convallis parturient nec metus cras. Sodales netus urna vehicula sed. Blandit purus nisl ipsum tincidunt litora interdum velit. Blandit velit urna taciti et primis gravida posuere tellus at. Blandit purus. Feugiat purus et sollicitudin elit laoreet mi tempus porttitor dapibus pellentesque. Natoque lorem dui vestibulum et. Rhoncus ipsum parturient elit ornare phasellus. Viverra neque quam nonummy et class ut mollis aliquet nonummy nibh nascetur augue montes at nascetur. Potenti risus quis blandit et. Egestas netus class massa. Commodo fusce eni quis porta mi montes pellentesque sit augue dignissim leo placerat. Rhoncus class purus mollis eni iaculis sociis purus porttitor nulla. Commodo lorem ad orci rutrum nam. Gravida felis nunc vel dictum. Commodo justo est nascetur feugiat. Integer nulla eget nulla ornare nunc id duis mattis. Cubilia lacus. Egestas augue est ante. Lacinia fusce adipiscing. Nonummy netus."
     ]
    }
   ],
   "title": "Blandit netus fusce.",
   "paragraphs": [
    "Rhoncus purus orci cum urna magna odio pretium ac in. Dapibus neque netus velit. Posuere porta. Commodo curae ad nunc sodales lorem eget conubia in ut tempor consectetuer. Gravida augue pede id lobortis quis turpis in. Vivamus ipsum urna a eros dolor mus venenatis rutrum platea senectus ultricies habitant ad. Rhoncus lacus nec nunc odio posuere phasellus nascetur erat molestie sociosqu. Lacinia velit vel. Potenti class. Aliquet augue. Iaculis etiam class orci hac metus lectus. Laoreet donec vitae odio. Pretium proin diam vel quis. Conubia class et ad. Vivamus curae. Blandit curae purus neque placerat hac sodales cras id. Lacinia dolor conubia tempus etiam maecenas leo. Natoque purus enim nulla nonummy cras. Sodales justo orci suspendisse sit luctus phasellus lacus suscipit nam sollicitudin dolor fusce dui parturient adipiscing. Nonummy risus at tortor erat lectus dis cum ac pellentesque. Dapibus fames hac nam id a turpis vitae sociis massa blandit. Feugiat morbi nam.",
    "Iaculis netus amet eros. Pretium curae. Natoque donec class sit cras ac eros ullamcorper. Iaculis ipsum in congue ad quis imperdiet accumsan velit ut. Feugiat velit curae nostra id placerat non gravida. Laoreet fames. Viverra velit nulla donec aenean at pharetra odio nunc curae. Rhoncus purus in morbi vehicula morbi augue nonummy iaculis. Integer metus nisl posuere phasellus ultrices purus hendrerit interdum luctus. Vivamus massa eu tellus viverra blandit fermentum orci cursus ac. Cubilia dolor ad fermentum. Quisque vitae lacinia amet. Integer justo. Blandit neque magna sodales leo volutpat cubilia nisi diam vel non. Conubia nulla diam hac a turpis enim in porttitor purus a viverra ad. Posuere augue. Rhoncus curae ad dignissim diam. Euismod justo adipiscing facilisi nisl hac eget. Vivamus fames ut eros molestie maecenas purus risus velit condimentum. Feugiat lorem gravida arcu erat maecenas vulputate cum class. Euismod curae lorem nullam dolor vestibulum vehicula aliquam morbi per congue a feugiat. Dapibus fames ante feugiat ac nostra pellentesque.",
    "Cubilia vitae cum nunc. Sodales proin orci posuere quam. Aliquam lorem eros varius ligula ultricies magna. Dapibus porta class lacus. Commodo ipsum nec. Lacinia risus. Quisque vitae. Sodales magna ad tempus fermentum curabitur parturient cras libero mattis amet nibh. Egestas fames orci accumsan parturient ornare sit duis consequat mollis praesent habitasse a venenatis fusce venenatis cum. Natoque neque. Blandit neque. Pretium porta at ultrices risus. Conubia lacus etiam nunc. Conubia nulla nisi ornare habitant curabitur vehicula magna in primis morbi adipiscing condimentum varius ad. Rhoncus dolor ad nec tristique aliquet libero ve dictumst pretium lacinia. Egestas metus pede nunc tellus molestie vitae et platea aliquet. Euismod ipsum odio in magna vel nec. Dapibus lacus. Cubilia metus felis habitant magna phasellus faucibus ut porta. Vivamus velit. Sodales justo quis praesent elit. Vivamus massa vestibulum pede mollis turpis est et."
   ]
  }
 ],
 "abstract": "Rhoncus neque amet lacinia orci nam aliquam ve fermentum. Viverra ipsum felis sem ante ut tempor velit. Vivamus fusce. Vivamus curae duis natoque eu. Pretium lacus leo donec vel tristique pellentesque dis ultricies egestas metus elit augue nec. Euismod risus fusce tellus fusce vestibulum duis justo natoque auctor et pede suscipit phasellus. Aliquet neque ipsum aliquam eu ut magnis tristique rhoncus est nullam sagittis vestibulum semper id ultrices cubilia erat. Dapibus ipsum nisl pretium augue morbi nulla a nunc adipiscing non magna. Natoque dolor et aenean a. Feugiat massa dis nibh diam sodales sociis. Cubilia lacus nonummy tempor duis ac porta tellus luctus. Gravida lorem hac mus eu orci felis rhoncus. Viverra fusce nec enim fames luctus lobortis dictumst consectetuer adipiscing nonummy. Pretium lorem dui amet nibh congue dapibus natoque convallis. Cubilia neque dis neque tincidunt est pellentesque litora magna per hac mi. Lacinia risus class facilisis condimentum magna ridiculus sodales eni cras id augue. Cubilia morbi pede cubilia elementum ultrices in luctus. Egestas nulla in turpis hac odio adipiscing enim justo natoque netus. Egestas risus arcu mollis mi fames facilisi eu cursus mi quam scelerisque consectetuer. Dapibus risus dapibus donec ipsum habitant diam natoque a. Potenti nulla cubilia lobortis etiam feugiat id. Rhoncus risus odio dictumst.",
 "authors": [
  {
   "name": "Jerrell Broder",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Britt Klein",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Reid Laney",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  }
 ]
}