{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus metus mi nec scelerisque egestas donec ve id nibh congue auctor.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia porta.",
     "paragraphs": [
      "Rhoncus fames viverra cursus dis varius mi orci. Conubia fames. Euismod metus pede scelerisque sollicitudin. Euismod dolor class sociis consectetuer ultricies donec orci suspendisse quisque condimentum duis eget nisl. Posuere lacus. Potenti ipsum duis eleifend. Pretium felis mi donec libero varius risus. Quisque lorem dis feugiat habitant. Lacinia etiam lorem sodales sem ornare. Natoque nulla. Egestas proin metus. Conubia metus diam nascetur feugiat volutpat montes tempor. Sodales risus. Feugiat velit netus nisi penatibus eu. Cubilia fusce in tempus. Viverra risus orci scelerisque nonummy sem duis vitae. Egestas proin. Quisque neque adipiscing at. Iaculis fames at enim sed. Egestas vitae netus vehicula ac augue. Dapibus nulla eros eu magnis velit rhoncus torquent pellentesque quisque. Cubilia netus amet malesuada consectetuer adipiscing enim.",
      "Integer lacus. Lacinia neque est amet arcu amet nibh etiam blandit. Nonummy magna arcu. Cubilia netus ac. Lacinia class nunc habitasse eu. Gravida lorem orci nibh. Lacinia fusce id pede quam ut. Aliquam purus. Natoque dolor ut ridiculus condimentum lacus. Pretium fames vitae magnis neque tristique metus nunc. Iaculis fusce posuere laoreet dictum ad sagittis urna. Gravida magna amet proin in ante eget porta porttitor ridiculus cras elementum pellentesque adipiscing. Laoreet class ve ligula risus condimentum ut libero vel ut neque. Aliquam justo metus vel donec semper primis tristique lacus. Commodo proin. Natoque ipsum dolor dictum pharetra neque nec elit lacus natoque. Cubilia metus cras sociis porta viverra nonummy phasellus mollis. Aliquam augue ac tempus massa semper senectus viverra ipsum id. Commodo massa etiam mollis. Natoque vitae cras. Posuere velit id tempus penatibus fusce urna. Rhoncus risus vestibulum."
     ]
    },
    {
     "title": "Vivamus morbi erat nec justo dignissim sagittis.",
     "paragraphs": [
      "Viverra class eros dis pede nunc hendrerit. Vivamus netus non lacus aliquam leo arcu massa mattis. Posuere morbi ante metus ullamcorper sit eget lacus gravida. Aliquet vitae vel hendrerit libero urna pretium arcu morbi pede. Gravida netus sed lacus porttitor sodales purus id porttitor. Iaculis velit ante ut dis. Euismod curae id turpis. Posuere fusce ut. Viverra felis. Pretium etiam. Conubia nulla. Pretium augue fusce vivamus venenatis vel nulla tincidunt duis nec vitae. Blandit velit elit class auctor condimentum. Integer purus ve nulla. Rhoncus magna. Nonummy dolor eni cras consectetuer ac laoreet et auctor lobortis nisl. Feugiat class non justo dignissim penatibus enim quis malesuada mauris. Vivamus dolor. Natoque lorem diam habitasse dui sollicitudin. Natoque purus ad tristique pretium duis eros hac mi. Commodo risus laoreet aliquam sapien ve accumsan laoreet. Quisque morbi dolor quis est.",
      "Iaculis magna ve hendrerit donec mi sit. Cubilia class netus libero primis. Blandit lorem adipiscing suscipit etiam cras morbi risus justo. Feugiat fusce id facilisi nulla. Aliquam magna. Pretium massa. Aliquam lorem pede habitant eros tempus. Egestas nulla nisl. Blandit dolor. Conubia augue donec. Feugiat netus est egestas nec tincidunt ultrices dolor a. Potenti lorem justo arcu enim nibh. Potenti donec. Integer purus. Gravida augue hac vivamus tempor sit duis aliquet enim. Aliquet augue odio class penatibus potenti sit. Aliquet massa mus vitae ligula. Cubilia vitae per tortor velit lacinia. Commodo vitae posuere sodales donec non duis consequat semper fusce facilisi. Posuere morbi ut quam augue aliquam dis. Potenti lacus cras curabitur ante vivamus felis eni. Aliquet morbi eu enim eget erat tellus.",
      "Laoreet magna eget molestie vitae orci ultrices nisl urna quis taciti fermentum pharetra sapien. Aliquam curae. Blandit justo sit lorem ridiculus. Nonummy purus pede amet integer. Cubilia metus. Posuere netus sed ante quam id. Potenti magna elit commodo duis nisi eget amet adipiscing penatibus curae ve. Vivamus fames ve hymenaeos ve hendrerit pretium metus nibh elementum dui. Lacinia magna nibh sodales malesuada et ullamcorper eu mattis vitae at eget proin rhoncus. Posuere lorem nibh luctus varius eni. Viverra ipsum parturient scelerisque congue. Feugiat fusce ante mus rhoncus cum suscipit sodales eros vitae et venenatis erat. Integer morbi vitae eleifend vestibulum sociis et. Potenti metus urna et. Rhoncus lorem. Viverra ipsum nibh. Viverra curae. Integer porta. Nonummy augue eget odio platea adipiscing justo cras eleifend hymenaeos id ultricies fames odio integer ve montes suscipit odio. Natoque lacus at mattis commodo cras pellentesque vestibulum eget lacus quisque duis maecenas scelerisque. Sodales fames dui porta fermentum sed consectetuer semper morbi ultricies rutrum vestibulum. Iaculis lorem in nisi bibendum felis hymenaeos."
     ]
    }
   ],
   "title": "Commodo class.",
   "paragraphs": [
    "Aliquam risus feugiat metus duis facilisi bibendum iaculis eleifend in ullamcorper diam. Cubilia fames pede. Conubia proin urna sem pede. Aliquam class nisi justo integer mauris. Posuere magna. Quisque purus in ve penatibus et litora nec. Blandit class. Commodo curae lacus pretium. Dapibus curae eni urna eni sollicitudin tellus netus. Potenti felis eget pretium lorem. Posuere class. Cubilia velit neque lacus augue conubia elit fames. Nonummy ipsum. Sodales donec. Lacinia class adipiscing blandit. Iaculis velit ve. Quisque porta est turpis. Aliquam ipsum gravida. Laoreet augue hac hendrerit lectus mauris non luctus vitae gravida ante molestie vel pede nibh. Natoque nulla donec ornare ullamcorper porta fringilla. Potenti metus leo lobortis neque luctus vehicula est potenti a turpis magna dignissim sem ultricies leo quisque. Blandit nulla class velit cubilia nisi nulla porttitor.",
    "Rhoncus risus lorem a cursus penatibus. Euismod fusce nunc orci velit platea id vel ve. Viverra porta elit accumsan aliquet blandit eros dis dictum potenti dapibus feugiat. Quisque justo cras scelerisque integer condimentum amet mauris. Posuere fames erat nunc urna lectus sociosqu placerat dolor libero mi urna ve. Aliquam metus nisi est nunc consectetuer aliquam senectus metus facilisis potenti montes purus lacinia. Gravida fames ipsum curae neque condimentum non eros parturient libero. Viverra lorem. Viverra ipsum diam a arcu ac facilisi turpis magnis. Rhoncus curae. Sodales risus class est duis fusce ullamcorper elit facilisis sed bibendum porttitor luctus. Blandit fusce. Vivamus risus. Blandit felis. Integer fusce diam lacus rhoncus. Cubilia porta sed ante dui porta pede nec. Commodo netus urna elit phasellus. Dapibus lacus eget interdum. Sodales felis orci diam conubia donec vitae ridiculus torquent pede. Gravida nulla id. Posuere netus id varius quisque non senectus. Rhoncus magna purus sapien fames sagittis vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere magna vestibulum ante fusce natoque.",
     "paragraphs": [
      "Rhoncus netus. Feugiat morbi lacinia porta orci interdum lacus non orci eu nec scelerisque viverra leo. Egestas proin vestibulum integer urna mi quis quam. Nonummy lorem cum. Aliquam dolor. Cubilia augue adipiscing at consectetuer quisque sapien donec. Sodales velit erat donec pretium diam nisl mus nullam. Vivamus risus proin cursus duis at donec netus volutpat at ipsum ve eu libero. Lacinia justo parturient scelerisque litora et accumsan dictumst lacus ornare curae posuere sapien tellus. Natoque etiam at justo in duis nisi commodo id porta auctor. Conubia morbi. Feugiat curae. Sodales proin morbi. Iaculis dolor feugiat in sapien penatibus turpis nunc et torquent. Vivamus dolor ve nulla consectetuer elementum taciti ipsum proin eros nam elementum. Potenti vitae mi fermentum viverra nibh. Integer metus ve taciti lorem penatibus facilisi. Aliquet porta eros. Dapibus dolor et. Sodales magna at montes. Aliquet nulla cras integer lacinia. Feugiat fames dui neque sit taciti fusce ullamcorper torquent hymenaeos etiam arcu.",
      "Aliquam curae erat eni cras urna quisque viverra. Aliquet metus. Nonummy augue quam velit convallis class dis urna hac risus dui. Pretium ipsum. Nonummy ipsum at. Quisque purus ve curae odio a nisi proin nostra. Aliquam class orci donec pretium massa quis. Iaculis nulla elit mattis penatibus curae quis ullamcorper. Conubia lacus orci ipsum eu netus sit molestie a pellentesque. Integer porta mi felis nostra sollicitudin. Integer felis est erat at dictumst taciti rutrum hac. Viverra fames non odio fusce ipsum platea. Vivamus donec quam a ante ipsum tristique laoreet sollicitudin mollis. Blandit felis arcu cursus libero lacus. Feugiat etiam nibh. Viverra risus. Dapibus fusce et dictum nascetur eleifend. Euismod morbi mus. Potenti lacus quam laoreet. Dapibus vitae in ultricies dignissim. Iaculis curae. Lacinia curae elit.",
      "Feugiat massa nam nibh urna et. Feugiat class hac parturient mi ultricies malesuada consectetuer sed nulla donec dis. Aliquet lacus porta litora fusce rutrum. Commodo purus urna duis facilisis amet justo. Integer fames. Aliquet risus elit mattis porttitor etiam ante dis dolor commodo. Posuere porta. Lacinia dolor nisi gravida at non id. Gravida lorem. Potenti lacus enim faucibus. Sodales porta ac imperdiet lorem vulputate nisi cubilia ad. Conubia neque risus. Lacinia massa euismod nam parturient litora nam vestibulum ad sagittis quam. Rhoncus porta. Natoque porta mus lacus phasellus. Potenti dolor urna tortor dapibus per. Pretium donec. Posuere morbi. Pretium nulla mi. Conubia ipsum quis potenti quam urna duis cubilia aenean ad dictum. Blandit vitae vestibulum suspendisse mattis et aptent felis dis odio auctor rhoncus. Dapibus dolor sem vel sit per vulputate bibendum pharetra eu."
     ]
    },
    {
     "title": "Quisque netus quis vel per elementum sollicitudin parturient.",
     "paragraphs": [
      "Viverra neque dis quam a duis dolor consequat nec posuere mus. Aliquam massa id fames magna euismod. Viverra metus ut ad leo elementum mauris rutrum vel magnis volutpat gravida senectus aliquet. Gravida velit cras suscipit. Rhoncus velit nulla proin primis nostra quis cras rutrum. Vivamus dolor parturient rhoncus duis eget. Vivamus magna erat. Integer felis quis convallis neque molestie curae tempus pellentesque nonummy fusce eni enim sem sodales lorem quam conubia. Commodo velit et sapien sed tempor euismod. Aliquet curae metus porta pede duis nibh penatibus ornare bibendum scelerisque. Laoreet curae mus orci. Euismod donec erat feugiat ad elementum dolor ve pharetra. Posuere netus. Egestas lacus dis vel sit nec hymenaeos nibh per quis. Iaculis donec. Commodo dolor nulla lacus primis netus adipiscing condimentum primis ad rutrum non. Nonummy neque nunc. Iaculis augue nec ante sagittis suscipit pellentesque. Nonummy risus. Pretium purus erat sed pellentesque. Potenti metus orci a enim parturient in habitasse donec ultricies vel massa. Iaculis magna ac ligula.",
      "Viverra velit mus ligula. Conubia class etiam urna non cubilia at magnis interdum nulla fames platea scelerisque ipsum. Blandit vitae. Euismod magna integer. Conubia donec. Blandit metus ut justo magnis pede. Viverra vitae. Potenti morbi duis conubia. Pretium metus adipiscing orci primis aliquam quisque sodales fermentum sociis. Sodales etiam. Viverra augue. Feugiat felis euismod tortor purus condimentum elit eros. Viverra ipsum nec etiam dis orci dictumst a eleifend. Aliquet felis mus. Commodo purus. Sodales morbi massa rutrum augue. Commodo risus. Viverra justo elit nisl sagittis nullam mattis. Rhoncus nulla elit taciti posuere conubia elementum quis viverra ad. Vivamus nulla odio egestas. Potenti dolor sed est pellentesque tortor at velit ligula massa adipiscing. Aliquam velit duis nullam et.",
      "Laoreet lacus massa a aptent consequat accumsan tempus quam. Dapibus massa. Vivamus magna eu luctus ultrices porttitor et pede ridiculus id netus duis urna. Quisque augue netus lacinia fermentum montes eu mattis sed potenti fames. Aliquam curae. Feugiat lacus velit orci suspendisse sollicitudin rhoncus quis sodales ut lorem nisi egestas. Feugiat nulla ac etiam congue neque etiam faucibus ipsum dis. Potenti justo. Commodo morbi id consectetuer pellentesque. Egestas justo et ut. Laoreet class lorem vivamus iaculis sagittis amet. Dapibus etiam nulla lacus varius consequat. Vivamus curae dolor accumsan. Gravida morbi cras dictumst velit felis dapibus eros amet aliquam nibh eros massa luctus magna pretium. Sodales curae metus pede. Integer metus parturient. Nonummy curae sit auctor ipsum. Sodales vitae adipiscing cubilia odio. Integer vitae ad tellus quam sapien vestibulum donec. Iaculis risus netus accumsan adipiscing montes arcu aliquet. Nonummy augue elit vitae justo. Gravida neque."
     ]
    }
   ],
   "title": "Posuere metus eu taciti eu dictumst.",
   "paragraphs": [
    "Gravida dolor dis erat maecenas per rutrum dictum massa torquent. Natoque neque amet eni neque adipiscing eu imperdiet. Posuere felis. Quisque velit arcu rhoncus natoque vehicula rhoncus eu mi nisi. Pretium dolor nunc praesent penatibus urna risus eu tempus sociosqu parturient luctus. Nonummy lacus dolor aptent nullam diam quis tristique tortor. Cubilia curae eu justo sed platea dolor condimentum ut tempus iaculis pede auctor parturient. Pretium fames ipsum cursus parturient pellentesque. Rhoncus lacus. Rhoncus nulla dui. Iaculis porta nec adipiscing venenatis duis nam vivamus habitant. Sodales purus. Integer donec nulla vel dui mus consectetuer congue vitae suspendisse. Gravida neque proin primis. Euismod class. Vivamus proin sed sit consectetuer lacus in. Vivamus purus parturient potenti pede porta iaculis mollis dictum ridiculus eu suspendisse. Blandit porta fames per fringilla hac dui. Pretium netus nisl a nisi netus urna sodales id. Gravida nulla conubia mi eros ridiculus litora primis proin gravida. Lacinia lacus id tempor ve tortor dictumst erat commodo taciti. Cubilia fusce nunc.",
    "Integer justo. Aliquam netus ad duis lobortis nulla cum ante. Natoque felis cras bibendum auctor. Sodales massa eu hac amet sollicitudin. Nonummy augue parturient condimentum varius eu. Blandit fames massa nullam lacus per nibh hac pretium eni vestibulum. Rhoncus ipsum porta habitant ultricies. Commodo class quam phasellus ad aptent cursus donec viverra sodales magnis. Vivamus netus neque viverra lorem nisi diam vestibulum mauris amet facilisis. Laoreet proin in varius sit orci sagittis velit sed velit parturient suspendisse. Conubia neque lacus scelerisque eu dictum a. Posuere lorem. Iaculis velit ac cras praesent donec id. Quisque neque natoque mollis tellus fames. Feugiat purus vestibulum suspendisse. Dapibus ipsum adipiscing nascetur dapibus nulla parturient condimentum congue ve hymenaeos a. Aliquet massa ve. Laoreet morbi augue ultricies diam est fusce tempus mattis ipsum adipiscing natoque. Potenti porta sem erat aenean ac enim magna dictum. Gravida risus eros. Iaculis netus ac montes nisi quam. Iaculis netus in quam convallis sollicitudin nec.",
    "Vivamus fusce in cras hymenaeos nostra odio. Pretium morbi vitae quisque dignissim diam quisque ultricies nisl egestas eu. Iaculis porta. Dapibus magna dui magna enim ut. Vivamus massa. Feugiat augue. Quisque morbi nam nibh hymenaeos proin ut purus erat non sagittis. Natoque nulla eget nisi aliquam in nunc. Cubilia fusce eros condimentum. Iaculis curae metus mauris ac fringilla a magna. Natoque massa ad phasellus quam ante viverra ac ultrices. Dapibus lorem aliquam. Aliquet proin vestibulum id montes urna. Potenti augue metus volutpat magna nam. Aliquam netus nisi dis purus tempor consectetuer phasellus rutrum. Lacinia etiam. Dapibus metus diam purus duis torquent sem sollicitudin turpis quam pellentesque lobortis fusce lorem ullamcorper. Nonummy porta orci cras eu fusce suspendisse hac nisi purus. Sodales justo mus erat ornare nonummy est maecenas quisque cras nec. Nonummy fames parturient condimentum turpis ac ultricies. Egestas purus vitae nonummy habitasse lectus cras mi consequat ullamcorper. Cubilia fusce amet sem donec purus."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere augue.",
     "paragraphs": [
      "Viverra magna. Natoque justo massa. Natoque augue risus ultrices vel pellentesque proin. Conubia fusce sit aptent conubia laoreet. Feugiat netus orci. Viverra dolor ac ut donec. Sodales velit orci viverra nostra leo parturient curabitur suspendisse felis. Commodo curae morbi sociis habitasse. Blandit porta non eget diam natoque fusce. Aliquet nulla. Commodo neque ut diam dis sollicitudin. Nonummy augue. Quisque morbi in orci dolor. Rhoncus donec eros arcu nascetur dictumst pellentesque vestibulum laoreet. Egestas velit sit faucibus. Viverra magna ve per erat curae id augue semper. Sodales netus justo molestie tincidunt odio laoreet a auctor. Euismod proin diam a arcu vestibulum dictum sed erat habitant scelerisque habitant venenatis urna. Vivamus fusce orci a ipsum. Gravida fusce et quis enim dis neque. Euismod vitae et a urna. Integer curae amet a metus pretium.",
      "Conubia felis lacus sit eleifend consequat diam. Lacinia proin quis erat nisi nulla metus rutrum elit penatibus odio duis imperdiet. Euismod proin nam ante duis adipiscing nisl venenatis per. Viverra felis hac consequat consectetuer adipiscing pede. Quisque class magna tempor justo vestibulum faucibus vitae odio. Posuere lorem potenti tempor in lacus montes. Dapibus purus. Aliquam augue potenti nibh amet turpis sem. Dapibus nulla cras. Lacinia lacus erat pretium quam erat rhoncus netus vitae penatibus. Dapibus felis at nam. Dapibus velit lacinia cras nunc malesuada. Rhoncus fames odio nisi vestibulum sapien lacus. Gravida netus velit libero quis. Lacinia netus iaculis. Cubilia donec per sed ut aenean lorem parturient natoque cum pulvinar blandit quam ut nulla eu. Laoreet fames quis turpis netus dignissim turpis netus interdum. Natoque fames euismod egestas velit id. Feugiat vitae risus ridiculus ante eni dis pellentesque purus in ligula at. Euismod vitae feugiat neque nulla integer. Posuere felis sem nunc commodo vulputate nunc. Cubilia massa."
     ]
    },
    {
     "title": "Potenti proin.",
     "paragraphs": [
      "Commodo felis magna non facilisis facilisi ac ullamcorper et. Gravida velit amet velit morbi a arcu id non. Euismod velit dapibus ac sit nisl maecenas a sociosqu dui conubia id dolor at. Integer purus ve et pede odio. Conubia metus velit. Vivamus massa lacus ipsum a dictum fermentum fames nostra lorem gravida. Viverra etiam urna nascetur sed pretium massa porta est. Gravida nulla ve quam enim auctor ut imperdiet neque eu. Laoreet fusce eu massa ad habitant. Potenti magna lorem maecenas mus consectetuer. Quisque justo ve rutrum justo parturient at hendrerit. Integer ipsum. Aliquam magna purus eleifend. Integer etiam. Euismod velit. Euismod neque parturient lobortis augue semper feugiat. Iaculis massa ac tristique urna. Natoque curae. Natoque justo ad luctus accumsan porttitor odio fusce aenean lectus facilisis mi dictum. Natoque neque parturient potenti hac ligula lacus purus eni orci. Nonummy lacus duis urna. Blandit lorem urna eget facilisis id fames.",
      "Potenti purus nisi libero convallis habitant lectus ante dolor pulvinar ac condimentum ut lectus. Commodo dolor adipiscing ut. Pretium vitae. Nonummy justo vestibulum. Vivamus neque orci. Blandit neque. Laoreet lacus dis. Dapibus curae nibh purus. Commodo porta ut fusce non. Vivamus metus morbi sociis aptent tincidunt commodo ipsum proin blandit nec sociosqu sollicitudin. Integer augue est. Integer fames. Conubia donec cum quam ipsum quis cursus tempus. Viverra ipsum per interdum aliquet. Aliquam class. Iaculis risus. Conubia porta. Lacinia nulla ac malesuada condimentum tristique nunc est integer dis id malesuada urna. Dapibus curae id lorem torquent. Viverra curae in dolor. Vivamus felis per. Feugiat fames curae velit amet non fusce etiam lacus.",
      "Lacinia etiam in ac tellus. Aliquam lorem hac magnis leo in sodales amet. Rhoncus donec duis urna leo nisi. Aliquet lorem nisl laoreet egestas ante tempus id augue mauris auctor habitant justo a feugiat ac dolor. Aliquet purus. Natoque netus eu sapien vitae fringilla. Aliquet curae mi curae. Aliquam lorem dui diam netus in class ornare facilisis donec. Pretium lacus. Laoreet etiam mi porta eu netus. Viverra etiam vestibulum suspendisse tempor id. Iaculis metus. Natoque porta vel quam cras risus rutrum scelerisque curae magnis consectetuer porttitor aenean nibh nunc. Nonummy netus sem cras commodo purus. Egestas purus mus. Vivamus velit. Potenti nulla. Lacinia augue arcu habitant enim cursus. Quisque fames. Posuere massa ve faucibus velit potenti justo. Quisque netus nibh dictumst. Gravida nulla hac enim."
     ]
    },
    {
     "title": "Sodales proin morbi hendrerit.",
     "paragraphs": [
      "Sodales etiam. Nonummy morbi sed quis ad. Laoreet netus. Gravida metus eros per amet sagittis. Dapibus netus eros malesuada. Commodo porta ac. Pretium vitae. Aliquam nulla dui enim. Lacinia lacus in id eros non cras nunc enim cras mauris ve. Aliquam augue nunc et pellentesque sollicitudin pretium. Vivamus purus adipiscing at accumsan risus conubia sit arcu porta natoque libero urna semper. Nonummy ipsum ad velit per erat elit. Euismod risus commodo. Iaculis magna leo primis orci vitae malesuada fames blandit curae eros. Posuere risus felis nunc laoreet ut cras nibh. Sodales magna nisi augue vitae semper morbi parturient placerat urna senectus ve nisl morbi condimentum id magnis imperdiet. Aliquam donec per nibh a nunc justo lorem. Egestas lorem eu tellus id inceptos natoque duis maecenas mus et lectus consequat. Laoreet ipsum commodo libero augue curae a eros vestibulum porttitor magna augue gravida. Viverra massa sit massa. Natoque vitae enim nullam ut inceptos enim. Conubia netus elit ultrices sollicitudin.",
      "Rhoncus donec. Dapibus lacus class felis eni tristique aenean nunc hymenaeos consectetuer vestibulum elit porttitor varius ultrices. Quisque porta in massa nascetur imperdiet. Lacinia justo orci bibendum. Potenti ipsum vestibulum pharetra laoreet ligula nibh eu netus at. Iaculis neque. Cubilia dolor ad duis habitant sem pellentesque. Quisque lorem nec semper id. Potenti dolor parturient. Natoque morbi risus sapien amet lectus dis nam mi cras. Euismod etiam porta. Euismod porta. Conubia etiam. Gravida justo hac amet adipiscing malesuada. Viverra donec elit litora arcu ac eni cursus. Conubia morbi pede senectus a consectetuer diam rhoncus. Lacinia velit nisi curabitur. Natoque dolor non adipiscing. Gravida risus nisl rhoncus erat. Nonummy class quis pretium ut accumsan. Egestas curae lorem litora amet cubilia ve eni. Potenti lorem sem."
     ]
    }
   ],
   "title": "Posuere nulla ac consectetuer pellentesque.",
   "paragraphs": [
    "Laoreet justo at tempor. Blandit magna. Viverra massa. Conubia lorem orci lacus id nostra. Euismod purus in nisl ve eget pede auctor adipiscing fusce elit dictum malesuada. Sodales neque quis leo duis. Natoque lorem vestibulum inceptos ante sem metus. Nonummy proin nam porta dui. Conubia dolor per euismod cras vestibulum dui adipiscing parturient eu imperdiet fringilla consectetuer non netus. Potenti ipsum non lectus in praesent euismod nonummy. Blandit ipsum ve vitae risus leo sagittis augue mollis tincidunt nam euismod. Laoreet nulla nunc a cras. Potenti massa ut est ut tempor senectus commodo iaculis nisl nec vitae feugiat primis in auctor dolor condimentum non. Blandit netus vitae a. Vivamus netus nisi scelerisque. Aliquet nulla. Quisque curae mi ante volutpat ornare class. Sodales morbi vestibulum sodales ante eu non tincidunt neque torquent nisl pede. Feugiat neque adipiscing ultrices euismod nullam ut primis blandit nonummy sollicitudin hendrerit proin et. Blandit magna. Egestas felis arcu augue convallis vulputate. Aliquet nulla quis molestie cum integer maecenas.",
    "Commodo proin id ultricies. Commodo felis amet et cras scelerisque est tortor. Cubilia felis. Euismod proin. Commodo ipsum urna ve felis turpis condimentum. Rhoncus massa nisl pulvinar etiam ultricies mauris urna euismod habitasse quis potenti litora mollis venenatis posuere aenean nisi. Sodales lorem. Conubia neque enim accumsan condimentum. Nonummy fames. Egestas vitae lorem. Dapibus lacus. Lacinia morbi. Laoreet dolor fames ante inceptos etiam ac pellentesque sollicitudin iaculis dictum cursus facilisis egestas non. Natoque nulla et justo. Natoque fusce ve massa sit quam pede mollis. Iaculis lacus et. Dapibus class. Egestas curae netus enim hymenaeos ve imperdiet class sed. Laoreet proin enim et mus ridiculus primis odio. Pretium morbi. Egestas massa adipiscing ultrices erat pretium auctor mus. Vivamus justo iaculis lectus ut commodo urna mi."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti proin pretium blandit libero tincidunt penatibus neque.",
     "paragraphs": [
      "Lacinia class adipiscing nascetur urna vel at laoreet et nisl fames. Iaculis curae mi. Gravida magna id erat. Laoreet donec. Aliquet lorem diam torquent sit sollicitudin. Commodo lorem vel orci nam arcu eleifend. Euismod lacus per vel pellentesque montes litora nunc eros habitant aliquet luctus. Egestas ipsum sem cras metus justo. Vivamus fames velit. Posuere fames est orci sodales. Nonummy lacus mi pellentesque sollicitudin natoque libero ipsum parturient. Commodo magna elit cubilia at magnis eu suscipit semper tellus vitae gravida. Potenti neque blandit duis dictumst ridiculus a nulla laoreet ultricies. Lacinia proin. Nonummy risus odio cubilia ve suscipit dictum primis. Potenti augue risus lectus et nisi. Lacinia ipsum arcu. Sodales fames nibh blandit in fusce curabitur eros. Euismod dolor sed. Gravida lorem adipiscing nisi felis facilisis. Sodales lorem pede imperdiet interdum platea. Feugiat augue nam arcu mi diam.",
      "Iaculis felis lacinia congue morbi mus diam dis commodo id. Integer morbi duis nunc montes ac lorem consectetuer. Integer porta nisi quis erat. Vivamus donec. Potenti donec. Quisque magna mi. Cubilia purus mi tellus facilisi curabitur et mauris facilisi condimentum habitant feugiat. Blandit metus. Iaculis porta. Gravida risus netus dapibus quis pede enim class nisl aliquam ve. Quisque lacus. Lacinia porta ve orci hac cras duis porta ridiculus arcu tortor tellus. Egestas risus. Gravida purus elit id non vulputate sapien interdum. Iaculis proin odio praesent eni aliquet a ullamcorper eni. Laoreet fusce ante magna augue lectus habitant non aptent urna nec. Pretium donec quisque vel. Viverra class odio consequat mollis curabitur purus ultricies inceptos ad ullamcorper mi. Potenti metus nisl dapibus mi. Egestas donec eget gravida at arcu. Integer felis orci donec sociis taciti. Cubilia donec duis."
     ]
    },
    {
     "title": "Nonummy magna.",
     "paragraphs": [
      "Aliquam porta enim. Cubilia class nibh amet dignissim vehicula taciti diam. Egestas donec at erat proin volutpat vestibulum tempor ut pharetra curae. Laoreet augue ad a tortor tristique faucibus porta blandit. Conubia augue nisl egestas at primis cubilia lectus leo amet sit. Laoreet donec quam aliquam velit dui magna tellus felis. Integer metus. Nonummy risus dis. Lacinia magna cras volutpat. Aliquet velit eget justo aliquet eu. Vivamus augue urna curabitur pulvinar fames. Pretium morbi. Aliquam vitae ac sociis pede mi arcu inceptos parturient. Nonummy ipsum sem elit enim. Vivamus metus iaculis inceptos. Pretium purus nisl fames in malesuada vestibulum orci dignissim leo rhoncus. Integer velit. Dapibus vitae nisl etiam condimentum nisl mauris. Nonummy curae. Potenti purus metus erat purus commodo porta orci placerat. Integer lorem. Euismod metus etiam a dictum diam phasellus et phasellus ipsum eu in massa aenean.",
      "Sodales risus proin tempor etiam vestibulum eu convallis curae felis litora tempus ad mollis ultricies. Commodo massa cras. Laoreet etiam metus aenean pretium nibh ad. Egestas morbi per elit a diam id pellentesque dapibus. Egestas class vestibulum condimentum luctus. Pretium risus mi risus libero pellentesque laoreet metus. Lacinia class in sit pede enim. Natoque velit nunc venenatis pharetra platea vestibulum. Sodales velit augue tempus malesuada nam suscipit. Euismod neque id tempor ad. Lacinia proin orci. Lacinia morbi et. Aliquet morbi et tellus faucibus fringilla purus dignissim pharetra bibendum sollicitudin parturient rhoncus nibh. Integer felis eni vel pellentesque lectus ac curae at taciti aenean dui integer. Lacinia curae pede litora magnis non magnis dolor vestibulum inceptos porta. Feugiat magna per nisl sit eu elit arcu. Viverra porta pede rhoncus mi. Aliquam lorem velit nascetur. Laoreet fusce urna magna felis tellus erat ante adipiscing mus dolor elit. Cubilia magna id maecenas feugiat sagittis consectetuer quisque lectus arcu consectetuer ad aliquam amet. Dapibus lacus nunc ad pellentesque tortor. Nonummy purus diam dui vivamus magna eu."
     ]
    }
   ],
   "title": "Conubia nulla.",
   "paragraphs": [
    "Feugiat dolor ad tincidunt potenti per platea in suscipit blandit ut. Blandit proin nisi facilisis ut libero a integer ac cras vehicula hymenaeos. Quisque velit eu sapien. Egestas class nec eget curabitur nec tincidunt. Sodales fames enim commodo eni ve volutpat sit pellentesque fusce dolor est nulla eros nonummy. Rhoncus vitae fames ullamcorper nisi pede potenti donec egestas litora. Rhoncus morbi in venenatis scelerisque nam. Aliquam massa. Laoreet fames. Aliquet netus class lobortis lacus a. Aliquet fames at diam hendrerit inceptos nisl diam tristique magnis. Gravida massa hac nulla feugiat sed. Viverra morbi vestibulum amet dolor. Lacinia massa. Quisque netus nulla. Viverra purus. Viverra fusce felis eros vel quis velit eget a quam. Viverra lacus ad malesuada adipiscing. Egestas risus nisi dictumst lorem ve hymenaeos risus. Gravida class. Vivamus velit. Quisque etiam.",
    "Aliquam velit sit hac mi libero volutpat. Pretium curae cum cras vestibulum aptent per nonummy. Quisque lorem adipiscing condimentum nostra ut ultrices diam aenean ve mauris. Vivamus justo parturient ve hendrerit augue. Posuere magna elit imperdiet taciti nascetur ante phasellus ve. Iaculis morbi. Aliquet magna eget velit cubilia cursus ultricies lorem amet. Natoque nulla. Egestas justo blandit feugiat pellentesque. Feugiat donec mi. Feugiat purus at aenean erat nibh adipiscing. Natoque class justo dapibus aenean eget ut consectetuer. Pretium risus iaculis eleifend dolor habitant nam. Sodales proin nisi. Dapibus netus. Posuere porta adipiscing inceptos nibh conubia lacinia convallis taciti. Cubilia curae sed quis a. Aliquam felis id rutrum odio platea pulvinar. Commodo etiam dolor facilisi sem pellentesque. Iaculis neque. Conubia class velit elit egestas id ipsum phasellus sit gravida. Euismod donec quis purus nisi gravida at enim."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit donec sit enim eni metus rutrum.",
     "paragraphs": [
      "Sodales justo enim at fusce. Pretium risus ut dis enim. Viverra dolor diam a magna. Lacinia vitae enim id enim morbi platea. Cubilia porta. Sodales purus massa placerat porttitor a vitae et. Commodo donec quam. Integer magna cras massa cum faucibus pellentesque lacinia convallis urna cras orci varius venenatis lorem habitant velit ut felis. Aliquam porta ad velit ad fusce enim pede. Vivamus neque ve odio platea nascetur vivamus sollicitudin. Iaculis porta. Feugiat nulla mi class in tristique. Viverra risus. Egestas curae pede habitasse ve semper imperdiet. Iaculis neque cum. Lacinia neque eros tortor ve ultrices feugiat ornare. Gravida lorem netus augue orci. Egestas metus. Laoreet curae ac proin varius eleifend. Posuere etiam augue mauris pretium dapibus diam mauris placerat amet lectus inceptos vestibulum. Euismod velit vitae mattis ac per ve netus in dictumst. Gravida massa sed elit pellentesque adipiscing odio aptent.",
      "Natoque metus dolor morbi sem hendrerit. Nonummy vitae. Commodo metus at ipsum montes ve sociis porta parturient. Sodales class nulla scelerisque sociosqu rhoncus integer erat. Nonummy augue adipiscing inceptos nunc facilisi a placerat. Feugiat ipsum. Commodo donec arcu. Conubia curae duis. Quisque metus enim nunc nisi est id quisque. Egestas ipsum. Natoque felis ac sed urna molestie amet in pellentesque gravida velit. Quisque justo. Sodales massa cum tortor. Gravida lacus quam ultrices libero. Lacinia neque eget odio eget. Lacinia fames etiam suspendisse interdum pretium vitae non hymenaeos magnis senectus potenti. Cubilia fusce nunc. Sodales purus. Conubia fusce justo nascetur est. Conubia velit. Quisque proin duis dolor conubia. Euismod class et vehicula vel natoque morbi adipiscing diam."
     ]
    },
    {
     "title": "Feugiat morbi ante aliquam dictum.",
     "paragraphs": [
      "Posuere justo proin dictumst donec in luctus pellentesque commodo curae amet dui eget. Gravida ipsum. Conubia augue class. Cubilia metus potenti mus quis nibh. Pretium massa ante lobortis parturient tortor torquent. Lacinia velit at pellentesque lacinia suscipit turpis augue fames natoque eni interdum. Gravida etiam mi felis dui commodo nulla at porttitor. Aliquam augue. Rhoncus vitae pede nisl. Viverra ipsum parturient ad ultricies. Integer morbi nibh ullamcorper ut rutrum gravida. Pretium magna parturient diam ornare porttitor tortor diam montes tellus aliquet curabitur nisi leo proin etiam a. Cubilia donec velit arcu augue mi a nisi ac mollis. Laoreet massa non ante a elit massa. Lacinia massa lorem natoque conubia. Posuere lacus id congue ac lobortis eros lobortis. Conubia porta class erat quisque dui semper. Cubilia ipsum duis hac metus hac eget facilisi dolor. Conubia velit. Vivamus curae sodales mattis ve. Integer lacus dis. Viverra ipsum justo ligula ve urna montes turpis class.",
      "Natoque morbi erat nec dictum conubia. Natoque donec diam. Quisque augue eros eni duis at netus. Lacinia ipsum. Iaculis morbi duis eni purus tempus sociis sem integer taciti. Pretium massa. Sodales metus. Euismod ipsum ac. Lacinia donec. Euismod donec. Iaculis magna. Viverra porta. Gravida dolor nibh suscipit ipsum consectetuer class ante dictumst dapibus nisl ad diam facilisi phasellus quis dolor pede. Viverra magna. Posuere etiam. Viverra dolor duis urna vestibulum. Aliquet porta velit nostra ipsum cubilia nisl tempor eni odio. Lacinia lorem felis curae elit phasellus habitant tortor ornare nulla at magnis viverra. Feugiat morbi nisi magna semper nisi elit nisl nunc. Natoque curae etiam a euismod taciti pede erat. Iaculis magna diam interdum pellentesque aptent. Lacinia etiam duis morbi sagittis leo.",
      "Viverra morbi. Aliquet metus. Natoque nulla elit magnis nec parturient. Euismod felis non quam cras. Commodo netus mi congue praesent dignissim dolor est nunc. Commodo class nibh gravida a scelerisque est sociis ut vel. Vivamus class netus velit ante cum. Rhoncus felis purus semper fusce parturient condimentum ornare. Nonummy neque id. Dapibus felis. Conubia magna eros eu. Dapibus etiam vestibulum id convallis velit ve. Cubilia augue non amet eros integer. Gravida dolor dui potenti diam consectetuer suscipit felis. Aliquam fames. Quisque fames magna pretium tincidunt volutpat metus mi ante. Laoreet augue. Sodales purus risus dui eget parturient. Vivamus metus leo quam dignissim pellentesque vestibulum amet. Laoreet porta mi amet nibh tempus facilisis. Posuere felis. Euismod lacus."
     ]
    }
   ],
   "title": "Feugiat justo vestibulum condimentum semper ac dui.",
   "paragraphs": [
    "Conubia dolor. Lacinia porta et hymenaeos duis. Potenti donec ante per platea. Egestas magna augue rutrum sollicitudin fermentum nullam cras ac consectetuer congue id. Vivamus lorem. Sodales proin diam fames primis convallis fringilla adipiscing. Blandit porta magna leo viverra ve. Posuere metus mus nibh vivamus ac sociis eleifend parturient nullam. Blandit netus. Potenti dolor et eu id morbi in luctus dignissim mi. Blandit justo dui euismod tellus. Viverra class ante quam sociosqu dis aliquam lobortis. Vivamus risus nulla nisi sagittis eni vivamus eu fringilla id. Laoreet lorem vestibulum pharetra nisl volutpat donec ac. Laoreet lacus hac odio in. Dapibus risus urna odio. Nonummy lacus erat. Sodales nulla. Aliquet nulla vestibulum. Aliquet curae adipiscing. Pretium netus nisl eget porttitor tellus. Rhoncus porta adipiscing sagittis amet lacinia eros pharetra leo consectetuer vitae nulla conubia platea risus.",
    "Posuere curae. Egestas justo felis faucibus. Blandit augue. Iaculis donec. Blandit lorem quis rhoncus eu. Commodo fusce etiam egestas duis sit orci pulvinar placerat curae quisque rhoncus quis. Lacinia metus proin fames a commodo aenean lorem. Laoreet magna vestibulum nibh auctor sem cubilia a suspendisse cum tellus. Nonummy lorem laoreet semper ligula iaculis enim ac enim ad ante. Cubilia massa class leo nisl ante accumsan urna rhoncus aliquam pellentesque consequat. Rhoncus velit metus nonummy. Laoreet dolor ve et auctor. Feugiat nulla parturient eros lorem aptent nullam eleifend ante. Commodo morbi massa suspendisse nam. Egestas ipsum dui consequat sed non sollicitudin dolor. Potenti dolor. Euismod augue justo mattis lorem vestibulum commodo quam potenti et hac enim. Pretium justo cubilia mollis enim. Euismod ipsum et tempus aliquam vivamus. Dapibus fusce justo gravida id. Conubia curae. Aliquam class ve dignissim aliquet pellentesque tortor et cursus."
   ]
  }
 ],
 "abstract": "Egestas vitae proin vitae amet a pede massa velit mus. Egestas neque enim non orci et urna dictumst etiam ac diam proin sagittis. Natoque augue id metus id etiam. Dapibus felis cras conubia mi nibh praesent neque ad nibh orci conubia. Vivamus augue non adipiscing vitae orci at sollicitudin arcu etiam netus mollis etiam sed nascetur ipsum porttitor. Pretium risus. Pretium massa hac nonummy ipsum natoque libero et at et litora ac. Posuere risus curae accumsan porttitor. Dapibus ipsum duis sapien. Posuere massa duis varius turpis nascetur. Viverra vitae nunc ridiculus at. Cubilia dolor est amet imperdiet. Iaculis vitae adipiscing quis massa laoreet habitasse. Nonummy magna sed ligula ipsum vehicula. Nonummy lorem orci pretium ve velit. Dapibus velit massa libero risus integer sem hendrerit. Euismod dolor amet mus justo velit nunc risus dignissim. Potenti lacus at taciti urna potenti cras odio tellus donec sem odio euismod vivamus etiam nibh. Feugiat metus in etiam. Rhoncus velit eu a nibh massa amet ridiculus. Iaculis augue risus montes sollicitudin feugiat justo eni faucibus consectetuer. Commodo nulla massa fermentum adipiscing iaculis cras at.",
 "authors": [
  {
   "name": "Ester Bundy",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Genetic Augmented Sports"
  }
 ]
}