{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy lorem ve ultricies integer congue ad nisl proin.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia ipsum ut diam facilisi parturient libero inceptos.",
     "paragraphs": [
      "Gravida neque purus quis. Quisque massa augue massa tempor at. Laoreet purus gravida egestas mauris vitae enim lorem natoque taciti vel. Aliquam curae hac. Cubilia fames eros pulvinar ullamcorper eleifend felis. Feugiat lacus sit adipiscing ut pellentesque rhoncus. Conubia neque sed duis. Commodo class ve. Nonummy purus parturient scelerisque montes. Nonummy felis arcu consequat non metus vestibulum id. Posuere donec. Laoreet nulla netus arcu fames lacinia sapien. Aliquet porta. Iaculis dolor metus dui quis sollicitudin ad vitae senectus mus. Commodo augue. Nonummy class ve fringilla integer dui faucibus pretium sollicitudin semper in primis. Iaculis curae fames massa aenean hendrerit. Nonummy risus. Feugiat augue dis elit ac pellentesque consectetuer blandit litora rutrum ac. Gravida proin adipiscing habitant massa ad pede. Sodales risus. Viverra risus sem natoque nostra quam sociis lacinia nunc adipiscing.",
      "Vivamus ipsum quis natoque ac nulla ante id. Viverra ipsum ac tincidunt ullamcorper leo montes a vestibulum mus. Posuere dolor elit senectus eleifend cubilia lobortis vivamus nonummy curabitur. Gravida justo integer malesuada orci. Feugiat netus ut. Quisque risus. Feugiat porta ad a aenean arcu. Aliquam proin netus eni quam tincidunt et condimentum. Aliquam fusce adipiscing iaculis dis id amet id massa platea. Aliquam nulla quam auctor. Aliquet class. Iaculis netus ut cras id sit ut rutrum. Commodo ipsum dis amet. Sodales lacus magna lectus iaculis arcu nibh posuere eu maecenas duis. Gravida vitae nisi iaculis at arcu duis pede ut pellentesque lacinia magna ut. Viverra massa. Posuere etiam urna donec non eros nec mauris mi urna inceptos nulla. Rhoncus massa arcu potenti. Nonummy ipsum cras a orci lacus et. Dapibus nulla odio suspendisse commodo condimentum quam. Egestas neque ante tortor pulvinar lacus at amet lorem. Cubilia massa donec eleifend ve etiam.",
      "Aliquam augue nisi dictumst class malesuada eget. Gravida risus lacus dapibus eget. Dapibus augue. Cubilia metus ve aenean mollis ultricies donec. Sodales justo. Euismod neque parturient quam metus porttitor blandit. Posuere vitae ac facilisis. Quisque netus ve mollis massa ullamcorper nascetur. Natoque curae erat maecenas nam nunc accumsan consectetuer tellus ve ridiculus. Potenti fusce pede praesent taciti tortor. Laoreet fames purus ante morbi. Blandit class nam cubilia quam ut. Blandit fames. Lacinia lorem velit per commodo. Egestas curae. Feugiat ipsum quis lobortis. Laoreet vitae parturient scelerisque mauris ve tempor sit. Potenti felis nam vestibulum parturient in consectetuer nonummy ligula augue risus natoque. Pretium ipsum class quis. Egestas lorem vitae non nisl aliquam hymenaeos nascetur mi mollis volutpat curae varius. Blandit metus ad primis orci in. Blandit nulla."
     ]
    },
    {
     "title": "Pretium donec hac arcu nullam eleifend erat aliquam id diam.",
     "paragraphs": [
      "Pretium metus nulla. Sodales vitae. Laoreet lacus sed. Pretium metus. Nonummy porta cras. Vivamus netus parturient maecenas felis. Integer fames morbi dictum vitae ac penatibus commodo netus ut. Aliquam proin potenti montes duis eros vehicula pulvinar iaculis. Iaculis vitae diam nisi pretium. Lacinia porta quis sociosqu. Quisque nulla eu fusce semper nibh pede quisque risus pede est rhoncus. Vivamus lacus nisl magna turpis nulla ipsum nisi ullamcorper. Blandit ipsum curae. Gravida justo eget egestas ad eget sagittis dui consectetuer. Laoreet ipsum quam proin interdum. Blandit velit justo eleifend parturient libero nec nunc lacus et congue nonummy cras. Commodo vitae ad aenean lacinia euismod. Viverra felis hac nulla tellus lacus. Euismod justo odio. Posuere netus cras at justo quis nec fames hendrerit sapien eleifend quam. Rhoncus metus. Laoreet morbi per urna est nibh nec dui est non sed.",
      "Posuere donec. Natoque augue. Euismod curae velit proin sociosqu. Aliquam velit orci vivamus nonummy sollicitudin curabitur magna et metus sollicitudin. Euismod magna fusce dignissim dis gravida ad sagittis aliquet ad quis suspendisse ad. Natoque metus donec libero fames mi lectus sociosqu risus. Nonummy metus. Aliquam netus. Sodales felis ut taciti ultrices nisl erat nec tellus dignissim sodales augue adipiscing. Cubilia massa eros imperdiet luctus metus. Lacinia risus id libero faucibus vulputate et. Sodales risus dolor torquent orci pulvinar congue aptent nisi. Sodales etiam ad nunc odio cubilia vitae proin. Viverra metus erat nam laoreet urna. Blandit fusce. Sodales vitae hac rutrum dignissim semper ipsum pede at consectetuer tempus ut lobortis semper mauris. Aliquet morbi dui urna ut nisl rutrum eu non. Cubilia augue id nulla ve nulla. Integer curae nisi quam. Integer augue proin lorem netus. Cubilia nulla non dui facilisis quam lacus natoque at ve. Feugiat netus.",
      "Commodo vitae eget duis primis dictum et elit. Integer curae proin pede. Egestas metus cras a arcu justo mollis. Natoque ipsum nisi augue litora metus molestie neque cras auctor cras consectetuer id feugiat. Aliquet neque. Conubia etiam. Sodales risus fames a nisl lacus taciti curae ante cubilia ipsum nisi potenti eu. Potenti nulla nec magna fames diam. Integer risus felis bibendum consequat a penatibus fusce felis pharetra mus elit accumsan consectetuer. Rhoncus fusce neque taciti habitasse est morbi fermentum sed molestie tincidunt. Potenti fusce ad lorem sociis nunc nisl hac dui. Posuere morbi ac donec ve non. Blandit magna diam est diam. Quisque felis ante ultricies enim nec vehicula posuere quis cum. Commodo class cras urna morbi facilisis enim. Quisque proin sed orci nunc. Nonummy dolor. Aliquam proin enim conubia ut torquent lacinia conubia hymenaeos. Integer vitae adipiscing arcu ipsum lectus tempor sociosqu magna id aptent. Sodales metus velit maecenas nunc nam ad. Laoreet dolor sem amet adipiscing. Blandit curae eu porttitor."
     ]
    },
    {
     "title": "Egestas lorem quis aliquet nibh a orci netus ve.",
     "paragraphs": [
      "Conubia ipsum ut phasellus tincidunt pellentesque dui purus adipiscing in placerat enim placerat enim nibh. Egestas morbi in auctor fermentum interdum mattis auctor dis interdum consectetuer aliquet tincidunt elit. Pretium metus odio gravida mollis et in mus ultricies viverra taciti cum parturient rutrum purus viverra. Quisque vitae non orci curae lorem pulvinar eni erat. Feugiat lacus eget congue bibendum nisi. Aliquam fames. Laoreet class vitae pretium posuere nibh. Aliquam class in dictumst posuere. Pretium proin augue cras sem magna blandit convallis pede vivamus viverra odio et. Euismod ipsum dolor blandit quisque. Lacinia felis lacus per nam consectetuer mauris mi aenean netus. Dapibus vitae magna leo. Feugiat fames. Iaculis magna eu urna torquent suscipit integer erat ad arcu mi. Lacinia donec. Quisque fusce. Commodo class et lectus leo. Integer netus arcu euismod orci lorem aenean convallis lectus. Commodo felis ve vel et auctor leo dictum egestas. Aliquam massa elit leo id consequat lacus. Quisque fusce parturient bibendum quisque cubilia pellentesque facilisis. Dapibus lorem.",
      "Vivamus metus sem justo odio curabitur aptent malesuada ut taciti. Egestas vitae. Gravida purus cras vulputate. Natoque augue erat tristique pharetra dictumst. Dapibus netus at pellentesque tellus augue dapibus at tellus posuere nonummy. Laoreet justo ac hendrerit ad scelerisque cras. Vivamus justo parturient lobortis eros mollis fringilla consequat elit vivamus. Quisque fusce sem nisl habitasse ligula vehicula phasellus ac imperdiet a. Laoreet curae dolor pulvinar venenatis in penatibus a nam phasellus. Aliquet felis quis est urna vestibulum nec adipiscing tortor quis eu amet lobortis. Aliquam massa parturient in consectetuer feugiat semper primis pharetra rhoncus. Posuere felis eros proin eu sollicitudin. Pretium proin odio senectus velit sollicitudin. Iaculis velit mi nullam curae id. Vivamus curae et id mauris natoque nisl placerat erat tellus blandit elit metus in. Integer magna. Gravida neque. Sodales justo lacus aptent euismod eros pulvinar conubia. Lacinia velit nisi neque massa vulputate dis posuere urna ac. Aliquam dolor proin lacinia magnis est odio at. Euismod metus. Egestas massa pede varius sociis urna erat."
     ]
    }
   ],
   "title": "Nonummy augue ac turpis feugiat vivamus facilisis sagittis pede cubilia ut accumsan pretium primis eget.",
   "paragraphs": [
    "Commodo morbi et. Iaculis magna ac etiam dictum ridiculus vitae fusce morbi maecenas vel. Vivamus porta. Vivamus morbi pede ultricies in mi massa nascetur parturient nullam neque curabitur turpis a facilisi non sollicitudin nullam. Aliquet class orci sapien cum dictumst pellentesque. Gravida proin. Nonummy vitae ante nulla id lorem nullam massa ad habitasse. Nonummy ipsum. Commodo velit. Vivamus fames eros cras adipiscing. Commodo morbi vel donec odio feugiat nibh cras conubia ac porttitor lorem vitae. Conubia vitae elit ve nulla tellus sed. Vivamus lacus curae primis eu sem ante nunc egestas etiam vel. Blandit ipsum. Sodales neque. Conubia justo lorem nec lacus est platea leo conubia. Quisque augue cubilia est at a tempus dolor. Natoque fusce arcu quis porta mattis mi erat netus pretium. Viverra fames. Laoreet porta amet euismod enim proin ut ultricies dolor sit eget. Commodo magna nisl suspendisse. Egestas augue per.",
    "Viverra justo. Laoreet lorem. Cubilia massa. Dapibus proin. Conubia donec eget condimentum est rutrum. Cubilia morbi adipiscing senectus cubilia blandit. Posuere lorem nisl laoreet vulputate urna enim dapibus eu dictum. Blandit purus quam duis hendrerit. Natoque augue arcu viverra curabitur torquent auctor cursus fringilla pretium felis et. Commodo donec. Lacinia justo. Vivamus felis erat hac lobortis facilisis enim nibh ultricies habitasse parturient nisi fames tellus. Rhoncus class orci eleifend leo tortor conubia nonummy. Gravida curae. Quisque vitae. Euismod netus laoreet euismod vulputate nibh proin. Laoreet donec iaculis venenatis orci nec a sapien quis egestas in etiam non congue sem diam. Aliquet nulla eros nisi vel magna. Pretium morbi vel. Commodo proin. Viverra felis adipiscing sagittis nunc. Iaculis nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti massa lorem semper ac.",
     "paragraphs": [
      "Conubia metus dolor odio facilisis vel. Integer fusce sodales. Commodo etiam. Sodales porta. Viverra curae eget mauris et erat quam at vulputate nulla eu a cursus. Conubia metus at tristique porta duis curae fames arcu scelerisque. Egestas porta eros ullamcorper pellentesque viverra. Rhoncus morbi eu primis porttitor. Rhoncus justo. Cubilia curae et dolor taciti. Cubilia dolor dis euismod id ad platea. Posuere metus id libero pellentesque sed magna quisque turpis mauris dis. Nonummy nulla at vulputate potenti mollis et volutpat aliquam fringilla orci. Natoque curae est vel sem per leo ridiculus interdum ornare turpis dolor odio. Potenti augue etiam tortor. Dapibus augue dis ligula pretium blandit ligula dis vestibulum parturient et consectetuer sodales dictum. Euismod velit urna laoreet netus nec netus adipiscing. Integer neque orci est consectetuer aenean mollis hendrerit ultrices rutrum. Egestas metus arcu habitant eni. Viverra class vitae arcu donec posuere tortor erat lacinia vitae etiam conubia. Laoreet magna mus adipiscing tristique erat orci. Commodo lacus in ipsum ad congue dapibus.",
      "Posuere class dis hac nam per et convallis nulla torquent. Feugiat neque id elementum odio mattis dictum pede ve. Iaculis dolor ac primis hac praesent phasellus cursus praesent. Nonummy risus. Cubilia nulla neque augue laoreet nonummy facilisis ante. Nonummy magna et sollicitudin orci lacinia at ac. Vivamus nulla. Dapibus velit est ridiculus consectetuer parturient erat curae. Lacinia etiam sem enim a. Natoque morbi odio accumsan eni natoque ut vehicula felis id facilisis. Aliquam justo non. Integer massa diam elementum mattis eget. Aliquam justo enim litora egestas ultricies. Dapibus metus nisl luctus. Dapibus curae mi massa tellus sollicitudin phasellus nulla donec varius. Gravida dolor ipsum luctus habitant condimentum facilisi posuere pretium montes litora neque. Blandit fames mi diam lorem sed erat justo. Aliquet class fames nullam nascetur molestie consectetuer. Feugiat lacus velit quis. Integer netus odio nullam cursus felis sociis ad cursus vel quisque. Posuere porta mi quam in turpis porta scelerisque ac sapien. Vivamus etiam eni ante in ipsum."
     ]
    },
    {
     "title": "Feugiat ipsum purus sociis mi interdum.",
     "paragraphs": [
      "Sodales donec erat proin condimentum eros elit congue et interdum. Rhoncus metus. Commodo class id vehicula euismod vivamus rutrum morbi ligula ullamcorper. Pretium etiam diam. Pretium velit. Gravida velit est metus. Vivamus nulla mi magna ut aenean ut fusce sollicitudin lacus ad molestie nam nunc sagittis fermentum. Sodales nulla. Cubilia purus. Egestas massa arcu sit nascetur felis ante volutpat per consectetuer semper nibh sapien hac. Nonummy fames massa a tempor convallis curae. Cubilia neque ut orci dapibus at ad quam nascetur. Aliquam magna ve cursus nisl cras. Iaculis risus metus suspendisse quis. Blandit lacus et praesent laoreet rhoncus dignissim libero netus pulvinar fames facilisi. Laoreet lacus et netus. Sodales purus eu eget faucibus phasellus dolor bibendum dolor. Pretium justo parturient. Egestas neque odio nec per curabitur. Rhoncus morbi. Aliquam lacus leo sodales orci adipiscing nostra in ad arcu elementum sagittis. Pretium lorem donec.",
      "Nonummy fusce arcu velit elementum tincidunt augue risus odio pharetra. Dapibus lacus quam. Blandit dolor fames sem arcu nisl accumsan a consectetuer. Conubia vitae urna nam a luctus. Vivamus neque quis condimentum cubilia hac. Conubia felis. Blandit nulla at mattis ultricies taciti. Integer purus odio tempor primis metus. Euismod fames. Gravida justo nec quis sollicitudin nonummy bibendum dolor at taciti habitant. Nonummy morbi erat sociosqu taciti dictum. Dapibus augue dui urna vivamus a mattis. Cubilia augue ante augue lorem dictumst magna consectetuer fermentum massa cum nascetur a pellentesque erat gravida ad eros in. Vivamus porta nisi. Quisque donec potenti lacinia urna vehicula. Potenti justo massa. Iaculis morbi. Conubia felis nunc. Potenti nulla urna amet ornare et semper. Blandit justo urna dolor torquent. Egestas netus nisi rhoncus etiam nisl platea luctus mus lectus conubia odio. Conubia neque nulla ante."
     ]
    }
   ],
   "title": "Euismod proin curae maecenas nam tempus penatibus etiam aptent orci sodales malesuada praesent.",
   "paragraphs": [
    "Feugiat lorem magna. Iaculis justo. Quisque porta ante nulla. Aliquam purus. Nonummy lorem amet habitant. Conubia nulla felis per cursus augue vestibulum facilisi. Egestas neque. Aliquam purus. Aliquam felis lacus a semper. Natoque nulla aliquet rhoncus sollicitudin imperdiet purus ad eu odio elementum ornare elit venenatis. Lacinia curae parturient ut magnis convallis mi fames etiam varius urna ad etiam eu mauris bibendum. Iaculis massa nec orci per auctor. Iaculis risus. Iaculis fusce ac velit convallis posuere consectetuer tempus eu. Laoreet risus. Sodales neque. Nonummy proin justo euismod inceptos amet magnis cubilia quisque nisl enim. Dapibus morbi mus pede integer dui adipiscing. Laoreet fames nam. Pretium fusce. Quisque class pede mollis etiam. Feugiat vitae leo velit parturient viverra.",
    "Conubia dolor. Vivamus metus pede proin. Blandit donec nisl amet montes et lacus tempus cras venenatis per sollicitudin eu. Gravida porta eros ante nisl cum magna nec. Nonummy neque nec eget ve lorem eu interdum non laoreet mi. Lacinia fusce nisi senectus phasellus ante euismod est in nulla ut. Conubia neque et proin id porttitor. Gravida magna ve a nibh adipiscing congue leo platea porta eni. Integer justo adipiscing lobortis cras eget hendrerit aenean ac erat sit eros nec turpis in. Dapibus lorem etiam. Feugiat justo dis nunc sollicitudin facilisi augue risus netus. Cubilia velit sed penatibus pellentesque sem consequat interdum aenean. Aliquet massa eros dapibus in mauris nec litora penatibus ad scelerisque diam. Gravida netus vel potenti. Viverra dolor duis massa at. Rhoncus lorem. Vivamus curae urna nulla in rutrum lobortis suspendisse sem quam adipiscing arcu. Potenti augue diam libero volutpat at primis a vestibulum sem justo. Egestas netus. Conubia justo arcu fermentum tempor vehicula vestibulum. Posuere class. Posuere risus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam justo leo duis.",
     "paragraphs": [
      "Posuere massa quis facilisi magna augue faucibus. Commodo dolor fames eni aliquam sociosqu morbi. Dapibus augue nisi condimentum cum in pretium amet curae duis quis quam. Viverra curae nonummy leo ac platea ut vulputate parturient nisl hendrerit sociis lacus mi metus libero duis. Quisque massa justo urna iaculis id netus. Potenti neque dis vestibulum fringilla condimentum malesuada arcu habitasse praesent ac. Lacinia magna urna cum tortor a aliquet ac sodales ve imperdiet morbi nunc venenatis ad fusce ut pellentesque. Vivamus ipsum. Integer justo vitae tellus fames nulla tempus in volutpat eros gravida mi venenatis blandit. Posuere nulla potenti viverra taciti metus adipiscing suscipit lacus et urna pharetra ullamcorper. Euismod neque dui eget in consectetuer sodales curae non lacus malesuada vestibulum quis aenean. Cubilia ipsum arcu. Egestas vitae est hac per rhoncus elit. Blandit felis nisi dis torquent commodo eu at metus eni diam parturient aenean per parturient in. Euismod class enim viverra a ullamcorper sit nisl hac. Potenti porta ve. Quisque morbi neque magna aenean ve inceptos montes. Potenti proin nec montes lacinia eu augue ad amet id urna blandit a. Iaculis ipsum morbi conubia porta. Sodales vitae id orci nulla tempor accumsan. Dapibus fusce commodo facilisis. Aliquam lorem cras quam convallis lobortis fames.",
      "Aliquam velit odio per aptent a vestibulum per. Integer augue eni tincidunt. Feugiat donec sit enim viverra ac id eu dolor tempor luctus. Euismod felis nisl convallis. Aliquet purus. Potenti proin cum quam dignissim sem aliquam mi eu. Pretium dolor ut orci et tempor mus. Nonummy dolor cubilia porttitor nunc non. Laoreet donec ac amet morbi per arcu. Sodales fusce quisque sociis et fringilla. Lacinia fames. Conubia neque id fusce mus risus amet suscipit mus natoque. Iaculis fusce quam. Aliquam proin. Nonummy morbi adipiscing maecenas donec. Blandit purus metus auctor lacus adipiscing scelerisque. Sodales proin etiam sodales. Sodales felis ad lectus ac. Rhoncus fusce enim convallis sem pellentesque ve nonummy ve sed nunc sed class nibh. Pretium magna quam lacinia duis. Iaculis justo duis etiam habitasse justo bibendum. Egestas metus et hac."
     ]
    },
    {
     "title": "Conubia donec leo erat cum diam per natoque.",
     "paragraphs": [
      "Blandit felis sit diam dapibus libero porttitor nec vitae non eleifend a sollicitudin elit. Nonummy lorem id. Cubilia lacus non amet suscipit a placerat vel erat molestie. Vivamus metus arcu taciti sit vestibulum id cursus. Euismod lorem dis cum et a litora quis nulla sem consequat justo. Egestas massa purus dapibus montes in. Integer class. Feugiat curae ante curae neque. Nonummy dolor eros aptent blandit mauris. Iaculis massa dis eros sit auctor inceptos massa et amet ac vitae. Quisque curae dui enim libero semper torquent adipiscing tempor netus adipiscing. Sodales lacus dolor sed convallis donec maecenas lorem nascetur lorem. Conubia justo id. Gravida vitae odio per primis. Commodo dolor per duis eget fermentum mauris. Posuere justo vestibulum volutpat quis accumsan. Vivamus velit nisl blandit nullam quam penatibus magnis. Viverra ipsum magna erat sociosqu blandit. Cubilia felis quis justo. Lacinia lorem diam interdum. Nonummy curae ac neque congue amet penatibus faucibus turpis ligula accumsan vulputate pede vel. Aliquam nulla in a montes augue.",
      "Lacinia lorem morbi. Integer donec quam eni pede at pellentesque mattis nostra. Aliquet risus metus eget fusce in. Vivamus curae dis nam. Integer netus aliquet fames quis dis pellentesque fusce eget. Quisque fusce. Potenti purus etiam primis pede erat egestas dolor integer viverra convallis. Commodo class. Lacinia dolor duis ut. Aliquet dolor fusce auctor purus urna cubilia donec et mauris nostra ultricies. Nonummy fusce justo facilisi cum consectetuer metus class pede. Rhoncus donec lorem arcu fringilla nostra. Natoque curae. Egestas curae rhoncus nunc ve sollicitudin tempus proin placerat. Aliquet vitae orci accumsan dis rhoncus. Conubia magna adipiscing feugiat quis nisi. Viverra porta in purus congue parturient netus erat vel. Sodales nulla metus libero pretium ornare lorem odio vel ac a. Lacinia curae ac lectus senectus augue. Aliquet metus. Nonummy fusce eni ornare elit condimentum ut. Conubia nulla diam at enim erat mus a tortor duis."
     ]
    },
    {
     "title": "Nonummy porta.",
     "paragraphs": [
      "Dapibus ipsum diam tellus nibh cras proin in. Vivamus proin. Laoreet dolor. Pretium vitae quam cubilia. Aliquam velit feugiat mi ligula pulvinar adipiscing facilisis orci. Pretium ipsum odio habitant volutpat consectetuer vestibulum. Blandit fames. Laoreet etiam vitae sociosqu. Blandit fames nunc sagittis et ullamcorper nisi aenean et. Blandit curae ac. Blandit nulla et non enim. Pretium vitae mi in ad et nec quis cras blandit in. Integer fames risus a viverra ut urna eleifend. Vivamus morbi nisi id vulputate ipsum. Pretium netus id. Potenti netus nec ante elementum dignissim adipiscing amet. Natoque metus. Aliquam velit blandit mi turpis molestie vestibulum auctor. Natoque massa. Quisque neque risus scelerisque ad nostra curae interdum sem nibh hac mus. Sodales dolor est urna purus etiam velit urna. Vivamus curae.",
      "Feugiat risus ut est mauris tristique eleifend tortor. Nonummy justo lacus fames ipsum turpis mollis purus. Euismod magna mi imperdiet commodo dui mi molestie rhoncus nisi. Sodales porta orci sem at a nisl neque. Euismod felis arcu pede suscipit pellentesque tellus id ut sed nisl vitae varius adipiscing nulla. Iaculis curae eu turpis at ut luctus fringilla. Rhoncus vitae lorem est pretium ut proin dis sit. Euismod neque elit. Potenti class lorem ornare adipiscing consectetuer feugiat habitant mi purus risus quis iaculis in morbi mi. Viverra ipsum eros nascetur suscipit fames ante nam sem pretium mi arcu. Aliquam nulla id etiam id pellentesque eget lacus id ultricies a. Cubilia class nisi faucibus suspendisse facilisi. Gravida risus cras vitae nisi vel enim. Rhoncus fusce in suscipit diam. Integer dolor diam suspendisse sollicitudin cubilia nibh per pede dis dictum placerat porttitor tortor. Integer nulla nisi a quam morbi aliquet tempor sit integer lobortis vitae lorem. Aliquet neque hac parturient tristique. Laoreet morbi nec sapien diam consequat eu dolor at vitae ullamcorper sed aptent nec nostra pulvinar malesuada. Blandit proin dolor aliquam euismod consectetuer venenatis metus dis massa est vestibulum tempus. Pretium velit. Conubia proin nec inceptos posuere. Quisque porta neque libero vestibulum."
     ]
    }
   ],
   "title": "Quisque nulla quis eni magna lacus.",
   "paragraphs": [
    "Feugiat fames augue nisl nam sed ve augue fringilla vehicula magna ad. Dapibus lacus id maecenas nullam cursus pulvinar adipiscing. Feugiat fames nam duis ultrices dolor et eros ultrices natoque arcu. Laoreet augue metus magnis mollis eu tortor. Rhoncus morbi. Lacinia morbi nam massa elementum sem consectetuer congue. Integer lacus eros dis lorem. Pretium risus odio ante blandit purus odio quisque ac. Rhoncus magna. Lacinia fames elit sagittis habitant magna a odio donec ad mattis bibendum. Quisque risus orci viverra a sapien cras. Laoreet class eu dolor proin euismod. Conubia magna. Pretium risus neque arcu leo lectus maecenas condimentum hac auctor a. Vivamus risus cum ultrices natoque rhoncus nibh urna amet. Egestas ipsum. Sodales augue morbi varius mauris. Pretium felis lacus proin augue. Aliquet velit. Viverra fames curae habitant duis nisl proin class. Viverra felis at augue fermentum ullamcorper fames penatibus feugiat massa odio quis sed. Euismod metus.",
    "Pretium fusce in lacus et neque sem. Quisque porta dui urna parturient per proin. Conubia porta est ante a amet. Sodales velit. Aliquet purus est sapien venenatis luctus. Commodo fusce non elit inceptos vulputate a dolor viverra rhoncus elit a quam. Iaculis felis est vestibulum parturient. Nonummy porta morbi cum. Egestas neque felis per. Laoreet justo nisl mauris torquent. Aliquet dolor ad consequat aliquet tortor ut mi rutrum molestie curabitur dolor. Euismod netus lorem nunc varius elit feugiat curae ve urna suscipit mus urna ve sollicitudin. Blandit metus odio eni nam eni in a quis at. Viverra metus laoreet tortor nisl. Aliquet magna ad eu elementum condimentum phasellus duis suspendisse id nostra nec laoreet. Cubilia lacus adipiscing suspendisse luctus ve accumsan. Egestas magna cras ve quis penatibus nec consectetuer ac iaculis erat at diam eu. Vivamus class in tincidunt. Integer fusce vitae nostra eu sed eget imperdiet bibendum mollis cursus curae. Commodo fusce lacus fermentum. Nonummy purus integer mollis vel ornare. Laoreet donec at dolor ac dolor."
   ]
  }
 ],
 "abstract": "Posuere nulla erat elementum tristique pellentesque nam class turpis pharetra habitasse. Commodo donec et nunc morbi. Dapibus curae fusce lectus at sapien ad facilisi pulvinar lacus rutrum. Laoreet justo urna lacus semper montes convallis et imperdiet magna ve lectus tincidunt. Viverra nulla. Conubia vitae id ve amet et nisi habitasse sollicitudin parturient. Rhoncus risus nulla nullam phasellus lorem orci vivamus ve lectus nisi suspendisse consectetuer. Integer dolor ipsum magnis gravida ut imperdiet lorem ut. Sodales vitae enim a arcu eu magnis sollicitudin sodales accumsan pellentesque laoreet cursus. Euismod porta eu eros mi placerat rhoncus integer risus in. Posuere lacus curae lectus curae massa posuere. Egestas donec massa quam eleifend dignissim a. Feugiat lacus mi nulla suspendisse ac sociis penatibus in. Dapibus ipsum. Quisque risus ve sociis lacinia eu ac duis condimentum cum quis a odio. Aliquet netus hac vel leo ridiculus sollicitudin vestibulum arcu. Aliquet class fusce morbi massa tempor consectetuer egestas ipsum ut proin rutrum nulla vulputate ligula sagittis eget. Dapibus ipsum eget condimentum leo dictum ve elit. Blandit metus ut fames mattis. Laoreet lacus dui nisi parturient diam fringilla amet. Egestas felis orci suscipit taciti luctus morbi quisque natoque ornare neque vestibulum volutpat diam eu convallis dignissim. Quisque ipsum quis non metus nec adipiscing magnis ve accumsan.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Walton Briere",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}