{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere morbi.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida etiam eu felis fermentum.",
     "paragraphs": [
      "Iaculis proin quis urna nisi vestibulum hendrerit ullamcorper tincidunt enim. Cubilia justo. Viverra porta eu nulla maecenas. Vivamus felis diam eu velit id nibh natoque mi. Feugiat dolor. Lacinia lacus et taciti feugiat ac orci ipsum velit torquent. Dapibus morbi cras. Commodo ipsum pede iaculis. Cubilia risus eu ultricies curae. Vivamus vitae in aenean. Aliquet vitae urna nisi blandit donec in aptent molestie morbi porttitor natoque. Rhoncus porta. Commodo augue mi auctor morbi senectus purus vel semper ac ve in mi. Aliquam fames pede at metus. Aliquam magna vel amet mi arcu placerat adipiscing fermentum. Conubia neque urna. Nonummy justo at sapien odio nunc feugiat amet etiam egestas gravida pede. Blandit netus ante. Blandit velit dis urna consectetuer conubia pulvinar. Quisque fusce eu risus aptent molestie vulputate id porta eni quam facilisi ac eget montes. Vivamus nulla viverra conubia elit dis massa hendrerit torquent ipsum hymenaeos aenean. Laoreet etiam eni elit nisl sem a primis magna porttitor posuere.",
      "Egestas felis ad malesuada adipiscing leo donec metus dolor nam. Lacinia netus porta non semper potenti orci lobortis sociosqu massa justo nostra metus. Vivamus neque. Lacinia massa nisl. Natoque donec. Blandit lacus erat. Cubilia ipsum ve aptent fusce risus cras libero molestie lobortis. Sodales fames ad convallis feugiat elit amet habitant. Rhoncus augue adipiscing condimentum semper. Sodales magna lorem viverra ve. Natoque proin eros faucibus iaculis aliquet urna enim in habitasse a. Laoreet neque diam accumsan bibendum velit at primis risus et felis pellentesque faucibus. Natoque netus cras ac felis eu eget. Conubia purus felis pede nibh leo nec consectetuer ligula augue et mauris torquent. Viverra vitae nisl molestie parturient dictum. Blandit magna aliquet dis tincidunt quam dui viverra. Integer augue. Commodo metus feugiat malesuada nunc dictum vestibulum proin. Nonummy justo vitae. Conubia dolor metus nam morbi pretium. Aliquet risus quis dictumst luctus tempus sem parturient adipiscing ut porttitor neque odio. Vivamus etiam class elit nisl elit purus ridiculus libero."
     ]
    },
    {
     "title": "Feugiat risus.",
     "paragraphs": [
      "Gravida etiam. Euismod augue est duis. Potenti curae sed. Aliquam metus dolor eros. Vivamus vitae. Blandit curae eni eget leo cum. Euismod justo adipiscing ultrices integer gravida pellentesque malesuada dolor cum libero ultricies blandit class nec parturient. Quisque vitae netus cursus cras ullamcorper commodo fames augue est eget mi risus. Lacinia augue leo arcu. Egestas felis in duis purus lectus mus nisl bibendum curae ac. Blandit morbi vestibulum gravida. Sodales porta dui orci tempus facilisi malesuada nunc commodo in ante bibendum feugiat vivamus. Posuere fames. Commodo velit duis facilisi aliquam dapibus eget bibendum porttitor morbi. Sodales metus adipiscing. Natoque magna arcu luctus in facilisi bibendum ve suspendisse. Nonummy netus odio. Vivamus velit erat conubia purus id nostra pellentesque. Sodales porta parturient senectus. Viverra fames in neque aenean ad molestie aliquet rutrum orci elit leo. Euismod morbi ante ve habitasse a nec elementum taciti. Feugiat neque in convallis.",
      "Vivamus magna class magnis congue dictumst nisi. Cubilia etiam. Lacinia velit sit nunc pharetra a molestie eros non nec tristique mollis urna lacinia. Nonummy neque nulla viverra mauris at cursus sed dui ut sollicitudin ornare ipsum iaculis. Gravida augue vitae sed varius lacinia natoque sagittis. Euismod lorem in aptent sed dapibus et convallis a phasellus purus habitasse. Sodales velit dui ante elit arcu ac orci habitant. Quisque morbi. Feugiat dolor augue a nostra cras per sagittis. Quisque massa urna placerat. Nonummy felis mus cras pellentesque nonummy placerat consectetuer natoque primis. Sodales lorem class enim ac felis phasellus. Integer velit nulla nisl laoreet euismod aenean ante viverra commodo ornare ac cum mattis blandit arcu proin malesuada. Sodales porta. Vivamus dolor magna erat orci cubilia mi. Blandit felis diam morbi elit sit fames malesuada phasellus eget sem urna orci. Pretium velit ac nostra praesent enim. Iaculis vitae. Cubilia massa augue litora semper. Rhoncus etiam non vestibulum parturient ve litora rutrum donec. Aliquet dolor magna ipsum justo mauris montes per sociis auctor. Natoque felis parturient nisi."
     ]
    }
   ],
   "title": "Egestas augue.",
   "paragraphs": [
    "Potenti magna cras. Aliquet massa in etiam sapien taciti lacinia convallis arcu nulla morbi scelerisque ac varius. Posuere lorem proin sem vestibulum ad fringilla ante nibh quam duis vestibulum at bibendum suscipit netus vivamus proin ut tellus. Potenti vitae laoreet eros. Commodo donec metus sem. Integer magna. Dapibus donec dis eget lacus tincidunt posuere nec mollis cursus felis. Aliquam metus. Integer magna elit magnis aliquam amet mi volutpat commodo pellentesque malesuada cursus. Laoreet lacus gravida mattis nisl nibh eget ultrices magnis. Feugiat justo metus dapibus gravida. Cubilia ipsum conubia ut litora. Posuere netus est. Conubia class. Blandit velit. Iaculis etiam per elementum tortor nisl ut sociosqu commodo. Feugiat augue leo nisi pellentesque vivamus senectus. Nonummy netus. Egestas velit ve vitae et curae sollicitudin fusce urna. Commodo porta est erat. Viverra porta amet phasellus hac dui. Gravida ipsum vitae rhoncus dictum purus adipiscing id libero augue.",
    "Euismod dolor ut justo semper at sagittis nunc non nulla. Posuere ipsum ve fringilla magna leo. Aliquet morbi nisi curae eleifend ridiculus. Commodo proin in. Aliquam morbi risus arcu dui at netus. Euismod augue et netus dignissim cum dignissim auctor fusce imperdiet. Quisque augue vitae. Aliquam dolor quis cum. Posuere etiam. Rhoncus dolor id mauris est aptent cursus tristique ve tempus dictumst penatibus. Commodo risus. Aliquam magna at auctor vulputate metus ac. Integer etiam mi arcu penatibus bibendum. Integer class. Egestas augue sed varius pharetra vitae justo montes scelerisque risus dignissim cum nonummy. Natoque morbi nunc lacinia diam ac. Vivamus risus diam eleifend class laoreet facilisis pede convallis. Sodales risus proin euismod tempus sit natoque etiam. Sodales risus eni neque congue nonummy. Natoque purus orci hac pede a netus viverra feugiat eros mi. Cubilia donec arcu. Natoque proin ad accumsan risus nisi lectus."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales neque ve hymenaeos.",
     "paragraphs": [
      "Vivamus augue diam. Aliquet magna per arcu a nibh porta. Quisque morbi eros est. Dapibus metus. Sodales velit quam nascetur sem eget consectetuer vestibulum nisi aenean. Quisque purus fames a cubilia ac enim quis. Natoque porta et porta ad dictumst. Rhoncus lorem. Euismod curae. Gravida ipsum ut fermentum. Dapibus magna felis potenti enim ac. Commodo fames. Aliquam ipsum eu ut penatibus dapibus libero cum adipiscing ut ligula torquent suspendisse nam. Integer risus. Aliquam felis cum adipiscing ve pellentesque. Lacinia justo class conubia phasellus sed. Blandit fusce. Conubia morbi donec etiam sed nisl pellentesque conubia habitant pellentesque euismod. Nonummy justo diam ultricies etiam id. Integer netus enim auctor at erat. Viverra curae dolor proin. Aliquet ipsum.",
      "Cubilia lorem arcu. Conubia lorem mus. Lacinia fames laoreet phasellus torquent nullam taciti metus. Integer morbi ut sapien lorem pede a class ac a. Conubia class. Vivamus velit ut ultricies a tristique. Blandit metus etiam aptent nunc enim. Nonummy purus augue rutrum. Pretium lorem urna nulla. Iaculis massa cras vulputate auctor eni ultrices vivamus praesent sollicitudin conubia litora. Integer lorem. Euismod morbi. Gravida justo arcu per eu magna at ipsum. Quisque morbi. Rhoncus fames nisi lacinia morbi nisl leo felis fermentum. Sodales lorem ad urna mi morbi vitae purus. Potenti class. Rhoncus nulla diam a nisi. Aliquam lorem justo dis leo est ut taciti purus felis orci. Lacinia vitae adipiscing suspendisse rutrum mi porta ligula at neque eget netus phasellus praesent pede litora ornare massa. Laoreet purus sit duis integer egestas tincidunt. Sodales risus dis dictum a pretium et."
     ]
    },
    {
     "title": "Nonummy lorem neque urna arcu.",
     "paragraphs": [
      "Aliquam magna. Viverra felis orci dapibus at sit elementum metus ac mollis vivamus sodales curabitur volutpat lacus velit. Lacinia purus. Euismod ipsum. Commodo fusce quis cras hac volutpat a. Aliquet magna. Commodo vitae class bibendum lacus pede. Commodo lacus. Cubilia justo quam inceptos scelerisque dui turpis quam orci ac tristique a fermentum. Aliquet proin vitae platea litora augue. Egestas netus per blandit. Posuere vitae ad morbi hymenaeos suscipit eu dui in pellentesque. Aliquet purus cum urna inceptos molestie. Rhoncus curae arcu fusce ad tortor et. Potenti augue velit dolor praesent venenatis neque felis scelerisque. Commodo magna nunc eni a semper nisl turpis vulputate justo vitae feugiat porta. Laoreet magna urna rutrum cursus. Dapibus purus eros laoreet purus etiam ullamcorper quam ornare gravida potenti tortor ipsum id curabitur a. Pretium velit sed. Potenti purus mus urna vestibulum. Potenti augue. Aliquam felis velit diam arcu vel dolor penatibus.",
      "Lacinia lorem curae non vel. Nonummy class arcu urna duis quis facilisi scelerisque dictumst laoreet feugiat sapien. Sodales metus commodo mauris malesuada. Laoreet velit ac enim mi dis eget sociosqu scelerisque sociosqu convallis a dui. Egestas netus. Lacinia dolor. Integer felis. Commodo purus at mollis nam ac pharetra commodo. Viverra purus augue conubia eni porttitor. Conubia etiam adipiscing dapibus est molestie curabitur a ultricies. Viverra massa enim vivamus integer dictum quis. Aliquet fames eros tempor id litora cum quisque arcu maecenas sit. Lacinia purus cras donec lorem class faucibus. Integer risus mi in per. Vivamus justo nisl pretium nunc elit amet. Aliquet justo at neque massa felis consequat. Conubia lorem. Feugiat netus cras sed duis a arcu ve sollicitudin ornare. Dapibus curae leo natoque. Quisque lorem cubilia mollis ve non eget magna luctus augue interdum eni. Viverra ipsum. Integer proin justo a nunc ad hendrerit augue sit posuere mi."
     ]
    }
   ],
   "title": "Potenti ipsum est luctus.",
   "paragraphs": [
    "Euismod massa diam ac nisi curae habitasse nullam eros scelerisque sed cras et. Viverra dolor nisi condimentum consectetuer. Posuere netus dis pede imperdiet malesuada pellentesque eni morbi venenatis varius dis quam. Commodo fames parturient ullamcorper sapien eu non ultricies auctor ornare ut. Natoque felis viverra lectus et ornare venenatis adipiscing odio. Aliquet proin in. Pretium fames adipiscing gravida sed quam parturient. Aliquet metus nibh. Blandit velit pede leo fusce magna a duis felis at congue sollicitudin vel felis. Lacinia fusce. Commodo risus eu fames eu. Laoreet justo cum ante a nibh curae lacinia. Integer morbi ac sapien nunc massa ut mauris maecenas. Feugiat donec diam aliquet malesuada sociis vel pharetra consectetuer nonummy imperdiet. Pretium magna morbi risus tellus ut senectus conubia sollicitudin elementum lacus. Conubia class pede. Quisque proin ipsum proin ultrices nisl. Laoreet risus sit nostra. Euismod nulla. Natoque fames. Laoreet risus in nam libero bibendum elementum lacus faucibus arcu. Lacinia ipsum ac aptent elit cubilia.",
    "Commodo ipsum eros tortor nostra quisque. Feugiat velit class natoque. Iaculis massa nisi urna. Feugiat proin. Potenti augue. Dapibus felis nisl a justo conubia sodales. Iaculis nulla mi nisi rhoncus posuere. Nonummy lorem eget conubia sed at sociis mi amet. Cubilia fames sed. Aliquam metus. Lacinia purus ve nulla mi orci magnis. Integer curae. Posuere risus sem magna curae neque mus. Sodales etiam dis duis quam netus nisl purus hendrerit potenti pellentesque. Iaculis justo ut mattis lobortis consequat ad tempus lacus quam sit pharetra viverra. Viverra magna orci cursus dolor vestibulum at elementum a fringilla fames. Natoque class id ligula et metus interdum lacus. Aliquet etiam in quis tortor sociis donec convallis vulputate consectetuer. Pretium proin sem arcu. Aliquet magna odio sem iaculis et. Nonummy etiam id justo. Posuere proin sem sit."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas velit ve fames cursus mattis purus netus.",
     "paragraphs": [
      "Gravida metus. Vivamus felis eni montes ipsum convallis dis sollicitudin ut natoque. Natoque justo. Iaculis proin et. Lacinia fusce quam augue aptent et inceptos cursus luctus habitant. Blandit felis dis rhoncus ve tristique. Viverra fames curae ipsum imperdiet eget condimentum sollicitudin. Aliquet curae fusce a feugiat in. Quisque velit erat lacinia a tempus augue felis cum nisi mus. Commodo etiam dolor fusce per amet congue. Egestas proin. Natoque fusce netus. Pretium netus fames rutrum. Egestas justo ipsum dapibus augue ve id. Dapibus porta in auctor orci duis pede iaculis ve ad. Sodales felis ve lectus senectus scelerisque nascetur. Integer justo purus ullamcorper eu. Dapibus donec odio porta pretium mus. Posuere vitae. Cubilia massa quis mi duis nullam id. Blandit porta nulla justo nonummy varius netus ullamcorper diam eros. Egestas massa.",
      "Vivamus class ut convallis aliquam nisi. Laoreet metus arcu urna gravida duis pellentesque sagittis magna. Quisque morbi nisl netus fames nullam metus hymenaeos. Vivamus fusce nunc neque sapien ut class. Quisque velit non vestibulum varius. Sodales porta ut purus sollicitudin dignissim proin eni orci pede dolor tempus rutrum. Rhoncus purus magna mauris proin adipiscing suscipit vivamus suscipit. Euismod fames sit amet. Iaculis porta dapibus cubilia fermentum. Viverra lorem nibh ut fringilla lacus est feugiat in fermentum metus. Aliquam magna orci dis felis diam. Conubia porta vel risus morbi pede dapibus cubilia consectetuer ridiculus justo sem tempor eu. Cubilia metus eget natoque penatibus. Potenti augue. Vivamus lorem quam inceptos fames conubia arcu orci dui quis a. Euismod felis cum duis consectetuer conubia senectus tempor varius volutpat. Aliquet netus. Egestas dolor purus dictumst. Feugiat lacus. Nonummy vitae non diam pulvinar donec eu mi. Aliquet fusce parturient eleifend arcu. Egestas class cras cubilia."
     ]
    },
    {
     "title": "Vivamus class.",
     "paragraphs": [
      "Laoreet augue ut montes curae adipiscing sagittis cras sem augue gravida. Egestas donec parturient lacinia nisl in erat etiam tristique nullam sagittis. Sodales fusce eget mauris nonummy quisque nisl est primis. Laoreet netus non est viverra in fusce mi litora ac. Vivamus class ac litora sollicitudin vulputate turpis eleifend tincidunt dolor erat a. Gravida donec pede. Blandit fames per amet torquent semper parturient praesent class fames commodo taciti est. Aliquet metus blandit primis mi senectus maecenas felis ve porttitor vestibulum. Quisque ipsum felis mollis etiam dis nunc. Laoreet justo adipiscing id congue metus nibh laoreet nisi penatibus dictum vitae pede. Sodales risus pede tortor habitasse posuere enim arcu erat congue. Egestas porta lacus mattis adipiscing vehicula. Integer porta duis vel. Gravida ipsum. Posuere donec nibh nisi iaculis ut augue montes. Gravida morbi nisi eget platea euismod diam id pulvinar. Blandit metus eu felis. Posuere massa. Feugiat risus adipiscing nisl vulputate inceptos nulla molestie quis pede dui dapibus. Lacinia augue. Cubilia velit adipiscing nascetur odio lectus viverra diam pede hac metus nullam. Aliquam ipsum curae convallis mus diam elit blandit eu.",
      "Natoque massa vivamus viverra varius arcu porttitor vel pharetra commodo tempor sem. Iaculis netus blandit in curae. Rhoncus lacus nam enim bibendum convallis nostra suscipit. Feugiat proin donec cras et. Blandit lorem eget suspendisse consectetuer dapibus. Iaculis ipsum. Lacinia lacus sem duis sagittis est eget. Euismod ipsum nisi feugiat eros eu amet convallis libero curabitur. Vivamus curae ad sapien id in tincidunt. Nonummy neque. Gravida vitae curae condimentum ve tempus cum primis integer et nibh nonummy tellus. Nonummy porta. Quisque fames mi magnis maecenas nec magnis conubia lacinia orci pede eleifend neque. Iaculis donec. Feugiat dolor proin phasellus iaculis metus eros. Aliquam justo erat scelerisque non libero gravida arcu. Conubia velit. Gravida porta iaculis. Viverra nulla. Integer morbi in platea cubilia nisi nostra. Pretium morbi. Conubia neque eu etiam consectetuer lacus cras ultrices enim euismod conubia aenean diam fames senectus nam amet."
     ]
    },
    {
     "title": "Integer lacus.",
     "paragraphs": [
      "Cubilia curae velit suspendisse duis. Commodo magna cras condimentum sollicitudin egestas nibh pulvinar fermentum. Quisque class in lectus suscipit augue ultricies cum ante. Commodo dolor. Laoreet velit ad purus ve a nostra ipsum lobortis. Cubilia porta. Potenti risus amet lorem fermentum adipiscing gravida quam. Aliquam morbi. Aliquet massa in ac nulla luctus platea nunc. Integer donec nec duis id. Euismod fusce enim aenean gravida iaculis dignissim diam cras justo. Quisque morbi quam dapibus eros leo id torquent. Gravida ipsum quam non ipsum felis. Potenti porta ante a nisl. Natoque dolor lacus. Iaculis risus dui euismod augue nam molestie a. Aliquet netus cum odio metus in. Integer etiam metus venenatis neque nibh ullamcorper ac tellus. Dapibus risus ipsum turpis platea nibh ullamcorper ad sociis faucibus natoque euismod nibh. Nonummy netus proin nunc eni class parturient nibh venenatis consectetuer vel facilisis turpis fusce. Viverra velit quis nec fusce auctor vestibulum felis conubia neque. Potenti donec curae euismod fusce eros dis laoreet dis interdum justo erat viverra.",
      "Blandit etiam in tempus at sit ultricies tempus morbi posuere conubia erat. Natoque augue pede. Vivamus morbi velit varius amet aenean vestibulum curae nunc vehicula ullamcorper mus ad. Cubilia neque. Quisque curae dapibus ante semper pretium cubilia ultricies mollis inceptos parturient. Posuere ipsum pretium. Commodo magna. Dapibus class diam suspendisse pellentesque laoreet quam ve consectetuer sollicitudin feugiat tellus. Viverra fames eros primis taciti justo augue cras maecenas. Sodales vitae elit mi odio malesuada tortor quis congue ac mattis nec commodo ve sociosqu. Rhoncus magna dis curae vulputate. Sodales lorem est rutrum in molestie nunc aenean dictumst. Quisque etiam. Commodo class. Conubia ipsum vestibulum scelerisque luctus in. Quisque fusce orci. Viverra fusce quis aliquam dis. Cubilia nulla. Quisque fames enim dis lorem fringilla quam mus lacus sed enim quam. Natoque justo quis interdum in scelerisque ac dictum. Viverra lacus et luctus aliquam quisque velit et. Blandit porta nisi."
     ]
    }
   ],
   "title": "Potenti nulla in diam interdum.",
   "paragraphs": [
    "Blandit augue amet interdum viverra luctus nullam etiam in purus eu velit. Feugiat purus eros fermentum. Gravida neque nec lectus mauris dolor purus a nibh ut orci fames libero. Viverra porta lacus scelerisque cum mi facilisi sagittis class eu tortor posuere tincidunt ut sapien iaculis. Rhoncus lacus ac magna pede urna ac. Cubilia nulla. Iaculis curae felis congue mus semper a parturient eni. Feugiat class integer dolor amet elementum ve malesuada eu mauris in ve hendrerit viverra. Viverra donec ve aptent sem parturient convallis felis et elementum ad eu diam pharetra vestibulum. Dapibus etiam class lacus curabitur. Integer massa nisl vivamus erat sagittis mauris varius metus. Quisque etiam nisl a justo eu. Potenti augue. Aliquam class duis ad phasellus proin eget nostra dapibus sit ut. Viverra vitae diam ac sem platea. Quisque morbi ve sollicitudin pede dapibus. Conubia morbi posuere. Nonummy vitae. Cubilia netus quam varius ve leo ve odio nibh sit posuere sit. Sodales dolor felis libero aenean augue eros magnis enim mus et. Pretium class augue. Laoreet porta.",
    "Sodales purus urna. Laoreet risus lorem. Viverra proin magna cras ullamcorper. Feugiat neque netus ultrices non aliquam. Vivamus fames erat dictumst inceptos morbi sollicitudin donec nunc mus amet pharetra volutpat ve mollis. Egestas lorem vestibulum nonummy duis accumsan sollicitudin tempor massa. Conubia risus. Aliquet fames laoreet aliquam sagittis. Iaculis felis dui primis a bibendum eros hac turpis duis. Dapibus fusce. Cubilia donec urna aliquam ac imperdiet eu ve duis eleifend. Gravida fusce magna. Dapibus metus elit nulla. Viverra donec nunc ad tristique parturient nisi magnis eu montes. Viverra purus ac a enim vestibulum vulputate purus diam sapien sodales taciti. Natoque massa dapibus pede mollis. Feugiat morbi nisl a nisi adipiscing facilisis ullamcorper vitae auctor. Aliquam magna amet ut nec at risus. Rhoncus neque. Commodo risus. Blandit risus eget urna potenti sem senectus. Conubia proin enim sociis feugiat pede diam purus."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod lacus.",
     "paragraphs": [
      "Blandit proin class erat lorem imperdiet dictumst aptent magna risus leo. Lacinia donec ut class at praesent magnis luctus curabitur euismod. Lacinia metus arcu odio cras pretium nulla massa netus. Lacinia netus duis imperdiet maecenas taciti cursus magna sem odio suscipit elementum. Aliquet fusce augue duis in duis sem tempus. Potenti felis. Potenti donec. Dapibus magna id ve nunc torquent sollicitudin. Rhoncus fames. Commodo velit ve. Euismod curae eu elementum vitae nisl at. Euismod netus eni porta etiam purus facilisi erat. Posuere netus proin. Nonummy fusce class potenti facilisis sociis. Vivamus class nisl duis ultrices bibendum at ullamcorper. Nonummy risus nam. Vivamus massa. Conubia class. Iaculis magna. Commodo neque eros porta. Lacinia etiam viverra cras ve sed urna mus. Euismod fames et elementum ullamcorper vel aenean accumsan.",
      "Euismod donec ut a ligula erat nullam porttitor iaculis risus proin quis. Cubilia porta. Blandit lacus sem justo quisque sociis ornare etiam metus. Commodo ipsum quis sed ipsum dolor. Potenti risus quam ve. Natoque porta pede ac phasellus ullamcorper elementum arcu. Sodales netus nisl mus arcu urna vitae convallis nunc est etiam. Conubia netus ad. Viverra augue. Feugiat neque urna orci amet tincidunt dis. Conubia donec leo vulputate primis volutpat vulputate fames aptent eu platea. Cubilia risus ve varius lobortis justo ad curabitur. Rhoncus etiam in. Lacinia lorem felis. Laoreet netus quis nam euismod elit sagittis vestibulum tristique suspendisse. Rhoncus morbi nec augue ante sodales ve sit erat nunc augue diam porttitor hymenaeos vestibulum. Potenti massa magna metus luctus rutrum etiam parturient ut pellentesque conubia libero nam. Integer purus eu a dictum arcu consequat varius eget cubilia. Aliquam fames. Laoreet felis nam nisi arcu ipsum. Lacinia proin amet mus in. Rhoncus velit purus nisi."
     ]
    },
    {
     "title": "Egestas magna fusce porta fermentum dignissim lacus.",
     "paragraphs": [
      "Nonummy lacus amet hymenaeos. Egestas justo mi vulputate a porttitor morbi curabitur. Integer etiam justo diam mauris hendrerit et magna. Egestas massa enim sapien in vitae. Integer netus eni placerat. Aliquet porta ve tincidunt ante malesuada in penatibus ullamcorper dis arcu pellentesque bibendum felis. Dapibus risus hac ante maecenas justo malesuada sociosqu augue morbi taciti ipsum. Egestas fames urna ut nec vulputate primis adipiscing. Nonummy risus gravida cursus eu pharetra magnis aenean facilisis curae et primis porttitor ac turpis. Cubilia purus diam pretium. Nonummy lacus urna nunc class tortor. Integer morbi erat iaculis feugiat consectetuer tincidunt purus fames ligula. Conubia neque cras eu elit ut orci auctor nam. Natoque felis class donec magna suspendisse dui. Egestas felis aliquam duis placerat pretium. Cubilia risus dui elementum turpis a adipiscing. Rhoncus magna. Lacinia donec quam ligula sit conubia id urna maecenas justo at etiam. Posuere curae pede justo augue mauris. Commodo massa et. Integer velit purus. Lacinia curae diam nostra ac phasellus habitasse pellentesque eni lacus curabitur sed vel ve a eget parturient congue ultrices.",
      "Commodo risus est lorem dolor. Vivamus proin amet cubilia tincidunt vel augue non gravida. Sodales dolor in tristique vitae vel porta curabitur. Potenti etiam nisl laoreet mi id hac phasellus lobortis tempor. Vivamus lacus massa eni enim parturient nam vitae facilisis nisi pede. Blandit velit ac amet lectus eu tempor velit pede euismod at. Laoreet fusce morbi nisl pulvinar. Aliquam dolor nisi hac eros. Potenti lacus in etiam. Rhoncus nulla cum litora aliquam tellus quis erat velit. Laoreet etiam cum magna fermentum hymenaeos. Egestas justo pede natoque vulputate auctor. Pretium justo amet potenti ut habitasse a fames ve. Dapibus proin sit erat risus sapien ve quis curae sed. Conubia purus eros pulvinar torquent ut semper. Vivamus felis nam risus sit nibh cum eget. Cubilia velit ante semper hymenaeos fusce facilisi etiam. Natoque felis eget tempor lobortis elit eni dolor. Conubia porta orci accumsan parturient. Gravida neque arcu. Rhoncus nulla. Integer augue."
     ]
    }
   ],
   "title": "Viverra felis.",
   "paragraphs": [
    "Gravida curae aliquet primis orci sollicitudin adipiscing. Conubia massa. Gravida dolor. Pretium class at ultricies augue dui. Aliquet felis orci massa. Conubia magna. Natoque fames cras faucibus est conubia accumsan consectetuer blandit varius quis vivamus. Posuere ipsum arcu. Potenti fusce leo duis a neque. Natoque risus sem lorem facilisis parturient eros tortor erat lectus. Dapibus neque massa enim condimentum pellentesque. Aliquam purus enim cum vivamus a montes purus volutpat fermentum. Egestas donec neque mus pede. Pretium massa nibh est purus massa bibendum fusce etiam purus pulvinar adipiscing. Natoque lacus arcu. Laoreet nulla ac porta sollicitudin porttitor curae sociosqu hendrerit arcu. Vivamus augue. Pretium magna ut felis lectus dignissim ve lorem sollicitudin. Potenti porta proin bibendum proin nullam rutrum molestie eu metus montes. Integer risus nisl a duis dolor orci vel elementum. Posuere magna diam porta porttitor hendrerit. Vivamus vitae.",
    "Laoreet morbi erat nostra in commodo amet vestibulum ligula per elit vulputate. Potenti metus eu mattis ultrices fusce justo iaculis penatibus urna. Potenti fames. Pretium velit. Rhoncus ipsum. Aliquet curae eu primis a pretium ac cubilia quam dui ante tempus. Sodales felis at a nibh ad cum urna adipiscing ut malesuada. Natoque metus eu. Feugiat curae in eros rutrum nostra massa lacus aenean. Rhoncus augue morbi litora posuere aliquam tempus nibh. Aliquam netus. Dapibus fames pede enim. Integer risus id fringilla ve. Lacinia proin adipiscing et nascetur. Iaculis nulla eget nascetur sem. Posuere lacus. Integer dolor sem enim molestie lacinia pellentesque magnis vitae ullamcorper nascetur conubia mauris elit commodo ac duis dictumst magna. Integer dolor nisl euismod ac varius accumsan vestibulum taciti mus vivamus. Commodo class et habitasse imperdiet parturient sem augue mollis elit sodales ut. Sodales etiam morbi iaculis mattis. Iaculis metus orci metus ut amet et eros at per urna parturient magnis nam arcu ve nunc orci diam. Conubia felis lorem lacinia."
   ]
  }
 ],
 "abstract": "Blandit metus parturient euismod eros nibh posuere eget eu cras. Rhoncus fames eu taciti vulputate etiam et dolor mus ante lobortis taciti mauris et tempor purus faucibus ad. Laoreet fusce ut eros ullamcorper blandit netus proin neque. Conubia etiam ante eget nec a varius arcu mi leo. Euismod class nisl metus conubia eu penatibus quam pellentesque platea tortor neque. Laoreet proin. Euismod proin ac nulla ad quam metus ligula morbi risus suscipit justo sit elit. Viverra neque eros magna ornare pellentesque conubia metus parturient ve platea. Euismod netus sit velit penatibus. Laoreet dolor. Iaculis risus curae nam netus consequat posuere eros sit suscipit augue pellentesque. Aliquet justo adipiscing integer erat hac at mattis et id imperdiet. Lacinia lorem nisi hymenaeos. Potenti fames id risus primis. Viverra metus. Gravida velit in tempus volutpat adipiscing. Blandit lacus leo felis nostra nec arcu nec commodo sagittis cubilia. Laoreet lorem eu hendrerit proin at consequat nulla id. Euismod morbi leo luctus convallis nulla etiam consequat mi tincidunt curabitur nisi mus leo habitasse posuere. Sodales porta urna pede. Lacinia velit eni sagittis dignissim ipsum diam potenti odio mus purus. Commodo etiam.",
 "authors": [
  {
   "name": "Ester Bundy",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Industrial Maxidigital"
  }
 ]
}