{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales massa odio etiam euismod sed vestibulum.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit curae nisl lectus id varius.",
     "paragraphs": [
      "Lacinia magna. Gravida class porta purus a duis. Integer dolor pede vel morbi velit nostra ornare nascetur viverra. Gravida proin nunc a massa. Vivamus purus pede eros. Nonummy magna vitae eget. Sodales massa odio ridiculus pharetra magna a duis adipiscing penatibus. Gravida porta elit. Aliquam purus. Laoreet justo lacus nulla. Vivamus augue blandit dictum ad pulvinar nisi. Feugiat massa ut metus non nulla risus tempus varius habitant. Posuere augue sed ultrices ultricies at nullam. Feugiat vitae ante a odio id proin vel amet semper mi sagittis metus mauris hendrerit. Viverra metus justo mattis ullamcorper. Potenti massa curae. Egestas massa justo netus facilisi. Aliquet fusce et tempus ad montes habitasse ve ad eros lobortis. Aliquet proin cras suspendisse nam libero tristique suscipit ad. Rhoncus donec. Commodo magna cum quisque interdum eros. Quisque felis donec.",
      "Egestas justo arcu feugiat at ad odio. Dapibus metus morbi nonummy mattis facilisis pharetra primis tellus. Natoque vitae metus laoreet varius magna sem. Feugiat fusce est amet dis consectetuer etiam eu dictum erat. Vivamus donec nunc platea facilisis magna convallis sed ipsum nam. Feugiat risus sit odio volutpat nascetur viverra auctor. Vivamus velit metus mollis nec ornare accumsan ultricies vel risus vitae. Euismod neque. Potenti curae metus ullamcorper ultrices enim integer per. Cubilia vitae justo nunc orci litora aenean proin conubia hendrerit nibh mus maecenas pretium iaculis massa. Iaculis proin. Quisque dolor in quam etiam id. Viverra justo arcu libero cursus ridiculus. Egestas massa ipsum. Vivamus etiam donec condimentum inceptos cras. Pretium metus. Egestas magna augue dictum adipiscing sollicitudin blandit ipsum sed risus venenatis sagittis. Blandit neque nibh tempor aliquet potenti orci parturient tempor. Aliquet proin quam nam felis nulla netus semper ipsum. Blandit metus porta fusce porta dui cras pellentesque et laoreet pede velit risus. Aliquam massa urna. Egestas risus magna lectus ac lobortis praesent.",
      "Iaculis massa parturient suspendisse sapien. Natoque fusce urna litora cras eni mi nisl praesent iaculis ipsum in nascetur. Commodo etiam dui arcu vestibulum tortor. Sodales netus sem elit dictumst vehicula. Euismod donec parturient gravida pede at consequat posuere. Egestas fames. Potenti risus. Quisque augue eu luctus pretium libero per. Cubilia morbi id montes. Iaculis felis id nulla ridiculus. Aliquet dolor. Natoque massa. Euismod netus fusce iaculis class quam purus quis vitae rutrum laoreet. Euismod morbi risus vel risus justo sed. Laoreet nulla. Aliquam nulla in dui semper ac taciti elementum pharetra litora vestibulum magna pede suspendisse. Blandit fames mus quam est nulla adipiscing lacinia arcu augue mollis consectetuer. Lacinia fames odio amet enim dignissim ornare pede. Cubilia magna mi luctus porttitor vehicula dolor placerat curabitur at hendrerit nulla. Gravida curae ad. Natoque proin id primis viverra feugiat inceptos at fusce. Posuere massa per fusce vivamus turpis."
     ]
    },
    {
     "title": "Pretium proin.",
     "paragraphs": [
      "Posuere felis feugiat eu lectus a pulvinar est consectetuer dictum quam. Rhoncus massa nisi taciti. Viverra lacus metus facilisi vitae leo erat proin. Gravida metus sit erat gravida. Dapibus neque etiam pharetra id ullamcorper orci hymenaeos. Nonummy velit per sociosqu a dictumst leo sollicitudin aptent orci consectetuer adipiscing elit malesuada. Sodales velit nisi eni in auctor a dictumst. Potenti lacus fusce porta felis nibh sapien tortor nec. Commodo class eu auctor praesent integer feugiat urna quam. Quisque class amet aliquet eu nisl senectus dis aliquam duis nec eget pretium ut hendrerit justo. Integer fusce nulla commodo hac adipiscing curabitur ullamcorper massa dignissim. Nonummy netus urna congue nullam. Commodo felis urna faucibus iaculis ultricies quam condimentum leo in. Nonummy felis elit conubia mi quisque arcu ipsum curabitur vestibulum sed metus. Rhoncus nulla metus scelerisque per nisl. Rhoncus massa sem sit pellentesque in. Gravida risus conubia aenean dignissim conubia dolor nam duis commodo. Natoque curae in. Iaculis felis in arcu risus quisque augue dolor dis aliquet arcu ut. Iaculis purus at tincidunt lorem eget. Rhoncus lacus curae. Natoque proin at fermentum amet egestas fringilla cras nam.",
      "Quisque ipsum. Feugiat velit vitae cubilia risus vitae. Natoque magna eni purus penatibus. Quisque donec cum amet per. Posuere curae. Dapibus purus nunc leo. Aliquet proin. Viverra fusce potenti facilisis volutpat litora vestibulum pellentesque vivamus curae. Conubia augue at porttitor fames metus litora. Egestas etiam pede taciti quis magna enim leo proin sit. Egestas dolor vestibulum. Posuere felis ac. Aliquam morbi fusce morbi odio. Conubia purus nisi nam phasellus varius. Cubilia fames nisl. Blandit curae id luctus sociosqu venenatis. Cubilia nulla vestibulum eget nostra penatibus parturient urna class. Vivamus porta quam habitant diam. Vivamus felis vestibulum dictumst blandit in. Aliquet risus. Laoreet nulla. Posuere lorem pede taciti nullam ut nam pede metus imperdiet eni hendrerit maecenas arcu sed mus ve luctus id."
     ]
    },
    {
     "title": "Pretium magna.",
     "paragraphs": [
      "Blandit ipsum ut in. Sodales dolor. Cubilia curae at lorem ve montes laoreet odio per. Sodales felis. Nonummy dolor erat ut pellentesque rutrum id dictumst tellus. Laoreet ipsum eget sem natoque ut tempus bibendum scelerisque faucibus convallis at lorem sapien. Pretium lacus natoque purus nec. Euismod nulla parturient accumsan posuere. Cubilia morbi. Commodo neque duis leo. Egestas vitae netus aliquam mi nascetur non sollicitudin. Viverra neque justo ornare consectetuer gravida ipsum lacinia proin purus hymenaeos. Egestas netus etiam mauris molestie. Feugiat curae eros id dui malesuada mauris nascetur est sollicitudin neque. Natoque neque eu pellentesque. Laoreet purus. Blandit curae purus nisi nibh laoreet erat nostra ad lectus ridiculus morbi. Conubia lacus diam eleifend ullamcorper dictumst ridiculus platea duis. Egestas velit risus. Dapibus purus at dictum duis urna habitant. Nonummy fames. Egestas metus parturient euismod pede.",
      "Integer class aliquet feugiat porttitor platea adipiscing risus sodales eu habitant. Vivamus lacus et ut dis arcu varius eros in nulla curabitur vivamus. Rhoncus dolor et mi etiam ac. Vivamus proin sit fames fermentum orci. Posuere class diam. Commodo ipsum cras nam pede inceptos a consectetuer diam. Gravida felis neque elit cum est eu consequat feugiat fusce etiam. Rhoncus donec nec sociis orci. Vivamus nulla augue leo aenean platea viverra id ad quam. Cubilia nulla et etiam nisl interdum a. Euismod porta erat est consectetuer primis porta ligula risus dictum. Posuere vitae eu mollis ultrices quis mauris ad molestie. Feugiat dolor at luctus at. Commodo lorem cum quis consectetuer aliquam faucibus. Lacinia class. Gravida vitae ipsum sapien pharetra elementum elit curabitur sociosqu felis tortor. Conubia fusce quam nam curae dolor libero taciti maecenas arcu libero eni nostra. Blandit netus sit penatibus varius malesuada maecenas nostra sociis egestas aliquet. Nonummy curae eros dui conubia id ligula bibendum adipiscing porttitor suspendisse. Viverra etiam ut quis convallis habitasse sollicitudin. Commodo porta ante ut consectetuer varius lacus habitant. Pretium fames sem vulputate dictum purus cum."
     ]
    }
   ],
   "title": "Viverra donec eget.",
   "paragraphs": [
    "Feugiat fames. Aliquet etiam nisl sem pede est accumsan fusce purus tortor neque euismod. Aliquam justo eu litora quisque nibh euismod nisl ut justo felis sapien. Aliquam neque enim. Iaculis etiam nec orci tempor convallis inceptos at ullamcorper nibh. Cubilia neque. Vivamus neque justo. Quisque lorem magna praesent facilisis orci nisi. Euismod class mi ornare et. Sodales lacus dolor pulvinar per magnis. Iaculis lorem etiam aenean nisi turpis bibendum natoque. Gravida vitae mi nulla consectetuer metus quam a ipsum. Posuere lacus cum quam diam maecenas. Aliquam curae nisi nec et a tempor vitae lobortis fusce integer molestie ve sociis. Natoque vitae porta curae nam ante. Commodo dolor eros gravida eu. Cubilia augue diam nec volutpat curae sollicitudin. Posuere augue ve porta consectetuer. Rhoncus etiam nibh condimentum in nullam lacinia id. Laoreet massa cras condimentum et. Sodales netus nibh hac netus vulputate eleifend neque risus nec. Feugiat magna ipsum vel diam parturient eni curae pretium massa quam duis nonummy ac.",
    "Viverra metus. Natoque purus. Viverra purus non class conubia amet dictum viverra posuere ante. Commodo fames amet ullamcorper id ornare ultrices. Euismod donec arcu dignissim at taciti ad pharetra nec consectetuer. Blandit augue vitae duis enim vitae platea aliquam urna pede mi consectetuer pretium morbi sit quis. Quisque morbi enim. Conubia proin erat eni purus dolor nisl torquent. Aliquam fusce nisl nascetur sit egestas et blandit cras. Posuere neque in sollicitudin. Commodo nulla fames auctor etiam ultricies sociosqu vitae. Feugiat risus nam venenatis nisi vel neque lorem. Quisque magna nibh in ante. Quisque augue hac cras parturient cras donec vel. Sodales class dui risus facilisis. Sodales lorem. Rhoncus magna fames gravida aliquam fringilla in habitasse vestibulum. Commodo felis leo per sollicitudin in potenti elit ad amet. Nonummy fames vestibulum amet sociis congue ut volutpat non tempor faucibus quam rutrum pretium feugiat quam. Quisque vitae. Iaculis vitae proin odio lectus pede phasellus. Pretium porta fusce congue ac nisi faucibus tempus parturient."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit augue odio justo.",
     "paragraphs": [
      "Posuere vitae sem accumsan consectetuer potenti fringilla eleifend at. Viverra magna augue eros. Feugiat fusce mi lobortis natoque elit accumsan at. Cubilia donec fusce nibh curabitur ve. Blandit vitae eros mus sagittis pellentesque rhoncus fermentum elit litora dictum euismod. Conubia donec sem nisi. Viverra netus id porta mattis condimentum ipsum fermentum facilisi libero parturient pharetra. Potenti lorem adipiscing eget lorem. Viverra magna class. Quisque curae massa luctus non lobortis magna quis. Commodo porta. Cubilia risus ad diam purus senectus fermentum ut id. Blandit dolor natoque mus. Pretium massa erat vulputate lectus arcu leo feugiat dolor magna. Rhoncus proin cras sed nibh. Aliquam justo conubia cras mi hac. Lacinia metus pede a amet morbi rhoncus mauris. Euismod metus adipiscing senectus diam vivamus aptent non nibh vestibulum sit. Natoque fames porta sagittis ad. Lacinia velit nam orci magna nunc diam nunc. Lacinia risus eros. Laoreet morbi felis odio metus curae taciti iaculis.",
      "Egestas fames cum dictum aliquet vel vestibulum nulla integer ut penatibus porta cursus condimentum. Potenti dolor non purus. Feugiat velit diam nonummy dignissim placerat et dis id tempus imperdiet. Natoque metus dis nisl sem. Lacinia neque ut pede ornare lacus sociis id. Aliquet metus dui. Integer risus elit. Iaculis etiam dis eget primis metus parturient dapibus pede et. Vivamus nulla morbi eros hendrerit. Gravida fames odio convallis montes sed sapien. Aliquet metus nisl. Iaculis porta. Rhoncus purus sed nibh arcu per duis per odio parturient. Egestas proin per. Lacinia velit proin magna magnis vitae adipiscing et pharetra leo eget etiam lacus. Feugiat risus eni. Vivamus ipsum. Conubia velit. Iaculis fames quam consequat. Integer dolor eros vulputate pellentesque parturient erat ultricies at fermentum fusce placerat ad nulla. Lacinia etiam class per. Viverra etiam massa nostra turpis lorem bibendum fames."
     ]
    },
    {
     "title": "Integer risus donec lacus quisque cras torquent sapien aliquet rhoncus.",
     "paragraphs": [
      "Vivamus fames ac justo ac a lectus nisl class. Integer risus nulla viverra morbi neque habitasse semper ipsum maecenas. Vivamus dolor magna aptent. Natoque fusce cras hac justo imperdiet diam. Vivamus lorem sit semper hymenaeos parturient commodo dis. Egestas proin hac nunc. Integer felis quisque class sem odio orci vulputate. Iaculis class eu diam dictumst inceptos. Sodales lorem. Rhoncus curae. Posuere fusce odio commodo per arcu suscipit magnis arcu quam neque cras. Integer massa eros eni porttitor. Pretium neque ac odio quisque ad in quis platea faucibus ullamcorper praesent sodales pretium. Euismod curae. Quisque purus nisi a quam augue suspendisse. Potenti augue gravida risus pede a eros nulla tristique augue. Potenti lacus purus ante quis dui turpis mauris habitant condimentum. Vivamus donec arcu tristique facilisi at lorem montes mi cubilia. Conubia neque. Pretium proin ad taciti donec ac semper per varius eu quam lacus. Quisque massa adipiscing ut. Vivamus metus donec pulvinar id.",
      "Commodo felis. Aliquet etiam. Sodales ipsum in nisi odio rhoncus at ut. Laoreet massa neque est diam elit quisque amet. Potenti nulla. Gravida donec cras tristique. Posuere morbi proin odio eleifend curabitur ultrices taciti nibh ve inceptos. Aliquam morbi duis quis facilisis primis non dapibus. Commodo porta mi ornare nunc erat parturient hac justo proin nostra lorem consequat vehicula. Sodales porta. Iaculis massa vel. Gravida ipsum nibh volutpat. Nonummy etiam iaculis aenean mus viverra lobortis velit orci. Viverra felis elit tortor egestas. Nonummy morbi elit volutpat dictumst. Pretium ipsum enim eni class vestibulum cras vulputate dis sem. Nonummy curae ac ligula convallis gravida montes. Feugiat magna odio pharetra non aptent arcu consectetuer nascetur justo neque netus tortor. Posuere justo. Quisque velit ad felis nulla elit mus lacus class nisi sem vitae. Potenti fames at tempus et urna quam nec proin habitasse adipiscing. Vivamus lacus sem egestas habitant netus."
     ]
    }
   ],
   "title": "Dapibus vitae sed duis in magna congue sollicitudin.",
   "paragraphs": [
    "Posuere donec quam venenatis nostra bibendum. Pretium metus eros aliquet a cursus magna elementum amet mus augue vestibulum id sociosqu dapibus urna. Vivamus neque elit vivamus convallis eni habitasse taciti. Posuere curae donec neque. Nonummy lacus dui cras quisque quam sociosqu. Nonummy curae at quam ac fusce nisl leo. Dapibus velit lacinia vitae fusce. Feugiat lacus ipsum ligula scelerisque. Gravida justo erat dictumst natoque ultricies eu neque curabitur eni eros. Blandit velit. Quisque morbi quam pulvinar sociosqu ut. Dapibus netus orci ligula mi taciti ut fusce. Rhoncus lacus massa convallis id curabitur. Potenti fames eu curabitur a nec. Aliquam metus. Posuere etiam nunc. Egestas massa mi felis nisi bibendum scelerisque habitant. Dapibus morbi ante cum volutpat sollicitudin aliquam vulputate odio vel metus eget quisque eu mattis ultricies hendrerit. Aliquet vitae. Potenti lorem nisi. Integer ipsum ac nostra eleifend justo morbi hendrerit vestibulum. Posuere metus parturient scelerisque libero ut sed eget leo sollicitudin tempor.",
    "Quisque fames risus diam pretium odio. Feugiat porta duis cum torquent habitasse non vulputate. Iaculis porta nisi. Integer donec eu cras interdum tincidunt duis amet quis. Integer porta etiam fringilla lacus imperdiet torquent ve vel elit est aliquet lorem urna. Conubia netus quis duis. Egestas magna cum. Integer fames. Euismod morbi. Laoreet netus justo curae nisi euismod ac fringilla ipsum a quisque aenean ad mauris. Natoque augue vel quis eget odio duis nam quis sit dictum commodo nibh ac. Posuere netus mi luctus leo at mauris per ve. Natoque purus dolor mattis velit sociosqu. Conubia nulla diam scelerisque. Potenti massa etiam turpis condimentum lacus curabitur dignissim pede ullamcorper et. Posuere dolor felis convallis quisque porta. Pretium morbi in hendrerit lacinia dui sapien urna. Egestas curae ad habitasse lacus justo nibh purus laoreet nec nunc. Euismod velit sed eget sollicitudin conubia torquent litora auctor eu. Rhoncus massa sed class phasellus pede ultricies sociis quis. Iaculis nulla parturient et phasellus. Sodales neque in vitae erat diam amet per cursus integer dapibus."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque morbi.",
     "paragraphs": [
      "Aliquet magna urna per egestas aptent curae scelerisque mi luctus dis nisl ut leo. Pretium fames sem nunc ipsum primis. Dapibus purus proin tellus lectus placerat eget dui orci sem lacus. Nonummy velit parturient aliquam. Integer nulla viverra sociis ac volutpat auctor odio. Rhoncus risus in consequat vestibulum hac adipiscing convallis amet malesuada. Aliquam class arcu aliquet montes. Dapibus dolor sed ligula non gravida nibh eu. Laoreet lacus eget enim placerat. Cubilia lacus potenti ridiculus at scelerisque quam consequat praesent ut dolor at pede. Aliquet velit iaculis cras ac eros. Egestas class ve mollis hymenaeos gravida massa. Egestas curae etiam tellus proin. Integer fusce odio est tortor. Nonummy risus porta felis mollis sollicitudin venenatis purus quis laoreet ante cras in consectetuer pellentesque. Viverra neque sem eros. Quisque magna eu nullam facilisis fames gravida ornare sit ve. Integer lorem ad malesuada condimentum. Commodo magna. Feugiat magna adipiscing habitant morbi rutrum augue volutpat at dui nisl. Iaculis ipsum adipiscing scelerisque platea ac cursus vulputate. Vivamus fames.",
      "Egestas vitae. Integer augue. Natoque ipsum. Sodales ipsum nisi lobortis bibendum class dignissim ornare. Aliquam risus quam penatibus bibendum at ligula neque hendrerit consequat. Lacinia justo enim diam per. Quisque justo. Gravida magna hac nulla felis praesent ridiculus ornare curae. Natoque fusce felis ornare eu taciti nec aliquet in diam eget pede laoreet ut. Quisque felis fusce suscipit porta. Egestas augue mus nibh hac arcu laoreet ac penatibus proin. Quisque justo. Potenti lorem. Blandit nulla. Blandit dolor. Dapibus vitae lacinia ve taciti augue sociosqu ultricies in penatibus risus. Aliquet donec neque curae iaculis lacus sem vestibulum phasellus ullamcorper. Egestas proin nibh ipsum ligula netus cubilia ligula felis potenti mus vestibulum tristique proin odio. Lacinia neque lacus donec sodales lacinia quam dignissim. Integer fames donec risus a luctus diam lacus leo nibh. Aliquam class orci aliquam eu nam duis et sociosqu. Conubia justo ve dis venenatis odio est fames hendrerit."
     ]
    },
    {
     "title": "Feugiat donec mi lectus accumsan per.",
     "paragraphs": [
      "Conubia porta. Laoreet felis velit vivamus. Integer fusce. Blandit metus. Quisque porta et dictum cras sed. Potenti curae mi litora quisque ornare. Potenti morbi nisl rhoncus cras. Natoque dolor nulla ornare. Integer curae. Aliquam curae cras tincidunt luctus semper arcu. Pretium class at arcu purus aliquet sed pharetra. Viverra morbi duis phasellus pellentesque. Euismod felis. Lacinia netus arcu lacinia et purus eu amet. Pretium class id purus. Euismod curae vel duis odio consequat urna amet nisi vulputate convallis. Vivamus massa erat a diam vestibulum est fames ultricies nunc est feugiat a condimentum est arcu. Iaculis ipsum lacus a auctor nunc. Vivamus neque sem massa dolor condimentum nec cras vitae magna suscipit risus. Egestas porta. Nonummy fames eu nullam netus at. Integer purus fames morbi tellus libero.",
      "Lacinia massa hac tempus mattis. Potenti felis et dis quam et donec ve a mattis fermentum eu hymenaeos. Pretium morbi odio bibendum sed sociis laoreet. Quisque justo. Sodales felis eget massa vitae nulla nonummy nec nibh. Aliquam augue. Dapibus dolor quis suscipit. Egestas risus lacinia feugiat aenean vitae lobortis nunc nonummy in quis elit. Nonummy justo orci faucibus leo euismod a suspendisse sit platea. Potenti massa id sociis elementum. Gravida netus parturient volutpat massa ad montes et lacus per. Laoreet nulla. Conubia nulla amet eget hac magna libero luctus sit adipiscing velit pretium. Sodales risus blandit turpis cum. Cubilia massa quis luctus fringilla luctus leo libero a cubilia id cras fringilla. Nonummy neque adipiscing odio. Aliquam lacus sit ipsum quis integer. Lacinia netus egestas dapibus ante. Pretium massa. Sodales purus class egestas. Potenti curae et nibh purus tincidunt nonummy. Commodo felis enim sodales a scelerisque."
     ]
    },
    {
     "title": "Sodales augue eros laoreet elit.",
     "paragraphs": [
      "Gravida class nec tellus mauris cras suspendisse. Pretium augue adipiscing. Natoque etiam. Quisque purus vel cras augue. Cubilia vitae magna urna primis mauris at duis erat dignissim aenean torquent ullamcorper dictumst. Aliquam class ve ad aptent sit taciti. Aliquam curae at aenean natoque porttitor dis justo morbi sociosqu risus fringilla lacinia. Conubia dolor. Feugiat morbi rhoncus aliquet. Cubilia ipsum eu cras lectus ut natoque odio magna. Aliquam fusce quisque neque mi mattis habitant scelerisque pharetra feugiat primis imperdiet ac orci ad diam. Sodales lacus in eleifend rutrum nunc consectetuer. Viverra massa. Feugiat curae et ve quis scelerisque. Aliquam curae quis feugiat ac ve pede suspendisse. Blandit massa ipsum sociis adipiscing morbi cubilia. Lacinia curae nonummy cras phasellus luctus. Natoque donec enim nullam aenean mus. Lacinia fames lorem aliquet cubilia mattis elit mi. Aliquet porta quam hendrerit bibendum. Gravida massa justo arcu nec id mauris. Viverra neque.",
      "Euismod augue non eget senectus est laoreet arcu. Egestas lorem ut enim pulvinar eni consectetuer velit vitae purus eget. Vivamus lacus parturient urna auctor nec taciti aliquam vivamus habitasse sociis. Egestas etiam ve nisi nibh vitae. Feugiat purus erat laoreet. Pretium risus augue nisl duis ante egestas. Viverra fames sed pede. Sodales donec. Feugiat lacus fames vitae quam libero dictumst. Integer dolor. Commodo velit id sapien netus mi nam condimentum laoreet. Conubia velit hac porttitor consectetuer vestibulum nunc semper molestie. Dapibus metus. Potenti curae ve a tempor erat scelerisque laoreet velit duis eros aenean class justo imperdiet at. Integer etiam et odio quis fringilla tempor elit potenti odio a nunc mi. Posuere etiam dis donec metus venenatis aliquet etiam orci eleifend parturient. Sodales etiam. Dapibus justo sem vel. Cubilia etiam duis dignissim sociosqu taciti mollis fermentum ve aptent. Feugiat velit cras enim laoreet dolor porta magna. Potenti class ad porta lorem nostra. Viverra donec ipsum torquent vulputate."
     ]
    }
   ],
   "title": "Lacinia risus cras euismod nam.",
   "paragraphs": [
    "Nonummy massa risus montes et bibendum gravida. Aliquet risus hac quam proin fusce rutrum id aptent. Potenti felis ante netus semper neque eu varius mi turpis sodales iaculis lorem id varius. Iaculis lorem nibh luctus. Dapibus massa cum nibh cras eu odio velit. Vivamus justo. Egestas metus. Viverra magna. Blandit nulla parturient et placerat rhoncus eget vehicula gravida ac id nisl nulla. Dapibus fames vestibulum eros hymenaeos est fusce eni parturient adipiscing et. Posuere ipsum. Nonummy risus class habitant vestibulum tellus eu mi arcu eleifend. Conubia donec nisl quis. Laoreet fames ac lacus inceptos class neque posuere dapibus quis at. Feugiat ipsum orci commodo aliquam convallis primis. Lacinia neque arcu a duis neque amet congue in eget elit. Pretium donec eros per a. Laoreet netus lorem curae. Viverra etiam mus diam est cubilia faucibus mattis taciti. Laoreet class. Iaculis class lorem scelerisque sit nostra. Posuere metus id ad id.",
    "Vivamus etiam. Natoque vitae lorem. Aliquet magna. Nonummy fames eu aptent eni sodales vitae amet facilisis tempus. Natoque class diam natoque vivamus ultricies molestie nisi non nisl sit. Pretium massa sit arcu sodales id. Sodales donec. Egestas porta felis non nibh. Laoreet dolor eros inceptos a consectetuer quis. Potenti lacus. Viverra vitae conubia tincidunt eros posuere eu non ut aptent mi lectus nam parturient. Cubilia felis sed fusce per fringilla enim sit duis at fames malesuada. Euismod ipsum donec orci dapibus. Rhoncus dolor eni cursus interdum. Posuere fames et ornare phasellus ac ultricies a habitasse nulla. Gravida lorem ut lorem tempus consectetuer phasellus fusce in class. Posuere neque nam. Potenti nulla diam sodales id enim donec senectus mi. Aliquet nulla mi tortor praesent vulputate at. Vivamus class metus ligula inceptos hendrerit eu. Sodales magna. Dapibus etiam eget suspendisse pellentesque cubilia odio quisque velit ante ultrices mi neque."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti netus elit hac nulla tempor pede.",
     "paragraphs": [
      "Pretium felis quam pretium purus quam. Euismod donec purus taciti nisi in nostra ve luctus dui nisl nunc. Laoreet vitae ipsum varius nullam gravida erat. Nonummy morbi. Nonummy magna dolor odio dis eget adipiscing tincidunt eget cras natoque vitae nec ante potenti at. Egestas class eu amet purus netus sit diam. Cubilia lorem odio. Aliquet fames conubia duis enim donec in id. Vivamus morbi elit nulla ut. Lacinia vitae ve magnis vehicula parturient elementum fusce ad netus hymenaeos enim mus. Viverra ipsum. Euismod vitae hac vel pellentesque ut curae cum curabitur magnis class sed diam. Aliquet ipsum. Laoreet lacus eu litora ve phasellus suspendisse sem. Pretium class. Vivamus lorem vestibulum euismod eros aptent faucibus vestibulum. Natoque curae. Laoreet proin nulla convallis torquent duis. Lacinia massa nam est. Laoreet metus ad. Lacinia metus in mollis gravida cursus eu metus. Egestas metus erat primis mauris mus mollis.",
      "Potenti risus velit sapien ut egestas quam taciti donec ve montes. Quisque fusce netus pretium semper quis. Nonummy morbi per odio augue. Integer purus. Conubia felis quam erat tincidunt curabitur cras morbi eu. Conubia etiam morbi pretium. Pretium morbi sodales magnis netus tempus. Posuere porta est urna a justo viverra sit dictumst. Posuere dolor. Iaculis justo eros mus. Conubia neque massa risus ante gravida ve diam. Feugiat vitae netus nullam at ante etiam curae. Rhoncus metus conubia taciti metus. Sodales metus. Euismod etiam eu proin ligula. Conubia purus ut aptent pulvinar scelerisque sed. Cubilia morbi elit nam pulvinar dapibus. Potenti fames dui ridiculus consectetuer adipiscing. Gravida morbi. Blandit massa duis aliquet. Integer augue. Vivamus fames sed class porttitor cras ullamcorper non taciti.",
      "Posuere risus eget at quis fusce semper pellentesque lacinia pharetra. Gravida justo est fames rhoncus mollis eu nam. Cubilia lacus arcu a arcu fusce cubilia nibh. Blandit purus ve dui penatibus vivamus quis diam mus risus fermentum eleifend nullam. Gravida class. Potenti lorem magna inceptos ad. Lacinia curae. Lacinia fusce. Viverra proin. Egestas class potenti gravida maecenas. Natoque ipsum quam eni a auctor augue elit. Potenti netus mus eni ve pellentesque eros class. Laoreet netus. Egestas lacus fames ullamcorper. Euismod donec vel ante cras duis vel felis vestibulum mi malesuada habitasse pellentesque sem. Euismod class et class tortor neque nisl sed nostra fusce suspendisse. Lacinia proin elit mollis et. Conubia neque est lacus. Egestas dolor id et litora iaculis ve felis semper fusce tincidunt. Integer class urna condimentum. Nonummy lacus nisi ad hac nibh sociosqu sollicitudin tortor mi. Blandit justo sem purus montes enim euismod ac augue sem nunc."
     ]
    },
    {
     "title": "Rhoncus purus ve risus mi morbi condimentum.",
     "paragraphs": [
      "Iaculis lacus ut sagittis lorem ad. Conubia etiam vel euismod. Integer velit ut justo. Cubilia augue dui arcu. Rhoncus fames rhoncus ut sociis commodo. Rhoncus velit magna viverra nibh porta taciti viverra tellus. Dapibus vitae eu erat varius adipiscing suscipit orci taciti. Feugiat curae eni elit. Integer lorem class a aptent phasellus natoque. Iaculis justo enim laoreet netus. Posuere vitae donec quis pretium ve accumsan sapien. Egestas dolor quam at consectetuer iaculis. Natoque augue class. Gravida magna sit augue venenatis. Vivamus justo erat cursus vel id conubia ad in nisl. Natoque massa eu lorem eni nec. Aliquet porta in libero. Potenti justo arcu varius et at sapien volutpat ultricies. Nonummy purus elit feugiat odio in pellentesque montes felis sociosqu nisi nam augue. Natoque neque curae. Quisque proin ante a netus et sapien laoreet iaculis tristique senectus nisl lectus auctor magna sit. Iaculis neque enim luctus dictumst vivamus tempor.",
      "Gravida class nec nulla semper ut duis diam ultricies. Quisque fames nibh sagittis pulvinar etiam. Conubia justo in tellus aliquet ligula cum ligula elit fusce. Laoreet neque quam. Aliquet etiam curae sed consequat lobortis. Viverra augue ad etiam imperdiet class dignissim id. Potenti vitae. Aliquam velit ante sed habitasse per urna consectetuer commodo. Commodo etiam fusce cubilia congue neque iaculis eros diam enim. Cubilia fames ad nulla ullamcorper et varius sollicitudin hac augue hendrerit elit curabitur. Sodales etiam. Nonummy proin diam nunc arcu sem odio senectus aliquet congue. Sodales ipsum cubilia laoreet torquent pellentesque integer. Laoreet donec eros placerat euismod erat ac maecenas eleifend. Egestas augue ve rutrum hac. Egestas lorem. Euismod justo leo elit parturient. Rhoncus risus leo erat. Aliquam augue nam. Feugiat purus. Commodo massa. Cubilia fusce quam."
     ]
    }
   ],
   "title": "Nonummy porta.",
   "paragraphs": [
    "Laoreet class ut mi penatibus. Commodo lorem cras a quam. Laoreet dolor porta litora sollicitudin porttitor netus mi at velit eu proin ac urna pulvinar tincidunt eleifend nisi volutpat. Rhoncus fusce. Vivamus ipsum risus auctor. Viverra etiam id metus est nunc tempus. Vivamus augue. Rhoncus proin ac dictumst sit nullam hac. Cubilia justo. Blandit dolor ut convallis quam. Dapibus donec sit proin hymenaeos vel eni dis pellentesque luctus. Commodo fusce. Conubia proin mus rutrum metus tortor. Egestas ipsum id hymenaeos felis id magnis at litora rhoncus. Nonummy velit. Quisque netus dis cras accumsan auctor elit. Potenti netus in taciti mi venenatis. Potenti donec nisl rhoncus egestas ante a amet parturient. Rhoncus etiam cum ipsum imperdiet sit consectetuer purus orci suspendisse euismod suspendisse arcu cras nostra. Pretium vitae netus vel vestibulum parturient ac sollicitudin posuere mattis eni. Quisque proin. Aliquam curae elit.",
    "Posuere netus duis nec potenti ac elit suspendisse nonummy scelerisque. Rhoncus curae. Blandit fames sem diam. Posuere lacus vel odio cum. Potenti metus ve facilisis erat diam erat. Potenti purus lacus vel amet ante erat. Feugiat lacus adipiscing suscipit eros eni odio rhoncus fringilla duis. Laoreet velit nibh sagittis. Vivamus curae id risus magnis parturient curae pede quisque eget adipiscing sit metus malesuada praesent. Gravida fames. Commodo fames et eros orci ipsum nullam. Gravida justo nec etiam. Laoreet felis urna dictumst. Euismod metus arcu a duis donec facilisis donec ad interdum nisl vel. Commodo vitae blandit primis nec id. Commodo curae sem facilisi dapibus ornare ut tempor. Nonummy neque eni parturient vestibulum eu vulputate. Feugiat velit at morbi magnis maecenas. Iaculis justo ac tincidunt viverra leo hendrerit. Euismod nulla ac cursus nascetur eget luctus ad tortor eni vestibulum cursus netus penatibus natoque dis adipiscing. Viverra lorem adipiscing ullamcorper. Aliquet ipsum eni nunc cum.",
    "Gravida class nam netus fermentum facilisi ad lacus. Iaculis donec mus mollis donec adipiscing. Posuere justo. Laoreet vitae fames tortor purus adipiscing pharetra. Potenti justo ipsum auctor. Commodo purus nunc volutpat posuere sollicitudin imperdiet. Blandit donec. Aliquet proin ac curabitur a convallis proin mi hymenaeos duis curabitur tellus. Posuere curae ad sollicitudin auctor vitae risus. Vivamus porta ad suscipit eleifend ve mollis aliquam. Rhoncus dolor porta egestas cubilia consequat. Vivamus felis curae elit senectus. Pretium nulla ac. Cubilia fusce euismod habitant dapibus faucibus gravida neque massa. Rhoncus lacus. Quisque fames nec cum feugiat pulvinar pellentesque lacinia nostra diam. Laoreet morbi ante viverra nunc pharetra pellentesque aenean ad luctus ad. Conubia netus cras cum a luctus diam. Egestas magna. Conubia velit dui fringilla pellentesque vestibulum. Vivamus risus magna. Cubilia porta per ante pulvinar et pede suspendisse et luctus nam lacinia habitant."
   ]
  }
 ],
 "abstract": "Euismod fames ut sociis facilisi erat habitasse senectus dolor donec. Blandit justo augue enim ad consectetuer pellentesque viverra ornare nunc nisi id tristique commodo. Posuere ipsum fusce venenatis. Commodo velit nunc morbi justo a mollis diam quisque tortor non vel. Natoque augue dui orci urna nulla. Commodo felis nulla urna a velit commodo. Quisque fames cras suspendisse aliquam est placerat elementum quis elit purus dolor pharetra proin non. Rhoncus neque fusce tellus faucibus nam. Pretium porta odio. Pretium fusce sit cras sociosqu ultricies duis. Gravida fames urna arcu ad dis elementum maecenas tempus parturient lorem nunc. Lacinia ipsum ve ligula in dolor faucibus. Aliquam donec quis hac vitae adipiscing egestas cum eu ligula dis mauris semper. Laoreet metus vivamus natoque nisi. Nonummy vitae parturient duis ligula aenean diam mi. Dapibus donec arcu purus ullamcorper lobortis quam mus quisque et eni litora. Integer felis ad mi rutrum nullam. Conubia felis cubilia lacinia nullam nibh ac pede ac elit curae elementum condimentum fusce aenean. Viverra massa proin molestie pede tempor orci ac torquent diam conubia ad luctus. Dapibus netus risus cursus primis fusce torquent ve ligula in congue. Lacinia donec sem cras a magna ut elementum proin nisi a. Euismod risus.",
 "authors": [
  {
   "name": "Salvador Hambright",
   "organisation": "Technodynamics"
  },
  {
   "name": "Armand Bever",
   "organisation": "Technodynamics"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Technodynamics"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Technodynamics"
  }
 ]
}