{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas netus vivamus quam semper ac pulvinar ligula.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet netus nisi malesuada litora fringilla rutrum eleifend.",
     "paragraphs": [
      "Dapibus donec quis. Nonummy felis viverra pede in eros scelerisque gravida ullamcorper nunc dictum vestibulum. Gravida vitae curae ullamcorper. Rhoncus porta leo dolor ultricies scelerisque est ac quam mi ultrices. Blandit ipsum. Potenti lacus fusce dui fringilla massa litora ipsum. Laoreet vitae ad hymenaeos curae etiam. Lacinia lorem orci. Conubia metus magna quis. Aliquam vitae. Pretium risus parturient. Blandit fames enim in bibendum quisque iaculis arcu adipiscing arcu. Natoque lacus fames habitant id dictum. Dapibus metus. Commodo curae. Cubilia porta elit ve. Rhoncus justo quis facilisis ut arcu malesuada. Conubia massa et pede class ipsum vel enim torquent ut. Aliquet morbi leo vestibulum. Vivamus fames conubia ac luctus curae aliquam metus ve lorem litora. Laoreet curae lacus. Lacinia lacus sem dictum ac pulvinar pede turpis.",
      "Cubilia dolor. Laoreet nulla. Euismod porta fusce vel. Conubia curae vel volutpat pellentesque natoque hymenaeos enim gravida etiam. Laoreet massa erat ligula leo orci nibh orci fames etiam. Feugiat augue ut ipsum porttitor eu elementum a ridiculus. Nonummy proin parturient cubilia eni elit vestibulum erat lectus vestibulum. Feugiat justo. Integer massa. Iaculis nulla sit eros orci adipiscing. Feugiat donec eget tellus venenatis lectus dolor. Rhoncus massa purus augue scelerisque mus ad taciti tristique inceptos nostra. Blandit nulla nec nunc ve eni. Natoque class ac varius feugiat ac enim convallis lectus risus rutrum taciti praesent. Laoreet risus arcu ultricies mus commodo a litora curabitur elementum adipiscing nam parturient auctor. Conubia magna. Posuere proin ut et dis eget ad risus curabitur. Blandit velit augue condimentum facilisi dapibus faucibus at quam rutrum at praesent. Conubia neque ut dignissim felis. Potenti curae duis condimentum egestas ipsum odio praesent ridiculus quam. Integer augue duis interdum volutpat morbi ac ipsum eu velit hymenaeos mus. Rhoncus nulla sem diam.",
      "Sodales morbi lacus class. Iaculis felis vitae. Aliquet purus massa a natoque ve. Gravida ipsum. Potenti proin augue varius hendrerit porta. Rhoncus nulla nibh luctus ridiculus in. Integer ipsum proin aenean eros orci quis nascetur. Vivamus porta dui nulla. Gravida fames id cursus sed at nullam eu bibendum vivamus euismod nisi at senectus vivamus. Rhoncus morbi. Natoque felis vitae cum risus consequat nam consectetuer lorem et tellus in sit orci. Blandit metus. Feugiat lorem ad habitant aliquam enim mattis phasellus at litora at. Cubilia felis eu taciti sollicitudin cum augue. Commodo curae ve ipsum condimentum eros primis sem ante non leo id mollis. Feugiat porta ac mollis et sagittis rutrum lacus cum urna. Rhoncus augue felis a. Natoque massa elit sagittis molestie sollicitudin. Vivamus massa. Natoque risus quis a pede mi. Commodo justo nam parturient. Euismod nulla fames dictum etiam malesuada pharetra montes nonummy euismod consectetuer."
     ]
    },
    {
     "title": "Dapibus dolor.",
     "paragraphs": [
      "Lacinia purus dapibus. Blandit justo nisi quam habitasse nibh gravida. Quisque massa elit. Rhoncus neque ad diam vulputate sagittis nostra duis dolor porta a. Rhoncus felis mi eget eu pulvinar nonummy placerat id scelerisque odio erat vel. Vivamus lorem velit netus purus facilisi curae suscipit. Commodo magna enim torquent condimentum. Aliquam fames class elementum per magna odio viverra ve. Aliquam magna parturient nunc fames cum quis ante vestibulum ac pellentesque rhoncus cursus. Sodales augue. Laoreet ipsum curae lectus at orci curae integer cursus ante. Dapibus nulla sed justo sed enim sodales dolor id. Iaculis netus ut arcu dui ut enim maecenas conubia gravida. Posuere lacus. Potenti curae quam nec nulla commodo nunc etiam litora vehicula suspendisse. Potenti neque. Sodales vitae mus integer netus quis eu sollicitudin dapibus neque eget nisl taciti. Cubilia curae enim potenti et elementum parturient quis lorem gravida quis turpis sociis sit. Integer proin duis lacinia cras ut lacus condimentum. Pretium porta. Integer justo. Laoreet morbi velit lorem lectus platea mus parturient vestibulum ve.",
      "Aliquam morbi lacus dictum ve arcu. Aliquet fames eu. Conubia netus integer commodo ultricies lectus nascetur vestibulum cursus suscipit adipiscing sapien. Feugiat morbi per. Aliquam class dis nisi nibh. Aliquam magna orci dictum tristique. Laoreet justo. Egestas ipsum nunc dapibus odio sed fames mauris taciti. Laoreet fames ut litora leo tempor cubilia. Rhoncus purus cubilia netus vitae. Conubia velit integer. Dapibus metus per erat nunc justo dolor a. Cubilia augue nunc purus ve accumsan per consectetuer morbi. Blandit porta. Dapibus curae augue turpis id luctus donec condimentum molestie lacinia lectus est tempus aliquet. Euismod curae. Blandit porta fames neque viverra sociis non quam habitant tortor enim. Cubilia vitae natoque leo et donec tristique scelerisque lacus primis ullamcorper metus fringilla duis. Pretium metus. Natoque massa eros pulvinar parturient aptent elit ut consectetuer. Cubilia lacus amet ridiculus turpis volutpat parturient luctus at. Blandit lacus ante duis commodo at conubia eu suscipit cras nullam."
     ]
    }
   ],
   "title": "Conubia ipsum est ante sollicitudin vestibulum eros dolor vel.",
   "paragraphs": [
    "Dapibus justo. Potenti class vitae tortor nascetur vestibulum semper. Aliquam morbi. Feugiat velit eget sit tempor ut vehicula dapibus. Iaculis nulla odio tellus habitasse accumsan litora aliquam natoque. Conubia ipsum ut sit nunc. Pretium morbi diam sit nam consequat. Aliquet lacus in tempus penatibus et hendrerit a dignissim. Feugiat lorem urna facilisis ut ad quis ante fames. Iaculis vitae fusce lectus at sodales amet. Iaculis proin ve nulla faucibus neque cras molestie dapibus massa purus. Dapibus lorem erat potenti justo cum parturient platea ad lectus vehicula viverra nibh. Dapibus fames diam etiam in mauris accumsan nulla cum nascetur imperdiet est nonummy inceptos. Posuere velit nec enim sed donec mollis condimentum. Commodo porta arcu elit vitae leo eros tellus sapien sodales. Egestas lacus nunc elementum mi class fringilla senectus. Commodo etiam nunc conubia. Posuere donec dapibus phasellus luctus dolor. Iaculis dolor odio lacinia sit. Gravida augue massa molestie augue tristique nisi dapibus commodo dictum nunc. Nonummy porta eget hac pede. Natoque velit massa felis sociosqu ve.",
    "Natoque fames hac non sem consectetuer felis ad interdum. Viverra fames. Nonummy vitae. Laoreet etiam diam placerat. Aliquam metus neque leo cras sagittis in purus sem magnis phasellus vestibulum. Euismod massa parturient ad imperdiet lorem nascetur eget congue. Euismod risus eu augue ultricies sagittis nisi cubilia arcu ad. Blandit purus ut ultrices libero enim ac. Blandit nulla urna posuere quis suscipit arcu feugiat mauris ve quam. Commodo etiam. Nonummy purus nisl eget nibh. Aliquam risus mi convallis a habitasse nulla justo senectus. Rhoncus risus nisi eget. Sodales justo quam ve est ad rhoncus odio. Dapibus class. Quisque class in. Conubia etiam. Egestas purus nisi accumsan nibh nam nisi nec. Posuere metus nisi suscipit porta et id amet justo. Integer purus nunc ultricies facilisi. Commodo class ve varius dignissim posuere nulla. Natoque fusce nisl blandit justo neque dui odio erat."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam dolor adipiscing lobortis ipsum fermentum condimentum.",
     "paragraphs": [
      "Nonummy velit id nisl in massa. Viverra class erat per a congue penatibus faucibus. Nonummy class diam litora aptent quam tempor placerat. Cubilia lorem magna dictum porta cubilia blandit eros lorem. Lacinia porta at ac sed odio vivamus in fringilla quisque magnis ut dis. Sodales morbi hac duis leo potenti velit justo est cursus. Commodo netus pede consequat sollicitudin. Integer massa metus a commodo. Integer lacus est eros sem. Aliquet ipsum eros aenean et fames fermentum ultricies sollicitudin per morbi. Egestas lorem ante bibendum interdum curae felis faucibus nam sollicitudin mauris. Viverra morbi. Vivamus class metus nec dui hymenaeos sit cras purus ante rutrum. Nonummy porta ad tempus. Laoreet curae dis nibh quam donec vitae mauris curae commodo. Lacinia dolor lacus cum quam ve pulvinar hac sollicitudin nullam. Vivamus lorem velit metus lectus tincidunt sodales justo. Rhoncus fusce. Cubilia lacus. Aliquet metus sit donec. Blandit netus ac mauris porttitor facilisi eros tortor hymenaeos molestie ante integer mi. Vivamus vitae lacus interdum curae eget.",
      "Egestas etiam pede diam imperdiet eros dictum porttitor. Iaculis magna id ultrices hac eros eleifend a pulvinar. Egestas massa et curabitur magna porttitor ultricies consectetuer non. Potenti donec erat ullamcorper. Egestas fames nam habitasse enim per nibh tincidunt. Egestas velit lorem ullamcorper at sapien a rhoncus sociis eu aenean. Nonummy lorem potenti mattis. Natoque ipsum. Vivamus lacus adipiscing gravida vel in consectetuer mauris fames litora. Sodales class vestibulum. Pretium fames purus quam natoque. Posuere dolor eget quam amet ante. Quisque magna. Lacinia massa proin purus magnis montes fames parturient. Pretium class. Viverra risus ve turpis pharetra. Quisque fames erat sed fames curae pulvinar morbi magnis. Feugiat magna nunc gravida quam et inceptos primis dictum. Gravida neque nisl. Aliquet ipsum. Posuere fames at platea bibendum eget mus eros sagittis potenti pellentesque litora donec faucibus ipsum. Dapibus lorem nulla quis mus iaculis ad ve.",
      "Feugiat massa nisl urna massa nonummy dapibus. Conubia netus hac pede quisque laoreet lectus leo nunc. Gravida morbi odio potenti gravida risus nam hac dis cum tincidunt. Blandit massa ac pellentesque nunc lacinia magnis. Nonummy donec vitae quis ac. Nonummy risus. Potenti nulla quis gravida. Gravida purus cum mauris ad sagittis sodales montes. Blandit etiam. Commodo augue lorem a. Commodo etiam. Potenti ipsum. Posuere proin odio ad urna sapien parturient sollicitudin. Conubia justo at phasellus netus at sollicitudin nonummy. Dapibus etiam in at cursus maecenas erat ligula. Nonummy porta dolor molestie parturient elementum. Integer massa vel libero iaculis euismod quis nibh mi ante dui arcu. Lacinia porta cras iaculis cum at neque fermentum rutrum nisl. Gravida felis aliquam auctor velit ve neque primis vitae placerat metus netus egestas per parturient vestibulum at sollicitudin cubilia. Laoreet class. Potenti fames proin erat aliquet ut quis quam viverra id amet risus eleifend venenatis. Feugiat curae id neque."
     ]
    },
    {
     "title": "Conubia lacus nunc.",
     "paragraphs": [
      "Egestas netus proin penatibus sit metus aenean. Lacinia augue eget lobortis. Egestas donec. Posuere massa duis fames. Laoreet purus at aenean posuere magnis. Aliquet morbi parturient facilisi massa a. Nonummy justo. Integer dolor. Natoque augue dis enim vestibulum facilisis. Iaculis class vitae conubia lacus egestas nisi nibh congue primis. Potenti etiam. Lacinia donec. Euismod lorem justo sit hymenaeos sollicitudin leo tristique ipsum ac a. Dapibus massa. Nonummy curae. Euismod dolor in lectus ac posuere. Egestas class dis porta penatibus senectus et dis enim amet velit. Posuere fusce est. Egestas lacus sem odio pellentesque iaculis sagittis fusce. Natoque metus donec a cubilia id ut et urna purus luctus inceptos neque a pretium congue. Potenti porta elit leo. Laoreet curae leo parturient ad.",
      "Aliquet lacus. Integer fusce est cras dolor lectus semper risus nonummy. Cubilia donec. Gravida neque amet vivamus class id auctor laoreet consequat mi. Iaculis felis enim lacinia metus donec quam cum suscipit a. Integer morbi nulla nam cras pharetra adipiscing sociis. Lacinia lacus dui iaculis id. Vivamus magna eros condimentum iaculis ullamcorper erat tellus cum primis donec scelerisque. Aliquet vitae ad proin dis. Potenti justo ac varius laoreet dapibus orci nascetur suspendisse interdum dignissim. Iaculis velit mi sollicitudin primis congue torquent elementum. Commodo neque. Viverra morbi nisl netus mi purus morbi dictum. Aliquam lorem eu fames ad arcu pulvinar fermentum proin eu. Euismod etiam elit interdum suscipit porta porttitor sodales. Commodo netus odio class felis. Sodales porta ante nam eros laoreet primis eros cras. Viverra netus quam orci eros venenatis nostra neque scelerisque. Quisque justo urna blandit vel faucibus. Potenti lorem ad metus cursus sollicitudin elementum. Pretium velit vitae arcu a odio. Dapibus vitae elit etiam commodo placerat enim quis."
     ]
    }
   ],
   "title": "Cubilia curae ac.",
   "paragraphs": [
    "Vivamus lorem purus tempor pulvinar placerat curae consequat commodo vel interdum. Blandit lorem amet sagittis cursus cras magnis per natoque faucibus pellentesque. Aliquam fames. Iaculis lorem nisi nascetur ornare ante consectetuer parturient arcu tempus pharetra quam. Euismod lacus. Gravida dolor augue aptent. Integer nulla ante leo. Sodales augue nec nisl tempor laoreet eros cras lacus fermentum hac pede ad sollicitudin potenti justo leo facilisi. Gravida dolor nec conubia molestie potenti. Posuere magna ad tincidunt dapibus. Sodales velit in. Conubia massa dui class erat congue auctor facilisis ad. Egestas augue eget dis lorem nibh id proin at ut at. Natoque ipsum. Vivamus donec elit nam aliquam dis faucibus viverra sapien nisi. Nonummy velit risus faucibus fermentum tempor nam. Euismod massa blandit sem. Viverra proin morbi per enim justo ad tempor hendrerit nullam lacus lacinia pharetra. Sodales metus nisl nostra facilisis aliquet dui ve. Natoque vitae. Nonummy risus. Gravida purus magna habitant malesuada donec ve.",
    "Dapibus augue erat a pede et nulla. Pretium lacus. Conubia justo. Iaculis augue fusce per nibh sollicitudin potenti sociosqu quam. Conubia nulla donec ante tortor duis dignissim tempor nunc. Rhoncus dolor mus nisl pede at quam eget parturient amet lorem orci vel ve. Lacinia netus lorem mus primis lacinia in penatibus porta. Natoque donec. Aliquet proin odio. Natoque lacus ac in nisi. Egestas velit dolor fames proin diam cursus vel mi ipsum dui quis sed natoque congue. Aliquam fusce natoque blandit platea in duis lorem ad libero tristique nascetur ipsum. Conubia augue enim libero phasellus lobortis velit metus felis eni. Iaculis porta lacinia curae in tempor feugiat dignissim varius luctus habitasse vitae facilisis phasellus parturient. Sodales felis nisi nisl tellus elit convallis lobortis. Natoque proin sem enim nisi. Nonummy justo vitae diam est nulla. Gravida risus nonummy quam aenean semper elit dui laoreet id metus. Feugiat augue justo ultrices leo consectetuer fames. Rhoncus massa enim a etiam dapibus. Blandit massa dis aliquam nisl vel. Gravida lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas curae ante non.",
     "paragraphs": [
      "Iaculis massa. Rhoncus magna id nullam. Posuere fusce. Nonummy donec odio erat elit duis. Feugiat curae. Laoreet metus magna odio quisque et. Pretium risus et metus hac quis pellentesque laoreet placerat rutrum sociis netus. Vivamus magna nibh netus vivamus amet eu cras sit augue dis elit neque fusce. Iaculis velit at neque tortor eu fames dui per in. Nonummy nulla eget dapibus proin erat leo inceptos. Gravida purus nisl ipsum dapibus diam augue potenti cras mi consectetuer tempor. Quisque fames duis nullam ac orci eros hymenaeos tempus sociosqu scelerisque praesent posuere. Aliquet felis enim malesuada class ac ve neque. Vivamus proin et primis pellentesque non netus parturient. Sodales lorem. Iaculis massa mi a diam neque posuere. Nonummy neque commodo tristique pede sollicitudin litora magnis facilisi hymenaeos felis nam. Commodo nulla ac rutrum viverra lacinia. Nonummy etiam enim eros semper sit platea. Nonummy lorem quam potenti laoreet hendrerit. Integer ipsum in odio feugiat consequat cras hac sollicitudin tellus ac. Conubia neque non hendrerit ornare purus quis condimentum nam et porta sem donec litora fames diam malesuada primis risus venenatis est gravida.",
      "Pretium fusce felis natoque ornare diam. Nonummy felis. Vivamus massa donec per. Aliquam ipsum. Quisque justo nonummy dui arcu pellentesque. Lacinia donec orci vitae id donec. Rhoncus justo at curabitur vitae eleifend. Feugiat curae vel. Rhoncus donec arcu enim parturient ut. Natoque massa. Natoque fames id a varius orci erat adipiscing hymenaeos. Aliquam velit eget sed dolor potenti aptent orci cursus tempor nulla posuere consequat mi malesuada purus. Viverra nulla mus enim eget orci amet pharetra. Euismod vitae. Aliquam fusce ad ut nunc augue nonummy. Nonummy neque elit duis felis condimentum eleifend. Viverra augue leo cras eu hac porttitor cum. Cubilia magna elit metus. Quisque netus nunc duis cras. Feugiat etiam dui nunc sed vitae ornare convallis pulvinar. Sodales augue enim porttitor. Laoreet lorem morbi nonummy.",
      "Nonummy porta ac. Quisque donec in consectetuer. Euismod neque ut nullam lacus vehicula hendrerit cum. Commodo nulla diam habitant a molestie. Commodo donec. Potenti magna. Nonummy nulla nam aenean donec. Gravida nulla neque. Euismod fusce quam conubia iaculis vitae dolor. Conubia dolor mus rutrum volutpat orci. Posuere morbi orci suspendisse viverra. Cubilia morbi eros facilisis convallis dolor torquent nam commodo aptent. Viverra etiam. Aliquam augue per magna. Aliquet metus arcu netus ad nunc mattis adipiscing pellentesque cubilia habitant varius quam. Iaculis felis eros taciti sociis ultricies risus. Posuere netus. Pretium augue erat ut dolor ipsum ultrices. Viverra fusce curae nonummy. Dapibus porta metus ultrices fringilla a massa ve ante cras hendrerit praesent. Aliquam class quam posuere ac. Gravida lacus nunc."
     ]
    },
    {
     "title": "Egestas morbi.",
     "paragraphs": [
      "Sodales augue in curae per malesuada habitant velit. Pretium lacus erat nam aliquam inceptos. Posuere vitae per interdum. Dapibus massa nisl volutpat ac velit ut mi. Pretium donec elit proin dictum netus ullamcorper et sociis. Potenti vitae lorem nullam consectetuer consequat proin vivamus est hendrerit tempus in interdum. Dapibus lorem nisi eget inceptos pellentesque tempus at. Aliquam etiam sem nibh venenatis quam integer litora vel. Commodo ipsum augue quam vitae etiam leo orci velit vitae. Posuere felis massa diam a duis at neque ac lectus consectetuer vel. Blandit metus eni ultricies pharetra purus iaculis justo arcu ut. Laoreet ipsum. Viverra justo. Pretium ipsum nisl blandit id. Rhoncus felis posuere. Feugiat lorem ve quam elit. Aliquam magna vestibulum dapibus amet parturient. Iaculis metus morbi. Aliquet velit. Iaculis donec arcu ullamcorper cubilia ullamcorper amet orci nisl ve enim. Posuere massa eu risus ut litora sollicitudin sem. Rhoncus lacus curae conubia.",
      "Posuere fames et mauris mi lacus. Iaculis velit eros suspendisse. Pretium lacus. Aliquam curae ac platea id faucibus velit ipsum auctor. Quisque donec et. Feugiat donec eget nibh non nisl class. Natoque felis nisi rhoncus congue hac mi pellentesque quisque metus quam laoreet conubia platea. Laoreet vitae nunc tellus elementum ad cursus quis suspendisse et. Feugiat massa donec nibh dis lorem tincidunt consequat. Vivamus fusce ad porta in eros. Integer etiam lorem nisi. Iaculis neque eget dapibus et. Egestas metus morbi taciti nunc justo. Posuere fames at auctor mus. Sodales metus leo curae nisl blandit facilisis. Pretium risus eros cubilia tempor vel mattis. Conubia magna ut ornare nibh vel duis sed a nullam elementum platea. Aliquet porta. Rhoncus neque potenti quam faucibus. Dapibus curae sed eros consectetuer egestas facilisi euismod ultricies ligula maecenas ipsum ad nisl. Dapibus ipsum. Integer risus amet."
     ]
    },
    {
     "title": "Rhoncus justo adipiscing mi.",
     "paragraphs": [
      "Cubilia fames. Euismod curae ac elementum phasellus magna porttitor eu dignissim quisque. Feugiat donec eros hac varius vivamus natoque. Sodales donec massa dapibus sit venenatis aptent pharetra tristique. Natoque augue at ve nam suspendisse gravida augue et amet. Rhoncus felis odio elementum. Quisque ipsum cras ipsum. Integer felis vestibulum cubilia nam vehicula. Iaculis vitae amet venenatis libero ultrices amet sit et felis. Gravida nulla ac congue eleifend suspendisse facilisi urna. Sodales curae hac eros egestas in quisque eu libero. Euismod lorem class vivamus tempor mollis cum nibh natoque commodo consequat urna. Lacinia vitae erat cras ante. Natoque porta fusce odio aliquet viverra quisque libero enim lectus. Dapibus lacus sit diam ut. Gravida netus leo quam ad pellentesque ante nulla volutpat etiam. Quisque lorem ac eros bibendum cubilia ve cras. Cubilia justo curae justo sem sed aliquet vehicula gravida varius sed vestibulum penatibus pede. Iaculis ipsum pede quisque. Gravida lorem fusce odio vivamus nisi facilisi parturient elementum curae sociis nam arcu. Conubia ipsum nunc sed lorem. Dapibus justo in mollis.",
      "Conubia lorem quis sem orci aenean elementum ve. Blandit donec fusce montes libero nulla dolor cras tincidunt. Potenti purus ac. Conubia porta. Lacinia curae. Nonummy donec. Quisque dolor eros quisque sit mauris platea netus eros cum. Iaculis ipsum nisi ornare mi ipsum eni. Aliquet purus ut dictum. Quisque dolor arcu scelerisque natoque velit eros habitasse sit lacinia. Viverra netus. Aliquet purus nisl curae viverra penatibus eni blandit. Feugiat metus magna dignissim. Aliquam fames ad. Aliquam metus magna est eget adipiscing mus lacus. Posuere lorem eros duis eleifend hendrerit quis leo a lectus lacus felis. Cubilia vitae id libero at tempus. Egestas donec ve. Iaculis porta. Gravida donec cum hac. Blandit morbi per erat consectetuer natoque habitant tortor. Vivamus fusce.",
      "Feugiat class ac. Sodales porta pede a cras vestibulum congue eu. Vivamus purus vestibulum condimentum platea ac. Conubia risus ad mi neque. Aliquam dolor adipiscing feugiat sed mauris libero risus laoreet. Natoque justo magna ullamcorper mi. Laoreet etiam at convallis dolor urna magnis. Natoque donec lacus rhoncus hendrerit aptent torquent. Potenti risus elit integer a mauris. Lacinia velit quam aliquam mi ve hymenaeos purus lacinia. Aliquam nulla ad magna mauris ipsum. Vivamus ipsum class dis tellus tempor. Commodo purus vestibulum pulvinar. Laoreet fames ad faucibus sociis tempor ipsum adipiscing. Iaculis nulla eget non in pellentesque sociis. Aliquet justo. Lacinia metus. Lacinia lacus porta volutpat etiam. Cubilia nulla adipiscing nonummy elit pede. Integer morbi proin phasellus vivamus. Aliquam curae nisi risus at dictum. Feugiat nulla ve justo varius nonummy ante parturient semper cum ad felis etiam."
     ]
    }
   ],
   "title": "Iaculis class pede suspendisse.",
   "paragraphs": [
    "Egestas porta elit. Dapibus purus. Sodales vitae orci sem metus. Dapibus proin nam cras laoreet ad nostra vitae cras mus nunc. Viverra fames. Commodo dolor enim fames sodales. Aliquet netus feugiat aliquet cras pellentesque volutpat. Quisque purus leo erat a elit. Sodales metus. Euismod magna leo eros duis facilisis tempus habitant vestibulum taciti arcu condimentum. Posuere risus quis facilisi neque sed. Vivamus netus amet scelerisque lacinia nam nascetur nonummy cubilia aptent. Lacinia fusce blandit dis congue nibh. Gravida fames vel metus tincidunt nulla imperdiet nulla. Laoreet fusce neque ornare interdum urna tempus ut nunc rutrum at non magnis. Lacinia curae parturient. Aliquam fames mi facilisis etiam ad. Sodales purus non volutpat venenatis a vel habitasse. Egestas lacus. Blandit justo iaculis aliquet fringilla ut enim massa feugiat semper pede suspendisse cubilia curae viverra cum. Euismod curae risus magnis. Viverra dolor metus quisque sed eu mollis netus in.",
    "Viverra velit risus neque tempus eu et rutrum eleifend vitae felis nascetur eget congue. Aliquam risus nam magna imperdiet diam augue et primis hac. Cubilia metus nam erat eleifend maecenas in scelerisque pede ligula ac velit condimentum accumsan. Potenti risus. Aliquam ipsum ad dui dignissim fames duis potenti magna cras ornare id dolor fermentum. Gravida nulla ac proin hendrerit sit dapibus a condimentum leo. Viverra purus mus. Pretium class. Euismod proin nulla hac. Commodo fusce sem semper in eni ridiculus eget sollicitudin. Aliquet felis. Laoreet netus potenti cras id eget felis varius commodo conubia. Natoque lorem per. Potenti morbi rhoncus morbi proin. Quisque proin class semper ac tortor nam enim. Sodales massa non. Laoreet metus nulla sit nisi ipsum quis ut dui eu a. Lacinia dolor velit pharetra id ullamcorper urna pede arcu lacinia a suspendisse. Euismod netus sit augue. Blandit netus vel senectus blandit. Euismod porta elit id curae. Vivamus lorem arcu cras."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus nulla orci conubia aliquam congue eget.",
     "paragraphs": [
      "Integer donec adipiscing ullamcorper nullam ut est id ante magnis. Aliquet class et leo erat cras morbi. Potenti massa nulla mauris id faucibus lectus risus feugiat fermentum nisl consectetuer tellus. Viverra massa ut auctor dui parturient venenatis donec euismod. Cubilia risus posuere fringilla diam. Nonummy lorem id ipsum mi auctor ligula. Egestas neque. Natoque curae. Lacinia risus massa a nisi massa donec cras. Lacinia fames laoreet semper facilisis natoque arcu ve vulputate sodales. Viverra etiam pede pharetra vel sollicitudin tortor pede malesuada quis non dui. Pretium velit class a ornare diam erat. Potenti class ad quam ullamcorper ut libero. Potenti augue nulla inceptos mus mi. Cubilia felis adipiscing mi praesent vel conubia nisl ve. Posuere magna sem suscipit. Feugiat morbi lacus pede dapibus. Conubia neque duis taciti habitasse ut dignissim a porta. Commodo etiam arcu dapibus rhoncus hymenaeos pharetra. Cubilia etiam. Gravida class quisque congue dictum metus augue habitant ut porta placerat morbi in fames dis. Conubia vitae.",
      "Blandit felis lacus amet placerat ridiculus netus. Aliquam netus. Laoreet velit augue a amet vestibulum nam. Lacinia felis id ultrices nonummy urna nibh. Viverra etiam urna euismod quam et. Aliquam curae duis elit diam maecenas. Potenti felis ante nonummy magna pretium vel pharetra consectetuer rhoncus. Rhoncus velit. Dapibus dolor etiam netus litora vestibulum purus duis nunc. Blandit purus urna. Potenti risus vestibulum dictumst egestas lacus sit fames sodales rhoncus. Euismod netus parturient diam magnis. Aliquam morbi lorem justo blandit taciti nullam curabitur cum viverra. Vivamus metus orci velit condimentum faucibus ultricies. Aliquam purus metus. Aliquet morbi at dictum phasellus et tristique fames ut mauris laoreet. Viverra neque. Commodo dolor. Natoque dolor. Laoreet netus diam potenti litora nisl tempus facilisi. Integer porta felis volutpat cum pretium pharetra purus. Nonummy fusce at."
     ]
    },
    {
     "title": "Pretium class.",
     "paragraphs": [
      "Conubia fames elit nam eros elit vestibulum tristique ante leo pellentesque magna elit sociis. Lacinia massa dolor primis amet. Lacinia donec dapibus dis eleifend potenti sollicitudin malesuada ipsum. Rhoncus risus cum nunc tristique nec nascetur a pellentesque duis blandit mi erat enim sem ve imperdiet. Vivamus velit in massa et netus sapien ut nascetur ornare mollis. Integer massa mus urna placerat pellentesque ligula velit rhoncus nunc odio. Laoreet justo nisl dui. Nonummy dolor ve fames diam. Laoreet lorem dui nostra posuere. Euismod felis vitae varius at. Conubia proin leo curae. Vivamus vitae. Laoreet purus ut mauris sit integer ad penatibus a. Sodales risus in auctor accumsan ac magna nulla hac litora nostra phasellus. Blandit porta hac. Feugiat proin vestibulum erat. Gravida class. Blandit fusce etiam orci cum libero mus rutrum urna cras convallis ve porttitor. Natoque porta lorem velit feugiat elit et sollicitudin luctus porta in lacus. Gravida magna at fames at cras commodo urna quam hac consectetuer varius eu magnis posuere dapibus tempus ante eget. Rhoncus donec. Commodo magna eget vivamus id sapien eu habitant egestas vivamus.",
      "Egestas proin mi congue sodales eu. Posuere vitae in cursus ve velit ac tempor nonummy non nostra. Egestas ipsum mi dis id a nunc vestibulum arcu porta vitae scelerisque senectus phasellus. Vivamus porta dapibus leo parturient auctor. Euismod nulla eget odio curae posuere semper magna aliquet enim. Aliquam risus. Viverra risus neque dictum. Lacinia netus. Aliquet morbi. Aliquet etiam. Potenti risus proin dis. Egestas lorem id cursus taciti nec. Euismod massa pretium nunc amet cubilia magna elit a curae ve. Blandit justo. Viverra curae. Pretium augue. Lacinia massa eros fermentum rutrum vestibulum etiam conubia urna nibh per hac. Viverra vitae nam. Potenti morbi nam cras cum per malesuada. Integer lacus vestibulum eu sollicitudin quisque magnis mus commodo dictumst. Rhoncus neque ut. Euismod lacus cras consequat.",
      "Feugiat ipsum non nibh interdum ligula taciti morbi potenti nisi. Lacinia morbi diam sodales in est. Conubia lacus. Rhoncus felis est duis viverra a rutrum vulputate accumsan donec. Iaculis porta. Sodales justo amet leo a luctus vulputate dolor a. Laoreet purus ut rutrum felis viverra turpis ve ac. Commodo netus dis rutrum mollis praesent. Dapibus neque orci a erat lorem. Posuere neque eu felis. Posuere lorem sem cras amet tellus at quis velit mi elit nisi aliquam orci. Cubilia justo proin sodales malesuada faucibus mattis. Blandit donec sed taciti blandit. Aliquet velit parturient quam lorem in sociis dictumst. Aliquet proin mi nunc lorem libero morbi adipiscing dictumst. Posuere risus enim eu eni ultricies sociis odio lacinia ve urna dictumst ve. Vivamus felis id tortor tempus penatibus augue arcu dignissim. Laoreet porta. Lacinia vitae eros aenean nisl et. Integer ipsum sed quam non varius vivamus pretium netus. Laoreet purus nunc iaculis fusce in vitae phasellus hendrerit etiam convallis vestibulum. Feugiat fusce massa arcu facilisi a molestie sit ad hendrerit proin duis."
     ]
    }
   ],
   "title": "Rhoncus augue in.",
   "paragraphs": [
    "Cubilia dolor. Potenti morbi etiam odio senectus sollicitudin mauris. Blandit felis nulla magnis habitasse elementum arcu per maecenas laoreet feugiat. Dapibus netus mi elit accumsan ullamcorper accumsan natoque dolor adipiscing conubia cras. Aliquam dolor risus nulla ipsum neque aptent sollicitudin facilisis felis eget. Posuere felis cras nonummy id quis. Aliquet risus vestibulum torquent orci tempor ad inceptos. Feugiat lorem parturient ullamcorper tellus ve nunc pharetra cum. Blandit nulla nibh. Sodales netus ante. Natoque dolor. Lacinia ipsum per nibh praesent hac consectetuer magnis. Commodo magna leo odio per pellentesque sociis tortor. Potenti metus dapibus molestie ad ipsum netus maecenas. Rhoncus augue ante class fusce risus ultrices ante suscipit. Commodo lacus dolor ultrices ac velit eros pulvinar parturient. Egestas porta et fames suspendisse ante eget hac. Quisque donec et malesuada blandit nostra. Aliquet justo metus lacinia mus sagittis natoque consectetuer dignissim nulla velit convallis. Conubia vitae. Sodales porta adipiscing at molestie laoreet commodo netus. Vivamus justo et ante nascetur lobortis class lacus.",
    "Commodo fames adipiscing ullamcorper ligula at accumsan. Lacinia dolor. Potenti lorem netus tellus sociosqu elementum ipsum penatibus ut. Potenti nulla duis laoreet iaculis tempus ve eu etiam. Iaculis massa mus auctor tincidunt hac. Dapibus felis purus diam aptent. Gravida neque nunc pulvinar luctus porta parturient. Blandit massa ut curabitur dolor nisl facilisis elit pellentesque. Natoque class proin sodales mollis tristique. Conubia neque quis rhoncus a ullamcorper sed ac neque. Rhoncus augue. Aliquam magna. Posuere massa ve curabitur laoreet etiam. Pretium curae nibh condimentum est quam vestibulum per curae pede turpis. Vivamus neque. Aliquam morbi curae rutrum at nisi bibendum nulla. Egestas etiam enim curae nulla eni nibh velit ultricies quis tristique dolor. Conubia donec nec amet ve. Posuere velit eni vestibulum donec enim. Pretium massa. Sodales purus ut mattis egestas congue. Potenti fusce arcu purus cubilia est porttitor erat."
   ]
  }
 ],
 "abstract": "Dapibus risus dolor condimentum ad varius sit dis eu. Pretium curae elit rutrum vel aptent eu. Dapibus magna id facilisis velit. Vivamus magna cum magnis feugiat vivamus. Dapibus lacus dolor eleifend vulputate id porta ipsum torquent ad condimentum arcu enim tortor. Iaculis class nunc dictum neque class porta vehicula ridiculus a. Lacinia fames arcu at cras interdum a. Viverra morbi in. Laoreet nulla ac leo erat bibendum cum orci est elementum accumsan amet eni laoreet. Vivamus nulla vestibulum nascetur metus id etiam libero porta nam diam facilisis. Lacinia fames non morbi ante sodales. Egestas netus enim et amet nostra. Posuere dolor morbi a amet proin porttitor. Sodales lacus sed lectus eros eget maecenas dis. Sodales ipsum leo morbi per orci auctor nonummy viverra quam at sollicitudin. Aliquam curae leo conubia eu nostra non ve. Aliquam metus egestas eget ut elit massa sodales. Dapibus etiam ve mi sed elementum dapibus. Aliquam velit eget aliquet ut id. Posuere magna nisi vel arcu nascetur parturient taciti lorem cubilia. Cubilia lacus. Posuere purus orci pretium in magnis malesuada ve fermentum etiam vitae molestie.",
 "authors": [
  {
   "name": "Wilber Rainbolt",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Owen Braz",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Canadian Calibrated Horizons"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Canadian Calibrated Horizons"
  }
 ]
}