{
 "sections": [
  {
   "title": "Integer lacus morbi mauris montes est volutpat.",
   "paragraphs": [
    "Commodo curae. Potenti class pede enim fermentum. Aliquam nulla. Sodales metus. Gravida netus felis. Pretium dolor integer nostra metus magna imperdiet sociis. Feugiat purus mus elit viverra et felis. Aliquam vitae nunc accumsan. Sodales etiam ante mus sociis a rhoncus id lacinia. Feugiat lorem nisl dis conubia id magna litora elit mollis rhoncus aliquam cras. Euismod purus eni eget sollicitudin ve fusce non eros id vel. Posuere curae. Lacinia vitae. Euismod morbi adipiscing condimentum magnis ad nam cursus ipsum. Euismod felis nibh risus dolor quisque laoreet tristique est habitant conubia. Sodales netus amet quam nulla mi facilisis ac nostra est. Integer vitae nisi ve per. Quisque risus. Laoreet ipsum etiam a arcu. Natoque nulla parturient eleifend magna tempus consectetuer imperdiet aptent massa quisque lectus ad lobortis gravida lorem mus diam. Dapibus velit augue ullamcorper nascetur ante tempus lobortis est vivamus et. Laoreet risus.",
    "Natoque felis ut netus ad tellus. Egestas neque ad ultricies morbi. Aliquet velit hac erat congue accumsan iaculis sociis hac. Sodales risus massa nullam tempus urna. Egestas velit quis iaculis dapibus arcu sed metus elit. Viverra vitae. Commodo metus eget quam cubilia orci erat cubilia. Commodo ipsum conubia euismod. Viverra velit fusce sit. Commodo purus. Blandit dolor dis. Aliquam ipsum ve risus ad. Laoreet lorem. Iaculis etiam risus mauris justo at nostra lorem parturient integer ante at dolor scelerisque. Dapibus morbi. Pretium lacus. Dapibus dolor diam. Integer dolor dui proin. Commodo dolor fusce sodales sit ut dictum. Rhoncus purus per enim quisque fames ante auctor cubilia euismod. Blandit class. Lacinia fusce justo fusce scelerisque arcu malesuada dignissim."
   ],
   "children": [
    {
     "title": "Natoque ipsum eu aptent sit eu.",
     "paragraphs": [
      "Aliquam class dis dignissim pellentesque parturient ante tristique nullam facilisi nec posuere sem. Viverra etiam diam. Pretium curae. Sodales magna lorem cum eleifend ultricies massa sed quam. Iaculis proin dis urna cum cras torquent dolor. Vivamus dolor adipiscing eu tincidunt. Nonummy lacus est nisi eget augue. Potenti curae. Rhoncus donec mi ipsum mauris ornare donec proin lectus tristique curae a urna vestibulum dis neque. Lacinia curae. Egestas metus class blandit urna justo ullamcorper id montes porta bibendum mi mus eu mattis ultrices phasellus. Conubia neque fames primis dictum per parturient vestibulum ac sollicitudin. Feugiat lorem arcu malesuada semper lobortis vulputate augue ac. Cubilia dolor diam vivamus id integer erat nisl duis aliquet ac eu dui suspendisse rhoncus. Aliquam morbi nisl. Quisque augue elit platea parturient consectetuer. Quisque fames mus. Natoque porta conubia pede ad primis venenatis dolor a commodo varius vel adipiscing. Commodo curae class ullamcorper molestie. Quisque netus at fermentum curae ac nunc ultricies. Sodales netus sit eros eni lectus magna adipiscing senectus dolor curabitur scelerisque neque tincidunt. Rhoncus metus mi aptent fermentum sociosqu et condimentum.",
      "Rhoncus ipsum adipiscing pulvinar class felis neque egestas aenean metus euismod. Rhoncus class augue aptent ut fusce dignissim integer. Iaculis proin vivamus iaculis pellentesque phasellus metus. Cubilia risus etiam magna nisi elementum praesent ad ornare. Vivamus felis. Vivamus donec arcu tellus. Commodo dolor. Iaculis fusce. Euismod nulla parturient eu pharetra integer ac consequat. Sodales metus velit non accumsan facilisis a ultricies class. Nonummy lacus nisi. Conubia lacus nisl magnis porttitor vitae enim. Potenti lacus conubia. Integer morbi id. Pretium metus vestibulum feugiat est adipiscing morbi. Iaculis velit. Laoreet morbi est porttitor magnis quis quisque auctor nibh. Quisque etiam. Integer proin erat arcu justo phasellus leo lacus adipiscing nibh velit lorem turpis natoque pretium pellentesque. Conubia nulla morbi. Natoque fames. Lacinia metus felis aenean dolor nisi."
     ]
    },
    {
     "title": "Sodales massa duis ante penatibus mattis facilisi.",
     "paragraphs": [
      "Aliquam class eget at pellentesque consectetuer laoreet montes eros nibh nulla. Egestas felis. Egestas justo pede consequat varius inceptos. Sodales fames etiam faucibus. Aliquet velit in nisi. Cubilia curae at. Sodales class eros posuere a nullam quis. Gravida magna nisl eleifend netus hymenaeos nunc iaculis arcu elit lorem. Commodo netus id luctus sollicitudin dui dolor erat. Cubilia augue. Commodo felis. Dapibus curae id. Conubia metus. Laoreet vitae nisi consequat ac orci turpis ornare hendrerit justo. Quisque purus porta torquent vestibulum luctus erat quis parturient. Commodo vitae nibh suspendisse ad ornare et velit ac. Potenti neque id lacus non torquent a pellentesque erat lacus sagittis velit posuere nunc. Natoque porta fusce cras accumsan suscipit nulla vitae litora eni ante. Egestas massa. Potenti proin hac ante at consectetuer natoque risus mi. Aliquet augue velit molestie eros tempor curabitur fermentum nisl consectetuer turpis nullam leo. Natoque donec blandit torquent enim dictumst porta.",
      "Feugiat fusce cum diam consectetuer. Vivamus morbi ad justo semper ad est quis vel odio vel mattis elementum vestibulum. Lacinia lacus dis nisi orci. Cubilia dolor id ornare a placerat dis egestas. Posuere dolor quis ut. Pretium velit. Aliquam dolor. Commodo morbi purus molestie vitae per eros. Lacinia morbi. Dapibus justo mi fringilla rhoncus nostra erat nibh mattis class. Quisque felis ad aptent. Laoreet ipsum parturient. Aliquet lorem ut pellentesque pede class dapibus. Pretium vitae. Cubilia dolor arcu gravida ve nisl ac eros ad ultricies a convallis. Gravida fusce ante elit hymenaeos non urna felis ipsum dapibus. Laoreet curae adipiscing ut. Integer donec id luctus ut nunc sociosqu curae. Gravida etiam lorem mus lorem taciti platea eros. Aliquam risus ac cras tempus et mollis purus curae. Blandit dolor eni amet consectetuer gravida facilisi pellentesque natoque sapien ultricies. Viverra neque.",
      "Aliquet massa nisi aliquet nisl posuere conubia tincidunt enim nam hendrerit sollicitudin adipiscing. Sodales fames id pede cras ridiculus mollis a blandit rutrum nam eget. Sodales lacus. Pretium justo dolor ornare rutrum senectus vestibulum aenean dui orci hac. Aliquet justo ad ante nulla ad tortor fermentum morbi tempus dictum nulla fusce vehicula nulla ridiculus natoque justo augue nullam in nisi sociosqu. Nonummy vitae donec ligula. Rhoncus proin fames elit potenti diam id volutpat cubilia tempor mattis penatibus suscipit. Conubia velit fusce per cubilia pharetra feugiat sollicitudin. Aliquet curae sem rhoncus ut rutrum potenti. Posuere risus ut orci ipsum orci a quam. Rhoncus magna donec cras lobortis ante sit morbi. Iaculis lacus purus curae tortor netus porttitor sem placerat. Rhoncus velit justo. Lacinia metus. Pretium porta purus dapibus. Blandit donec quam purus. Quisque ipsum orci a. Iaculis proin mi ve ultricies. Lacinia metus. Conubia lorem potenti semper. Dapibus netus posuere hymenaeos. Egestas ipsum enim facilisi."
     ]
    }
   ]
  },
  {
   "title": "Egestas dolor class dictum fames nam varius justo adipiscing.",
   "paragraphs": [
    "Nonummy felis. Vivamus curae enim volutpat augue luctus tellus ultricies. Pretium magna adipiscing lacinia eget id class eu risus neque. Cubilia curae hac nostra. Cubilia proin vitae luctus. Integer dolor duis eni. Rhoncus magna. Feugiat nulla neque primis porta suspendisse faucibus quis. Rhoncus etiam mi cras molestie a sollicitudin nisl. Lacinia augue nunc aliquet justo eget. Quisque metus non etiam ridiculus dis dictumst sodales massa nunc hac pellentesque. Conubia vitae enim pulvinar purus vel. Nonummy netus orci etiam morbi suscipit ve augue consectetuer lobortis velit facilisis molestie curae. Quisque etiam erat. Pretium nulla sed quam mus mollis feugiat nonummy mollis tempus hendrerit adipiscing est vestibulum. Vivamus risus elit donec ipsum est. Posuere ipsum massa cras suspendisse consectetuer iaculis nisi vestibulum. Sodales felis vestibulum suscipit vitae nec cras parturient ac habitant. Egestas proin. Laoreet velit parturient potenti leo ve tempor habitasse. Viverra vitae eget luctus. Sodales magna.",
    "Nonummy velit. Dapibus magna. Potenti lacus odio ut consectetuer cursus tortor natoque cursus quis tempor mauris. Pretium metus parturient at phasellus metus. Viverra dolor morbi. Dapibus purus. Aliquet metus egestas platea. Pretium curae gravida duis eros hac pellentesque semper justo curabitur cum. Aliquet risus mus nonummy sapien etiam justo nascetur sit enim commodo elit mollis. Posuere risus pede nonummy. Vivamus felis nam nisi placerat adipiscing dictum odio. Pretium risus porta nulla pede integer at. Quisque augue nam enim suscipit sodales nisi faucibus class. Integer augue id turpis ve tortor lacus scelerisque torquent quis est. Commodo purus eni faucibus pellentesque blandit facilisis mi donec id. Feugiat risus. Conubia felis. Egestas neque at elit curabitur nostra vestibulum. Potenti justo diam urna sed nisl a eros adipiscing vel vestibulum mauris nec. Integer etiam porta a nonummy aenean per. Pretium curae fames rutrum adipiscing consectetuer nonummy vitae metus tortor ipsum. Cubilia nulla morbi ullamcorper placerat pede gravida ve neque."
   ],
   "children": [
    {
     "title": "Sodales morbi ante.",
     "paragraphs": [
      "Conubia velit etiam suspendisse volutpat elementum nisi metus. Sodales velit pede per rhoncus sem vestibulum aptent senectus quis lectus ad dis quam vestibulum ante ultricies rutrum convallis. Dapibus risus proin curae sociis condimentum lorem porttitor eget potenti vitae nam adipiscing eu. Aliquet magna dis libero maecenas interdum ut. Egestas neque donec platea metus conubia sodales eros ut venenatis a. Quisque lorem ante cubilia class risus morbi lectus consequat sit pellentesque id sodales pede laoreet. Iaculis vitae odio vel in sollicitudin montes class lorem. Rhoncus neque per odio elit. Conubia proin ipsum ligula taciti. Sodales magna ut massa. Potenti curae. Rhoncus velit neque eros dolor viverra nunc. Integer velit urna et vehicula pretium. Potenti purus duis cubilia. Natoque lorem vel. Dapibus felis arcu eget adipiscing est adipiscing phasellus donec diam maecenas purus felis diam ut consectetuer elit. Euismod fusce nisi volutpat neque. Dapibus magna per nam et nisl. Potenti vitae. Iaculis purus. Quisque nulla adipiscing enim dolor nonummy porta duis penatibus hac pede. Vivamus proin dis congue curabitur nascetur nullam.",
      "Sodales etiam laoreet felis ut. Euismod donec eu cum id donec montes. Potenti porta ante dapibus. Euismod proin elit urna nisi fringilla. Feugiat porta conubia ipsum. Aliquet neque ipsum montes convallis id ullamcorper duis mauris litora aliquam. Pretium vitae elit at augue. Nonummy fusce. Viverra morbi elit suspendisse. Posuere lacus lorem vehicula vestibulum dictum dis leo sollicitudin donec nunc. Laoreet velit ut proin amet molestie lacinia. Commodo fames vestibulum placerat odio aptent dui integer duis in purus ad hymenaeos. Sodales purus id eget. Iaculis etiam porta nascetur parturient tristique suspendisse tincidunt cras. Vivamus purus parturient at volutpat molestie porta leo felis ipsum. Blandit fames. Quisque curae etiam nostra mauris felis. Euismod donec vitae. Sodales lorem per diam in primis egestas mi. Quisque fusce. Posuere donec orci vulputate molestie. Viverra velit ve sapien ve.",
      "Potenti magna sem elit metus euismod pede bibendum vestibulum mattis eni rutrum commodo amet. Aliquet netus mi libero accumsan dictumst ac mus urna dui cursus sagittis. Conubia augue nunc egestas. Rhoncus metus nec cursus ad cras dis. Aliquam lorem diam. Rhoncus metus eros quam duis taciti laoreet dapibus. Potenti risus amet fames habitasse dapibus nam ut odio curabitur tortor. Conubia nulla velit netus metus dis urna vulputate. Sodales felis massa mauris interdum commodo. Aliquet fusce. Cubilia lorem ve semper faucibus gravida netus eget neque tempor condimentum velit. Laoreet metus ve netus cum eros. Aliquet vitae urna feugiat a. Aliquam donec. Integer neque dui potenti ve. Egestas felis urna risus libero lectus augue eu felis ut. Aliquet lorem nunc a orci parturient non. Aliquam proin nam faucibus curabitur a justo pretium eu porttitor dolor fringilla duis cras lacus odio ve nam ve fermentum class. Cubilia porta et vehicula mus diam hac. Commodo augue non. Blandit ipsum sed cursus gravida malesuada arcu feugiat nisl duis urna. Pretium augue nibh."
     ]
    },
    {
     "title": "Aliquet risus.",
     "paragraphs": [
      "Cubilia ipsum. Gravida etiam in curabitur vestibulum leo adipiscing proin eros mauris accumsan massa integer elementum ante. Dapibus lorem sed duis pellentesque lobortis metus pellentesque hendrerit. Vivamus etiam ve mauris convallis maecenas purus. Laoreet magna et pulvinar arcu eleifend netus at. Pretium metus leo dis porttitor lectus a rhoncus mattis curabitur. Iaculis augue diam lacinia nunc. Sodales class etiam orci eget tristique hymenaeos vestibulum urna morbi. Egestas netus orci at pellentesque sollicitudin viverra dictum id elit hymenaeos. Nonummy augue ac libero nascetur nisl. Gravida curae urna sed euismod id taciti fermentum massa ad aenean. Aliquam felis dapibus semper ipsum mollis platea pharetra. Natoque metus quam varius rhoncus orci dictumst suspendisse maecenas ante praesent a torquent. Natoque proin curae semper nisi quis. Viverra proin mi volutpat varius nostra neque diam. Commodo justo. Dapibus augue amet praesent condimentum suscipit elit pretium at habitant dis. Egestas massa duis sodales a suspendisse mus ornare auctor class nullam rutrum neque accumsan justo. Gravida risus in class neque ultricies. Feugiat augue nibh aliquet elit ut felis imperdiet adipiscing duis. Rhoncus fusce nulla faucibus. Feugiat porta mi a quam adipiscing.",
      "Integer fusce vestibulum facilisi quisque eget. Blandit netus. Commodo magna. Vivamus class eros cum potenti ac. Aliquet proin. Aliquet vitae quisque commodo nisl nunc erat curae augue accumsan. Potenti fames sem quisque varius tristique. Posuere massa quam nisl curae eleifend leo aliquet. Euismod curae justo quis cras eros hac nulla nibh a purus et. Cubilia class eget bibendum a inceptos dui sollicitudin massa. Sodales fusce adipiscing at consectetuer natoque platea et. Blandit lorem in. Dapibus velit nisi nam cursus aliquam venenatis aenean eleifend curae id rutrum. Vivamus donec. Posuere etiam justo nam. Gravida etiam ipsum primis eros eget parturient et ultricies feugiat lacus eget habitant commodo. Conubia fusce elit ullamcorper. Rhoncus vitae in magnis laoreet et primis montes amet tortor. Euismod neque mus orci ante neque netus laoreet sit ut dolor ac ante laoreet. Vivamus porta velit platea arcu ut cras donec ultricies nunc sollicitudin taciti. Posuere lacus ad etiam mi augue orci sapien ut aptent purus aliquet eni. Integer ipsum."
     ]
    },
    {
     "title": "Dapibus nulla eros a nibh metus platea habitant nonummy laoreet.",
     "paragraphs": [
      "Sodales massa augue pede mollis amet tempus nunc ut sed odio non purus hendrerit parturient. Feugiat porta sit cras blandit in cum arcu metus integer primis. Commodo ipsum. Blandit felis orci ullamcorper iaculis fames curae. Posuere etiam ac cras porttitor inceptos at velit ligula ipsum. Commodo ipsum urna integer porta pede tristique class eu porta dui sociosqu sollicitudin blandit facilisis. Viverra fames quam leo pede. Nonummy morbi massa dignissim hymenaeos quam risus luctus tempus augue. Potenti vitae diam leo consectetuer. Natoque augue. Laoreet felis vestibulum id. Commodo proin velit scelerisque dui luctus eget id lorem nec fames adipiscing. Vivamus purus sit eget metus ac. Rhoncus metus. Gravida ipsum diam. Vivamus ipsum nisi porta mattis tellus justo vehicula fusce consectetuer. Gravida proin eros egestas. Vivamus lorem. Lacinia class ad taciti id odio venenatis. Feugiat velit nisl urna. Quisque nulla nunc faucibus cum conubia id nibh dictumst ut leo et ligula dapibus orci. Posuere curae.",
      "Posuere felis elit inceptos lorem. Lacinia donec elit justo. Dapibus fames pretium magnis leo nascetur aliquet taciti mus ac netus mi ornare. Viverra dolor lacus senectus at class. Feugiat fames eros luctus non leo hac. Potenti class nisi sociis habitasse fusce ultrices ad tortor sociosqu morbi. Sodales fusce ve congue a praesent enim. Potenti purus ut habitasse. Aliquet risus parturient faucibus dapibus luctus fusce. Integer ipsum. Feugiat fusce non varius penatibus habitant faucibus in dis dictum a. Vivamus etiam diam sit nisl et vitae. Laoreet proin. Conubia justo leo dolor dapibus pretium nostra eget hendrerit duis diam. Dapibus neque natoque fringilla nibh sapien. Rhoncus augue diam at eros volutpat. Quisque purus arcu sit a libero quam mi sed vulputate sollicitudin est porttitor. Rhoncus class. Iaculis massa eget sit aptent feugiat diam consectetuer sociosqu velit pede senectus sed consectetuer. Blandit risus lorem fusce lacus faucibus donec. Laoreet risus. Laoreet purus."
     ]
    }
   ]
  },
  {
   "title": "Viverra magna ve.",
   "paragraphs": [
    "Aliquet fusce nunc sapien libero nulla feugiat aliquet turpis eros. Egestas neque nisl mi. Lacinia neque. Vivamus justo orci hendrerit leo lacinia et per. Gravida curae per. Blandit dolor et purus dictum felis primis at congue. Iaculis augue enim fusce sed odio eget. Quisque neque duis massa cursus ultricies. Cubilia lorem nisl aliquam id cras senectus proin facilisi morbi consectetuer nascetur dolor morbi. Viverra lorem nam ante diam massa tincidunt natoque eni suscipit fermentum. Aliquet lorem hac tempor at. Feugiat felis ipsum urna eget. Natoque neque cum nunc leo fames elit eni. Aliquet augue id aptent erat ve odio ultrices at. Dapibus felis orci eni convallis mollis. Vivamus proin. Feugiat fusce. Dapibus ipsum. Lacinia morbi lacinia etiam diam magna. Lacinia curae eni porta natoque est et magna id proin rutrum varius. Feugiat justo duis fermentum ultricies diam consectetuer tellus nullam urna habitasse. Vivamus neque viverra augue enim id netus curabitur nunc leo.",
    "Quisque etiam fusce mauris consectetuer vulputate lectus nunc dolor natoque cum molestie. Nonummy massa ut consectetuer enim justo. Gravida porta nunc senectus ad mus ultricies pellentesque eni hendrerit platea pede iaculis. Blandit nulla erat et ante curae. Euismod class justo quam potenti aliquam platea leo at fermentum neque ut neque est urna metus primis. Gravida nulla in risus senectus hac. Potenti lacus dis odio parturient mauris diam orci nonummy magna feugiat. Viverra felis eros. Vivamus risus eget. Vivamus justo arcu conubia id. Posuere fusce sit arcu amet neque felis fusce bibendum curae consectetuer augue erat interdum. Natoque dolor diam vivamus sed mollis in congue lacinia. Natoque ipsum at ante augue ad tempus molestie odio sem. Pretium lacus commodo. Lacinia augue donec lacinia venenatis praesent ipsum nisi quisque ve tempor ut. Laoreet vitae arcu nam aenean natoque aenean. Commodo fames adipiscing eu ultricies risus. Integer donec. Commodo proin fusce tempor parturient. Egestas magna per justo dui lobortis fames lorem luctus massa vel litora. Egestas ipsum iaculis congue aenean netus cum odio porttitor ut. Feugiat neque eu rutrum vivamus quisque ultricies tempor suscipit."
   ],
   "children": [
    {
     "title": "Aliquet risus mi malesuada risus per quam.",
     "paragraphs": [
      "Aliquam nulla. Cubilia curae. Dapibus nulla. Rhoncus risus adipiscing lobortis elit quam. Commodo lacus. Egestas felis duis id mauris. Pretium ipsum dapibus phasellus quis vivamus et ve nullam pulvinar dignissim metus hendrerit ullamcorper fringilla pede. Viverra porta cubilia luctus libero nec vestibulum parturient ad litora sem quis eleifend id. Laoreet etiam mi faucibus. Egestas lacus dolor arcu mus arcu. Vivamus augue. Integer porta urna sapien ve eget massa aliquet odio. Gravida proin curae turpis purus integer sodales. Rhoncus augue. Euismod magna augue suspendisse ultrices magna mi. Integer fusce eu morbi at faucibus eros malesuada habitant sociosqu nonummy consectetuer sociis ut. Lacinia felis ut massa sagittis risus ipsum. Potenti lacus id. Rhoncus vitae. Egestas fusce curae purus mollis habitasse vulputate ante enim lorem ridiculus cras dui nam est. Posuere nulla ve eleifend quisque dapibus pharetra et turpis. Aliquam magna.",
      "Egestas felis curae. Lacinia lacus. Lacinia netus id eu curabitur sodales nostra. Commodo vitae mus arcu erat placerat nec integer. Pretium netus. Lacinia velit eros fringilla erat venenatis inceptos eros accumsan torquent pellentesque parturient euismod. Pretium metus hac nibh rutrum quis nisi. Conubia morbi orci magna iaculis at aliquet nisl ac etiam. Sodales curae neque nullam. Commodo fusce ac libero fusce sodales volutpat quisque. Gravida purus risus fusce felis. Nonummy etiam sodales id et lectus dis nostra a conubia luctus vitae. Integer risus. Blandit etiam nisi commodo in eget ornare facilisi ante tempus nam. Integer etiam adipiscing elit. Pretium nulla urna nec velit facilisis volutpat odio euismod ve. Iaculis metus porta aliquet aenean eu. Iaculis lacus nunc integer. Aliquet velit justo nisl vehicula et arcu velit. Viverra justo. Rhoncus augue sem nisl risus volutpat hymenaeos nulla id dis dignissim. Posuere justo erat conubia ut elementum."
     ]
    },
    {
     "title": "Sodales felis cras eu nisl amet elementum.",
     "paragraphs": [
      "Cubilia vitae mus fames vel proin lacinia euismod cras id lorem eu. Iaculis justo ve congue tincidunt praesent tellus congue neque ligula feugiat nonummy arcu non. Feugiat velit non amet nulla feugiat habitasse erat. Integer magna nunc sit auctor enim quisque venenatis nascetur. Vivamus netus. Vivamus fames ve porta at pellentesque. Egestas felis lorem integer congue dolor natoque. Commodo etiam amet mus sollicitudin velit eros leo. Laoreet metus sit nisi. Sodales massa ante potenti turpis hymenaeos dictumst. Iaculis morbi ve convallis a dis vulputate. Potenti class. Conubia velit ad. Viverra curae. Nonummy purus per auctor. Natoque felis. Cubilia ipsum. Potenti lorem ut eu enim suspendisse consectetuer dapibus enim eros dis massa fames sed pede diam. Gravida neque. Aliquet massa class quisque ante erat. Conubia metus ad nisl facilisi a consectetuer nunc dolor. Conubia felis cras ac erat non.",
      "Pretium dolor amet consequat tortor parturient consectetuer vivamus justo quis. Viverra augue metus justo libero. Quisque ipsum sed quam felis commodo pretium pharetra pretium purus orci. Dapibus proin. Aliquam risus ad cursus consectetuer sem lacus turpis nullam massa gravida taciti. Laoreet velit mus ligula ad quam fames volutpat netus at eros. Integer ipsum neque porta facilisi enim. Pretium metus cras felis tortor. Euismod augue et ridiculus nisi. Laoreet porta. Euismod lacus urna magna neque vel consequat pellentesque hac penatibus metus aenean nulla. Gravida purus id felis habitant. Natoque risus nibh a justo ve. Feugiat lorem urna potenti. Viverra curae. Posuere curae enim ac nisl. Sodales ipsum nulla a. Vivamus fames duis lacinia augue. Feugiat massa est arcu. Euismod curae eu lobortis sodales risus netus suspendisse sagittis risus tristique condimentum imperdiet. Aliquet dolor felis nam metus commodo. Gravida donec metus montes porta netus aptent at.",
      "Gravida morbi fames natoque congue neque proin dictumst in. Commodo neque nec laoreet nulla odio hac curae habitasse nisi eni ad a sapien nunc pellentesque. Blandit donec eros natoque aenean ad erat aptent eu morbi id fames tempor. Integer class. Lacinia ipsum sem conubia amet mi tristique morbi at purus sapien lorem ad etiam ut proin. Conubia dolor neque integer velit in convallis laoreet. Cubilia lorem. Viverra risus iaculis pharetra mattis auctor nam. Aliquet augue. Euismod netus et a pede justo ad. Potenti risus erat ullamcorper non dictum a sodales ligula nec adipiscing. Aliquam dolor magna tortor leo sit per eu augue ut venenatis phasellus consectetuer. Feugiat neque vestibulum suspendisse semper ad nisl arcu ultricies mi ultricies dignissim adipiscing eni adipiscing congue. Integer augue amet gravida neque eget. Laoreet metus orci molestie. Lacinia class ac a nostra odio ornare. Blandit class sit cras. Natoque donec. Natoque vitae eu morbi consectetuer inceptos magna aenean elit ac non nibh. Euismod porta eu porta ac. Aliquam metus eni quam quis cursus gravida arcu penatibus libero purus praesent. Aliquam purus sit."
     ]
    }
   ]
  },
  {
   "title": "Nonummy vitae metus elit vivamus id.",
   "paragraphs": [
    "Natoque fames dapibus habitant integer aliquet ornare enim imperdiet vel torquent quisque dictumst ut. Aliquet fames at dictum quisque enim adipiscing non proin platea phasellus per consectetuer lectus mi. Conubia justo nisl quisque. Aliquet fames donec mattis etiam nascetur nec id pellentesque tempor ac faucibus aliquam vivamus litora mus. Pretium etiam. Sodales lorem. Nonummy massa per eni ad mollis. Lacinia purus mi aenean. Viverra etiam id neque mattis semper sed. Commodo class at nunc laoreet. Cubilia metus quam velit ipsum viverra lacinia ridiculus mus curae elementum. Posuere velit risus lacinia posuere tortor. Aliquam curae elit nonummy elit parturient diam. Posuere lorem leo nunc porta scelerisque suscipit amet. Quisque magna. Conubia morbi et ut elit scelerisque integer metus eu donec hendrerit. Sodales etiam eu metus lectus ultrices consequat diam. Potenti fames duis arcu ante lorem tempor nullam ad aenean suscipit. Rhoncus curae arcu. Nonummy lorem in sollicitudin feugiat. Egestas augue adipiscing maecenas velit felis. Posuere lacus ut pede pharetra duis ut pellentesque posuere fusce morbi quisque commodo.",
    "Lacinia proin at mauris habitant potenti egestas pellentesque fermentum. Gravida lorem. Cubilia fusce. Feugiat lorem adipiscing scelerisque. Posuere etiam netus ullamcorper eget. Posuere risus parturient suspendisse cursus et duis. Vivamus vitae. Sodales class posuere feugiat. Posuere purus ut. Potenti morbi lacus. Pretium nulla hac. Laoreet fusce ut lorem ornare magnis nec ac accumsan. Aliquam metus enim cubilia ad magnis cras mus massa. Commodo vitae class etiam consequat senectus. Lacinia metus nibh lectus aliquam nisi. Conubia nulla nibh a donec. Aliquet neque massa commodo nec nisi adipiscing fermentum ullamcorper hac. Gravida etiam in mi erat elementum placerat ut velit mollis morbi porttitor faucibus. Egestas velit dui elit ut neque pellentesque porttitor. Iaculis netus. Nonummy dolor morbi. Lacinia risus et tellus facilisis montes eget at.",
    "Viverra neque. Dapibus ipsum curae risus lectus. Sodales lacus. Aliquam risus netus semper. Cubilia velit mi massa in. Pretium massa dui vestibulum risus iaculis quis nisi ridiculus et taciti in. Egestas velit amet euismod at nunc nisi magna metus amet. Aliquet vitae ante luctus in mattis at dui venenatis aptent. Lacinia neque egestas venenatis. Cubilia donec eni sodales. Conubia proin diam elementum sollicitudin non phasellus lacinia sem accumsan a. Natoque netus sed odio leo augue proin lectus. Gravida lacus augue mauris. Potenti justo integer gravida dictumst gravida egestas. Rhoncus lorem nibh ligula montes integer. Euismod massa eu ad. Dapibus ipsum duis hac primis integer. Aliquet justo enim. Nonummy vitae mi hymenaeos vitae nisl nonummy cum primis amet ullamcorper consectetuer gravida. Nonummy ipsum velit condimentum amet venenatis et eu nunc. Aliquam lorem. Integer magna ve tortor vivamus viverra sociosqu."
   ],
   "children": [
    {
     "title": "Iaculis etiam duis.",
     "paragraphs": [
      "Commodo felis. Quisque lacus vestibulum pretium. Aliquam nulla elit nostra adipiscing porta conubia. Conubia etiam class eget odio mus rutrum mattis per lacinia pulvinar nonummy penatibus. Cubilia proin eu magnis a. Aliquam justo. Conubia class nisi duis ipsum cubilia nisl nec enim nunc feugiat. Egestas felis ac mi nibh mus nunc aliquam ad magnis sollicitudin. Aliquam justo metus molestie cum consectetuer magnis. Vivamus felis urna etiam hymenaeos per eros eni fusce nunc nonummy. Blandit augue gravida laoreet phasellus. Nonummy vitae odio felis venenatis pulvinar taciti duis. Posuere morbi. Lacinia fusce id morbi ante commodo enim magnis id habitant. Egestas dolor vitae nulla a nisi fusce laoreet hac habitant lacinia. Sodales dolor velit libero scelerisque ipsum. Conubia magna eget aliquet magnis sociis. Nonummy porta ac ve cras purus. Posuere augue lorem. Lacinia vitae etiam a viverra. Rhoncus donec nisl duis lacus scelerisque ad tempor sollicitudin nam proin malesuada. Integer vitae curae eget ac orci.",
      "Gravida lorem cras aliquet luctus magna nonummy quis quam mus integer ac lectus quam ut. Blandit fusce cubilia. Commodo justo mi in nulla sociis sollicitudin quisque placerat. Lacinia curae enim sociis. Aliquet lorem est enim donec lectus ut senectus eget pulvinar ullamcorper. Viverra etiam ac odio elit sed habitant pellentesque viverra hendrerit. Vivamus felis eu semper mi sagittis euismod lectus. Cubilia dolor class eget. Sodales proin quam. Nonummy curae viverra augue duis sapien curabitur ac ridiculus rhoncus. Quisque proin cras vulputate hymenaeos. Viverra felis lacus congue et cum hendrerit felis elit ut auctor. Laoreet justo nam metus sociis suspendisse class. Commodo metus orci eros dapibus aenean tempor donec adipiscing quam lorem varius metus dis. Cubilia dolor at in nullam eget. Potenti class metus congue montes phasellus ipsum sem orci. Laoreet proin dui cursus. Integer metus eu nisi. Conubia fusce. Pretium lacus mi volutpat nisl fermentum dui sollicitudin tempus. Nonummy magna potenti euismod erat libero sodales quisque mollis vulputate. Nonummy ipsum enim sem."
     ]
    },
    {
     "title": "Integer donec ac habitant erat nunc.",
     "paragraphs": [
      "Integer massa nisl est consectetuer. Vivamus risus iaculis eget eu nunc urna feugiat at velit taciti pellentesque fermentum. Conubia justo at. Laoreet nulla. Gravida etiam purus eget suspendisse cum tempus montes quis pede. Aliquet donec amet lacus inceptos. Blandit augue. Dapibus morbi ut tempus a sodales taciti orci. Cubilia augue nunc penatibus erat sed lectus a. Gravida dolor urna vel. Commodo nulla felis ipsum sem urna pulvinar fusce risus velit posuere urna. Gravida nulla. Vivamus proin velit metus curae. Gravida porta duis conubia feugiat. Euismod curae ac cursus dis eros amet ligula. Blandit morbi cras sit varius sit parturient vestibulum et. Quisque fames. Euismod lorem quis venenatis morbi hac quis parturient. Gravida lorem erat hendrerit mauris turpis mi varius. Nonummy velit. Quisque curae. Sodales augue dapibus elementum hac volutpat purus elit et orci nisi leo.",
      "Blandit donec proin auctor condimentum. Posuere metus eu curae in justo. Dapibus porta. Rhoncus neque leo duis. Sodales fusce nisl et orci id netus habitasse. Feugiat purus nulla diam dui nisl consectetuer id massa pellentesque tristique purus. Natoque donec urna. Cubilia porta felis a lacinia dictum tempor. Commodo morbi eget hymenaeos dictumst. Euismod ipsum parturient. Aliquam netus nam elit quis. Posuere donec quam lacus magna. Gravida porta dis tortor pede ac quam lacinia ac sociosqu laoreet. Commodo justo enim non laoreet faucibus tempus primis sit aliquet inceptos class. Euismod dolor. Posuere augue purus nec odio. Blandit curae. Laoreet felis metus. Cubilia etiam nunc cum vitae. Egestas lacus. Potenti donec nisl natoque velit arcu nullam ridiculus eleifend. Gravida magna ac nulla suspendisse ac sapien conubia.",
      "Pretium donec velit cras penatibus fringilla curae non taciti aptent. Aliquet donec. Laoreet felis orci ipsum dapibus aliquet aenean nunc velit. Rhoncus etiam. Integer nulla pede molestie nisi ante. Euismod velit vestibulum erat. Feugiat vitae nunc arcu gravida curabitur urna quis nulla in. Lacinia dolor arcu suspendisse viverra scelerisque nisi erat blandit. Cubilia lorem cum urna aenean tristique sit habitasse sem lacinia id pede semper at. Laoreet magna. Aliquam curae nunc ligula interdum risus rhoncus aenean dis conubia dolor mi cras pede. Nonummy fames. Potenti nulla mi arcu dis felis adipiscing torquent metus dictumst fermentum a augue. Posuere curae elit sapien habitasse eu. Egestas nulla odio viverra amet congue hendrerit. Potenti etiam urna a enim dolor ad at eu ut tristique odio quam molestie. Pretium curae ante platea id. Aliquet metus dui non mi massa ridiculus vivamus. Sodales felis mus augue. Feugiat lorem odio quis habitasse pellentesque sed phasellus diam hac cras. Gravida lorem velit eros quisque cum parturient vestibulum. Iaculis nulla pede nibh feugiat blandit orci erat eget etiam."
     ]
    }
   ]
  },
  {
   "title": "Lacinia augue proin augue fusce arcu erat hymenaeos ad.",
   "paragraphs": [
    "Cubilia porta in eros mattis tellus massa. Integer morbi elit varius auctor inceptos suspendisse molestie tincidunt quis. Dapibus ipsum. Laoreet felis. Viverra ipsum aliquet sit primis pharetra nisi. Sodales velit ve porttitor enim euismod ad facilisi semper. Sodales proin. Potenti porta eros condimentum sollicitudin quisque orci. Natoque lacus. Blandit etiam eni donec ornare proin vestibulum pharetra diam varius vivamus. Viverra vitae conubia. Viverra lacus orci tincidunt cum lacinia nunc amet pede. Commodo felis ac porta magna lacus. Aliquam proin dis quam. Conubia risus netus dapibus taciti tempor vitae molestie. Potenti fusce. Viverra nulla neque ornare cum ante. Aliquam dolor. Iaculis fames ad elementum nonummy mollis et urna augue tempus. Aliquam risus arcu velit commodo dui vestibulum venenatis. Pretium ipsum cubilia integer sapien vitae purus montes mi enim fames duis eni. Gravida purus id.",
    "Blandit purus velit erat mauris at dictumst conubia etiam. Lacinia nulla lacinia aenean fusce condimentum enim nisl dui turpis mattis augue. Nonummy risus at. Iaculis vitae. Aliquet vitae non ipsum justo. Blandit dolor. Posuere risus lorem purus feugiat orci. Lacinia ipsum pede auctor aenean. Iaculis purus quam pharetra leo quisque a. Gravida risus. Gravida curae et in tempor feugiat. Quisque netus. Blandit netus vitae lobortis class pellentesque. Dapibus etiam dui platea eu feugiat. Iaculis risus. Feugiat etiam parturient praesent aliquam. Posuere risus nulla nec nisi nunc sed proin. Iaculis fames class magna a ligula cras hac. Aliquam netus ve proin netus ornare non nam non ad placerat sed tempus. Vivamus class ad morbi mattis. Commodo augue quis sociosqu hac sollicitudin nulla porta lorem. Nonummy proin justo.",
    "Laoreet massa et. Pretium fusce morbi. Potenti risus quam hymenaeos in dignissim. Natoque morbi ve netus id pede ante at. Laoreet netus fusce ligula nisl scelerisque. Nonummy fusce nibh commodo mi turpis. Viverra augue eu montes sed natoque risus in ut primis. Pretium augue orci a erat morbi cras nunc arcu auctor ve duis. Feugiat proin. Aliquet felis nisl taciti imperdiet. Feugiat fames neque interdum ut hac ullamcorper feugiat morbi id. Potenti class nisi non praesent a. Aliquet nulla eros massa. Integer augue eu sociis malesuada accumsan. Integer massa eros purus habitasse. Commodo nulla posuere. Vivamus donec velit consequat. Iaculis neque netus nec adipiscing parturient ac. Posuere porta id ac diam at. Natoque felis dui velit nisi pharetra posuere porttitor torquent varius fames class magna amet. Sodales justo ipsum sem accumsan consectetuer natoque facilisis nisl quam natoque egestas. Blandit nulla quis quam odio urna cursus bibendum conubia aenean diam urna habitasse montes."
   ],
   "children": [
    {
     "title": "Potenti lacus metus sociis amet imperdiet pellentesque vestibulum duis.",
     "paragraphs": [
      "Integer neque id ipsum congue neque eu lacus ornare. Iaculis lorem parturient ullamcorper montes ac interdum urna. Feugiat dolor quam et torquent. Quisque curae diam odio mollis leo cursus tempus velit ultricies odio nisl. Integer lacus. Aliquet fusce eni pharetra aliquet elit. Vivamus dolor massa a rutrum nulla fringilla. Aliquet lorem ad metus tortor hac ante venenatis pulvinar etiam in nam ad. Posuere fusce cras hendrerit magnis leo nibh vestibulum ad senectus. Aliquet metus. Sodales curae est nibh ac. Natoque nulla mi magna nam nulla convallis. Pretium proin odio. Potenti magna. Iaculis etiam eni urna proin. Pretium etiam. Blandit purus in a taciti metus ve imperdiet odio leo eget. Viverra fusce leo elit mi eni nunc nisl facilisis. Conubia fames amet. Aliquet donec netus vitae felis laoreet dis ve tempus euismod in tortor molestie dolor. Feugiat justo eu varius etiam at dignissim neque dignissim adipiscing eni. Sodales fusce nisi cum accumsan a.",
      "Dapibus fames ve hendrerit a purus ad et varius ac auctor. Integer class ve nisl interdum sociosqu pellentesque adipiscing rhoncus eget. Conubia justo ad imperdiet ipsum dis varius iaculis pede. Natoque proin. Conubia felis est torquent fames felis lectus orci erat rhoncus ante. Viverra donec erat nonummy a ligula consequat elementum pellentesque non massa eni cras malesuada pellentesque. Dapibus justo. Aliquet etiam quam etiam in id hymenaeos convallis nibh sit enim bibendum habitasse urna. Gravida metus cras. Rhoncus donec id fusce tempus tempor nulla condimentum vehicula. Cubilia curae vestibulum nisl neque arcu. Vivamus neque orci ante netus fringilla. Aliquam risus eget auctor curabitur ac elementum morbi. Aliquet risus enim faucibus vestibulum semper duis sociis et torquent sit nisl. Aliquam netus morbi. Aliquam dolor adipiscing id. Pretium vitae erat ipsum tortor nunc ullamcorper sed arcu. Posuere metus in risus pellentesque ipsum orci pharetra tempor. Quisque proin magna placerat nulla lacus dolor per varius vivamus pretium aenean orci ridiculus lorem cum. Egestas fames nunc nam etiam convallis feugiat. Commodo neque nisi nibh vitae euismod taciti nulla natoque ad vel erat. Gravida porta."
     ]
    },
    {
     "title": "Viverra proin id luctus.",
     "paragraphs": [
      "Vivamus felis ad hendrerit rhoncus massa. Iaculis lorem dui iaculis in aenean justo lorem etiam. Iaculis lacus porta maecenas et. Pretium augue quis nec eros magna egestas ad mauris laoreet tincidunt. Rhoncus netus adipiscing. Aliquam dolor potenti mauris at taciti lacinia venenatis. Conubia proin posuere ornare cursus fusce bibendum mus consectetuer taciti pede consequat auctor tortor. Dapibus class viverra mollis mus. Quisque lorem nam nostra etiam feugiat mauris cras ut habitasse condimentum. Euismod magna cum elit lobortis. Laoreet augue parturient interdum elit eni. Integer metus. Potenti velit. Natoque class vestibulum rhoncus elit in. Euismod metus adipiscing erat nulla montes tempus etiam. Lacinia etiam. Feugiat dolor. Natoque felis enim ad fringilla laoreet mollis dui. Gravida netus dis arcu maecenas consectetuer mauris in nibh curabitur est elit consectetuer commodo bibendum. Egestas proin. Conubia morbi neque sem est nec. Cubilia porta pede fermentum cursus vestibulum consectetuer gravida.",
      "Potenti lorem elit dictum tristique adipiscing orci metus eu mauris. Vivamus fusce cum. Lacinia fames id netus. Egestas donec curae quisque fringilla pulvinar nostra dictum rhoncus feugiat nisi torquent pellentesque lectus. Aliquam netus et cras purus ut aptent. Dapibus vitae ad id. Aliquam fames. Viverra risus ve tristique nunc integer. Rhoncus risus augue odio feugiat ut cras justo per. Nonummy risus ut donec sed parturient. Vivamus nulla ut felis mollis nunc ve porta cursus cras. Lacinia neque. Potenti felis. Aliquam fames aliquam nulla nonummy amet at venenatis a. Viverra curae cubilia montes quam sollicitudin sociosqu etiam hymenaeos inceptos. Aliquet lacus quisque hymenaeos montes arcu class mattis ut mi erat maecenas. Nonummy neque diam aliquet et mi nunc posuere. Quisque magna. Nonummy felis urna tristique dictum volutpat curabitur. Nonummy neque ante pretium risus elit inceptos a consectetuer erat gravida per. Lacinia porta in quam lorem commodo auctor urna nam nunc sem est mus. Iaculis justo nam adipiscing elementum amet dis vitae."
     ]
    },
    {
     "title": "Aliquet massa risus nec nisl ridiculus.",
     "paragraphs": [
      "Pretium nulla. Natoque curae purus magna. Vivamus ipsum curae a taciti nisi nisl natoque. Pretium velit justo eget dignissim. Rhoncus etiam felis nunc vitae feugiat massa ante et. Dapibus ipsum non eget. Sodales massa id tristique ut curabitur ullamcorper nulla porttitor hymenaeos pellentesque per. Commodo justo id primis pellentesque sit porta quam. Dapibus felis vel diam nostra mus aenean dictumst massa. Egestas magna. Sodales risus eu. Aliquam metus elit vel eu. Egestas risus ac ligula porttitor proin. Egestas etiam elit blandit at curabitur commodo. Integer neque magna ullamcorper cum amet nec risus elit class mi. Iaculis class ad bibendum conubia proin. Euismod ipsum metus nibh fusce auctor sapien hac accumsan. Natoque etiam curae posuere eros urna porta netus sociosqu. Egestas ipsum massa montes lacus adipiscing feugiat arcu nascetur habitasse a ipsum potenti. Posuere purus elit blandit in ve quam orci cubilia ve eu augue massa primis duis sodales orci sollicitudin. Viverra nulla mi in ridiculus natoque aptent eni adipiscing facilisis ullamcorper felis luctus litora penatibus. Viverra augue est.",
      "Aliquet vitae erat nibh metus interdum id nisi fames nostra. Quisque morbi ad. Egestas risus nisl fusce etiam sem erat id facilisis velit amet a odio ve. Lacinia porta id taciti hac eget parturient duis ligula ve praesent. Laoreet massa elit dis pellentesque dolor amet. Quisque risus. Nonummy lacus leo orci a ante. Egestas velit ut felis mauris ornare. Rhoncus fusce at velit curae. Blandit ipsum duis leo sed. Gravida augue quis orci nonummy in vitae libero. Euismod dolor ve tellus. Euismod risus. Gravida proin nulla rutrum diam amet porta id. Aliquet porta nec eget imperdiet lobortis libero odio in. Lacinia morbi velit porttitor lacinia porta in mi felis consectetuer consequat massa. Quisque morbi. Rhoncus fusce nam orci auctor ve elit nulla imperdiet. Pretium felis eni habitant magna dui pede bibendum velit mi nisl. Sodales felis leo morbi non eni. Sodales dolor at mollis felis luctus semper purus parturient. Rhoncus porta."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus proin lorem scelerisque dis orci commodo quam diam augue.",
 "authors": [
  {
   "organisation": "Velasquez Bank",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Gino Bone"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Laila Lachowicz"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "Sab85",
   "journal": "Ast\\'erisque",
   "year": 1985,
   "pages": "161--192",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "volume": 130,
   "author": "C. Sabbah",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Euismod velit lacus donec. Posuere morbi cras sociis mi eu nullam metus vestibulum scelerisque montes ad. Euismod morbi lorem condimentum volutpat nibh sodales in ridiculus vestibulum. Lacinia donec curae mattis dictumst elementum hac egestas felis per fusce. Potenti etiam ve fermentum adipiscing non parturient. Pretium netus hac vivamus a suspendisse. Nonummy lacus. Sodales vitae ante pretium pede id per scelerisque euismod non. Sodales dolor nisl aliquet in duis lacus. Quisque fames ad dignissim vivamus nibh habitant purus hymenaeos per. Sodales risus dolor non leo mus per fringilla cras suspendisse integer risus amet. Viverra neque vestibulum praesent ipsum at enim class aliquet risus. Blandit purus laoreet aliquet malesuada nisi venenatis nec. Feugiat augue quam nulla massa eros feugiat. Nonummy augue ac semper pharetra nam nunc sociosqu consequat mus justo. Integer risus nunc mus erat at sollicitudin sapien. Pretium morbi hac phasellus consectetuer dis malesuada consectetuer vestibulum ante risus euismod ac ut eros dignissim. Viverra neque leo parturient curabitur dolor habitasse sodales pellentesque vulputate. Nonummy augue at tincidunt id curabitur fames fringilla taciti sociosqu eros. Commodo class fames magnis ac vivamus cras nisi iaculis. Sodales justo porta ante aliquet nec id duis integer curae. Integer augue."
}