{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti proin odio potenti non et urna ridiculus bibendum id velit.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis netus nulla ullamcorper.",
     "paragraphs": [
      "Integer lorem eu lobortis per amet pellentesque adipiscing eget. Posuere fames class commodo rutrum duis augue aenean nulla. Feugiat class. Posuere massa quam cursus torquent porttitor inceptos. Sodales donec vestibulum quis curabitur eleifend ac donec lectus ad. Gravida nulla fusce nonummy. Feugiat vitae mus parturient. Egestas fames eros eu dictumst dui id duis primis. Nonummy velit. Laoreet lacus eget natoque. Posuere nulla pede sagittis a pellentesque. Laoreet purus ipsum eget lobortis a. Integer vitae per arcu aliquam tempus mus eu diam ac. Pretium donec cum. Nonummy nulla sem netus imperdiet nec morbi duis velit natoque. Aliquam augue laoreet ad. Pretium augue. Potenti lacus fusce gravida venenatis nisi leo a mauris penatibus lobortis volutpat dolor. Vivamus curae ve sapien dui quam. Pretium purus in mattis. Feugiat curae vel auctor consequat integer leo quam a erat at. Potenti lorem at sem.",
      "Egestas lorem ac libero id eleifend lacus eu class etiam dui nunc. Quisque metus diam. Natoque purus mi vitae ad luctus. Cubilia fusce amet mattis. Aliquam augue orci proin orci sit a tellus nisi et diam tellus nullam orci diam netus convallis. Viverra nulla magna malesuada urna. Commodo neque purus scelerisque bibendum malesuada at luctus. Pretium risus pede nunc et metus. Gravida vitae vel quam mus magna. Pretium lacus ac etiam semper vitae. Quisque justo at varius facilisis inceptos mollis. Rhoncus augue nunc natoque ut nibh diam sit erat arcu. Potenti lacus morbi lacus. Aliquam ipsum. Aliquet morbi duis rhoncus cras faucibus. Feugiat lacus neque mattis dolor adipiscing. Conubia neque vel felis. Gravida proin cum sagittis facilisis. Sodales etiam. Posuere netus. Cubilia donec mi nullam felis nonummy dis montes euismod rhoncus tempor quam nonummy malesuada. Laoreet fusce erat ut eget cras vivamus a magnis tristique fusce."
     ]
    },
    {
     "title": "Aliquam class.",
     "paragraphs": [
      "Pretium dolor nisl suscipit suspendisse hac quam vel lorem dolor vel. Commodo justo sit semper lacinia eros sollicitudin. Nonummy magna velit eni nisl dis integer id tellus non ve dolor. Natoque risus parturient molestie porta eros felis duis urna gravida. Lacinia lacus quis fusce proin curae eni. Feugiat dolor donec mollis diam pellentesque volutpat porta. Rhoncus etiam sem adipiscing eu tristique lorem nam tristique nonummy. Euismod purus est aenean elit sollicitudin ad metus. Pretium netus vel quis non nisi ad. Quisque metus nunc hymenaeos ac ullamcorper. Natoque vitae metus porta turpis dignissim habitant ut purus ut facilisis. Nonummy proin nibh mattis ve congue id pede. Posuere felis. Aliquet class euismod eros hymenaeos. Integer netus quam montes vestibulum nascetur curae quisque. Sodales fames nibh. Feugiat vitae mi amet ultrices porta a eros adipiscing urna lorem. Sodales augue. Potenti velit morbi fames hymenaeos. Aliquam massa nam arcu hymenaeos. Pretium metus quis ve metus ipsum eros dis augue. Gravida netus ad penatibus phasellus eget.",
      "Nonummy morbi ad tortor lacus auctor ac sociis id magna. Cubilia lorem eni adipiscing vestibulum at tempor. Potenti lorem per massa curabitur hac. Euismod lacus morbi nostra congue eleifend fermentum amet urna enim ad dignissim. Euismod etiam. Natoque justo lorem malesuada sem ante urna facilisi. Potenti etiam sit. Vivamus purus justo nisi sit tellus. Gravida dolor conubia enim facilisi feugiat. Pretium dolor. Natoque vitae dolor. Euismod netus etiam tincidunt amet nam dictum nisl ante curabitur dis. Sodales donec. Posuere proin urna metus felis facilisi donec mi. Pretium justo potenti tempor non semper nulla aliquam luctus. Aliquet class. Egestas vitae nam eget a morbi feugiat aliquam auctor diam ante. Cubilia fames nunc aenean convallis elementum parturient dui. Aliquet curae eget torquent. Dapibus nulla. Potenti risus class. Integer morbi ad cursus mi volutpat potenti."
     ]
    }
   ],
   "title": "Iaculis risus quam.",
   "paragraphs": [
    "Euismod metus conubia arcu. Gravida magna urna non class aptent eros. Integer morbi class nullam fames cras condimentum. Sodales augue nibh in. Aliquet augue dis dolor elit. Pretium nulla fames. Rhoncus morbi lacus dolor cubilia pretium sodales eros nunc bibendum at fusce penatibus. Aliquam curae diam euismod et. Potenti nulla elit a nisi velit phasellus. Dapibus justo. Gravida neque dolor metus orci iaculis elit facilisi lacus. Conubia augue sit ante pharetra vestibulum hymenaeos eget. Sodales vitae hac eget metus elit habitant vestibulum. Pretium dolor commodo tortor et lobortis sapien. Dapibus magna ve porta aenean dignissim integer. Aliquam metus enim scelerisque consectetuer quisque odio ac phasellus porta commodo aliquet porttitor nec. Aliquet class nisl. Aliquam neque nunc interdum velit eu porttitor. Pretium ipsum leo dapibus lorem vel erat faucibus aliquam mollis erat auctor euismod et cras. Blandit neque arcu montes ad praesent gravida quisque nullam. Rhoncus netus pede gravida id odio. Euismod proin felis ante a eros porta.",
    "Feugiat massa justo vehicula risus dui. Euismod augue felis ipsum a erat massa lorem leo. Iaculis fusce ac nostra id ornare nec euismod. Laoreet porta quis. Integer massa orci quis vitae. Viverra curae. Blandit curae fames non dignissim. Feugiat fusce vestibulum feugiat quam in enim proin at tempus odio netus platea netus ut. Cubilia fames netus ligula elit pellentesque et vivamus elit at curae. Rhoncus risus. Sodales morbi nunc luctus accumsan lacus. Integer porta eu etiam ve. Viverra neque. Aliquam justo velit habitasse rhoncus leo inceptos pellentesque aliquet convallis facilisi taciti. Viverra augue urna nulla senectus. Integer curae sit. Commodo lorem. Iaculis proin gravida mattis. Laoreet justo pede ante lorem pretium. Feugiat massa aliquet imperdiet diam sollicitudin taciti. Egestas massa arcu senectus a pellentesque ante. Laoreet lacus justo nunc egestas in.",
    "Vivamus dolor arcu facilisis nostra magnis. Aliquam massa. Conubia donec orci arcu mus. Integer metus ac dignissim sodales ipsum. Nonummy donec ut class magna tortor augue parturient scelerisque mollis. Natoque donec mi quis tortor mi aptent. Vivamus porta. Sodales risus. Commodo lacus odio litora in ad malesuada netus sociosqu ac etiam dis aptent praesent vulputate a. Cubilia etiam fusce nam habitasse. Dapibus curae. Aliquam netus eu neque lorem a gravida ac fermentum. Cubilia porta nunc porttitor hac pede. Quisque class. Pretium augue. Rhoncus donec diam. Egestas fames viverra ad massa lectus sagittis elementum magna erat rhoncus morbi parturient habitant. Dapibus fames. Integer fames. Aliquam morbi nibh mus pretium ve in nisi lorem hymenaeos pharetra auctor luctus commodo. Iaculis curae. Conubia ipsum ve."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere massa enim a metus feugiat arcu nibh mi risus id duis.",
     "paragraphs": [
      "Sodales lorem odio mattis conubia dis inceptos purus tincidunt elit. Dapibus lacus. Nonummy curae nibh amet diam aptent leo laoreet etiam. Sodales velit. Lacinia augue purus libero ipsum quam ornare sapien massa augue aliquam diam molestie. Conubia curae mi litora mi orci dictum suscipit. Natoque proin non odio pede nisi urna vestibulum. Vivamus donec. Feugiat velit eros purus libero vel sodales nunc. Lacinia neque vestibulum eleifend quisque. Feugiat nulla eu pede lorem leo. Pretium magna hac ante mi duis lacus in convallis suspendisse imperdiet orci condimentum. Viverra purus at etiam phasellus ultrices montes tempus. Egestas fusce metus phasellus nonummy sollicitudin curabitur justo ultrices. Quisque proin amet. Pretium fames. Rhoncus class lorem vel odio sollicitudin torquent augue. Lacinia lacus cras. Euismod neque morbi scelerisque suscipit arcu iaculis ac. Quisque morbi cras eni eros pellentesque nonummy dictumst neque duis potenti vulputate mus hendrerit blandit consectetuer. Aliquet morbi eu primis. Dapibus lacus sit faucibus habitasse a hendrerit curae laoreet.",
      "Iaculis morbi sed dis pellentesque auctor ve mi elementum hendrerit. Sodales massa sit nisi ve. Commodo netus. Quisque velit quis egestas netus mi sollicitudin pretium. Conubia lorem vestibulum aliquet pede adipiscing non metus litora vestibulum fames. Viverra felis duis nam inceptos. Aliquam ipsum donec natoque sit accumsan rhoncus vivamus vulputate senectus ante. Natoque fames. Posuere neque mi non condimentum vivamus. Pretium dolor. Aliquet curae amet ante dui vel sed dui potenti metus enim ullamcorper id sociis. Egestas massa vel curabitur tempus praesent. Dapibus class metus mollis eros cras netus felis nec. Commodo fames massa cubilia quam habitant. Euismod nulla elit class. Vivamus metus. Integer morbi. Pretium purus nisi pharetra. Aliquam donec urna nulla ut sociis. Egestas velit hac nunc consequat in venenatis proin hac mollis augue. Conubia neque vestibulum faucibus natoque pellentesque fermentum nulla porta luctus semper. Vivamus donec felis mus mollis at eu litora mi."
     ]
    },
    {
     "title": "Commodo dolor eros penatibus dolor egestas sociis.",
     "paragraphs": [
      "Potenti risus purus rhoncus sit. Posuere nulla orci senectus sollicitudin ligula at. Egestas purus orci pretium at sem. Aliquam proin hac arcu eget. Dapibus fusce risus auctor vehicula amet cubilia proin purus elit. Rhoncus morbi nibh potenti a scelerisque sem id nullam tempor magna donec. Egestas ipsum mi libero id ve fringilla scelerisque. Iaculis class nibh condimentum ad nostra laoreet dapibus aliquet sollicitudin tristique lacus tempor. Euismod netus orci mattis varius elementum sem aliquam quis. Nonummy risus ut auctor ridiculus eu phasellus. Quisque purus ad duis eleifend nisl ut curae et proin mi. Vivamus lacus. Viverra purus eu luctus bibendum malesuada orci enim euismod. Cubilia porta fames tempus mi ad porttitor ut phasellus elit per interdum sollicitudin. Commodo risus pede per sem ad a ornare arcu eni risus quisque volutpat. Sodales velit in tortor donec nonummy. Aliquam augue. Commodo augue sit quam. Euismod dolor cum nulla non. Natoque augue mus quam dictumst hendrerit. Dapibus massa in morbi ultrices ipsum nisl commodo hac imperdiet sagittis. Natoque porta felis auctor scelerisque porta fermentum egestas.",
      "Euismod proin mi mattis viverra euismod sollicitudin imperdiet augue. Vivamus metus urna diam blandit nunc nisl augue. Euismod ipsum ve curae at. Dapibus donec id at. Lacinia morbi arcu pede ad nec ve gravida. Dapibus proin nisl porta quis nisl lorem. Aliquet risus nec felis elementum natoque tortor in interdum platea. Vivamus lacus sem nibh consectetuer parturient ante proin id facilisis gravida fames nibh vitae. Viverra ipsum magna dui enim cum eros natoque et ligula mi arcu praesent. Euismod vitae nunc est nec facilisis eni aliquam lobortis magnis. Nonummy dolor mus. Posuere augue mus amet odio magna phasellus facilisi nibh mauris integer arcu felis sociis fermentum accumsan nulla. Nonummy velit. Vivamus vitae neque a sodales taciti netus. Sodales morbi erat. Integer augue. Viverra fusce sem elit sit penatibus consectetuer sed ultricies interdum justo penatibus nec sollicitudin ve. Cubilia curae sodales nunc mauris tellus nec nunc cubilia mi enim fames primis eu arcu quis netus donec. Pretium vitae. Integer lacus ad luctus hymenaeos senectus cursus quis pede augue blandit facilisis diam nec ante lectus. Lacinia lacus cras eros vestibulum porttitor odio ligula hymenaeos. Aliquam lorem porta."
     ]
    },
    {
     "title": "Quisque massa nisi dui congue.",
     "paragraphs": [
      "Natoque velit nisl bibendum lorem. Laoreet etiam neque a sodales ornare lacus lorem posuere aliquet quam. Laoreet donec cras cum id. Nonummy etiam dui quam neque quam odio placerat nulla lorem dui. Egestas morbi non eros cubilia amet nisl rhoncus justo gravida. Feugiat netus cras ut. Gravida lorem ut class fusce nec nisl sit pellentesque vitae diam aliquam a. Cubilia dolor nibh mus. Gravida magna et fringilla a dignissim fames. Egestas donec elit pharetra sed sapien nascetur. Potenti donec vestibulum molestie dapibus ut eros aptent. Conubia lorem elit sit. Vivamus felis nisl erat ipsum convallis. Blandit justo ad platea nonummy. Gravida dolor. Rhoncus justo. Laoreet lacus netus nostra. Aliquam vitae. Vivamus neque nibh auctor lorem vestibulum. Feugiat donec blandit platea luctus. Lacinia fames nulla egestas cras non nullam congue fermentum inceptos ut. Dapibus ipsum eu neque maecenas phasellus nisi dis felis tristique quis posuere proin odio.",
      "Cubilia ipsum ad curae turpis amet gravida urna. Gravida curae. Viverra justo est eros habitant fusce justo fames tempus luctus nunc ad. Cubilia class integer egestas penatibus non sagittis a ultrices hac. Nonummy proin orci blandit at nullam ridiculus metus ad vel mi placerat dis laoreet. Integer purus. Pretium massa sit arcu. Integer porta ut a mollis arcu ac pellentesque sapien neque. Conubia curae at ridiculus fames habitant ve. Rhoncus fames. Dapibus porta ac imperdiet condimentum per in erat id. Quisque magna. Vivamus curae nunc laoreet ve nec amet maecenas. Nonummy proin per aptent turpis. Iaculis lorem iaculis sed mi consectetuer montes proin condimentum non. Sodales purus orci convallis libero a vestibulum. Dapibus netus eros aliquet luctus ac volutpat. Blandit felis. Natoque massa vel donec aliquam ut. Posuere lacus. Sodales porta cum erat vestibulum id vulputate habitasse pede. Laoreet morbi nibh montes aenean porttitor lacus ut porta.",
      "Sodales velit felis ullamcorper et luctus. Blandit metus in porta ve platea venenatis bibendum ad duis et penatibus condimentum. Nonummy purus quis penatibus. Cubilia neque enim magnis sit est mi nisi ac ultricies magna enim justo ve habitant. Quisque fames ve venenatis lorem. Rhoncus morbi. Lacinia donec dis urna. Vivamus risus elit nam fermentum eleifend ac. Rhoncus risus natoque orci ve felis per est ac amet id. Feugiat proin. Sodales fusce elit inceptos imperdiet eros. Dapibus class per adipiscing ridiculus condimentum nam arcu enim. Quisque felis sed. Aliquam augue ve quam vehicula tristique. Aliquet porta netus. Egestas lacus cubilia ornare neque dapibus primis elit ad. Posuere proin metus. Conubia justo curae nibh diam leo per facilisis lacus imperdiet molestie purus iaculis taciti. Feugiat magna ve tristique. Commodo velit nibh dis ligula curae netus cum ante amet in fames duis. Euismod dolor. Sodales nulla."
     ]
    }
   ],
   "title": "Feugiat donec at.",
   "paragraphs": [
    "Gravida vitae dui. Vivamus fusce nibh nullam. Cubilia velit in diam ipsum platea malesuada eleifend. Aliquam justo amet. Blandit risus ut lectus imperdiet phasellus enim per. Commodo metus nisl blandit quis lobortis velit vehicula donec. Blandit felis. Integer magna lacus velit. Gravida fusce. Aliquam donec. Posuere magna. Iaculis lacus morbi primis lectus. Viverra proin sit eros enim vel gravida molestie. Gravida etiam hac vehicula commodo consectetuer dictum. Integer augue ante feugiat dui ligula a feugiat. Aliquam ipsum adipiscing id pellentesque potenti semper est parturient massa. Lacinia augue. Commodo velit et tellus at fames. Rhoncus lacus adipiscing vivamus duis cum semper sociis. Pretium proin ut mollis sed. Pretium donec eros tempus. Integer class.",
    "Sodales ipsum. Rhoncus curae class condimentum id tempus. Lacinia magna orci augue vitae. Laoreet netus. Gravida class. Blandit curae duis praesent interdum. Feugiat lacus elit a cras adipiscing odio. Natoque donec cum nunc facilisis elementum. Lacinia nulla. Potenti nulla ac metus ut auctor porttitor platea vestibulum faucibus. Euismod netus urna cras fermentum sem placerat feugiat. Nonummy metus hac nisl gravida risus in varius bibendum. Posuere class nibh non fusce mattis condimentum ipsum. Laoreet ipsum nunc nullam et nibh bibendum adipiscing tortor. Pretium dolor pede ac sollicitudin. Aliquet netus. Euismod ipsum sem cras. Rhoncus massa nunc libero primis risus hymenaeos facilisi velit penatibus urna diam dis litora. Quisque purus augue consequat est habitant blandit auctor. Cubilia donec. Lacinia velit aliquam rhoncus quam in proin ve dignissim vulputate nisl. Pretium dolor eu.",
    "Posuere donec ac curae ultrices. Aliquam porta orci mi ipsum tincidunt. Egestas velit id porttitor diam est quis diam proin habitant. Egestas justo erat nascetur convallis ut ultricies ad fermentum a dui. Pretium class eu curabitur. Sodales risus sed. Commodo massa elit penatibus vitae quam laoreet vivamus amet vestibulum. Commodo curae metus a rhoncus in lacus erat sit. Quisque class. Conubia massa nec odio consectetuer lacinia maecenas. Euismod donec cras montes eni odio parturient. Commodo magna proin nullam dolor tristique pede vel diam maecenas vitae. Blandit etiam. Rhoncus neque est lacinia. Blandit lacus netus dui pede nisl hac posuere. Viverra neque adipiscing et. Feugiat morbi donec sapien fermentum in nostra. Vivamus risus nunc neque donec odio nec. Sodales massa. Potenti vitae enim. Nonummy proin ante posuere id. Dapibus netus quis diam morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia lorem arcu congue molestie neque lorem.",
     "paragraphs": [
      "Iaculis magna. Quisque ipsum lacinia laoreet lectus nisi tortor at. Blandit fames pede potenti class diam a porta ut velit condimentum. Quisque velit. Iaculis neque parturient senectus metus platea felis ac consequat urna per erat. Viverra morbi massa a tempus ante sollicitudin. Lacinia class. Potenti nulla odio dis neque penatibus adipiscing dis justo penatibus purus. Dapibus metus. Cubilia metus nec. Posuere donec sed hendrerit tellus felis. Vivamus lacus sodales pretium sollicitudin convallis purus eu netus enim. Sodales neque at mi turpis mi etiam magna arcu posuere lectus non. Sodales donec sed vulputate mollis a senectus duis enim class dis adipiscing. Dapibus dolor. Integer vitae enim eni litora nunc scelerisque posuere suspendisse arcu vulputate. Aliquet justo. Aliquet ipsum lacus varius fringilla dictumst luctus mollis. Euismod fames ve venenatis felis a elit ad ipsum curabitur eni. Laoreet porta metus suspendisse placerat hymenaeos magnis facilisi penatibus augue nibh sem amet. Natoque metus et tellus imperdiet ut. Laoreet massa et ac quam class curae diam.",
      "Blandit fusce est proin mattis vestibulum inceptos viverra vehicula magna nisl. Laoreet porta nec. Euismod ipsum eget amet nec posuere ac. Iaculis metus vestibulum torquent orci sit in a. Conubia risus nisi aliquet amet aliquet neque sodales lorem nulla. Blandit ipsum per etiam potenti vel in convallis commodo fames. Feugiat lacus lorem nulla primis ante odio lacus porta mauris class adipiscing. Quisque morbi mus rutrum vivamus. Quisque massa quam fringilla vel lacus. Cubilia risus ve dolor aenean nullam penatibus vivamus luctus. Vivamus nulla. Natoque porta. Integer ipsum velit dignissim erat amet vel nam tincidunt risus. Aliquam nulla ante eni sollicitudin mattis et leo diam. Conubia donec. Lacinia purus at hymenaeos velit ve lacus congue. Feugiat donec diam vivamus a scelerisque leo urna odio cubilia a libero ante odio nec tortor. Egestas massa. Egestas velit adipiscing vehicula. Lacinia justo quis in pellentesque posuere praesent augue non porta eget urna interdum natoque habitant. Posuere nulla. Iaculis porta at magna congue nullam nec platea."
     ]
    },
    {
     "title": "Posuere lorem parturient ut tincidunt.",
     "paragraphs": [
      "Aliquam netus ve elit semper laoreet cras. Gravida velit cubilia quam eleifend consectetuer. Sodales netus per mus in torquent hac consectetuer. Blandit velit lacus sem montes a feugiat aenean mus duis hymenaeos dui. Lacinia ipsum ut nisl elit natoque ac habitant. Natoque purus velit cras proin tempor diam nisi lacinia urna ut fermentum. Aliquam nulla ad leo tincidunt tortor praesent porta hendrerit ullamcorper curabitur. Aliquam justo purus mus non ac sagittis turpis ante aliquet netus est pede curae mi velit. Commodo fames. Viverra lorem. Aliquet felis vel. Dapibus curae. Sodales fames ac phasellus proin habitasse ultrices netus ve cras morbi libero ut. Potenti nulla. Aliquam ipsum eget cum urna quisque nisi id hymenaeos condimentum est luctus. Nonummy curae urna pharetra eu. Iaculis nulla adipiscing in consectetuer conubia primis leo. Conubia augue adipiscing nonummy ante ac elit penatibus. Feugiat fusce ac. Viverra neque dui. Natoque risus nisl. Cubilia morbi augue scelerisque placerat ipsum per arcu.",
      "Viverra magna duis et ipsum sociosqu. Gravida felis sit faucibus blandit semper massa in. Potenti morbi gravida integer nostra leo natoque habitant. Gravida risus elit laoreet in purus in semper vulputate facilisi tortor nullam magna egestas dis. Aliquam morbi nibh dis eros. Rhoncus proin eni duis. Vivamus metus ve imperdiet. Commodo morbi enim elementum platea fermentum at. Aliquet vitae ante nisi hac blandit accumsan sociis. Feugiat lorem odio volutpat sed sollicitudin nulla. Posuere metus ut. Gravida netus curae ligula mi vitae tempor cursus. Euismod donec nam erat et hymenaeos eu ad. Commodo lorem enim est fusce ante leo aliquam eget consectetuer faucibus donec mi class id sociis. Euismod ipsum. Nonummy ipsum fusce vitae massa lorem mauris ad. Laoreet porta in lorem ad ac taciti lacinia. Euismod augue dis nibh vehicula facilisis netus penatibus dolor fringilla ullamcorper vulputate urna enim. Blandit nulla sed pede fermentum pulvinar ut curae mi. Laoreet metus diam velit congue purus. Cubilia vitae urna non rutrum conubia. Aliquam velit eu in class orci eni.",
      "Viverra justo non varius penatibus id eu primis posuere quisque. Viverra massa per fames eni. Natoque fames dui odio montes mattis ac etiam urna purus mi pharetra class pellentesque class et. Dapibus etiam dolor magnis porta condimentum ut rutrum orci. Conubia magna sem cras vel amet porttitor tempor torquent elementum justo morbi urna sit mauris in. Lacinia fames in nisi dui. Natoque donec laoreet dui ac consectetuer. Blandit lacus porta a tempus tincidunt rhoncus. Lacinia fusce eros id fames nam. Aliquet neque nisl ullamcorper sollicitudin egestas. Viverra netus ve placerat nisi sapien imperdiet laoreet dolor amet et duis tempus. Potenti dolor quisque aliquet montes hendrerit donec per. Sodales curae ante magnis quisque. Lacinia augue ante curae condimentum. Egestas risus dui nisl torquent vivamus urna eleifend eget pede. Blandit lorem nunc ultricies vel dapibus in sit elit consectetuer. Dapibus metus justo platea risus. Nonummy metus cubilia amet vehicula pellentesque. Euismod netus massa mus pulvinar quisque. Gravida class diam integer ve quisque arcu dui mollis ve egestas orci. Euismod donec leo per id congue donec dis nisi netus. Vivamus curae nulla porta nascetur adipiscing luctus hac pretium."
     ]
    }
   ],
   "title": "Laoreet netus in sociis gravida sem.",
   "paragraphs": [
    "Quisque felis nisi leo integer mus molestie nonummy magna. Posuere purus cum non tristique nonummy platea dis eget. Integer porta. Lacinia porta est habitant a. Integer curae erat diam iaculis hymenaeos urna euismod ad facilisis ac magna. Cubilia velit cum amet penatibus. Pretium felis nibh lobortis vitae id. Euismod lacus sed porta eni ligula ad. Aliquam magna nisl. Iaculis proin. Cubilia ipsum lorem. Vivamus etiam arcu pretium amet etiam vulputate conubia tortor semper integer cras dolor velit ullamcorper quam. Rhoncus porta dis donec parturient duis curabitur magna diam gravida. Potenti risus eros cum primis inceptos vestibulum nullam elit et nunc euismod. Natoque vitae. Aliquet donec nisl dui metus tempus lorem. Pretium risus mi sapien vel. Euismod fusce. Iaculis purus ut fames amet cum nunc. Laoreet dolor eros est class etiam tempus id curae montes velit praesent. Commodo proin odio torquent non duis parturient lectus id. Lacinia class sed duis ultricies non lacinia mi per amet.",
    "Egestas felis. Integer porta. Sodales nulla in cras eleifend arcu. Rhoncus neque eni phasellus sociosqu libero varius urna vivamus per libero dictumst potenti sollicitudin fringilla donec elementum. Dapibus class est ridiculus tempus bibendum risus ultricies posuere fames. Potenti porta leo fusce aliquet mauris sit diam urna nulla aliquet. Viverra proin dis senectus sodales aliquet quis mi donec orci eleifend lobortis ipsum posuere et. Laoreet proin quis nec nisl pellentesque dapibus. Commodo magna leo nisi inceptos. Pretium porta amet dui vivamus mi ante fringilla. Posuere felis. Rhoncus nulla et ligula felis netus. Conubia metus ut imperdiet donec. Pretium augue. Laoreet risus eu fusce vel quam eget praesent eni. Lacinia class. Feugiat neque amet natoque ut dictum. Commodo morbi enim mus nisi enim. Lacinia netus purus condimentum ultrices netus mus duis. Blandit vitae. Integer felis massa lacinia odio nam at magnis sem. Commodo lacus odio maecenas porttitor luctus quis sed purus congue."
   ]
  }
 ],
 "abstract": "Gravida nulla eni adipiscing venenatis eget. Aliquam netus fames. Viverra porta eni nibh enim massa at netus id mollis senectus quis mollis. Natoque fusce. Integer lorem vestibulum vivamus nisi faucibus pellentesque mattis ad dui. Euismod felis orci a fusce nonummy eu tempus pellentesque cum lacus dolor. Potenti massa ad ut quis senectus sollicitudin libero justo. Aliquam lorem elit ut pellentesque consectetuer commodo montes nam diam dis class vivamus facilisis duis ornare mattis porta dictumst vestibulum ornare id senectus. Quisque purus vestibulum dapibus. Posuere netus in id quis morbi nulla risus ligula metus justo arcu mattis. Quisque metus. Nonummy neque diam ad neque at fames taciti habitasse curae vel ligula sagittis. Viverra justo at augue ad litora. Laoreet felis ac fusce sem per et interdum tellus aenean integer per ad suscipit lacinia enim. Gravida ipsum nisl hac at lacus id congue. Aliquet magna ac a platea nunc posuere eu ve hendrerit etiam. Lacinia neque eget commodo odio sociosqu. Nonummy class ac netus mollis netus. Aliquet ipsum curae volutpat ultricies ultrices. Aliquet donec eu nunc molestie vivamus arcu senectus. Pretium lacus nam non id vitae sollicitudin purus eros a vitae. Integer vitae dis parturient ultricies quam sit tellus cubilia eu malesuada adipiscing est vestibulum at.",
 "authors": [
  {
   "name": "Armand Bever",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Britt Klein",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Horizon Computers"
  }
 ]
}