{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Iaculis vitae ac platea cubilia hymenaeos duis ullamcorper posuere scelerisque duis rutrum eu nunc orci.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales fusce sit eleifend.",
     "paragraphs": [
      "Blandit etiam natoque proin quam. Viverra justo urna ad eget quam hac est mus eu. Aliquam nulla. Cubilia lorem orci ad. Sodales justo cras. Cubilia donec cras ac elit ut fames eu vel eros. Pretium vitae conubia. Pretium nulla id nisl odio eros enim class. Lacinia felis. Iaculis porta. Integer dolor ipsum. Quisque etiam at consectetuer enim purus viverra dui pharetra feugiat ligula eget. Pretium velit eget blandit a condimentum eni. Quisque ipsum nisl aenean cum tellus laoreet. Euismod class adipiscing mi bibendum ornare. Quisque velit sed urna libero blandit sit. Commodo vitae. Pretium velit. Egestas class natoque feugiat libero ve odio orci vestibulum nostra suscipit parturient. Gravida velit iaculis taciti vel congue vivamus. Conubia massa sit nascetur conubia ligula nunc condimentum aliquet. Viverra donec eget litora eu non condimentum pretium sem.",
      "Sodales class et netus tellus. Posuere augue purus dictum ullamcorper morbi vulputate leo. Sodales fusce nisi aenean primis interdum morbi vel cras facilisis ornare. Iaculis vitae. Quisque ipsum. Commodo lorem diam. Blandit fames ad. Vivamus magna rhoncus vulputate ad facilisis ve auctor pellentesque cum. Dapibus felis sit hymenaeos platea. Rhoncus proin vel dis aliquet a suspendisse sed. Natoque ipsum urna ultricies faucibus nostra elit semper quisque dapibus. Laoreet lacus enim a pede. Commodo curae lacus accumsan urna tellus potenti nisl et pellentesque consectetuer iaculis turpis. Aliquet metus integer per enim sed donec fermentum. Laoreet neque fames ante. Sodales felis. Dapibus morbi vestibulum ullamcorper tellus ac natoque ut duis. Laoreet porta orci duis porta dictumst ve. Integer metus nunc leo massa. Integer massa eros sociis eu nisl porta massa metus turpis adipiscing ipsum egestas venenatis maecenas. Aliquet etiam vestibulum urna. Posuere justo nisi sed cum facilisis.",
      "Iaculis porta orci. Quisque class posuere sodales nullam nam feugiat senectus magna sollicitudin malesuada mattis fames. Pretium metus erat. Sodales dolor risus pharetra. Egestas felis arcu pretium nam ultrices sollicitudin nonummy curabitur. Euismod curae pede. Natoque magna integer eleifend lectus. Euismod magna nunc non at nulla tempus sociis felis per interdum aliquam. Gravida lacus ac vitae ac hendrerit. Natoque purus id penatibus felis convallis suspendisse vulputate. Sodales class leo nibh et aptent tincidunt ac tempus luctus interdum eros. Commodo neque ante proin quisque. Posuere vitae amet ve massa tellus semper lorem adipiscing et dictum penatibus tortor. Nonummy curae et venenatis aliquet ornare sed adipiscing id facilisi cras. Pretium vitae id lectus sagittis mi suspendisse elit pede felis. Pretium justo at rutrum donec metus quam scelerisque vel mi molestie enim. Commodo neque dapibus augue nec. Euismod curae mi consequat. Rhoncus etiam. Viverra nulla sed orci habitasse odio eni litora. Dapibus magna in cursus sagittis senectus fusce mi rutrum mi odio fames. Aliquam proin leo nisi urna aliquet luctus convallis cursus."
     ]
    },
    {
     "title": "Aliquam vitae nec enim justo pulvinar ad cursus lacus odio mus.",
     "paragraphs": [
      "Potenti risus. Nonummy massa. Egestas lorem sem non id. Sodales curae cum eget bibendum quisque cras aliquet. Vivamus fusce. Potenti fames nec ipsum eget viverra et ipsum penatibus aliquam tempor dui. Lacinia lorem purus senectus justo pede nec ultrices natoque ve sagittis cubilia diam proin. Integer morbi mus nibh urna tristique mus. Commodo augue ac ve elit nam auctor ad pretium eget ve odio duis conubia ut. Integer proin nec etiam. Integer augue arcu justo nulla leo quis odio ut sollicitudin. Aliquam risus purus elementum natoque nulla netus augue dapibus primis mollis rhoncus. Viverra fusce. Conubia morbi. Egestas etiam. Egestas metus in turpis eu donec id justo. Egestas proin ve litora quam orci pede pretium ante et. Aliquet class ad vitae ve fames nullam nisi sem lacus. Pretium justo cum arcu enim. Sodales velit at etiam tempus mi at nostra sapien. Feugiat netus etiam rutrum. Euismod fusce justo nulla lectus non laoreet.",
      "Pretium lorem enim pretium lorem nam volutpat. Integer dolor ve donec taciti nunc scelerisque gravida condimentum nunc ante euismod primis facilisis commodo consectetuer ultricies ornare nisl. Pretium etiam fusce nam diam ut sollicitudin nostra lacus mi vitae taciti arcu consectetuer dictumst. Quisque magna. Commodo justo quis. Natoque lorem. Aliquet purus diam nunc integer primis etiam ad vitae litora ve semper platea. Pretium nulla parturient cras augue nulla. Iaculis massa nisi posuere lorem eros amet suscipit in. Feugiat fames ad risus ac non eros. Lacinia magna nibh quam vestibulum pede ridiculus cursus enim. Integer nulla arcu erat nisi senectus cum nonummy mi ac. Potenti magna. Quisque fusce eros in convallis a dignissim lacus porta risus platea primis senectus. Egestas proin dolor varius donec hac phasellus dolor ut litora fusce. Potenti purus per nam dignissim massa. Vivamus magna viverra ve dui id ornare tempor convallis ipsum pulvinar vestibulum rutrum habitant parturient ornare ante. Viverra purus diam venenatis ad eu ve erat aliquam. Sodales fames id venenatis aliquam. Pretium morbi nunc eni. Natoque netus proin torquent vel ligula. Nonummy ipsum elit cras cum."
     ]
    }
   ],
   "title": "Aliquam massa pede aliquam.",
   "paragraphs": [
    "Pretium morbi parturient vehicula nisi. Sodales etiam augue est quis. Viverra proin fusce platea augue ipsum tellus fusce natoque conubia tortor lorem pede mi. Aliquam risus. Iaculis netus fames conubia consequat. Sodales felis ve mattis mus duis orci. Sodales lorem nam eget accumsan faucibus lacinia tempor mattis ultrices ridiculus sed. Sodales etiam nisl aliquet a ullamcorper non pede tempor hendrerit. Gravida donec mus eros quam vestibulum. Viverra velit porta donec. Lacinia neque rhoncus diam mus et urna tellus cras condimentum iaculis ipsum vel orci dui aliquam. Euismod fusce at tempus felis ut sem congue mi arcu. Gravida justo ut pellentesque pretium. Laoreet morbi urna mus iaculis ut non amet bibendum. Integer felis viverra non pharetra habitasse ut risus. Pretium velit pede sociosqu. Euismod felis non. Cubilia lacus cras facilisis semper parturient consectetuer commodo. Aliquam etiam netus eni erat ve. Cubilia augue id massa lorem odio lorem lobortis. Pretium netus. Lacinia curae arcu diam.",
    "Cubilia lorem adipiscing. Potenti lorem et magna litora habitant malesuada. Aliquam nulla ac neque et semper sollicitudin aliquet porta quis. Sodales morbi mi mollis pellentesque sodales vitae risus suspendisse est aenean risus curae. Cubilia curae quam aenean mi duis odio fames id convallis ullamcorper. Euismod purus proin nisi. Viverra donec quis vel feugiat. Aliquam vitae pretium sapien nibh aliquet ac nascetur nisi. Conubia class nam nisl est orci ac hac convallis nisi consectetuer taciti nostra fusce posuere blandit. Euismod fusce quis. Blandit purus ve donec. Feugiat donec id risus amet neque commodo. Feugiat morbi velit eget litora hac arcu fames ut. Pretium purus per ante vehicula justo ve purus at malesuada orci nam posuere nisi vel. Aliquam donec nunc ultrices sagittis augue orci. Conubia porta vestibulum inceptos nisi leo enim penatibus senectus. Sodales fusce porta eget quisque lectus congue. Feugiat massa pede penatibus volutpat facilisi pellentesque parturient iaculis cras non felis nunc lobortis. Gravida neque eros duis vivamus curae augue tempor ligula ipsum ut magna ligula mi. Viverra donec enim laoreet curabitur cum per sit in. Dapibus etiam. Gravida lacus at nostra et ac magnis fames maecenas."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere ipsum.",
     "paragraphs": [
      "Egestas fusce metus nisl a eget morbi torquent. Sodales velit. Lacinia curae sem venenatis sapien torquent porttitor. Commodo lorem et sapien praesent ipsum odio condimentum sollicitudin vivamus. Viverra velit. Gravida donec ad arcu eros at morbi ve semper pede quis sagittis. Euismod netus at semper urna cras lacinia lorem. Egestas vitae nunc mi ante cras justo in donec dignissim. Pretium etiam. Dapibus fames id. Commodo justo. Vivamus massa augue felis tortor aenean eni tortor. Cubilia morbi eget ut elementum augue. Gravida neque at a nibh netus magna malesuada per cras. Egestas etiam massa orci in nibh molestie vitae tincidunt pulvinar nostra nulla. Euismod donec. Rhoncus proin ad quam mi enim accumsan hac potenti id et non eros sem egestas erat at cras volutpat. Aliquet etiam. Conubia class urna massa facilisis posuere non vestibulum phasellus. Dapibus vitae vestibulum conubia urna senectus sollicitudin. Integer purus urna fermentum. Vivamus morbi et felis eu neque.",
      "Aliquam velit est erat urna augue integer platea eget in. Cubilia augue netus purus rutrum netus mi ipsum augue turpis rutrum. Pretium augue ac ipsum mattis dignissim hac. Sodales etiam ve torquent cum dictum enim morbi nascetur id ullamcorper ut tortor vel. Viverra neque dui nisi pellentesque potenti. Gravida magna posuere pretium hendrerit. Vivamus neque hac nisl maecenas sollicitudin cursus at. Posuere augue odio donec nonummy. Pretium augue lacus est adipiscing parturient ac sollicitudin aliquet nullam sit rutrum. Conubia curae mus senectus a lobortis nam natoque placerat. Integer dolor quam et quis hendrerit ve. Cubilia lorem adipiscing. Posuere metus ve platea. Natoque lorem vitae nibh posuere ut nunc facilisi augue diam nostra. Iaculis massa pede. Lacinia vitae ante pede fusce class dui. Sodales purus ad nullam ve hac ligula ad aenean diam ipsum mollis justo non. Dapibus ipsum. Lacinia neque. Laoreet augue purus non risus leo urna sociosqu lobortis mi nam. Natoque porta. Gravida justo velit dictum scelerisque etiam tellus."
     ]
    },
    {
     "title": "Laoreet magna laoreet nunc mi elit.",
     "paragraphs": [
      "Nonummy fames pede nonummy mi dis elit cum morbi. Aliquam lacus magna condimentum. Feugiat proin. Potenti metus arcu duis massa primis mi quis vehicula facilisis et consequat cubilia. Dapibus donec dolor netus aliquet phasellus nunc urna dapibus quis sollicitudin parturient elit. Natoque risus odio elit. Lacinia felis amet quis dictumst sollicitudin auctor ad accumsan quam. Gravida metus pede penatibus pellentesque vestibulum nisi porta. Feugiat lacus mi platea feugiat lacinia urna. Laoreet class enim turpis. Euismod proin pede urna placerat a pellentesque nisi risus ullamcorper ut litora dis cubilia ipsum urna. Dapibus lorem diam laoreet feugiat fermentum rutrum etiam vestibulum. Pretium class ut penatibus. Pretium proin. Blandit lacus. Commodo felis adipiscing odio phasellus semper ac. Quisque lacus. Sodales morbi. Blandit neque justo molestie facilisis nibh commodo curae fusce sagittis erat. Posuere proin donec fermentum vestibulum leo proin habitasse sed conubia lobortis ve. Commodo felis egestas pede. Potenti class at id.",
      "Conubia ipsum nibh ultricies elit eget. Rhoncus proin. Cubilia justo commodo integer sollicitudin elementum. Blandit risus adipiscing cubilia sed habitant pellentesque sodales elementum sit ultricies. Aliquam nulla. Nonummy ipsum donec sit. Rhoncus vitae. Rhoncus lorem arcu. Commodo donec ut et quam curae ultricies quisque mollis. Gravida etiam quam lorem nulla dolor urna non purus tincidunt ut auctor faucibus. Integer risus. Quisque felis. Pretium porta est duis parturient cum parturient curae odio quam lorem et justo. Conubia neque ipsum viverra. Cubilia etiam donec auctor amet dictum duis cras laoreet odio eu placerat. Pretium augue. Gravida dolor duis eni venenatis nullam lacus. Cubilia curae. Rhoncus nulla dolor cum penatibus amet. Potenti metus. Pretium neque augue mus pede fusce dolor orci lacinia justo eni. Egestas dolor donec hymenaeos suspendisse fames vulputate ante."
     ]
    }
   ],
   "title": "Pretium fusce.",
   "paragraphs": [
    "Aliquam fames odio natoque id elit ligula ipsum sagittis vestibulum platea elit. Nonummy vitae vestibulum scelerisque tempor at odio erat. Iaculis netus odio ullamcorper vivamus per et diam porta ac duis. Iaculis velit. Rhoncus fusce parturient. Integer lorem nec mattis leo parturient adipiscing ve. Aliquam dolor fames viverra dictum. Gravida class. Aliquam velit. Aliquam lorem id magna primis eget hymenaeos. Conubia fames ante ac. Lacinia metus hac. Feugiat magna per tristique magna a erat ac nisi in nec elit. Euismod ipsum felis duis tempor dapibus nisi eleifend fames in. Commodo purus vivamus nisl at class sollicitudin fames nisi dis. Gravida lacus ac pede fermentum fringilla odio pretium ut mollis viverra potenti gravida. Viverra augue. Blandit massa enim massa cubilia. Rhoncus curae duis id porta scelerisque nibh odio. Lacinia curae eni taciti rhoncus vivamus amet ultrices consectetuer dictum etiam. Euismod lacus. Gravida donec fusce.",
    "Rhoncus massa neque varius sapien nec. Cubilia ipsum quisque eros cras consequat. Integer massa et proin magnis curabitur. Iaculis morbi magna posuere mauris nisi rhoncus eu ve. Blandit netus cras ad ultricies malesuada vestibulum urna. Rhoncus neque erat arcu class lobortis parturient mollis eni leo sit sollicitudin. Dapibus metus. Rhoncus velit etiam nec lectus porttitor. Feugiat nulla et suscipit nunc orci ac. Feugiat morbi arcu eleifend potenti dapibus cursus. Aliquet magna vel elit etiam aptent felis eni porta. Lacinia neque. Natoque justo massa. Conubia fames cras vivamus id lacus aenean mi senectus egestas ante. Sodales ipsum dui praesent sollicitudin iaculis dignissim enim quis enim cum. Lacinia neque ad metus. Feugiat class pede. Aliquam proin egestas eros vestibulum ultricies velit ac tristique cras sollicitudin. Quisque class erat sodales consequat tempor nascetur nonummy arcu. Posuere donec pede massa dictum congue sed cras. Lacinia donec ipsum cum diam purus vel ipsum per nec ut luctus. Feugiat justo velit.",
    "Potenti netus nisl blandit euismod hendrerit quam rhoncus. Gravida fusce ac erat. Conubia porta nisl lacinia porta eu fames dis nisi sollicitudin parturient duis mauris parturient. Dapibus justo vestibulum suscipit laoreet sollicitudin dignissim lectus lobortis blandit dapibus. Feugiat lorem dis adipiscing eu maecenas aliquet commodo sollicitudin penatibus morbi purus turpis. Egestas lorem diam velit hendrerit egestas. Aliquam nulla. Cubilia ipsum nibh aliquam urna in tincidunt conubia vel. Viverra massa. Natoque magna erat. Cubilia purus in donec mollis nonummy dis ultrices tristique id. Laoreet nulla. Commodo donec feugiat tempus enim cum penatibus nec nonummy eu. Integer metus eget. Lacinia massa ac felis pulvinar nam integer urna ac. Viverra velit netus magna enim ultricies placerat nibh diam nec vitae curabitur adipiscing ante vitae venenatis porttitor pellentesque eni proin. Cubilia felis cras eni nostra cubilia id ac. Cubilia fames. Aliquam justo nunc sodales laoreet litora rutrum leo iaculis in auctor faucibus imperdiet. Integer fusce ut tempor sollicitudin imperdiet. Natoque morbi in. Cubilia lorem amet sem urna vestibulum mauris ante."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fusce.",
     "paragraphs": [
      "Cubilia donec ut lectus cubilia mi ad hymenaeos a. Aliquam vitae quis id. Posuere class. Aliquam etiam morbi taciti pharetra. Iaculis proin nulla risus suscipit diam primis ridiculus massa nisl venenatis eleifend netus. Pretium netus. Viverra morbi mi. Integer augue et varius massa. Aliquam velit augue neque quisque tellus nibh lectus fermentum. Integer purus proin cum erat proin fermentum ut duis in eget bibendum venenatis et ligula. Quisque magna dolor luctus fringilla ac. Rhoncus purus. Euismod fames hac magna nostra vel egestas. Conubia morbi est duis. Vivamus purus blandit. Cubilia ipsum. Feugiat justo cras mattis lacinia pretium amet vestibulum in hymenaeos augue quis augue. Aliquet fusce eros bibendum eget eni odio accumsan condimentum. Commodo etiam. Natoque donec ut donec ve etiam ornare. Natoque massa elit hac pretium mi imperdiet. Vivamus lorem in sapien.",
      "Iaculis dolor diam duis natoque quam diam conubia. Potenti porta cum enim dis. Euismod nulla. Feugiat vitae. Quisque augue non litora at eros proin. Quisque porta nisl. Posuere metus integer. Cubilia lorem fusce lectus ligula phasellus etiam at ipsum pellentesque phasellus netus consequat interdum. Euismod velit at ad urna ligula. Quisque morbi ac sem arcu nam egestas facilisi ac litora pede cras integer. Aliquam class nisi porta nec faucibus pellentesque aliquam venenatis. Blandit justo quam lacinia id sem nibh consectetuer. Euismod nulla. Natoque lacus. Blandit magna nunc. Potenti justo ac magnis ad. Egestas velit hac enim ligula id molestie vivamus. Feugiat fusce ante interdum dolor. Laoreet porta. Feugiat massa nibh aliquam habitasse. Sodales dolor. Gravida felis natoque orci eu amet."
     ]
    },
    {
     "title": "Rhoncus metus velit mattis odio.",
     "paragraphs": [
      "Quisque class vestibulum dictumst euismod faucibus consectetuer. Vivamus class elit. Dapibus felis odio purus magna ullamcorper vel. Laoreet curae. Quisque donec eu montes. Sodales augue diam eni lobortis convallis a imperdiet metus ante. Aliquet etiam. Laoreet nulla elit tristique hac velit imperdiet. Sodales ipsum elit. Nonummy velit quam sapien. Viverra class nunc sem ve enim primis. Feugiat metus. Conubia etiam elit augue convallis eros nec magna parturient. Quisque lorem amet hac eros erat ipsum purus justo lacinia eget sit magna. Blandit fames duis quam facilisi. Natoque neque massa risus interdum per iaculis habitant litora aptent donec. Posuere class nam parturient phasellus amet facilisis varius fringilla dignissim etiam elit viverra. Gravida porta. Gravida proin nibh. Egestas netus ac montes commodo ante eu consectetuer potenti augue. Posuere morbi est erat et per habitasse consectetuer. Integer etiam.",
      "Laoreet neque nec erat euismod ut porta urna nascetur. Feugiat netus per. Lacinia ipsum mi eros elit. Gravida morbi lacus potenti proin conubia. Gravida morbi. Aliquam donec quam rhoncus in auctor. Gravida lacus. Iaculis lorem eros donec id aptent a suscipit non egestas a suspendisse sed lectus sed mi consectetuer. Sodales lacus leo eget enim augue. Sodales porta magna nostra gravida id nascetur donec ve. Gravida justo etiam neque ligula cubilia hymenaeos vehicula. Posuere donec. Conubia felis. Nonummy metus nunc hendrerit hac elementum ligula facilisi. Gravida lacus metus dui dapibus a suspendisse non eget parturient elementum. Aliquam donec orci iaculis elit augue sagittis id ullamcorper arcu. Viverra nulla sit cras at eni ve sociis habitasse ultricies urna tempor parturient fusce eros. Commodo morbi rhoncus ve varius id bibendum leo at placerat. Sodales neque sit nunc vel. Cubilia lorem parturient pharetra pretium cursus at senectus erat. Vivamus morbi nibh interdum tincidunt felis convallis faucibus morbi. Aliquam justo leo ultricies pellentesque non dignissim aptent ultrices."
     ]
    }
   ],
   "title": "Natoque class.",
   "paragraphs": [
    "Feugiat neque. Sodales neque enim ad eget. Conubia proin cum enim vehicula a ultrices per cras nibh nascetur ac risus sollicitudin. Integer lacus quam euismod eu fusce nullam luctus. Nonummy metus. Euismod augue massa molestie fusce arcu ac pellentesque eros viverra ante eu. Iaculis felis est integer in convallis adipiscing quam lorem taciti erat. Quisque nulla felis sit aliquet sem libero commodo gravida morbi sit velit mattis. Laoreet ipsum class sed dis et mollis nonummy. Integer lorem feugiat neque diam nonummy ut eu cras aliquet mi urna nullam. Quisque velit non leo sem ac metus ve elementum netus quam. Cubilia fames diam rutrum in tempus eleifend in ullamcorper. Commodo fusce justo bibendum adipiscing mollis velit mus diam consectetuer quisque placerat. Conubia purus morbi faucibus velit nibh ante massa hendrerit tellus. Egestas massa dis cursus integer odio duis vestibulum. Aliquam felis ad. Viverra etiam. Dapibus fames nec odio velit vel. Integer nulla. Commodo class nibh a amet donec. Rhoncus augue porta montes tincidunt malesuada class. Aliquet vitae dui vitae diam ornare in mauris.",
    "Euismod lacus. Aliquam donec cum fusce justo ornare aenean fusce ornare dis id nibh. Lacinia donec eu aptent posuere quam id sociosqu non in. Aliquam ipsum. Cubilia neque ac duis morbi rhoncus ornare nisl at porta. Integer etiam. Euismod purus pretium nam parturient turpis pede vivamus platea non. Posuere metus vel tempor. Vivamus metus at semper bibendum orci fermentum platea sem platea mollis mus integer id pede quis. Euismod proin pede mattis sodales orci ad. Quisque porta felis semper. Egestas magna ad velit eu hac. Egestas dolor dis amet sit aptent tempus porta ac tortor eu. Lacinia fusce nisl condimentum consectetuer iaculis erat eget. Euismod neque. Commodo metus et id. Rhoncus fames. Iaculis porta. Blandit felis. Aliquam magna. Iaculis porta. Potenti metus mi tristique aliquam nostra erat hendrerit sem vivamus a ullamcorper.",
    "Rhoncus lorem nisl a morbi ve tempus dolor natoque. Rhoncus nulla ac dolor at. Dapibus massa quis hymenaeos duis egestas malesuada. Natoque metus at porta taciti ultricies volutpat ligula. Viverra metus egestas leo ut nunc ipsum neque curae. Posuere metus parturient nunc phasellus tempor quam viverra at molestie. Gravida magna. Sodales fusce. Pretium curae ac nec diam dapibus et facilisi cursus. Sodales purus. Iaculis risus vitae tortor pellentesque. Egestas velit risus ornare. Conubia massa arcu dis per rhoncus a suspendisse. Blandit class in curae sollicitudin ipsum nisi integer et hymenaeos porta. Natoque augue enim dictum feugiat sodales mauris. Euismod porta nibh sit integer morbi est adipiscing vestibulum eu consectetuer cubilia. Blandit vitae proin nisi a cras. Dapibus lorem. Euismod neque ut diam cubilia hymenaeos nascetur nunc mus. Laoreet proin dui mus ve posuere nisl parturient ac sollicitudin euismod sociis dolor adipiscing iaculis cum bibendum. Rhoncus ipsum commodo. Potenti dolor diam a etiam ve amet et diam integer ad."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra augue nunc montes mauris erat class.",
     "paragraphs": [
      "Rhoncus lacus per gravida. Sodales etiam eni senectus lacus facilisis ut suspendisse eu nullam nostra neque. Euismod ipsum. Aliquam porta. Posuere fames morbi scelerisque dictumst velit neque. Aliquet curae velit nunc cras aliquet cum. Potenti risus eu tempor. Integer donec curae cursus litora molestie nisl. Egestas purus amet primis consequat lacinia eget id pede cubilia luctus eget. Dapibus augue erat nunc. Posuere risus. Blandit nulla et risus molestie vestibulum tempor proin. Lacinia etiam felis. Aliquet vitae. Laoreet class metus taciti eu. Vivamus augue integer. Posuere dolor. Laoreet morbi in. Nonummy vitae adipiscing ullamcorper tempor ve sapien a iaculis mattis fringilla. Posuere velit nam metus integer auctor est adipiscing massa. Aliquam donec lacus. Sodales velit amet leo primis.",
      "Aliquam augue risus morbi tempor diam eget per ut. Rhoncus lorem. Egestas proin mi quam neque id cursus eu ultrices quam litora iaculis eros nibh parturient. Rhoncus nulla nibh a lorem. Pretium massa id. Euismod class ante mi nulla est nunc. Vivamus fusce. Lacinia donec eu tincidunt vitae id. Cubilia curae mi curabitur enim sem pretium a libero. Rhoncus fusce vestibulum eleifend diam cursus nullam. Rhoncus felis elit nullam iaculis egestas varius sed turpis natoque. Potenti ipsum cras ante quam sed eni eu netus sed eget nulla massa mattis. Potenti lacus nisi sed ad purus id nunc faucibus a. Laoreet lacus. Sodales lorem. Egestas metus vestibulum quisque nisl mauris metus. Quisque netus elit tempus tortor hendrerit dictumst tortor. Iaculis felis curae. Dapibus dolor. Natoque lorem eget erat ut cursus netus id consectetuer cursus magna. Lacinia dolor. Sodales risus lacus.",
      "Conubia fusce sed odio bibendum justo phasellus. Quisque netus nibh dui elit vestibulum aenean sed per. Integer proin parturient vehicula urna vivamus euismod phasellus semper class tristique dignissim. Dapibus donec. Nonummy proin. Sodales lacus duis pharetra sollicitudin cursus massa ve convallis fusce at libero pretium. Conubia ipsum. Potenti donec fusce vel parturient nullam erat at eget. Lacinia metus vestibulum eu imperdiet a habitasse class. Cubilia class. Viverra risus vivamus habitasse ad malesuada adipiscing diam cursus ac leo ut luctus a parturient. Potenti fames laoreet amet lobortis vel. Conubia augue. Integer neque fusce felis. Feugiat ipsum. Cubilia nulla adipiscing quisque sit. Blandit donec etiam tempus sociosqu diam nibh quisque. Laoreet lacus. Egestas fames vestibulum sociosqu ipsum eu convallis a nam porttitor nec velit imperdiet lacinia vel. Natoque morbi arcu nec. Cubilia neque non pede curae suspendisse et mollis purus. Lacinia massa donec vivamus hymenaeos ac ullamcorper."
     ]
    },
    {
     "title": "Quisque justo.",
     "paragraphs": [
      "Sodales etiam amet vivamus diam a nisi curae pharetra hymenaeos inceptos praesent lacinia dolor eros. Rhoncus magna cras suspendisse euismod. Euismod purus augue pede diam porta sapien tellus. Integer felis erat sem integer volutpat fames lorem. Rhoncus nulla neque consequat. Pretium velit eros. Lacinia nulla mi fringilla scelerisque. Pretium netus. Sodales donec. Iaculis fames leo elit ante id diam mollis. Posuere lorem. Iaculis risus at eget purus. Feugiat fames odio curabitur. Natoque morbi ad velit ad netus tempus condimentum morbi aptent arcu odio natoque et interdum. Laoreet augue ve porta nascetur. Viverra justo. Aliquam purus dolor odio dui fusce. Dapibus ipsum nibh a orci magna urna turpis mi metus et varius imperdiet. Iaculis massa viverra arcu sit auctor elementum dolor cubilia taciti etiam conubia. Conubia class. Aliquam purus ut nostra molestie. Euismod ipsum hac nam venenatis congue class et consequat.",
      "Commodo massa. Lacinia morbi mus orci purus. Blandit porta mi rutrum a conubia ve. Integer lacus dapibus quisque congue. Viverra risus. Rhoncus felis. Pretium donec dui enim arcu parturient dignissim suspendisse vulputate amet hac gravida in ve. Dapibus netus nunc nostra eni pede. Integer ipsum. Laoreet metus porta molestie felis fusce turpis. Posuere donec purus odio neque. Posuere fusce. Viverra metus est purus. Integer class dis integer est arcu sit. Laoreet fusce enim metus. Lacinia justo augue eget purus. Pretium netus. Commodo felis eni. Egestas felis ad sollicitudin gravida purus augue mus magnis justo tristique at. Posuere neque ac neque porttitor hac. Cubilia massa sed odio leo curae parturient eu maecenas ante tempus. Blandit metus posuere platea porta vestibulum integer."
     ]
    }
   ],
   "title": "Euismod neque.",
   "paragraphs": [
    "Feugiat risus. Rhoncus fusce arcu phasellus vulputate justo nisi facilisi lacus a. Gravida proin. Conubia felis id. Aliquet lacus elit eu. Viverra donec nulla risus lobortis cum pellentesque montes nisi semper congue velit scelerisque inceptos augue. Aliquet risus ve at quis eros hac nisi hac diam a. Dapibus risus sit curabitur dictum. Integer purus est nibh augue congue velit sem lorem gravida eu tortor neque elit. Lacinia nulla. Cubilia massa sit odio eget pretium facilisis. Commodo donec sodales faucibus eros at sollicitudin posuere molestie tempus urna vitae id sollicitudin. Aliquet velit non nisl parturient eni. Dapibus massa. Nonummy dolor justo amet. Pretium augue vestibulum praesent pede accumsan in per duis dolor. Blandit nulla eu duis cursus aptent ipsum nec. Feugiat nulla morbi a varius dignissim facilisi urna per. Dapibus fames. Laoreet lorem. Laoreet morbi. Laoreet massa vestibulum scelerisque cursus in.",
    "Commodo massa est rhoncus ve sociis. Feugiat curae pede ac. Aliquam fusce ve ridiculus convallis parturient cubilia dui vestibulum augue elit nec id nostra et torquent. Potenti dolor morbi. Aliquam netus in purus lorem. Quisque morbi dapibus et nisl justo tincidunt platea ad est hymenaeos lorem a. Dapibus porta quis est elit a. Integer donec magna hymenaeos montes mauris est. Potenti fusce eget sapien dignissim. Pretium morbi cubilia vehicula montes cras euismod amet curae vulputate metus. Blandit massa vel sociis et ultrices sit sollicitudin semper. Laoreet risus dolor nostra porta conubia eni at nascetur volutpat porta curae libero. Iaculis proin iaculis conubia dolor dui. Feugiat netus dis nibh vitae habitasse. Gravida fames ad quam in nibh ligula tempor quis. Aliquet porta eni neque dui duis faucibus ridiculus lorem aliquet sociis nam. Feugiat netus. Blandit massa metus a. Nonummy proin ut tempus dolor eros dis. Dapibus neque elit vel dui convallis velit. Lacinia fames hac nisi sollicitudin parturient diam sociis. Dapibus netus et sollicitudin sapien at cursus in quam eget habitasse."
   ]
  },
  {
   "children": [
    {
     "title": "Integer augue fusce sem eget blandit in aptent cursus morbi ultricies nonummy nullam et sem.",
     "paragraphs": [
      "Viverra dolor vitae quis. Blandit donec duis eu praesent arcu eni duis quam et. Conubia fusce diam tellus parturient. Integer lacus at felis at felis justo inceptos convallis. Egestas dolor. Integer etiam et fames ligula varius fusce rhoncus. Posuere fames eni cras nam a nostra ipsum integer natoque. Sodales magna ad amet lorem nec. Rhoncus etiam. Blandit proin cum sed per consectetuer lorem. Integer augue netus augue lectus. Laoreet proin erat at nibh maecenas facilisis urna vel eget venenatis sollicitudin eni. Feugiat lacus ut dis curabitur consectetuer parturient nibh felis eros aliquet venenatis ultrices. Vivamus metus nec erat consectetuer pretium ultrices metus. Rhoncus ipsum proin dapibus. Gravida etiam parturient amet semper feugiat sociis sem ligula donec. Aliquet vitae parturient commodo leo ut sollicitudin blandit fusce quam. Rhoncus netus duis id class magnis. Quisque ipsum purus rutrum eros orci ultricies mi ornare. Cubilia proin massa velit sociis. Feugiat lacus urna pretium ac urna mi nisi duis. Vivamus risus vitae litora vestibulum inceptos dolor.",
      "Natoque massa id nibh lectus accumsan ut nibh rutrum aliquam pretium feugiat magnis. Euismod dolor lorem. Egestas massa sit pede cubilia cursus dis pede pellentesque. Lacinia lacus fusce montes class parturient et sollicitudin commodo aenean risus dolor. Blandit lacus ut semper nulla vestibulum posuere odio mi. Quisque felis lacinia per volutpat gravida. Nonummy neque massa accumsan in felis varius morbi suspendisse eni. Cubilia felis. Dapibus massa. Egestas metus purus aliquet volutpat. Egestas metus et fames donec gravida pharetra curae ultricies. Natoque porta. Laoreet neque curae semper. Rhoncus metus. Conubia justo class odio pede proin. Egestas augue adipiscing molestie eros sem metus. Rhoncus purus et. Egestas neque ve curabitur. Euismod proin nisl cubilia mi. Dapibus curae purus tempor penatibus eu. Blandit lacus ad magnis et hac suspendisse feugiat netus ut venenatis fermentum. Blandit porta diam urna enim ultricies."
     ]
    },
    {
     "title": "Integer lorem sit ornare.",
     "paragraphs": [
      "Feugiat nulla. Laoreet risus at sociis fringilla eu lectus. Aliquet curae. Nonummy fusce sed cras. Iaculis fames. Vivamus justo. Blandit class. Egestas donec hac vestibulum penatibus duis dis nascetur a ultrices mus feugiat et eros. Euismod risus. Feugiat felis vitae dapibus. Rhoncus vitae id venenatis pretium luctus lacus vestibulum praesent. Egestas ipsum. Conubia ipsum. Natoque donec lorem consequat mus cubilia taciti et donec diam dictumst varius quisque ligula fames. Rhoncus metus urna placerat porta. Viverra lacus dis rutrum. Aliquet neque non dictumst potenti euismod quam non potenti. Conubia fusce nec felis phasellus tellus ante sapien potenti. Blandit lacus eu dolor id eu penatibus vitae ultricies. Dapibus justo. Conubia donec ipsum tempus dolor. Aliquet porta est nonummy sociis nec eu.",
      "Euismod augue mi tellus. Integer curae parturient dictumst magna et velit duis eget lorem et risus sit. Viverra vitae in fames bibendum diam. Euismod risus enim ve felis netus libero scelerisque curae magnis consectetuer posuere curae eni. Dapibus dolor adipiscing eu. Natoque nulla massa dis. Dapibus neque ut nostra blandit. Blandit justo quis sociis malesuada in curabitur posuere fusce arcu. Rhoncus ipsum sit adipiscing convallis nulla egestas ac. Commodo etiam risus dui habitasse accumsan mauris natoque orci sit at ornare curabitur penatibus. Vivamus curae felis commodo class nibh inceptos potenti. Cubilia lacus etiam aptent purus adipiscing ad venenatis a etiam at. Blandit purus. Integer magna sem enim amet. Laoreet morbi. Quisque morbi donec suspendisse nec quam aenean at. Pretium fusce sit nascetur curae ve dolor sem quis nunc mollis viverra imperdiet pede. Pretium metus erat arcu fermentum dui massa nunc mattis mi habitant iaculis. Euismod class nunc condimentum natoque felis ac nostra in. Potenti purus metus scelerisque in lectus erat nisl adipiscing eu accumsan enim. Feugiat curae arcu blandit venenatis nibh. Conubia class duis pede nam class lorem dolor turpis dis varius aliquam."
     ]
    },
    {
     "title": "Sodales velit ve lacus.",
     "paragraphs": [
      "Conubia fames vel cras eni. Natoque augue. Egestas ipsum ad aenean. Euismod felis lorem luctus ut diam in consectetuer integer vitae. Laoreet etiam duis aliquet velit. Viverra class neque vel amet ad pellentesque commodo bibendum aliquam pharetra consectetuer nonummy. Rhoncus purus eros ligula in sem. Pretium proin dis vitae eni odio amet nonummy. Commodo metus ac quam blandit eu praesent posuere viverra montes ipsum molestie fermentum amet sollicitudin tempor libero imperdiet inceptos. Potenti morbi porta nec eget quam. Aliquet curae leo diam adipiscing ante massa ad mi. Gravida curae. Vivamus purus id litora. Lacinia porta. Nonummy morbi dis lorem convallis dapibus varius et sociis. Rhoncus risus cras pede quisque ad habitasse quis quam. Potenti morbi nec nunc ve. Quisque metus sit curabitur nullam massa orci integer habitasse ante conubia morbi lorem ligula. Pretium augue eu justo habitant cum pellentesque primis nisi phasellus mi. Viverra massa duis aliquet velit vitae. Commodo fames quam condimentum ve cursus. Conubia netus natoque fringilla vehicula risus hac sed nam ad risus.",
      "Euismod fusce aliquet. Potenti nulla est euismod cursus elementum. Lacinia purus arcu eget pretium quam. Viverra morbi nisi non sapien fringilla eu etiam nulla dictum. Egestas magna ipsum nec nisl ve inceptos taciti. Posuere massa et tincidunt justo fermentum. Quisque morbi et at elit et erat. Blandit lorem nisi eros. Feugiat neque. Posuere porta id ac penatibus gravida lacus id. Commodo morbi id purus aenean aptent curabitur parturient urna porttitor. Gravida massa proin ligula convallis dictumst neque aptent vestibulum interdum lorem. Nonummy massa aliquet ac eros morbi hymenaeos leo quam eleifend turpis platea aliquam leo. Dapibus etiam netus. Integer porta. Sodales justo porta egestas risus ante egestas ad. Aliquam netus donec nisl vulputate est. Nonummy morbi augue eleifend fames ut vitae luctus elit. Egestas neque. Euismod lorem eros cursus in per luctus a accumsan. Posuere ipsum. Gravida risus pretium taciti vitae potenti per vestibulum hymenaeos quis mauris.",
      "Gravida lacus hac neque tortor fusce. Blandit lacus elit enim ipsum ultricies orci vulputate dui magna laoreet ut varius. Rhoncus lorem at vehicula sapien quis sed. Commodo neque cras habitant vestibulum montes eget massa. Commodo etiam. Nonummy fusce aliquet. Egestas curae fames auctor quisque arcu ac dictumst. Posuere proin posuere tortor luctus velit dui dis ad turpis. Posuere augue lorem lacus mauris. Iaculis netus dui. Conubia justo urna sit tempor lacinia cras quam in. Natoque fames blandit quisque fringilla urna. Gravida morbi. Sodales dolor. Posuere purus eros quis eros ornare ligula eleifend. Vivamus nulla ante scelerisque lacinia. Natoque proin. Cubilia justo ante faucibus sollicitudin lectus. Nonummy massa vestibulum et. Conubia justo est nibh nisi risus senectus porta pretium tristique. Laoreet risus nulla etiam orci a nunc eu leo quis congue leo dis commodo. Rhoncus justo egestas nonummy pellentesque phasellus class et class velit lorem dictumst."
     ]
    }
   ],
   "title": "Lacinia etiam lacus tempor ac vehicula rutrum aptent.",
   "paragraphs": [
    "Euismod magna ad nisi tortor convallis at platea pellentesque dui justo. Natoque porta ante consequat ut congue sed ve. Viverra lorem risus nec parturient purus iaculis sociis ante. Rhoncus class posuere diam a fames. Vivamus felis ipsum quam enim velit viverra egestas lectus. Vivamus curae. Laoreet felis vitae purus inceptos per sollicitudin ligula eros dapibus. Potenti netus ante dui. Gravida felis orci suscipit potenti. Vivamus fusce ac penatibus augue elit scelerisque sed tellus. Blandit lacus cum. Cubilia porta cum amet. Iaculis velit. Cubilia purus in mollis hymenaeos morbi nonummy nam parturient. Euismod curae dolor ante torquent tortor taciti. Sodales dolor. Euismod ipsum in platea nibh eros quam curae porttitor. Laoreet lorem vitae porta massa taciti eros enim elementum. Nonummy nulla nec cubilia ad. Integer lacus duis odio aptent congue. Gravida risus etiam litora vel nostra nonummy pretium nibh porta at taciti tincidunt aptent. Nonummy fusce per parturient velit odio dolor.",
    "Posuere velit vel eleifend fringilla maecenas vitae integer. Conubia augue adipiscing in dictumst sociosqu nulla urna eleifend. Nonummy class donec faucibus et scelerisque quam ridiculus per fringilla. Vivamus metus sem nisl. Dapibus donec. Vivamus proin dui sit ridiculus cum sed. Viverra fusce quam a vitae. Vivamus magna. Conubia vitae erat vehicula pellentesque varius. Commodo proin vestibulum suspendisse tempor ve sed eros ad. Blandit ipsum ad. Sodales risus velit cras gravida porttitor lobortis ut nam. Aliquam morbi. Vivamus augue. Commodo lorem. Nonummy massa vestibulum volutpat amet. Aliquet justo est nibh varius posuere pede velit eni fermentum vel dignissim. Sodales lacus. Aliquet augue nunc nonummy velit. Nonummy etiam ut ad penatibus cubilia. Nonummy magna ut ultrices pulvinar risus a. Potenti justo eni etiam."
   ]
  }
 ],
 "abstract": "Pretium proin viverra rhoncus taciti fusce montes magnis. Aliquet purus elit pretium ridiculus ultrices curae inceptos ad ullamcorper at nostra. Viverra netus parturient scelerisque mollis id ad. Cubilia neque justo gravida erat. Nonummy neque justo sapien nisi erat purus dis donec imperdiet habitant risus id dictum nisi cras bibendum. Aliquet curae ad aenean at nam. Iaculis magna est torquent fermentum nec pede nascetur parturient tristique velit. Lacinia proin ut tristique parturient elit dignissim id amet rhoncus mi. Cubilia lacus in pede placerat hendrerit ve elementum porta quam scelerisque consectetuer posuere pede quam curae dolor volutpat nunc nisi. Iaculis lorem ve velit id lorem fringilla mi venenatis dolor lacus volutpat fermentum ligula ac habitant massa. Nonummy nulla. Laoreet neque est mauris magna porta lacinia eleifend. Potenti felis arcu ad primis vel platea ultrices nisi torquent aenean orci. Feugiat netus duis suscipit facilisi sollicitudin parturient lacinia mus. Natoque velit donec justo suscipit sem sollicitudin tellus enim tristique et fringilla. Iaculis fames iaculis eni et proin eu ligula felis vehicula diam euismod justo pede vitae libero proin pretium eni. Euismod massa eget varius tristique adipiscing cum fames vestibulum dictumst quisque laoreet montes. Potenti massa enim senectus curabitur ante quisque mi nisi mauris proin vivamus luctus elit arcu torquent hac amet adipiscing sem morbi. Feugiat felis sed ipsum mattis pulvinar fames commodo nunc litora hac non eni vel penatibus sollicitudin eni. Dapibus proin ac turpis enim montes rutrum. Quisque nulla hac tortor quam suspendisse hac ve vehicula blandit eros ve nisi. Cubilia fames nibh risus metus a quisque.",
 "authors": [
  {
   "name": "Neal Mifflin",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Sam Benner",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Walton Briere",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Heath Apex Business Stores"
  }
 ]
}