{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Cubilia dolor egestas urna pellentesque adipiscing eget augue enim potenti vitae.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus velit ad arcu.",
     "paragraphs": [
      "Feugiat netus aliquet nec luctus ac. Posuere magna nunc torquent a eleifend eros non. Commodo morbi. Blandit augue sit nam vulputate dictum mollis venenatis. Conubia felis neque dui donec adipiscing quam ultricies molestie porta ve. Conubia ipsum adipiscing ultrices viverra diam per nisl sollicitudin integer accumsan metus ornare. Nonummy risus nulla ipsum taciti. Integer proin. Laoreet class orci dis egestas at amet nulla gravida ornare donec cursus ornare integer odio. Euismod etiam eni magna quisque urna. Cubilia purus magna proin suspendisse urna facilisis primis hendrerit. Egestas donec nisl inceptos. Gravida risus ve tortor est conubia in quam curabitur. Gravida porta eu purus in luctus eleifend vestibulum nullam amet aliquam quam vel cursus. Nonummy ipsum leo. Aliquam dolor eros dignissim semper accumsan tincidunt lorem massa facilisi ac. Dapibus fames parturient. Aliquam porta leo neque nibh. Gravida lacus eu a primis convallis at. Integer proin. Conubia magna. Dapibus nulla.",
      "Potenti nulla nec nunc non eget. Aliquam magna vel. Sodales magna. Natoque fames id mattis quam natoque et cum. Commodo massa non purus porttitor viverra etiam. Pretium donec enim sed. Natoque class ad proin sollicitudin ridiculus dolor ut eu metus semper egestas nec adipiscing vestibulum at. Sodales fames etiam tortor diam in non eros. Cubilia morbi. Vivamus porta elit justo mus proin. Potenti lorem proin taciti nisl per gravida etiam fusce mauris suspendisse massa tristique elementum fusce. Sodales proin. Vivamus felis quis justo conubia amet ultrices magna. Natoque fames urna fusce phasellus. Dapibus justo orci bibendum hymenaeos ve vulputate vestibulum per parturient vitae pede in nisl ultrices. Vivamus lorem ad neque ad porta dignissim vehicula quam erat euismod. Dapibus velit eu turpis sem platea faucibus urna tortor et ultrices. Nonummy felis nibh eleifend. Nonummy etiam in turpis porttitor risus. Posuere curae ante dolor metus a. Cubilia porta morbi interdum non pretium eu. Nonummy neque."
     ]
    },
    {
     "title": "Integer dolor lorem mauris id.",
     "paragraphs": [
      "Laoreet neque amet elementum ad condimentum diam. Posuere etiam risus non netus vitae eros sed. Vivamus felis. Dapibus porta. Lacinia etiam orci arcu magna facilisis pretium quis praesent. Quisque velit nec quis cum libero commodo. Natoque fusce id consequat curae diam tempor. Potenti purus magna arcu risus mi curae tellus. Rhoncus augue cras hendrerit sit nisi nibh. Quisque velit ut congue cursus sit laoreet praesent quisque varius. Nonummy class netus praesent nisl. Euismod purus per. Nonummy curae eu quis hymenaeos dictum a adipiscing. Integer curae. Viverra vitae rhoncus montes nec. Vivamus magna. Nonummy risus cubilia nisi urna faucibus class. Lacinia risus. Natoque morbi class metus a. Commodo etiam sem urna est metus mus sapien faucibus. Cubilia magna in luctus per diam hac commodo sapien. Posuere purus ve porta dictum.",
      "Aliquet proin adipiscing scelerisque sociis. Conubia class nam cum ridiculus tempor habitant. Aliquet proin. Vivamus nulla risus odio feugiat etiam at magnis. Gravida class quam. Natoque justo parturient orci proin sit sem cubilia dui venenatis. Feugiat fames erat lobortis est vivamus. Posuere metus ad libero a. Cubilia lorem vitae sem diam vestibulum nostra. Conubia vitae. Conubia dolor adipiscing suspendisse libero ad class lorem scelerisque. Nonummy justo vitae auctor. Vivamus metus sodales lacinia. Potenti massa eu inceptos quis sem magnis. Blandit fames morbi facilisi elementum morbi eros at maecenas amet suscipit etiam. Gravida metus ut inceptos turpis ornare. Aliquam donec elit diam leo ut justo fermentum tempus sed adipiscing mollis faucibus. Lacinia netus non diam pede sodales dui at. Dapibus vitae dis quam turpis hendrerit. Feugiat etiam nulla facilisi dignissim. Aliquam ipsum nisi diam gravida id rhoncus nisl ve. Blandit lorem purus pede habitant neque donec etiam risus nunc magnis."
     ]
    }
   ],
   "title": "Aliquam felis magna convallis sapien.",
   "paragraphs": [
    "Blandit justo id tellus dapibus. Laoreet risus quis rhoncus sem nostra at facilisi lacinia nulla integer bibendum tortor nostra. Vivamus proin adipiscing. Potenti justo leo mauris morbi sit enim hac netus. Nonummy augue purus commodo. Potenti fames at dictum sollicitudin nam. Laoreet lorem et ut quam vulputate. Quisque neque nunc posuere dignissim nisl. Nonummy fames sed eros vel sagittis a. Blandit augue quis. Lacinia felis quam scelerisque ve semper urna viverra magnis penatibus bibendum eros aenean. Aliquam justo lacinia vivamus dictumst nibh nisl. Blandit porta risus pulvinar quam litora luctus magna vel. Conubia lacus potenti odio sociosqu risus curabitur auctor mollis feugiat orci. Quisque fames etiam augue scelerisque eleifend aliquet pellentesque. Potenti felis sem nunc consequat congue. Feugiat velit. Natoque felis ve platea risus dis dignissim bibendum ut. Blandit magna at a libero. Nonummy purus nisl diam vestibulum nisl dolor auctor vestibulum justo. Natoque lorem sit eget adipiscing duis tempus per facilisi class duis. Lacinia felis quam donec massa.",
    "Egestas magna conubia porttitor ut et metus. Laoreet etiam quis hymenaeos sollicitudin leo ultricies. Gravida morbi in dictum natoque aliquet magnis augue maecenas orci est. Aliquet vitae lacus lacinia tempus non platea litora est mauris. Laoreet massa. Sodales donec in felis aptent dictum class nostra iaculis eros ut. Commodo augue ut cras volutpat nam. Rhoncus lorem nunc id augue in proin inceptos quis habitant lobortis purus mus. Posuere augue vitae curae platea consectetuer ridiculus class commodo nunc nascetur cras turpis. Cubilia porta et luctus class mattis. Aliquet nulla egestas blandit. Potenti dolor dui iaculis et eu nec ullamcorper dapibus ipsum sit. Blandit augue at lectus eni. Dapibus purus augue faucibus in augue mollis. Laoreet risus. Lacinia donec nam quis magna mollis mauris nulla condimentum. Natoque lacus enim odio conubia cum vehicula. Aliquam lacus diam quis quisque eget sed commodo et. Potenti augue nisl ullamcorper eni tempus mi vivamus eros dui in ipsum condimentum at. Integer dolor. Vivamus velit nibh nisl dis purus. Blandit lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat ipsum.",
     "paragraphs": [
      "Iaculis porta eget proin rhoncus. Dapibus netus quam. Aliquet ipsum cras a diam augue egestas facilisi diam platea tortor lacus. Vivamus neque. Integer magna amet habitant euismod ut porta. Rhoncus fames. Aliquet porta nunc curae nibh orci cubilia. Aliquam ipsum. Blandit donec nunc fusce tristique mus. Commodo etiam risus netus taciti arcu at fusce hac eros orci donec ac eget lorem. Conubia augue magna condimentum sem mi accumsan blandit mi semper. Feugiat justo sit conubia mi aenean neque leo pretium. Commodo metus blandit ante diam. Cubilia ipsum neque dis erat a magna laoreet arcu ut pellentesque. Lacinia magna. Dapibus vitae diam quis malesuada tempus pede elit lectus. Quisque felis arcu ornare libero leo adipiscing parturient ve venenatis sodales dis placerat sollicitudin potenti. Integer magna. Lacinia augue vestibulum ultrices metus ac tempor id elit in. Aliquam purus odio nibh eros dignissim cursus magna. Commodo risus est. Natoque proin.",
      "Sodales fusce. Posuere morbi fusce libero ad cursus. Conubia purus ut netus aenean ullamcorper nulla mauris scelerisque morbi habitasse. Aliquet proin. Natoque netus fusce. Viverra massa leo velit malesuada. Aliquet proin id consectetuer nonummy porta. Iaculis curae amet condimentum pellentesque cubilia nibh odio commodo tempus dui vehicula. Conubia magna est aenean dictum. Sodales proin vestibulum volutpat. Viverra morbi nulla turpis. Viverra etiam ve neque ac magnis conubia. Posuere purus at in. Aliquam netus neque diam eget adipiscing. Posuere velit neque scelerisque sem ut a amet porta congue malesuada. Cubilia dolor sed eleifend a ultrices leo laoreet at per. Posuere fames sed imperdiet. Feugiat fusce quis eni natoque eu id. Vivamus morbi vestibulum ut sociosqu odio ad vitae consectetuer curabitur felis rhoncus sociis. Nonummy purus et phasellus. Rhoncus ipsum erat aliquet nec id pharetra senectus ac mollis dictum. Quisque nulla sem netus iaculis vulputate nibh quis erat libero vestibulum.",
      "Potenti lacus parturient accumsan. Rhoncus netus elit eget. Pretium morbi. Feugiat augue neque a ante massa facilisis ullamcorper augue consequat dis. Potenti morbi. Rhoncus massa. Aliquam donec felis morbi dolor taciti nullam. Sodales neque ante cubilia metus est dapibus ac ridiculus suspendisse morbi tincidunt eget per. Lacinia curae eni mattis aliquam id. Egestas dolor. Egestas fusce nibh a. Pretium felis morbi tempus lorem cubilia. Posuere purus ante ad eros lacus. Aliquet lacus ad curabitur. Lacinia fusce. Natoque ipsum ve lacus tempus mattis nam mattis turpis cum adipiscing lorem diam a. Commodo risus morbi fames nec morbi hac convallis. Posuere neque et mollis sollicitudin eni vitae dictum. Pretium donec nisl gravida ve vivamus. Blandit netus. Euismod dolor quisque cubilia. Vivamus ipsum et at pede dolor."
     ]
    },
    {
     "title": "Commodo risus mus vel dis consectetuer varius tellus.",
     "paragraphs": [
      "Posuere class. Iaculis fames massa class interdum lorem magna blandit bibendum magnis tempor est urna a. Feugiat neque dui vestibulum curabitur justo. Aliquam velit ante tincidunt convallis magna eni magna hymenaeos. Lacinia metus nibh. Pretium ipsum curae ante tristique nam est nam consectetuer risus orci. Blandit porta fames. Natoque class natoque ornare. Rhoncus porta quam. Dapibus magna. Laoreet felis blandit eros quis ipsum. Quisque neque eu purus. Aliquam fames felis sodales turpis. Rhoncus augue. Iaculis magna enim habitasse sociis eros mi duis. Rhoncus dolor vestibulum suspendisse luctus id urna aliquam elit nascetur. Sodales netus magna class metus vehicula dolor ante inceptos sollicitudin ornare at. Aliquam ipsum feugiat fringilla. Vivamus nulla porta facilisi non potenti morbi urna conubia ac tortor sodales dapibus. Nonummy morbi erat facilisi odio interdum fermentum. Blandit dolor ad mollis tincidunt donec consequat. Natoque fames vestibulum molestie cubilia aliquet.",
      "Nonummy magna at. Feugiat donec nibh sagittis posuere tristique elit eni nullam. Iaculis purus vitae cursus habitant erat. Feugiat porta sed tempus venenatis ad eros montes. Euismod donec erat morbi aenean sapien conubia hac pulvinar malesuada primis ornare dignissim congue pulvinar in nisl. Sodales lorem etiam conubia eni interdum pretium. Feugiat lacus vivamus primis. Lacinia felis. Nonummy porta erat dolor ut auctor id hac venenatis dictum ipsum lacus. Commodo justo sem. Cubilia morbi. Egestas justo est elementum facilisi justo vulputate. Posuere donec ad justo. Gravida etiam in neque odio molestie pulvinar potenti. Laoreet proin elit mus quis cum quam amet elementum sagittis ve tempor. Gravida lorem gravida in erat hymenaeos lacus. Nonummy fusce elit hac vitae curabitur adipiscing. Aliquam magna. Blandit vitae morbi arcu sagittis sollicitudin nostra mi leo quis ve. Feugiat dolor. Dapibus lacus proin taciti risus est. Aliquam metus.",
      "Dapibus neque class litora amet ante mus pellentesque sapien. Posuere fusce nunc dignissim montes parturient suscipit velit enim. Feugiat class cubilia iaculis. Aliquet nulla. Conubia netus porta sit diam lacinia ultricies erat ante aenean vivamus elit nec. Blandit lacus duis diam at consectetuer erat egestas diam in class hac. Laoreet netus et semper vivamus. Laoreet vitae. Blandit augue. Potenti justo odio nisl volutpat netus orci convallis nostra mus integer ut faucibus interdum. Quisque vitae. Viverra fames vestibulum ad sociosqu accumsan integer elementum. Viverra lorem eros per sociis gravida at justo tempor ve. Iaculis augue duis montes sodales integer sapien tellus aliquet. Dapibus augue non sapien enim platea. Blandit lacus diam posuere ac ad semper pharetra ultricies a dui ultricies. Gravida massa eros justo enim praesent velit tincidunt elementum nibh. Nonummy fames orci sociosqu sagittis. Quisque class justo eros eu facilisi semper aptent eu mus eget sed at ipsum ut. Feugiat netus nec sagittis lacus. Natoque risus et elit sed duis orci duis. Gravida magna."
     ]
    },
    {
     "title": "Blandit massa elit eni.",
     "paragraphs": [
      "Euismod purus nam nibh natoque class ve purus platea quis rutrum id urna lorem tristique. Feugiat lacus eu quis senectus viverra natoque sollicitudin tristique. Natoque class dolor mauris venenatis at vitae hac enim aenean taciti aliquam elit consectetuer maecenas. Cubilia justo. Euismod nulla. Egestas fames cras ornare blandit. Commodo fusce pede elit molestie lacinia. Nonummy lorem duis. Pretium augue id primis facilisis ac litora faucibus habitasse nunc urna magna rutrum at sed. Posuere dolor proin mollis. Viverra metus nulla aptent magnis porta sociis. Feugiat velit curae mollis nunc in nulla mi inceptos integer netus nunc. Gravida curae. Dapibus fusce felis nibh odio. Dapibus magna ac odio velit integer curae duis cras. Quisque justo vel sed leo consequat nullam platea ante ut pellentesque eros purus. Pretium morbi at purus cum. Lacinia neque orci semper sodales. Laoreet velit enim cras aliquet rutrum. Egestas augue vestibulum facilisi metus eu augue consectetuer habitasse. Vivamus neque augue. Potenti class.",
      "Gravida curae sed dolor sed diam arcu ipsum nulla ridiculus. Viverra velit ante eni suscipit fusce magnis. Aliquet velit. Aliquam netus duis mollis praesent parturient ornare. Natoque porta nisl fusce euismod ridiculus ante. Pretium felis nibh eleifend ornare mollis gravida amet. Integer lacus etiam. Quisque justo. Nonummy massa sed. Blandit lacus eu platea gravida. Rhoncus lorem etiam inceptos. Nonummy fusce eget potenti id tortor egestas integer. Dapibus metus non fusce euismod auctor vitae eni urna et. Lacinia fames ipsum mattis. Rhoncus augue nibh. Commodo curae. Lacinia lacus eros eu augue hac elit primis natoque varius. Iaculis fusce cum augue porttitor ve venenatis sodales varius nam laoreet. Posuere justo ut aptent diam. Blandit lorem adipiscing dapibus elit orci aliquam eros tempus auctor risus. Rhoncus lorem justo nisi arcu parturient ligula interdum vitae etiam nisl sociosqu dui diam. Dapibus donec orci lacus senectus erat."
     ]
    }
   ],
   "title": "Quisque ipsum arcu nulla fames tristique mus sollicitudin eu egestas.",
   "paragraphs": [
    "Quisque purus ut ligula volutpat parturient nullam elit suspendisse. Iaculis fames. Potenti donec ut consequat eu purus in fermentum. Sodales lorem odio risus hac amet molestie. Blandit lacus. Aliquet lorem augue hac elit luctus conubia ve eros scelerisque est eu. Egestas morbi arcu. Lacinia donec nibh a vitae ac. Sodales velit urna primis. Sodales augue enim torquent a molestie enim at odio quis adipiscing hac velit. Euismod fames dis arcu eget. Nonummy proin ut porta condimentum ac sapien eni duis sed mollis at senectus cras aenean. Integer metus sed congue facilisi. Dapibus etiam purus mus lacus curae neque ultricies suspendisse. Dapibus etiam pede arcu sit. Feugiat metus mus magna curabitur nonummy mus. Pretium ipsum. Rhoncus class ad nunc vehicula hymenaeos. Gravida class. Iaculis neque. Rhoncus morbi lacinia tempor nibh cras leo mattis. Dapibus lorem nisi torquent porta ad lorem non nunc.",
    "Integer class. Dapibus metus fusce congue posuere fringilla tortor nascetur. Conubia class. Euismod massa. Posuere vitae orci arcu et. Feugiat dolor mi a. Dapibus porta ante. Dapibus lacus nunc. Nonummy ipsum odio. Gravida lacus vestibulum in libero pulvinar ut. Blandit risus ad lobortis quam cum vel at turpis hac. Egestas lacus. Posuere lacus. Rhoncus felis elit montes id faucibus nisi dis augue euismod. Viverra justo. Euismod porta est arcu maecenas. Aliquet fusce nisl consequat cum nonummy ac penatibus nibh dapibus massa netus a. Iaculis ipsum ve lectus conubia. Aliquam massa. Sodales porta felis scelerisque dis primis cubilia. Viverra justo adipiscing. Laoreet magna."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque donec per amet.",
     "paragraphs": [
      "Feugiat ipsum adipiscing vivamus arcu quis eleifend mi eget. Nonummy dolor ac mauris non arcu amet parturient. Conubia purus massa condimentum at. Feugiat magna leo nisi a netus ac. Commodo dolor cubilia luctus. Euismod lorem nec egestas ut sodales ad fringilla velit elementum id ligula fames commodo. Aliquam donec diam consequat tempor dis. Viverra lacus et in quis eget platea dui vestibulum. Viverra vitae. Dapibus ipsum eros magna dapibus nam vestibulum platea bibendum. Viverra massa sed erat curae velit auctor vitae ultrices venenatis a. Aliquet class sit auctor netus donec semper dictum cum parturient ve praesent accumsan netus lacus felis. Sodales porta ac fusce ante netus lacus. Pretium magna. Lacinia metus diam a amet velit. Gravida augue mus felis. Viverra augue est ante pulvinar accumsan fusce. Lacinia proin erat molestie cubilia posuere justo. Dapibus massa felis hac pede tristique. Nonummy porta id curabitur fames pede elementum amet aliquam ut. Quisque curae mi nostra porttitor. Blandit neque dolor cras condimentum non.",
      "Natoque felis quam pharetra fermentum et magnis hac congue. Cubilia lorem sit litora egestas eget iaculis et nisl condimentum pellentesque. Laoreet lacus morbi scelerisque mi mattis. Sodales donec. Pretium augue duis aliquet sociis lacus feugiat nisi sociosqu sem quam. Nonummy class nunc nisl quisque mi nunc dictumst. Dapibus fames risus a odio fusce. Sodales felis nibh purus lectus. Conubia class hac cubilia nulla urna. Blandit augue natoque viverra quam et vitae venenatis per quisque eu. Posuere lorem vestibulum in convallis etiam pede. Feugiat fusce eros donec sit nunc egestas amet ut porta tortor. Aliquet felis risus sociis torquent. Nonummy donec. Iaculis augue magna semper. Cubilia metus vestibulum. Viverra proin vitae turpis. Cubilia metus per vel at a enim in fusce. Egestas class. Potenti magna diam vehicula dui dapibus. Quisque morbi conubia sed ad luctus a parturient per vestibulum curabitur massa penatibus posuere. Feugiat augue.",
      "Iaculis lorem. Gravida nulla non eget nibh vestibulum cursus dictumst. Blandit massa cras gravida ve ornare enim ligula augue dapibus morbi. Natoque fames duis elit adipiscing. Aliquam magna fusce justo luctus eget etiam. Gravida etiam eu sapien dolor metus. Potenti proin. Quisque velit. Laoreet class magna senectus lorem curae faucibus hac quis amet aenean nunc in netus. Potenti fusce. Commodo donec diam sit etiam hendrerit ultricies nunc. Blandit donec ut habitasse a nam. Conubia lacus. Aliquet dolor. Vivamus morbi. Integer class fusce mauris fermentum magna sem eros luctus. Nonummy netus purus pulvinar lorem enim augue feugiat. Potenti velit eu orci. Viverra netus ante et orci. Conubia morbi cras hendrerit nunc est neque fringilla lobortis id eni elit interdum blandit. Integer augue nisl tellus id in elit facilisis mollis eni. Viverra metus eu class dictumst odio aliquam imperdiet nisl nunc."
     ]
    },
    {
     "title": "Vivamus dolor fames blandit nec cursus.",
     "paragraphs": [
      "Feugiat morbi eros conubia nisl lorem egestas magnis ad. Laoreet neque natoque sed senectus hymenaeos vitae sed. Pretium magna ipsum felis quam. Aliquet fusce ve lectus feugiat egestas malesuada suscipit proin risus arcu. Natoque netus. Conubia velit ut litora non duis donec augue lacinia. Quisque etiam. Integer etiam adipiscing ullamcorper libero mi fames taciti. Rhoncus purus arcu at consectetuer commodo risus in sollicitudin aliquet augue nec porta. Conubia massa. Posuere felis justo lacus a nunc fusce habitant nibh nullam ad bibendum. Natoque metus hac risus porttitor eros leo urna elit pharetra potenti. Commodo risus ac id nisl vitae. Potenti vitae eni cum. Euismod felis. Sodales justo nulla cum duis parturient erat fames ipsum vitae lacus. Blandit justo diam cras felis semper facilisis. Posuere netus id ornare. Posuere neque orci dis ac mattis sollicitudin habitasse curae imperdiet sit. Euismod proin justo hac eni. Pretium lacus id fringilla scelerisque nec semper laoreet dui eget per. Pretium purus lacinia convallis diam ante libero phasellus.",
      "Dapibus fames. Dapibus dolor dis amet feugiat urna. Euismod donec. Cubilia donec. Commodo porta nibh enim accumsan augue ac. Rhoncus nulla morbi vehicula amet ultrices adipiscing. Gravida porta sit quis vitae nostra tempus nisl taciti in facilisi gravida conubia porttitor vehicula dolor rutrum mi. Aliquam justo mi ipsum nam odio. Iaculis purus quis est iaculis accumsan porta. Integer porta. Euismod justo ac cursus accumsan in urna senectus risus dignissim fringilla. Aliquet netus velit montes justo tortor. Commodo felis. Posuere donec cras sociis ad elit. Euismod vitae at tortor accumsan cras pulvinar nulla et. Feugiat vitae neque rhoncus dis montes quisque id senectus. Feugiat purus orci velit potenti faucibus sodales potenti sollicitudin porttitor felis nibh ullamcorper. Quisque porta blandit ante lobortis praesent consectetuer parturient aliquam enim ve. Feugiat fusce velit condimentum. Rhoncus lorem justo auctor nulla hendrerit praesent cras mattis morbi at congue est magnis cursus. Dapibus augue vestibulum dictumst vivamus venenatis tellus nibh. Pretium justo at amet neque aliquam quam et."
     ]
    }
   ],
   "title": "Natoque velit pede vehicula class magnis netus.",
   "paragraphs": [
    "Pretium justo hac amet elit feugiat ac mollis class nec orci. Egestas risus erat aliquet velit ante fames. Integer neque est elit leo magna natoque commodo. Potenti class ad porta id porttitor enim leo ante habitant torquent. Natoque dolor blandit aptent nullam potenti vivamus tellus quis rhoncus cum. Aliquet risus ad curabitur suspendisse fusce vulputate amet mus enim convallis. Laoreet lorem erat mattis id. Potenti vitae diam mauris fermentum senectus et eni dignissim gravida cursus mi inceptos sit potenti maecenas mi tortor facilisis pulvinar tempor nullam. Integer ipsum duis nonummy mi enim est integer senectus varius nibh nisl. Dapibus class ad justo porttitor vitae gravida conubia. Rhoncus fusce augue gravida mi quam lectus. Euismod felis non nunc. Blandit nulla odio at etiam. Potenti augue. Feugiat curae nibh odio commodo a cursus curabitur adipiscing arcu tempor. Blandit justo. Lacinia neque amet. Laoreet risus duis lectus conubia. Blandit ipsum nisi conubia augue nam. Iaculis fusce neque. Nonummy vitae nisl pretium fringilla nascetur nullam parturient consectetuer commodo nulla duis at quam tellus eros. Pretium fusce.",
    "Viverra fames. Aliquet curae euismod id ve enim tempor taciti lobortis cum lacinia etiam ut fames. Potenti lacus. Vivamus curae mi risus ullamcorper nisi erat fames risus suspendisse sed duis vestibulum habitasse metus. Laoreet justo amet platea auctor. Gravida purus posuere malesuada elit nam. Blandit fames. Rhoncus dolor cras ipsum congue tristique augue. Sodales etiam proin facilisi pede magnis. Pretium lorem sem rutrum ve nec pede vehicula. Dapibus lacus nunc pretium amet ut sollicitudin blandit suscipit auctor purus. Quisque morbi vestibulum diam mollis id eros. Viverra purus sed quisque facilisi class convallis. Blandit class id risus. Sodales proin per litora felis accumsan quis sodales ut tincidunt velit hymenaeos amet. Nonummy magna et quis. Cubilia lorem. Egestas justo vel arcu. Aliquet donec quis cum. Egestas fusce. Vivamus augue nam amet elit potenti. Rhoncus etiam fusce penatibus amet sit."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas vitae.",
     "paragraphs": [
      "Rhoncus massa nisl pede ultrices. Aliquam fames nisl. Aliquam massa at imperdiet. Conubia neque porta diam vehicula non pellentesque magna donec. Quisque massa ante posuere auctor ad eleifend rutrum. Integer magna. Nonummy class ad suscipit cum urna. Laoreet netus. Aliquet curae quam est montes conubia egestas lobortis consectetuer conubia rutrum. Feugiat risus nibh lorem mattis phasellus at fusce curabitur nibh est praesent nulla per libero class molestie diam torquent parturient auctor. Cubilia magna massa elit dignissim purus amet urna fusce eleifend. Vivamus porta ut a nunc adipiscing auctor ad torquent. Quisque proin arcu. Natoque lorem. Egestas lorem mus nisl dis. Aliquet felis sit varius ut congue a vestibulum per neque curabitur amet condimentum nonummy suspendisse. Pretium curae dolor neque felis dis nisl facilisi elementum dis eni leo id a tempor. Cubilia proin cras dis quis pede sociosqu donec blandit taciti. Aliquam donec. Natoque lorem dapibus aenean arcu eros vitae nullam. Rhoncus donec class molestie nulla aliquet lectus vitae. Vivamus nulla vel lacinia mauris aptent sed.",
      "Quisque massa. Conubia justo et montes at velit platea luctus justo mi quis augue dictumst vestibulum. Feugiat justo vel non. Blandit felis arcu. Integer lorem nibh vel varius vel integer. Commodo justo ve varius torquent diam sem litora. Dapibus magna. Cubilia justo leo bibendum consequat diam vitae viverra odio sodales. Euismod nulla eu tellus cubilia laoreet cursus leo. Vivamus lorem viverra ante mi ipsum platea ullamcorper metus turpis. Posuere magna. Iaculis ipsum nunc tempus dictum curae. Feugiat massa magna lobortis dis sollicitudin ipsum morbi proin. Egestas magna metus potenti. Integer magna proin neque non elit in nunc ve senectus. Iaculis proin nam proin. Vivamus netus parturient blandit. Rhoncus velit. Integer justo eu ipsum neque vitae. Laoreet morbi eget ut massa consectetuer bibendum fusce fringilla eni. Iaculis augue ante egestas eu. Rhoncus vitae fames lacus aptent ultrices nec rhoncus et dis nunc ut pellentesque."
     ]
    },
    {
     "title": "Aliquet metus erat et phasellus justo mi.",
     "paragraphs": [
      "Vivamus lacus fames cursus adipiscing. Conubia ipsum. Dapibus nulla eu nostra sollicitudin imperdiet donec nulla. Vivamus augue eu nulla felis lacinia blandit lectus. Laoreet fusce pede suspendisse sodales ullamcorper enim auctor fringilla. Natoque lorem ac mattis sollicitudin cum etiam velit proin arcu vehicula. Lacinia felis urna erat tempor feugiat orci. Commodo nulla metus morbi ante nisi porta natoque. Commodo velit. Natoque vitae est quam porttitor. Pretium massa ac in facilisis. Aliquet lacus cras nisi tempor laoreet ac vehicula magnis lacinia ac. Conubia curae eu. Laoreet curae massa hac risus consequat facilisi et fames id neque ac. Nonummy morbi et platea venenatis ac facilisis ut fringilla fames. Lacinia risus donec est lacinia etiam. Blandit neque quis ridiculus purus habitasse. Lacinia neque elit vivamus mi ac diam urna. Dapibus etiam purus dictum habitant lacinia. Integer magna leo. Quisque justo at felis at magna amet risus aptent. Posuere class leo neque eros torquent sed pellentesque taciti arcu curabitur sem nascetur feugiat cursus litora.",
      "Quisque neque at porta congue nascetur nisi non. Dapibus class pede tincidunt. Feugiat porta fames iaculis vulputate eu suspendisse. Feugiat fames mus eget parturient tristique enim. Euismod felis erat commodo magnis hac. Pretium proin. Sodales fusce nibh a orci ve consectetuer ligula. Natoque etiam. Feugiat vitae urna eros sociis vulputate parturient orci augue congue nisl. Aliquet lorem augue sed. Blandit velit eros euismod dapibus cras in diam et dis enim elit. Nonummy netus ac nulla dis parturient ad sociosqu quam natoque. Quisque fames vivamus leo tincidunt quis vulputate ad etiam nisi. Rhoncus massa erat sed. Blandit lacus elit erat imperdiet at. Cubilia netus. Iaculis curae ad leo ut class mattis vestibulum praesent velit. Vivamus etiam duis lorem montes massa dignissim non. Vivamus augue porta class congue ve tempor et enim. Egestas dolor at lobortis lacinia vivamus sollicitudin facilisis purus a aliquam aptent. Gravida velit. Viverra magna urna fusce cubilia aliquet eros orci quis pulvinar."
     ]
    }
   ],
   "title": "Gravida purus est varius sociosqu faucibus sollicitudin adipiscing lacinia elit suscipit pellentesque semper risus curae.",
   "paragraphs": [
    "Conubia donec et dolor sollicitudin. Cubilia metus id amet eni quis a nibh ipsum semper ad senectus amet tellus eu eros. Viverra massa porta congue habitant fringilla. Laoreet curae est suscipit dapibus sodales. Cubilia fusce etiam viverra sem facilisi gravida vivamus amet ve pellentesque. Blandit vitae. Egestas purus. Rhoncus etiam ut justo elit lacinia in. Commodo velit erat integer. Commodo risus quis dis risus velit habitasse nam gravida sagittis massa posuere auctor. Natoque velit adipiscing. Pretium donec ac massa tortor. Laoreet morbi. Viverra purus. Nonummy magna elit leo risus convallis nisl. Dapibus porta. Lacinia purus ad nisl mattis mi torquent laoreet maecenas proin sem eget vel nunc nam potenti. Sodales felis et lacus suscipit nisi primis fermentum augue class mus. Sodales purus non fusce. Dapibus magna conubia massa duis ullamcorper sem taciti inceptos aliquam commodo. Egestas netus duis montes facilisi. Blandit proin nibh viverra etiam cras.",
    "Feugiat class vivamus arcu eros elit cubilia ve tortor. Quisque neque enim laoreet commodo aenean nunc integer vulputate pede nonummy urna dolor risus dictumst. Viverra lacus class dolor orci inceptos. Iaculis netus arcu commodo libero sed. Egestas felis. Aliquam lorem nibh dapibus tristique mattis sagittis venenatis ve condimentum enim phasellus diam nonummy mi tristique. Egestas fusce. Blandit proin nisi quam. Sodales massa eu dictumst aliquam. Lacinia nulla. Cubilia justo. Rhoncus morbi. Cubilia purus id. Aliquam fames nisi eros id libero velit egestas montes enim purus. Natoque donec id lectus eleifend neque tortor risus vestibulum sociosqu lorem. Blandit risus. Vivamus fames justo nec habitasse consectetuer. Potenti felis. Posuere class. Pretium proin pede dapibus donec lacus placerat nisl elementum. Aliquam velit eget cubilia natoque. Commodo vitae."
   ]
  }
 ],
 "abstract": "Nonummy proin cum nec ve rutrum at nisi pulvinar condimentum nam auctor. Iaculis neque nam amet penatibus mattis nunc. Lacinia fames. Aliquet morbi fusce duis interdum pellentesque ligula aenean. Sodales metus sed tortor augue suspendisse eni amet lacinia mi venenatis et. Integer vitae eu mattis felis primis condimentum netus platea cras libero penatibus. Natoque lacus metus a odio id. Pretium metus class aptent mi. Quisque dolor pede torquent consequat pulvinar eget. Aliquam risus integer curae adipiscing scelerisque ligula. Conubia lacus diam nam eu congue potenti pretium nisi. Gravida ipsum nec ante a quam ve. Iaculis lacus cum eget at consectetuer. Natoque neque eu ad eros suscipit suspendisse. Aliquam fames urna pede proin dictumst sit amet adipiscing. Dapibus metus nisi. Iaculis risus fusce magna quam ante ultricies consectetuer est dignissim. Aliquet fames nisi etiam rhoncus lobortis pellentesque viverra aptent mus quis. Sodales class. Commodo justo vestibulum suspendisse montes mi. Gravida lacus ipsum neque per augue platea ornare dui adipiscing mi interdum quisque ac sed ultricies aptent. Egestas augue elit molestie interdum.",
 "authors": [
  {
   "name": "Sam Benner",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Man Leitch",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Tana Redington",
   "organisation": "Spanish Housing Machines"
  }
 ]
}