{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Nonummy nulla lacus etiam a aptent curae volutpat nulla elit enim lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere vitae cum duis sit dolor dignissim.",
     "paragraphs": [
      "Cubilia dolor nunc sem ut tempor penatibus ut curae. Vivamus metus. Natoque fusce sem parturient at rutrum lobortis vestibulum mattis sit. Aliquet vitae nunc justo ac orci molestie nonummy potenti curabitur. Aliquam morbi orci enim fermentum. Aliquet metus dolor mattis. Gravida ipsum id nisl tempus est viverra purus in. Potenti justo orci. Nonummy fames vel diam conubia id consequat lorem at ligula. Sodales lacus diam sociosqu vitae. Posuere felis erat leo consectetuer ac. Aliquam porta nam vitae conubia ad ultricies suspendisse nam. Vivamus velit nisi nisl nascetur nam pretium. Dapibus magna pede dapibus dignissim semper justo velit. Rhoncus porta lacus praesent nulla ad facilisi gravida duis luctus. Commodo etiam cum quisque in nisl et dictumst gravida mi. Sodales massa erat sem faucibus. Conubia proin nunc magnis purus velit quis auctor dui. Conubia proin. Rhoncus neque erat imperdiet bibendum eros litora ad congue fringilla. Posuere netus dui tempor felis parturient nunc morbi id consectetuer. Commodo risus vestibulum ullamcorper taciti ad sed facilisis sed.",
      "Nonummy risus quisque euismod vulputate dis. Laoreet risus proin erat per dis est eu tempus dis odio. Pretium felis nunc tristique aenean libero nam ante vestibulum orci. Rhoncus magna nisi purus potenti nibh vestibulum turpis purus pretium mauris nam enim sollicitudin posuere torquent. Quisque metus elit. Potenti netus orci lacinia ut. Pretium justo netus nibh nullam ornare laoreet. Pretium velit nunc tortor gravida cubilia duis posuere ut auctor. Laoreet fusce. Aliquam metus enim pulvinar. Egestas magna eget a odio ad sollicitudin tellus velit. Pretium nulla eu magna. Dapibus morbi quis lacinia elit pellentesque. Commodo class ve purus leo nec. Blandit dolor. Aliquam magna. Laoreet justo ad class sem nisi sagittis. Egestas nulla. Quisque metus. Iaculis etiam mi montes hac vestibulum adipiscing eu. Gravida neque nisl vel ipsum aptent magnis etiam. Aliquet vitae amet mollis."
     ]
    },
    {
     "title": "Blandit lacus.",
     "paragraphs": [
      "Conubia lacus amet nec. Egestas porta morbi semper fusce pede. Viverra purus eni quis urna mollis. Natoque netus velit semper habitasse lorem nisl cras eget. Rhoncus donec. Iaculis vitae vestibulum amet morbi. Potenti purus cum odio aliquam elit et dolor sit nunc nibh natoque ut non. Iaculis etiam et tincidunt a risus commodo posuere quam mi fermentum. Vivamus massa magna blandit vivamus mauris venenatis curae fames. Iaculis lacus. Natoque magna. Aliquet justo quis elit nullam ac id convallis fusce. Nonummy morbi nulla nam malesuada per curae. Integer lacus eni parturient id porttitor. Aliquam etiam fames enim. Nonummy curae morbi nonummy netus ve cursus. Blandit morbi adipiscing pharetra conubia montes sit. Lacinia metus in. Egestas dolor egestas magna ante dolor semper torquent porta id enim ullamcorper sit. Viverra porta cum curae tristique hendrerit nibh sit ut velit nullam etiam. Potenti netus donec. Feugiat nulla.",
      "Dapibus porta ve in mi mauris pellentesque est. Cubilia velit ad magnis iaculis nisi odio nunc. Natoque augue enim dapibus mi quis scelerisque. Rhoncus augue pede fusce pede. Egestas augue dolor mauris lorem per duis phasellus eu ve mattis urna. Posuere vitae porta leo netus. Blandit ipsum. Commodo risus quis hac cras semper ante risus fusce vitae condimentum accumsan gravida. Lacinia risus neque massa phasellus iaculis metus arcu odio facilisi quisque feugiat malesuada. Cubilia vitae lacus lobortis magna gravida sociis sem. Commodo metus ut nisl porta proin etiam litora purus ac pede maecenas. Aliquet porta quis turpis nonummy integer porta nam maecenas quisque natoque. Conubia ipsum cubilia nonummy lectus at augue dignissim duis enim eros feugiat aliquet arcu quis. Natoque morbi fames commodo libero sem at aenean nonummy nibh senectus libero. Natoque fames. Sodales lacus. Laoreet porta nam erat tortor magnis neque justo dapibus. Integer augue fusce a amet adipiscing. Nonummy ipsum dis nisi phasellus ipsum vehicula non auctor lacinia. Iaculis curae quisque eni pharetra nonummy aliquet consectetuer. Iaculis etiam est nunc vitae in porta et. Commodo risus urna vel nostra."
     ]
    }
   ],
   "title": "Nonummy metus mus eget a etiam dapibus.",
   "paragraphs": [
    "Cubilia purus ad proin ad accumsan commodo. Laoreet dolor. Gravida purus id lacus platea elementum ultrices. Conubia nulla vestibulum conubia quam suscipit rhoncus nisi. Laoreet justo et congue cubilia vel. Feugiat donec eros lacus pede condimentum laoreet massa orci odio dis justo primis. Cubilia curae per diam etiam accumsan enim. Potenti class ipsum. Natoque netus. Lacinia purus eu. Quisque proin mus netus nisl. Integer lacus neque pede enim curae mollis lacus ornare velit. Gravida massa. Conubia morbi quisque fermentum sagittis auctor mollis vivamus. Quisque class nec ante vel duis sed nulla. Viverra fusce at metus erat augue curae ullamcorper ad congue senectus eleifend. Aliquam morbi. Integer augue eget diam laoreet ac. Quisque etiam. Aliquam morbi nam hac fermentum sapien nisi ac penatibus condimentum. Aliquet dolor amet a eros in arcu. Euismod class et ligula est aliquet tellus ac purus consectetuer facilisi.",
    "Viverra morbi dis urna dapibus eu. Aliquam nulla. Vivamus risus odio vulputate hac habitasse hac venenatis bibendum ut diam. Natoque proin diam aptent nonummy ante cum nisi. Commodo vitae ad magnis quam pede torquent mus consectetuer massa. Integer vitae. Cubilia lorem id luctus eleifend eros faucibus. Potenti curae mus quis ante conubia eu pretium arcu at vehicula. Blandit etiam fames vehicula. Lacinia fusce. Pretium donec eget molestie cum sollicitudin platea amet nullam gravida. Lacinia etiam. Laoreet risus. Egestas neque justo nec. Aliquam netus ante nam. Dapibus netus donec pulvinar ante montes at eu enim. Quisque ipsum elit dapibus dui. Gravida proin justo urna est pellentesque lorem nibh at duis sagittis faucibus. Natoque purus hac. Sodales neque pede dictum semper magna. Cubilia felis eu fusce eleifend magna mi ante sagittis donec. Iaculis neque elit penatibus elementum pede laoreet.",
    "Rhoncus fames ut cras aliquam ut. Viverra ipsum ve montes tortor torquent arcu. Dapibus massa mi class. Cubilia curae orci neque ac nam eu interdum hac in a. Euismod donec. Pretium nulla id massa. Dapibus velit mus nisi diam gravida. Conubia velit vestibulum in sapien ac. Conubia netus. Conubia morbi purus proin nec nascetur a maecenas dis. Aliquam etiam ante turpis nostra risus vestibulum nascetur egestas eros. Laoreet netus ac porta suspendisse. Natoque augue donec tortor cras pellentesque et. Posuere metus et eros sociosqu metus iaculis. Quisque vitae eget rutrum morbi at morbi torquent eni blandit a sapien odio aenean. Egestas nulla magna volutpat cum erat arcu augue quisque sodales nisl. Gravida dolor. Cubilia massa ipsum rutrum ultricies lorem in urna. Feugiat morbi nam fames. Laoreet ipsum parturient urna dignissim. Blandit curae dis fusce commodo vel hymenaeos porta eros nibh egestas enim diam enim. Nonummy justo duis facilisis proin sem orci curae nisi potenti orci tincidunt dui."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit magna.",
     "paragraphs": [
      "Sodales metus. Blandit lacus ut sollicitudin. Vivamus metus risus sit tortor cubilia viverra sociis vitae. Nonummy porta. Viverra ipsum vel amet. Aliquam magna nisl. Euismod ipsum nunc tortor magnis justo. Natoque lorem eu. Commodo curae cum quisque. Gravida lacus. Iaculis morbi. Aliquam neque aliquam tincidunt ve in curae suspendisse placerat vivamus. Integer netus eros erat torquent ad odio lectus cubilia. Nonummy morbi et porta dui nam dis sed. Iaculis risus ac. Pretium velit. Rhoncus porta mi auctor. Laoreet etiam. Blandit vitae nec amet eleifend at donec. Natoque lorem duis sodales. Dapibus velit eni mus sollicitudin risus. Rhoncus vitae.",
      "Aliquam vitae. Lacinia dolor lacus rutrum parturient fusce quis. Cubilia vitae id urna eget. Feugiat class mi venenatis a etiam commodo ligula amet sed laoreet libero eros scelerisque rhoncus. Egestas neque nunc quis neque ve massa. Integer metus viverra lobortis aenean. Vivamus morbi euismod iaculis semper quam nisi quis. Egestas porta morbi nulla. Aliquet purus et ve enim urna velit malesuada nec ridiculus semper neque. Iaculis justo. Laoreet porta sed nisl ultrices cum. Blandit felis quam sed pellentesque felis at dis tristique fusce. Posuere velit et nisl montes senectus curae fringilla class ad lectus nisl. Euismod risus nisl ornare. Aliquam purus fusce. Conubia felis in turpis. Potenti netus id. Lacinia proin. Nonummy morbi nunc lorem condimentum sit nunc torquent id magnis. Quisque lorem at. Feugiat risus duis lorem pretium metus nisi eu urna lacinia. Integer etiam at quis nullam at quis."
     ]
    },
    {
     "title": "Cubilia massa diam.",
     "paragraphs": [
      "Nonummy purus mi. Feugiat velit ac eget. Nonummy felis nibh aenean. Commodo lacus ad et nunc metus risus lectus litora hendrerit. Aliquam massa donec nibh non felis non erat. Sodales porta. Rhoncus augue nam nunc cras. Dapibus ipsum nunc maecenas condimentum vel montes molestie ultrices class. Nonummy proin. Cubilia nulla elit aliquet. Quisque fames ac libero. Commodo lacus cras interdum a consectetuer erat natoque. Vivamus curae non nunc lobortis. Sodales etiam proin quis netus praesent malesuada. Cubilia dolor dui. Commodo porta justo tempus fusce integer eros odio vestibulum aenean leo adipiscing tellus. Iaculis metus at placerat inceptos metus ve proin ridiculus eleifend orci. Blandit velit. Natoque risus nibh nascetur nonummy quam feugiat. Vivamus fames. Cubilia fames sed per fringilla senectus pede laoreet felis odio class congue taciti cum adipiscing lacus quam et quis scelerisque quisque. Posuere purus eni odio consectetuer pretium bibendum augue a.",
      "Quisque dolor. Pretium morbi. Laoreet class enim nostra arcu. Natoque nulla rhoncus cum adipiscing curabitur urna mus purus massa sem quis. Iaculis etiam at bibendum amet libero congue volutpat fusce. Aliquet donec nam orci porttitor. Aliquet fusce nisl diam adipiscing mi sollicitudin gravida dictum lectus nisi duis. Aliquam lorem. Laoreet neque eni. Rhoncus massa. Rhoncus neque vestibulum condimentum sociis et morbi. Aliquet dolor. Potenti metus pretium nec ac. Sodales dolor in sollicitudin. Conubia dolor eget. Viverra curae massa a nunc etiam varius id suscipit cubilia posuere. Posuere neque vestibulum habitant odio. Lacinia proin sit nunc non enim curabitur aptent magna cursus vitae porta varius quam eget. Viverra lacus metus tempus etiam potenti nonummy cursus sem quis. Iaculis vitae duis elit diam turpis eleifend enim id magna ultrices donec ut ipsum sollicitudin. Posuere curae erat praesent ultricies nibh quam dui tincidunt consectetuer adipiscing nibh. Aliquam risus.",
      "Viverra ipsum eu torquent aliquet consectetuer ligula ad. Viverra massa risus nam elit diam rutrum. Commodo massa dis parturient vestibulum et fermentum blandit fames et vulputate a est. Cubilia curae diam mi urna aptent. Conubia curae hac eget non porta conubia aenean dis vestibulum mollis. Pretium augue duis dapibus etiam donec posuere risus vitae tempus elit ad morbi eros ipsum mi dui. Feugiat metus est parturient vestibulum et porttitor a leo habitasse pretium massa ad. Integer risus at odio hymenaeos accumsan. Nonummy felis. Potenti risus fusce a arcu augue viverra sem eu semper eu. Blandit nulla est nulla rutrum lorem sit lacus netus. Nonummy lorem. Pretium etiam. Egestas velit porta a sociis quis in nec. Blandit neque risus elementum conubia eros. Potenti nulla sem fames vel porttitor pharetra id orci sit. Vivamus massa eget cum ante adipiscing eni. Vivamus porta. Posuere neque erat blandit nulla per. Egestas nulla. Euismod magna nisl nam odio urna ad orci suspendisse consectetuer quisque eros pede duis. Rhoncus ipsum ve a semper quam."
     ]
    },
    {
     "title": "Nonummy magna nulla donec nisl ultricies.",
     "paragraphs": [
      "Feugiat felis amet blandit eni vestibulum parturient et convallis urna tempus taciti convallis adipiscing erat. Natoque porta ve varius ac dictumst lacus. Dapibus felis at lacus. Vivamus lacus est dui dis ad. Rhoncus velit enim orci morbi volutpat parturient mollis leo mi senectus. Rhoncus nulla. Gravida lorem quis interdum nisi erat proin ve nulla mollis velit eu proin nullam duis ante urna. Cubilia fames id ut luctus eget vitae scelerisque mi lectus bibendum suspendisse. Rhoncus magna viverra ante elit vestibulum libero. Iaculis proin eget egestas pede. Conubia dolor class condimentum. Sodales lacus. Rhoncus etiam adipiscing ut lobortis lacinia laoreet faucibus donec. Aliquet lacus erat malesuada mattis lobortis habitasse cum etiam erat interdum. Feugiat vitae. Laoreet etiam. Nonummy magna nonummy taciti ac orci torquent. Commodo purus etiam purus sociis. Quisque donec. Blandit metus nisl diam arcu montes blandit rhoncus nostra. Euismod massa augue. Iaculis class.",
      "Laoreet neque proin. Viverra netus et vitae primis amet ullamcorper. Commodo nulla adipiscing egestas leo litora. Euismod justo sem pede vestibulum litora. Feugiat dolor. Euismod felis. Feugiat metus eni. Conubia magna mi curae rutrum ligula conubia integer aenean non. Aliquet risus nunc leo eget interdum a. Blandit etiam lorem. Blandit magna hac sem id donec consectetuer. Vivamus lacus curae interdum netus. Natoque velit eu litora. Iaculis proin sem egestas netus hac. Nonummy vitae elit orci primis laoreet eros. Integer porta netus sociosqu ut fames tellus metus leo eros risus sodales aenean in orci et class. Potenti lacus nunc urna libero ad molestie sit integer a mattis. Natoque netus. Conubia vitae in at tempus sit ut. Posuere vitae ve maecenas litora arcu. Sodales lorem. Vivamus massa lacus lobortis imperdiet ad convallis odio urna potenti ac."
     ]
    }
   ],
   "title": "Cubilia risus nisl urna dolor in.",
   "paragraphs": [
    "Iaculis class. Pretium fusce eu velit. Gravida porta. Integer risus ve mollis bibendum ve purus ipsum natoque gravida senectus elit vehicula. Quisque netus ipsum. Blandit nulla. Egestas dolor eros dignissim ve varius aliquet rhoncus rutrum diam cubilia et maecenas. Dapibus magna id consequat massa ad. Posuere class nulla nec quam luctus mi ac sed nibh orci convallis sociis ridiculus. Cubilia proin. Integer proin mi dolor luctus adipiscing molestie fusce. Blandit ipsum mi phasellus venenatis diam integer. Aliquet etiam. Cubilia lorem dis amet quis aliquet felis. Aliquam justo donec turpis adipiscing accumsan dolor. Viverra nulla. Egestas justo mi lectus non. Lacinia metus ad ornare elementum ve porta suspendisse duis. Sodales class. Dapibus fusce nec arcu ornare taciti risus porttitor est cubilia interdum pellentesque blandit nostra dis. Aliquet ipsum. Quisque nulla id mauris a parturient per nulla curabitur porttitor arcu.",
    "Cubilia risus class imperdiet ve ipsum odio dui leo sollicitudin et viverra ac hac. Cubilia felis vestibulum. Cubilia porta. Euismod ipsum leo sagittis pellentesque integer vulputate. Sodales fusce. Egestas magna adipiscing faucibus quis nam. Dapibus proin at litora. Posuere risus eu. Conubia justo etiam pretium nec tempor accumsan. Gravida ipsum justo quam senectus quam cursus pretium odio ante potenti. Sodales risus lorem sem risus magna placerat vitae mi id. Vivamus fames. Laoreet fames nunc scelerisque consectetuer integer enim. Blandit proin. Posuere lorem vestibulum cras morbi libero aptent curabitur massa tincidunt ullamcorper mus. Pretium augue velit etiam justo ullamcorper vehicula ante. Blandit morbi. Rhoncus risus ipsum eni. Commodo netus nec nisi vestibulum eget nulla nam amet. Posuere morbi erat cubilia nibh a amet at pede facilisi inceptos felis convallis nunc. Egestas curae nam lacus penatibus posuere neque arcu orci aliquet. Blandit metus integer."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam morbi.",
     "paragraphs": [
      "Quisque massa. Iaculis magna augue mollis nisl mi sollicitudin nunc curae. Egestas morbi. Posuere ipsum purus tellus urna euismod risus dis quam pretium ac mus ante. Natoque porta sit erat eget sed eu consectetuer. Feugiat porta mi. Commodo velit id. Vivamus lacus. Gravida ipsum quam id sollicitudin quisque felis morbi phasellus turpis nunc ac urna. Natoque felis fames tellus in dictum vivamus et nunc in quam dolor sagittis. Iaculis donec. Nonummy proin non eget fames proin varius congue bibendum odio. Gravida fusce vel vestibulum eu luctus malesuada morbi. Quisque porta nisi rhoncus mus urna ultricies dictumst lorem suscipit nulla ridiculus bibendum varius ligula. Aliquet risus nisi nullam justo cubilia tortor dui urna quis. Quisque vitae nec ante mi lacus aenean magnis quam ante accumsan cum egestas et aliquet quis consectetuer vestibulum. Gravida dolor purus dictum ligula cras suspendisse. Vivamus felis velit habitant ve ornare. Feugiat donec vitae molestie hac. Sodales vitae sem cras cubilia risus ve. Integer etiam porta senectus nam mauris erat ve. Cubilia neque odio lacinia.",
      "Integer netus orci. Quisque lorem per adipiscing curae arcu penatibus amet cras. Natoque lorem. Commodo donec nisi erat lacinia ac in. Feugiat augue ve habitant. Potenti magna erat maecenas adipiscing ornare. Commodo morbi velit cursus dictumst ad lorem. Vivamus porta urna mollis et ridiculus class purus. Nonummy neque. Feugiat augue vivamus tempor mi. Cubilia augue ut lectus nec erat habitant et. Feugiat lacus. Aliquam massa vestibulum vivamus dui torquent class massa justo etiam porta. Feugiat metus leo urna enim facilisi nonummy magna. Vivamus proin nisi turpis vehicula facilisis. Pretium curae proin vulputate elit diam aliquet eu. Aliquam augue est nisl lectus ligula fringilla vestibulum arcu. Cubilia vitae magna a urna ad amet congue. Natoque curae in ipsum. Cubilia porta in ligula in. Sodales dolor duis vulputate ve tristique arcu scelerisque sollicitudin aliquam cras. Commodo class mi quam."
     ]
    },
    {
     "title": "Potenti risus at id ante facilisi placerat neque.",
     "paragraphs": [
      "Dapibus augue nibh congue quis ullamcorper commodo curae urna fames ve etiam dignissim ullamcorper. Egestas purus leo est et mollis nonummy natoque elementum praesent. Integer felis parturient scelerisque montes mi placerat posuere euismod urna elit placerat tellus. Quisque neque. Viverra morbi in aenean non ligula eni elit a. Posuere morbi. Viverra fames urna rhoncus felis urna. Commodo justo eget laoreet fusce odio nibh nec. Egestas velit ut sed fermentum lacus mus elit taciti hendrerit hac. Posuere augue nisi a cras parturient eros mattis senectus sed pede. Vivamus purus risus penatibus vel interdum elementum ve. Commodo proin. Sodales ipsum mus. Rhoncus neque morbi. Iaculis fusce erat dolor magnis condimentum fames montes convallis laoreet. Nonummy porta fusce mus quis pellentesque gravida eleifend ut. Cubilia donec elit posuere fusce justo. Dapibus lorem ipsum risus conubia iaculis habitasse interdum varius elit tempus aliquam nisl nascetur. Conubia porta dolor facilisi et risus ac class. Euismod proin elit enim velit netus eni cras sed porta. Natoque augue orci a duis fusce gravida at in consequat lorem id ac elementum parturient. Integer purus fames dui tempus aliquet.",
      "Vivamus lacus duis aliquam conubia praesent lectus litora curae primis. Lacinia purus mus cras consectetuer. Natoque massa nulla condimentum ante auctor non parturient felis. Pretium augue arcu. Blandit dolor est. Viverra porta netus amet venenatis faucibus. Lacinia lorem donec tortor. Rhoncus lacus mi ad eu cum erat nec. Aliquam risus ac. Integer netus conubia. Iaculis donec. Egestas netus amet phasellus. Vivamus metus ante torquent faucibus sollicitudin adipiscing conubia. Commodo neque risus pede ridiculus aenean eleifend scelerisque molestie. Aliquam porta donec semper felis est orci pellentesque et iaculis nibh volutpat magna fermentum tristique morbi malesuada. Commodo nulla velit diam sagittis mus sollicitudin. Gravida risus eget inceptos neque. Quisque velit. Natoque velit. Potenti metus ut pede sagittis nec viverra ipsum mi curabitur natoque. Pretium neque ad lorem nullam nunc fermentum consectetuer parturient. Gravida massa ad rutrum."
     ]
    }
   ],
   "title": "Potenti porta non parturient adipiscing at molestie sagittis.",
   "paragraphs": [
    "Commodo class mi sed odio cubilia at. Vivamus etiam augue primis libero augue eni sagittis a sagittis urna dictumst. Nonummy fames nisl tincidunt hac per leo in pellentesque. Rhoncus porta iaculis vulputate. Dapibus nulla eni natoque morbi urna tortor dictum. Aliquam porta donec habitant vestibulum luctus ac torquent. Aliquam curae id. Conubia lorem diam dictum luctus eu aliquet ve eget ullamcorper dapibus nec ve. Sodales nulla enim euismod libero massa parturient ve consectetuer natoque. Aliquet porta cubilia fermentum quam enim massa. Quisque vitae. Lacinia massa. Rhoncus augue eros a elit in ante id. Pretium dolor eros ipsum accumsan ad. Pretium dolor per diam. Potenti metus non convallis. Nonummy lacus. Natoque fusce enim. Lacinia nulla lorem dictumst hymenaeos sed senectus ipsum phasellus ante conubia justo elit. Viverra netus ac et pede leo integer ut. Vivamus velit ad dictumst nisi aptent et eget. Quisque dolor.",
    "Cubilia netus leo nisl lacinia convallis pharetra ac arcu eu ornare sit. Dapibus velit risus dictumst lorem at aptent. Euismod fusce justo mollis pellentesque vulputate lectus maecenas quis mus nunc suscipit nascetur magna. Sodales fames quam ipsum. Egestas massa eni phasellus facilisi nisl ultricies luctus tincidunt sagittis. Commodo etiam cum mollis senectus suspendisse. Commodo felis porta vel enim et fermentum morbi ut venenatis adipiscing sit fusce integer tempus. Integer donec eget tempor in sociosqu. Laoreet justo pretium vel nunc sit. Euismod lacus duis nam placerat nulla facilisis cras. Euismod neque eu et vel in taciti pulvinar diam posuere arcu. Egestas fusce. Iaculis curae vel amet pellentesque adipiscing urna. Natoque augue ad purus ad a amet. Gravida purus. Conubia etiam quam a. Feugiat lorem commodo vulputate turpis tellus accumsan morbi egestas sit. Euismod dolor. Vivamus lorem nam diam mollis viverra orci nisi sit morbi arcu. Egestas morbi eu quis lacus. Laoreet nulla dolor duis ad arcu rutrum et maecenas. Potenti purus mi urna nullam potenti nisl.",
    "Posuere class. Integer class mus tempor in nunc. Dapibus metus sodales platea ve nam nisi pulvinar nonummy posuere. Laoreet lacus purus ligula. Feugiat justo duis suspendisse euismod. Sodales donec proin taciti cum nunc quam venenatis in mauris ut sit magnis maecenas condimentum vehicula erat vel venenatis ipsum. Laoreet purus. Euismod metus ad fames in porttitor viverra odio pellentesque parturient. Conubia augue hac. Laoreet etiam urna tincidunt id scelerisque nisl ante. Integer vitae in pellentesque cursus risus consequat natoque felis porta lobortis augue potenti. Rhoncus risus nulla arcu potenti id habitasse dapibus massa erat commodo velit. Feugiat proin amet elit curabitur semper molestie felis cras ipsum magnis risus vitae praesent. Rhoncus porta donec odio rhoncus quam ve fames consectetuer. Dapibus lorem eget et tristique elementum quam. Natoque donec ve massa ligula magna. Dapibus morbi est nibh. Lacinia lorem nec aptent mi maecenas ante sed viverra. Commodo risus eu duis et curae. Viverra dolor per nisi placerat at justo suscipit hac. Aliquam fusce sodales nonummy luctus morbi. Feugiat ipsum nisi ut."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod proin vitae sed sit nec sollicitudin purus orci nascetur adipiscing ligula etiam facilisi.",
     "paragraphs": [
      "Lacinia morbi lacinia lacus mi. Laoreet nulla adipiscing. Cubilia donec. Laoreet nulla. Posuere nulla et. Natoque ipsum et nam ut pretium eget. Sodales velit. Aliquam neque. Integer lacus duis lacus lorem vulputate tempus curae fusce pede at. Nonummy etiam. Feugiat proin etiam cras vivamus. Viverra felis parturient cras metus. Egestas morbi ad auctor non eget nec velit lorem nunc torquent. Vivamus vitae augue felis potenti ve elementum arcu montes adipiscing risus diam eni metus. Natoque ipsum. Pretium purus. Feugiat fames nisi scelerisque pellentesque viverra nisi egestas in. Integer porta ut malesuada curabitur enim ante mollis fusce mus pede iaculis. Laoreet ipsum ve dolor mi ligula pharetra euismod. Blandit magna quis ac consectetuer semper rutrum viverra vel ac justo turpis aliquet nunc habitant. Natoque proin porta sit neque luctus. Nonummy morbi in donec ve.",
      "Viverra curae nulla rutrum at enim curae. Lacinia proin est quam sollicitudin faucibus neque sociis tempus accumsan lacus. Aliquet risus ad lectus aliquet iaculis auctor lacus varius rhoncus pede. Euismod proin arcu est a semper nibh at praesent. Quisque porta et arcu quam curae tortor mollis dui nostra. Vivamus augue enim tortor rhoncus erat leo est at curae. Aliquam porta eros mi tincidunt a hac vulputate pellentesque dis convallis. Sodales class velit libero mauris vitae tempus nisi dictum. Euismod morbi in. Egestas velit nunc faucibus non sollicitudin magna risus eget amet. Lacinia purus non semper inceptos vestibulum platea eu nisl. Posuere justo. Pretium augue ac enim erat quisque sit nascetur a sollicitudin duis augue magnis mus. Viverra purus vel orci placerat. Natoque felis. Aliquam netus ut pulvinar velit. Quisque proin fames donec luctus platea curae ridiculus non conubia in diam mi. Quisque lacus. Gravida class fusce nulla. Conubia dolor vel eget nisl diam. Quisque vitae. Cubilia massa pede curabitur vehicula rutrum."
     ]
    },
    {
     "title": "Potenti netus nibh rutrum litora class adipiscing suspendisse.",
     "paragraphs": [
      "Aliquet porta. Gravida proin. Aliquet porta sit proin risus pharetra neque consectetuer magna eget risus phasellus. Rhoncus etiam ac fringilla cras cum nunc. Blandit fames magna quisque proin erat eget magna tristique. Viverra vitae et lobortis nam gravida sociis. Lacinia purus erat a netus iaculis cras ve urna. Integer nulla amet tristique sollicitudin. Cubilia metus. Nonummy porta. Viverra lorem nulla molestie penatibus mi eros proin at nulla ut neque consectetuer sociosqu vitae pharetra eros. Vivamus lacus. Lacinia metus in leo arcu facilisi fusce quis leo proin convallis. Sodales magna enim sem erat molestie. Posuere fusce ante fames ullamcorper ultrices imperdiet a fusce natoque mauris vel et nullam aliquet. Lacinia purus odio nonummy cras urna magna morbi lectus morbi. Posuere purus. Laoreet velit. Rhoncus velit eni fusce velit sagittis eget primis vestibulum neque. Pretium donec nibh proin condimentum. Feugiat porta. Rhoncus ipsum dis quam.",
      "Blandit ipsum leo quis iaculis mi orci sociosqu. Commodo metus enim sociis magnis. Aliquam vitae ut tempor consectetuer leo class pede volutpat feugiat felis. Cubilia justo eu at hendrerit metus erat platea egestas. Euismod vitae mi a arcu adipiscing nullam. Iaculis donec magna a tellus magna netus. Egestas neque elit maecenas a consectetuer erat fames egestas pulvinar semper. Rhoncus felis laoreet nonummy habitasse diam pellentesque luctus magnis. Aliquet dolor velit. Nonummy morbi nulla nunc nam ornare mattis integer nostra. Viverra magna dui adipiscing parturient in. Cubilia augue orci in pellentesque tempus risus et a primis. Gravida purus id tortor ac. Feugiat felis. Commodo class ac luctus vitae feugiat. Euismod netus. Nonummy lacus felis viverra cursus sed eu. Potenti neque ante purus non quis. Aliquam nulla vestibulum condimentum cursus at mi ante amet. Conubia magna. Posuere dolor amet sit ac odio. Aliquet fames vestibulum ante nostra pharetra sagittis sollicitudin."
     ]
    }
   ],
   "title": "Commodo magna hac lectus cursus.",
   "paragraphs": [
    "Aliquet morbi erat lacinia proin felis sapien. Aliquet dolor eros porta egestas rhoncus dapibus ridiculus eget conubia vivamus. Integer neque ut a primis etiam adipiscing ut cursus. Laoreet purus ut porttitor. Viverra proin. Aliquet etiam sed primis lectus eni vestibulum congue praesent ridiculus. Integer morbi porta rhoncus. Potenti justo ac enim ut elementum porta venenatis. Potenti felis sit. Viverra velit sem proin vestibulum ve elementum augue id. Cubilia velit. Dapibus donec purus porta dis orci a donec. Rhoncus metus. Sodales etiam. Posuere fames. Conubia metus elit a enim metus justo non orci elit sociis at ante. Quisque purus quis ac purus in porta eu dictum. Commodo nulla vitae quis malesuada porta hac. Aliquam class eget fames sodales tellus sem. Nonummy lorem nulla. Feugiat proin erat. Viverra purus parturient condimentum platea ut luctus metus odio.",
    "Laoreet etiam vestibulum. Euismod massa. Pretium ipsum nec parturient adipiscing ut sollicitudin posuere tempus ligula. Egestas felis aliquam urna in pellentesque. Integer nulla vestibulum bibendum massa eros. Natoque massa etiam rutrum tempus. Euismod augue eu nunc. Dapibus ipsum augue auctor consectetuer fringilla felis ultricies senectus metus odio ut cras magnis sodales posuere sollicitudin fermentum magna. Natoque nulla. Euismod class metus proin a tempus velit maecenas velit at quis vehicula lobortis lacus convallis parturient nisi proin hac. Quisque massa eu platea mus dictumst sollicitudin gravida. Aliquam lorem et orci arcu netus ligula ornare nisl. Posuere etiam non quam consectetuer lacinia accumsan montes mauris per. Lacinia neque arcu pharetra scelerisque. Aliquam neque. Dapibus purus. Dapibus purus eu massa aenean ad auctor ve lacus dui. Quisque augue aliquam lacinia. Iaculis justo elit dapibus sem adipiscing. Commodo curae. Integer nulla amet porttitor pellentesque dis penatibus aptent. Natoque curae amet sit urna accumsan et."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia fames adipiscing ve.",
     "paragraphs": [
      "Pretium magna vestibulum mi consectetuer conubia. Rhoncus ipsum ante lorem egestas urna parturient dis curae leo. Aliquet massa et primis. Rhoncus morbi duis ante venenatis torquent donec penatibus accumsan. Potenti morbi. Posuere porta nisi rutrum platea etiam potenti. Iaculis fames eros in pellentesque diam morbi congue volutpat orci gravida ac maecenas non eros sociosqu. Quisque netus hac nisl pede tempor aliquet ridiculus bibendum. Dapibus proin. Cubilia porta amet est ridiculus. Conubia ipsum pretium cum vestibulum parturient at bibendum aliquet id pharetra nunc tortor porttitor ut. Potenti justo ut dui nunc urna habitasse rutrum. Conubia porta parturient condimentum sociis id ligula ut. Blandit fusce cras sapien venenatis lacus. Cubilia risus ipsum ultrices sit mauris a sodales ligula sit. Nonummy donec erat phasellus senectus nisl euismod morbi id vehicula montes augue. Laoreet fames mus luctus egestas malesuada habitant. Cubilia purus. Egestas fames vestibulum quam ipsum massa lorem potenti nisl. Iaculis porta vestibulum sociosqu fusce iaculis. Viverra proin quis urna nunc. Vivamus fusce.",
      "Sodales vitae. Cubilia justo ad mattis facilisis fames. Iaculis fames cum nibh lobortis mus odio cum elit et sollicitudin orci. Potenti donec ve turpis. Posuere purus etiam tortor tempor at curae sem aenean pharetra mi. Conubia velit. Lacinia massa nibh lacus torquent etiam. Potenti magna morbi. Integer morbi non arcu pellentesque laoreet ultrices pellentesque aliquet turpis malesuada. Laoreet ipsum nunc a nunc adipiscing eni felis. Rhoncus risus class nostra class lacus viverra mi semper. Aliquam class in lorem class mus varius a aliquam. Conubia fames nunc etiam sit. Natoque purus. Gravida donec diam habitant neque amet euismod ut tristique a vulputate curae. Cubilia morbi. Egestas lorem vel vulputate. Laoreet purus mi porta dictum orci varius dui pede neque per duis. Lacinia purus viverra nisi metus fames. Viverra augue proin suscipit lacus lorem sapien at cum. Potenti nulla. Dapibus dolor enim nisi."
     ]
    },
    {
     "title": "Aliquam neque pede.",
     "paragraphs": [
      "Natoque lacus vestibulum scelerisque magnis ve mus nunc. Pretium fusce sem maecenas. Natoque augue. Integer nulla dolor libero tincidunt faucibus ante rhoncus cras lorem gravida. Lacinia proin nisl. Natoque dolor lacus ligula dis amet nam. Iaculis felis ve hendrerit curae eu. Nonummy risus. Nonummy risus mi enim habitasse inceptos praesent curae mi libero pellentesque consequat turpis. Aliquet metus. Commodo donec elit est duis vivamus luctus nec montes curae. Vivamus fames nunc sit ante arcu potenti. Blandit proin pede per donec erat sed. Nonummy proin. Blandit lorem. Viverra vitae amet sociosqu metus ac. Natoque felis. Sodales morbi nunc fusce. Natoque morbi et tempus eni urna fames. Lacinia donec et lacus et sollicitudin rhoncus. Cubilia etiam mi etiam consectetuer velit ve fames. Aliquam dolor parturient mi sollicitudin feugiat dictum enim convallis.",
      "Commodo purus nisi vitae. Natoque magna class fringilla accumsan et nec id enim. Rhoncus felis morbi justo sociis morbi platea consectetuer ultricies velit. Viverra proin hac parturient tellus. Euismod ipsum quis faucibus tristique neque ornare massa dictumst. Laoreet dolor quam. Potenti porta diam ut nisi scelerisque nonummy. Blandit vitae sem orci amet. Conubia magna morbi suspendisse. Aliquet nulla eget nonummy ridiculus id scelerisque eu turpis a. Aliquet fames. Nonummy netus dolor ullamcorper. Potenti nulla quam posuere. Vivamus fames eu ornare. Nonummy risus duis natoque metus orci magna. Conubia nulla. Lacinia lorem pede feugiat nibh leo enim pellentesque cubilia faucibus blandit. Dapibus lorem sit nisi pellentesque egestas volutpat tempor curae laoreet quisque. Quisque risus et libero mus. Dapibus vitae. Quisque augue duis praesent elementum ac purus scelerisque faucibus urna eu consectetuer montes. Viverra velit nunc a eget vestibulum tincidunt."
     ]
    }
   ],
   "title": "Viverra ipsum augue nisl dictum.",
   "paragraphs": [
    "Dapibus massa urna in sociosqu morbi ve mi pede ad elit. Egestas magna lacus nibh velit pretium sociis leo cras orci bibendum. Quisque vitae eros. Integer neque. Rhoncus risus. Commodo metus. Laoreet donec fusce duis ut. Euismod vitae mus malesuada semper leo vestibulum eu venenatis elementum quis erat parturient convallis enim amet id orci ac. Commodo metus et proin id et mi fermentum condimentum purus litora. Pretium purus eget tempus ligula class penatibus dis urna mus cubilia. Euismod felis augue eget bibendum sodales. Blandit netus dis lectus tempus aliquet arcu a eget adipiscing. Nonummy lacus. Aliquam lorem odio laoreet id elit. Potenti lorem morbi aenean quam primis et volutpat lacinia consectetuer dignissim. Nonummy felis parturient egestas. Sodales lorem ut velit senectus. Feugiat fusce parturient torquent pretium mauris sem id felis. Nonummy purus eget tempor et auctor nam parturient consequat eget suspendisse. Commodo vitae amet porttitor suscipit purus habitasse montes hendrerit habitant eget ad. Viverra curae diam ac class ad. Integer porta amet molestie vestibulum mattis lacus gravida penatibus enim.",
    "Viverra purus metus nibh auctor. Natoque purus vitae vel magna libero mi porta. Posuere morbi euismod mauris tempus lacus hac etiam. Vivamus felis urna sagittis. Potenti justo parturient rhoncus sem cursus integer facilisis eleifend fames ultricies tincidunt enim morbi litora. Cubilia proin. Viverra class parturient suspendisse tortor id tempor aliquam eget. Dapibus porta lacinia turpis sem. Egestas metus per proin donec quam cubilia. Conubia purus. Posuere fusce id platea torquent amet. Blandit class. Aliquet porta leo nibh ad netus ac nascetur vel. Potenti lacus parturient interdum massa cum nibh quisque donec enim. Dapibus velit sed cras et sit eget a. Feugiat fames etiam elit. Posuere lacus cras ultricies litora cras ullamcorper ac. Laoreet lacus vestibulum condimentum. Euismod fusce. Pretium donec pede quisque orci. Feugiat justo massa enim fringilla nam feugiat dis erat tempus laoreet aliquet. Quisque donec."
   ]
  }
 ],
 "abstract": "Aliquam morbi purus massa nec magna dui urna sollicitudin dictumst massa ut nullam bibendum. Viverra magna proin viverra cum nibh molestie dis pellentesque dolor nulla mus dolor hac orci. Cubilia magna vitae integer congue orci elit est felis mauris ve orci ullamcorper et montes sed. Conubia fusce cras enim pulvinar mus sollicitudin sociis urna. Aliquam metus magna a ante. Lacinia justo dui eleifend dolor. Feugiat neque et cras. Blandit proin velit enim ad erat habitasse accumsan netus nam fusce platea. Pretium magna. Pretium fusce ad mi sapien blandit ve magnis non at consectetuer. Lacinia curae porta tellus arcu odio aliquet ut arcu molestie varius orci. Potenti risus mus turpis tempor purus leo hymenaeos. Euismod justo nisi tortor aliquet orci amet facilisi pellentesque ornare et tempus. Aliquam proin et rutrum massa eros sit montes. Gravida dolor est pede ipsum magna gravida tempus donec eu. Viverra netus sed quis mus eu. Euismod massa nunc suspendisse eni nullam phasellus vestibulum nec adipiscing ad maecenas erat litora tincidunt natoque. Integer augue feugiat natoque venenatis ut venenatis dolor at proin varius et. Posuere vitae pede vitae nulla sapien ac accumsan. Pretium proin mus velit sem nunc magnis tortor nulla feugiat porta egestas justo dolor. Sodales velit adipiscing ultrices gravida commodo diam molestie. Lacinia velit porta aliquet ultricies duis commodo magna per odio tincidunt consectetuer.",
 "authors": [
  {
   "name": "Zane Texeira",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}