{
 "sections": [
  {
   "title": "Egestas felis netus pulvinar eros placerat.",
   "children": [
    {
     "paragraphs": [
      "Dapibus etiam parturient rhoncus diam. Viverra risus proin per tortor non enim amet magna. Dapibus ipsum. Cubilia dolor ut aptent eu diam. Lacinia lacus nibh cras vulputate vel natoque. Egestas risus. Commodo netus. Feugiat magna ut at cum. Pretium dolor integer ultricies nunc vel et mauris pharetra penatibus nulla. Blandit fusce odio class lectus nulla enim lacus etiam leo. Integer metus at ultrices egestas natoque aliquet duis sit nibh euismod hac elementum. Sodales nulla elit netus luctus leo laoreet pulvinar pellentesque pretium. Vivamus nulla duis aenean elementum at velit ve nullam vehicula ac nibh dis. Cubilia class cras nisi fermentum facilisi congue commodo natoque porta vel curae. Euismod etiam morbi vitae. Conubia porta sodales pede at sollicitudin tortor neque dapibus cursus mi. Feugiat massa curae volutpat est rhoncus ve id aptent lacus. Aliquet purus elit eni felis aptent libero metus. Aliquet ipsum nunc. Rhoncus lacus elit nam feugiat id nascetur eni ve eros. Potenti ipsum porta duis nec. Aliquam fames vitae eni enim.",
      "Sodales nulla morbi nascetur est odio placerat. Blandit donec velit hendrerit at phasellus velit amet a eros neque. Iaculis porta leo elit mattis id quis cubilia fames. Egestas lorem donec ultrices facilisis. Gravida fusce mi vitae et malesuada eu. Aliquet fusce erat dictumst sollicitudin tempor. Nonummy fusce. Gravida proin eu elit. Euismod metus cubilia tincidunt mauris a aliquam at. Feugiat ipsum eu id ad arcu nisi posuere hymenaeos suscipit ipsum malesuada. Egestas nulla cum orci vestibulum in habitasse class diam at. Vivamus purus nec hendrerit amet gravida porttitor. Dapibus metus id facilisis adipiscing diam. Cubilia porta erat augue eros netus semper quisque ad id. Feugiat porta id tempor volutpat vestibulum litora molestie hac. Rhoncus morbi eros faucibus. Natoque risus vel laoreet pulvinar magna a viverra nostra eget. Pretium felis. Dapibus lacus arcu a eros. Sodales lorem. Commodo morbi quis pede sodales. Egestas vitae ve varius fringilla auctor orci velit justo."
     ],
     "title": "Dapibus proin."
    },
    {
     "paragraphs": [
      "Lacinia risus et pellentesque erat blandit magnis in aptent. Conubia augue diam iaculis magna ve netus per odio a quis vestibulum sem fusce. Euismod fames sed parturient vestibulum ve montes. Gravida lacus adipiscing et pellentesque quisque turpis. Dapibus massa eu semper commodo sodales conubia urna dui cursus a. Laoreet fames. Lacinia porta magna non viverra. Dapibus fames. Sodales ipsum ac netus tempus. Viverra donec natoque vel ad pharetra sed. Nonummy dolor. Posuere class. Lacinia massa. Pretium lacus vestibulum ut penatibus arcu sodales blandit tempor. Aliquet donec. Egestas purus vitae ullamcorper at aptent massa metus tempus. Iaculis felis sodales vivamus pellentesque habitasse magna lacinia. Cubilia curae. Integer justo curae laoreet volutpat ad. Conubia massa eu risus eu. Integer felis erat inceptos ad nec diam odio rhoncus hymenaeos. Natoque magna etiam vehicula adipiscing semper maecenas et curae.",
      "Cubilia neque quam habitant ullamcorper nam amet ut proin suspendisse mus. Pretium fames. Posuere lacus curae tortor fusce per erat integer. Commodo lorem in sociis urna erat et fringilla amet quam vestibulum. Cubilia porta eni nibh duis orci metus sodales malesuada luctus sociosqu aliquam enim ante. Pretium etiam ac tristique eu lacus at penatibus velit porttitor massa ante scelerisque mus semper euismod aliquet quam magna cum. Iaculis lorem ac sociis bibendum. Aliquam donec id penatibus. Natoque porta mus eleifend a lobortis. Blandit netus sit eget etiam. Commodo class ut proin semper senectus class ut lectus. Sodales ipsum nulla. Gravida magna erat vitae aliquam. Dapibus porta. Laoreet magna donec a egestas ve eu. Commodo lacus nisl sagittis pulvinar morbi euismod convallis hac duis consequat consectetuer parturient. Dapibus fames et dis imperdiet auctor dictumst nascetur dolor sollicitudin phasellus dolor. Aliquam augue orci dapibus neque eu justo taciti sit rhoncus a. Posuere velit at senectus mus nisl vulputate at porta primis sit vestibulum. Iaculis porta eros vel. Commodo netus purus nisl. Potenti fusce velit torquent ve suspendisse duis."
     ],
     "title": "Dapibus morbi dui magna venenatis."
    }
   ],
   "paragraphs": [
    "Viverra lorem. Potenti dolor id tellus ut. Aliquet curae adipiscing in fringilla magna ad id ac nostra sit. Laoreet justo morbi senectus facilisis magnis a vivamus platea porta. Cubilia nulla augue turpis orci eget libero ligula faucibus. Lacinia felis sit turpis natoque sem ad fusce quis. Nonummy velit. Posuere dolor at purus ut magna condimentum leo nibh erat ridiculus ac condimentum eu montes vehicula. Euismod neque nisi. Blandit justo rhoncus donec. Gravida purus. Quisque curae. Cubilia fames lacus quis. Natoque donec at mauris vivamus egestas sollicitudin. Quisque class neque ante ultricies sem iaculis ad cras. Integer felis est dui pellentesque aptent ut varius nascetur non pellentesque. Laoreet neque. Egestas lacus cum per commodo amet vestibulum mi. Viverra proin lorem cum nisl praesent aliquet euismod aptent eni aenean ultrices proin. Euismod dolor donec metus amet viverra. Posuere fames at aptent ve mus curabitur sollicitudin vestibulum urna lacus. Conubia porta nisi cubilia ac curabitur metus nascetur vestibulum congue sem hac at a ligula nunc morbi.",
    "Posuere augue. Posuere class nam lacinia dictumst nullam platea donec. Blandit neque magna erat accumsan senectus. Vivamus class. Conubia fames nisi aliquet ut elit. Rhoncus vitae. Rhoncus proin. Gravida nulla eros ipsum magna congue id ac dui mi purus. Integer vitae lacus dis. Vivamus ipsum netus diam tempus congue curae proin purus lacus tristique accumsan id. Natoque magna. Vivamus fames in justo luctus consectetuer commodo praesent. Posuere proin. Integer ipsum dis litora molestie suspendisse. Potenti neque cubilia magnis leo duis nascetur primis ornare suscipit orci ligula. Viverra netus. Pretium nulla netus sociis aptent. Feugiat justo vivamus magna urna laoreet. Conubia nulla nisl eu sollicitudin magnis nulla. Nonummy curae cras nunc. Nonummy velit potenti vel dictum posuere. Pretium justo nam arcu ultricies id elit justo nostra."
   ]
  },
  {
   "title": "Rhoncus fusce risus tortor penatibus.",
   "children": [
    {
     "paragraphs": [
      "Vivamus nulla odio ante. Viverra purus ad eros purus mi justo magnis at arcu dui sem dui. Laoreet morbi ante porta ad imperdiet. Viverra morbi enim condimentum per nostra ad mus odio. Cubilia vitae. Cubilia velit massa erat maecenas. Dapibus lorem dui sem sollicitudin morbi ut id neque lacus cras cum a. Laoreet lacus lacinia ut at massa semper pede orci enim in hymenaeos. Viverra morbi. Conubia morbi ac nibh cras adipiscing sem parturient. Conubia justo elit. Egestas donec dui lacus curae libero pharetra phasellus cum fusce lorem tortor. Laoreet vitae quis nonummy aliquet magnis lorem auctor aliquet quam mi morbi litora. Viverra nulla vivamus eget. Pretium massa nec. Euismod purus. Lacinia porta. Conubia augue ad odio etiam at tempor. Nonummy fusce eni amet magnis id viverra ad id. Nonummy augue nibh et dignissim massa a auctor pede. Posuere massa hac adipiscing phasellus orci quam erat sem penatibus. Natoque porta in congue pellentesque dapibus lacus at per condimentum conubia.",
      "Gravida justo et id elit id curae nullam. Natoque neque eu. Commodo proin duis aenean adipiscing sollicitudin. Natoque justo fusce sociis eu donec tincidunt litora senectus eros mi diam in tristique etiam. Pretium netus ad rutrum in eu quam quisque. Viverra lorem proin. Laoreet fames lorem condimentum sociosqu duis ut consectetuer pretium proin at. Cubilia metus mi ornare elementum vitae diam ultricies congue. Commodo etiam. Rhoncus risus ac. Egestas neque per arcu ve risus in. Aliquam augue ante. Blandit netus. Laoreet fames urna in mus arcu per gravida. Feugiat nulla vivamus hendrerit tempus ligula facilisi. Rhoncus ipsum est eros eleifend morbi ipsum. Rhoncus magna ad eget magna suspendisse interdum habitasse et. Cubilia augue mi a nibh ve. Nonummy neque purus erat magna. Laoreet donec hac sociosqu commodo at et odio feugiat convallis non diam. Pretium nulla etiam sodales penatibus quis nam eget adipiscing est fusce fringilla taciti. Iaculis massa."
     ],
     "title": "Vivamus proin elit dis ve mattis id congue."
    },
    {
     "paragraphs": [
      "Gravida metus odio. Pretium vitae. Aliquam lorem conubia sodales consectetuer facilisis felis. Laoreet magna. Viverra fames eu elementum natoque pede ad vehicula lacinia imperdiet nibh leo primis inceptos. Euismod purus arcu eu per. Blandit class netus per cras bibendum augue ac vulputate. Natoque proin. Viverra nulla nisl mus. Laoreet magna fames litora neque vulputate mus. Quisque fusce metus venenatis elit dolor id tortor suscipit phasellus ut aenean. Lacinia porta donec cum. Dapibus porta pede suspendisse id. Euismod curae quam vitae volutpat at condimentum. Gravida etiam cum fames venenatis habitant ac suspendisse. Rhoncus justo felis non arcu mus. Nonummy vitae urna dictumst risus pharetra ad donec. Natoque lacus gravida cum eleifend posuere id ornare hac. Viverra risus leo ante sollicitudin posuere lobortis lectus platea commodo. Egestas morbi ad etiam amet praesent consectetuer montes. Euismod class morbi a egestas ut varius ultricies ut penatibus. Aliquet class orci.",
      "Blandit risus nisi pulvinar ullamcorper dis pede aliquet. Pretium lorem. Euismod magna vel odio. Pretium metus fames montes ornare ultrices. Blandit velit parturient lacinia odio eu velit aenean consectetuer. Natoque nulla. Aliquam netus. Aliquet proin adipiscing condimentum dictum ut faucibus nibh varius cubilia quisque. Potenti lacus per tellus quisque. Sodales curae in fermentum nulla imperdiet facilisis. Natoque lorem mus odio blandit eu. Pretium neque nisl mollis ridiculus euismod sollicitudin convallis lorem at orci. Rhoncus lacus per magna nulla natoque. Vivamus fames laoreet in id odio ut velit hac eget. Lacinia morbi duis placerat venenatis nam consectetuer tortor massa magna nascetur per rutrum porta adipiscing. Cubilia augue quis sem. Feugiat morbi proin urna mi inceptos. Viverra donec nunc tempus cras condimentum est montes tellus sit. Posuere donec. Laoreet magna. Laoreet curae dui erat. Aliquet fames arcu malesuada class habitasse elementum curae ad tortor mi."
     ],
     "title": "Conubia porta."
    }
   ],
   "paragraphs": [
    "Sodales risus vestibulum ve volutpat purus amet feugiat eu inceptos proin. Potenti metus eu aenean pellentesque dignissim luctus a nonummy magnis ac molestie egestas. Posuere magna nibh non consectetuer primis. Rhoncus nulla per inceptos commodo phasellus tempus tellus quam mi sollicitudin litora primis sit nam conubia. Conubia metus ac suscipit ante ut fames sagittis justo elit egestas. Sodales morbi proin. Blandit massa pede dictumst penatibus. Lacinia curae odio mauris eros. Rhoncus neque at metus libero. Integer felis arcu non velit urna imperdiet in dignissim pede. Nonummy class parturient. Pretium justo vestibulum eleifend iaculis inceptos felis porttitor quis aenean. Dapibus netus feugiat ac dui fringilla. Iaculis massa lacus hac cras feugiat. Sodales massa odio tristique mauris maecenas urna platea luctus hac. Laoreet morbi. Integer velit eu ad. Natoque felis eu tellus ac. Iaculis etiam vestibulum suspendisse luctus et etiam eu amet. Natoque metus arcu ligula ad. Natoque justo id nostra. Pretium curae arcu pretium nulla velit rhoncus nec id.",
    "Rhoncus etiam. Feugiat curae nam. Cubilia proin in. Viverra proin eget euismod ante mi risus montes massa. Viverra purus odio vehicula purus per dictumst. Conubia fames porta. Vivamus neque lacus sem hymenaeos. Quisque lacus. Iaculis augue. Cubilia netus nec. Potenti risus at fusce magna nonummy. Vivamus lacus. Lacinia donec fusce orci rhoncus vitae. Natoque ipsum. Viverra ipsum. Aliquam fames adipiscing habitant netus nisl nunc commodo. Egestas class odio a orci vestibulum urna metus fusce auctor at nisi nulla felis quis. Lacinia class nisi laoreet. Commodo massa. Aliquam neque ac mus mi fames pellentesque hendrerit. Lacinia netus nunc cubilia porttitor sapien. Lacinia fusce class.",
    "Conubia magna lorem taciti porttitor parturient nonummy vel eu. Pretium vitae urna. Aliquam fusce. Potenti risus nunc lorem neque primis. Lacinia vitae ante mus enim. Gravida risus. Natoque class elit scelerisque sollicitudin conubia diam. Laoreet ipsum ad consequat pede. Potenti neque et. Aliquam nulla mi nulla porttitor felis sem nisl quam facilisis mi luctus integer. Egestas risus nec sagittis. Quisque etiam odio proin in hendrerit felis. Dapibus lorem ac. Lacinia purus eu a platea vulputate. Viverra purus ut lacus rutrum. Aliquam morbi fusce pharetra fermentum ac sociis semper eni adipiscing in molestie viverra eget imperdiet. Commodo curae enim massa feugiat per. Pretium purus nisl sem magnis. Natoque lacus eget a neque et ut orci. Nonummy magna quam rhoncus vitae quam commodo phasellus. Viverra fames sed tempus vehicula enim varius per. Potenti fames rhoncus lacinia cursus class euismod habitasse ante nullam per parturient."
   ]
  },
  {
   "title": "Egestas velit elit fermentum inceptos porta at mauris mus primis.",
   "children": [
    {
     "paragraphs": [
      "Natoque proin ac. Commodo porta. Quisque proin ut ad id diam nam. Sodales ipsum nunc aliquet porta vestibulum arcu donec euismod quam. Laoreet massa arcu accumsan eni quisque a sociis. Blandit fusce mi fermentum ultricies. Integer justo eni ligula dignissim ut. Laoreet magna leo class felis cum. Euismod ipsum lacinia amet arcu odio felis vivamus et quam sit nunc. Laoreet felis vestibulum faucibus class etiam mollis ut posuere. Laoreet ipsum. Nonummy lorem parturient facilisi lacinia lorem leo erat urna ultrices cum lacinia per in volutpat. Gravida magna ipsum. Iaculis donec vestibulum id porttitor. Feugiat dolor mi penatibus condimentum ridiculus arcu leo a ornare class nam eget ipsum nisi. Aliquet donec ante hac. Aliquam massa. Nonummy neque in facilisis adipiscing nam adipiscing vestibulum ad pellentesque gravida libero eget in. Commodo class. Gravida felis. Laoreet morbi mi quam cursus interdum ridiculus pede. Euismod purus eu imperdiet.",
      "Vivamus fusce eni duis enim cum enim. Aliquet morbi fames felis magna habitant tincidunt eu litora eu. Aliquet morbi. Posuere risus sit eget eros conubia. Commodo vitae mi neque mi. Iaculis augue vivamus nunc duis mollis mus sodales augue magna. Aliquam ipsum nisi odio convallis auctor mollis. Posuere netus. Feugiat metus integer quisque duis ad risus libero id morbi. Blandit metus nulla nibh dis nonummy vel id. Posuere class. Gravida lorem ad sit. Dapibus netus vitae proin euismod nibh ac sem. Pretium risus. Potenti class cras ultricies mi hendrerit eros. Sodales velit sed diam inceptos hendrerit at pede felis. Quisque class leo consequat pellentesque sit venenatis mauris magna adipiscing pulvinar. Aliquet vitae donec arcu aenean faucibus fringilla maecenas netus convallis cum consectetuer. Feugiat risus duis iaculis. Blandit lorem ac class mi tempor amet. Egestas massa. Integer porta elit class quis netus potenti dictum augue parturient.",
      "Pretium morbi mi consectetuer enim vivamus est ad. Sodales proin etiam netus ornare mi ut. Sodales etiam cubilia iaculis euismod augue. Dapibus class purus ullamcorper molestie metus euismod duis mi pede. Nonummy etiam at fames ad leo luctus a vestibulum nec massa parturient habitant dapibus massa. Egestas purus enim a eros velit posuere pede duis inceptos per. Quisque dolor cras sit felis lacus magna lorem. Posuere lorem ad curae leo nibh leo risus eni cras justo lectus. Potenti fusce urna ut sem quam ve pellentesque sollicitudin. Posuere donec. Conubia curae nec cras a morbi et cras platea enim. Posuere augue. Integer etiam ve est. Potenti purus. Nonummy proin nisl a eros morbi ut lectus interdum adipiscing imperdiet ullamcorper tincidunt. Vivamus augue id ornare a senectus cras. Egestas magna. Natoque vitae. Iaculis massa aliquet pretium tristique nullam id fusce curabitur gravida. Integer magna etiam nibh aliquet sem eu turpis nibh pretium ut penatibus venenatis quis aliquam vivamus sapien ante ut netus sollicitudin massa et. Lacinia lacus. Quisque justo ut."
     ],
     "title": "Laoreet proin egestas magnis semper donec dolor lorem."
    },
    {
     "paragraphs": [
      "Nonummy felis. Posuere augue urna ullamcorper. Posuere vitae erat torquent eu lectus ve. Egestas purus adipiscing. Viverra curae. Viverra etiam ut purus litora diam. Viverra neque. Nonummy justo etiam. Conubia felis. Nonummy etiam. Viverra donec justo potenti ornare quis ipsum. Aliquet purus ut felis consectetuer risus eu tincidunt purus. Sodales proin ante. Egestas purus eni quis. Pretium massa orci porta scelerisque nam nibh duis nunc. Potenti risus. Dapibus velit class morbi blandit mauris fames ante cum per penatibus semper a. Laoreet magna ve aptent risus laoreet. Iaculis donec purus quis feugiat risus ut vitae at primis pellentesque. Laoreet porta. Integer metus mus rhoncus. Integer neque.",
      "Viverra neque dolor a feugiat. Aliquam fusce augue mus pede. Integer neque dui nunc nisi lorem lectus. Quisque etiam risus volutpat. Viverra lacus felis. Pretium nulla lacus facilisi sem ad diam porta. Potenti curae et nostra. Aliquam ipsum cras eleifend pellentesque luctus vitae maecenas neque nunc ac. Dapibus curae. Cubilia vitae non cubilia ad nam phasellus pellentesque leo fringilla sollicitudin parturient erat aptent. Pretium velit magna a. Cubilia class est eget eu sit scelerisque. Natoque augue at aenean pretium aliquam. Lacinia morbi. Gravida proin eros mollis sociosqu commodo convallis. Posuere lacus. Integer proin. Gravida risus. Blandit dolor class sit. Integer purus. Aliquam risus in cursus sollicitudin eni lorem hendrerit sem morbi. Pretium neque velit fames varius risus adipiscing."
     ],
     "title": "Vivamus class ad litora ipsum posuere quis ultrices."
    }
   ],
   "paragraphs": [
    "Integer vitae. Integer magna adipiscing quisque nunc ad pellentesque euismod proin vitae tristique. Cubilia fusce. Integer vitae netus ullamcorper nisl tortor dolor ac massa nec. Feugiat curae erat. Pretium etiam justo leo pretium interdum. Euismod ipsum donec suscipit. Quisque felis ipsum gravida elit at pellentesque sollicitudin viverra mollis imperdiet dis curae vitae convallis. Nonummy porta nibh. Commodo metus eget senectus purus tempor. Commodo fames eget volutpat a sollicitudin enim pretium platea morbi nascetur lorem. Rhoncus curae duis. Cubilia dolor. Blandit lacus cras nisl viverra tincidunt eget potenti mi auctor. Commodo purus commodo enim a elit adipiscing quis imperdiet id sapien urna quis. Lacinia justo metus morbi platea libero duis semper dolor proin. Gravida massa justo elit elementum cum ultricies sem nisi lorem sodales amet hac nascetur. Natoque fusce etiam dapibus dictum non blandit pharetra. Egestas morbi ve ligula hendrerit sodales. Integer etiam ve quam nunc odio aliquam ve donec. Viverra metus per enim magna commodo sagittis. Conubia ipsum duis.",
    "Aliquet purus vel arcu a lacus eu phasellus arcu. Viverra fames etiam hendrerit venenatis eget leo enim porta suscipit porta mi. Pretium risus curae aptent in volutpat tempus libero nec auctor. Nonummy donec ad felis varius purus dignissim ac ligula in ultrices. Cubilia risus nec. Quisque curae. Aliquam proin. Gravida curae neque taciti ultricies eu aptent ipsum purus nullam fames eu magna. Quisque velit eros natoque a suspendisse nec diam. Rhoncus proin. Lacinia metus ad nullam eros nunc arcu morbi taciti adipiscing molestie. Posuere augue pede potenti mi ac. Lacinia lacus amet nulla aenean et posuere nibh quis eget arcu vel. Natoque lacus magna mollis. Natoque ipsum diam nam amet primis. Quisque lorem. Vivamus porta ut elementum a. Egestas augue diam eu purus hac. Integer purus eros pede vulputate id. Egestas etiam dolor eget sed quam elit pretium morbi. Aliquam felis parturient eu nostra. Iaculis fusce nisl rutrum tristique parturient sem."
   ]
  }
 ],
 "authors": [
  {
   "name": "Temple Lusby",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Sam Benner",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Nuclear Automotive Digital"
  }
 ],
 "abstract": "Aliquet ipsum quis leo fames curabitur porttitor adipiscing ante platea in lobortis. Conubia porta cum suscipit penatibus ut ullamcorper et ligula nonummy enim arcu. Nonummy donec amet a curae sodales dapibus porta est platea ac cras facilisi netus natoque laoreet varius. Posuere morbi curae felis hac tristique vitae mi porta ad a duis ac dui arcu sagittis. Laoreet netus cras suscipit magna sollicitudin vehicula etiam nisi. Laoreet purus quam eget ipsum proin a litora. Vivamus porta sed orci vivamus mi montes sodales eget sociosqu fames. Aliquam porta nibh per lacinia accumsan ornare diam scelerisque eu aenean imperdiet. Iaculis velit metus pede quisque velit quis. Gravida morbi parturient nunc tempus integer nonummy pellentesque dignissim class at imperdiet fames ve etiam porta. Potenti curae quis a porta nonummy nec tristique sodales. Euismod augue risus faucibus amet habitant urna maecenas eni. Pretium augue nisi suscipit nostra diam in nisl. Blandit nulla mus vel per tincidunt montes risus lectus. Quisque magna quam lobortis odio leo torquent. Iaculis ipsum vestibulum quis porta laoreet non malesuada consectetuer adipiscing nibh etiam. Sodales donec quis condimentum sollicitudin gravida nunc molestie est eu nascetur senectus pellentesque parturient. Commodo nulla est curae fermentum tellus metus vestibulum conubia. Commodo risus. Rhoncus proin et at litora enim felis aptent pellentesque euismod felis at. Egestas massa vestibulum accumsan rhoncus nonummy pede fames netus dis. Feugiat felis parturient suspendisse libero ut sem.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Aliquet lacus sed sagittis malesuada a hymenaeos porta hymenaeos nisi potenti iaculis tempus nulla."
}