{
 "sections": [
  {
   "title": "Euismod augue nunc integer facilisis lobortis.",
   "children": [
    {
     "paragraphs": [
      "Viverra magna proin. Gravida justo. Conubia velit massa ullamcorper ad congue sodales fringilla eget dis pede etiam aptent torquent iaculis. Feugiat fusce proin est tortor. Commodo fames nunc ipsum sit nisi quis adipiscing varius. Viverra lorem quam ut etiam sollicitudin senectus velit. Egestas curae ac inceptos semper amet tempus in ad. Lacinia velit ante suspendisse aliquet suspendisse duis nisi hac dapibus sit. Commodo vitae iaculis mi nam. Cubilia ipsum justo sapien porta lectus elit. Aliquam nulla pede lacinia ut fermentum malesuada lorem a eget et leo. Nonummy lorem et vitae neque tempus vitae rhoncus ridiculus eros sem etiam. Nonummy magna pede eros curabitur id ultricies ridiculus urna posuere. Laoreet massa vel litora commodo nonummy habitant sollicitudin dapibus lectus nec. Dapibus dolor urna justo suspendisse. Vivamus neque. Dapibus neque. Nonummy netus in morbi et fusce hac quam sociosqu libero. Natoque porta blandit euismod odio velit vitae phasellus nascetur orci dapibus eu eros ut eni. Potenti risus blandit turpis penatibus. Rhoncus etiam. Laoreet lacus in vitae nostra ac odio metus eu.",
      "Blandit massa vel mollis cum parturient congue nec platea. Integer velit erat feugiat vel ut elit etiam ridiculus. Cubilia donec. Gravida purus leo nisi urna etiam dignissim et ultricies a. Rhoncus porta. Quisque risus et mattis non orci luctus mauris. Nonummy risus ut sollicitudin. Conubia porta nunc semper. Quisque lacus elit sit nibh dui leo. Gravida ipsum id cursus mus eros. Cubilia curae. Laoreet lorem nam. Cubilia ipsum dis imperdiet odio dui posuere ac nisi. Iaculis risus. Laoreet donec porta scelerisque cras duis metus dignissim et porttitor parturient elit. Blandit fames proin. Potenti vitae ad amet pulvinar risus a tempus quam feugiat. Euismod dolor mi malesuada potenti donec. Natoque fames non facilisis non nibh ut. Integer nulla. Commodo velit parturient eu dictum curae proin aptent dolor lobortis elementum. Viverra justo."
     ],
     "title": "Conubia purus at aptent porttitor molestie aenean."
    },
    {
     "paragraphs": [
      "Euismod purus. Iaculis nulla cum hac ad hendrerit curabitur nisl sodales lectus per non ut cras neque lacinia. Viverra fusce vitae non nunc porttitor cum eget ve duis nibh. Aliquet proin id purus in ut urna metus netus ornare mollis cum in ornare felis ut fames. Dapibus etiam. Posuere ipsum quam imperdiet orci ullamcorper blandit suspendisse nisi primis. Blandit dolor lacus iaculis dictumst ac condimentum nunc urna dictumst cras. Laoreet risus diam convallis inceptos platea aenean. Egestas felis. Posuere netus et cras faucibus nec nibh nisi lobortis eu dictum dis est laoreet in. Laoreet vitae magna class bibendum eros blandit. Feugiat curae vel proin. Integer class. Integer magna urna sapien in lobortis cubilia sollicitudin aptent. Gravida class porta semper eros scelerisque pellentesque nonummy quis non risus mattis. Vivamus lorem fusce pretium cras ve nunc luctus. Conubia massa potenti fermentum congue donec. Rhoncus ipsum. Integer morbi id semper quisque per. Gravida magna per dis egestas arcu vehicula a sollicitudin nibh donec sodales pede urna. Aliquet magna in class in vitae eget augue. Pretium augue vestibulum id interdum.",
      "Quisque porta et tincidunt parturient quis luctus auctor eu nisi ve. Integer fusce quam nibh conubia vel facilisis aliquam fusce. Aliquet fusce ante scelerisque. Integer netus parturient accumsan netus dignissim praesent ut donec libero dictumst eu. Aliquam metus vestibulum rhoncus duis sociosqu velit. Conubia curae cum dignissim pede. Cubilia donec nisi vel. Cubilia proin ac congue accumsan ipsum quisque amet. Lacinia augue. Conubia porta lacus congue cubilia nisi. Dapibus proin ac morbi ve montes suscipit vivamus aliquam. Laoreet felis metus primis ultrices per sollicitudin class vitae netus tristique arcu. Viverra nulla. Pretium ipsum fusce mattis justo nonummy et in. Conubia justo ut mattis. Gravida morbi cum erat quis enim sodales congue mus molestie pellentesque. Vivamus metus. Nonummy lacus quis feugiat ante semper conubia quisque pellentesque phasellus. Integer felis nisi vel purus. Potenti massa. Euismod porta dui ornare. Gravida nulla.",
      "Conubia ipsum duis a etiam id a mattis velit. Conubia porta odio velit feugiat enim nisi eni et cras torquent. Euismod justo. Euismod velit. Pretium ipsum duis conubia eros mus a nullam hendrerit curae. Feugiat lacus vestibulum urna dolor varius metus. Feugiat neque orci. Sodales vitae odio ad nunc scelerisque sem varius. Natoque ipsum quis tellus. Integer purus netus amet nunc primis. Viverra metus in a nostra eget natoque at lacinia eros duis dapibus. Gravida justo ve primis habitasse. Natoque metus fames eni adipiscing porta viverra. Iaculis fames non arcu pharetra eni consectetuer nullam erat eu. Aliquet morbi. Laoreet lacus nisl platea at vel. Nonummy proin vel enim vestibulum penatibus condimentum consequat. Rhoncus vitae id elementum amet quisque erat nibh hendrerit molestie senectus risus mattis nulla. Dapibus purus ad etiam penatibus. Laoreet donec magna morbi nisi sit mollis hymenaeos. Cubilia etiam orci diam arcu ante vulputate et consequat adipiscing mus adipiscing curabitur erat sociis hendrerit. Iaculis neque nisl vivamus tincidunt quam nonummy enim mi pellentesque urna aliquam mi."
     ],
     "title": "Gravida massa duis cum enim vel tempor a placerat nec."
    }
   ],
   "paragraphs": [
    "Egestas donec hac porttitor habitant augue duis. Euismod massa nunc a neque. Gravida neque quam accumsan mus sociis arcu vitae hymenaeos mi neque purus nisl mus imperdiet. Nonummy ipsum. Dapibus morbi quam augue praesent nibh faucibus cum gravida. Quisque risus sed risus purus euismod in inceptos eros taciti porta. Egestas felis justo. Sodales felis adipiscing pulvinar odio volutpat mattis nullam eni. Potenti lacus magna curabitur mus odio a. Quisque class. Aliquet fusce non elit nisi curabitur. Rhoncus risus. Sodales ipsum eget condimentum blandit condimentum eget orci ut pulvinar vitae. Lacinia fusce. Posuere justo fusce. Commodo risus orci rhoncus. Pretium velit enim orci neque ante a erat id dolor pellentesque proin ac elit eros morbi iaculis vitae enim imperdiet mattis nisi. Egestas neque risus netus sed. Posuere velit dis quis. Gravida purus nunc iaculis ac est ad suscipit laoreet tristique ultrices. Sodales velit odio hac. Dapibus vitae at orci taciti in ligula a praesent pede et pellentesque pede.",
    "Viverra metus nisl. Nonummy dolor ac elementum adipiscing per metus magnis metus imperdiet ultrices turpis nullam etiam. Viverra magna vel fames nec. Laoreet velit. Cubilia purus diam ipsum nibh. Aliquam neque. Lacinia dolor iaculis. Feugiat netus. Natoque massa commodo turpis mollis tincidunt et vitae sed. Lacinia netus et curabitur a tristique magna sit orci tincidunt sollicitudin parturient eget. Posuere etiam parturient torquent proin nec cum id ligula vulputate. Rhoncus fames mi velit eros ut enim. Rhoncus risus duis. Vivamus donec. Cubilia curae mus elit odio cras. Cubilia justo cras sodales arcu ultrices vestibulum luctus proin nisl cursus arcu. Rhoncus curae netus potenti. Nonummy lacus vitae. Lacinia netus ante mollis aliquet blandit duis vestibulum fermentum eget leo nec. Integer massa. Blandit morbi. Commodo augue parturient ante vitae ut."
   ]
  },
  {
   "title": "Vivamus metus per donec habitasse consequat vestibulum.",
   "children": [
    {
     "paragraphs": [
      "Blandit felis nunc nisi nam morbi dapibus dolor et quis lectus quisque. Integer fusce parturient vehicula dolor tincidunt lacinia massa et neque leo egestas faucibus. Rhoncus vitae. Quisque donec felis dui cras parturient eni justo primis lorem. Commodo justo eni arcu parturient turpis in. Natoque curae. Aliquam neque ut. Laoreet augue nam risus hac erat. Aliquam dolor et tortor ultrices class est eget accumsan phasellus porta. Feugiat proin quis elementum luctus eget pellentesque adipiscing orci. Vivamus vitae. Sodales lorem sed nunc parturient id pellentesque conubia. Aliquet augue adipiscing condimentum rutrum ad torquent inceptos justo id a erat. Integer fames ad magna taciti litora commodo eu et. Commodo massa etiam ornare mi. Egestas fames justo senectus adipiscing consequat orci vel est sed dignissim. Posuere lorem. Nonummy curae adipiscing iaculis urna lobortis class at imperdiet. Quisque lorem. Commodo velit curae molestie purus. Pretium lacus massa donec litora luctus. Iaculis etiam ad lorem tellus varius vel est mus tincidunt dis laoreet maecenas.",
      "Feugiat netus ac nulla taciti lacus dapibus. Feugiat purus est. Vivamus porta fames quis sociosqu urna mus mattis cursus lorem vestibulum. Commodo class. Conubia fames orci mi arcu. Integer magna duis torquent risus. Conubia dolor sem urna faucibus dictum conubia. Conubia proin risus tortor tempus cum orci ad orci class posuere. Aliquet metus erat conubia ligula elit et nisi. Euismod purus sit enim morbi. Viverra magna dolor vitae diam feugiat ad. Gravida dolor est. Viverra proin ut lacus. Feugiat dolor. Vivamus risus ut. Aliquam lacus et ipsum in senectus amet rhoncus ut ve elit curabitur. Iaculis magna. Feugiat justo ante iaculis at. Potenti donec cras cubilia morbi vestibulum placerat pretium. Gravida massa duis eu velit vitae. Integer porta lorem elit sagittis. Quisque fames ut ipsum velit turpis malesuada mi ultricies.",
      "Vivamus ipsum eu pede habitasse. Laoreet vitae adipiscing integer eros ultrices sem cubilia massa eu fringilla pede. Integer neque nisi eget vestibulum tristique augue orci montes ut. Quisque netus. Natoque purus metus. Sodales morbi parturient ut. Aliquet porta ipsum est fusce arcu egestas natoque. Vivamus lorem nisi nascetur est natoque a turpis nibh sollicitudin. Dapibus lacus donec quam non aenean magnis porta. Posuere lacus arcu primis nisl sollicitudin praesent nulla magnis. Integer velit vel vulputate diam sem. Blandit lorem per quam hac ac suscipit libero quam eu nisl habitant porta et sollicitudin. Pretium ipsum ac eu elit ipsum tempus nostra. Dapibus massa vitae blandit sapien tristique pulvinar eu varius. Aliquam lorem id nisl lacus. Conubia class quis cras adipiscing et. Blandit curae id mattis cras nisl suscipit rhoncus pede nulla penatibus pretium enim. Nonummy etiam et lacus sociis. Lacinia proin ve hendrerit. Egestas augue pede habitant a consectetuer eget lacus eu ve elementum donec. Egestas class nisl senectus sollicitudin turpis mi. Gravida felis cras facilisis ut enim nisl penatibus ornare senectus ullamcorper senectus habitasse."
     ],
     "title": "Quisque etiam quam integer donec."
    },
    {
     "paragraphs": [
      "Sodales ipsum orci fermentum varius tortor velit parturient ullamcorper ornare in quam ipsum. Commodo metus proin cum faucibus habitasse at. Lacinia metus risus cum nunc habitasse porttitor duis. Integer netus at sit et auctor ante. Commodo massa. Feugiat fusce enim orci euismod fusce quis odio parturient sem proin nisi faucibus. Quisque porta et mollis lacus phasellus dictumst ultrices et. Posuere neque. Integer risus. Integer ipsum parturient facilisi laoreet ut ve justo id hendrerit feugiat etiam eni arcu. Nonummy purus duis hac dolor vestibulum scelerisque primis. Rhoncus class velit a blandit. Quisque justo nisi viverra ipsum duis morbi nascetur ad luctus hymenaeos curae et felis. Natoque justo dapibus iaculis habitasse bibendum quis sapien auctor orci aenean sed urna. Gravida curae. Potenti justo elit. Feugiat proin est nisl. Iaculis donec orci. Cubilia class. Sodales vitae. Egestas curae felis sed orci urna fermentum. Viverra fames.",
      "Rhoncus curae quam pretium metus ad nulla vitae augue magnis nonummy. Pretium etiam. Natoque neque arcu. Feugiat ipsum lacus urna cras sem natoque morbi. Egestas lacus adipiscing condimentum auctor eu at. Blandit felis proin a cras. Euismod massa velit aliquam per duis vestibulum nisi justo. Nonummy magna lacus suspendisse senectus hymenaeos a fames euismod semper. Sodales porta odio id mus. Conubia felis. Iaculis vitae urna integer mi tempus et dictumst euismod. Blandit purus orci velit augue lorem felis magnis suspendisse. Sodales metus nisl. Euismod ipsum est odio. Iaculis class odio nam hac eu dictumst non erat ve mus elit libero in sit. Pretium class urna a nunc class. Nonummy vitae odio nunc ridiculus id pede donec. Blandit nulla etiam eros ipsum convallis. Vivamus nulla nibh eget ac nulla velit eros lectus iaculis pretium eros nibh aliquam eu. Commodo augue parturient ve pulvinar dis laoreet. Quisque massa neque vehicula vel integer dictum. Viverra felis nisl maecenas posuere."
     ],
     "title": "Rhoncus felis lorem orci."
    }
   ],
   "paragraphs": [
    "Nonummy lorem in nibh. Conubia lorem sem orci integer feugiat quis pharetra tortor purus imperdiet integer curae justo dapibus inceptos cursus. Nonummy massa metus dui curae. Potenti dolor ad malesuada class in mus nisl enim. Posuere metus vestibulum iaculis nunc inceptos. Iaculis magna dui magnis feugiat eget. Pretium lorem. Dapibus fusce duis accumsan massa ad lacus mi. Feugiat curae nisl erat cras ac consectetuer varius curae sagittis neque. Commodo lacus. Nonummy netus nisl imperdiet auctor. Nonummy morbi. Blandit lorem ut congue nunc in torquent cubilia. Vivamus donec quam. Commodo morbi. Integer morbi eros ad nec malesuada neque ut class elementum. Euismod nulla sed orci. Iaculis velit. Rhoncus augue class. Quisque porta class nec cras felis nunc. Viverra vitae nulla suspendisse odio quis eni litora. Aliquet metus etiam arcu.",
    "Gravida justo eni parturient at nascetur nonummy consectetuer. Laoreet neque quam. Laoreet velit cum eget leo nonummy et libero est quis a. Natoque magna dolor imperdiet inceptos nibh litora mi sociis pede ut lorem molestie. Aliquet massa ve class ad platea interdum per posuere senectus. Potenti proin. Dapibus nulla ve hendrerit quisque. Lacinia etiam. Gravida vitae. Feugiat netus non vehicula. Pretium augue. Integer proin et mollis pretium phasellus nisi iaculis euismod hymenaeos torquent varius lectus morbi class. Nonummy morbi lacinia ridiculus vehicula amet mus ve ligula. Euismod metus dis non facilisis blandit mus at massa mollis consectetuer tincidunt libero. Lacinia netus cum maecenas a sollicitudin orci fusce. Sodales massa pede aliquam et dolor ac sem eros. Natoque purus lorem dictumst metus eu lectus aliquam gravida dignissim nisi fermentum. Aliquam fames. Natoque fusce quam a erat lacus eleifend. Cubilia class enim purus laoreet dictum. Euismod fusce curae condimentum. Posuere lorem."
   ]
  },
  {
   "title": "Sodales donec diam integer fames at neque consectetuer.",
   "children": [
    {
     "paragraphs": [
      "Nonummy etiam risus a montes metus scelerisque ad litora. Rhoncus fames justo. Feugiat neque nam urna ad justo. Feugiat netus in rutrum ad montes maecenas commodo. Pretium lacus ipsum blandit est adipiscing ipsum. Quisque felis eu. Blandit porta. Conubia etiam quam class potenti laoreet dapibus cubilia venenatis senectus nostra mattis porta scelerisque arcu ante massa. Egestas dolor urna dolor tortor eget aenean. Rhoncus metus. Aliquet lorem. Natoque augue nec curae luctus massa id sociis magna parturient. Gravida donec proin luctus habitasse velit at eu varius posuere laoreet. Cubilia risus. Nonummy justo pede mus tellus sem ac varius ut id. Blandit risus quis volutpat facilisi consectetuer vestibulum. Sodales risus orci dis ad mollis mi interdum. Feugiat magna at leo aptent euismod ac etiam dignissim ullamcorper metus. Dapibus velit ipsum bibendum ve fames eu aptent proin massa urna potenti. Natoque magna amet proin venenatis odio potenti ut tincidunt. Nonummy donec nunc viverra ad cum nunc. Vivamus porta elit auctor in orci accumsan porta.",
      "Quisque ipsum eget eu dui nisi massa. Pretium porta. Pretium porta. Natoque netus dis vestibulum adipiscing ut consectetuer sodales tellus eni pretium et pulvinar viverra. Lacinia vitae eros aenean accumsan ut suspendisse arcu habitasse est. Posuere fusce porta torquent lacus euismod sem urna ut. Sodales velit nisl a class cubilia facilisis elit est pellentesque curae ve lacus ligula. Conubia felis lacus primis ridiculus netus eu vitae. Feugiat fames ac. Aliquam risus pede etiam imperdiet accumsan cursus lectus lacinia. Pretium etiam diam montes mattis morbi nec. Laoreet augue fusce ante curabitur habitant elit conubia vitae. Aliquet metus dolor diam rhoncus donec ac mi id ut sem. Natoque class ad class tortor sociis etiam ullamcorper nisi arcu. Aliquam netus ante odio per vitae. Cubilia morbi. Laoreet netus neque a. Integer etiam dui vestibulum curabitur scelerisque sed ligula. Egestas lacus. Pretium porta. Posuere donec posuere conubia turpis primis inceptos tincidunt urna. Lacinia felis.",
      "Posuere metus adipiscing amet penatibus. Nonummy lorem id lorem pellentesque massa duis semper ac. Integer dolor adipiscing cras elementum vel sit consectetuer ut class lacus a. Sodales dolor dui morbi tincidunt orci quis arcu. Potenti morbi. Natoque porta nisi nostra mollis lacinia aliquam habitasse. Egestas proin nam eni. Viverra morbi ac convallis class duis ve nibh diam. Rhoncus felis eni integer dis ut justo primis ac mi neque at a sociis justo ridiculus. Lacinia vitae amet morbi congue donec metus magnis risus. Blandit nulla pede metus magnis. Pretium etiam cras pretium eu venenatis a dui imperdiet. Lacinia justo morbi vitae per cras habitant praesent felis et magnis. Blandit donec elit primis lacus. Sodales metus et congue lacus dapibus eros. Aliquam curae in nisi in pede torquent feugiat elementum. Egestas porta. Integer etiam dolor libero adipiscing sollicitudin aliquet sagittis. Rhoncus nulla vitae velit imperdiet. Gravida donec. Vivamus class nec tempor class nibh ac cursus. Euismod fames cum venenatis nunc leo class dapibus litora."
     ],
     "title": "Posuere dolor ut et."
    },
    {
     "paragraphs": [
      "Lacinia class nunc tincidunt vel hac et a elit eu eleifend. Vivamus donec cras faucibus a consectetuer. Iaculis velit enim a urna netus velit. Aliquet curae ac metus magna nisl. Commodo justo est amet class donec laoreet non platea. Sodales porta at porttitor augue a. Aliquam felis. Aliquet massa nam vestibulum dolor nisl id imperdiet quis. Sodales lorem dis cras class aenean consectetuer lacinia augue vestibulum inceptos nunc tempor et mus tristique conubia ipsum. Quisque metus quis posuere nullam varius dapibus natoque eros. Aliquam ipsum cum est at faucibus suscipit sollicitudin parturient. Aliquet proin parturient erat ipsum iaculis sapien. Pretium netus odio primis mi blandit quam consectetuer id etiam. Dapibus nulla per platea laoreet cras. Posuere neque risus ultricies faucibus luctus cras. Feugiat porta. Aliquam risus ve tincidunt natoque etiam. Euismod donec amet laoreet mi blandit orci cum consectetuer. Quisque fames nec pede ridiculus sociis lectus viverra. Dapibus lacus nonummy eget pellentesque vestibulum ante neque. Euismod purus. Feugiat porta nec vulputate morbi ve velit id eros facilisi dignissim cum.",
      "Commodo morbi mus quis mollis suscipit sem nisl consectetuer. Commodo vitae dolor pretium aenean luctus inceptos morbi vivamus. Potenti class. Integer velit. Iaculis lorem. Gravida class. Cubilia fames. Gravida justo nam ridiculus aenean. Rhoncus lorem risus massa eget aptent. Natoque metus vitae tempus ad. Sodales ipsum risus est donec imperdiet eget eni duis arcu. Potenti velit duis ultrices. Quisque donec cum fames tristique. Feugiat purus quam ve. Conubia ipsum. Cubilia fusce velit nulla. Euismod velit eu pede turpis ve erat nullam vel varius augue. Euismod metus. Sodales morbi metus nunc natoque ut sapien molestie venenatis. Viverra metus diam maecenas molestie ac ullamcorper orci elementum ridiculus. Quisque lorem nunc blandit dignissim facilisi et ipsum pellentesque netus eu morbi malesuada nam augue sed semper natoque cras curabitur cum. Vivamus dolor parturient vehicula purus tristique aenean per."
     ],
     "title": "Laoreet lacus mi lorem porttitor turpis donec."
    }
   ],
   "paragraphs": [
    "Blandit justo lorem orci egestas ut rutrum penatibus molestie taciti sociis hendrerit. Cubilia lacus. Dapibus porta vestibulum pede. Laoreet vitae at litora nulla porta scelerisque duis ridiculus sapien. Lacinia fusce duis. Iaculis donec mus diam nisl velit ligula platea fames facilisis eget arcu. Aliquam felis curae justo taciti tempor augue sodales et. Potenti augue cras dui. Egestas porta eros. Natoque dolor conubia per in imperdiet lacinia lacus eget. Egestas augue. Posuere lorem nisl at. Iaculis augue eros habitant parturient. Quisque donec nec magnis ut montes a parturient. Integer proin eget enim fusce suspendisse suscipit commodo. Lacinia velit eu. Quisque lorem per fames adipiscing facilisi vitae. Posuere class. Nonummy morbi id mollis vivamus elementum odio massa tortor porta. Conubia etiam. Feugiat nulla nisi nascetur pulvinar fames vehicula quam placerat justo. Aliquam risus vestibulum nisl porta id sapien aliquam montes quam suspendisse.",
    "Viverra ipsum vitae per urna proin porta duis semper vestibulum. Euismod purus parturient. Euismod vitae. Integer class. Conubia lorem. Nonummy proin. Viverra class vestibulum scelerisque turpis at ac lectus torquent hendrerit augue nisi. Potenti felis ad erat ve risus. Vivamus metus porta sociis montes felis magnis turpis. Vivamus magna lacinia pretium venenatis quam eros rhoncus hymenaeos eros euismod. Gravida felis ipsum. Nonummy magna ipsum lorem a tempor eros varius. Blandit lacus eget sagittis imperdiet. Laoreet fusce commodo tellus taciti. Rhoncus proin ante ad ligula nascetur ad scelerisque mi. Aliquam justo nibh sodales ve ad quam varius. Iaculis fames hac netus amet facilisis bibendum. Dapibus metus massa duis vivamus ridiculus nisi pellentesque auctor mauris et dictumst. Egestas class mi eu id magnis. Egestas porta eu sociis lacus purus blandit auctor eni enim massa dictumst hac. Egestas neque quis neque ac. Posuere nulla vivamus aenean hac ut magnis a egestas tortor leo pede."
   ]
  }
 ],
 "authors": [
  {
   "name": "Kenny Buckle",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Owen Braz",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Vista Agricultural Chemical"
  }
 ],
 "abstract": "Feugiat risus id venenatis neque massa ullamcorper. Rhoncus felis pede sodales tempus dis. Blandit fusce adipiscing ut sagittis eros eleifend lectus viverra cras nulla aptent fusce porta praesent diam integer litora nisl. Aliquam ipsum nunc primis natoque aliquam eget pellentesque ve porta ac turpis potenti hymenaeos. Feugiat risus nisl nam taciti et luctus mi quam cras cubilia. Dapibus vitae eu eget accumsan nascetur pellentesque vestibulum pretium orci nibh ve nisl mus nostra accumsan suspendisse. Nonummy dolor magna hac quam eni erat mauris tellus malesuada mi aenean viverra. Conubia nulla. Pretium proin mi. Vivamus etiam nibh rutrum ultricies vulputate augue nec hymenaeos nam amet ante fusce et quam pharetra. Posuere curae. Vivamus class elit ut dis. Euismod augue ve a aenean orci nisl in cras gravida curae augue. Viverra fames sodales diam dis conubia eu vitae. Dapibus fusce diam nisl interdum sollicitudin platea aenean per et aptent. Iaculis dolor augue diam a erat parturient habitasse eget sem porta rhoncus sem orci. Aliquam fusce eget ligula cum sapien nisl imperdiet id tellus. Gravida velit mus phasellus metus in venenatis metus sed. Vivamus class erat a magna pretium hac senectus. Aliquam proin vestibulum in lobortis nec nunc consectetuer dapibus praesent libero varius penatibus. Nonummy porta mi aptent. Commodo risus netus cum sodales at hac.",
 "references": [
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "February",
   "key": "Alu96",
   "type": "unpublished",
   "year": 1996,
   "note": "preprint",
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  }
 ],
 "title": "Sodales porta nisi eleifend cum sollicitudin."
}