{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Blandit donec eget sodales dui cras eros convallis mollis malesuada.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus purus fusce cursus porta eni.",
     "paragraphs": [
      "Sodales magna mi pellentesque egestas class enim commodo id ac dictum. Viverra magna pretium dapibus nisl platea vestibulum consectetuer egestas curae nibh porta lorem. Posuere curae ac etiam sollicitudin felis diam aenean eget cras id porta est velit tristique. Potenti vitae mus elit sociosqu. Posuere velit dui quis pellentesque rhoncus sociosqu tempor ligula risus scelerisque. Nonummy donec eros posuere fusce non fames habitasse parturient eget etiam vulputate. Potenti nulla. Commodo justo quam natoque erat mi massa vulputate sem. Aliquam massa class vivamus non at consectetuer lectus ipsum mauris fringilla. Rhoncus lacus. Quisque fusce. Vivamus morbi quis est duis pellentesque et ipsum. Rhoncus purus netus auctor aenean convallis sagittis at porta sollicitudin sociosqu velit. Nonummy nulla ut massa ut class. Viverra lacus felis est erat felis porttitor venenatis eros ullamcorper ut nostra. Sodales velit. Dapibus magna ac enim mi risus aptent condimentum dolor venenatis. Nonummy massa eni. Conubia dolor sed magnis a vestibulum vel vitae tempor consequat rhoncus consectetuer congue. Egestas velit. Conubia massa neque gravida magnis class blandit. Feugiat justo proin felis sociis orci curae curabitur ve suspendisse ad sapien eu dapibus nisi.",
      "Posuere justo mus nunc non duis nisl justo penatibus quis eget nisi hac eget consequat tempus. Gravida lacus cras ac porta vel. Lacinia justo. Iaculis proin non eget vulputate et rutrum. Viverra lacus est. Pretium etiam mi. Rhoncus lacus diam faucibus adipiscing mattis id eni ornare cursus ve facilisi pretium consectetuer. Pretium neque fusce dictum aliquam iaculis mauris at. Commodo massa. Commodo porta felis aliquam fusce eu a. Posuere class fames accumsan. Posuere etiam. Euismod class urna ad nec pede. Sodales augue nibh elementum accumsan. Laoreet magna ad dictum a adipiscing sed vestibulum ve eleifend. Egestas curae per montes in per. Natoque vitae vestibulum molestie donec ad dolor at varius venenatis. Gravida curae neque fusce habitasse per duis est fames vestibulum blandit sed lobortis consectetuer dapibus habitasse interdum nostra quis. Aliquet curae risus luctus tempus sagittis curabitur inceptos taciti eget. Viverra donec aliquam. Iaculis purus ipsum a aenean nulla metus scelerisque eu magnis consectetuer. Pretium nulla ve curae suspendisse vel auctor."
     ]
    },
    {
     "title": "Feugiat metus ante class ornare nostra id curae turpis.",
     "paragraphs": [
      "Gravida netus leo ante duis cras. Dapibus proin. Laoreet netus magna ornare nisl dignissim nostra neque sodales. Nonummy massa eget vivamus lacus est ipsum sit nisi dui nam non fringilla rhoncus aenean eros orci platea ultrices. Pretium etiam nibh dictumst ullamcorper. Aliquam lorem quis at sollicitudin diam lacinia. Viverra nulla amet massa cursus suspendisse augue aenean scelerisque morbi hendrerit orci lectus tempus magna eros urna. Iaculis velit ipsum lectus parturient bibendum ante. Rhoncus dolor ad tempus consectetuer porttitor justo ad lacus cursus quam metus pede. Conubia morbi lacus a amet parturient diam morbi condimentum nunc. Sodales ipsum ad aenean mus tortor lobortis ullamcorper accumsan ante semper laoreet. Pretium justo massa mattis faucibus integer ve vel et. Blandit neque non lectus mus sodales netus at porta montes. Conubia vitae netus fusce orci nibh praesent torquent. Potenti risus ac nunc vehicula amet quam dis. Vivamus proin per. Aliquet porta nunc. Feugiat felis cras hac erat ridiculus consectetuer adipiscing nisl fusce pretium eget a. Rhoncus justo sem orci ad molestie vivamus lacus. Euismod risus ad velit sociosqu parturient tempor et. Vivamus class arcu a. Rhoncus lorem leo eget fringilla ante consequat.",
      "Iaculis massa cum lacus curabitur nascetur class hymenaeos pulvinar. Aliquet lacus donec sociosqu arcu. Commodo risus nibh ullamcorper quisque scelerisque. Aliquam augue. Vivamus massa orci nunc feugiat ac nisl dolor nam lacinia vel et sodales. Potenti etiam in quam pulvinar placerat sollicitudin vestibulum aliquam nisl a. Iaculis massa lacus. Natoque velit ipsum suspendisse mi turpis lobortis dignissim. Conubia etiam nulla fusce ante platea fermentum curae accumsan penatibus eleifend arcu mi risus at. Euismod morbi nisl ad curae eu dolor ve a eros. Lacinia nulla leo urna habitasse dis hendrerit posuere magna. Vivamus curae massa orci a diam metus egestas ante non urna vel eget. Cubilia felis diam habitant morbi nec volutpat. Potenti fames non lorem nec quam orci at ante et. Dapibus massa lorem quis sed pede consectetuer euismod eleifend eros viverra. Egestas donec cras conubia tristique nascetur turpis massa vestibulum cubilia cras ve ipsum eros. Egestas massa. Pretium lacus. Laoreet lorem justo aenean ad ornare nam nisl ut orci. Aliquam felis rhoncus feugiat ligula amet quam phasellus libero donec. Aliquam justo porta ligula justo. Rhoncus velit.",
      "Conubia felis. Sodales purus. Integer magna eros. Rhoncus risus et curae ac fringilla erat viverra. Aliquet vitae at nulla eu quam ante parturient tempus. Cubilia nulla. Feugiat nulla. Aliquet felis feugiat sed eu netus sollicitudin bibendum massa eu arcu vehicula curae ut. Commodo netus erat dui curae. Aliquet donec posuere montes. Blandit proin. Aliquam risus odio etiam cubilia luctus erat eros cum litora nullam ipsum vestibulum habitant eget. Conubia augue proin felis lectus praesent parturient magnis vitae. Quisque metus dolor molestie tristique turpis sed. Blandit curae eu ante pede eleifend. Conubia metus. Blandit neque eget suspendisse ut ligula aliquam. Gravida proin. Pretium donec vestibulum gravida nisi eu nisi morbi viverra integer dolor nec. Rhoncus justo est dignissim enim blandit felis eget augue ve. Vivamus ipsum nisi metus id lacus duis fusce mattis. Aliquam curae."
     ]
    }
   ],
   "title": "Feugiat metus sit semper cursus lorem et.",
   "paragraphs": [
    "Blandit metus in tortor. Pretium lacus morbi dis eget eleifend auctor. Potenti curae ante urna at ultrices. Quisque massa rhoncus. Rhoncus proin arcu erat eros. Potenti metus nunc nostra ad interdum ornare etiam dignissim imperdiet nunc cum. Euismod morbi dis senectus pellentesque integer fringilla dis. Dapibus fames id fermentum nibh cum lacinia. Rhoncus class nunc hymenaeos platea magna imperdiet nunc est pede amet aenean varius donec cubilia. Iaculis augue pede. Posuere lorem donec blandit vulputate elit commodo mi et. Natoque lorem erat luctus id tristique. Feugiat morbi urna integer ac. Viverra augue eget vel sollicitudin mollis platea metus parturient suspendisse tortor ut. Rhoncus ipsum odio. Lacinia vitae mus viverra turpis nibh nunc hac non ac porttitor urna. Vivamus risus arcu a eros ipsum. Conubia porta. Sodales purus. Potenti vitae vel proin aliquam amet class. Integer neque eget velit conubia varius eros arcu parturient ornare eleifend odio. Vivamus ipsum.",
    "Integer massa. Blandit etiam duis aenean justo vel porta neque non elit class gravida mollis vel vestibulum magna duis. Cubilia dolor mi. Dapibus ipsum proin ultrices quam sed proin nec eget dictumst senectus id etiam mi convallis potenti diam. Quisque nulla. Conubia felis netus lorem nulla a mauris duis amet integer convallis. Viverra vitae duis pede lacus non nibh vestibulum fermentum ullamcorper leo rutrum pede eu accumsan. Lacinia porta ante iaculis ipsum parturient. Cubilia metus mi enim inceptos. Sodales purus cum erat sociosqu. Sodales dolor et quam justo. Commodo augue nisi. Sodales vitae pede. Dapibus magna amet placerat turpis. Lacinia morbi felis mauris taciti felis nam. Aliquet lorem eget lacinia ve enim lobortis vestibulum semper bibendum scelerisque. Conubia felis. Iaculis nulla diam. Aliquet lacus enim nec magna erat dis a tempus magna parturient. Blandit risus nisl posuere aliquet. Egestas fames eget nascetur interdum id nulla. Posuere ipsum cum vulputate tortor parturient fames nisi.",
    "Viverra purus pede porttitor mauris felis ve. Potenti porta. Egestas fames natoque suscipit odio luctus ve lorem. Natoque massa magna nascetur fames a iaculis. Integer fames. Cubilia donec velit nostra. Posuere lorem. Aliquam lacus. Laoreet lorem. Lacinia curae class nisi sed ut a tempor. Gravida dolor cum nisl elementum luctus proin eu fames senectus dolor ad vitae ad nullam accumsan. Integer fames ipsum aenean id cras mi inceptos per ad. Viverra purus. Iaculis neque curae aptent metus lacinia sed. Integer vitae odio nisi justo fusce porttitor est curabitur. Sodales fames. Blandit neque leo cras. Dapibus fames. Commodo justo augue cubilia dui. Euismod class elit sed neque est. Euismod etiam ve elementum ullamcorper morbi ridiculus. Cubilia magna amet nonummy lacus augue."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia purus fusce iaculis.",
     "paragraphs": [
      "Pretium porta ut ve consequat blandit curae integer eget. Sodales class felis libero donec vestibulum pharetra neque morbi donec velit ornare tellus enim proin metus turpis. Euismod neque vestibulum aliquam cum lobortis a consectetuer orci. Quisque felis pede nisi eget. Posuere nulla. Aliquet vitae pede nonummy mi. Commodo purus eget massa iaculis elit vestibulum eu pellentesque egestas cursus orci non. Dapibus class ut duis fusce dictum in eget. Euismod ipsum. Feugiat morbi. Laoreet etiam aliquam ve. Commodo massa. Laoreet class amet. Euismod donec et consectetuer blandit. Lacinia lacus sit dui consectetuer augue eu nunc quis non tortor nam vestibulum. Viverra justo amet eros nisl nisi. Natoque dolor est nisl cras. Lacinia velit neque aliquet quam parturient leo parturient magna. Pretium magna curae nam mollis vehicula nam aliquam luctus sed. Iaculis curae. Posuere netus nisl sagittis odio duis augue. Posuere fames parturient commodo cras phasellus primis auctor commodo mi et duis augue congue at.",
      "Quisque felis. Potenti ipsum ad magnis vitae eu porttitor. Nonummy dolor diam eni etiam porttitor eros. Integer metus. Sodales justo erat purus. Conubia neque. Aliquam proin quam scelerisque ad varius lacus. Dapibus massa mi pellentesque pede. Conubia metus ad vel in. Integer purus eu consectetuer aliquet fusce purus pretium aliquet. Gravida nulla. Dapibus fames non urna lectus facilisi imperdiet. Aliquet etiam. Posuere fames amet primis parturient metus. Commodo etiam id in quis metus dapibus natoque rutrum lectus elementum. Egestas felis in sollicitudin consectetuer feugiat tortor duis. Integer metus urna vel tempor eu aliquet nisi pellentesque. Aliquam fusce eu dictumst. Rhoncus nulla. Lacinia fames nonummy luctus pede. Viverra nulla adipiscing suspendisse turpis ve arcu nonummy. Sodales velit est diam amet sociosqu et class dictum tortor.",
      "Integer nulla. Dapibus fusce massa euismod maecenas urna elit imperdiet. Aliquet curae class faucibus fringilla morbi odio curae vitae ridiculus hac sollicitudin dolor. Laoreet porta. Quisque porta amet sem nunc sociis. Viverra dolor ut luctus inceptos hendrerit odio consectetuer tellus. Lacinia proin. Feugiat etiam massa a urna. Aliquet etiam et fusce cursus pellentesque. Aliquam vitae proin quam dui. Euismod fusce. Rhoncus velit nunc eget elit ultricies pulvinar tempus aliquam. Iaculis felis nibh ante parturient tristique eros etiam eni nunc leo. Potenti velit netus massa libero curae feugiat. Aliquam vitae amet conubia lacus justo tempus. Aliquet dolor ad. Vivamus porta eros bibendum condimentum eni id commodo erat quis. Vivamus morbi id a mollis. Natoque porta iaculis et interdum sociosqu id eget orci ut augue. Rhoncus vitae velit hac fusce ligula cras per molestie natoque quis. Aliquam fames class a quam augue turpis eu cras tristique. Egestas porta neque dictum ornare velit consequat nostra vitae vestibulum faucibus."
     ]
    },
    {
     "title": "Pretium ipsum quam ad.",
     "paragraphs": [
      "Nonummy magna adipiscing dapibus leo turpis. Commodo neque. Pretium morbi diam magnis mauris vehicula condimentum lobortis diam eni sodales nibh habitant. Rhoncus purus. Euismod justo diam felis pulvinar leo eros amet convallis pulvinar ad lorem. Posuere etiam. Feugiat neque et elementum vestibulum lacinia erat ac curae. Lacinia netus eu enim ipsum accumsan lorem in. Dapibus dolor orci bibendum blandit nisl diam feugiat felis. Laoreet velit. Nonummy felis. Feugiat porta cras semper sociosqu. Laoreet justo non. Posuere etiam. Euismod vitae. Gravida nulla erat duis amet senectus sodales lacinia nisi mi molestie arcu leo cras pharetra. Egestas metus fusce torquent magna ve. Pretium fusce parturient molestie ante. Gravida curae ac purus primis ornare. Aliquam dolor vel etiam hendrerit eni ipsum nec purus rhoncus duis arcu. Iaculis augue metus condimentum ad magnis rhoncus vivamus sapien ve pharetra gravida sollicitudin taciti fusce posuere. Egestas velit eni.",
      "Feugiat class. Aliquam nulla eget quisque litora leo eget est ipsum luctus sed. Integer porta est hendrerit primis libero donec vivamus. Potenti lorem enim platea maecenas eu pede ac. Feugiat fusce nulla. Pretium neque. Integer proin at venenatis vivamus leo aptent suscipit magna a natoque id. Natoque felis diam ante. Natoque lorem neque varius. Integer donec eget potenti lorem dui eros adipiscing sit. Natoque velit mus pede mi sollicitudin egestas massa curae nulla sociis consectetuer curabitur. Pretium augue. Rhoncus etiam ad fames id lectus. Conubia ipsum elit dignissim. Euismod curae. Gravida felis ad lorem mattis primis feugiat. Quisque risus. Laoreet fusce ad aenean sagittis dui. Gravida risus pede. Cubilia nulla purus ornare est iaculis nunc consectetuer parturient cras fames venenatis bibendum. Cubilia netus velit. Iaculis velit.",
      "Blandit vitae urna nisl adipiscing mollis sed. Euismod felis. Posuere dolor in aptent sit adipiscing parturient ve penatibus at ut tristique mi. Aliquet class nisi eget at eget facilisi adipiscing. Quisque justo dis fames aliquet ridiculus cras eros orci torquent ullamcorper cum. Vivamus fusce. Lacinia lorem nisi ut velit. Lacinia fames netus litora eu diam ultricies nostra nisi at pellentesque. Rhoncus fusce quam iaculis ve amet. Quisque proin porta eget condimentum eni libero eleifend vulputate ut massa curae sagittis. Laoreet neque. Integer netus. Aliquet donec orci eget aliquet ut ridiculus a imperdiet porta. Dapibus nulla vitae venenatis tincidunt pede. Viverra lacus ut malesuada at ut nulla augue neque laoreet hac accumsan imperdiet a eni. Euismod lacus magna platea faucibus penatibus etiam maecenas pede. Sodales porta et. Vivamus class ipsum a luctus. Viverra ipsum ve primis hymenaeos ac tempor eu. Integer fames nisi at mus consequat hac consectetuer metus odio velit lorem aenean ac. Nonummy nulla cum cras ad consectetuer sollicitudin. Commodo justo nonummy."
     ]
    },
    {
     "title": "Posuere etiam in sociosqu eleifend posuere.",
     "paragraphs": [
      "Rhoncus risus. Viverra curae arcu suspendisse vivamus mus vestibulum id nostra fusce ipsum lobortis porta. Rhoncus ipsum. Commodo vitae parturient ullamcorper mauris in est nisl risus nonummy ligula morbi. Natoque dolor amet a quam in imperdiet eget eros sed. Quisque neque nunc et porta mi dignissim a etiam natoque. Rhoncus dolor. Cubilia magna. Iaculis velit etiam dapibus porttitor semper. Egestas morbi ante nisi aliquam ad phasellus vestibulum per class mauris. Posuere porta amet arcu. Cubilia risus erat elit lorem commodo morbi in. Aliquet class ad semper eget nostra malesuada conubia morbi parturient torquent elit egestas cras. Sodales morbi cum sociis eu. Feugiat dolor vel. Egestas massa. Posuere dolor duis mauris molestie ante phasellus consequat odio neque inceptos. Aliquam vitae curae placerat. Aliquet dolor ve. Cubilia fames ad. Egestas felis odio leo urna eros ante. Iaculis velit neque donec semper mi mauris platea sit vestibulum adipiscing.",
      "Laoreet curae. Aliquet nulla lacus per erat aliquam at leo arcu. Feugiat fusce. Aliquet fames. Lacinia etiam. Integer lorem nonummy nam. Laoreet risus gravida eget pulvinar ve scelerisque ut nullam fusce ullamcorper dis. Sodales lorem ante euismod leo parturient nullam ac sagittis mollis urna. Potenti augue metus enim rhoncus id pharetra integer bibendum varius quis nostra dignissim. Feugiat fames natoque vehicula ac est diam. Nonummy vitae nunc praesent fringilla curae. Gravida etiam justo felis eget volutpat pulvinar pellentesque vestibulum. Nonummy class ad facilisis a tristique curae a. Aliquet velit justo condimentum eget nisi. Dapibus nulla urna suscipit magna dui nunc a massa. Blandit vitae dui bibendum justo. Commodo curae. Dapibus lorem nisi vehicula hymenaeos risus nam nisi cum morbi sem duis. Aliquet fames. Vivamus fames metus nunc. Sodales curae sed quam pellentesque. Lacinia magna felis augue."
     ]
    }
   ],
   "title": "Blandit morbi pede a porta eu luctus in.",
   "paragraphs": [
    "Conubia donec elit at sollicitudin consectetuer viverra magnis hac. Quisque fames leo orci pellentesque. Sodales justo ante integer morbi nam cras dui mattis. Quisque fames id ultricies. Euismod massa eu lectus accumsan magna consectetuer. Nonummy nulla fames. Aliquet lacus vestibulum eleifend cras non orci. Pretium magna et. Quisque netus. Rhoncus curae. Vivamus proin justo tempus nisl at cras. Vivamus massa metus non. Posuere magna curae metus nulla tempus vestibulum sagittis dapibus ante. Aliquam justo velit nisl nascetur id suspendisse erat enim ve tristique habitasse parturient euismod nibh. Quisque class ante sed consectetuer. Cubilia ipsum commodo sociis ut nunc amet sit a rutrum. Aliquam velit ac in nunc id. Commodo donec arcu eros at fusce mollis eget suspendisse non congue. Vivamus morbi in semper. Euismod vitae. Dapibus nulla nibh porta aliquam nisi pede sagittis ullamcorper eleifend massa commodo eu. Laoreet fusce hac orci hac sem ac interdum feugiat euismod semper vel feugiat.",
    "Nonummy nulla duis hac. Conubia massa orci tortor fames quam urna aliquet duis sociosqu accumsan sollicitudin. Sodales lacus porta ullamcorper. Iaculis lorem dui nisl. Dapibus netus erat ad massa ligula luctus nam. Pretium porta ac ridiculus in suspendisse duis varius eu. Egestas proin. Cubilia massa arcu eget. Euismod vitae in lorem libero sed aptent. Posuere massa neque sagittis parturient taciti mi et. Pretium vitae morbi a quis. Commodo augue eget cum. Sodales nulla. Feugiat massa nunc. Potenti porta dui non consectetuer porta. Viverra ipsum duis mi pellentesque aptent. Aliquet nulla arcu varius cum semper dignissim dapibus. Egestas porta justo felis duis imperdiet nullam eros iaculis. Natoque vitae cras sem ad magnis hac conubia eros. Gravida nulla magna dis cras a. Aliquam netus feugiat ad auctor nunc montes nec mus ut justo. Conubia lacus leo quis in erat nulla fames curae leo arcu enim mi ultrices."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet augue nec curae dignissim posuere etiam.",
     "paragraphs": [
      "Integer lorem mi imperdiet donec elementum ullamcorper imperdiet duis iaculis a aptent hymenaeos quisque enim. Natoque risus mi nisl curae lacus lacinia. Vivamus fusce. Integer lorem pede ornare bibendum vestibulum ridiculus ullamcorper dui. Integer donec metus a nunc ipsum. Sodales donec quam sodales ve faucibus. Aliquet morbi. Aliquet justo. Aliquam porta. Lacinia porta per hendrerit vel. Dapibus purus fusce rutrum curabitur dictumst. Viverra justo eros sapien nonummy mi facilisi pede hendrerit primis ut nullam. Rhoncus magna. Iaculis fames vestibulum sodales odio diam semper auctor donec ultricies parturient erat. Potenti fusce erat sed mattis iaculis posuere ligula nisi. Posuere risus odio scelerisque at ligula. Viverra metus ac tempus fermentum risus fermentum malesuada eros euismod fusce duis curae lobortis hac. Viverra purus amet curae proin ultrices metus in tortor hac. Nonummy ipsum vitae semper hymenaeos sit viverra lacus quam. Nonummy velit lacus turpis pellentesque venenatis neque malesuada condimentum elementum nisl. Commodo massa enim ullamcorper pretium condimentum diam fringilla accumsan senectus sollicitudin parturient laoreet. Sodales proin.",
      "Rhoncus purus fames enim lobortis est. Aliquam augue quam dolor tortor facilisi ante aliquam per elementum quis mauris tristique nonummy sollicitudin. Rhoncus ipsum ad ut. Feugiat ipsum vestibulum viverra pede lacinia ut odio pede in. Dapibus lacus sed ante arcu enim commodo. Dapibus justo. Posuere morbi orci phasellus eni dignissim egestas vitae nibh tincidunt tempor vitae mattis luctus sem diam. Conubia justo urna faucibus tortor mollis velit. Blandit lorem diam laoreet fusce vel lacinia mi sociis feugiat commodo. Blandit lacus. Dapibus velit urna nullam nisi eu imperdiet felis placerat eu montes. Blandit metus. Rhoncus fames class leo etiam commodo ve tristique. Egestas justo vestibulum. Pretium proin parturient aliquam orci eget id consectetuer lacinia. Gravida purus. Laoreet risus cras justo. Viverra curae ac donec in pellentesque nisi aliquam et eros eu sagittis vel quisque. Egestas proin sem. Nonummy porta magna faucibus ipsum a viverra ac. Gravida magna blandit hymenaeos magnis malesuada sed felis ante. Laoreet morbi velit pretium cursus nulla blandit eni in donec consectetuer bibendum massa."
     ]
    },
    {
     "title": "Euismod justo eget.",
     "paragraphs": [
      "Feugiat velit leo nibh sed aenean mus. Conubia velit cum fames porta mus dapibus. Dapibus netus sit eros est. Blandit porta. Quisque class ut sollicitudin. Commodo porta erat eleifend ad porta in ornare. Natoque purus eu penatibus orci nunc dignissim in enim. Pretium neque adipiscing ve pellentesque. Aliquet proin enim ridiculus varius vehicula. Integer curae ac netus. Vivamus neque morbi rutrum placerat id nam nunc. Sodales lacus pede mattis elementum proin a pede id cras in. Rhoncus morbi hac nonummy et. Dapibus lorem lacinia eni mi volutpat. Natoque lacus. Feugiat fusce nulla faucibus justo ac sapien. Posuere etiam amet interdum venenatis cras nunc est curae aenean fames suspendisse placerat morbi libero suscipit. Laoreet massa nisi at tempor consectetuer hac massa tincidunt nam arcu. Nonummy risus eni. Posuere ipsum at malesuada dignissim vestibulum quam justo netus. Potenti massa nonummy dapibus elit conubia purus eu a. Gravida netus blandit id aenean sit cras duis quisque risus adipiscing viverra vel.",
      "Gravida class vestibulum eget ultricies mattis. Viverra fusce adipiscing elit lorem tortor nisl quam. Feugiat lacus. Potenti felis. Viverra fusce netus a eros ipsum montes augue. Aliquam risus vivamus tristique amet est dui convallis enim conubia nunc consectetuer. Pretium porta id nec condimentum euismod scelerisque. Quisque metus quam ullamcorper. Natoque proin erat egestas malesuada hac. Integer nulla massa sociis amet et eni quis hac leo euismod class nunc curae. Integer nulla. Blandit morbi pede nibh ultricies accumsan. Laoreet netus lorem eni convallis dapibus sollicitudin aenean mollis suscipit parturient. Laoreet curae. Pretium etiam. Dapibus nulla aliquam non nisi pharetra luctus enim duis eros. Euismod massa lacinia ligula id mus nibh elit habitasse velit id taciti ultrices ipsum. Cubilia porta. Commodo lacus vel quis est cras velit ridiculus dolor a. Cubilia magna enim duis venenatis eni viverra sociosqu nunc. Sodales etiam fames leo. Pretium purus felis dis dictum tempus hendrerit senectus nascetur blandit congue nisl tortor eu."
     ]
    }
   ],
   "title": "Vivamus netus lorem.",
   "paragraphs": [
    "Lacinia morbi enim ligula penatibus ac condimentum. Cubilia felis. Euismod velit per lorem quisque suscipit. Quisque etiam vivamus magnis class velit nullam fermentum. Pretium fusce elit mus pellentesque. Pretium velit feugiat congue augue eu fusce lectus porta. Aliquam felis lorem nostra volutpat donec tortor etiam scelerisque eros nisi ante tempor. Lacinia risus diam luctus tortor urna fermentum lectus accumsan. Nonummy velit quis vivamus et imperdiet ad phasellus potenti sociis dui adipiscing tincidunt. Gravida augue id a. Lacinia vitae mus vitae. Cubilia risus. Iaculis vitae arcu maecenas proin. Laoreet velit nisl ve nec venenatis nostra hendrerit dictumst massa. Egestas etiam. Lacinia porta vitae accumsan nulla. Sodales augue risus nullam ipsum velit. Potenti lorem nonummy pretium inceptos arcu et est. Egestas proin at elementum a sit dignissim augue. Aliquam neque eu ornare ultrices facilisi sollicitudin parturient pretium erat. Rhoncus magna arcu consequat sollicitudin sed malesuada. Pretium netus pede dolor est.",
    "Euismod curae nisi habitasse etiam vulputate molestie massa dui adipiscing malesuada ullamcorper curabitur. Potenti velit nisl neque. Gravida massa. Blandit augue neque sociis arcu nostra ad ve purus per urna interdum sapien. Potenti netus etiam mauris enim. Conubia ipsum sem. Sodales magna nulla duis. Feugiat dolor quam nec luctus commodo posuere amet eu sollicitudin commodo ipsum risus. Cubilia magna. Nonummy netus. Sodales porta. Iaculis porta. Cubilia magna eros leo eu fringilla ullamcorper dui nisl elit lorem ac orci suspendisse cum et. Conubia porta ad donec consectetuer nascetur netus hymenaeos. Dapibus justo massa purus tortor sit aptent ad nascetur quam dictum. Posuere augue. Nonummy porta nam viverra praesent at curae tempor primis non platea. Cubilia justo at. Integer risus elit tincidunt. Euismod proin pede senectus sem posuere nibh nascetur arcu turpis. Conubia curae risus semper hymenaeos ve nisl ipsum facilisi per aliquam maecenas neque sed eget. Rhoncus velit urna."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus massa.",
     "paragraphs": [
      "Pretium magna. Quisque justo. Euismod vitae eni pretium non odio torquent urna mus a mattis nisi et. Posuere purus. Iaculis ipsum quis nisl nec nostra dapibus integer aenean fames dapibus sit. Cubilia felis. Pretium fusce dui vitae. Euismod ipsum sit magna. Iaculis fames laoreet nunc sapien. Natoque augue. Euismod lacus nisi urna phasellus mauris inceptos vestibulum montes in congue velit. Lacinia velit felis mattis eros. Blandit justo morbi. Aliquet felis. Conubia donec odio rutrum interdum iaculis pellentesque venenatis porta vel etiam. Feugiat metus per nunc nascetur. Aliquam lorem enim habitant magnis cursus habitasse neque a dictum ultricies sed consequat sapien nisl potenti laoreet. Feugiat netus euismod malesuada quis est. Quisque fusce ut mattis proin velit mollis. Integer ipsum. Lacinia magna arcu cras vivamus. Pretium lorem neque ante natoque a condimentum vel ante vivamus ve ac.",
      "Dapibus donec ut taciti in est nisl quam. Egestas donec laoreet ad sociis rhoncus odio feugiat dui adipiscing vestibulum id tempus facilisis. Posuere metus. Euismod donec arcu litora tellus lorem parturient odio mollis. Sodales risus nibh ad nulla in luctus magnis. Cubilia augue leo lacinia molestie quam. Commodo curae orci bibendum vestibulum tempus enim. Gravida justo hac turpis vitae mi auctor quisque convallis. Aliquam porta per eni sem et taciti. Iaculis velit sed nibh quam curabitur magnis vitae sit erat lacinia netus mi turpis consectetuer. Gravida netus elit. Dapibus neque. Quisque dolor etiam dolor non ante adipiscing lectus at in tempor donec vestibulum at fringilla. Sodales neque eu aptent non rutrum phasellus eu phasellus proin a dapibus. Vivamus fames pede at nulla. Conubia donec. Sodales donec nibh cursus pretium cras at nibh ad convallis. Aliquet lacus netus purus posuere sapien. Quisque etiam mus ipsum justo vel vitae libero consectetuer tristique proin ad vitae tristique condimentum. Iaculis porta. Nonummy ipsum dui. Lacinia nulla sit nisi a etiam pretium quam eros suscipit a pellentesque orci."
     ]
    },
    {
     "title": "Natoque metus ante.",
     "paragraphs": [
      "Euismod vitae nibh vivamus curae rhoncus ac netus nostra dolor. Nonummy nulla id eget. Pretium felis sed nisl dis a varius. Pretium vitae mi donec at. Rhoncus magna enim mauris pretium gravida ante neque ipsum. Commodo dolor nisi aliquet id elit. Aliquet curae et nibh nostra mus pede quam massa facilisi. Aliquet purus et nullam placerat. Sodales purus. Conubia justo nisi eni nullam justo iaculis cras at nisi etiam. Dapibus lacus cras diam sociis tempus euismod rhoncus erat ve sollicitudin orci. Commodo metus eu sollicitudin. Gravida etiam et augue. Blandit fusce at montes conubia. Nonummy lorem fusce quis ut sollicitudin erat. Viverra justo. Natoque donec nunc dis. Cubilia velit erat morbi ut cursus lorem euismod ipsum duis cum. Viverra purus fusce aliquam quisque primis fringilla dis arcu. Aliquet morbi duis hendrerit pellentesque vestibulum. Aliquam class velit tortor dis enim maecenas pellentesque mollis dolor vestibulum. Dapibus curae nibh vitae ac.",
      "Euismod velit proin ullamcorper ad nullam. Dapibus curae eget class ut venenatis a est habitasse. Rhoncus proin eget potenti orci viverra ve potenti odio mus duis eleifend a sollicitudin. Laoreet morbi porta suspendisse pede venenatis semper parturient pellentesque euismod. Aliquet morbi diam. Potenti justo quisque ut. Aliquet vitae. Potenti curae pede mollis eu nisl risus. Lacinia vitae orci senectus. Commodo lacus vel vestibulum eu. Feugiat purus ut augue dictumst adipiscing turpis per ligula a. Iaculis lacus cras eni etiam tincidunt fringilla consectetuer cum. Vivamus lacus proin donec nascetur. Dapibus morbi purus egestas ridiculus ante dictum porttitor metus pede et. Egestas dolor nibh lacinia mollis id enim hymenaeos cum. Integer vitae ut. Dapibus ipsum per parturient fames quam penatibus platea dis diam class lacinia etiam donec nullam justo. Aliquet proin purus nibh vulputate litora ac ultrices sit pellentesque neque risus blandit hac pede torquent at. Cubilia risus mi a aptent hymenaeos etiam. Feugiat morbi purus nostra dolor vestibulum dictumst fusce. Natoque fusce donec magna nonummy rutrum dui pretium id aptent. Feugiat donec eros lacinia natoque ligula eros convallis ac diam rutrum gravida."
     ]
    }
   ],
   "title": "Quisque curae.",
   "paragraphs": [
    "Iaculis etiam ve porta sollicitudin sagittis proin nunc ridiculus consectetuer. Commodo curae at imperdiet. Natoque fames mi mollis bibendum sed mi aptent mus feugiat ut non tristique. Natoque neque massa sociis vitae quis. Aliquam class nibh ad nunc fames. Natoque lacus in netus elementum curabitur enim pede nunc quis. Integer fames in. Aliquam augue. Rhoncus dolor sem euismod lobortis taciti pede. Vivamus felis metus ipsum. Sodales fusce eu sed mi. Iaculis curae lacus urna. Conubia vitae pede sociosqu. Laoreet porta. Feugiat magna netus mauris dictum interdum penatibus ad. Nonummy magna lacus nulla turpis diam pellentesque torquent metus fames luctus. Feugiat dolor neque varius. Conubia purus per quis. Euismod justo est diam ornare. Egestas justo amet dictumst ultricies lacus gravida torquent mattis. Blandit lacus nisi nascetur parturient rutrum. Lacinia netus vestibulum iaculis nunc odio viverra quis erat malesuada ut fusce.",
    "Blandit proin nibh aliquam a ullamcorper non pede sed dolor curae magnis luctus eni sociis dis natoque dictumst. Gravida nulla. Dapibus etiam ve et vel ad porta congue fusce. Aliquet donec eni. Lacinia netus. Rhoncus felis ante lobortis eni aliquet accumsan mauris nunc ut consectetuer odio. Dapibus nulla lorem duis velit suscipit. Iaculis netus in. Nonummy morbi nisi primis aliquam hac mi aenean. Blandit fames gravida conubia eget diam suscipit auctor lectus. Aliquam velit. Vivamus nulla. Nonummy curae velit suspendisse id tempus ve. Pretium felis. Natoque justo. Sodales justo. Quisque proin sed odio at dignissim quam. Cubilia dolor pede sociosqu cras senectus eni. Lacinia velit leo nec ve cursus. Egestas donec fusce fames ridiculus cras conubia in nascetur viverra commodo. Integer augue arcu tortor duis ve consectetuer feugiat ipsum morbi etiam neque a cras eu. Dapibus class."
   ]
  }
 ],
 "abstract": "Potenti fusce cras suspendisse mi tempus magna blandit laoreet. Cubilia class erat turpis mattis. Nonummy risus vel non. Commodo vitae sit felis leo ante vel aptent nunc ve cras. Dapibus neque proin mollis consectetuer fringilla varius et dictumst duis nullam et. Pretium risus in neque scelerisque nam. Vivamus vitae curae dolor a rutrum hendrerit accumsan ut metus eleifend. Pretium ipsum. Commodo neque netus vel adipiscing platea cum vestibulum adipiscing ve penatibus pede. Aliquet lacus eu odio morbi mattis mauris blandit amet purus. Potenti augue quis cubilia imperdiet sociis vestibulum netus arcu eni erat adipiscing dignissim urna per a aenean eget nonummy. Pretium netus arcu ullamcorper commodo donec sed pede inceptos adipiscing turpis at netus lorem ullamcorper. Iaculis purus laoreet nisi arcu. Blandit nulla id justo fusce per. Pretium ipsum felis congue eu nisl augue ve porta enim ad. Pretium metus donec nisi potenti amet quisque curae adipiscing sociosqu curae ad. Iaculis vitae nunc id hendrerit nibh consectetuer turpis primis. Pretium dolor ut sollicitudin nonummy fames vestibulum praesent pretium imperdiet nullam eleifend elementum. Cubilia neque leo. Pretium nulla et nullam felis dui mus sed dapibus odio pede taciti sit cras a urna ipsum luctus. Blandit curae nec nibh sed sociis feugiat ve netus in malesuada quis. Euismod porta ad facilisis curae et.",
 "authors": [
  {
   "name": "Gino Bone",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Reid Laney",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Tana Redington",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Paragon Applied Control"
  }
 ]
}