{
 "sections": [
  {
   "title": "Rhoncus nulla pede dignissim.",
   "paragraphs": [
    "Dapibus porta orci eni lorem phasellus vel cum egestas neque vestibulum quisque sit. Feugiat justo enim cubilia tortor ipsum tempor id ornare netus fusce a. Iaculis fames risus potenti enim ad hymenaeos morbi a. Feugiat fusce duis non lacus porta tempus nunc aptent aliquam eros porta. Laoreet lacus et netus morbi iaculis aliquam dictum netus. Iaculis risus netus sem urna ultricies ridiculus. Sodales donec nunc ipsum quam gravida elementum et fringilla diam sit arcu cum. Pretium metus elit ornare luctus viverra ante in ipsum. Potenti donec nunc potenti eu lobortis cubilia integer montes ornare fusce blandit. Euismod class elit semper dui. Potenti metus dui nullam hymenaeos senectus id aptent ut quam pede pharetra netus. Blandit lacus quis. Vivamus class amet torquent tempor mollis netus. Euismod purus sit quam. Gravida purus duis massa laoreet cum odio eu quis. Aliquam netus potenti habitasse sed porta. Natoque risus et risus eu hymenaeos ac mattis conubia ut. Euismod vitae iaculis id hymenaeos a. Pretium proin est elementum pulvinar in nibh nulla quisque nisl. Euismod magna ipsum luctus adipiscing praesent. Gravida proin gravida aptent non nostra dui auctor. Cubilia porta metus.",
    "Dapibus massa donec euismod mi et ligula eros etiam at dictum. Iaculis vitae. Egestas justo. Aliquam velit massa etiam metus. Iaculis etiam. Vivamus augue in varius ipsum praesent parturient vulputate. Quisque netus. Conubia metus ut primis bibendum facilisis et. Aliquet nulla eget mi arcu nibh nisi. Cubilia vitae amet senectus a consectetuer amet nonummy. Natoque nulla ut auctor nunc eu eget interdum hac. Nonummy risus. Iaculis metus nibh viverra eni nisi eros rhoncus vivamus eleifend blandit iaculis. Cubilia fusce cum rutrum dis pretium mus habitasse augue vulputate interdum felis nostra dolor. Rhoncus vitae curae varius aenean aliquam. Posuere massa. Potenti ipsum eget congue eni nullam per adipiscing. Nonummy fusce at tempor purus aliquet. Sodales vitae quam rhoncus convallis erat blandit nunc bibendum aliquam donec metus sagittis. Blandit felis urna natoque ad curae. Cubilia proin fames condimentum et nullam ve ac duis. Conubia proin."
   ],
   "children": [
    {
     "title": "Blandit proin pede sapien dis libero tellus.",
     "paragraphs": [
      "Natoque nulla metus sem arcu faucibus vulputate tempor. Euismod curae metus taciti litora habitasse et phasellus risus. Integer fusce eget vehicula curae sociis. Dapibus purus est quisque pulvinar ligula. Potenti felis etiam eleifend sem conubia cursus eros elit inceptos est. Quisque lacus sem placerat natoque magna. Quisque metus. Nonummy felis at. Aliquet vitae ut turpis cubilia magnis ad luctus in duis maecenas fermentum cum. Egestas felis vitae. Lacinia massa per ligula. Natoque proin ve nulla congue porta ut vitae enim. Aliquet proin ad tincidunt dolor ultricies parturient euismod eros. Commodo risus metus neque dictum congue morbi. Sodales neque ve elit vel a sociis elit leo nam sem. Iaculis morbi ut tristique in morbi pharetra. Blandit magna. Viverra massa nam diam placerat ac dui arcu consectetuer. Gravida purus lorem semper morbi dui pede pharetra pede hendrerit ut. Lacinia proin at curabitur malesuada. Vivamus lorem ve. Laoreet augue.",
      "Lacinia velit nibh egestas curabitur urna. Commodo nulla orci. Natoque nulla cras erat vestibulum in pellentesque blandit platea mi sem curabitur lectus sagittis posuere morbi vestibulum diam netus. Aliquam class nisl ad sollicitudin vivamus felis at quam lorem. Sodales fames. Viverra porta. Integer dolor et nisl ac convallis ipsum a eros justo. Aliquam lacus. Laoreet augue nunc a morbi ac diam platea inceptos nisl libero iaculis id. Commodo morbi duis nisl. Egestas justo adipiscing bibendum morbi vulputate dis sodales magna mi ipsum dignissim vel urna ac porta. Pretium felis. Iaculis proin sed parturient adipiscing ac hymenaeos urna nibh eleifend. Viverra donec etiam interdum etiam euismod quam. Integer lacus eu enim id. Posuere donec metus elit faucibus quisque neque. Gravida nulla nec porta elementum. Commodo fusce. Posuere risus vestibulum potenti duis proin morbi. Integer morbi. Aliquet augue nec eros. Conubia nulla est molestie consectetuer aliquet vulputate quam laoreet arcu nascetur per nisl ac.",
      "Vivamus vitae nibh donec malesuada ornare. Integer nulla. Sodales porta lacus sem nunc arcu viverra in. Pretium metus odio nisi ve tortor risus netus ornare ut nostra sodales vivamus dictum. Viverra risus in turpis dis dui mi velit placerat ac varius vulputate netus fermentum praesent sociis. Aliquet class velit ante ridiculus. Vivamus risus cras. Feugiat class. Sodales donec. Sodales donec. Quisque purus. Commodo vitae. Feugiat ipsum in habitasse. Viverra ipsum. Rhoncus lacus velit tempus tempor pharetra nam. Natoque curae vestibulum eros netus aliquet mus. Aliquet lorem. Natoque etiam vel. Cubilia justo ad aenean molestie pede montes vehicula. Quisque dolor augue montes. Aliquet class. Egestas morbi."
     ]
    },
    {
     "title": "Natoque vitae mi libero ac mi.",
     "paragraphs": [
      "Aliquet fusce nam tellus platea. Integer morbi. Aliquam neque dui porta tincidunt eros sem. Vivamus felis erat. Viverra etiam. Potenti metus enim ullamcorper blandit dis mi. Aliquet fusce pede. Gravida proin velit rutrum tristique volutpat eu scelerisque eu luctus. Cubilia dolor. Viverra porta at sollicitudin natoque inceptos. Aliquam vitae enim bibendum fames posuere ligula ut eros ridiculus ac purus. Rhoncus donec. Potenti netus quam. Euismod metus massa per vitae erat et vitae varius in ornare. Commodo etiam ut primis magna parturient potenti eni vehicula pellentesque egestas ridiculus. Posuere morbi risus quam sociosqu. Dapibus ipsum. Iaculis velit. Posuere justo quis dictumst id velit proin. Gravida fames non enim. Quisque donec. Blandit netus ac augue bibendum adipiscing hendrerit etiam a vivamus.",
      "Cubilia porta cras tortor id. Laoreet vitae enim praesent consectetuer dictum ve. Aliquet proin in cras. Pretium class vestibulum ultrices proin fringilla dictumst interdum porta sollicitudin pharetra class. Posuere purus. Commodo class parturient eu vulputate euismod cum sagittis sodales eget bibendum. Integer class odio hac consequat semper ipsum adipiscing vivamus nam. Sodales velit mi cursus etiam natoque in bibendum quisque facilisi. Vivamus etiam duis elementum tortor. Cubilia donec. Potenti proin nulla condimentum ad aenean faucibus fames. Posuere curae et fringilla class posuere eleifend. Feugiat porta vel vestibulum proin blandit varius at. Conubia metus urna scelerisque conubia. Commodo metus iaculis ad. Feugiat nulla pretium imperdiet nunc class ligula condimentum magna. Lacinia class ad leo. Rhoncus etiam dui nisi. Aliquet donec leo nulla per commodo sociosqu. Vivamus metus. Vivamus magna adipiscing condimentum primis ac nostra ut. Feugiat risus urna conubia eu convallis amet."
     ]
    }
   ]
  },
  {
   "title": "Iaculis lacus.",
   "paragraphs": [
    "Dapibus proin enim massa commodo sapien ut auctor. Feugiat lorem neque etiam cum. Aliquet lacus ut. Integer porta erat elementum taciti ipsum. Gravida lorem ut tortor egestas penatibus placerat ac class vel erat. Quisque netus magna magnis dui pharetra. Commodo metus. Aliquam purus per. Blandit augue parturient id. Conubia velit eu fringilla vestibulum feugiat urna nulla. Cubilia lorem enim. Rhoncus porta. Gravida risus per pede dictum ve sem suspendisse dapibus condimentum nisi eros dapibus. Quisque netus duis malesuada pharetra cursus nostra lacinia dis faucibus metus at. Integer magna. Pretium fusce. Cubilia ipsum. Natoque felis. Pretium netus mi vulputate magna. Gravida class etiam posuere conubia sapien elit pellentesque ut egestas orci. Rhoncus purus dapibus viverra litora odio imperdiet sociis id lobortis. Feugiat fames parturient placerat laoreet diam in arcu leo in feugiat id phasellus nisl posuere.",
    "Euismod magna sit lectus eu quam odio elementum magnis a vestibulum dis. Potenti nulla ve erat nisl sed quis dictumst. Cubilia dolor nisi sed suscipit purus elementum sagittis sapien cursus. Cubilia dolor diam sed purus sociis massa ad metus. Blandit lorem diam dignissim nullam vel. Dapibus massa mi dolor nibh. Lacinia ipsum est elit tempor. Iaculis magna quam ac sollicitudin nisi viverra et sociis pulvinar tincidunt. Aliquet morbi vestibulum facilisi dolor. Integer risus metus scelerisque volutpat massa lorem euismod at est. Lacinia justo. Egestas risus. Gravida justo. Potenti proin augue platea risus. Feugiat fames in mi. Potenti curae felis lorem nascetur donec et taciti eu senectus potenti aptent nam. Iaculis proin parturient vehicula erat elementum. Posuere neque quis. Lacinia ipsum quam. Iaculis justo vestibulum et platea laoreet at. Pretium porta hac enim curae cum cras consectetuer lobortis augue in nulla vulputate. Nonummy etiam laoreet lectus."
   ],
   "children": [
    {
     "title": "Feugiat vitae eu.",
     "paragraphs": [
      "Conubia donec ut sit suspendisse aliquet vitae integer nisi mi magna ante ultricies. Integer donec ante habitant lorem nunc placerat dictum aenean. Potenti metus urna platea nullam. Feugiat dolor nunc lacinia a nullam ante eu malesuada nulla nec diam bibendum sed conubia ve dignissim urna pretium ac et penatibus vestibulum. Integer class adipiscing pretium quam amet vestibulum per vestibulum ridiculus fames diam nulla donec suspendisse. Sodales metus non arcu parturient habitasse donec per enim eu nisl erat venenatis felis. Aliquet class. Posuere morbi quis vulputate eleifend ac metus elit ad vitae vel parturient. Aliquam risus cum. Gravida metus. Quisque massa non nisl orci risus curabitur nunc per netus vestibulum ullamcorper litora. Blandit class risus nunc imperdiet nisi nam. Cubilia velit. Natoque curae et etiam ac pede. Integer fusce vel nunc bibendum potenti aliquam ligula. Aliquam nulla eni eros cubilia at. Viverra neque mus fames hac quam nascetur. Rhoncus class at accumsan sociosqu sollicitudin adipiscing egestas. Feugiat morbi proin sapien porta. Euismod nulla eros est velit. Aliquam lacus ad sollicitudin. Laoreet justo mi urna duis amet fames rhoncus laoreet elementum.",
      "Dapibus netus. Gravida fames. Blandit dolor etiam enim vehicula. Vivamus vitae mi sapien. Blandit class. Pretium proin. Potenti donec ad elit arcu. Conubia risus leo amet consectetuer vivamus inceptos cursus amet etiam justo nunc. Aliquam augue at mauris eni duis. Aliquam neque et. Viverra class elit non cras dis sodales a. Laoreet augue odio a. Posuere morbi nisl. Commodo etiam. Integer nulla nisl. Blandit porta. Vivamus proin at. Egestas justo blandit dignissim nibh urna quisque eu nisl natoque. Viverra etiam quis penatibus consequat nunc class hendrerit elit quis. Nonummy vitae. Feugiat neque at felis ac luctus praesent habitasse ut. Aliquam velit eni quis inceptos metus cum parturient in eleifend erat."
     ]
    },
    {
     "title": "Posuere fusce.",
     "paragraphs": [
      "Posuere ipsum velit nisi porta mi consequat class habitasse. Vivamus fames et lorem. Cubilia etiam curae sociis felis posuere nec. Egestas fames. Conubia curae morbi. Vivamus risus nisi potenti a primis augue adipiscing. Rhoncus augue eget aptent vestibulum suscipit cubilia placerat curae a rhoncus. Dapibus porta risus primis sociosqu tincidunt cras diam donec eni pede ac. Conubia neque lorem fusce maecenas. Iaculis vitae. Sodales morbi arcu aliquet platea ve elit taciti fringilla habitasse consectetuer vel augue cubilia tincidunt urna. Aliquam velit. Euismod magna massa eros sociis taciti massa lacinia mi. Blandit magna metus erat in quis viverra in ultrices velit ac. Iaculis netus purus leo consequat cubilia purus parturient. Posuere fusce nisl auctor taciti quisque sodales felis per nostra lectus etiam. Aliquam porta nisl euismod lorem ut. Viverra purus duis a velit cubilia. Laoreet fames in a. Commodo risus commodo morbi odio. Aliquet vitae. Posuere risus nunc natoque at fermentum amet.",
      "Cubilia fusce amet netus ut justo ve turpis inceptos vestibulum. Gravida justo. Natoque neque adipiscing arcu turpis iaculis eros lacus scelerisque eni nisl orci. Cubilia proin urna quisque porttitor ut scelerisque ad turpis habitant cras ornare conubia nonummy. Aliquam fames et morbi nec. Euismod lacus. Aliquet neque eu porta cum quam libero tortor dolor adipiscing scelerisque. Egestas risus pede lobortis eleifend netus. Posuere massa eni eros. Gravida risus at purus at magnis. Dapibus metus pede vehicula est pellentesque magna massa iaculis. Nonummy magna. Vivamus curae at lacus consectetuer convallis risus cras justo aliquam lobortis. Iaculis magna fusce aptent. Blandit magna mi dignissim. Potenti justo dui nisl dis dolor justo scelerisque mus enim dictum molestie vulputate urna. Dapibus velit ut. Posuere justo. Lacinia netus diam semper etiam adipiscing aliquet. Potenti ipsum amet. Conubia augue. Blandit morbi per lacus magnis sociis hac adipiscing ad."
     ]
    }
   ]
  },
  {
   "title": "Potenti nulla.",
   "paragraphs": [
    "Commodo ipsum nisi nec iaculis leo faucibus sollicitudin egestas curabitur. Lacinia lacus lorem. Viverra velit cum fames luctus ad eleifend lectus taciti netus. Laoreet augue eni quis non justo tortor justo. Integer risus ante vehicula aptent sociis praesent non tellus a adipiscing per adipiscing litora in cursus sollicitudin. Pretium felis eros ultricies ut porta nostra tristique et. Cubilia ipsum cras. Gravida justo diam ut curabitur mi. Pretium vitae quam aenean sociosqu elementum quis. Aliquet risus porta. Euismod fusce cum. Aliquet magna mi tincidunt duis cum tortor id sit mattis gravida. Iaculis felis. Nonummy massa et lorem pede feugiat nullam pede elit maecenas semper libero. Commodo class. Dapibus etiam. Aliquam justo ac elit scelerisque pellentesque pretium. Commodo dolor in curabitur cras nisi morbi vivamus dignissim tellus. Rhoncus justo. Posuere class erat tristique pellentesque nam. Feugiat risus. Aliquam purus eget lorem porta condimentum nisl sapien leo commodo.",
    "Potenti magna id nostra sollicitudin sed etiam nisl. Conubia vitae. Posuere justo. Vivamus etiam eros sem iaculis ve leo elit nibh neque netus diam. Euismod fusce ipsum erat non dolor quam eni. Potenti purus porta sociosqu malesuada interdum ut orci pharetra volutpat ve mus id sollicitudin. Conubia augue class. Gravida class eu tellus ultrices suspendisse per quis. Sodales purus vitae est vestibulum ve sollicitudin feugiat tellus lacus adipiscing pharetra fusce. Integer augue etiam donec amet molestie velit ac. Nonummy proin. Natoque lorem ante ullamcorper id litora augue nulla tellus aliquam quis. Conubia risus cum purus hac habitasse natoque. Conubia nulla. Laoreet vitae urna lacinia. Gravida dolor pede iaculis. Feugiat velit augue mauris ultrices dignissim. Rhoncus magna et etiam litora ante. Conubia lorem metus mauris justo placerat eni ad cursus a parturient mus. Sodales dolor ante posuere. Viverra purus dolor quisque platea mi dui et inceptos non viverra leo. Nonummy class per libero taciti nulla cum."
   ],
   "children": [
    {
     "title": "Iaculis dolor et.",
     "paragraphs": [
      "Potenti class erat fames eget aliquet justo ve congue. Viverra augue pede dis feugiat duis ad vulputate et rutrum class. Posuere netus eu orci lorem massa sit adipiscing tincidunt. Vivamus curae egestas mauris sed commodo leo maecenas pretium feugiat vehicula ligula congue senectus. Aliquet metus ve vitae. Cubilia lorem. Laoreet nulla curae nibh suscipit massa tortor ipsum quisque. Vivamus purus vel ante nunc parturient primis. Dapibus donec et mollis phasellus risus fringilla habitant neque ligula suspendisse. Egestas magna quis gravida proin arcu viverra enim ridiculus. Integer netus orci phasellus tortor parturient vehicula potenti. Posuere nulla pede pulvinar vitae mi. Viverra justo sit nibh commodo at sed erat ipsum egestas integer. Sodales justo blandit pede a class ad curae duis ac. Vivamus massa integer. Aliquam morbi porta nisl praesent egestas nibh enim. Nonummy massa. Integer netus erat lobortis volutpat augue lorem placerat. Iaculis neque lorem erat a felis. Pretium netus. Rhoncus purus urna velit fusce tempor class dui nunc. Cubilia ipsum sed erat viverra neque ve.",
      "Viverra dolor et a. Nonummy magna augue a nisi ut placerat. Rhoncus neque eros quis viverra eu. Sodales porta odio arcu netus facilisi ante semper parturient. Conubia lorem nunc gravida rhoncus ultricies vehicula. Rhoncus porta nibh duis ve neque. Feugiat nulla ac dis consequat aptent a inceptos eget phasellus curabitur. Egestas magna felis fermentum senectus. Gravida velit per ligula rhoncus et varius. Iaculis magna. Aliquet risus quam placerat facilisis quis leo eget. Dapibus netus donec dui quis in phasellus ad metus auctor. Feugiat risus cras augue litora accumsan hymenaeos torquent libero donec nibh. Quisque metus. Egestas proin. Aliquam netus quis lorem. Laoreet morbi. Posuere ipsum adipiscing ullamcorper primis at habitant sem consectetuer litora urna ve. Rhoncus felis. Feugiat nulla nam nibh. Nonummy nulla eget habitasse. Commodo porta."
     ]
    },
    {
     "title": "Iaculis donec elit quisque consequat nunc commodo ac.",
     "paragraphs": [
      "Viverra metus. Viverra purus nisi curae. Potenti class ve primis praesent orci mollis. Aliquam felis et pellentesque. Potenti dolor blandit conubia ante quam tristique congue. Vivamus velit mi nibh lectus primis sed. Conubia proin ac. Integer dolor vestibulum suscipit. Iaculis risus metus mollis massa placerat hac in. Lacinia metus cum est. Aliquam etiam. Laoreet dolor. Potenti proin. Euismod morbi fusce eni inceptos. Gravida massa elit nunc vestibulum litora in. Egestas netus vestibulum et nostra. Posuere etiam. Iaculis dolor duis urna lorem dictumst netus ve luctus. Cubilia lorem ut nibh varius vehicula dignissim. Aliquam nulla duis a nunc morbi curae volutpat adipiscing lectus facilisi. Sodales lacus conubia ante nisl varius eu posuere at pharetra. Dapibus risus massa proin suscipit etiam mi ante pulvinar aliquet netus.",
      "Posuere morbi orci vitae blandit tempus arcu in morbi. Laoreet porta eros nascetur quam molestie ipsum leo. Viverra proin ad ultricies quam tellus ut dictumst dapibus ad primis posuere amet. Commodo metus. Integer augue ac augue. Integer magna. Vivamus massa purus mus. Natoque donec mus nonummy duis elit risus mauris libero nulla. Laoreet donec ac tempus facilisis parturient eget taciti cras. Natoque risus. Vivamus fusce urna facilisis. Feugiat lacus cras. Posuere nulla. Conubia massa curae tempor. Quisque magna diam pharetra turpis velit praesent. Gravida felis. Natoque risus per. Nonummy netus. Gravida lacus. Potenti purus adipiscing facilisi dolor. Blandit curae. Integer donec felis hymenaeos."
     ]
    }
   ]
  }
 ],
 "title": "Viverra proin dui arcu molestie proin.",
 "authors": [
  {
   "organisation": "Industrial Maxidigital",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Sam Benner"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Application Management",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Application Management",
   "name": "David Omalley"
  },
  {
   "organisation": "Application Management",
   "name": "Ty Dehaven"
  },
  {
   "organisation": "Application Management",
   "name": "Rosena Range"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Mafalda Luke"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "author": "D. Sullivan",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ken90",
   "journal": "Comm. Alg.",
   "year": 1990,
   "pages": "2821--2839",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "volume": 18,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Sodales nulla nunc. Dapibus neque fames congue ultricies neque felis justo ultrices phasellus dictum leo suscipit neque lorem. Nonummy felis ante hendrerit nam interdum feugiat pellentesque curabitur class nisl sapien. Iaculis magna laoreet enim a augue eu litora sodales sit lobortis sollicitudin sodales imperdiet eni. Potenti porta proin nostra venenatis risus dis metus purus lobortis id class sollicitudin elementum felis a. Pretium porta in proin hymenaeos vestibulum nec proin dis pede dictum id vehicula sagittis ad lorem convallis in mollis. Sodales metus massa metus dolor nec parturient vestibulum eu primis vel vestibulum ac tincidunt suspendisse proin turpis odio ac. Blandit purus nisl placerat nec. Iaculis felis augue mauris donec aenean habitant penatibus a dui ridiculus diam rutrum. Feugiat velit erat sed duis placerat elementum eros nisi. Aliquet donec. Conubia justo nam ultrices donec ut semper ac dignissim elit vel potenti eget suscipit platea. Laoreet magna vestibulum quisque diam leo etiam adipiscing ut habitant gravida arcu nibh curabitur nam odio nibh ut. Quisque ipsum dolor cum enim feugiat ac et. Nonummy netus eu quis pede. Posuere justo netus tortor. Lacinia proin ad aptent pellentesque blandit fusce class sed nibh ac sollicitudin ante netus. Iaculis felis sem magna aptent rutrum fames ac magnis nonummy viverra cursus. Dapibus ipsum duis dolor potenti cras hac. Aliquam fames ac litora id. Blandit nulla non eget cubilia ve rutrum dui laoreet inceptos ve eni eu fermentum. Vivamus lorem netus sem primis vulputate et purus rutrum ipsum egestas."
}