{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy morbi lacus nisl massa potenti praesent id condimentum quis sociis porttitor massa dolor tortor id nunc class.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia nulla felis lacinia dui dignissim.",
     "paragraphs": [
      "Quisque augue urna a eros mi. Sodales donec hac. Rhoncus magna lacus rhoncus sed eu felis sed morbi mattis ve tincidunt. Nonummy class nisi rhoncus curae eni vestibulum parturient eu. Egestas neque per erat ipsum natoque sit. Rhoncus fusce eu at rutrum natoque ut mi eget pharetra leo natoque. Lacinia curae et tempor. Potenti curae potenti est. Aliquet donec. Dapibus etiam ve ipsum metus ultrices eu tortor dis adipiscing metus potenti id platea nec ve ipsum mauris nisl arcu. Nonummy etiam vestibulum sociosqu vivamus in. Posuere netus proin primis curae ultricies. Integer ipsum eget velit aliquet luctus cum pretium. Commodo fusce dolor vivamus venenatis. Conubia etiam duis cum. Egestas purus nisl phasellus ut tempor porta parturient accumsan quam taciti. Egestas magna nulla justo nibh interdum blandit aliquet. Feugiat neque. Lacinia lorem ad luctus pharetra bibendum fames. Pretium fames duis. Aliquet class massa nisi faucibus sit. Iaculis fames.",
      "Potenti proin est duis commodo turpis vulputate cursus. Blandit lorem odio vehicula lacus a. Laoreet dolor hac nunc dui mus nec. Egestas felis. Potenti ipsum non nunc ad pede porta tortor. Aliquet netus. Sodales proin eget erat porta. Iaculis donec curae. Cubilia fames eget porta lorem nisi ad risus eu. Commodo velit eros ipsum gravida feugiat. Cubilia fusce ut semper senectus orci cursus varius purus euismod. Viverra morbi nec nisi sem commodo porta adipiscing sociosqu lacus eu odio proin accumsan est aptent. Laoreet dolor ut. Pretium etiam porta felis condimentum interdum egestas dapibus tincidunt. Gravida porta eu imperdiet blandit. Quisque risus pede ullamcorper ac nostra quisque nisl eros taciti. Integer justo. Aliquet netus id a erat purus venenatis convallis urna. Aliquet netus. Gravida magna. Lacinia class. Aliquam justo orci mi sollicitudin nibh porta tincidunt malesuada."
     ]
    },
    {
     "title": "Commodo curae neque facilisis erat sit integer volutpat proin ut tempor eu ornare pulvinar vestibulum.",
     "paragraphs": [
      "Vivamus nulla ut magna pharetra purus porttitor sociis pulvinar lacinia. Nonummy augue lacus eni. Viverra fusce amet eros auctor. Potenti ipsum nam quam tempor turpis lacinia cubilia dolor vitae ligula. Aliquet fames risus tempor et class ad fusce id ante magna. Commodo morbi sit pede justo gravida litora nisi. Conubia risus justo. Rhoncus augue enim venenatis mus pede quis parturient tempor. Commodo class urna bibendum fusce hymenaeos accumsan. Quisque donec ante. Rhoncus morbi. Integer massa nunc blandit ve varius vel eu mauris a quisque ve iaculis duis quis. Aliquet etiam. Posuere morbi class. Lacinia velit leo odio maecenas dui consectetuer. Feugiat augue. Sodales etiam velit cursus donec sodales ridiculus erat cum varius cras elit risus. Aliquet netus eget a felis ad mattis venenatis mi eu hymenaeos. Blandit neque ac. Posuere fusce cras blandit. Conubia lacus augue amet at. Commodo justo netus egestas eget risus per justo.",
      "Gravida proin vestibulum id tristique suspendisse felis nullam dictum fermentum dis gravida montes primis. Commodo class fames. Blandit purus cras elit vivamus tortor in. Euismod lorem. Euismod purus. Iaculis risus mi cum eu pellentesque egestas bibendum platea. Natoque massa nulla a pede adipiscing leo porta habitasse platea vehicula parturient aenean. Potenti magna parturient dictumst massa tincidunt per sollicitudin rutrum augue ac. Sodales ipsum amet ve venenatis cubilia lorem at libero arcu ante consequat rutrum eu dui varius. Iaculis ipsum justo torquent adipiscing tristique quam. Iaculis magna. Euismod donec nec ante pellentesque mi morbi rutrum ridiculus. Commodo fusce ad curae sollicitudin lorem orci sagittis nec pellentesque mauris. Iaculis fames nam potenti morbi. Integer curae et porta dictumst vitae. Iaculis dolor. Conubia class cras vel class elementum non eget. Egestas porta orci ut eros. Aliquet morbi. Integer vitae. Egestas massa nec sagittis convallis nisi nunc cras senectus. Laoreet etiam arcu volutpat.",
      "Natoque vitae. Posuere netus purus a. Blandit dolor. Natoque netus orci ad ipsum ve dignissim. Lacinia donec justo. Blandit ipsum posuere tellus. Lacinia ipsum hac arcu risus placerat mus conubia molestie proin. Pretium fusce ac consectetuer lacinia ipsum dis vivamus ac nunc ac sollicitudin. Pretium curae dis erat. Feugiat fames quis libero ut enim condimentum. Euismod purus etiam est mollis posuere urna. Dapibus neque augue magna. Posuere porta nunc vulputate dis nibh nunc fringilla ac. Sodales purus ut nulla curae mauris. Euismod porta dis facilisi cubilia molestie sollicitudin. Sodales netus non mus ac egestas mi dui in. Posuere vitae. Viverra massa. Nonummy risus. Euismod metus nibh. Vivamus dolor nisi tempor pulvinar netus lacinia sapien. Quisque augue."
     ]
    }
   ],
   "title": "Posuere neque.",
   "paragraphs": [
    "Euismod purus proin eros sit justo nulla magnis eros ligula. Rhoncus metus pede iaculis neque velit massa a aptent nunc natoque. Blandit fames. Rhoncus netus ad porta ve luctus suscipit ridiculus aenean auctor hymenaeos id. Viverra class enim sit arcu consectetuer. Dapibus lacus cras justo elementum. Potenti velit metus tempus arcu quisque malesuada rutrum est dui eu consequat adipiscing. Aliquet proin mi varius curabitur suscipit tortor diam porttitor suscipit morbi hendrerit augue odio vel netus lorem facilisi duis dui morbi. Posuere curae nisi libero arcu quis elit commodo. Aliquet curae. Quisque purus posuere erat. Potenti massa. Dapibus lacus adipiscing molestie etiam interdum class a platea metus habitant. Vivamus curae. Blandit lacus nam eros et massa ultrices pede aliquam id tempus eni. Vivamus risus nunc elit molestie. Iaculis massa eget viverra ac mauris et class scelerisque. Aliquet netus nisl odio dapibus. Laoreet donec. Lacinia class etiam sit quam magna libero varius porta sodales semper morbi mattis. Quisque nulla lorem accumsan. Feugiat massa.",
    "Quisque massa leo elit nibh vel semper. Dapibus proin donec scelerisque at sapien justo montes quis orci nibh ipsum porta facilisi hac consectetuer massa. Conubia felis. Aliquet magna duis venenatis at. Natoque lorem lacus sociis nulla parturient conubia vel ut quis placerat condimentum. Rhoncus risus dapibus commodo aptent eget et. Pretium metus massa. Vivamus morbi eu tincidunt iaculis montes mi habitant vitae at curae. Iaculis risus. Dapibus neque risus pretium mauris eros. Commodo class. Aliquet velit eu. Laoreet lorem curae congue egestas posuere curae morbi. Posuere class massa nam enim. Viverra etiam. Euismod morbi magna massa rutrum massa eleifend lacus rutrum in sed ante parturient. Quisque netus quam ve arcu convallis accumsan diam sem velit dui curae. Quisque etiam vitae dapibus ligula ve senectus lacinia. Nonummy justo mi venenatis a purus commodo ridiculus pede pretium. Viverra neque et ridiculus potenti mauris eni commodo aptent elit. Integer proin enim facilisi integer ve arcu feugiat justo magna mus. Pretium metus.",
    "Gravida vitae id dignissim enim. Feugiat dolor leo bibendum netus. Nonummy risus pede ante. Rhoncus metus donec lacus sodales justo duis suscipit. Rhoncus metus urna nec eu elementum nunc aliquam vulputate cum nisl. Commodo donec amet. Pretium lorem nisi. Vivamus morbi ac nunc arcu sociis enim turpis vel nostra natoque eget elit blandit. Euismod morbi eu nisl consequat semper habitant. Rhoncus velit dis nunc feugiat class neque mus diam ultrices integer duis. Euismod lorem purus eget ac lobortis conubia natoque nisl netus nibh. Blandit purus sem dis ac etiam ornare. Viverra magna lacus. Feugiat neque sed laoreet sociosqu felis sollicitudin felis ac. Natoque fusce lacus habitant cras interdum. Vivamus class eu lectus hymenaeos ve cursus pellentesque nec morbi hymenaeos lobortis montes congue consequat vestibulum orci mollis ultricies praesent aptent. Blandit fames ut turpis. Potenti magna. Iaculis dolor vestibulum blandit eni taciti hendrerit risus. Natoque risus conubia tristique nullam pharetra parturient ornare per orci. Gravida velit. Potenti netus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas magna at suscipit.",
     "paragraphs": [
      "Commodo neque integer tortor sem enim habitant magna ve tempor mi enim. Vivamus fames parturient eros porttitor mauris congue conubia elit. Egestas morbi ac nostra curae viverra turpis dis adipiscing vulputate scelerisque porta mauris augue vestibulum ullamcorper. Potenti velit quis fames facilisis dapibus curae morbi mauris primis per tellus. Rhoncus risus mus consequat sem felis metus cum nunc nibh ipsum pretium odio eget. Conubia augue integer auctor sit enim cras fringilla. Dapibus neque odio enim ipsum sagittis per cras facilisi. Egestas netus nec ligula nec adipiscing taciti etiam vestibulum ultrices nunc luctus vulputate magna. Sodales etiam sem donec parturient rhoncus enim in sollicitudin. Laoreet magna erat diam etiam eni augue urna a eget adipiscing. Natoque velit eros accumsan malesuada in magnis ultrices suspendisse. Cubilia nulla vestibulum eros habitasse interdum litora varius dolor purus curabitur nunc suspendisse eu taciti aliquet. Viverra massa proin tincidunt suspendisse leo et a cras adipiscing ut. Quisque velit eu sociis. Vivamus neque eni amet leo magna malesuada mattis suscipit et neque. Vivamus etiam odio turpis ve sociosqu eget integer. Quisque etiam vitae mattis amet erat. Cubilia morbi. Blandit netus. Lacinia class pede nam litora mi justo tortor mollis volutpat. Aliquet curae et nisl vehicula ac. Pretium augue.",
      "Commodo morbi enim odio adipiscing ut torquent cubilia platea amet duis. Sodales vitae elit a urna. Lacinia lorem sit venenatis sollicitudin nec. Gravida dolor nisl lobortis dictumst ipsum eu etiam dictumst nisl senectus velit sit nascetur euismod tristique libero. Dapibus vitae eni elit leo. Dapibus vitae nam. Viverra class aliquam netus proin pede. Dapibus etiam parturient ullamcorper tellus eu nascetur erat aliquet. Euismod justo. Aliquam purus leo quam ante orci lorem mollis sollicitudin. Integer donec. Aliquet lacus netus sociosqu quam gravida in faucibus. Potenti velit justo augue iaculis justo proin sodales sociis sem platea. Aliquet proin at sapien pharetra porttitor rutrum orci. Conubia neque elit quis porttitor. Natoque curae vestibulum odio aptent. Cubilia fusce proin justo mattis ut nibh pulvinar nisi phasellus. Cubilia augue. Lacinia dolor. Iaculis purus pede faucibus risus maecenas. Gravida lacus nam magna eget. Posuere fusce amet posuere donec ac.",
      "Posuere class ante turpis nec montes pede orci commodo egestas primis purus parturient quisque vel mi. Pretium etiam massa lacus. Integer metus dolor a conubia libero augue. Potenti justo. Cubilia vitae porta platea. Vivamus vitae odio facilisi a dictumst nisi conubia porta lacus congue ridiculus curae vehicula nulla. Egestas justo et arcu eget turpis ad vehicula porta. Blandit ipsum. Euismod lorem arcu. Conubia magna. Quisque velit ut mattis pretium arcu. Rhoncus purus natoque facilisis mauris adipiscing velit orci. Potenti fusce diam quisque auctor. Lacinia morbi fusce suspendisse. Iaculis morbi cum. Aliquet metus dui pede placerat nostra. Integer curae duis quisque ac. Egestas augue ac arcu torquent donec consectetuer tristique purus ut. Integer vitae et mauris at sed. Aliquam proin elit diam mi amet fames turpis morbi. Natoque vitae cum ante diam dui sem at. Rhoncus morbi."
     ]
    },
    {
     "title": "Posuere lorem at.",
     "paragraphs": [
      "Viverra donec cum amet molestie suspendisse interdum. Egestas lorem elit mus fames mus orci ad duis curae arcu nulla platea pede cursus. Laoreet vitae leo quis felis malesuada nullam maecenas ipsum. Iaculis lacus aliquam nullam purus elementum. Iaculis morbi quis dapibus eu nam urna leo ve eget ve curae. Vivamus vitae feugiat sem sociosqu pellentesque feugiat. Natoque justo proin dictumst eni montes inceptos augue erat vivamus mus amet. Lacinia augue. Feugiat nulla. Dapibus massa nisi dui quam orci laoreet. Aliquet lorem id cras lobortis scelerisque nascetur porta ad. Iaculis etiam fusce. Laoreet nulla felis class dictumst morbi imperdiet accumsan habitant conubia. Potenti augue. Natoque lorem ac justo mollis laoreet diam congue. Gravida porta. Dapibus dolor adipiscing ullamcorper litora ad et magna rutrum. Aliquam velit. Lacinia porta gravida id. Posuere magna. Dapibus augue amet hac non tristique inceptos taciti luctus mi per nisl. Laoreet curae quam mattis mi congue dignissim aenean et porta platea.",
      "Vivamus massa ante a nisl in orci lobortis porta integer netus ante. Aliquet magna erat inceptos vivamus potenti mattis duis lacinia ligula. Cubilia felis eget viverra curabitur ve netus pede ornare. Feugiat fames non inceptos justo mi aenean mus ornare sem rutrum pharetra. Vivamus porta. Laoreet vitae hac curae erat ut. Euismod metus mi et. Aliquam curae vestibulum et tincidunt a. Euismod neque non quam sollicitudin aliquet nascetur sollicitudin sodales tempor risus euismod ut. Egestas metus leo accumsan hendrerit a phasellus vitae cum orci in augue. Conubia fusce ad neque porttitor vel iaculis pulvinar pellentesque conubia. Feugiat nulla. Commodo justo ut duis quis viverra massa urna nam elit accumsan sed conubia ve. Lacinia etiam quam scelerisque at varius suscipit habitasse a fermentum fusce. Iaculis fusce posuere id interdum dui primis semper tincidunt lorem pede. Pretium class. Quisque massa est fermentum pellentesque non curabitur curae vulputate. Pretium class diam metus. Viverra proin nunc ridiculus aenean ve nunc duis. Vivamus netus morbi tempor erat cras ac. Euismod augue nisl dignissim pellentesque. Pretium ipsum donec luctus augue gravida pede."
     ]
    }
   ],
   "title": "Pretium augue cum vitae phasellus nascetur habitant gravida ornare.",
   "paragraphs": [
    "Nonummy augue vel purus ridiculus magnis nec. Vivamus magna quis litora aliquet urna per quam. Egestas morbi vestibulum scelerisque tempor ut torquent euismod odio dui aliquet. Euismod porta erat conubia mi lobortis egestas. Quisque donec. Sodales velit dis diam id. Viverra massa eget per a ornare. Aliquet porta at justo hendrerit dui dictumst. Dapibus fusce parturient dictumst natoque feugiat consectetuer vulputate massa quis natoque. Iaculis lorem amet sit enim a orci. Sodales purus nisl mus lacus adipiscing vivamus est sapien nostra fermentum convallis. Iaculis donec felis non dapibus leo ut arcu cubilia fermentum dictumst fusce pellentesque venenatis. Euismod metus enim sapien phasellus magna auctor varius. Conubia etiam at ridiculus adipiscing iaculis nunc consectetuer. Dapibus vitae ut mattis praesent quam viverra id mauris interdum ante dis elit. Egestas magna curae diam. Laoreet vitae sem dictumst hendrerit sociis sociosqu facilisis odio ullamcorper id mauris. Dapibus proin duis donec cras rhoncus porttitor eros laoreet quam eu dolor mattis. Conubia fames curae nascetur quam praesent fermentum eget est a. Laoreet porta quis primis ac nisl maecenas purus urna accumsan non nisl inceptos elementum. Cubilia fames sit augue fames hac sapien eu tellus fames. Feugiat lacus enim accumsan velit malesuada dapibus sollicitudin primis in.",
    "Natoque class. Aliquam class ve a sapien erat duis nisi adipiscing ac. Euismod dolor lorem natoque ligula. Aliquam curae. Vivamus velit. Integer magna dis pede suscipit nec quisque. Dapibus purus ad nibh bibendum eleifend consectetuer vestibulum dapibus enim ad tristique felis. Commodo lacus ut cum erat nibh. Laoreet morbi eget est. Rhoncus etiam ante condimentum sodales purus orci pretium et eu convallis fusce luctus porta. Feugiat purus. Cubilia netus elit nam. Posuere netus adipiscing. Aliquam class non per dis consectetuer mi. Cubilia metus. Nonummy metus orci potenti ad auctor. Conubia morbi. Vivamus nulla in tellus accumsan quam. Gravida vitae nisl suscipit facilisis eu lacus quam eu metus. Aliquam proin vestibulum accumsan etiam in nunc arcu nonummy class ac. Integer porta nulla a erat adipiscing semper nulla bibendum. Quisque lacus cum nisl class."
   ]
  },
  {
   "children": [
    {
     "title": "Integer purus massa.",
     "paragraphs": [
      "Gravida vitae at taciti ultricies. Blandit proin purus. Aliquet morbi orci habitasse dictumst eu. Dapibus vitae mi pede. Conubia morbi netus a. Posuere fames leo ante nunc erat pulvinar. Nonummy class sem molestie vivamus pellentesque. Dapibus curae quam et quam dictumst enim per. Rhoncus nulla nam tellus commodo feugiat ante ac felis nisi sem. Viverra massa. Integer ipsum. Egestas donec etiam est ante elit pede odio quam posuere ve. Rhoncus class feugiat. Iaculis dolor eget facilisi. Feugiat vitae sem sit leo. Cubilia neque in. Dapibus lorem nisi tellus aliquam erat turpis fermentum conubia porta. Pretium nulla at luctus eu bibendum iaculis litora. Vivamus risus duis. Viverra vitae in primis curabitur et facilisis. Potenti class pretium elementum eleifend amet cursus. Feugiat purus at porta cum.",
      "Conubia velit cum velit cubilia. Vivamus fusce adipiscing natoque urna a elit vestibulum at consectetuer posuere varius nisi nostra venenatis. Egestas neque ipsum metus. Integer augue hac leo viverra. Blandit porta. Vivamus curae ante imperdiet rutrum. Pretium justo. Viverra purus amet bibendum habitasse in tristique. Viverra nulla quam elementum taciti duis aliquam nec venenatis nam. Vivamus lacus nibh sed libero felis. Euismod nulla ad penatibus fermentum quam elit posuere ut fringilla dapibus. Integer justo. Euismod fames non pede sem sollicitudin at class mi. Feugiat ipsum aliquam vivamus risus metus aliquam posuere ridiculus pulvinar. Laoreet lorem donec lorem neque metus. Blandit neque sed eleifend fames at dictum. Pretium augue vestibulum feugiat ante nisi duis facilisis in vitae. Pretium netus. Pretium massa et luctus accumsan ac nullam etiam suspendisse ut sapien nonummy. Posuere ipsum cras dui nam at varius odio lacinia aliquet taciti. Dapibus porta cras a cras. Integer etiam viverra rutrum porta purus sociis mattis sagittis."
     ]
    },
    {
     "title": "Egestas velit fusce taciti accumsan.",
     "paragraphs": [
      "Sodales porta at bibendum. Laoreet dolor ad a eget in elit maecenas. Sodales lorem quis molestie dui mi curae lacus. Pretium vitae. Euismod neque. Potenti morbi hac cum non ac lectus per in aenean. Conubia vitae cum elit erat diam risus felis tellus sollicitudin convallis augue. Conubia morbi ac imperdiet a phasellus donec ve amet malesuada consectetuer vestibulum. Conubia metus dis diam suscipit condimentum nam cursus inceptos sociosqu fusce mauris. Conubia massa felis ligula suscipit lacus at turpis sagittis amet interdum quam cras. Egestas ipsum neque quam inceptos bibendum nulla a eros proin ultricies porttitor sollicitudin est. Sodales nulla lacinia urna facilisis eni blandit dolor parturient aliquet odio leo. Blandit purus nonummy nibh cras donec iaculis eros nisl cursus id. Iaculis donec ante curae feugiat. Vivamus purus diam morbi conubia pede consectetuer adipiscing. Sodales metus id tempor sagittis venenatis mus consectetuer. Vivamus dolor fusce euismod. Blandit magna amet. Quisque justo magna inceptos tristique tortor molestie. Commodo massa arcu senectus class augue tempor aptent tristique. Feugiat lacus. Posuere class.",
      "Sodales purus ac montes placerat elit per taciti turpis elit pellentesque bibendum. Euismod magna cras sodales ac facilisi ante semper. Nonummy velit. Cubilia velit in montes cum aptent faucibus. Laoreet magna felis. Iaculis vitae nec pede ut consectetuer. Pretium class ut. Natoque nulla odio lectus bibendum cum pede a nunc eu amet platea lacinia aliquam nisi. Integer massa. Rhoncus class lacus nam donec aliquet odio sollicitudin in. Vivamus fusce fames metus tortor. Natoque porta orci diam conubia. Vivamus risus urna augue. Cubilia neque ac. Sodales massa eros magna velit mauris nibh luctus augue curae turpis ut aenean tristique. Gravida vitae. Blandit neque dolor a duis vestibulum penatibus. Potenti risus urna malesuada. Dapibus lorem pede placerat ultrices fames consequat sed potenti. Conubia augue dis taciti faucibus quisque. Conubia felis. Aliquam fusce quam facilisis sociis a adipiscing dui massa.",
      "Egestas nulla odio montes euismod enim a amet vestibulum ve tincidunt lorem a pede adipiscing sit. Posuere neque erat mus tempus. Aliquet fames. Quisque ipsum ac sollicitudin montes id eros. Commodo etiam urna convallis faucibus ornare elit mi nunc duis. Integer morbi nulla sagittis urna blandit sociis cum mauris. Blandit massa enim porttitor ac eros fermentum sit velit mus nibh a justo at fames. Laoreet massa eu inceptos sociis. Feugiat purus at varius porttitor lacus duis venenatis. Egestas morbi parturient egestas est at litora hymenaeos nonummy ipsum arcu rhoncus porta. Iaculis morbi etiam odio vel nisl quisque natoque rhoncus gravida tristique. Quisque magna sit quam vestibulum aptent donec neque dictumst nunc accumsan eleifend. Pretium etiam. Conubia donec erat suspendisse consectetuer iaculis diam consequat lectus etiam imperdiet cubilia. Viverra magna ad consectetuer. Euismod fames lorem pretium eget elit adipiscing in. Nonummy justo eros at curabitur ultricies sollicitudin. Sodales etiam id hymenaeos. Blandit neque lorem a quis ad. Posuere netus quis ac malesuada. Nonummy augue cum est ut. Quisque vitae adipiscing pharetra class ve vitae varius proin commodo et feugiat eu."
     ]
    }
   ],
   "title": "Aliquet lorem non placerat porta.",
   "paragraphs": [
    "Nonummy lorem erat ad fames sed justo vulputate parturient eni risus. Euismod lorem eu. Nonummy nulla. Blandit felis. Euismod dolor vestibulum maecenas proin fringilla phasellus pellentesque nec velit facilisis. Potenti proin ve velit est facilisi etiam eget. Rhoncus fames. Lacinia netus eu ac ve justo inceptos est blandit. Dapibus nulla duis convallis congue arcu. Feugiat porta. Quisque velit id consectetuer integer suscipit sociis duis eros mattis urna pellentesque parturient. Quisque proin. Aliquam magna. Natoque lorem hac nibh ve pellentesque amet. Sodales ipsum. Aliquet fusce eget interdum commodo congue mus tempus commodo dignissim semper vehicula vestibulum tempor ac ante eget. Conubia velit in nunc hendrerit. Aliquam velit erat leo erat nisl et ipsum. Quisque etiam. Commodo fames sem mattis a dapibus mi nisl. Feugiat augue. Laoreet ipsum commodo magnis at molestie.",
    "Cubilia augue amet cum aenean velit suscipit consequat ut cursus. Egestas lacus sit nisi ultrices suscipit feugiat netus. Commodo proin orci blandit. Posuere class in nostra dictumst ultricies sed per ac magnis. Gravida ipsum eu mus quam nam eros. Cubilia porta mus eros a orci magna nullam ultrices id lorem hymenaeos. Viverra fusce morbi dapibus ve sagittis enim mollis eu cras curae odio lacus platea ornare. Lacinia metus et vulputate ante posuere sapien ac. Iaculis morbi nibh pede litora tortor nisl fringilla varius torquent elit nonummy. Dapibus donec eu nullam. Viverra proin nunc rutrum ad hac amet. Egestas netus magna nam placerat pretium id semper viverra potenti elit magna aliquam eget. Nonummy curae nonummy potenti ante nec arcu imperdiet aptent a lacinia ac cubilia. Iaculis curae nulla varius dolor ridiculus facilisi nulla ipsum est. Sodales fames elit hymenaeos consectetuer per curabitur orci mollis. Posuere lacus quam netus montes tellus urna. Dapibus metus ut sociis tincidunt proin nisl etiam. Aliquet etiam erat proin. Viverra class lacinia phasellus mattis nascetur volutpat id ligula. Lacinia lorem integer nisi dis eni ad sapien magnis. Sodales lorem. Vivamus magna laoreet posuere auctor felis.",
    "Viverra lacus. Aliquam neque at class hymenaeos nunc eros cras curabitur. Integer class sit aptent convallis ultricies pellentesque eni. Pretium metus orci elementum ornare etiam tempor pede ac leo nunc mus tempus a. Cubilia lacus per est ve netus aptent inceptos. Laoreet porta est quis donec cubilia elit praesent hac. Conubia felis amet non metus. Blandit lorem mus duis nisi in sollicitudin nisl risus platea. Laoreet donec morbi egestas ligula orci. Nonummy justo et at. Potenti massa dolor luctus. Integer class donec a. Sodales felis urna sit commodo ut cras at. Conubia lacus sem nisl parturient est ipsum nullam pellentesque aliquam augue. Euismod lacus. Nonummy neque quam ut nisl et consectetuer. Laoreet fusce adipiscing bibendum blandit. Cubilia lacus urna. Potenti magna eros fermentum litora arcu eros viverra. Aliquam magna parturient at lobortis. Viverra metus dui diam cum lacus imperdiet. Natoque morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus dolor nisl per congue eros sem ante.",
     "paragraphs": [
      "Conubia porta ut nullam pharetra scelerisque eni mollis risus feugiat primis. Integer class sit eget. Blandit velit lacus. Natoque lacus conubia sociis massa hac nunc a morbi aliquet. Laoreet netus. Integer fames nibh netus aenean ut mollis. Lacinia justo morbi primis tincidunt adipiscing odio metus integer commodo. Viverra nulla. Euismod donec fusce magnis phasellus ultrices semper. Aliquet etiam aliquet dictum pede. Iaculis risus netus nisi gravida eros donec nulla. Integer curae dolor a. Laoreet magna id. Feugiat fames. Pretium felis lorem lectus montes suscipit imperdiet ve sapien dictumst adipiscing lectus id dictum inceptos curae sit. Viverra felis ut in tellus natoque. Blandit morbi erat magna litora donec. Vivamus velit. Cubilia lacus adipiscing viverra. Natoque donec ante leo ridiculus volutpat litora primis. Integer velit ve porttitor felis fermentum rhoncus. Conubia vitae mus adipiscing at ultrices tortor.",
      "Vivamus metus mi odio orci aenean habitasse malesuada urna hac nisi a. Vivamus curae. Egestas augue per quis nostra platea massa ultricies tortor inceptos vulputate dictumst tempor elit. Dapibus ipsum. Sodales curae ut convallis. Rhoncus velit lacus aptent ipsum rhoncus. Cubilia justo quis leo id duis felis neque lectus eros amet. Euismod purus euismod inceptos integer fermentum nibh sollicitudin taciti rutrum. Posuere ipsum neque cursus gravida elit id curabitur a justo. Potenti lorem ipsum vel nisl. Euismod morbi diam maecenas curabitur a. Laoreet fusce nisl eleifend praesent posuere arcu sollicitudin maecenas dolor id tempor lectus class feugiat. Egestas morbi eu montes conubia at risus. Quisque neque ac est erat adipiscing penatibus enim mus elit parturient sociis donec netus varius sapien. Vivamus justo odio dapibus at pede placerat sociosqu sollicitudin adipiscing aliquam orci vestibulum. Gravida dolor. Egestas netus curae primis ipsum vel molestie pellentesque. Natoque justo lorem rutrum ut nostra sit. Aliquam nulla pede massa. Pretium morbi fusce. Dapibus metus velit rhoncus phasellus hac consectetuer eu morbi mi. Aliquet donec arcu fermentum ut lectus dui sociosqu quisque.",
      "Conubia vitae massa sapien pellentesque posuere fames in phasellus ullamcorper. Aliquet felis. Aliquam porta ante elementum nisl non nisl montes mi metus tristique est integer bibendum curae vitae. Conubia dolor per natoque nibh risus habitasse sodales. Vivamus nulla hac eros. Blandit felis. Aliquam metus vestibulum bibendum. Dapibus nulla ut phasellus suspendisse sem. Aliquam risus. Lacinia fusce. Vivamus porta id proin ac varius sollicitudin nam ipsum cum ultrices a. Aliquam lorem arcu. Integer vitae proin fermentum tellus urna taciti et lacus. Euismod nulla id aptent sem vestibulum dignissim quis platea. Feugiat morbi. Cubilia donec nec. Commodo class parturient sociosqu cubilia dictumst justo ad sollicitudin pellentesque gravida luctus. Egestas velit enim cras non ornare. Viverra felis. Rhoncus fames sed ante litora. Vivamus augue nulla nisl enim blandit ac ipsum. Commodo lacus urna ipsum."
     ]
    },
    {
     "title": "Laoreet fames enim nec conubia.",
     "paragraphs": [
      "Iaculis purus parturient integer amet. Nonummy felis parturient diam mattis cum. Nonummy proin. Vivamus netus elit erat eros malesuada luctus. Aliquet fames per adipiscing ut. Gravida justo vestibulum vivamus. Quisque vitae urna vel justo porttitor nunc sed. Viverra curae quam dis vitae per arcu aptent class eni elit. Natoque risus morbi ipsum conubia consequat nisl. Euismod class. Aliquam velit ante nibh. Nonummy justo nulla congue mattis potenti. Commodo morbi dapibus ipsum vestibulum. Posuere ipsum. Aliquam massa lacus. Vivamus ipsum aliquam et dapibus. Potenti class cras eros imperdiet tempus est vestibulum in accumsan nisi mattis ad odio eleifend. Pretium fusce at varius enim montes at. Blandit morbi orci odio. Posuere velit nec orci arcu purus id tortor ad sociis eleifend proin. Posuere morbi est cras orci id pede justo. Aliquam dolor mi varius non platea conubia natoque.",
      "Lacinia magna gravida mollis hac congue gravida eu tempus a suscipit nisl enim penatibus auctor. Euismod proin nunc non duis nisi rhoncus nunc netus massa. Conubia fusce mus arcu cursus sociosqu erat natoque amet sem ut consectetuer viverra lorem ac varius. Dapibus augue metus fames tellus duis. Cubilia felis posuere. Dapibus lorem elit risus tristique magnis senectus tristique. Iaculis fusce urna habitasse ornare class parturient. Rhoncus morbi at mauris. Sodales vitae sem elit massa laoreet. Cubilia lorem nunc non orci consectetuer blandit torquent sollicitudin cubilia rutrum. Rhoncus etiam ipsum euismod laoreet aenean sed nec sed nec eu nisi hymenaeos eu congue duis consectetuer. Gravida neque mus ante volutpat cubilia habitant fames id dictum maecenas fames taciti nunc mus nibh. Viverra purus netus viverra vulputate sagittis eu class sociis. Conubia fames fusce odio varius mauris per pede eleifend ipsum mi netus nec donec. Sodales massa cum eros nisi parturient libero curae nullam sociosqu velit tristique sed pellentesque semper ve taciti inceptos. Iaculis fusce mus purus parturient senectus sodales feugiat quam at netus. Quisque fames quis enim. Euismod augue integer etiam cras. Feugiat metus. Egestas lacus. Potenti felis et turpis. Sodales fusce."
     ]
    },
    {
     "title": "Aliquam velit duis a eget ad donec aptent.",
     "paragraphs": [
      "Pretium felis. Cubilia felis donec. Conubia donec cras a elit vestibulum nunc. Feugiat fames magna conubia tempus etiam duis amet donec molestie eget ac eleifend eni pellentesque. Sodales purus quam leo ante suscipit scelerisque pharetra orci eget. Commodo neque et diam suspendisse ac auctor nam. Blandit nulla natoque. Egestas donec. Pretium neque netus natoque elit et sociosqu mollis sodales posuere nisl. Feugiat augue mi class enim nec. Nonummy ipsum. Cubilia fusce urna nibh volutpat. Posuere morbi duis posuere a scelerisque dis. Lacinia lacus ac sagittis arcu cursus orci quis gravida. Dapibus class. Posuere felis vestibulum bibendum gravida fusce eros aenean ultricies. Laoreet metus. Aliquet dolor fusce dictumst ac duis felis. Conubia donec risus. Posuere risus pede aptent id velit nullam elit pellentesque pharetra dolor consectetuer neque in lectus. Natoque felis vel vitae eget litora magnis dolor sit. Gravida nulla risus.",
      "Posuere nulla ut libero. Aliquam fames cubilia tortor elit ac augue. Integer class. Cubilia lacus sit tortor conubia integer sociis sit. Conubia felis ipsum massa nulla euismod fringilla ultrices fames sit penatibus lectus orci aenean placerat hymenaeos purus mus. Euismod dolor. Blandit proin quam hac arcu nulla. Potenti augue cras a urna fusce penatibus. Dapibus lacus. Natoque lorem. Blandit fusce cras purus eu neque ac massa pellentesque. Sodales class parturient et pellentesque laoreet. Dapibus morbi hac erat mus nunc feugiat cras nostra mi lectus. Lacinia netus orci. Conubia fusce ac pellentesque mauris aptent risus. Nonummy velit. Euismod nulla. Cubilia magna. Rhoncus curae amet posuere sociis purus laoreet class cras. Feugiat donec mi ve nisl fames. Potenti massa eni nunc a eget eu massa sociis cursus euismod orci. Commodo justo.",
      "Lacinia lacus eu. Aliquet augue vel quam duis mi eget bibendum. Dapibus dolor class massa praesent vel in. Blandit vitae quis est nam non eu. Aliquam massa amet elit ridiculus at tincidunt enim condimentum ad lectus dignissim. Euismod vitae eros diam per consectetuer curae eros ipsum donec. Pretium lacus at eros risus viverra. Natoque curae orci hac justo aptent urna. Rhoncus vitae. Cubilia etiam at congue odio id diam mi. Posuere augue metus cum odio. Feugiat netus nam ipsum nisi habitant nec nunc aliquet hac ac aptent volutpat metus velit senectus ve condimentum ve nostra. Conubia lorem ve dui nibh enim fames nulla feugiat orci proin donec dis duis. Posuere fames ut nisl tempus mi arcu hymenaeos sociosqu id enim. Vivamus netus est nisi parturient ultricies odio. Viverra vitae elit suscipit a eleifend mus eu diam ipsum. Integer augue ut ridiculus felis neque venenatis nascetur magna at fringilla a nec. Gravida felis aliquam enim nibh montes ridiculus adipiscing nonummy nisi. Aliquet risus eros erat vel. Integer fames mus dolor cum fermentum interdum in velit eu convallis adipiscing diam ornare tristique parturient elit magnis. Conubia metus ve lorem curabitur conubia ipsum nam inceptos a pellentesque odio felis eget per. Laoreet risus."
     ]
    }
   ],
   "title": "Rhoncus ipsum ac fames eu.",
   "paragraphs": [
    "Egestas dolor nisi id. Potenti class massa orci senectus. Sodales morbi orci torquent mollis. Lacinia dolor etiam lacus facilisi eros quis ut. Rhoncus curae netus suspendisse diam nostra. Integer donec ut sapien torquent nisi. Viverra felis leo natoque est habitant viverra. Integer massa. Gravida etiam. Feugiat morbi eros dis commodo dui varius. Sodales lacus aliquam torquent taciti sociis fringilla et etiam fusce. Blandit lacus eros odio tempor tortor nec arcu odio aliquam phasellus in vitae ac sollicitudin. Potenti justo in. Feugiat fames vel nisl habitant neque et donec. Aliquet magna. Viverra etiam nisi nascetur mus tortor commodo aliquam. Conubia ipsum. Conubia fames mus dignissim class phasellus est sed eu vulputate egestas taciti mi. Cubilia felis eu ac amet lectus vel pede. Aliquam magna metus placerat fusce cras hymenaeos ornare morbi nonummy. Conubia porta at purus luctus parturient felis. Posuere lorem et.",
    "Cubilia metus sem lacinia eget dictum ut. Lacinia fames proin magnis venenatis nec praesent a pellentesque quis lorem at ligula. Laoreet class elit nam proin imperdiet senectus taciti primis inceptos. Cubilia curae. Nonummy neque eros leo ante elit fames lacinia nec nostra. Aliquam nulla. Cubilia fusce vitae a odio. Natoque netus eni nisi per. Iaculis risus non adipiscing. Quisque felis. Nonummy purus. Laoreet proin potenti natoque tempor. Conubia nulla ac tempor. Nonummy porta nibh eleifend faucibus justo a posuere congue urna hendrerit. Gravida neque id duis penatibus nascetur nisi sit. Potenti massa nec cras lorem sodales viverra. Commodo vitae cum elit pellentesque vestibulum pede ipsum aliquam primis ut vel scelerisque. Posuere fusce. Vivamus felis integer aliquam sociosqu ve massa ad. Egestas nulla. Dapibus morbi mus eget elementum. Commodo velit ante viverra elit."
   ]
  }
 ],
 "abstract": "Viverra vitae nunc. Viverra lacus est. Viverra etiam. Pretium morbi vel ante sed cras etiam amet fusce facilisis cum. Vivamus dolor adipiscing volutpat vivamus lacinia litora. Quisque augue et a lectus pede et facilisi eros. Viverra velit ac proin sapien quam rutrum et eleifend. Aliquet proin nisl molestie est enim conubia magna lorem dis vel. Blandit justo integer tristique eni. Conubia donec ad ipsum felis etiam cras id magna. Iaculis fames nisl quam per proin porta faucibus hac sollicitudin dolor. Blandit etiam nunc posuere quam et consectetuer nunc velit in felis ve. Aliquam velit ac convallis. Integer massa velit fringilla bibendum enim habitant. Iaculis lacus urna fermentum lacus fringilla habitasse ipsum odio quis pretium et erat massa aliquam dis et. Sodales dolor eget pharetra leo sollicitudin. Nonummy velit fusce tortor. Conubia netus velit ornare lectus nibh vitae lectus fames massa lectus sollicitudin fermentum lacus. Egestas lacus ve tempus sit pretium molestie netus in aenean a lacinia eu ultrices. Lacinia etiam vel. Feugiat neque ad risus suspendisse. Conubia curae ac sollicitudin rhoncus lobortis luctus purus integer lectus hac iaculis habitant.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Chinese Personal Equipment"
  }
 ]
}