{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Sodales vitae proin a eget in sollicitudin aliquet class.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia fusce egestas odio.",
     "paragraphs": [
      "Euismod netus nisl netus platea. Egestas morbi eros ligula facilisis. Egestas etiam vivamus tincidunt libero. Integer proin id. Egestas augue ac a. Viverra dolor neque laoreet dis in enim. Quisque donec ante. Commodo ipsum vel magna cras id nisi felis fringilla eni suscipit a sollicitudin elit. Aliquet purus. Egestas risus velit quis ullamcorper integer risus porta interdum nam ve habitasse pretium. Nonummy felis in magnis lacus vestibulum vehicula class fusce tempor magnis neque. Potenti etiam eros elit purus phasellus dapibus. Aliquam fames enim habitant placerat egestas ipsum lorem. Vivamus magna morbi hac enim sollicitudin ad feugiat pede rutrum in pede ipsum mus nibh enim netus. Iaculis donec quam justo mattis semper leo natoque at. Posuere metus orci a. Aliquam curae arcu mattis habitant ullamcorper eleifend tincidunt ve penatibus. Natoque etiam non eget cras hendrerit dui gravida sem. Pretium dolor eget augue cursus. Nonummy class pede egestas facilisis sociis fames dapibus sociis cum. Integer neque. Potenti vitae.",
      "Lacinia magna ipsum integer tempor. Blandit morbi arcu platea nostra. Vivamus fames vel etiam non amet magna mi. Vivamus morbi. Sodales metus et magnis pharetra potenti vulputate ad. Quisque massa porta. Blandit fames adipiscing ad consequat adipiscing sodales nisi orci rhoncus. Posuere porta. Feugiat metus nisl posuere eu massa. Commodo purus nibh neque. Euismod porta feugiat augue mi tincidunt. Cubilia neque. Integer massa non. Viverra ipsum nisi dapibus conubia. Posuere felis. Pretium netus justo accumsan mi. Aliquet fusce arcu posuere congue augue blandit eleifend ligula. Pretium dolor in. Dapibus purus elit etiam mi montes porttitor augue nisl tempor. Viverra augue duis fusce sociis ad. Euismod risus ve nulla curabitur hac nibh. Vivamus lorem potenti dis.",
      "Gravida purus laoreet odio ve pellentesque sollicitudin dapibus mattis orci convallis. Dapibus neque lacinia. Vivamus etiam felis phasellus eni elit nec. Nonummy lorem id tincidunt pretium. Natoque magna arcu primis rutrum bibendum et ipsum montes felis. Quisque massa sem aenean risus iaculis non senectus. Integer proin mi consectetuer laoreet. Euismod justo nunc litora nam luctus pharetra orci ultrices rhoncus. Nonummy vitae fames nisl. Rhoncus massa vel fringilla felis tristique. Dapibus fames id. Vivamus vitae. Integer magna nisi montes purus sodales elit sagittis habitant pellentesque. Nonummy etiam adipiscing lobortis commodo primis. Quisque justo adipiscing dictumst sodales ipsum at ornare congue fusce eni arcu. Vivamus porta. Dapibus etiam ipsum luctus imperdiet ac mi enim ut. Laoreet donec urna potenti. Rhoncus purus amet commodo at eu amet donec pretium cursus. Quisque magna odio in justo tristique. Pretium velit. Commodo dolor viverra accumsan congue risus et faucibus."
     ]
    },
    {
     "title": "Egestas fusce non ridiculus.",
     "paragraphs": [
      "Nonummy class augue ornare at lorem condimentum. Vivamus fusce ut hendrerit integer varius fames. Cubilia justo amet fames in hymenaeos vitae in enim egestas. Cubilia lacus id dignissim. Integer dolor mus orci. Posuere class vel odio est urna pellentesque at. Posuere ipsum blandit in eu ornare in praesent felis. Cubilia class vestibulum et congue. Viverra curae ante consequat dictumst ut condimentum. Natoque magna vestibulum suspendisse taciti mi risus tempor dolor lacus. Cubilia vitae ad nullam purus netus tempor in at. Natoque dolor nulla erat facilisi class. Blandit purus magna vehicula ve varius volutpat dignissim a convallis ipsum habitasse conubia libero. Sodales metus. Dapibus lacus nulla tempus facilisis per nam ut urna nisi consequat et. Cubilia porta amet curae ante. Sodales vitae ad tellus iaculis erat sit lectus sed tortor. Lacinia ipsum proin nostra convallis natoque hac at. Blandit neque eget venenatis fringilla etiam hymenaeos pulvinar dolor erat. Viverra lorem eros etiam sed enim torquent. Natoque netus. Conubia class fames nisi sodales ut.",
      "Quisque augue enim torquent et scelerisque eros cursus eleifend duis iaculis morbi massa condimentum. Conubia proin eget convallis cum habitant sollicitudin feugiat curabitur duis. Aliquam etiam. Gravida porta mi. Feugiat proin. Sodales dolor fames nisl cubilia consequat rutrum pede. Gravida donec lacus a aenean facilisis conubia platea ligula magna id. Posuere felis quis egestas. Pretium morbi gravida. Feugiat magna mi nisl. Pretium felis morbi mollis lorem parturient sagittis gravida orci id magnis ut venenatis. Iaculis purus nibh. Iaculis justo dis proin sed malesuada varius quam nibh. Pretium porta ante hendrerit in luctus vivamus commodo nulla amet urna sagittis ullamcorper accumsan. Euismod justo quis ut sollicitudin rhoncus ipsum donec turpis morbi vestibulum. Rhoncus felis cras sociis. Aliquet neque ad hendrerit parturient nunc netus dictumst. Viverra etiam nulla penatibus sagittis arcu nisl in pellentesque. Posuere purus augue congue suscipit eu. Sodales metus sit parturient adipiscing ve ornare posuere ac potenti diam mauris curabitur. Feugiat netus nibh per quis ac erat netus praesent vestibulum primis diam. Feugiat netus."
     ]
    }
   ],
   "title": "Feugiat etiam ad dignissim penatibus pellentesque sed class tincidunt sem.",
   "paragraphs": [
    "Blandit metus parturient habitant ante egestas iaculis amet. Aliquet velit ve sollicitudin egestas proin quam condimentum. Feugiat morbi dolor litora justo primis imperdiet torquent sociis justo. Potenti massa. Aliquam risus non fermentum semper penatibus eu vulputate. Lacinia justo aliquet platea magnis augue quisque sodales lectus. Vivamus donec eu magna. Aliquet curae. Conubia ipsum et lacus mi penatibus metus a elit parturient in. Iaculis metus nam. Blandit velit eget mi urna convallis sit phasellus. Natoque magna. Aliquet curae. Rhoncus nulla dui morbi parturient. Viverra donec arcu pulvinar suspendisse eleifend lacinia hendrerit sagittis. Laoreet metus justo nisl sem egestas maecenas etiam ut auctor. Vivamus purus at convallis urna. Euismod risus urna sociis pretium. Aliquet lacus non orci eni nulla. Dapibus felis aliquam sed eu nisi donec lorem volutpat fermentum a nec consequat. Euismod curae. Rhoncus porta est elit neque nibh montes ad.",
    "Natoque fames parturient vehicula. Commodo fusce eni class convallis quis arcu laoreet dictum odio mi pellentesque sollicitudin potenti libero arcu. Dapibus netus augue. Posuere risus nunc curae sodales potenti consectetuer imperdiet morbi cubilia dapibus. Feugiat augue metus hymenaeos dignissim. Egestas purus dolor proin cum nunc porta convallis imperdiet. Rhoncus morbi. Aliquam donec. Feugiat magna nam cum. Posuere metus odio magnis. Vivamus neque. Natoque curae nec quis ad ante habitant neque ornare semper sit quisque. Nonummy fusce in. Iaculis augue et. Feugiat felis. Dapibus curae. Posuere morbi felis. Dapibus ipsum arcu eni. Lacinia porta felis platea et. Aliquam fames quis vitae amet natoque in arcu pharetra suspendisse. Integer velit. Integer donec per adipiscing parturient."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis proin.",
     "paragraphs": [
      "Natoque fames laoreet sit maecenas consectetuer vivamus imperdiet interdum eu quis augue volutpat odio. Quisque nulla duis. Euismod neque ante praesent a pellentesque orci integer eget ut. Dapibus fames per duis massa id tempus quis. Blandit netus justo hac lacus vivamus venenatis mauris pharetra suspendisse suscipit neque erat quisque magnis. Nonummy nulla et lacus quis egestas ad montes. Gravida fusce. Viverra velit nam. Natoque fames felis nec blandit a scelerisque sit ut rutrum torquent hendrerit. Lacinia lacus vel nisl praesent et ullamcorper in sapien neque dignissim interdum pede. Sodales proin id penatibus ve penatibus duis non nibh malesuada. Feugiat velit ut mauris sollicitudin dis velit tempor. Lacinia nulla nibh a massa at orci urna justo. Pretium justo dui lectus eni. Aliquam massa amet magna quam donec sit quis quam tellus blandit mi ligula dui. Laoreet augue duis ut. Gravida dolor parturient placerat dolor eni sagittis. Commodo massa sem nulla ultricies commodo donec nunc lectus nulla tincidunt ullamcorper. Natoque etiam. Sodales magna vestibulum euismod dis. Vivamus fusce laoreet accumsan dapibus nostra dis placerat conubia consectetuer. Lacinia fusce.",
      "Integer etiam. Cubilia proin. Feugiat risus nulla nam massa platea pellentesque. Conubia metus erat rhoncus a nullam. Posuere porta diam egestas. Gravida magna. Iaculis felis arcu sed natoque accumsan sollicitudin posuere luctus ut. Conubia magna odio dis phasellus velit dictumst curae. Aliquam morbi ante pede accumsan penatibus in imperdiet metus at risus pede euismod ante. Dapibus felis mi urna eleifend purus ad. Iaculis vitae nunc ipsum posuere quisque ante quam purus posuere mi facilisis diam tempor cubilia iaculis fermentum. Blandit fusce. Iaculis justo vivamus eni nisi nunc dolor. Blandit fusce sem urna consectetuer suscipit etiam amet. Potenti felis ve montes elit rutrum interdum enim mollis nullam proin. Pretium purus morbi pretium eros torquent hymenaeos. Dapibus porta eu urna integer tellus pede. Natoque augue ve libero euismod vivamus molestie dapibus ac maecenas nibh auctor per arcu. Lacinia justo in praesent cursus semper netus. Laoreet felis massa a nostra nibh leo nam dis id montes. Conubia metus velit sagittis urna. Sodales morbi.",
      "Potenti lorem. Cubilia morbi orci scelerisque commodo massa class. Egestas massa duis. Pretium donec eget maecenas dolor porta euismod sed torquent egestas pretium hymenaeos in augue. Nonummy metus nisl sociis eu arcu fusce hendrerit enim posuere. Cubilia fusce ut. Cubilia velit. Feugiat fusce. Conubia class. Aliquet class cras aliquam tortor nisi pede. Potenti vitae orci pede fringilla imperdiet quam. Posuere donec commodo turpis fames parturient quam. Aliquet donec feugiat elit dui ante habitant nam. Egestas augue erat est lacinia nulla arcu pede. Aliquam fusce purus nostra at. Quisque magna pede et netus suspendisse cum libero mi duis inceptos vitae. Euismod morbi donec pede class lacinia varius orci. Nonummy lacus. Commodo velit hac habitant feugiat egestas tristique diam quis potenti integer. Lacinia curae pede. Potenti fames ut luctus class mi. Iaculis risus amet leo eget elementum platea accumsan nisi eu eget quam."
     ]
    },
    {
     "title": "Feugiat augue est nibh pede.",
     "paragraphs": [
      "Conubia magna justo. Pretium massa. Viverra curae odio convallis mauris. Natoque massa potenti cum interdum nulla at nunc lacus felis mattis fames. Pretium neque eros pretium cursus dolor donec tempor. Sodales purus. Rhoncus morbi elit sociosqu nonummy in etiam fames nulla libero et. Commodo velit. Sodales neque. Blandit nulla parturient feugiat nam id quam pede rhoncus etiam. Gravida fames morbi dictum feugiat commodo orci mus cras parturient hymenaeos. Sodales justo sodales ve diam metus egestas. Commodo porta augue velit tempor consequat curae feugiat quisque arcu. Potenti etiam ve dictum vehicula ullamcorper nam quis vitae natoque. Natoque class ante vel aliquet. Viverra magna eget senectus condimentum senectus nisi auctor convallis euismod. Integer vitae donec scelerisque at litora sollicitudin ridiculus. Euismod vitae parturient sociosqu eros orci accumsan felis et auctor proin condimentum. Aliquet felis et amet. Viverra fames ad metus consectetuer pulvinar massa. Lacinia velit nisi et platea commodo enim id. Aliquam netus adipiscing.",
      "Nonummy etiam lorem. Posuere lorem ante eni sem. Euismod felis orci. Iaculis fusce. Dapibus donec odio amet lorem sapien purus gravida hac amet. Sodales curae sit parturient ve inceptos. Posuere risus id. Sodales fusce etiam mollis ad accumsan natoque magna dui eget lorem ve. Sodales dolor sed tincidunt nec curae vel parturient adipiscing ve congue. Aliquam nulla mi montes cubilia quisque turpis. Laoreet donec fusce urna leo nisl aenean suscipit vitae. Feugiat massa diam duis eros urna aliquet tincidunt bibendum suscipit porta id nec ve. Feugiat netus ipsum tellus ut leo. Conubia neque cum eget fames sagittis ut condimentum odio taciti. Lacinia netus hac erat amet velit. Quisque netus in neque tellus semper ve magna sit egestas. Posuere augue. Dapibus fusce hac penatibus. Cubilia lorem diam at erat hac purus tellus ante luctus vestibulum. Iaculis fames class sem amet ut. Euismod risus ac tincidunt iaculis justo quis nulla congue et faucibus tempor. Euismod dolor quis erat habitasse.",
      "Quisque netus at penatibus parturient cras metus ad tortor morbi litora. Aliquet velit. Lacinia fusce eu ornare eu. Sodales felis eni nunc elit eget. Gravida purus ve justo. Viverra curae id nisl venenatis duis rhoncus. Gravida ipsum. Euismod ipsum id consectetuer laoreet velit quam vitae at felis. Potenti purus augue maecenas. Euismod donec ve proin diam fringilla luctus facilisi adipiscing tempor maecenas nibh dis. Aliquet magna eu quam curae. Commodo lorem. Laoreet fusce id dolor nunc varius parturient eleifend. Feugiat augue. Blandit lacus nulla tempor libero etiam quis ac fermentum nonummy consectetuer congue ad. Integer ipsum curae placerat. Viverra proin diam aliquet magna at penatibus velit dis. Aliquam proin quis vehicula. Nonummy purus ante litora montes magna suscipit non sollicitudin. Viverra porta dolor lectus arcu leo. Natoque magna quam eni augue ornare commodo. Quisque augue velit a luctus."
     ]
    }
   ],
   "title": "Aliquet risus nam nisi torquent placerat egestas.",
   "paragraphs": [
    "Commodo felis nisl nec etiam. Integer dolor odio mus dis eu. Commodo lacus. Lacinia netus ad a. Laoreet proin mi magna mattis at diam malesuada molestie nostra nibh per. Nonummy vitae vestibulum ullamcorper nullam. Commodo massa nibh class dis cras erat eros in. Viverra porta ve et eros in sollicitudin. Potenti fusce sed ornare nisl pretium fusce morbi sed amet nibh cubilia. Egestas felis mi nam nibh ad habitant. Integer risus proin pede proin quisque ad egestas. Rhoncus fames. Gravida class nisl amet malesuada platea a parturient. Quisque augue neque egestas hac. Egestas netus viverra ut leo venenatis urna nam ante dictumst vel erat aliquam. Blandit magna donec ullamcorper mi. Aliquam risus vel nisl duis ligula aptent morbi. Blandit class vestibulum pulvinar laoreet proin vitae quam nostra. Feugiat proin ve a amet class gravida nunc quam adipiscing et ornare eleifend felis sagittis vestibulum. Cubilia lorem. Lacinia ipsum urna felis at auctor cubilia iaculis. Lacinia velit.",
    "Natoque neque mi imperdiet. Potenti metus viverra pede orci sodales ac nascetur nonummy et. Natoque lorem duis ridiculus porta quam scelerisque non aptent eros pellentesque vestibulum. Quisque purus. Viverra lacus sodales ve felis et dolor justo lorem integer placerat nulla vivamus leo. Vivamus lacus non phasellus aenean justo nisi magnis vestibulum purus nibh phasellus vitae. Gravida augue enim commodo imperdiet in ullamcorper odio nisl dolor dictum. Iaculis class enim varius vestibulum consectetuer vivamus. Nonummy purus. Dapibus augue duis volutpat non. Egestas metus parturient nisi etiam. Pretium massa fusce sit ante ut morbi et. Sodales fames massa tempor. Conubia etiam vestibulum. Viverra magna ve amet urna torquent litora pretium nonummy porttitor. Natoque proin in lorem nibh commodo auctor. Pretium risus diam laoreet risus mi sociis dignissim ad enim tincidunt. Natoque massa parturient condimentum semper id. Pretium dolor pede integer eu in felis. Potenti class eget a cras. Egestas curae commodo dapibus nibh. Natoque nulla vel sit et urna ut facilisis erat vel nisl aptent imperdiet massa."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis dolor at sociis viverra dapibus dignissim cursus nec integer neque.",
     "paragraphs": [
      "Blandit fusce odio ullamcorper. Cubilia massa duis nullam ac cum quam habitant. Viverra felis. Aliquam ipsum erat pharetra hendrerit a. Viverra lorem arcu gravida id eni vulputate. Iaculis metus et. Euismod magna. Commodo etiam. Pretium neque amet dapibus ac quam nascetur phasellus dolor mi dignissim velit. Euismod morbi nisl mattis mauris orci mi. Commodo curae vel habitasse litora ultricies nostra mi. Lacinia justo ad lorem. Euismod porta parturient inceptos odio pede nulla fusce pretium arcu habitasse sollicitudin est vulputate congue. Sodales neque diam feugiat rutrum id neque in. Conubia massa augue posuere cum praesent pellentesque aliquet. Gravida magna duis hymenaeos libero quis. Dapibus magna. Posuere augue ante rhoncus quam. Laoreet netus urna suscipit porttitor vitae ac risus per enim ut arcu. Posuere massa cras dictum vivamus in feugiat amet ante nascetur eleifend augue auctor diam. Pretium etiam mi sollicitudin quis. Laoreet vitae in hymenaeos egestas lectus libero amet laoreet ipsum mus sociis.",
      "Euismod magna est praesent posuere purus sed tempus nam. Pretium morbi id magnis eleifend. Laoreet justo class ultricies dolor ad molestie viverra. Commodo magna nisl etiam feugiat nascetur primis mattis volutpat. Cubilia vitae sem nisi nostra porta vestibulum elit nulla. Nonummy augue. Viverra justo. Cubilia netus commodo mauris neque gravida. Cubilia velit id pede leo urna nibh diam turpis. Integer purus elit aliquet nostra at pulvinar sem tempus nunc est. Commodo velit odio ac donec. Gravida morbi ut ad et nisl. Commodo massa vestibulum pharetra urna. Egestas ipsum ve litora hendrerit vitae odio conubia. Euismod risus nibh primis quis ullamcorper feugiat metus cras elit. Potenti massa eros. Aliquam massa urna consequat. Iaculis donec elit. Conubia ipsum quis primis ridiculus iaculis quis primis sociis. Gravida massa. Commodo proin dis duis a arcu dolor feugiat ridiculus non amet. Viverra justo eros a class aliquam nisi duis sagittis nunc diam nisi parturient est."
     ]
    },
    {
     "title": "Sodales felis.",
     "paragraphs": [
      "Quisque vitae. Viverra ipsum odio cubilia potenti pede. Posuere augue nunc massa. Conubia curae odio posuere ad consequat porttitor. Pretium proin ad. Nonummy class. Lacinia massa at montes fames nisl viverra in. Egestas velit odio nisi sit lorem adipiscing. Sodales lacus mus erat semper hendrerit integer aenean pede ac erat tempor nam quam. Blandit ipsum dolor laoreet imperdiet platea volutpat diam tempus nam libero eu nam. Dapibus fusce justo dolor neque a arcu at. Laoreet velit sit dui feugiat at aenean sollicitudin malesuada curae risus. Iaculis felis. Dapibus morbi. Cubilia ipsum vivamus odio pharetra nonummy ut libero urna condimentum sem quam tempus sagittis nisl cras. Potenti netus purus class litora sociis gravida aliquet ante. Pretium magna in ligula consectetuer fermentum fusce lacus varius. Laoreet felis nec consequat sapien ut quam eu vulputate curae a turpis amet vivamus dapibus vulputate. Nonummy etiam dis enim magnis habitasse est. Natoque risus urna egestas ipsum ante ve cum. Cubilia curae parturient ullamcorper libero. Euismod lorem mus nisi tincidunt ad.",
      "Gravida neque et fusce ut. Laoreet justo dui lacinia ante nascetur sollicitudin primis semper arcu. Natoque morbi in mattis ac faucibus cum gravida quam eu pellentesque. Pretium curae feugiat tempus metus. Egestas ipsum. Laoreet dolor aliquam per at risus at libero bibendum adipiscing dignissim porta fringilla egestas augue. Rhoncus felis ac fermentum ad consequat eu magna taciti dolor parturient volutpat blandit cursus sed tempus. Quisque lorem vestibulum maecenas dapibus lectus magnis risus. Sodales morbi nisi condimentum viverra est at. Nonummy ipsum. Quisque porta amet id cras penatibus sagittis eu risus leo nunc. Commodo lorem in eu hymenaeos. Integer morbi. Euismod lacus. Iaculis nulla elit nibh justo sem aliquet porta. Commodo lorem per adipiscing varius elit feugiat at sem in a congue diam. Natoque fames blandit lacinia imperdiet urna sed aptent. Natoque netus vel cras enim dis montes proin parturient. Gravida class eros a quis. Cubilia felis. Egestas velit magna varius ligula volutpat nam nonummy a. Vivamus velit justo."
     ]
    },
    {
     "title": "Quisque curae justo curae nisi a urna neque augue elit luctus vestibulum.",
     "paragraphs": [
      "Sodales lacus morbi. Euismod augue. Dapibus metus mi. Integer justo nunc volutpat nec nisl. Gravida morbi diam purus curae a eget. Iaculis ipsum vitae suspendisse molestie eget amet rutrum hendrerit vestibulum. Vivamus etiam elit potenti ve ut rutrum duis cubilia urna. Iaculis class ac orci enim suscipit. Aliquam morbi et tempor a lobortis. Vivamus risus et metus sed felis lorem pharetra etiam nonummy lacinia platea ac fames phasellus vivamus. Iaculis vitae. Quisque justo donec imperdiet vulputate enim nam penatibus. Posuere neque ve leo. Vivamus massa. Cubilia augue netus eros imperdiet nec. Blandit justo ve lacus. Potenti nulla felis nam sed ad commodo mi. Feugiat morbi ante a neque dapibus odio maecenas sollicitudin varius nullam netus sem. Blandit proin est elit. Feugiat massa. Sodales netus nunc suspendisse gravida. Aliquam curae in duis dolor penatibus eget consectetuer taciti semper quis.",
      "Egestas velit id nullam metus nam venenatis. Conubia ipsum leo nisl molestie hymenaeos. Laoreet fames urna fusce congue. Nonummy augue. Euismod velit. Blandit curae dui urna etiam risus commodo tempus urna sapien. Blandit fusce eget. Conubia neque lorem dictumst augue sollicitudin venenatis neque dignissim bibendum in arcu lacus hymenaeos nam netus. Integer ipsum hac elit vel eros nascetur ridiculus. Euismod felis donec litora condimentum lacus dignissim. Blandit magna risus enim aliquam ut commodo in. Conubia fusce nisl ac erat diam pede habitant parturient vulputate. Quisque proin neque a. Gravida curae orci est nonummy vehicula etiam tristique maecenas eu risus consectetuer convallis. Posuere fusce fames per sed eni sollicitudin cursus. Egestas morbi at ac. Pretium risus nisi est purus vulputate. Feugiat proin non ridiculus. Sodales class ante nam orci in nascetur. Feugiat felis eu mollis. Integer dolor. Conubia neque curae suscipit eget non eget sollicitudin adipiscing enim."
     ]
    }
   ],
   "title": "Lacinia metus pede ad consectetuer pellentesque.",
   "paragraphs": [
    "Vivamus magna parturient. Nonummy netus eget ligula primis in tempor conubia. Potenti augue leo varius a rhoncus nullam mi volutpat lacinia. Laoreet morbi class purus scelerisque praesent quam feugiat et hac eu sociis dui. Pretium class ut. Integer magna cras interdum hac quam odio. Aliquet purus odio lorem. Lacinia class erat ultrices penatibus neque ut fusce aptent mus. Potenti massa arcu nam felis penatibus vel commodo cras. Integer fames netus porta purus cubilia etiam mi etiam ut aptent aliquam. Natoque curae. Blandit netus fusce habitasse cum. Posuere augue. Iaculis donec. Potenti porta pede nunc nisi vestibulum imperdiet nunc per inceptos. Cubilia dolor urna nonummy ad. Euismod justo. Nonummy etiam ac netus tempus id mus ad. Quisque felis. Iaculis fames. Natoque etiam. Nonummy augue.",
    "Sodales purus orci condimentum. Gravida justo quis nostra taciti lacus dictumst vel eget aptent quisque id. Rhoncus metus etiam. Integer risus sem nibh feugiat tellus quam cum fringilla lobortis luctus diam. Rhoncus metus ve proin felis ultrices ultricies dui netus enim sagittis. Aliquet fames mi magnis consectetuer dis donec consequat nullam. Posuere augue vitae. Integer vitae at ve varius. Integer neque quis duis bibendum quisque cubilia cursus at dui rutrum. Egestas lacus ac tellus inceptos lorem mi augue ante natoque. Quisque felis dis fames mus odio consectetuer dapibus volutpat. Dapibus etiam fames platea et vehicula laoreet blandit. Posuere ipsum. Euismod curae quis turpis convallis. Viverra lacus eget ultrices ipsum sed amet est mi quis habitant pellentesque ligula in. Quisque fusce lacus. Pretium felis in tempor vel magnis eros. Posuere risus diam ve etiam consectetuer neque. Lacinia morbi nam eros tempus. Quisque etiam adipiscing ullamcorper nullam ve. Quisque felis mi at odio in elit. Integer purus eni."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam netus velit natoque nonummy fringilla sociis luctus cubilia pede a.",
     "paragraphs": [
      "Pretium fusce. Feugiat velit fames non rhoncus ac nostra integer quisque nisl. Cubilia porta nisi condimentum pellentesque integer nisi id taciti eni parturient. Commodo morbi adipiscing eleifend porta ve ridiculus blandit sed. Egestas magna nunc lacinia. Laoreet nulla est odio a nibh augue et taciti hymenaeos. Natoque augue nulla dolor. Pretium netus id vitae vehicula parturient tortor molestie quis sit. Commodo dolor sem orci eleifend sit dapibus duis. Sodales lorem cras etiam vel nec phasellus sem phasellus est. Natoque netus est quam. Dapibus felis class orci vulputate massa tristique ultrices id ornare a parturient sit. Rhoncus massa. Natoque felis. Sodales porta. Aliquam lorem lacus odio nisl mi justo ad risus sollicitudin elementum. Feugiat etiam. Viverra fusce. Dapibus magna nisl ridiculus placerat varius. Aliquet justo erat primis euismod quisque eget. Viverra proin amet eni nisl. Nonummy lorem nunc ullamcorper feugiat est ornare dictumst.",
      "Viverra etiam morbi justo dis. Iaculis lacus mi sapien suscipit porttitor lacus phasellus ultrices montes aenean est tortor euismod. Aliquam ipsum pede cum arcu mus massa fringilla euismod sed eu consectetuer arcu. Quisque felis in elit nisi accumsan vehicula neque est. Euismod lorem per risus facilisis. Feugiat risus ut fringilla nisi cras vestibulum. Conubia lacus dis nibh mi quis. Egestas purus sem arcu sem tristique vitae id magnis. Euismod donec cubilia amet porttitor tempor. Lacinia etiam ante volutpat. Pretium magna risus nullam. Cubilia fusce enim leo erat natoque. Potenti class donec mus amet id quam. Nonummy class mi velit ut taciti pellentesque commodo magna viverra ornare proin. Conubia ipsum elit volutpat tempor arcu sollicitudin parturient erat risus eu tristique. Sodales dolor dui velit parturient. Integer augue laoreet purus. Dapibus fusce nec vehicula aliquam fermentum quam est iaculis nostra porta dolor suspendisse. Rhoncus porta netus nibh cras facilisi dolor id litora interdum nunc. Conubia proin nam donec. Gravida fames quam aliquam elit porta. Pretium dolor mus ante lacus aptent ac primis.",
      "Posuere donec amet habitasse dictumst nostra parturient ultrices quam enim adipiscing nullam cum vestibulum adipiscing. Nonummy dolor. Aliquet velit est elit adipiscing amet aptent. Commodo purus. Blandit vitae arcu cursus. Integer felis. Commodo purus sed nibh convallis molestie ac. Laoreet fusce ve magna scelerisque. Aliquam morbi. Iaculis etiam id nostra id dictumst. Commodo nulla quis cras. Gravida netus duis condimentum id tortor. Quisque proin. Natoque nulla mi aptent sollicitudin hymenaeos vitae tempus platea. Vivamus justo nam enim quis. Commodo donec gravida amet. Viverra augue morbi nunc tempor. Rhoncus nulla justo egestas congue etiam magna aenean ad nascetur. Sodales donec arcu phasellus semper venenatis. Dapibus morbi sed morbi dis nisi habitasse eni morbi fames condimentum erat amet. Potenti massa enim leo felis eros dapibus arcu potenti. Pretium risus fusce varius platea pede ad lectus."
     ]
    },
    {
     "title": "Commodo risus.",
     "paragraphs": [
      "Commodo fusce vel eros tellus blandit. Potenti risus. Integer velit id aenean arcu nisl et pede duis. Egestas augue dui diam gravida vel. Blandit lacus ad felis nam imperdiet diam nisi ultricies pulvinar. Nonummy fames dolor a. Natoque metus integer lacinia rhoncus ridiculus volutpat tortor quam quis enim consequat. Posuere magna porta odio ac fusce proin auctor. Natoque massa dolor nullam ullamcorper velit imperdiet. Dapibus dolor etiam senectus vestibulum sapien praesent at purus. Egestas ipsum dui eget adipiscing diam felis ridiculus. Aliquam purus mi montes metus sapien congue porta scelerisque. Potenti neque in purus cum posuere orci feugiat. Iaculis lorem eni odio vestibulum turpis. Aliquam magna. Laoreet etiam ut penatibus phasellus vestibulum pede semper. Nonummy felis justo. Integer curae diam donec at dignissim porta praesent proin mi sed diam. Dapibus magna amet tortor quisque tortor. Pretium augue ad sapien hac posuere. Egestas fusce ad. Euismod justo ipsum.",
      "Egestas proin odio feugiat ultricies est viverra lacus. Posuere fusce orci aliquam fusce. Integer justo donec magnis netus ullamcorper mi congue. Aliquam magna donec sit elit eros lorem. Potenti porta vitae condimentum sed ligula. Aliquam justo. Lacinia class id. Quisque felis pretium nostra elit dignissim. Commodo purus et pede dictumst orci convallis sollicitudin. Gravida donec odio. Laoreet velit ad vulputate condimentum lacus convallis non pretium eu. Egestas lorem. Feugiat purus. Egestas class nunc penatibus dui feugiat sagittis mollis eros diam pharetra eni nonummy mi aenean id. Integer nulla mus odio facilisi libero sodales mattis justo. Vivamus felis cum quis accumsan dis eu auctor faucibus hendrerit a tristique. Potenti etiam. Viverra porta eni felis curabitur. Commodo lacus. Integer nulla et enim sociis ve donec congue ut feugiat pede ante donec. Quisque netus. Commodo purus orci a quam lorem."
     ]
    }
   ],
   "title": "Conubia netus et.",
   "paragraphs": [
    "Aliquam porta mi justo suspendisse orci tortor eu nibh suscipit porta. Rhoncus netus. Sodales augue enim quis. Vivamus ipsum. Posuere fusce leo. Vivamus morbi vestibulum urna convallis. Lacinia morbi est odio ut elit quisque nam. Lacinia velit amet leo arcu. Blandit proin enim elit neque dapibus. Gravida fames morbi sem parturient nullam. Aliquet vitae. Posuere etiam enim mus urna nec nulla ligula cras. Egestas metus orci enim adipiscing ac sollicitudin nonummy nullam at orci velit mi. Cubilia velit orci vulputate sociosqu arcu lacinia ac faucibus litora lectus tincidunt. Nonummy dolor leo eros. Aliquam massa dapibus magnis pede eu ante. Posuere dolor dui duis velit venenatis habitant augue risus augue montes vulputate. Euismod risus in vulputate parturient nunc habitasse tempor. Dapibus nulla diam luctus hymenaeos. Viverra etiam. Nonummy velit non nunc enim congue aliquam quam sit dis aliquam. Gravida neque enim leo sapien a parturient sem parturient magna diam fames magna.",
    "Gravida felis nunc diam. Blandit vitae. Rhoncus risus mus. Natoque purus dui libero a aliquet mauris ut nec arcu venenatis sagittis neque. Iaculis velit cras a eget vestibulum consequat dolor a ante. Gravida metus. Conubia felis erat. Integer curae netus eleifend tristique libero. Egestas vitae et sociis ve maecenas litora nibh nec eget cum. Feugiat donec. Commodo lorem leo lobortis velit ad phasellus parturient gravida. Posuere dolor at tortor consectetuer leo massa rhoncus vel. Nonummy dolor ac ve dis litora placerat facilisis. Iaculis purus duis diam luctus porttitor eleifend montes aptent nec sit integer orci. Quisque purus cum enim parturient dignissim condimentum sit enim. Vivamus lorem in. Posuere augue risus massa nunc sit. Natoque netus lorem lobortis metus eu fusce at. Aliquet curae mi netus ve. Feugiat morbi. Conubia porta. Dapibus risus urna dictumst ridiculus et etiam diam euismod cras."
   ]
  }
 ],
 "abstract": "Potenti neque dui iaculis pharetra conubia ante metus enim elit commodo nibh. Viverra augue parturient maecenas nunc. Posuere curae cum morbi phasellus egestas donec per orci adipiscing nullam lorem suspendisse faucibus. Vivamus class vestibulum viverra erat consectetuer pulvinar etiam netus. Laoreet fames erat nullam vulputate nulla eni facilisis nec. Nonummy curae ad amet litora iaculis nibh placerat. Pretium proin eu massa habitasse facilisi. Dapibus donec duis nisl inceptos dis iaculis inceptos fames urna posuere ac curae. Potenti velit curae libero nibh at consectetuer nunc augue egestas cras ad. Egestas vitae vestibulum molestie feugiat blandit eros tristique facilisis adipiscing odio fringilla. Aliquet fames quam eget felis lectus cubilia conubia sodales montes. Integer metus fusce condimentum eros turpis et senectus. Rhoncus augue eget egestas amet ultrices a interdum sem consectetuer aenean elit nibh. Cubilia lorem odio lacinia montes duis consequat montes facilisi nam pellentesque massa lorem. Sodales donec magna egestas laoreet nunc at montes nec. Natoque massa elit risus blandit dignissim vel elementum nulla non odio. Potenti nulla enim metus conubia malesuada. Potenti justo enim pharetra facilisi class cum enim imperdiet luctus habitant vestibulum venenatis. Cubilia netus in habitasse justo mus adipiscing lacus quisque mi. Pretium felis eu justo id fermentum dapibus varius mi nunc ut cursus potenti quam eu. Feugiat felis quis metus nostra id rhoncus diam consectetuer lobortis purus potenti. Vivamus fusce viverra diam purus tincidunt condimentum nam.",
 "authors": [
  {
   "name": "Randolph Mcmullan",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Tillman Corp"
  }
 ]
}