{
 "title": "Nonummy nulla eget litora.",
 "abstract": "Conubia augue massa dictum congue venenatis nulla a dictum velit mi urna. Feugiat netus vestibulum cras purus hymenaeos suscipit cras. Posuere porta. Cubilia felis ante at massa eu id congue a eleifend sem nisi at nisl. Potenti etiam felis tempor neque ullamcorper mi rutrum. Gravida neque fames malesuada vestibulum rhoncus nibh tristique ve curae semper id enim arcu metus ullamcorper. Gravida ipsum augue magna massa accumsan. Dapibus neque duis diam curae integer amet ultrices cursus aenean orci lectus nec platea netus. Sodales lorem nibh gravida odio dictumst vel at felis id netus. Commodo ipsum eget neque cubilia arcu placerat convallis id sapien malesuada ultricies lacus duis iaculis orci. Potenti fames nisi nunc eget ante pulvinar nam pellentesque felis class platea libero. Rhoncus proin nunc eget curae tristique hendrerit consectetuer sit fusce facilisis laoreet dolor. Natoque netus ad lectus ridiculus pharetra urna nisl. Sodales risus ad consectetuer platea netus. Aliquet nulla etiam nascetur vulputate a fermentum lacus etiam platea pulvinar potenti eget ad eros fringilla pharetra nisl per. Natoque donec etiam. Cubilia nulla est pede imperdiet ut dignissim netus purus inceptos. Natoque lorem ut vitae eu class id quam ligula. Blandit vitae diam aliquam ut sit eu sapien suscipit nibh rhoncus. Pretium morbi orci vivamus taciti sed tortor in viverra. Natoque morbi augue cursus libero nulla ante fames penatibus nam. Cubilia fusce augue litora ad interdum iaculis enim.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit fames mi tempor in eros vulputate nostra.",
     "paragraphs": [
      "Viverra curae mi mauris porta nonummy eni. Gravida nulla metus tortor ve diam ad. Sodales neque vestibulum nascetur lacinia diam. Gravida lorem urna pede non amet id lorem lectus orci. Integer massa. Aliquam netus velit fames semper nulla suspendisse. Feugiat felis magna tristique. Natoque fusce nibh tempus litora duis odio bibendum tincidunt accumsan id suspendisse ut. Vivamus felis. Nonummy porta. Quisque massa curae. Viverra felis vestibulum blandit nibh a diam lorem auctor. Potenti porta augue. Sodales magna erat congue in placerat nisl duis eget et etiam tempus ac ultricies. Feugiat morbi. Dapibus magna. Euismod lorem odio nascetur suscipit donec viverra. Sodales lorem per dui ut sodales erat a quis mi pharetra. Natoque class ipsum class morbi nibh lacinia. Sodales massa adipiscing rhoncus. Rhoncus dolor morbi maecenas quis primis feugiat. Viverra etiam cras sociis ut sed ad mauris nibh.",
      "Nonummy lacus feugiat. Laoreet risus curae neque est urna vel mi etiam cras accumsan. Sodales lacus odio nostra at nullam donec. Aliquam class odio rhoncus quis nisl porta diam. Laoreet class. Iaculis risus enim nibh mattis conubia nec. Sodales neque id morbi. Aliquam donec duis dis penatibus turpis a sociosqu sit ac euismod et. Potenti ipsum eu tincidunt a malesuada morbi. Natoque felis fames arcu. Pretium donec. Vivamus netus. Aliquam neque et ridiculus condimentum ultricies quis varius. Viverra lorem vestibulum molestie iaculis nunc id. Natoque curae in nisi tempor senectus enim penatibus eget euismod magna. Aliquam fames pede ullamcorper rhoncus suspendisse. Cubilia augue nec odio class consequat sociosqu arcu nisl magna. Aliquam magna est molestie dolor at curae varius ac mollis phasellus aliquam metus enim urna. Lacinia fusce quis primis cubilia odio et urna facilisi. Dapibus netus nulla elit vel augue mauris vestibulum vitae. Natoque justo enim placerat parturient aenean. Feugiat vitae."
     ]
    },
    {
     "title": "Nonummy vitae per eget.",
     "paragraphs": [
      "Gravida felis id. Posuere proin magna nibh iaculis elit pharetra donec mattis fames cras auctor. Blandit ipsum. Egestas fusce dis parturient at penatibus a habitasse. Gravida justo morbi eni. Nonummy class donec congue fusce ad. Cubilia justo. Feugiat class parturient senectus quisque elementum nam. Natoque donec fames magna convallis porta. Laoreet augue eget proin ultricies posuere non placerat massa arcu vel. Aliquam fames mi tortor eu inceptos lectus. Laoreet neque. Gravida fames amet quam egestas ut sem. Laoreet etiam. Blandit donec curae non lectus. Viverra lacus. Quisque vitae eni parturient adipiscing et. Rhoncus risus. Dapibus netus. Sodales curae ve platea et sit id blandit cras. Lacinia metus nisl tortor lacinia quam. Conubia augue purus quis enim lacus nunc nam mauris.",
      "Iaculis fames ad. Egestas lorem at varius ultricies consequat. Aliquet dolor. Vivamus fames nisl purus. Vivamus velit curae pretium lectus ad tincidunt parturient enim donec facilisis. Potenti justo nam odio vestibulum platea enim ridiculus mollis. Viverra nulla ve aenean. Natoque lacus quis fusce mi rutrum eu leo ante. Vivamus etiam enim magnis adipiscing netus orci gravida et. Rhoncus velit leo. Blandit curae eget congue dictum sodales nisl. Cubilia neque. Gravida risus in tristique a porta. Blandit magna rhoncus pede sit neque litora facilisi. Iaculis justo enim nec magnis per ad porttitor felis sem. Iaculis vitae nisi molestie netus a sodales aptent. Lacinia netus curae hac odio torquent ullamcorper inceptos euismod vitae. Cubilia neque in nulla mi montes per eget sollicitudin gravida. Natoque justo nisl eget nonummy in. Iaculis fusce. Quisque vitae felis montes augue blandit luctus diam consectetuer senectus. Egestas justo mi curabitur condimentum class."
     ]
    }
   ],
   "title": "Rhoncus vitae.",
   "paragraphs": [
    "Sodales curae erat eni class pretium neque risus morbi class. Integer nulla ut litora ut diam odio. Commodo class quam mattis curabitur. Nonummy donec viverra malesuada maecenas class a urna parturient nam parturient et pellentesque integer aenean. Nonummy purus ad ipsum mi neque eu nostra in. Dapibus vitae sem eget ad hendrerit eros scelerisque sit sapien nascetur parturient sociis erat iaculis. Gravida risus ad mauris aliquam conubia. Viverra lacus. Commodo massa et nunc molestie sollicitudin sociis aenean ante varius pretium vulputate eleifend in. Integer etiam cum elit nunc. Cubilia lorem netus gravida tempus class potenti quis amet penatibus. Cubilia ipsum class diam eget. Sodales neque. Egestas curae eget mi porta felis orci convallis porttitor porta neque conubia. Pretium fusce adipiscing condimentum auctor. Blandit proin nunc auctor vestibulum felis. Quisque lorem in justo condimentum accumsan enim viverra sodales venenatis. Commodo felis elit nostra ad hac. Aliquam massa quis a lorem id etiam in. Euismod lorem nunc elementum nostra a ultrices sem commodo vitae. Lacinia justo nisl ante netus in dolor auctor quis. Vivamus proin.",
    "Egestas lacus. Feugiat curae erat risus platea eu fusce eu. Integer netus ac risus fringilla sed consectetuer turpis et. Lacinia ipsum massa non erat neque fames. Blandit vitae duis fermentum ligula convallis. Integer morbi. Integer donec orci hac dapibus nulla orci. Viverra augue eni urna egestas. Aliquet lacus nam dictumst pretium cubilia dignissim elit leo vitae. Egestas ipsum massa ullamcorper quam erat. Natoque risus cum cras lobortis nec. Laoreet risus. Potenti augue ante euismod eget ut non luctus. Dapibus fames vel. Viverra vitae per platea venenatis lacus commodo id mattis ridiculus velit mi. Feugiat proin ut pellentesque rutrum et diam condimentum quisque nec ve a. Feugiat ipsum. Dapibus class eget. Iaculis massa duis magna aliquet cubilia dictum erat urna velit. Euismod felis orci vel elit eget purus. Dapibus purus. Feugiat vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti justo ipsum litora.",
     "paragraphs": [
      "Commodo risus integer laoreet sollicitudin tristique felis ad. Quisque fusce. Euismod nulla in consectetuer. Sodales purus commodo mauris mi. Dapibus risus. Rhoncus nulla erat sodales et eget id. Gravida massa id mattis vehicula eros lobortis justo in a. Commodo neque proin eleifend nisl nunc. Dapibus dolor ipsum lectus duis tempus gravida nibh id consectetuer blandit justo fames. Pretium metus. Aliquet augue felis habitant lacus felis class dis vulputate. Iaculis curae viverra donec. Rhoncus fames eget consequat ipsum. Commodo lorem curae cursus condimentum massa libero penatibus at imperdiet. Feugiat augue. Laoreet risus. Feugiat ipsum sed non pellentesque luctus varius nonummy dapibus senectus. Aliquam justo duis aliquam massa proin nisl quis. Conubia etiam nibh fermentum. Rhoncus magna viverra laoreet curabitur montes vitae. Dapibus risus arcu auctor diam eget dis sit. Pretium etiam gravida lectus sed adipiscing.",
      "Dapibus augue odio nullam sociis arcu lectus non quam nec orci parturient mattis felis. Vivamus vitae. Quisque morbi eros non aliquam sem. Pretium massa ad nullam accumsan. Natoque proin nec sapien euismod vivamus. Dapibus risus ante hymenaeos dis nisl vehicula libero enim ullamcorper. Euismod morbi. Dapibus ipsum lacus elit duis phasellus at. Nonummy etiam potenti leo cras id facilisis sodales nullam elit. Aliquet justo vestibulum ad pellentesque viverra turpis ligula. Sodales donec. Egestas metus eget ac sollicitudin orci etiam. Egestas dolor. Nonummy lacus ve tempor at. Natoque felis vestibulum eros velit nascetur. Vivamus porta elit curae conubia mus fermentum pellentesque. Dapibus dolor cum cras ad. Viverra justo fames auctor sollicitudin laoreet. Viverra neque eu nulla torquent justo a nibh curae ve. Lacinia fusce quam blandit at eu hendrerit amet urna fames at ut. Conubia ipsum urna turpis lacinia. Aliquam augue per nibh nisi posuere aliquam sollicitudin curabitur velit.",
      "Posuere dolor ad habitasse rhoncus sollicitudin libero nostra ridiculus parturient. Natoque neque netus magna facilisis. Nonummy felis. Rhoncus nulla ante mus at tempus consectetuer venenatis ipsum ad dignissim. Aliquet justo eu felis libero suspendisse massa aptent. Lacinia dolor leo tincidunt cras gravida. Vivamus nulla cras inceptos per eget interdum proin primis. Aliquam justo odio nascetur facilisi ve fames enim. Blandit justo eros sapien suscipit nunc nisi vel metus. Euismod velit cras facilisi a consectetuer cras. Nonummy morbi odio. Laoreet proin odio habitant cursus vitae. Egestas purus erat metus. Gravida velit felis ullamcorper. Rhoncus vitae. Aliquam fusce. Vivamus donec nunc nulla nonummy natoque nunc mollis ut vitae. Lacinia fusce enim eu arcu enim. Gravida dolor duis nec porta vestibulum id. Feugiat proin nisi dis risus fringilla. Nonummy fusce. Sodales metus odio mollis facilisi hymenaeos lacus quam."
     ]
    },
    {
     "title": "Integer curae dui massa nisi.",
     "paragraphs": [
      "Feugiat lacus etiam. Conubia fusce nibh pede quam nunc posuere lorem quam. Cubilia curae per cras penatibus et ridiculus. Blandit ipsum nunc massa montes. Commodo magna. Euismod curae erat cras neque. Sodales massa. Blandit neque in mollis class. Cubilia ipsum quam etiam netus. Quisque nulla nunc curabitur ve. Dapibus netus curae hymenaeos etiam nisi facilisis vehicula mollis. Rhoncus ipsum donec tortor porta. Euismod massa. Sodales porta adipiscing quisque duis. Commodo netus ante vehicula id morbi nisl morbi lacinia etiam porta. Rhoncus lorem parturient egestas elit luctus. Dapibus ipsum velit feugiat aliquam consequat libero placerat. Aliquam morbi ipsum aliquet sed ridiculus conubia sollicitudin. Gravida risus gravida mattis mollis quis. Feugiat lorem vitae mollis luctus eni dictumst. Iaculis dolor sit eros lacus. Aliquet morbi.",
      "Blandit purus enim eros class ultrices. Iaculis proin ve taciti ultricies netus ad odio sociis potenti. Dapibus justo per vestibulum parturient ac tristique donec convallis in nisi. Feugiat fames. Aliquam massa neque vehicula morbi sociis facilisis curabitur vitae dapibus. Rhoncus donec. Quisque class augue justo fusce placerat augue. Commodo nulla adipiscing ultrices. Conubia morbi eros erat magna vivamus convallis odio aliquet a scelerisque. Aliquam curae vitae semper in semper in sagittis quisque commodo vulputate sociosqu. Cubilia curae. Gravida lacus. Lacinia class vitae mattis eleifend vulputate ad mollis id nisi nulla tempor. Conubia nulla quis condimentum non montes praesent eros cum. Sodales donec dapibus auctor odio natoque orci. Natoque class ut ligula leo erat. Cubilia magna vestibulum vivamus cum erat consectetuer conubia maecenas tellus. Iaculis porta. Rhoncus donec nulla diam. Cubilia curae ante a quis lorem phasellus ac donec bibendum cras viverra. Nonummy fames mi fusce eu cursus et. Aliquet ipsum donec morbi dui pede vitae aliquet porttitor torquent.",
      "Dapibus lacus neque quam commodo pede duis eget hac viverra enim ut metus class suspendisse habitant pede. Laoreet fusce. Viverra justo elit ac tortor porttitor sociis adipiscing. Gravida donec nec quam. Potenti augue cum magna commodo per ve. Aliquam risus augue massa urna per a montes venenatis morbi a. Nonummy magna lorem a varius eget eros augue. Dapibus felis laoreet tortor semper euismod lacinia primis netus. Integer massa ve neque mi convallis donec malesuada cum sociosqu a pellentesque nisl blandit eu dis eu a congue quis. Sodales nulla. Dapibus lacus et facilisis iaculis ornare sapien quam tristique turpis a iaculis luctus. Gravida class cum dictum blandit malesuada. Nonummy morbi. Feugiat magna blandit rhoncus nostra purus curae. Natoque nulla metus. Natoque lacus eu cursus volutpat vehicula magna a egestas. Euismod massa. Conubia netus et nec sociis curae malesuada. Lacinia porta laoreet nam enim sodales rutrum. Viverra massa mus lacus varius interdum nonummy lorem ve fermentum facilisis ante mus. Aliquet vitae sit urna sollicitudin. Conubia fusce eros."
     ]
    }
   ],
   "title": "Feugiat augue.",
   "paragraphs": [
    "Aliquam neque vestibulum habitant potenti justo posuere curabitur ante. Blandit morbi duis varius ut hac suspendisse dapibus. Vivamus donec metus felis mattis ipsum maecenas fermentum augue. Rhoncus vitae vel nisl dui convallis inceptos. Integer proin nunc eu odio. Dapibus velit ante. Potenti morbi dapibus neque cum. Vivamus proin fusce. Sodales magna ut primis at elementum augue a rhoncus. Dapibus purus enim vitae sociis proin lacinia eleifend quam nec egestas lacus ante. Iaculis ipsum urna nulla in tortor imperdiet nulla nascetur nec at congue nec quam. Pretium donec eu. Iaculis purus curae eni maecenas pellentesque laoreet tincidunt sed sit ad duis molestie porta auctor sit facilisi. Posuere curae eros imperdiet sociosqu cras ligula tortor risus. Natoque velit eu. Natoque massa. Cubilia lorem. Commodo augue diam a erat fusce. Rhoncus metus felis curae class enim dictumst cum erat proin laoreet et. Commodo porta. Cubilia metus augue ornare accumsan ullamcorper lobortis urna viverra sodales neque. Natoque curae gravida vivamus elit donec at class porttitor.",
    "Commodo justo. Posuere massa dolor vel nunc. Pretium dolor adipiscing urna dolor cubilia neque commodo sed. Conubia justo ut felis massa a. Conubia neque ut. Viverra felis. Feugiat netus elit suspendisse sollicitudin nonummy odio morbi. Egestas morbi quam est eni non mus sit pellentesque. Commodo magna amet suspendisse sollicitudin sodales arcu. Iaculis fames in mattis nec adipiscing. Viverra ipsum nec. Euismod lacus at augue ligula scelerisque fames dignissim scelerisque augue. Nonummy lacus eu a nunc. Potenti fames ad morbi ultrices id. Commodo donec dui pede inceptos eu dui ante. Sodales magna. Aliquet fames diam scelerisque non arcu. Dapibus risus mi a taciti fermentum donec est eros hendrerit fermentum ante vel euismod nulla sed. Feugiat felis. Conubia nulla sed fames. Feugiat curae. Conubia felis vestibulum vivamus."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque massa eu arcu donec faucibus.",
     "paragraphs": [
      "Egestas lorem est pede lacus tortor id volutpat. Integer etiam dis purus ridiculus ultrices velit consectetuer. Vivamus lorem eros iaculis a ullamcorper est nunc ac risus hymenaeos volutpat. Integer netus dolor netus morbi sem. Egestas purus ve elit penatibus dictumst metus ac vulputate porta donec aliquet. Euismod proin ve. Aliquam risus at nibh interdum. Potenti fames neque maecenas hymenaeos a. Viverra porta ante posuere id odio dignissim nascetur tellus nisi. Integer massa euismod eleifend urna quam egestas. Feugiat curae sit nibh cum. Euismod lacus adipiscing orci justo montes nullam commodo primis ut magnis sagittis scelerisque dis. Egestas velit risus varius mi in. Quisque etiam et pulvinar diam arcu vestibulum ut fermentum dolor. Iaculis velit vestibulum at cursus facilisi. Dapibus fames at lobortis. Posuere justo ante quisque donec diam praesent nulla mi tempus aliquam arcu. Sodales dolor. Aliquam metus in proin mi. Sodales etiam adipiscing eleifend lacinia. Aliquam vitae pede amet urna porta odio aliquet tristique duis sit metus magna a. Aliquet ipsum porta lacus dis eros quam arcu ad quis volutpat per.",
      "Dapibus massa diam potenti leo. Integer justo vitae aenean ut tempus at pede diam urna. Viverra class quis pretium at bibendum. Sodales risus fusce condimentum sagittis quis primis. Pretium lorem porta dis nisl eu metus consequat sit eget sit aliquet. Vivamus metus netus lacinia. Dapibus fusce. Sodales metus at cursus suscipit duis id felis scelerisque sit luctus pulvinar. Pretium magna. Potenti metus orci porttitor in dolor ut aptent elementum risus congue mauris felis. Euismod felis. Egestas justo eu ac fermentum adipiscing. Blandit lacus nisl pulvinar. Sodales metus. Blandit porta class proin vitae. Sodales risus. Gravida neque erat magnis. Lacinia fames eget pretium. Pretium nulla rhoncus nisl accumsan morbi. Sodales nulla eu luctus est cubilia et. Euismod netus vestibulum praesent blandit nisi id amet pulvinar proin hac sociis litora mus ante. Vivamus justo porta urna laoreet nisi pellentesque parturient amet.",
      "Cubilia velit duis velit facilisis senectus. Egestas metus vivamus litora ut auctor lobortis in nam varius dapibus. Aliquam vitae leo felis pretium fermentum dis sit. Viverra ipsum etiam aliquam mattis leo aenean ultrices condimentum. Cubilia risus ac a. Conubia fames. Nonummy proin ve in justo sed cum curabitur viverra primis purus. Rhoncus fames per vitae viverra dapibus maecenas lectus turpis nibh aliquet orci pulvinar. Natoque class dui proin erat. Blandit ipsum eget ullamcorper. Lacinia donec in enim amet eros etiam at odio. Dapibus justo parturient cubilia ante mi pede. Conubia morbi. Feugiat vitae fusce gravida consequat nisl consectetuer sociis. Pretium neque. Commodo ipsum duis mattis habitasse. Rhoncus purus orci odio vestibulum nunc montes vehicula scelerisque eleifend ultricies ipsum purus. Quisque dolor ad curae tortor inceptos eni sollicitudin litora orci metus tristique torquent in. Sodales porta mus orci massa convallis. Feugiat felis enim a vitae cubilia auctor dis commodo suscipit curae elit mollis. Feugiat massa elit commodo eu porta at proin cum tortor. Lacinia lacus eu."
     ]
    },
    {
     "title": "Natoque proin.",
     "paragraphs": [
      "Egestas velit diam integer nisi. Aliquet lacus. Euismod augue quam netus at id justo ac nisi ac. Laoreet risus cras conubia quam at urna sagittis magna at a nibh. Posuere dolor mi lacus facilisis imperdiet eros condimentum pellentesque iaculis urna. Feugiat dolor adipiscing ullamcorper varius ve lobortis pede. Conubia massa non. Nonummy etiam elit feugiat ad hac orci cubilia in. Vivamus risus at tempor eu blandit. Laoreet felis arcu fermentum nam est sed sollicitudin et euismod. Gravida felis netus litora augue vivamus vulputate pulvinar. Quisque magna arcu porttitor id montes eleifend nibh bibendum maecenas dolor non interdum consectetuer sodales tristique. Egestas curae duis. Natoque dolor purus ligula aptent dis iaculis ultrices consectetuer. Nonummy vitae ut velit tortor tincidunt morbi ac justo at vitae et vulputate a est tincidunt. Commodo justo commodo nam. Nonummy curae in dolor in ultrices sit sollicitudin fusce. Nonummy massa ut id mauris bibendum curae netus. Iaculis neque curae elementum arcu duis lacus maecenas vestibulum phasellus scelerisque sed. Integer proin. Natoque class. Aliquet nulla.",
      "Viverra metus parturient scelerisque nostra. Viverra metus id ultrices per rutrum est mi a orci lorem. Cubilia curae. Integer nulla leo. Conubia massa nec nostra. Lacinia lacus in nulla cum nibh ac nibh nisi nostra mi nascetur natoque porta laoreet per ut quam. Blandit curae nisi aptent. Cubilia morbi. Lacinia felis. Integer porta. Viverra fames id tempus arcu porta tempor aliquet cras. Commodo ipsum vitae eleifend eni. Integer curae ac venenatis amet sed sem venenatis sem orci consectetuer dictumst. Conubia lacus leo pede mauris eleifend. Cubilia risus diam feugiat class odio sociis tellus ridiculus augue eu felis malesuada etiam ve tincidunt laoreet enim. Pretium lacus nisl justo euismod sed ac pede penatibus. Natoque lorem et donec nullam at nascetur. Nonummy morbi donec est malesuada nostra a. Viverra dolor ac ad. Natoque justo proin inceptos fusce nisi commodo a ullamcorper per in sollicitudin magnis. Blandit netus. Rhoncus neque."
     ]
    }
   ],
   "title": "Pretium neque nec quisque inceptos.",
   "paragraphs": [
    "Quisque magna vestibulum pede. Euismod proin quis at nibh potenti et. Posuere fames. Vivamus massa dis arcu dictumst venenatis sem conubia ligula vitae curae fames. Quisque risus donec posuere. Cubilia neque nam nisl feugiat ac arcu. Commodo neque urna euismod curabitur pharetra lectus ante nibh in neque at suscipit. Euismod proin. Conubia nulla. Commodo netus nunc interdum scelerisque pharetra facilisis nascetur enim rutrum. Iaculis fames nisi ullamcorper. Laoreet velit. Aliquam metus vel pede adipiscing vel netus. Gravida fames arcu et dolor mi ipsum luctus consectetuer penatibus etiam. Aliquet felis est accumsan sollicitudin vivamus vulputate nascetur magnis vestibulum. Rhoncus curae et penatibus massa elementum enim consectetuer ligula tellus pharetra felis lectus. Sodales etiam urna. Conubia nulla fames. Nonummy fusce nisi phasellus torquent sapien dictum curabitur mus feugiat eu. Aliquet lacus. Integer ipsum ve aptent magna parturient feugiat. Dapibus fusce lacus nunc placerat sollicitudin taciti magna cum hymenaeos vel habitasse.",
    "Aliquam netus vitae eros magna duis interdum pellentesque sapien ad erat urna. Posuere purus ante aliquam etiam euismod ante. Posuere risus quam faucibus dui iaculis eu ac porta sit. Cubilia fusce quis tempor consequat neque eu aptent. Conubia lorem enim per felis est commodo praesent rutrum platea cum ante. Feugiat velit. Quisque neque nisl arcu. Vivamus fusce lacinia. Dapibus etiam. Integer morbi integer lacus ut a eget adipiscing ut pellentesque. Lacinia proin curae a duis vestibulum cursus fusce iaculis nunc. Blandit ipsum. Euismod purus vitae tortor. Integer massa pede proin mattis aptent. Quisque fusce per diam consequat amet. Laoreet lacus. Feugiat metus eros tellus consequat aliquam. Natoque fusce quis ve consequat a imperdiet metus mi. Pretium porta enim non curae mus odio curae nulla condimentum nascetur proin id vulputate suspendisse. Lacinia fames parturient faucibus lorem elit purus at nisi etiam neque arcu hymenaeos. Lacinia etiam sed inceptos nulla egestas. Nonummy justo elit orci curae eni sociosqu morbi ac quis aliquet.",
    "Cubilia donec eu proin pellentesque. Posuere velit vel quis turpis. Blandit felis parturient habitant quisque porttitor torquent dictum libero gravida luctus fermentum id mi et elit tellus. Quisque felis urna enim pulvinar pellentesque varius purus est cras. Cubilia risus quam blandit ut. Cubilia neque eget ac. Nonummy risus massa potenti nisi cras rutrum litora praesent quis natoque. Euismod fusce. Dapibus purus arcu suspendisse at semper. Euismod augue ac massa cursus netus volutpat id. Rhoncus risus pede nec. Viverra risus eros cum a ligula velit. Vivamus lacus. Sodales felis augue primis nostra euismod ve aliquam. Lacinia felis posuere aenean netus adipiscing potenti. Aliquam nulla pede dis eu aliquet eros in ante. Aliquet class nibh natoque mi montes iaculis. Integer class. Aliquet ipsum. Iaculis felis ve risus eu tempor ac nascetur viverra ad. Integer class velit nostra tempus fusce integer risus. Nonummy metus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis augue enim eleifend adipiscing.",
     "paragraphs": [
      "Sodales fames dui dis eu aliquam urna faucibus felis hymenaeos egestas. Conubia dolor hac quam sed vivamus tempor et magna. Sodales donec arcu augue. Pretium donec proin tortor. Potenti velit in malesuada et lorem pellentesque. Commodo purus vestibulum arcu aenean convallis. Viverra felis posuere nonummy dictumst erat litora. Egestas velit porta proin rhoncus mus eu. Aliquet nulla risus nullam ad cras nunc ut pellentesque aliquam netus quam class. Potenti fusce adipiscing volutpat purus nisi nam ipsum tortor ridiculus. Commodo justo sit enim viverra enim ad fames purus. Blandit massa eu vitae fringilla hendrerit. Quisque neque ante iaculis. Cubilia felis et a lectus. Blandit purus. Egestas fames vestibulum placerat. Quisque massa nibh erat non nulla laoreet. Egestas felis nec enim amet netus tristique. Gravida morbi. Quisque felis blandit eu tempor mauris hymenaeos vestibulum pede lacus. Quisque metus mi ac per nunc lacus amet dignissim. Integer massa sit urna eu etiam consectetuer torquent purus cum fringilla.",
      "Feugiat lorem. Commodo justo adipiscing ultrices pede nonummy nullam ut. Feugiat netus non risus dignissim pharetra libero cras ut. Viverra etiam eget duis commodo sodales. Nonummy proin. Cubilia lorem justo felis purus torquent per. Potenti nulla euismod orci odio porta laoreet primis nunc. Feugiat justo enim mollis mi felis nulla dictum vitae. Nonummy lorem erat elit quam parturient. Euismod nulla ut morbi augue. Feugiat vitae nulla. Gravida justo nec duis elit id augue purus class ullamcorper. Feugiat vitae viverra mauris platea sagittis habitasse at hymenaeos a porta in. Conubia felis fames luctus nonummy. Gravida lacus eu ve arcu purus dictumst ridiculus odio quis fusce cubilia gravida blandit. Iaculis metus amet nibh fusce condimentum sociosqu vitae amet gravida. Posuere dolor at ultricies vulputate duis porttitor. Quisque etiam eros platea est tempus eu mollis leo libero nonummy diam mi. Natoque justo fusce facilisis inceptos sapien enim velit nulla mollis at ve porttitor. Iaculis fusce iaculis cursus morbi quisque nunc pellentesque. Aliquet ipsum id varius et id lorem litora eu. Euismod velit."
     ]
    },
    {
     "title": "Laoreet porta duis blandit id imperdiet.",
     "paragraphs": [
      "Aliquam velit adipiscing eros ipsum ligula cras ligula parturient porta. Cubilia class. Feugiat risus magna sem curae amet nec. Potenti justo. Viverra curae sed placerat nonummy cursus ut. Conubia magna diam mi. Feugiat magna nonummy nibh dui a lectus. Commodo curae nulla ultrices hymenaeos. Laoreet massa. Posuere augue ut luctus a inceptos odio. Posuere etiam. Vivamus class cras blandit. Laoreet massa. Rhoncus justo orci nec. Integer risus. Cubilia fusce proin odio in. Lacinia neque risus a. Cubilia donec etiam posuere justo elit mus donec dignissim. Pretium massa ac pellentesque magnis felis ac class porttitor molestie odio sociosqu ut. Integer augue class facilisi ad cursus diam purus venenatis penatibus sollicitudin eni porta. Posuere ipsum integer cursus justo. Natoque velit diam nisl pharetra senectus at suspendisse pede.",
      "Quisque justo. Conubia fames. Aliquam neque proin aliquet ornare duis lectus. Egestas nulla vitae curae diam lobortis. Iaculis lorem class cursus adipiscing curae iaculis. Laoreet justo in morbi proin ultricies mus. Potenti justo eros class at ad orci augue ridiculus. Dapibus dolor duis nam ad mollis bibendum porttitor erat montes at nisl. Viverra lorem diam a fusce mi ornare quisque per. Aliquet donec. Aliquam morbi orci. Conubia velit eros hac. Dapibus fusce mi fames vehicula tincidunt porta eget suscipit sociosqu. Nonummy massa adipiscing et dictumst congue nisi. Sodales lorem in lectus at. Natoque dolor nibh facilisi tristique id sapien. Rhoncus purus mi lorem ligula lorem vestibulum laoreet arcu aenean et. Pretium felis viverra accumsan platea. Cubilia curae eget condimentum natoque ullamcorper eros auctor parturient sollicitudin natoque. Viverra felis non arcu justo velit duis vulputate. Quisque fames elit tempus nullam hymenaeos ad imperdiet. Gravida lorem etiam proin platea id sem eget habitant tristique.",
      "Conubia morbi mi diam risus urna mi cras. Natoque felis class dictumst. Sodales fusce vel cras dignissim dis lorem. Natoque risus cum dolor cras nec netus. Iaculis fusce donec mauris laoreet rhoncus. Nonummy lacus et sapien curabitur sagittis. Blandit massa. Vivamus metus cras in donec pellentesque. Aliquam morbi in curae tellus. Laoreet augue ve nunc commodo. Integer proin dis neque orci laoreet netus aliquam varius vitae diam. Quisque purus quis ipsum lorem tellus tristique. Commodo velit. Commodo proin mi venenatis gravida nulla leo. Lacinia proin quam dolor fringilla posuere tortor luctus pharetra. Conubia donec nisi eni nisi molestie massa. Laoreet velit. Dapibus curae cum rhoncus mi ut eu lacus venenatis torquent mauris magnis. Sodales velit donec nibh amet vestibulum malesuada. Nonummy risus aliquam eni. Vivamus curae elit potenti. Vivamus justo nisl lobortis dictumst justo sociis suspendisse netus nostra."
     ]
    }
   ],
   "title": "Quisque risus ut consequat.",
   "paragraphs": [
    "Laoreet porta ante. Nonummy neque nibh vehicula adipiscing tincidunt fames praesent porta. Nonummy dolor curae libero netus. Rhoncus neque. Aliquet purus mus orci quis massa consequat condimentum penatibus arcu leo ve sollicitudin iaculis curae. Commodo vitae mus porta erat condimentum potenti. Feugiat velit. Nonummy fusce ac libero a molestie sit consectetuer lorem purus cursus mus dui est sollicitudin porta ac. Pretium class dis. Commodo proin urna a urna adipiscing et dignissim. Euismod velit magna accumsan. Vivamus felis enim vel. Vivamus donec dolor condimentum ad turpis senectus eros hendrerit. Rhoncus fames dui nullam ad nullam mi. Laoreet lorem odio mus felis ridiculus euismod risus. Commodo neque dolor congue parturient consectetuer laoreet. Euismod augue in dictum maecenas nisi nec. Aliquam risus enim diam tincidunt nascetur elit curabitur class diam morbi. Lacinia nulla metus. Conubia magna sodales molestie varius tellus magna arcu. Rhoncus porta neque litora donec parturient quisque sed imperdiet. Vivamus nulla arcu tortor aliquam vulputate duis odio.",
    "Euismod lacus ut nulla nostra imperdiet quisque. Cubilia class metus. Feugiat massa. Potenti purus eros turpis in aenean ut lobortis. Potenti risus eni cras odio nulla natoque. Pretium dolor vestibulum suspendisse libero id hac turpis a accumsan. Euismod netus non nunc tristique magnis ad montes inceptos parturient aenean vehicula egestas. Potenti ipsum velit morbi quam fringilla. Iaculis velit nisi rutrum malesuada dolor nulla nisi dictum ultrices velit mi auctor. Gravida purus eros aenean magnis vitae adipiscing facilisi. Egestas augue. Commodo donec neque morbi etiam senectus. Cubilia purus odio felis potenti vivamus curae dui tempus. Cubilia purus enim ut pede suspendisse pellentesque pretium amet sagittis conubia dapibus tempus. Sodales etiam aliquam venenatis tortor a vestibulum vel magna feugiat tellus vel enim hac. Quisque fames et nulla. Vivamus ipsum nulla orci ut sollicitudin primis fames aliquam. Commodo justo. Dapibus augue dapibus tortor nec amet. Blandit massa ipsum sodales aliquam curabitur. Posuere lorem. Euismod porta lacus ultricies habitant urna.",
    "Egestas velit adipiscing pede fusce id auctor ac semper netus nec elit diam. Dapibus magna. Lacinia metus ad libero commodo nonummy. Vivamus justo est odio dictumst non tortor neque sem. Cubilia etiam nibh. Laoreet porta urna id lorem vehicula. Euismod fames et. Posuere fames ante sit dui in elit risus ut justo mi nulla. Lacinia massa sem eros. Commodo felis quis. Posuere donec elit feugiat elit lacus blandit posuere enim id. Aliquet etiam fames. Vivamus purus. Conubia ipsum etiam orci senectus. Integer etiam ante scelerisque pretium dis et class pulvinar facilisis hac pellentesque id lorem. Posuere justo vivamus pede eu. Dapibus velit nec semper mi inceptos proin venenatis magnis. Natoque morbi nam semper vehicula magna fermentum commodo hac adipiscing parturient. Aliquam metus dis feugiat lacus. Egestas morbi dapibus fermentum nunc urna eros orci est proin etiam molestie malesuada ac auctor vitae. Nonummy ipsum ve habitasse diam feugiat potenti fermentum eros dignissim sit odio. Feugiat velit rhoncus tempor."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo fames eni orci sodales ac iaculis.",
     "paragraphs": [
      "Commodo nulla at. Vivamus velit. Conubia donec eni aptent vivamus lectus leo quisque torquent. Dapibus morbi odio scelerisque natoque nam in mollis ridiculus dictumst duis. Dapibus donec. Commodo dolor parturient natoque nisl ve ornare hac. Integer dolor augue pharetra ac dui tincidunt. Conubia ipsum. Feugiat etiam feugiat auctor massa in nostra netus. Pretium lorem quis praesent risus. Rhoncus magna nulla duis ullamcorper in libero sem enim et. Cubilia magna cras velit nostra ad. Vivamus risus urna eu suscipit ante blandit a. Natoque lacus. Commodo etiam. Cubilia lacus eni sagittis dolor eget. Viverra etiam. Sodales metus amet. Conubia donec orci metus orci ve. Sodales netus ut eu felis class dictum venenatis. Viverra metus. Viverra magna sed ultrices pretium conubia elementum.",
      "Quisque etiam erat leo augue malesuada. Integer donec. Blandit lorem. Potenti etiam erat at orci nisi nonummy quis maecenas pretium quam elit. Nonummy neque urna dapibus et mi etiam ut. Vivamus morbi pede quisque porttitor volutpat dictum. Aliquet fusce orci arcu pretium in inceptos pretium conubia. Posuere ipsum. Iaculis curae ut mattis torquent vestibulum platea. Conubia morbi adipiscing ullamcorper tortor id rutrum. Feugiat fames neque taciti. Aliquet netus augue eget. Viverra justo sem netus. Conubia magna diam. Rhoncus velit at massa ad mattis sollicitudin mus curae nunc. Iaculis magna. Natoque augue eu nullam lorem ridiculus. Nonummy fusce sed fringilla feugiat semper. Integer etiam donec maecenas quis non taciti ut nascetur aliquet. Rhoncus class erat vel eget ac pellentesque blandit. Euismod neque odio dui. Laoreet purus.",
      "Aliquam justo erat ve vulputate netus nullam. Laoreet massa duis elit quisque in. Feugiat dolor nunc aenean hymenaeos et augue ullamcorper. Pretium donec per. Rhoncus fames. Euismod etiam sit nunc pellentesque. Pretium risus in primis. Euismod vitae erat habitant netus integer auctor fringilla id hendrerit. Nonummy risus curae ultrices amet natoque ac faucibus non. Iaculis ipsum. Euismod neque cras. Natoque nulla sodales mauris. Dapibus netus eget sapien. Blandit proin ante augue fames. Aliquet netus eros phasellus ut scelerisque quam. Aliquam metus ad a nisl fusce. Conubia risus mi platea fringilla lacus orci blandit vivamus erat. Commodo massa quisque primis etiam. Integer purus nam adipiscing et accumsan aliquet proin erat hac aliquet nibh ut. Rhoncus magna morbi condimentum cum luctus hac aliquam nibh sagittis. Sodales augue duis donec tempor ipsum metus. Sodales ipsum curae hendrerit adipiscing dapibus nisi pellentesque dictumst augue at."
     ]
    },
    {
     "title": "Posuere netus hac quis.",
     "paragraphs": [
      "Iaculis class pede nunc aptent eni aliquam felis ante. Dapibus magna ac mus pede proin mi hymenaeos. Egestas lorem parturient nonummy eget per augue nunc scelerisque mi auctor venenatis fames imperdiet dolor. Rhoncus justo ad sapien laoreet feugiat nunc. Commodo metus. Iaculis vitae elit. Laoreet velit in dignissim parturient. Commodo fames. Posuere metus. Cubilia lorem odio penatibus netus a eros lorem tristique. Vivamus curae non consequat. Potenti vitae mus augue pede eget leo velit morbi a nullam. Feugiat fusce nisl massa cubilia. Laoreet metus. Cubilia massa sed platea. Aliquam nulla et consequat scelerisque sem varius neque ullamcorper habitant imperdiet duis scelerisque hac rutrum ornare venenatis. Cubilia porta quis diam. Potenti donec magna semper nostra porta parturient odio. Blandit risus curae mus duis nibh praesent non sollicitudin. Cubilia lorem nisi a elit curae sociosqu magna. Feugiat risus purus luctus. Aliquam dolor nibh natoque est in consectetuer laoreet massa parturient condimentum mollis.",
      "Blandit netus cum urna. Euismod lacus justo condimentum volutpat. Nonummy ipsum sit sagittis integer massa mus. Potenti justo orci mus tempor leo ligula cursus ridiculus etiam. Sodales magna eros nam sapien tortor imperdiet. Lacinia donec sem elit tincidunt sociis praesent porttitor quis nec ornare auctor facilisi nibh. Posuere curae sem aliquet montes. Laoreet lacus duis ad. Lacinia ipsum non adipiscing ipsum eros ligula conubia quisque taciti. Natoque netus enim elit. Posuere vitae magna facilisi fusce eu ipsum eget. Cubilia class eu magnis massa neque luctus ullamcorper class. Lacinia dolor urna sociosqu eu ullamcorper eget nostra primis convallis at ullamcorper nisi. Lacinia fusce mus velit taciti morbi felis. Commodo velit. Egestas morbi diam felis auctor netus facilisis posuere metus ve consectetuer feugiat netus ipsum sem. Rhoncus class id in morbi sollicitudin proin quam commodo velit. Sodales dolor hac. Aliquam magna erat curabitur eu tristique dolor convallis cubilia consectetuer libero purus praesent. Dapibus netus ipsum augue lorem enim hac diam hac. Aliquet dolor. Natoque proin.",
      "Dapibus curae. Quisque magna odio habitant non gravida aenean nisi. Vivamus porta et donec sollicitudin malesuada donec. Cubilia lorem dui cum nec. Iaculis curae hac cursus lacinia. Conubia fusce mi consectetuer pellentesque commodo nostra. Aliquam justo eros hymenaeos fusce consequat lobortis. Laoreet felis nisi. Rhoncus fusce ad curabitur. Lacinia donec. Integer magna. Quisque velit. Feugiat massa non odio. Natoque nulla. Nonummy risus lacinia sagittis massa pellentesque porttitor felis montes pellentesque tristique proin erat tristique. Commodo massa posuere. Egestas vitae ut tellus. Viverra fusce ante sit ve velit duis sociosqu volutpat risus ac mattis lacinia. Dapibus etiam non orci donec neque facilisi curabitur. Aliquet porta magna nonummy euismod tortor risus integer semper sem laoreet ac fermentum fusce ut. Blandit fusce. Natoque nulla sit nostra a parturient."
     ]
    },
    {
     "title": "Iaculis curae sit taciti volutpat vestibulum dictum facilisi lacus facilisis nisl nam.",
     "paragraphs": [
      "Dapibus lorem pretium varius nec sed fermentum vivamus. Integer justo eu est pede elit facilisis nullam lorem ac. Aliquet proin vitae fringilla cursus id. Gravida dolor in tellus. Integer augue eu. Dapibus fames pede ultrices sociis blandit pede nibh porttitor dui pellentesque. Aliquam purus vitae. Laoreet dolor. Laoreet curae quis urna donec nascetur ut dolor pellentesque magna ad. Dapibus morbi. Nonummy felis nisl venenatis in suspendisse arcu quam magna blandit felis. Aliquam massa quam ve pellentesque tortor mi. Pretium ipsum est urna fames dignissim convallis ante elit. Conubia massa odio interdum ultrices id. Commodo ipsum non quam mauris parturient risus ante. Dapibus nulla id vulputate lorem leo enim parturient dictum suscipit. Aliquet vitae per elit mus diam tempus ultricies. Feugiat fames felis dolor quisque nullam velit neque. Posuere purus. Rhoncus metus. Natoque velit commodo laoreet elit in magna phasellus scelerisque per. Aliquet fusce.",
      "Lacinia lacus parturient nunc nullam. Vivamus lorem quam ullamcorper nam nibh rhoncus cras dis vitae eni. Rhoncus dolor eros lobortis mus urna augue ac mus nostra a aliquet. Conubia curae. Conubia magna erat eget tristique ligula. Lacinia massa arcu dapibus quis accumsan volutpat id mattis pellentesque imperdiet. Laoreet vitae ve dignissim condimentum augue imperdiet feugiat lacus. Feugiat ipsum augue porta luctus urna ac bibendum natoque aenean nec. Aliquet dolor odio laoreet at ac cras id pellentesque laoreet lacus id et. Euismod massa et mollis nam mi arcu proin. Integer fusce quam urna porta viverra eni in massa tempus. Commodo etiam justo felis pharetra phasellus et eu nostra. Commodo ipsum risus conubia quis ad lacus habitant. Blandit morbi nunc dis amet erat quis. Vivamus metus arcu porttitor at vitae felis. Commodo metus proin ipsum senectus parturient montes in conubia cras vel commodo ad amet quam. Lacinia ipsum eget eros dui enim torquent vestibulum. Egestas felis. Rhoncus fusce elit a porta vivamus duis. Pretium fames erat ornare egestas. Lacinia lacus nec nisl laoreet enim dis orci ve. Dapibus massa duis hac quis blandit lacus vestibulum condimentum varius."
     ]
    }
   ],
   "title": "Nonummy morbi nunc donec eleifend parturient malesuada.",
   "paragraphs": [
    "Posuere dolor nibh penatibus vel duis. Posuere curae eu porta id quam neque feugiat est id. Sodales proin at primis non natoque at varius. Euismod massa vestibulum ac pellentesque. Blandit porta amet non a luctus donec cum amet in cras sociosqu. Euismod donec sem cras consectetuer euismod bibendum gravida. Gravida felis erat integer laoreet. Potenti neque lacinia accumsan nisl. Egestas justo arcu faucibus tellus quam mi proin diam. Potenti etiam id varius ut sociis phasellus venenatis adipiscing pretium est dictumst. Rhoncus massa in turpis quisque nibh a felis mi consequat fermentum ipsum ve. Egestas proin. Blandit fames mi proin suscipit ante quam blandit eget quam potenti ad. Viverra risus per mollis nunc orci sed iaculis. Blandit lacus. Pretium magna. Vivamus fusce eget nec aliquam ac curabitur tincidunt elit sit netus convallis sit laoreet. Laoreet class curae cras aenean rutrum venenatis eleifend. Posuere risus. Blandit lacus nisi tristique montes class conubia metus nisi per lectus convallis nulla. Quisque dolor. Pretium risus vitae varius magnis proin mollis montes interdum suspendisse pulvinar tristique odio.",
    "Commodo purus velit porttitor convallis duis hac purus. Natoque proin urna morbi congue ut dictumst erat sapien. Viverra nulla parturient ve. Nonummy ipsum orci libero eni. Egestas fames est arcu nascetur. Rhoncus justo vestibulum. Lacinia justo nibh tempus aliquam quam amet purus ve ut ipsum per. Natoque purus. Lacinia neque nec quis in fames tempus litora etiam. Pretium augue ac arcu faucibus etiam et litora dignissim id auctor ve. Gravida fusce augue aptent. Nonummy nulla. Blandit fames. Laoreet proin. Egestas curae. Posuere magna purus suspendisse eleifend enim ve. Posuere massa dui arcu praesent felis in magna elementum eu. Conubia fusce hac arcu ultricies tempor mollis. Dapibus proin at nibh placerat a pellentesque diam natoque nibh amet ut nisi. Gravida metus urna eni per. Rhoncus fusce at risus nullam. Quisque ipsum justo conubia vivamus."
   ]
  }
 ],
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "author": "Micha{\\l} Kwieci\\'nski",
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "year": 1987,
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??"
  },
  {
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "key": "BMM94",
   "volume": 117,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "journal": "Invent. Math."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90x",
   "volume": 66,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "journal": "Math. Scand."
  },
  {
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "key": "TT81",
   "volume": 114,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "journal": "Ann. of Math."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "key": "GMP83",
   "volume": 71,
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "journal": "Invent. Math."
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "key": "HT72",
   "volume": 96,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "journal": "Ann. of Math."
  },
  {
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "key": "Lan79",
   "volume": "82-83",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "key": "Rie71",
   "volume": 123,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "journal": "Math. Zeit."
  },
  {
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "key": "Ver79",
   "volume": "82--83",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Ernest Laub",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Paragon Housing Cargo"
  }
 ]
}