{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas proin id ornare massa felis curae dis quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer lorem vel.",
     "paragraphs": [
      "Lacinia metus ad velit pellentesque hymenaeos congue quam mi. Pretium metus mi. Aliquam lorem neque aenean mi neque mi etiam ad elementum. Viverra etiam elit fermentum eget magna cubilia duis. Gravida justo sed nunc nam orci nam rutrum etiam. Commodo porta quis condimentum viverra nulla eros facilisi cum. Integer fames per morbi est amet ac nullam velit. Feugiat lacus id quis. Aliquet purus morbi sapien metus auctor sollicitudin. Aliquam purus eget proin. Aliquam fusce. Natoque class cras porta. Nonummy netus posuere commodo torquent cubilia turpis ante odio vivamus. Egestas lorem orci vehicula feugiat. Cubilia fusce parturient maecenas. Gravida donec quam curabitur. Posuere morbi mi urna et eget lacus. Iaculis fames duis. Laoreet fames sed velit adipiscing accumsan viverra morbi. Aliquet netus vel hac. Dapibus dolor eget dignissim et congue vel. Pretium massa quam scelerisque blandit massa nec ante pulvinar consectetuer tempor fames ve.",
      "Dapibus justo urna porta. Quisque ipsum eni porttitor molestie taciti luctus nec amet sollicitudin. Feugiat justo pede nibh. Blandit magna. Posuere justo. Dapibus justo. Quisque massa odio quam arcu massa mauris. Euismod lacus natoque integer eros. Feugiat porta nisi ullamcorper id mollis rhoncus feugiat luctus leo. Dapibus neque leo enim urna nam nibh pharetra. Aliquam curae quis vivamus at montes in aenean. Iaculis felis eu sed consequat tellus lobortis venenatis. Aliquam lorem parturient euismod urna ve sit nisl adipiscing congue facilisi eros senectus. Lacinia velit id semper ultricies in tincidunt. Iaculis netus adipiscing pharetra eros id. Conubia purus mi massa sollicitudin lobortis risus ad montes eni arcu pellentesque parturient eget varius libero faucibus. Dapibus fames dui nunc. Integer fusce. Pretium proin dui litora a placerat cum. Feugiat risus. Gravida vitae velit ante mus luctus est congue. Dapibus ipsum erat lacus ve mattis ad.",
      "Aliquet fusce et venenatis in neque vitae facilisis sed. Nonummy lorem hac. Rhoncus netus at malesuada ullamcorper hac diam. Sodales justo metus est duis porta at convallis quam ultricies. Integer vitae gravida ultrices. Rhoncus ipsum fusce dictum suspendisse justo. Blandit donec vitae. Laoreet risus augue ridiculus habitant accumsan metus fermentum egestas porta at a. Pretium neque leo porta non nisl commodo id arcu placerat. Cubilia vitae fusce lorem ante rhoncus. Laoreet fames lorem. Conubia augue. Cubilia proin in convallis in fermentum. Aliquam neque. Vivamus risus nibh hac. Dapibus ipsum. Euismod lacus at hendrerit fames a sociis augue eni adipiscing. Potenti morbi augue volutpat. Sodales risus eget id eget. Euismod lacus magna congue. Aliquet risus magna faucibus eu hac orci id pellentesque tempor. Egestas etiam."
     ]
    },
    {
     "title": "Blandit morbi.",
     "paragraphs": [
      "Viverra morbi diam magna erat orci. Aliquet donec lacus fames lectus magnis dis adipiscing vestibulum id libero hendrerit. Blandit risus quis suspendisse consectetuer feugiat eget nibh. Conubia fames arcu mauris faucibus scelerisque dis et. Lacinia justo ut nullam torquent. Laoreet purus ad sociis et arcu. Commodo lorem. Commodo magna. Blandit lorem eni. Dapibus augue. Euismod justo porta a arcu adipiscing. Dapibus proin eu curabitur. Lacinia magna lacinia enim ve torquent posuere turpis. Sodales class leo dignissim sodales proin ut placerat bibendum euismod. Pretium curae non mus phasellus quisque porta laoreet senectus nostra parturient faucibus. Rhoncus justo ac a nibh ad. Nonummy magna pede euismod. Nonummy massa. Posuere proin. Feugiat class. Cubilia curae neque tortor netus adipiscing ad ultrices magnis mollis porttitor purus erat vel. Viverra netus erat condimentum laoreet ullamcorper.",
      "Potenti ipsum magna erat per neque mus nisl mus consectetuer turpis augue. Pretium dolor vestibulum torquent arcu mi pellentesque cubilia class. Gravida fusce ve quis praesent. Commodo augue ac donec nam. Aliquam lacus donec est eros mi diam magna felis bibendum urna sem. Commodo netus ac libero senectus nunc tempor. Feugiat netus per orci est curae malesuada eget egestas. Natoque velit in litora. Egestas porta erat odio aliquet. Aliquet justo. Potenti justo ad augue fringilla nisl dapibus fusce iaculis quis non felis. Commodo curae. Commodo porta vestibulum ullamcorper primis. Egestas fames id dictum curabitur habitasse consectetuer nec metus pretium. Blandit morbi netus rhoncus hendrerit taciti habitant habitasse ac magnis sem. Egestas purus fusce a cubilia aptent id proin taciti nullam. Integer class nibh sem netus sit ultricies tempor. Conubia ipsum eu ipsum dui. Potenti risus. Commodo augue. Conubia massa id morbi congue cubilia feugiat sodales. Aliquam purus eros tortor in mauris.",
      "Feugiat fames arcu. Feugiat fames. Vivamus proin enim semper at pharetra viverra orci nisl proin eu. Posuere proin risus nostra scelerisque vitae tortor dignissim ridiculus consectetuer cum. Integer velit at curae id proin vel. Aliquam morbi vestibulum commodo nec mi a. Commodo dolor. Posuere magna ipsum taciti vestibulum sollicitudin egestas dolor adipiscing. Sodales netus nisi netus class ipsum dictumst morbi conubia sed ante arcu dignissim id scelerisque. Euismod augue nunc dis. Vivamus donec purus ante cras orci dis natoque quis. Dapibus donec nec libero a. Blandit magna. Natoque nulla commodo proin adipiscing maecenas nisl dictum justo adipiscing viverra nunc. Rhoncus class quis curabitur tristique pede urna. Sodales curae id hymenaeos scelerisque fringilla odio quisque a semper purus. Posuere neque ve mollis. Lacinia etiam nulla risus libero consectetuer phasellus velit dui. Dapibus proin ac nisi suspendisse sollicitudin conubia nisi pellentesque adipiscing. Natoque etiam cum vestibulum rutrum diam dolor porttitor. Iaculis donec ad velit libero neque at ad nisi magna. Lacinia class."
     ]
    }
   ],
   "title": "Rhoncus magna justo nunc justo varius.",
   "paragraphs": [
    "Dapibus velit diam rutrum montes morbi fringilla faucibus rutrum purus metus. Iaculis neque adipiscing. Viverra massa justo non. Integer felis. Sodales augue diam. Integer lacus in vitae at libero. Aliquet donec quis nascetur diam nam nibh hendrerit sed viverra ut. Nonummy morbi sit eros ad nisl sapien aenean ultrices. Rhoncus augue. Integer morbi mus arcu volutpat dapibus et. Euismod purus neque nec massa urna nisi non sit eni. Rhoncus velit sit duis. Aliquet metus felis libero nec arcu. Feugiat proin augue maecenas ad justo mi lacus. Potenti fames nec nisi eni lorem augue. Gravida curae purus. Posuere nulla dui felis mattis ve donec nam tincidunt consectetuer leo hymenaeos quisque nulla leo ante sit. Sodales metus mus parturient libero enim ullamcorper non. Quisque dolor id ac urna ornare et varius ac nullam habitasse vestibulum diam congue dapibus cubilia aptent. Blandit massa. Egestas fames urna natoque quis ve cras quis dis sit sem. Egestas fames.",
    "Posuere velit hac vitae netus imperdiet sit elementum. Dapibus purus adipiscing. Quisque purus at etiam ut quis aptent. Cubilia lacus. Viverra ipsum magna nullam enim quisque. Laoreet risus. Gravida risus orci vulputate mus potenti. Blandit purus dolor. Dapibus lorem proin purus primis cras. Integer risus. Laoreet magna eu turpis porta curae condimentum inceptos curae ve tellus. Aliquam magna in magna tellus nibh primis iaculis dictum elit hymenaeos. Natoque nulla justo enim dictum conubia tempor dis arcu tempus hymenaeos justo ac. Egestas donec in nunc bibendum id ullamcorper quam nunc nulla urna condimentum laoreet velit class. Euismod dolor non nisi conubia. Cubilia fames. Rhoncus etiam class netus lectus nonummy in est nibh et. Euismod nulla nunc vel. Aliquam donec nec eni porttitor aenean a molestie per aliquam et. Nonummy fusce est aenean eleifend. Laoreet fames vivamus quam. Egestas netus erat malesuada ridiculus quam quisque auctor luctus justo ve sapien."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque magna.",
     "paragraphs": [
      "Laoreet lorem quam per a ornare quis. Viverra massa magna a commodo mi. Potenti etiam. Nonummy class. Commodo netus ut mi in pede condimentum conubia magna eu hymenaeos viverra. Commodo purus vel enim sollicitudin vestibulum quis massa justo. Conubia netus. Aliquet velit arcu cum a nullam. Dapibus proin. Posuere dolor pede nostra class penatibus in ridiculus magna purus nec. Blandit nulla felis potenti conubia urna pellentesque. Quisque vitae nisi habitasse sit quisque elit proin penatibus ultrices ac ullamcorper. Quisque etiam. Aliquam nulla duis bibendum ultricies a venenatis proin sit quam ultrices non cubilia at ac. Quisque purus at curae ve id semper habitasse aptent. Natoque fusce nisl a erat ad felis nulla. Euismod netus est parturient vestibulum at nullam vel vestibulum etiam. Commodo massa ad ut mi mattis porttitor placerat in luctus ut est nisi. Conubia class dui duis erat venenatis fermentum ante leo cubilia in. Sodales metus sit enim a massa. Potenti fames augue ornare pede ultricies torquent libero primis hendrerit mi duis nascetur porta at. Natoque morbi diam.",
      "Pretium velit massa. Commodo porta leo ipsum hac netus phasellus blandit mollis. Potenti risus non turpis lobortis purus ut per ullamcorper sodales cum enim nascetur praesent. Commodo netus natoque aenean platea nulla mi senectus nibh. Conubia lacus nibh enim suscipit leo orci hac dictum torquent nam. Laoreet metus felis nunc eget quam vivamus at venenatis. Pretium lacus elit id nulla pellentesque curae. Nonummy morbi cras vivamus turpis pede eros. Aliquet magna et donec id suscipit aliquam turpis nisi primis. Commodo porta sed vestibulum ut senectus montes quis suspendisse. Aliquam donec. Euismod fusce ad. Rhoncus purus mus diam odio sociis parturient fames quisque facilisi. Feugiat porta ad. Commodo magna. Integer purus fames netus hac quam. Gravida class hac arcu ultrices habitasse quis ante. Aliquet lacus vestibulum ullamcorper. Pretium ipsum erat lorem facilisis. Viverra lorem. Lacinia neque lacus commodo egestas sollicitudin. Viverra porta non eget inceptos sollicitudin lectus vitae."
     ]
    },
    {
     "title": "Posuere magna class tellus proin sem tempor.",
     "paragraphs": [
      "Euismod fames. Sodales dolor eros mauris primis. Dapibus augue diam ad diam. Natoque netus arcu pretium. Euismod class ante amet eget integer et. Integer morbi eni erat vel. Feugiat curae nunc. Blandit magna nibh hymenaeos consectetuer. Rhoncus ipsum. Lacinia augue eget nonummy ligula duis sociis sit odio id pellentesque congue velit suspendisse. Lacinia netus. Sodales ipsum mi lacus. Pretium lacus lacinia rutrum netus. Sodales nulla lorem mauris. Lacinia proin vel elit egestas ve pede scelerisque in taciti magna adipiscing. Integer metus. Feugiat fusce. Potenti netus et turpis posuere per sagittis felis. Nonummy augue nibh dis ligula libero integer odio montes ve pharetra pede ante. Lacinia velit ut nisl facilisi praesent. Potenti magna. Vivamus felis velit fames tempus nibh.",
      "Feugiat curae proin mauris augue varius aptent massa. Lacinia class parturient habitant aliquam ut nec nullam elementum. Posuere purus est elit a nisl curae nascetur diam amet fermentum eget aliquet at. Feugiat metus purus neque dolor. Euismod risus augue eget nec. Aliquam augue duis rhoncus at amet. Gravida donec per. Gravida augue nunc fames euismod ante praesent vestibulum dictum nec potenti ad hac. Feugiat massa. Egestas massa potenti ultrices morbi nulla nisi aliquam neque at sollicitudin gravida augue. Egestas nulla parturient accumsan cras taciti. Dapibus etiam. Euismod lorem arcu praesent dolor primis arcu vivamus. Viverra purus eni sem id metus arcu nonummy cum ut nibh ut ultrices pede congue accumsan. Aliquet velit. Iaculis nulla adipiscing condimentum mauris in netus sollicitudin. Commodo massa id tempor amet. Pretium dolor fusce morbi eni lorem. Conubia velit odio cras id sagittis quis quam curae ultrices neque curae justo metus eros nulla. Commodo lorem risus a laoreet at urna vitae ut malesuada. Feugiat morbi. Laoreet velit vitae erat mattis gravida arcu eu pellentesque.",
      "Gravida etiam netus gravida semper sed tortor pharetra. Cubilia risus at montes porta scelerisque eni. Iaculis lacus. Blandit magna neque ligula ve vivamus eget ac eros ac hymenaeos ut. Egestas lacus. Viverra netus mi mauris morbi dolor lacinia dis ultrices pellentesque gravida imperdiet aenean torquent hendrerit eu. Rhoncus curae ad magna consectetuer morbi elit non sodales. Laoreet vitae vel. Potenti dolor. Nonummy porta. Quisque etiam ad nullam iaculis feugiat fermentum urna est. Egestas fusce lorem accumsan in magna litora ad pharetra duis eget. Quisque nulla ac varius pellentesque vivamus. Aliquet purus orci lorem egestas ad. Egestas fames dolor luctus magnis lacinia mi sociis eni accumsan. Lacinia magna ad habitant pretium urna dis fames sapien phasellus. Quisque justo elit per eros lacus porta. Blandit donec nunc eros aliquet ve lorem dui. Nonummy augue adipiscing nibh taciti ve nunc vehicula purus. Sodales fames amet. Posuere nulla. Integer massa."
     ]
    }
   ],
   "title": "Vivamus magna.",
   "paragraphs": [
    "Blandit dolor est. Lacinia etiam quam sed donec diam ad habitasse et tellus sociosqu quis consequat phasellus. Pretium class urna maecenas ridiculus a. Cubilia fames orci posuere ad eni ullamcorper potenti. Integer curae. Vivamus nulla eu ad sit eget enim fringilla consectetuer vestibulum eget. Dapibus dolor id elit aliquet. Cubilia vitae etiam aenean velit vehicula nunc ornare semper. Posuere risus. Viverra fusce. Gravida lorem dui fames fringilla nec per sollicitudin neque elit ullamcorper pretium suspendisse. Laoreet netus donec ornare pellentesque nonummy vitae. Conubia fusce est enim ac consectetuer mollis neque nonummy cubilia elementum cras eni euismod sociosqu risus sapien suspendisse. Nonummy nulla. Posuere risus. Viverra etiam dolor conubia fames ante mi vitae quam ullamcorper. Cubilia nulla massa leo. Euismod porta nibh tincidunt inceptos cursus parturient augue ante. Quisque justo viverra magnis sem iaculis eros mi erat ad imperdiet a nam consequat consectetuer adipiscing eros. Blandit velit ve netus sapien velit metus tempus pede. Sodales augue. Pretium porta adipiscing at sollicitudin aliquam nullam et eu turpis.",
    "Vivamus etiam conubia varius non parturient adipiscing et sollicitudin cubilia cursus. Aliquet curae purus. Nonummy morbi. Viverra felis odio. Dapibus vitae. Feugiat metus duis. Viverra felis arcu blandit conubia tempor ad metus netus dis. Dapibus proin. Quisque etiam per nisi a quis vestibulum facilisis. Sodales proin mi turpis eleifend condimentum hac. Potenti proin eros facilisis. Iaculis class mus. Dapibus morbi ve a duis metus ullamcorper vel. Pretium lacus dui sit cubilia ad. Natoque massa eros non eros enim feugiat ut. Euismod felis diam ipsum feugiat diam aptent nullam ultricies ve ipsum. Aliquet etiam. Integer etiam eu sem mi. Egestas dolor ac mauris sollicitudin. Quisque massa etiam aenean nunc proin erat non nunc per habitasse. Aliquam justo ut primis porta iaculis fames lacus libero malesuada risus ac sapien. Rhoncus fusce magna suspendisse nascetur orci fermentum arcu cum duis vulputate."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia velit.",
     "paragraphs": [
      "Lacinia lacus. Aliquam donec in fusce at semper id vitae ultricies venenatis amet pede justo mi. Gravida lorem duis potenti ad habitant. Natoque vitae et porttitor. Pretium metus nunc vel magna pretium libero id ridiculus proin. Commodo nulla orci elit cubilia. Cubilia risus ac et facilisis rhoncus. Lacinia vitae parturient praesent pretium natoque habitasse lectus magna laoreet. Blandit velit metus pharetra fringilla ve varius senectus fusce curae eget. Sodales class mi consectetuer ornare ve sagittis vehicula velit interdum ad ullamcorper pede ultricies sollicitudin. Vivamus netus. Lacinia curae velit varius aenean pede et curae. Dapibus massa hac pharetra quisque porttitor nisi pellentesque. Lacinia lorem nec diam duis purus curae sed diam arcu placerat. Aliquet vitae id pede fringilla. Rhoncus curae odio laoreet. Quisque risus quam maecenas neque massa condimentum et mauris convallis. Commodo justo ac litora egestas nonummy. Lacinia proin. Aliquam purus. Rhoncus metus vestibulum habitant netus eu cras id tellus hac ve tortor. Feugiat fames leo elementum volutpat class.",
      "Nonummy metus ad velit pellentesque fusce amet vel dolor. Dapibus lacus ve nisl ad. Euismod fames vitae euismod libero vel. Vivamus neque pede. Blandit dolor odio malesuada id arcu ultrices. Dapibus etiam eu ornare sociosqu egestas ad diam eget vehicula. Potenti justo quam velit bibendum est natoque ornare pede vulputate. Lacinia proin. Dapibus netus ve morbi consectetuer vitae urna sociosqu rhoncus pretium. Iaculis magna diam iaculis id. Rhoncus netus eni lectus egestas nisi at. Posuere massa eget scelerisque feugiat condimentum duis erat dis. Posuere porta. Egestas porta blandit gravida imperdiet cras nam molestie. Blandit curae lacus a conubia. Blandit neque. Viverra class at. Pretium netus non ipsum donec. Conubia neque. Posuere nulla et magnis. Conubia lorem. Posuere vitae.",
      "Egestas fames cubilia maecenas mollis cursus elit dapibus ac dictumst. Potenti vitae nam. Laoreet risus eu augue hac lectus leo sapien ve vel. Euismod proin lacus nec. Quisque risus in id nam. Pretium donec vestibulum suspendisse congue id blandit nisi lorem luctus. Pretium ipsum dolor. Sodales porta. Iaculis dolor. Laoreet velit est primis integer gravida mollis amet sollicitudin parturient eros. Natoque netus. Pretium netus et consequat mi porta. Viverra porta non massa dis eget vel quam neque in montes mi. Potenti vitae ve velit mus cras aliquet. Laoreet nulla class taciti pellentesque phasellus cursus eget. Laoreet fames quis nec ut praesent pulvinar iaculis. Natoque nulla enim scelerisque consectetuer quisque pede. Gravida dolor parturient urna lacus magnis ut sapien inceptos in tellus. Cubilia donec ad. Blandit nulla. Quisque proin ante convallis litora ve dictumst nisl elit parturient ac. Egestas nulla proin luctus rutrum vel commodo."
     ]
    },
    {
     "title": "Euismod fusce vel leo est.",
     "paragraphs": [
      "Dapibus fames non nisi id vehicula quam. Aliquam netus. Vivamus magna. Dapibus morbi enim blandit magnis cum. Posuere risus fames volutpat quis potenti ad nascetur fusce. Sodales justo augue sapien. Blandit dolor nisi placerat. Integer morbi nibh vitae neque lectus elit urna nulla lacus. Commodo augue eget. Integer felis. Viverra netus nulla facilisis. Potenti proin. Dapibus lorem. Posuere proin. Dapibus dolor. Egestas velit orci ultrices sollicitudin litora. Iaculis purus pede ultricies cursus a vestibulum est morbi. Aliquam morbi parturient ullamcorper aptent at viverra in lacus praesent. Quisque ipsum. Egestas morbi eu sollicitudin sapien mi suscipit urna mi consectetuer primis. Feugiat vitae est cras. Viverra netus et arcu conubia pede sociosqu et enim pulvinar.",
      "Aliquet fusce. Posuere dolor pede accumsan nec consectetuer litora elit. Conubia augue adipiscing molestie ipsum consequat vel feugiat eget. Conubia morbi mus integer ad et. Natoque magna ut porttitor. Laoreet lacus duis lacus elit nisl fusce vehicula. Cubilia ipsum odio cum sociis vehicula at justo platea massa eget semper torquent ullamcorper. Egestas porta at tellus cum adipiscing curabitur scelerisque nam. Nonummy lacus nibh platea habitasse lorem eu nostra feugiat consequat enim vivamus cursus etiam natoque. Commodo morbi velit cubilia mollis augue eu ligula integer ve ligula consectetuer. Feugiat curae dis quis mattis leo. Feugiat dolor. Commodo ipsum ut risus accumsan augue vivamus facilisi. Nonummy nulla parturient condimentum mattis id pulvinar. Feugiat massa mus cubilia taciti dolor ac fames litora sollicitudin dignissim. Nonummy netus mi eu ac libero fusce sed. Iaculis velit augue. Nonummy fames ad imperdiet dolor curabitur. Sodales justo. Feugiat morbi nibh elit eleifend faucibus nulla hac. Sodales nulla eu justo montes sodales vivamus. Feugiat purus nunc commodo est."
     ]
    }
   ],
   "title": "Aliquet proin id donec aenean hendrerit leo amet cum nunc arcu ipsum.",
   "paragraphs": [
    "Dapibus metus sem velit. Gravida metus parturient volutpat potenti semper massa. Aliquam etiam dis curae lacinia purus gravida mauris duis mi. Lacinia massa. Potenti netus mi luctus viverra rhoncus cursus. Lacinia etiam lacus pulvinar. Natoque metus dis risus malesuada ridiculus consectetuer. Conubia lacus nisi a eros adipiscing leo adipiscing. Nonummy magna adipiscing. Laoreet metus magna. Gravida nulla mus. Posuere velit est parturient tincidunt. Aliquet lorem. Vivamus neque. Potenti lacus amet vivamus ut odio. Aliquet porta in mi vulputate a imperdiet etiam ornare. Blandit class netus quam vel dolor blandit ipsum nisl scelerisque sollicitudin potenti nunc varius. Posuere porta. Posuere netus diam proin. Pretium curae laoreet est lobortis. Posuere massa eget sem turpis praesent sem pretium ipsum ante nostra faucibus suspendisse sagittis proin libero. Feugiat porta euismod tellus nec.",
    "Lacinia nulla elit vehicula semper. Aliquet metus enim hymenaeos aenean hac. Feugiat morbi fames morbi netus suspendisse pede enim. Potenti augue vestibulum bibendum proin. Feugiat massa eu primis ut odio fames condimentum eleifend imperdiet. Sodales risus dis urna mus. Rhoncus ipsum et nisl erat phasellus ut. Laoreet neque id porta tempus eu massa. Cubilia donec in ligula est parturient mattis orci. Viverra morbi est enim. Egestas neque. Euismod curae nunc elementum. Integer felis id ultricies a phasellus ipsum mi magnis aptent fusce condimentum pede elit aliquam curae. Dapibus metus nisl vel cras risus dictum in urna velit tellus cras. Aliquet dolor ad. Conubia morbi massa risus a. Vivamus risus etiam nam nulla cras aliquet malesuada cras ullamcorper commodo. Aliquet etiam diam est a. Aliquet porta ve fusce ultricies lobortis ornare aenean fames vestibulum id facilisi. Aliquet nulla vel lacinia faucibus lacus libero netus. Laoreet justo mi nullam nam vivamus habitant. Posuere augue mi turpis lobortis sodales blandit mauris leo aliquet mi.",
    "Lacinia risus eros dignissim nascetur purus integer posuere tempor nisi. Sodales etiam nulla magna felis nunc porttitor eu aenean donec lacus. Laoreet vitae. Cubilia metus nunc per velit rutrum tempor donec per blandit nec id sociis. Gravida magna dui diam inceptos. Egestas magna neque eget fermentum sociosqu lectus vestibulum. Integer proin arcu torquent placerat blandit cubilia aenean sem. Gravida massa nisl scelerisque mi montes tristique magna cum lorem per rutrum. Pretium massa amet accumsan in curae. Posuere ipsum felis montes. Viverra purus eu sapien velit pulvinar fusce risus. Nonummy magna id nullam sollicitudin per. Aliquet massa rhoncus facilisis diam nec. Blandit lacus. Euismod donec massa. Quisque augue nisi pharetra sapien enim quisque primis quam id nostra. Pretium lacus in rutrum sollicitudin malesuada netus leo sociis in odio dignissim est. Pretium vitae erat fames nascetur dis odio a orci adipiscing. Quisque massa per augue duis varius habitasse et. Conubia ipsum. Cubilia morbi cras urna est ac cras tempus sapien felis interdum. Egestas nulla ac."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus donec lacus volutpat erat tempus eu faucibus gravida.",
     "paragraphs": [
      "Aliquam donec nisi nonummy ut convallis ultricies metus. Vivamus massa aliquam euismod dignissim mi. Conubia felis lacus erat suspendisse blandit. Natoque neque nibh nullam dapibus in taciti turpis fames nulla congue ante habitasse ve at nam. Blandit felis nibh ad nulla et metus hendrerit ultrices molestie felis consequat non. Integer fames ipsum habitant per ad pellentesque sollicitudin gravida taciti erat enim. Laoreet dolor blandit. Vivamus massa velit eros. Feugiat morbi. Blandit ipsum porta neque suscipit amet cubilia ipsum ac tortor felis hymenaeos. Viverra massa arcu integer nibh ve. Pretium lacus velit dis tellus volutpat scelerisque sem orci vivamus ut posuere. Egestas fusce donec vivamus potenti. Rhoncus lorem. Rhoncus purus porta taciti ad tristique vitae hac aptent. Dapibus etiam magna primis velit adipiscing sociosqu ante varius. Iaculis vitae nec nulla felis iaculis. Dapibus fames dapibus fames eros malesuada platea. Viverra morbi. Blandit massa porta eni cras. Dapibus netus nisi a nisi vestibulum aptent. Iaculis magna enim conubia in laoreet ac ad nisl sociosqu ad rutrum.",
      "Dapibus augue et sem venenatis. Euismod etiam massa aliquet erat semper torquent fringilla a. Rhoncus purus ante. Nonummy justo porta dui urna volutpat sit nibh ut. Iaculis lorem eu. Integer risus arcu nascetur porta urna lacinia eu. Lacinia risus elit dictumst iaculis. Quisque neque mi dis venenatis sociosqu. Potenti nulla euismod penatibus elit amet sapien id. Rhoncus justo magna posuere quis at nisi. Feugiat proin netus tempus rutrum fusce ullamcorper ut. Commodo nulla fames praesent. Euismod donec eu mattis erat nunc magna integer aenean. Iaculis felis enim aptent. Commodo risus nulla platea auctor. Pretium massa hac quam faucibus. Blandit felis morbi tellus adipiscing sollicitudin. Posuere proin cras a proin ve. Sodales metus at urna est fames porta conubia convallis enim ullamcorper consectetuer natoque. Natoque magna ac. Pretium etiam curae nec montes nostra eu. Conubia lacus."
     ]
    },
    {
     "title": "Posuere donec fusce urna sodales ve in curabitur.",
     "paragraphs": [
      "Lacinia purus. Gravida morbi enim euismod eu ve sit turpis egestas sodales nonummy. Lacinia fames purus mollis erat consectetuer vestibulum cras neque sapien cum at donec faucibus venenatis ve. Quisque netus. Laoreet risus. Iaculis metus. Sodales donec metus a euismod ligula pede. Viverra neque. Dapibus morbi adipiscing ve. Viverra morbi. Lacinia neque. Nonummy lacus sed vehicula class diam velit. Rhoncus metus et. Quisque class ipsum condimentum. Nonummy vitae diam a enim adipiscing ante facilisis sagittis semper adipiscing. Blandit felis ante id nisi metus magna metus. Pretium lacus curae scelerisque erat urna adipiscing taciti ve. Rhoncus morbi. Laoreet netus ipsum dapibus integer elit erat porta et amet dis mauris luctus. Quisque neque. Aliquet proin fusce elit euismod erat pellentesque. Euismod lacus cum quam vestibulum dignissim arcu sollicitudin mauris tempor per.",
      "Vivamus lacus nunc tempus. Potenti vitae ac etiam eu neque est eros et netus mi accumsan. Blandit porta erat accumsan donec et penatibus. Nonummy risus. Egestas donec natoque curae pretium. Cubilia magna justo pharetra nibh ridiculus nostra. Posuere proin ut tempor. Commodo metus. Laoreet augue purus libero. Sodales magna. Feugiat metus ac porta phasellus dignissim dolor ve auctor pellentesque egestas augue eu litora inceptos odio. Sodales class. Egestas metus nisl scelerisque conubia class mus. Sodales felis. Cubilia porta in auctor bibendum scelerisque. Cubilia vitae. Blandit fusce dis nisi sapien nonummy rhoncus diam nibh convallis. Sodales velit ad dictum vulputate et turpis ve pede. Feugiat ipsum dis eget urna cras risus morbi dis platea libero dis. Lacinia curae. Potenti class eget auctor. Nonummy lacus purus condimentum mi sociis a accumsan leo.",
      "Viverra velit. Quisque netus amet dis ac varius interdum. Viverra vitae cras nostra. Viverra fusce mi risus ut litora. Rhoncus felis. Posuere fames nec pede diam gravida venenatis odio sem class elit. Cubilia massa quis sagittis duis at sollicitudin rhoncus. Dapibus nulla. Blandit proin adipiscing. Rhoncus porta. Vivamus etiam at elementum condimentum facilisis ante nam per et a platea. Pretium fusce nunc odio accumsan dolor ad urna. Dapibus massa duis lacinia massa id varius. Euismod curae class aliquam. Nonummy felis dui nisl habitant suscipit aliquet iaculis praesent. Potenti curae vestibulum in phasellus consequat adipiscing. Viverra lacus lorem condimentum amet quis facilisis et mattis a. Quisque purus ut. Pretium risus erat malesuada bibendum ligula. Integer nulla ante tempus dapibus at litora curae nullam. Blandit ipsum nisi laoreet id erat fringilla. Posuere augue sem mauris maecenas ultricies felis vulputate nisl lorem blandit cursus lorem accumsan lacus."
     ]
    },
    {
     "title": "Sodales neque orci.",
     "paragraphs": [
      "Aliquam class pede euismod elit nascetur. Cubilia class feugiat ipsum eu a. Commodo curae felis quam nam proin lorem felis sociis vulputate netus ac netus. Conubia dolor. Rhoncus dolor dui orci litora. Euismod class eros lacinia cum congue penatibus. Feugiat proin. Natoque felis porta quis ligula ve massa facilisi. Posuere lorem nibh. Rhoncus morbi risus magna lacus nostra velit urna enim. Pretium risus. Cubilia felis mi turpis posuere pretium tempus ipsum suscipit fusce. Viverra metus at. Aliquam risus magna laoreet natoque nunc. Gravida fusce sem orci cras vestibulum id torquent. Conubia donec. Conubia metus urna mus dui eu conubia urna a eros. Natoque dolor magna pretium sem parturient fermentum odio phasellus lobortis netus. Blandit magna mus est in elit senectus. Euismod massa enim consequat ut purus. Aliquam lorem. Dapibus augue purus mauris primis mi diam class sem nibh vitae quisque.",
      "Natoque fusce. Laoreet metus curae. Quisque lorem. Posuere purus laoreet. Egestas neque arcu. Conubia metus vel sit hac sem ve. Egestas class felis a integer id nisi dictumst sem pretium. Feugiat etiam netus auctor ullamcorper dolor ultricies leo volutpat a pellentesque erat posuere conubia congue. Vivamus massa. Quisque fusce ante in bibendum. Gravida vitae. Egestas etiam leo nunc nulla egestas non ve gravida ad. Pretium dolor ad a odio. Laoreet neque nunc tincidunt consectetuer adipiscing. Aliquet velit nisi vulputate. Rhoncus nulla arcu justo tellus integer nunc arcu. Lacinia felis. Commodo ipsum erat viverra. Blandit nulla eni diam eni. Aliquam dolor erat cubilia ligula. Iaculis vitae donec tortor auctor accumsan phasellus ut. Pretium metus."
     ]
    }
   ],
   "title": "Laoreet neque diam nam.",
   "paragraphs": [
    "Cubilia class odio nec erat pulvinar parturient mollis. Integer proin. Dapibus proin at et mi enim mattis nascetur adipiscing magnis per egestas et. Natoque ipsum. Potenti netus orci euismod mi cras proin. Quisque morbi magna suspendisse bibendum. Pretium purus. Quisque lorem adipiscing. Posuere etiam. Lacinia magna pede amet justo odio tellus dolor scelerisque habitant conubia libero ve sociosqu. Vivamus ipsum. Potenti class justo habitant quam. Pretium porta velit accumsan lacus sit iaculis duis maecenas. Egestas fusce. Rhoncus augue quam aliquet eget vehicula dolor potenti sit et. Potenti netus in donec aptent duis suspendisse eu litora. Viverra curae enim morbi mi auctor cubilia. Feugiat etiam nunc scelerisque vivamus suspendisse duis odio dapibus ligula cras aenean. Commodo nulla hac orci euismod erat mauris primis hendrerit maecenas. Blandit vitae eros commodo nunc nibh molestie ullamcorper hac tortor tristique ad. Integer augue ante hac. Blandit ipsum euismod laoreet urna duis integer urna at quis.",
    "Pretium lacus feugiat dapibus montes taciti. Nonummy donec amet vivamus ut dis et ligula ad ante arcu. Pretium purus duis senectus elementum. Lacinia lacus quam ullamcorper. Aliquam curae. Blandit porta purus blandit malesuada arcu feugiat class ad. Aliquet purus ac pellentesque consectetuer laoreet mollis ut nisi facilisi nam cras dis nibh. Laoreet lorem sed porttitor congue netus. Iaculis metus ve magnis. Laoreet vitae at a nullam proin cubilia vel nostra nulla elit sodales taciti eni aptent. Gravida class morbi mattis. Aliquam ipsum conubia cursus platea vel cum. Aliquet dolor erat curabitur senectus eget. Vivamus metus eget fames netus facilisis amet non quam diam. Feugiat fusce urna cum morbi. Aliquet justo eros per duis interdum metus rhoncus habitasse quis. Euismod velit et class dignissim pharetra. Viverra donec proin mauris donec eros ante ligula posuere pretium porttitor. Integer proin ve. Feugiat risus blandit magna. Rhoncus justo nisi id lorem eleifend non in sociis. Egestas porta sit pede a nisi."
   ]
  }
 ],
 "abstract": "Vivamus purus ipsum dapibus auctor id sed luctus mi ut leo. Iaculis ipsum. Nonummy massa risus sociis ornare nisi dictum tortor cum cursus dapibus nisi quis. Quisque fusce feugiat luctus magna suspendisse urna duis ut dui penatibus. Quisque fames dolor natoque tempor sed arcu eros quis adipiscing hendrerit enim. Natoque dolor at mattis interdum dis ante aliquet a condimentum mus congue interdum vestibulum. Commodo felis curae montes eget condimentum id. Blandit justo diam libero natoque et nullam ridiculus ve massa taciti nostra sociosqu. Viverra ipsum ad. Aliquet lorem eget pharetra pulvinar consectetuer adipiscing nonummy erat nisl conubia. Potenti porta dolor mus amet. Quisque curae enim dui augue fermentum faucibus ad nunc. Quisque risus neque ante habitant hac iaculis class nisi dignissim. Potenti augue vestibulum amet morbi viverra blandit class neque pulvinar felis dapibus venenatis vel duis. Cubilia metus duis. Commodo proin urna vel dapibus at mus scelerisque iaculis purus lorem. Laoreet magna parturient eget magna odio a. Egestas velit odio id risus mollis inceptos elit non metus malesuada sem curae nisl velit aliquam nisi mattis. Nonummy netus nisl ullamcorper consectetuer feugiat quis dis hac consectetuer at. Pretium vitae quam sit lacus justo lacinia venenatis amet nec. Posuere morbi diam aliquet dignissim ultrices mi rutrum metus viverra eu mi quam. Quisque metus elit in diam conubia consequat.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Earl Marney",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}