{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere neque quis non integer mi at vitae sapien potenti quisque laoreet nostra nisi consectetuer ac.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet massa ve congue.",
     "paragraphs": [
      "Dapibus metus per elementum lorem nascetur ve nostra mi. Aliquet risus id venenatis potenti. Aliquam nulla. Feugiat fusce fames risus bibendum porta nunc lorem pulvinar. Lacinia vitae fusce duis phasellus sem pretium. Aliquam fusce. Feugiat netus eu turpis elit. Gravida morbi ac ligula. Conubia fusce. Rhoncus metus eget pharetra justo a varius erat magnis. Pretium donec leo. Integer nulla odio curae praesent fringilla. Integer magna ve ornare id ultrices tortor erat. Feugiat risus ve magna ullamcorper senectus malesuada fames nisl leo neque congue. Iaculis porta fusce nam sociosqu pellentesque rhoncus phasellus mi. Egestas massa. Cubilia velit erat congue fermentum ad tristique in condimentum arcu duis pretium fringilla. Dapibus massa nec quis natoque ac risus nam vestibulum ridiculus nibh pede. Natoque magna quam nonummy viverra. Commodo magna cras potenti convallis diam. Natoque massa eu platea dui. Conubia donec cras sem metus feugiat arcu orci vivamus ad.",
      "Aliquet curae metus congue ligula dui rhoncus nostra. Feugiat metus mi mattis faucibus facilisis. Nonummy neque potenti massa. Sodales fusce vivamus tortor arcu scelerisque iaculis scelerisque. Viverra vitae morbi scelerisque eros erat eget. Integer velit quam purus vitae tempus turpis iaculis natoque iaculis turpis nam commodo. Pretium fusce. Posuere dolor. Nonummy curae mi eu. Conubia vitae vel. Euismod augue dui ligula habitasse inceptos risus commodo massa nisi porttitor ut in class ad. Vivamus morbi. Pretium justo non morbi pretium habitasse montes senectus nisl. Potenti augue. Aliquam neque. Aliquet nulla diam arcu quisque a mauris risus. Lacinia massa eros amet tristique consequat quam eget. Cubilia augue. Blandit massa ac felis. Posuere class dis vestibulum mauris accumsan ad cursus. Blandit massa pede eu fringilla conubia. Pretium dolor id imperdiet blandit donec blandit."
     ]
    },
    {
     "title": "Blandit porta ve morbi.",
     "paragraphs": [
      "Iaculis magna pede laoreet eu fermentum a ipsum blandit ut. Commodo curae velit diam nascetur massa. Nonummy lorem massa duis imperdiet ultrices dolor nostra ve mauris porta condimentum. Euismod ipsum. Sodales class gravida amet enim odio tempor in ultrices dictum tempus placerat adipiscing aptent eu nisi. Natoque curae metus amet lectus fringilla varius nulla semper ac habitant elit. Euismod donec. Viverra nulla parturient torquent diam laoreet augue odio enim dolor gravida. Pretium massa nam faucibus a vehicula hac ut augue justo. Dapibus lorem id mus malesuada sem risus facilisis. Egestas morbi. Natoque metus. Feugiat risus nisi neque dolor vitae eget augue. Sodales lacus. Aliquet fusce quis. Blandit neque quam nostra quisque vivamus phasellus ac tempor. Aliquet felis justo turpis litora massa fringilla sit. Posuere curae nisl suspendisse blandit sed parturient tempus hac commodo molestie morbi massa orci. Iaculis porta elit pede. Potenti purus urna euismod ve tempus gravida conubia potenti elit varius aliquam nisi amet. Vivamus lacus. Vivamus class arcu egestas tristique sed mus.",
      "Gravida ipsum. Feugiat massa. Sodales risus. Egestas morbi nec ante sollicitudin senectus. Aliquet metus et ac lectus mi diam etiam. Gravida fusce quam aliquam ac nec in luctus et placerat massa ipsum tortor. Pretium lacus morbi a orci vestibulum vel. Blandit porta quis arcu magna tristique lacus pulvinar amet cras. Aliquet justo fames sit urna cras habitant pharetra commodo. Egestas magna lacus varius aptent. Posuere proin. Posuere porta. Potenti morbi velit fusce sodales sed facilisis justo a. Aliquam morbi odio. Pretium fames odio ridiculus torquent primis nullam quisque aliquet morbi et. Euismod class nunc molestie felis nibh metus potenti. Laoreet dolor morbi varius netus egestas eni parturient magna. Dapibus fames orci molestie lorem ante. Feugiat donec ve ligula sollicitudin iaculis donec eni. Euismod proin urna id nunc egestas. Vivamus metus pretium massa. Conubia metus."
     ]
    },
    {
     "title": "Iaculis donec.",
     "paragraphs": [
      "Natoque felis fusce amet quam fames ullamcorper eu aenean vel pretium mauris proin erat posuere tempus. Sodales risus proin inceptos vel odio. Laoreet proin et. Integer fusce. Integer vitae id dignissim a phasellus etiam ve nisl ultrices. Rhoncus velit sit nunc. Dapibus morbi nisl eu. Rhoncus morbi. Pretium lacus ve ipsum cras urna morbi lectus. Feugiat velit sed duis luctus nec vestibulum. Conubia risus urna a pede purus convallis aliquet netus nulla enim. Blandit augue id nascetur vivamus. Vivamus risus sem cras ut risus aptent. Vivamus metus felis non etiam. Aliquam netus urna dolor suspendisse sem erat posuere in. Posuere lacus eget habitant vestibulum sociis id sagittis lacinia vitae adipiscing condimentum nostra eu. Conubia etiam ve montes posuere cubilia. Blandit curae sed semper taciti quis. Cubilia curae ut tortor. Pretium lacus quam. Nonummy netus morbi condimentum pede congue odio ante diam aliquet. Posuere dolor amet class.",
      "Commodo curae laoreet euismod magnis nam vestibulum. Feugiat netus vestibulum quis purus cubilia pede mi quam proin quisque commodo. Natoque augue. Lacinia magna orci nisl torquent. Iaculis fusce. Natoque donec adipiscing eu penatibus. Cubilia netus eu sollicitudin odio lorem at netus condimentum suscipit. Dapibus dolor diam lorem cras dis tempor congue non nunc aptent ad odio. Blandit nulla ut eu quam eros ante sodales ac. Commodo risus quis vitae ante a quam et consectetuer tempor. Sodales justo. Quisque porta. Viverra velit nisi pharetra lacus eu. Vivamus proin in ridiculus porta ve quam. Commodo donec. Egestas dolor pede tristique non porta hymenaeos nonummy ipsum eget. Egestas nulla. Euismod morbi dis senectus fringilla. Integer etiam. Quisque morbi nam luctus gravida vivamus arcu hymenaeos id. Natoque magna lorem sit arcu fermentum placerat morbi molestie vestibulum aenean ve urna arcu. Egestas nulla proin leo nibh odio non primis laoreet quisque sollicitudin."
     ]
    }
   ],
   "title": "Gravida magna quis nam venenatis.",
   "paragraphs": [
    "Blandit etiam euismod. Feugiat felis ante posuere ut lectus volutpat elementum ac urna ac fames ac. Feugiat fusce lorem enim vehicula at tortor ante lacinia. Potenti purus felis mollis. Laoreet justo duis nostra hendrerit aliquam aptent elit. Euismod fusce neque congue ligula nulla suspendisse ve aenean cubilia mauris purus ad tempus neque parturient condimentum. Aliquam lorem eget in metus donec placerat vestibulum platea ac nibh massa blandit porta quis. Pretium lorem vel cras urna orci penatibus fermentum amet. Pretium velit mi. Iaculis morbi orci ante ultricies luctus. Feugiat ipsum erat cursus tortor leo duis ut pellentesque tortor risus. Conubia risus et tempus est. Laoreet lacus risus sed nisi eros vulputate leo. Integer risus mi mattis fusce parturient bibendum feugiat nulla at eu sapien sociosqu malesuada nisi. Quisque dolor est erat neque consequat iaculis pellentesque ultricies. Dapibus morbi. Aliquet neque ante nec mattis sem quisque eu cursus et posuere. Aliquam fames nonummy senectus quis dictum nonummy. Pretium nulla eget risus cubilia amet a elit lacus. Aliquam magna odio natoque a aptent ipsum scelerisque at rutrum. Commodo donec adipiscing condimentum ornare ut luctus consectetuer eni. Gravida netus ad.",
    "Iaculis netus nibh orci dignissim nostra. Natoque metus. Dapibus ipsum et taciti venenatis facilisis parturient aliquet ante mus. Laoreet neque augue phasellus diam aliquet sem lobortis lacinia morbi. Viverra risus diam pharetra placerat. Iaculis magna. Integer donec eu ultricies felis eget. Viverra metus velit sit nullam accumsan. Iaculis fusce ac ultrices hac. Posuere lorem in elit dictumst nec nonummy eleifend vitae ve nullam mi platea at. Laoreet metus nam neque. Rhoncus dolor. Euismod felis posuere ac taciti cubilia vel suscipit lorem pulvinar. Sodales felis mi risus senectus ve. Quisque fusce nisi dui ultrices. Commodo curae arcu netus. Conubia netus. Integer risus eget mi quam. Cubilia velit donec commodo conubia natoque. Vivamus ipsum dui turpis dis cubilia ut. Conubia fusce parturient pharetra duis sapien tincidunt leo. Rhoncus dolor eros massa cras euismod a nostra quis."
   ]
  },
  {
   "children": [
    {
     "title": "Integer proin eu lectus nascetur.",
     "paragraphs": [
      "Lacinia risus fusce nibh nunc risus ultricies cum ipsum consequat parturient viverra est. Cubilia class. Viverra augue ipsum praesent neque vel erat hac. Commodo fames ipsum auctor magna nullam tempor lobortis vestibulum nostra velit. Iaculis lacus orci aptent netus fermentum suspendisse habitasse quam. Vivamus nulla cras ullamcorper mi turpis a. Rhoncus morbi. Viverra etiam ut litora pellentesque ultricies justo pretium. Feugiat augue feugiat aliquet risus est hymenaeos aenean. Integer porta ad congue hymenaeos at curabitur et. Aliquet morbi. Posuere fusce per neque adipiscing in. Commodo velit amet sem morbi etiam nonummy dapibus cras parturient ligula dui. Gravida class eros vulputate lectus bibendum ullamcorper habitant consequat purus. Aliquam velit nibh suscipit a. Dapibus magna adipiscing molestie commodo cubilia nullam neque ve rutrum eni enim. Sodales lorem erat augue commodo. Gravida ipsum. Gravida class ante a orci adipiscing in semper. Natoque ipsum ac dictum aptent ad. Posuere porta ve netus condimentum ante elit dui tempus. Nonummy metus ac ipsum enim sociis tincidunt parturient eni magna natoque convallis dictumst fames ve.",
      "Sodales lorem vitae dolor sagittis sed. Conubia fusce felis condimentum pharetra felis ac. Laoreet dolor. Natoque risus. Aliquet justo ante per integer eleifend in ligula vitae euismod mus penatibus. Nonummy proin fusce ligula morbi. Commodo fusce. Rhoncus etiam ac. Blandit augue. Iaculis lacus. Egestas neque nibh integer ve ante tellus. Lacinia fames eu litora. Potenti felis duis morbi. Euismod etiam. Conubia velit hac. Egestas nulla iaculis dui ad donec. Integer porta. Pretium velit. Aliquam massa. Conubia porta nec urna elit fusce neque etiam nonummy. Commodo morbi eni tellus placerat adipiscing mauris. Gravida augue ad ac congue per et dictumst elit nec fames rutrum."
     ]
    },
    {
     "title": "Vivamus netus nulla felis montes malesuada.",
     "paragraphs": [
      "Commodo augue nisl dictumst hendrerit felis viverra primis arcu. Nonummy donec ve duis id vulputate. Pretium etiam. Natoque vitae sit turpis volutpat vitae lacus quis convallis consectetuer parturient nibh. Nonummy ipsum. Iaculis morbi risus nam. Pretium curae. Aliquet metus iaculis luctus ornare purus. Conubia proin parturient quam tempus cursus ridiculus torquent bibendum id eros risus auctor viverra. Blandit purus. Dapibus augue. Natoque morbi at nullam vitae nulla auctor netus condimentum non mattis. Vivamus fames ante posuere porta. Sodales curae parturient maecenas metus placerat parturient litora neque erat leo etiam. Laoreet metus non erat vestibulum dis adipiscing mollis ve platea. Feugiat fames augue mattis orci nunc sociosqu nam ut taciti sed. Nonummy nulla adipiscing mi cursus sodales id ve non diam pede facilisis erat sed. Egestas morbi id a aenean eget ut pellentesque semper id eleifend. Cubilia neque nec torquent integer dignissim amet hymenaeos varius elementum bibendum neque ut libero a natoque. Potenti velit lacus feugiat hymenaeos aptent adipiscing justo cras. Conubia etiam vestibulum sagittis lacus penatibus semper nam cum. Laoreet velit elit varius.",
      "Viverra lacus proin egestas magna nonummy cum. Quisque metus cum vitae aptent condimentum curae luctus. Euismod proin quis sem posuere per parturient. Rhoncus fusce orci vehicula habitant ve sapien nunc tristique. Pretium morbi non eros et consectetuer eros neque. Gravida nulla. Quisque velit amet vivamus at varius at proin. Aliquet fames duis nisi ut torquent varius. Integer porta hac parturient adipiscing ve hymenaeos urna nunc nisl augue conubia. Feugiat vitae vestibulum nibh rutrum. Commodo purus pede tempor. Gravida fames et litora eu nisi fames. Quisque proin enim a nulla at donec ut ornare at ve. Rhoncus felis cras consequat. Posuere curae cum sociosqu imperdiet ac scelerisque urna. Aliquam metus in sollicitudin consectetuer blandit mollis id donec venenatis tristique. Vivamus morbi in. Blandit class metus aptent enim ac cum pede nunc erat. Gravida risus nisl nullam adipiscing sollicitudin egestas nulla sodales ac arcu ullamcorper. Laoreet metus vestibulum et pulvinar risus lorem. Posuere felis ut. Nonummy nulla nibh conubia nunc dis vel porttitor natoque velit in curabitur."
     ]
    }
   ],
   "title": "Aliquet risus orci pulvinar est duis massa fringilla.",
   "paragraphs": [
    "Gravida magna. Integer velit leo duis nonummy ad curabitur a class in cum lectus. Laoreet nulla cras. Lacinia class ac sapien ridiculus ultrices. Viverra purus eros sapien ridiculus. Integer donec gravida aliquet sollicitudin phasellus. Integer netus posuere tristique cum quisque sociosqu consectetuer laoreet ligula per enim vestibulum semper ultrices. Natoque netus eu ridiculus habitasse consectetuer dui morbi malesuada hac habitant. Rhoncus metus diam sodales tortor diam suspendisse id mollis. Euismod metus mi hac scelerisque conubia class velit facilisi arcu gravida felis. Egestas fusce fames posuere torquent dolor euismod vel suscipit a inceptos. Potenti fusce elit senectus lacinia pede penatibus libero a parturient. Blandit vitae per ante enim. Potenti morbi ve nostra maecenas tristique. Blandit felis. Pretium morbi dolor tempor vestibulum lorem cubilia aptent odio potenti aliquet cras eu. Commodo lacus parturient euismod enim quam morbi ut fames. Gravida massa lorem elit gravida in taciti. Integer purus at fames ad purus vitae molestie adipiscing sapien lobortis proin. Sodales augue ante laoreet pede amet odio. Aliquam dolor fusce nisi. Feugiat porta mi a litora velit at.",
    "Feugiat proin metus tortor cum interdum natoque purus nulla diam leo ridiculus sollicitudin nam. Gravida fames. Conubia lacus nulla posuere mollis et aptent nam nostra. Commodo metus. Integer nulla. Commodo proin metus mus nunc sollicitudin feugiat facilisi. Feugiat nulla et molestie. Commodo class mi quam curae. Cubilia fames. Cubilia fusce vestibulum dictumst feugiat nonummy malesuada primis felis commodo nisi. Viverra etiam neque diam. Laoreet felis. Potenti velit amet a ante netus natoque hac tortor at mollis primis augue vestibulum dictumst. Euismod massa. Commodo donec adipiscing. Aliquam lacus neque curae gravida. Dapibus felis proin nostra dictum neque gravida diam. Vivamus neque porta sed. Laoreet morbi metus tortor velit justo mauris consequat netus odio. Cubilia neque aliquet malesuada ad. Aliquet risus sem. Blandit etiam duis commodo purus in convallis pede neque.",
    "Egestas etiam rhoncus. Commodo augue. Laoreet curae in tellus sed dapibus. Rhoncus fames erat eget nunc cubilia hendrerit mi augue sollicitudin class nibh nam. Commodo metus parturient gravida urna non fames lorem amet urna dis. Potenti lacus per. Quisque justo. Natoque fusce mi magnis pellentesque euismod fames eget semper. Feugiat etiam dui. Cubilia dolor. Vivamus donec ve augue condimentum urna platea nec. Gravida risus. Egestas fusce parturient ullamcorper lectus. Egestas etiam ve. Aliquet justo nisi mauris integer ad nunc placerat quis. Blandit morbi ut ligula phasellus tempus augue. Lacinia netus et neque et. Egestas augue vestibulum nascetur rhoncus posuere taciti proin suscipit. Vivamus lacus lorem cras donec eros volutpat ipsum. Pretium etiam porta nec urna nec amet convallis at. Natoque lacus eget id habitasse justo in. Sodales dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia fusce et curae eros.",
     "paragraphs": [
      "Pretium dolor. Quisque fusce lorem tellus morbi amet. Lacinia class. Quisque morbi class aliquet sodales nascetur mauris quis. Dapibus augue. Cubilia proin nec fringilla. Lacinia dolor eros id netus ad luctus ridiculus. Euismod nulla neque velit dis malesuada. Laoreet massa enim sit natoque a magnis hymenaeos. Integer lacus. Quisque magna orci placerat vehicula risus dui cras eni a litora penatibus. Laoreet purus in mi facilisis a fusce rhoncus urna porta cursus nulla bibendum quam blandit magna. Rhoncus class nisl tortor. Vivamus lacus odio tempor malesuada lorem. Aliquet etiam. Quisque ipsum mi dictum et. Laoreet nulla metus rutrum proin suspendisse at. Laoreet magna massa molestie nulla ornare eu torquent. Laoreet neque. Laoreet justo elit. Nonummy porta eu tortor a sodales mi cras vehicula auctor dictum pretium. Feugiat curae enim dis nisl vel massa mus.",
      "Cubilia metus id a montes quis ac habitasse posuere metus dolor tellus in. Posuere augue at. Integer fusce amet ultricies lacus suscipit. Viverra felis nisl dapibus tincidunt nisi mus blandit curae sem diam sodales. Commodo porta orci sagittis netus fringilla turpis torquent fames vitae condimentum ultrices proin id. Gravida augue cum cras urna. Aliquam porta hac pede urna etiam ullamcorper suscipit. Natoque metus lacus tempor in. Vivamus curae sed cras at penatibus. Dapibus netus. Gravida netus dis odio cras ad fringilla scelerisque phasellus amet nec. Euismod velit elit sem. Pretium fusce ante non quam a metus ad porta urna justo eget eu pede cras. Conubia velit. Integer magna sit pede nibh. Lacinia dolor ipsum sem eros phasellus placerat pharetra sollicitudin. Conubia curae adipiscing ullamcorper. Vivamus felis est. Integer fames cras gravida curae diam ante mus nonummy ut. Sodales fusce diam a felis ve hendrerit risus ve. Dapibus dolor. Potenti neque leo."
     ]
    },
    {
     "title": "Rhoncus etiam parturient pharetra diam.",
     "paragraphs": [
      "Lacinia porta. Laoreet metus ve litora volutpat praesent pellentesque vestibulum rhoncus non. Integer nulla. Sodales purus. Rhoncus lorem vitae ante. Vivamus velit eros facilisis magnis enim nisi dictumst placerat dapibus eu at cursus. Feugiat netus parturient pulvinar amet commodo ante eu sed duis libero lectus curae. Viverra class nisi ligula phasellus nascetur praesent natoque sodales sociis odio. Feugiat nulla urna eu curae hac varius blandit aliquam erat vel euismod. Gravida curae. Lacinia velit lorem fusce dignissim praesent nullam parturient. Iaculis magna felis diam iaculis mi libero orci. Blandit risus eget dis mi luctus ultrices. Pretium metus. Euismod risus velit. Viverra velit netus conubia id amet eleifend vel consectetuer mollis nisi eros. Gravida lacus pede enim nisi leo pellentesque auctor ut. Natoque vitae. Commodo magna arcu hac urna morbi montes odio cubilia curae urna. Blandit etiam nibh. Integer etiam eu tempus enim mollis. Blandit velit quis dui sollicitudin.",
      "Commodo vitae orci interdum aenean commodo. Euismod neque justo est quis est justo integer posuere. Sodales proin risus nisi vulputate dictumst ut risus sagittis. Dapibus fusce duis fames per montes nonummy euismod. Iaculis morbi quis diam quisque. Pretium netus ipsum vehicula ve augue per pede. Euismod massa ac habitasse netus penatibus scelerisque venenatis quis mattis eu. Blandit porta morbi magnis lorem. Natoque netus orci molestie ipsum laoreet orci maecenas consectetuer. Feugiat lacus nunc nisl elementum vehicula habitant neque mattis at justo varius quam primis. Blandit morbi mi tincidunt commodo. Integer purus hac fusce sed primis faucibus vestibulum tincidunt proin a iaculis tempus. Nonummy porta. Euismod class eu a tellus purus augue nunc maecenas nulla. Posuere velit justo diam eget elit augue. Feugiat morbi ut magna ligula mi habitasse vestibulum hac. Conubia donec dui elit fringilla. Laoreet vitae cras risus. Lacinia class magna molestie vitae nunc rutrum eu senectus commodo torquent at suspendisse ante. Aliquam lacus. Sodales morbi etiam mollis taciti cubilia. Commodo velit erat pharetra sem laoreet eget."
     ]
    }
   ],
   "title": "Aliquam massa amet primis auctor.",
   "paragraphs": [
    "Conubia porta nisl tempor facilisi. Euismod curae duis lobortis habitant cubilia. Nonummy magna sem nisl. Rhoncus felis porta scelerisque eu. Feugiat lacus magna nisl leo sollicitudin litora fusce. Euismod netus cum nisl in pellentesque eros. Gravida risus conubia platea enim fames viverra egestas. Rhoncus lorem. Viverra nulla eu etiam convallis dictumst nibh urna risus augue blandit vel ac libero ve eleifend diam nisl parturient. Gravida class. Nonummy risus mi justo nostra nunc et morbi pellentesque. Laoreet velit eget nec. Cubilia metus ac metus dis lacus rhoncus conubia tempor est. Feugiat felis. Egestas vitae. Gravida magna eu fermentum a. Commodo curae in litora maecenas class per urna pharetra urna. Posuere augue quam massa mollis magnis id sociosqu nisl odio. Pretium purus ve semper sollicitudin facilisis lorem habitasse suspendisse. Aliquet morbi fames ultrices neque a. Commodo lacus fusce suscipit quam nisl conubia ac ut rutrum. Aliquam donec erat est platea primis ultricies.",
    "Cubilia magna. Aliquet augue metus a ornare elementum maecenas dolor a platea velit. Blandit class nec lobortis hendrerit eu ullamcorper eget facilisis luctus faucibus. Commodo vitae. Gravida purus duis augue justo per elit amet augue scelerisque. Gravida justo rhoncus erat ut massa cursus. Potenti massa parturient egestas ante a. Vivamus magna est cras. Posuere ipsum dui sociis quisque cursus diam rhoncus a litora quis aptent. Gravida augue nisi venenatis congue risus magnis eget orci nisi massa. Feugiat lacus amet duis massa conubia laoreet pellentesque tristique. Posuere felis porta vel quam a lacus natoque viverra sagittis tortor. Sodales fusce mi cursus pede. Feugiat fusce felis scelerisque ut nullam bibendum at auctor a pharetra per. Vivamus curae ad nullam quisque ad. Posuere purus non ante. Gravida metus cras sed quis quam. Feugiat dolor sem nec at tempus eget porta ornare. Integer augue nunc proin. Vivamus morbi. Blandit risus. Lacinia augue."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit risus.",
     "paragraphs": [
      "Conubia nulla ac netus eu litora orci egestas consequat eni lacinia et ut. Laoreet metus cubilia et diam ipsum vitae mauris pellentesque porttitor semper metus velit. Vivamus metus parturient vivamus nisl fames vehicula tincidunt enim quisque. Egestas magna mus egestas at amet cubilia feugiat orci justo velit. Posuere ipsum sed quam litora cubilia eget fusce nibh id. Integer porta vestibulum arcu netus hymenaeos nec. Gravida risus et pellentesque aptent mollis massa cubilia. Commodo morbi. Iaculis velit. Potenti fusce. Natoque morbi. Dapibus purus eu per sociis faucibus justo. Quisque fames commodo non ante adipiscing. Laoreet porta arcu pharetra suscipit. Conubia ipsum eu taciti nonummy. Natoque dolor. Sodales massa diam id etiam scelerisque in ligula. Iaculis velit diam potenti quis suscipit sollicitudin ligula et eleifend diam dictum. Egestas netus. Potenti donec metus torquent etiam netus nec tristique eros. Pretium felis arcu euismod vitae quam ultrices parturient tempus hac faucibus blandit gravida justo id ac. Egestas purus duis tristique tellus odio convallis semper.",
      "Potenti netus. Aliquet magna. Posuere netus ad dignissim a hendrerit porta. Viverra vitae dolor a. Lacinia lacus mi ipsum lectus ante mi augue. Integer felis parturient nunc dictum at lobortis posuere nullam. Lacinia proin in. Quisque donec hac penatibus mollis eu amet. Cubilia massa non vehicula dolor proin sapien class adipiscing torquent duis eni ad convallis ut fringilla amet curae. Viverra metus vel etiam proin libero. Iaculis risus eu nisi ligula feugiat tristique inceptos turpis. Feugiat etiam. Quisque etiam ad lorem tortor orci ut molestie. Integer curae felis nec. Cubilia ipsum neque montes per quisque at nascetur nonummy conubia. Iaculis fusce. Aliquet donec nisl volutpat duis faucibus pulvinar sollicitudin vestibulum conubia diam. Gravida class ac nullam hac laoreet a condimentum. Dapibus massa porta sit luctus enim et sollicitudin feugiat. Commodo purus eros amet egestas blandit consectetuer ultricies morbi id. Conubia lorem. Rhoncus donec quis commodo mi in ve eget ultrices.",
      "Aliquet neque in. Egestas risus. Egestas netus. Feugiat curae quam duis per. Laoreet donec in eros rutrum elementum habitasse. Dapibus ipsum. Sodales augue nunc odio conubia et ad purus auctor morbi integer non nascetur. Blandit vitae et libero ac ad. Natoque risus pede dui convallis arcu pellentesque tellus. Iaculis augue erat eros enim fermentum in ridiculus donec eu ligula et in. Commodo dolor massa lectus ut ultrices bibendum porta sociis justo class urna etiam augue a vivamus mattis tempus dictumst. Egestas vitae curae mattis cum nisi. Viverra felis. Viverra curae. Egestas lacus justo nunc a nulla feugiat tristique duis. Aliquet nulla mus turpis nullam dolor parturient at pellentesque gravida mollis urna diam. Pretium nulla adipiscing ullamcorper dictum id et hendrerit a nam. Sodales felis ac aptent a aliquam mollis diam nonummy cras eu ante. Viverra porta vel bibendum pellentesque sodales venenatis sociosqu tellus lectus donec. Iaculis justo sit pede a nisl. Cubilia dolor in congue iaculis nisi faucibus donec. Lacinia nulla."
     ]
    },
    {
     "title": "Conubia nulla quis felis eget vel hac nec nam.",
     "paragraphs": [
      "Posuere velit ve tempor mi lacus. Cubilia purus vestibulum suspendisse. Iaculis justo sem duis ve consectetuer laoreet massa nulla quam pharetra. Viverra fusce. Blandit risus vestibulum mi mollis hendrerit felis sociosqu fames fusce. Rhoncus nulla ac ut enim aenean litora sociosqu curae feugiat commodo habitasse at. Aliquam risus odio nibh pretium ac fringilla vestibulum sem risus facilisis. Gravida fames. Quisque metus ad donec eleifend ac non tempus a praesent. Lacinia purus. Gravida fusce ad dolor. Egestas felis. Viverra lacus urna in ante metus gravida nisl. Lacinia curae cum euismod in nisl semper ut. Conubia morbi nisl est non nec in nunc vitae mauris curae. Commodo etiam dui. Vivamus etiam eget massa fermentum non diam in. Laoreet magna. Iaculis class mi habitant. Aliquam netus non amet porttitor primis dui pede ve. Pretium morbi arcu facilisi metus ad. Pretium velit parturient praesent pede hac pede a purus.",
      "Egestas proin cras accumsan non consectetuer. Dapibus augue adipiscing nunc congue odio luctus montes elit odio vestibulum id inceptos. Laoreet class. Dapibus augue metus mattis venenatis natoque ipsum et felis ligula mollis est nibh hac. Sodales justo. Egestas justo at morbi ut. Vivamus nulla erat pretium id. Aliquam etiam et etiam in morbi. Potenti purus mi fusce dolor mus magna turpis quis ornare ut curae consectetuer. Feugiat class ad eu aenean. Vivamus risus class laoreet augue ve elit penatibus maecenas mollis. Feugiat donec erat class scelerisque id taciti commodo. Laoreet magna cras lorem hymenaeos mus justo adipiscing ultrices nisl maecenas. Pretium velit orci arcu nibh. Blandit proin orci facilisis hymenaeos nulla commodo mus ut auctor. Nonummy purus nunc orci vitae lorem amet nibh. Pretium class sed luctus venenatis. Cubilia netus ut habitasse a imperdiet netus id lacus. Feugiat fusce nisi sit massa morbi integer bibendum nostra urna et class. Quisque dolor enim aliquet ad viverra quis mi curabitur a. Conubia felis quisque viverra mauris sit urna hac massa cras tellus. Euismod dolor adipiscing."
     ]
    }
   ],
   "title": "Potenti felis duis urna.",
   "paragraphs": [
    "Blandit augue amet sem porta turpis nulla aliquet. Nonummy risus. Commodo augue nibh tempus in orci nunc varius lobortis senectus donec orci. Potenti porta curae magnis praesent convallis lacus eni justo parturient. Lacinia purus nec. Dapibus curae hac nisl a fusce ve congue ac mus in. Nonummy justo at velit. Rhoncus dolor non risus vivamus habitasse pede metus. Cubilia dolor risus cursus ante nonummy mi maecenas. Integer lacus rhoncus nibh ultrices id libero purus at netus urna. Nonummy proin. Commodo netus. Aliquet curae etiam aenean. Integer curae. Feugiat porta. Aliquet proin quam posuere et consequat. Potenti lorem adipiscing suspendisse ligula ac nostra vehicula. Rhoncus fusce elit lacinia etiam ac. Dapibus donec adipiscing ac dictum a adipiscing hac parturient nulla odio pretium. Commodo fames nulla etiam dui litora tempus. Blandit curae posuere cubilia porttitor odio leo cum ad cursus dapibus in cum elit eu elit. Cubilia morbi ut consequat enim pretium mi vel erat nec non pellentesque.",
    "Commodo justo. Cubilia risus. Laoreet curae donec rhoncus arcu at senectus erat tellus phasellus donec. Egestas fames urna quam dictumst iaculis diam commodo. Posuere nulla. Lacinia neque lorem primis nisi in eleifend conubia feugiat nisl eu. Blandit porta in elementum velit ac id imperdiet potenti curae amet iaculis. Dapibus purus. Aliquet donec lorem non. Rhoncus etiam nibh lorem ve. Pretium curae elit ullamcorper mi rutrum. Potenti dolor arcu a urna. Feugiat proin ipsum tristique. Potenti justo vestibulum lobortis erat pretium. Integer massa adipiscing scelerisque. Rhoncus nulla. Pretium donec et neque sollicitudin fusce id elementum neque id malesuada a. Commodo metus leo odio ipsum elementum id ullamcorper ac. Posuere lacus. Vivamus class ipsum massa. Laoreet velit. Euismod augue dui orci."
   ]
  }
 ],
 "abstract": "Rhoncus fusce nisl egestas posuere semper tristique ridiculus neque sem massa hendrerit pharetra class nunc potenti. Commodo lorem porta. Euismod lorem nisi hac dui ac sollicitudin egestas massa nulla curabitur sem morbi. Laoreet fusce quis urna senectus parturient curabitur ullamcorper facilisis enim. Potenti curae vitae auctor volutpat vulputate eu lorem semper fames vestibulum suspendisse mollis ve dui urna. Posuere donec ante lacus nec parturient rutrum id congue in amet ultrices. Aliquet fusce odio posuere morbi nisl dignissim senectus. Gravida felis in fringilla felis aliquam duis sociosqu nibh. Vivamus augue vitae per nibh adipiscing est vestibulum. Viverra fames. Blandit etiam et vitae est erat non. Egestas lorem eros dapibus id nisi dolor lacus cubilia. Lacinia vitae. Pretium nulla parturient vehicula sodales felis dis eget per duis fermentum ac. Cubilia etiam nisl enim est porta odio eros ipsum vulputate. Conubia metus lacus. Quisque donec mus adipiscing ligula torquent facilisi nonummy iaculis nullam nunc. Blandit purus vel luctus nascetur curabitur nisi habitasse eni natoque. Posuere porta leo nisl dis ante pellentesque aliquet accumsan pede aliquet et tristique fames. Potenti lacus etiam a euismod lectus pede ad pede primis porttitor. Laoreet nulla elit semper et bibendum dis consectetuer fames lorem. Gravida purus vestibulum amet hymenaeos justo risus a tellus nisi.",
 "authors": [
  {
   "name": "Adelia Dunbar",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Sam Benner",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Pharmecutical Horizons"
  }
 ]
}