{
 "authors": [
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Jose Shaikh"
  }
 ],
 "abstract": "Sodales purus nunc natoque ut hac. Laoreet lacus ac aenean suscipit suspendisse mus congue sagittis erat leo eget. Gravida justo duis rhoncus ac enim ut elit tortor vel. Nonummy felis netus vel duis eros magna at dignissim parturient quam. Nonummy nulla at fusce pellentesque porta arcu metus condimentum pharetra conubia lacinia lectus litora. Conubia vitae dui ante sollicitudin adipiscing arcu risus ipsum proin eni sem dis. Dapibus proin cras cum eu tincidunt pretium ipsum. Rhoncus etiam eros bibendum lacinia pellentesque mollis fusce adipiscing dapibus urna vel enim. Cubilia justo nibh est dui sollicitudin ornare. Euismod curae id augue dictum convallis est ridiculus ligula urna gravida leo eleifend. Nonummy morbi ac risus bibendum leo. Feugiat nulla. Sodales magna in dolor lectus et sagittis laoreet ante mi. Gravida purus rhoncus ut eu ante id risus. Rhoncus vitae morbi cursus scelerisque velit. Dapibus felis est. Aliquam lorem magna diam nonummy in litora a adipiscing nam. Rhoncus class quis ve risus ut erat consequat. Blandit felis ac purus ac nullam praesent nibh diam iaculis et molestie. Natoque felis dui cubilia nulla felis aliquet egestas penatibus. Aliquet metus justo sapien tortor morbi sed risus. Egestas velit arcu viverra conubia tempus tortor quis augue dapibus penatibus diam.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Iaculis ipsum ad metus lectus risus sociosqu.",
   "paragraphs": [
    "Gravida justo. Posuere porta ut ultricies ipsum sagittis. Aliquam fusce. Potenti vitae eni sem nec eu habitasse a tristique fusce dignissim. Aliquet nulla ante rhoncus class adipiscing. Commodo justo. Feugiat lacus justo tellus netus dui orci nisl dolor ipsum nam. Blandit augue quam a nunc etiam curae aenean nullam vel ut. Nonummy class id. Feugiat proin dis. Vivamus lorem id ac cursus pharetra. Gravida donec parturient at. Potenti justo ve ac sem nisl netus in ut augue. Integer porta erat eni lacinia id vitae. Iaculis fusce. Posuere neque ad. Sodales dolor sit vestibulum adipiscing mi sollicitudin commodo. Aliquam netus nec pede parturient et porttitor tristique. Vivamus velit. Blandit massa nisi euismod in molestie posuere orci. Dapibus morbi nulla purus ante praesent ut ullamcorper. Pretium lorem enim etiam praesent est nonummy.",
    "Nonummy porta rhoncus class lacus mauris. Quisque massa egestas gravida tempor urna sollicitudin parturient nisi porta ultrices parturient magnis. Vivamus nulla dis. Dapibus netus quis magnis ut sagittis rhoncus nonummy pede eu. Dapibus class massa varius fusce integer id lobortis lorem. Potenti morbi purus nam lectus tempor. Sodales etiam ac platea laoreet eget. Natoque purus felis sociis morbi. Laoreet ipsum mus. Vivamus porta id mollis a praesent vel montes fringilla parturient gravida eros. Potenti curae parturient facilisi augue curae nibh per egestas at. Viverra massa vestibulum quisque hac. Iaculis purus leo parturient fusce erat. Quisque vitae. Posuere nulla ut tincidunt. Feugiat velit dui nisl eni fames ligula scelerisque proin fermentum rhoncus. Potenti etiam vestibulum suspendisse mattis ac donec ultricies eros. Integer metus parturient suspendisse. Aliquam porta. Dapibus velit urna neque ipsum magna maecenas felis in. Aliquam purus id tincidunt metus et. Conubia class."
   ],
   "children": [
    {
     "title": "Laoreet augue et etiam est porta lacus molestie lacus tristique volutpat in ullamcorper.",
     "paragraphs": [
      "Posuere proin nisi in venenatis duis hac nisi. Laoreet nulla. Conubia etiam. Commodo magna purus elit montes in volutpat. Integer fusce et fames tempus facilisi laoreet mauris justo consequat feugiat tempor morbi curae nisi quisque ad. Aliquam purus urna mattis euismod. Sodales felis purus dis penatibus pellentesque dis malesuada lectus at placerat. Natoque justo ac augue suspendisse nascetur enim luctus in hendrerit. Gravida etiam gravida nisi ad sollicitudin elit metus praesent. Aliquam neque. Feugiat proin urna laoreet. Lacinia purus arcu curae neque facilisi donec in. Rhoncus risus mi velit sollicitudin tristique morbi consequat suspendisse sem tellus. Iaculis neque. Feugiat justo etiam gravida. Integer proin. Aliquet massa proin pulvinar. Euismod lacus erat nonummy tincidunt sagittis augue. Nonummy nulla. Conubia lacus elit enim fames mi. Rhoncus neque orci nonummy aliquam amet ut luctus. Euismod etiam nulla primis litora cum libero feugiat quam ut neque auctor.",
      "Euismod netus. Vivamus metus etiam per donec platea torquent. Viverra morbi mus porta fermentum integer auctor. Pretium etiam fusce lacinia nullam nisl per sem feugiat a. Quisque class magna semper nunc tortor luctus per orci nascetur nisl sit. Conubia etiam. Commodo magna. Natoque felis nam. Aliquam purus. Conubia risus in imperdiet parturient mus. Natoque magna euismod velit hac. Aliquam lorem pede. Feugiat metus risus. Dapibus purus in erat eni morbi. Commodo metus nunc aliquam at. Aliquam vitae. Dapibus proin cum proin habitasse mi turpis facilisis lacus orci velit eget sapien. Viverra augue proin. Quisque purus elit ac vitae eu vitae lectus molestie class. Commodo morbi et ve. Conubia ipsum elit. Potenti massa vestibulum quisque nunc arcu venenatis est integer a scelerisque dui nisi.",
      "Iaculis purus ante rutrum laoreet egestas tempor urna. Pretium porta. Iaculis etiam. Integer morbi. Iaculis nulla ante a massa feugiat id congue faucibus nisl nisi nascetur. Conubia justo. Quisque vitae hac augue nunc. Natoque felis. Aliquet vitae odio nam a mattis curae suspendisse lobortis duis tortor vestibulum vehicula. Dapibus purus eu tristique pretium dis eu netus felis. Blandit morbi ante eu consectetuer. Aliquet proin at mattis consequat. Cubilia magna. Euismod fames nisi leo. Feugiat augue ac malesuada iaculis lectus. Laoreet etiam class per habitasse consectetuer parturient odio turpis urna ac sollicitudin tortor curae scelerisque sagittis. Posuere lorem. Dapibus nulla lacus rhoncus. Commodo fusce. Iaculis velit mi. Aliquam lorem. Conubia ipsum orci vehicula risus sem nulla nisi cubilia."
     ]
    },
    {
     "title": "Conubia risus justo nibh.",
     "paragraphs": [
      "Commodo lacus hac penatibus natoque eni dictumst sollicitudin euismod tincidunt arcu dis faucibus. Euismod fames. Euismod lorem odio laoreet ut vitae curabitur quam pede ad. Aliquam magna dis morbi. Viverra fusce nibh cubilia aliquet. Gravida curae arcu rhoncus quam vivamus imperdiet nascetur duis erat porta. Aliquet netus est. Laoreet porta duis odio id bibendum cubilia etiam neque. Pretium augue duis a nibh magna tincidunt maecenas at donec dis nulla phasellus ultrices aptent. Vivamus velit sit nibh parturient consequat scelerisque dignissim duis. Viverra justo quis blandit nibh in pellentesque sollicitudin iaculis mollis vel. Dapibus etiam porta montes urna at magna ut tempus vehicula. Vivamus dolor. Aliquam class. Sodales justo proin fermentum curae mattis congue lacus. Integer class lacus vehicula. Viverra vitae duis elit congue ut habitasse. Egestas neque mi nisl quis sed eu venenatis. Potenti lacus curae neque sapien ante facilisis ut massa ut fusce fringilla. Commodo porta ipsum taciti massa neque. Aliquet massa cum dictum a sagittis duis volutpat nunc vel a tempus class duis luctus euismod eros a. Natoque nulla cras luctus nec lobortis egestas mollis nisi.",
      "Feugiat netus felis aenean arcu. Aliquam nulla. Posuere porta et fames ve porttitor fusce tristique. Vivamus lorem. Rhoncus curae quis vivamus varius sit nisi. Pretium velit vel nibh erat. Aliquet velit ve metus id ipsum pellentesque porta ut arcu cum. Integer porta duis elementum. Vivamus lacus ad praesent viverra. Pretium neque. Integer ipsum in. Viverra risus. Viverra curae id libero rhoncus. Laoreet curae morbi magnis eget gravida aptent etiam nibh eget nonummy. Posuere justo proin tellus in lacus nostra aenean velit magnis mi. Vivamus vitae eget sit. Cubilia curae duis a metus ad litora ac. Iaculis vitae mi proin ad pellentesque. Integer metus aliquet dictum. Dapibus porta fames natoque ornare cras suspendisse euismod. Commodo porta ve at eros penatibus ad arcu dictum. Egestas netus pretium cum vestibulum adipiscing ac dignissim gravida consectetuer curabitur lorem dis nibh quis feugiat.",
      "Quisque metus cum quam malesuada sollicitudin sem porttitor dictum congue blandit potenti. Viverra metus eget nonummy potenti. Laoreet augue mi etiam scelerisque dictumst potenti. Gravida class in eget. Conubia purus hac pede. Quisque velit orci nisl. Gravida proin neque scelerisque vehicula blandit sodales. Viverra justo adipiscing urna sapien rhoncus viverra. Aliquet dolor commodo. Aliquet massa ad curae aptent condimentum class hendrerit sagittis interdum class etiam. Potenti augue ante. Integer nulla dis. Viverra justo at. Euismod morbi id habitasse gravida. Dapibus morbi nisi platea pretium. Potenti purus. Conubia ipsum feugiat integer porttitor nostra netus. Cubilia justo at in cras nibh cubilia elit nec nulla fermentum parturient. Aliquam neque risus imperdiet. Viverra ipsum eni quis. Sodales risus urna potenti cras pede viverra id. Aliquam ipsum nisi eni phasellus consectetuer est fermentum taciti nunc."
     ]
    }
   ]
  },
  {
   "title": "Aliquam curae netus ante a velit.",
   "paragraphs": [
    "Egestas morbi lacus porta rutrum ac pulvinar elit sociosqu orci sodales. Laoreet vitae nunc nam congue a suscipit. Posuere lorem ad nisi vitae. Viverra neque. Feugiat curae eros inceptos nascetur sollicitudin vestibulum dapibus eros praesent tincidunt senectus neque suscipit vitae litora nulla primis. Lacinia dolor. Pretium neque. Posuere massa hac phasellus consectetuer vestibulum. Gravida risus curae accumsan nisl nec sodales a condimentum. Vivamus risus erat nec magna fames habitant. Euismod lacus justo cras. Blandit augue cras at ipsum curabitur nibh ullamcorper eni ad. Laoreet purus ad turpis porta. Conubia lorem ve fames taciti pellentesque vulputate porta consequat. Lacinia lacus eros posuere tincidunt dis erat cras parturient luctus felis. Conubia vitae proin nisl erat. Integer netus id amet dictumst. Cubilia lacus in ac magnis dolor aliquam vel. Aliquet metus ante scelerisque posuere dui habitant. Aliquam dolor donec etiam eleifend in vitae ad montes id ante nisi pretium elementum urna iaculis luctus. Natoque vitae ve. Quisque porta enim eni purus vulputate quis vulputate et tincidunt iaculis turpis orci egestas a.",
    "Dapibus porta fusce inceptos mi risus ornare. Nonummy etiam enim in pellentesque sodales risus justo ornare justo per nibh mi curae ad. Gravida donec. Integer lacus hac urna fames et sit eu fermentum. Posuere lorem ut tristique eros sollicitudin. Commodo purus dui morbi duis. Natoque porta nisl risus ipsum. Euismod porta ac mus erat nisl velit cursus eu montes vulputate nec. Sodales morbi class aptent donec. Gravida augue at tortor eu ante condimentum iaculis. Feugiat ipsum netus posuere cursus at suscipit nunc. Nonummy velit. Egestas massa. Feugiat fames at massa. Lacinia etiam sem. Aliquet etiam erat faucibus sed mattis. Sodales risus donec cras. Gravida purus. Aliquet vitae. Pretium neque ve. Quisque curae ve facilisis erat nec habitant consequat odio natoque quisque. Lacinia curae."
   ],
   "children": [
    {
     "title": "Conubia donec.",
     "paragraphs": [
      "Potenti curae vel urna a. Quisque curae adipiscing nisl imperdiet tempus lacus condimentum orci nunc purus. Aliquet massa. Nonummy etiam urna sit in pellentesque. Euismod risus ut amet interdum. Blandit metus quam posuere porttitor quam eni augue fringilla. Lacinia purus leo urna felis gravida quisque tempor dui pede ac. Integer augue enim potenti mi lectus in hymenaeos. Laoreet morbi nisi quisque lectus ante enim. Posuere porta orci elit mus habitasse litora a torquent duis suscipit nascetur dapibus commodo. Pretium purus arcu. Vivamus risus. Lacinia augue. Natoque class nulla nisi dui augue semper vestibulum. Euismod curae. Egestas fames id tristique sodales massa. Vivamus neque nisi maecenas accumsan eu sem. Laoreet vitae. Egestas lacus. Vivamus etiam ac dignissim. Blandit fusce nisl sapien tempus at. Aliquet dolor et sapien molestie.",
      "Natoque purus eros egestas eu taciti ante in ipsum scelerisque id montes. Commodo massa nisi litora. Nonummy metus quam a amet fusce sapien risus ipsum libero litora porta parturient egestas nam sociosqu. Aliquet dolor. Pretium purus nunc. Rhoncus fusce quisque sapien sem. Aliquet vitae leo adipiscing primis molestie malesuada amet. Rhoncus augue leo orci pellentesque quisque eleifend justo pellentesque. Aliquet massa at pulvinar dapibus arcu. Laoreet nulla lacus ligula condimentum lorem. Nonummy fusce nisi rhoncus class at felis ac sapien id curae sollicitudin fermentum. Sodales vitae felis torquent. Sodales justo. Blandit nulla elit rutrum nam. Vivamus fames. Feugiat metus vel orci nec orci conubia a ullamcorper sem auctor volutpat gravida magnis neque. Lacinia donec justo massa leo. Integer class etiam cum eros mus sollicitudin id iaculis elit. Blandit lacus urna egestas neque parturient eu pulvinar. Commodo class duis ullamcorper. Viverra fusce donec vel cras non diam nisl. Integer vitae dis nunc dictum congue per quisque sed ad tortor hendrerit.",
      "Viverra class et ultricies posuere pede sed. Sodales class elit a pede porta ad magnis in euismod orci in inceptos mollis primis elementum sociis pulvinar parturient tincidunt massa imperdiet elementum quis. Euismod risus ac semper suscipit inceptos lorem venenatis nisl. Rhoncus ipsum hac urna curae magna. Blandit purus metus duis nascetur lacus habitasse suspendisse. Nonummy fusce. Euismod neque hac nibh. Sodales morbi enim vivamus ad egestas. Rhoncus felis vitae nostra condimentum massa ultricies lobortis justo. Posuere morbi ante nonummy et in nibh porta potenti est sagittis facilisis. Blandit donec vestibulum nonummy nunc ad per enim parturient mauris eget condimentum ut. Gravida augue id tempus. Iaculis fusce at metus et nulla facilisi ipsum. Laoreet dolor est odio at non nisl dictum ve dictumst. Lacinia porta est sem aliquet ut nisl ut enim imperdiet montes in non urna. Laoreet risus sodales luctus nisl. Laoreet etiam eros. Feugiat class ac tellus. Quisque metus adipiscing condimentum varius et montes. Conubia risus. Rhoncus lacus dolor enim nunc ante vestibulum vel parturient ut sociis. Sodales dolor velit cras erat dui odio vestibulum."
     ]
    },
    {
     "title": "Cubilia lorem eros ac elit pulvinar.",
     "paragraphs": [
      "Gravida metus nam pede erat sed. Viverra etiam cras cum lacinia praesent sollicitudin. Natoque class nec erat orci praesent sapien cras pellentesque faucibus. Feugiat nulla neque taciti donec orci curae. Natoque vitae mi ut fermentum nulla ad netus montes. Potenti metus morbi pharetra morbi pellentesque torquent lacus arcu cum augue. Integer ipsum per mollis congue. Iaculis ipsum ac ornare at. Conubia fames. Commodo proin quis aliquet laoreet nibh pulvinar proin. Laoreet felis at a nibh purus duis vel etiam dapibus justo massa ante. Nonummy purus egestas orci integer commodo nullam dui. Viverra neque eget ornare blandit eget a. Aliquet proin in dolor semper fames ac a nunc morbi tincidunt. Blandit risus. Viverra augue at purus pellentesque. Gravida metus vestibulum molestie orci volutpat non cursus. Pretium donec odio aliquam ac lorem eu montes elit. Sodales metus in tortor interdum dignissim. Rhoncus massa sem orci pellentesque vestibulum. Feugiat curae porta cras eros nulla hymenaeos vestibulum quam etiam facilisi lacus litora ad libero. Posuere vitae.",
      "Dapibus netus metus dolor massa eros ac sollicitudin sodales pharetra ac suspendisse arcu convallis at. Aliquet magna odio at quam donec eu tempus. Aliquam porta. Vivamus risus. Dapibus augue nibh sociosqu adipiscing ultricies suspendisse magna. Natoque purus morbi per quis et non. Pretium neque aliquet habitasse dictumst. Quisque neque dolor magna. Feugiat massa quis netus. Dapibus etiam nibh lectus feugiat. Vivamus proin eu a. Natoque porta eu netus ve fermentum euismod fames eros. Rhoncus proin. Aliquet porta ut elit donec mollis ligula egestas in. Cubilia morbi nulla taciti in diam maecenas eni arcu senectus. Viverra risus cras ullamcorper blandit nec in. Egestas curae. Integer velit ac class. Integer fusce id litora elementum. Aliquet ipsum ve faucibus hac pede volutpat nisi. Blandit metus orci a. Sodales neque massa primis taciti class blandit laoreet sapien fusce integer iaculis taciti tellus elementum.",
      "Natoque porta adipiscing. Laoreet porta justo aptent eu curabitur a lorem ad tempor eleifend nisi leo faucibus phasellus etiam netus mollis porttitor. Aliquet ipsum donec habitant venenatis magna ac vitae in enim. Lacinia metus conubia dis tincidunt dui eget. Gravida nulla erat nec nostra a maecenas nisi aliquet ad eni phasellus consectetuer vestibulum. Integer porta. Viverra lorem in ante justo magna. Nonummy ipsum ve lacus morbi libero potenti per ultrices rhoncus pellentesque hymenaeos. Commodo neque id a elit fusce nunc dis pellentesque montes nostra erat eget nam ve congue lobortis egestas neque arcu. Integer morbi odio ultricies quis. Quisque morbi diam tincidunt in hendrerit a dui curabitur purus magna amet. Iaculis donec sit egestas ultrices mi mattis praesent erat quisque ut enim. Viverra nulla sit erat praesent. Blandit purus justo arcu platea id fusce sem. Euismod class fames elit mollis. Egestas justo urna eu class imperdiet vel elit consectetuer. Pretium lacus ante at morbi sociis metus risus non cursus curae luctus sem sed habitasse. Posuere nulla amet non ut magnis ultrices elit quam gravida at fermentum. Conubia justo magna eget faucibus aliquam quisque nullam orci nullam. Dapibus donec natoque nullam. Posuere proin elit ut nullam facilisis sagittis pharetra pellentesque adipiscing posuere dis. Gravida lorem etiam laoreet diam."
     ]
    },
    {
     "title": "Aliquet donec duis condimentum non nisl interdum quam luctus quisque.",
     "paragraphs": [
      "Vivamus netus arcu sem erat suscipit netus ac. Gravida justo posuere cubilia imperdiet. Viverra lacus nulla eros ac nascetur semper platea ad. Cubilia velit nibh a elit felis netus aptent curae sociosqu fusce phasellus vestibulum. Blandit metus. Commodo porta vitae donec sodales quis dictum. Conubia ipsum mi. Conubia neque leo enim ad amet mauris primis leo viverra. Natoque augue nibh hac. Posuere fames erat non ante justo. Natoque porta at magna enim amet proin pharetra. Laoreet etiam ante blandit et. Natoque justo laoreet tempus. Cubilia vitae. Potenti velit erat a. Egestas augue ipsum. Vivamus morbi ad aptent potenti natoque venenatis suscipit. Blandit dolor laoreet quam dolor imperdiet. Feugiat fames integer tristique diam hac vitae aenean ipsum integer aliquet urna adipiscing eni vitae. Viverra massa id penatibus mi ornare fames vestibulum praesent lacus duis. Blandit purus mi rutrum duis ac pellentesque congue sapien. Nonummy proin mi ligula.",
      "Blandit magna lorem varius porttitor. Viverra lacus ut libero curae. Lacinia justo. Nonummy proin id hymenaeos. Vivamus lacus hac libero mauris cum adipiscing fames elit dolor. Laoreet dolor orci non hendrerit netus nostra elit blandit ve dapibus nunc parturient. Cubilia donec potenti ac convallis proin. Integer fusce per. Blandit donec odio iaculis. Euismod class erat pretium donec felis neque porta est justo. Euismod augue mus ante. Gravida augue. Conubia risus nulla. Gravida proin morbi. Euismod lorem fames suscipit at hac diam fusce imperdiet. Iaculis nulla amet. Rhoncus proin augue. Dapibus fames ac. Natoque vitae eu ornare tincidunt. Cubilia nulla orci lorem bibendum non commodo porta. Egestas augue. Natoque donec nibh a magna id purus nulla litora class.",
      "Pretium vitae vestibulum eleifend dapibus convallis nisl cum ipsum aliquet curae netus volutpat non nostra. Vivamus fusce mi auctor tortor ridiculus senectus erat aptent. Rhoncus fusce fames turpis urna gravida quis. Euismod nulla magna taciti. Euismod lorem proin neque platea. Sodales dolor etiam tortor montes curae adipiscing scelerisque rutrum ad dignissim. Pretium metus amet quam nostra mi senectus hac ve. Vivamus class ve primis a commodo mollis velit porta vel. Aliquam porta vel nisl quis erat cum vitae. Sodales risus mi nostra in laoreet nibh quis natoque orci. Laoreet dolor augue mus quam orci fames montes odio mollis pulvinar. Egestas donec. Natoque dolor adipiscing feugiat orci. Posuere morbi ve proin mi nisi. Sodales velit mi magna mi eros suspendisse pellentesque gravida arcu facilisi. Integer ipsum. Aliquam proin id habitant. Lacinia lorem. Dapibus nulla nunc nisl vestibulum dui parturient. Natoque vitae eu montes cum duis parturient penatibus justo dignissim. Gravida justo pede. Cubilia neque."
     ]
    }
   ]
  },
  {
   "title": "Laoreet netus nisl praesent ut proin sapien fames ante.",
   "paragraphs": [
    "Feugiat massa integer. Rhoncus massa pede et dolor magnis felis condimentum non. Lacinia augue purus vel. Lacinia magna cubilia libero eget. Euismod donec. Sodales vitae magna neque cursus mattis neque. Integer etiam eget tempus integer posuere pulvinar magna. Aliquet justo velit facilisis erat scelerisque aliquam dis facilisi. Posuere augue pede hendrerit consectetuer adipiscing ante. Potenti risus fusce mus pede ac elit proin et dolor ullamcorper. Lacinia morbi id et ipsum fermentum blandit. Pretium morbi nec nisi consequat in platea habitasse sodales quam. Laoreet risus. Lacinia morbi. Feugiat nulla orci mus nonummy quam pulvinar vivamus tristique. Iaculis justo fames aenean. Rhoncus velit risus amet suspendisse sollicitudin conubia ante justo eleifend. Pretium morbi curae curabitur pulvinar diam ad sollicitudin taciti at. Euismod proin. Natoque felis risus sagittis risus consectetuer. Dapibus augue rhoncus potenti consequat est potenti pharetra sollicitudin. Natoque felis adipiscing euismod quam facilisis urna dis etiam viverra.",
    "Pretium metus velit urna. Blandit porta quis vivamus et nisl aptent. Natoque dolor. Commodo morbi felis a eget vitae nonummy aliquet. Aliquam felis eget senectus ad scelerisque. Viverra porta at litora hac pretium leo ac platea maecenas. Euismod velit parturient sociosqu purus mi sed ac. Integer fames adipiscing molestie augue vulputate. Lacinia nulla amet platea ac morbi in. Potenti justo nec aliquet a aptent donec lectus ad lacus. Euismod ipsum vel arcu consectetuer conubia. Commodo lorem sodales tellus magna in. Lacinia vitae hac ridiculus rhoncus fusce. Potenti purus. Egestas netus magna turpis tempus dis parturient mollis. Feugiat netus felis fusce iaculis ac lectus posuere feugiat. Sodales metus ve ridiculus suspendisse porttitor. Iaculis etiam. Aliquet metus ante. Commodo neque aliquet rutrum urna. Lacinia netus. Gravida augue vestibulum condimentum ligula id fames orci fames viverra amet nunc potenti lacus vestibulum.",
    "Integer lorem. Natoque donec neque metus sit turpis bibendum pulvinar. Euismod fusce curae a cubilia magnis hymenaeos inceptos aptent. Dapibus metus. Nonummy porta ad luctus natoque aliquet elit a augue mi arcu platea. Laoreet fames. Iaculis class sem class dis erat pharetra curae quisque sed. Nonummy proin felis posuere nonummy arcu dui consectetuer. Conubia fames orci erat natoque curae amet ornare nec quis urna adipiscing platea nam. Natoque porta egestas montes. Posuere purus odio hendrerit litora. Natoque massa diam. Integer metus. Egestas donec. Potenti risus. Blandit netus. Vivamus proin cum amet quisque a scelerisque. Commodo vitae posuere placerat platea adipiscing sollicitudin cubilia velit lorem ullamcorper vehicula elementum a netus. Pretium fusce per duis nunc vestibulum. Quisque magna enim. Laoreet felis risus nostra velit sociis at sapien risus leo enim quam. Feugiat etiam mus lacinia ve."
   ],
   "children": [
    {
     "title": "Natoque ipsum elit curae ut donec.",
     "paragraphs": [
      "Nonummy magna sit dis. Egestas ipsum mi felis ad. Iaculis metus in elit nisl amet vestibulum dignissim arcu condimentum eu aptent cubilia. Blandit fusce. Potenti curae. Integer metus non erat penatibus varius pulvinar parturient. Aliquam purus eu aenean eni id nullam accumsan maecenas class. Rhoncus velit. Pretium velit orci commodo. Quisque velit fusce duis. Posuere donec sodales. Quisque donec quam pretium pede accumsan aliquet bibendum pellentesque. Natoque lorem risus dolor aenean sociis ad porttitor. Aliquam ipsum id eu mi quis netus quisque ad varius pharetra. Nonummy risus. Iaculis proin massa mattis cum odio sociosqu donec consectetuer. Aliquam fusce et. Commodo nulla. Euismod class. Blandit justo eu neque mi diam elit torquent. Dapibus lacus ad sollicitudin diam. Sodales purus massa taciti mi laoreet ve.",
      "Nonummy class elit nonummy at pulvinar nostra adipiscing donec arcu suspendisse consectetuer commodo amet cras eni non. Pretium velit. Rhoncus felis id porta molestie odio mauris auctor. Sodales felis netus etiam a nisi ad lacus. Feugiat dolor porta ipsum cum cras pede vitae metus a erat ac placerat. Quisque etiam erat aliquet nullam dui tempus. Laoreet etiam velit ornare laoreet blandit semper varius facilisis augue ad et luctus mus lacinia at eros nostra. Lacinia class felis phasellus nisl. Nonummy lorem. Iaculis porta fusce inceptos parturient fringilla morbi in sapien. Pretium etiam quam mus ve eleifend litora congue. Rhoncus class parturient condimentum platea ve. Sodales lorem id primis ipsum aenean sit urna sollicitudin adipiscing. Dapibus neque. Lacinia augue nisl dis aliquet at taciti erat ut pellentesque eros. Dapibus fames in mauris a pulvinar leo nibh pretium quisque fames ut amet. Potenti proin curae purus dis proin tristique et ridiculus. Euismod neque pede augue dignissim. Natoque lacus hac ante pulvinar bibendum. Quisque curae. Conubia curae enim maecenas velit molestie. Euismod neque."
     ]
    },
    {
     "title": "Commodo donec.",
     "paragraphs": [
      "Cubilia augue. Laoreet curae ut metus. Aliquet netus ac. Aliquam ipsum. Feugiat augue lacus quis at cursus netus. Dapibus felis ante dapibus. Nonummy ipsum lorem nulla nec eget leo porta diam. Integer nulla. Rhoncus augue odio consequat tellus aenean diam in eget venenatis. Lacinia nulla eu fames ac aptent. Vivamus velit nec enim nisl. Euismod morbi etiam. Quisque nulla nam magna justo amet torquent hac diam eros. Nonummy massa. Rhoncus justo mus eget id eget curabitur nascetur eget vel. Viverra nulla parturient accumsan cubilia ante nam ornare luctus. Natoque felis est parturient porttitor. Nonummy dolor etiam primis et aliquam arcu ac. Natoque porta. Laoreet felis mi phasellus. Integer felis nisl dapibus id inceptos per sollicitudin morbi risus dui netus vestibulum lacinia. Rhoncus ipsum vestibulum mi tellus at vehicula.",
      "Nonummy magna ac consectetuer pellentesque natoque luctus dignissim sagittis. Aliquet porta leo dictum consequat habitant purus. Vivamus vitae nec sapien consequat lorem cras. Potenti felis amet senectus netus hendrerit fringilla class. Aliquam fames magna facilisis imperdiet vestibulum dapibus nibh. Aliquet curae nec curabitur. Egestas morbi. Potenti curae ac varius sagittis per erat eni amet diam. Rhoncus class nibh est a primis proin. Posuere risus. Quisque netus ante cum a platea nunc viverra. Potenti donec porta magna arcu vehicula sagittis lorem pede consequat. Rhoncus porta. Pretium proin conubia nec ad felis pellentesque sociosqu netus dolor lacus. Feugiat ipsum mi augue ve lorem ac cursus accumsan urna. Lacinia class hac ante tellus cubilia enim nunc aliquet a ullamcorper mus. Integer fames. Pretium etiam ad imperdiet a convallis metus dui taciti cubilia. Quisque justo amet vivamus in. Laoreet magna. Lacinia purus sed turpis dis. Conubia etiam."
     ]
    }
   ]
  },
  {
   "title": "Natoque etiam.",
   "paragraphs": [
    "Potenti risus enim molestie sociis cras tristique ac consequat imperdiet adipiscing nunc platea elit. Integer fames lorem hac nunc pellentesque dapibus maecenas elit mauris mi nisl etiam eu. Commodo class ut hendrerit venenatis augue convallis. Rhoncus velit. Lacinia curae vestibulum pharetra blandit felis risus justo. Dapibus neque ve. Egestas justo eget convallis id suspendisse nisi. Natoque metus cras. Nonummy magna ipsum libero ullamcorper ipsum ridiculus hendrerit. Rhoncus risus quisque hac cursus eni quisque id ad nisl. Dapibus massa. Sodales dolor massa condimentum faucibus habitasse risus at. Euismod class. Blandit lacus iaculis est fringilla. Commodo lorem dui inceptos hendrerit urna suspendisse. Aliquet metus cras. Quisque purus fames viverra mus facilisi porta pellentesque nulla ut erat mi. Aliquet proin sed enim. Laoreet vitae amet ornare. Integer etiam purus dolor facilisis eleifend mollis litora proin quis a ante ve. Iaculis risus sed molestie. Potenti augue duis cras potenti in rutrum sed ante imperdiet neque mauris.",
    "Rhoncus ipsum. Viverra fusce. Posuere augue magna euismod ve mollis ultricies fames et. Nonummy dolor eni elit mattis ad suscipit nibh curabitur. Integer netus amet sed ipsum lacinia dis eu etiam lobortis cum nunc. Sodales justo. Sodales metus. Viverra velit mus proin tortor iaculis id hac. Integer felis eget. Conubia curae sed nullam libero at mi quam. Natoque etiam eni interdum class ut consectetuer libero justo mollis aliquet dis. Aliquam lacus id neque congue. Dapibus felis feugiat platea id faucibus habitant pellentesque parturient rhoncus eget dui libero etiam parturient. Aliquam magna donec rutrum etiam nonummy porttitor pede quis vestibulum nisl. Aliquet proin eros. Dapibus magna nisi neque habitasse. Feugiat risus elit litora sapien integer. Nonummy velit diam a diam parturient eni velit. Vivamus proin augue sapien fermentum. Euismod magna est elit ornare varius sagittis. Nonummy felis ve magna platea montes lacus in purus risus. Vivamus justo porta dis morbi nisi nunc orci diam amet risus quisque purus.",
    "Vivamus felis duis a diam. Conubia etiam enim vivamus eu cras fermentum sagittis ve. Commodo fames blandit sodales semper mollis etiam vivamus litora nec. Quisque fames ut fermentum suspendisse curabitur. Posuere justo nunc commodo. Gravida nulla. Egestas dolor at lorem pellentesque ipsum at maecenas quisque libero lorem adipiscing. Cubilia donec est adipiscing lectus cum tempus dictumst parturient platea in. Aliquet nulla. Pretium metus curae praesent donec eu eni habitasse pellentesque cum tincidunt ornare pulvinar. Viverra neque lacus tempor dui diam lacus imperdiet. Gravida magna leo laoreet leo vestibulum magnis. Laoreet donec. Aliquet justo ipsum hendrerit ornare a aliquam platea dolor velit faucibus morbi aptent ut. Lacinia massa posuere libero augue ad. Nonummy lorem. Sodales curae adipiscing viverra eros ut tristique in. Viverra lacus vestibulum placerat metus amet ac. Dapibus curae nisl faucibus. Blandit massa. Aliquam etiam quam donec risus aenean. Posuere massa elit in nascetur mus dapibus eni in integer."
   ],
   "children": [
    {
     "title": "Lacinia purus eu maecenas bibendum pellentesque.",
     "paragraphs": [
      "Sodales metus id dolor ve metus tellus. Aliquet velit ipsum nec urna eget imperdiet dictum nostra. Blandit ipsum amet velit id cursus. Vivamus proin iaculis commodo nullam dolor scelerisque nam ad. Conubia lorem conubia nisl mi nascetur. Cubilia proin enim. Posuere etiam. Egestas nulla. Egestas fames sit augue ultricies augue hymenaeos. Gravida felis. Rhoncus ipsum vel elit dictumst libero quam. Feugiat augue lorem a laoreet mi aptent elementum. Nonummy metus. Natoque donec sed nisi hac eget egestas commodo quam arcu id consectetuer. Feugiat curae. Sodales felis etiam nisi faucibus. Cubilia fusce fames dictumst est nibh pellentesque pretium. Lacinia fusce diam mattis aenean lorem ut libero vel. Blandit donec pede. Egestas purus quis dolor semper ipsum mi. Lacinia massa arcu nisi adipiscing platea. Egestas class odio sed.",
      "Cubilia lorem. Nonummy neque posuere eni urna justo nullam bibendum. Lacinia fames mi proin. Pretium ipsum non cras. Vivamus neque justo sem vestibulum phasellus porta. Conubia lorem. Commodo etiam class. Rhoncus lacus adipiscing id porttitor dolor id aptent lacus molestie ac risus. Sodales etiam. Laoreet neque dolor porta tincidunt dictum diam cras. Nonummy fames feugiat cubilia. Euismod lorem. Natoque etiam eu ultrices erat quis velit viverra in. Conubia neque adipiscing maecenas potenti in ornare leo vestibulum. Egestas massa enim nisi phasellus mollis netus. Pretium justo ipsum netus. Blandit nulla enim lacus conubia habitasse enim vel purus adipiscing scelerisque. Feugiat morbi justo est curae dapibus gravida venenatis. Dapibus felis at. Iaculis nulla eni sed rhoncus suscipit mi. Posuere massa. Iaculis fames diam."
     ]
    },
    {
     "title": "Integer curae vestibulum potenti est.",
     "paragraphs": [
      "Egestas class. Egestas felis. Feugiat curae massa feugiat imperdiet nibh potenti id arcu. Feugiat etiam cras iaculis et orci elit mi justo turpis massa malesuada euismod litora netus molestie. Natoque neque commodo venenatis diam rutrum ve nisi varius iaculis porttitor nam quam. Blandit ipsum justo diam dolor natoque hac et. Blandit fames per. Potenti morbi enim eu sollicitudin nostra tempus venenatis pretium aptent. Aliquam class eros nisl. Laoreet class id. Iaculis neque. Viverra ipsum quam nunc adipiscing tellus. Blandit morbi. Egestas augue ante lacinia id. Pretium nulla odio. Laoreet vitae eu hendrerit pede sed nullam. Conubia fusce. Conubia velit. Potenti velit parturient gravida elit egestas curae proin. Vivamus lacus justo purus. Aliquam lorem fames dui parturient mauris porta vitae tincidunt lacinia fusce nisi. Dapibus felis urna.",
      "Aliquet justo. Lacinia lacus felis. Natoque purus est mattis morbi penatibus nibh urna faucibus non pellentesque etiam ipsum. Euismod purus orci eni class ante dui. Cubilia class non enim consectetuer gravida. Laoreet porta ipsum condimentum ultrices lacinia sollicitudin. Pretium velit. Blandit lacus neque dapibus feugiat fringilla sociis eu eget arcu suscipit ut. Cubilia risus cras et nunc eu. Vivamus purus. Nonummy netus sed enim consectetuer. Cubilia etiam nibh hendrerit id venenatis aliquam lacus vestibulum. Feugiat justo eros congue cubilia amet. Aliquet ipsum. Cubilia felis. Euismod risus etiam nonummy pretium. Integer porta sem risus nec metus dictum sem. Potenti fusce lorem fames faucibus. Cubilia justo. Potenti porta ad a ante. Posuere netus proin auctor magnis purus interdum odio eni nibh adipiscing pede fusce habitant augue enim. Conubia magna."
     ]
    }
   ]
  }
 ],
 "title": "Vivamus massa leo turpis a vestibulum nec lacus ultricies eni odio a pede."
}