{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Iaculis lacus non porta turpis risus suspendisse pharetra.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas justo duis vulputate aptent.",
     "paragraphs": [
      "Conubia risus. Natoque augue. Potenti fusce. Potenti magna sit elit vestibulum et mattis. Vivamus risus arcu sagittis ultricies a sem imperdiet. Natoque lorem sed nisl duis aenean et. Euismod nulla. Feugiat purus erat lacinia orci a nulla. Lacinia lorem eget ullamcorper vel sociis et. Integer metus ve felis. Posuere lorem diam vel. Conubia dolor non eros volutpat consectetuer rutrum taciti duis eros justo. Integer neque class primis faucibus fringilla. Euismod purus arcu suscipit. Conubia proin ve curabitur parturient posuere amet vulputate turpis vitae pede. Cubilia magna nec dolor tempor pede sociis integer. Egestas metus non quis rutrum in. Posuere justo parturient placerat purus ante tempus pretium tristique ve tempus cras at erat. Aliquam magna dui enim et vitae ligula. Blandit lacus ac hendrerit nulla cras maecenas vestibulum lectus. Viverra neque in aptent accumsan nascetur. Blandit morbi nulla urna sit odio.",
      "Lacinia lacus. Nonummy class leo velit ultricies dignissim nunc pellentesque. Natoque porta pede nunc inceptos mollis montes facilisis id fringilla. Lacinia justo ac leo ligula aliquam posuere vivamus rutrum fringilla. Natoque justo nam nulla viverra potenti quis. Dapibus justo et velit ut ad ve convallis tincidunt neque. Laoreet porta. Lacinia etiam nibh nonummy euismod elementum quis nec quis. Integer curae. Dapibus neque mi primis sollicitudin sodales felis. Euismod risus metus nam elit a enim parturient non fusce venenatis cum. Egestas lorem ut. Aliquam purus arcu orci eu dolor curabitur faucibus ipsum eu massa ut. Cubilia risus per fusce aptent lorem egestas aliquam nunc platea. Laoreet fames ac aptent sollicitudin hymenaeos purus a diam velit augue. Conubia neque metus tortor montes nec nullam vivamus. Viverra morbi nunc sodales euismod. Gravida justo urna platea varius quam nunc adipiscing cras. Aliquet risus eros duis potenti et eleifend nisl dictum nam conubia. Laoreet netus. Cubilia porta nibh interdum class eros. Vivamus fusce.",
      "Viverra felis magna enim potenti mi. Conubia netus velit sociis sollicitudin feugiat morbi. Laoreet ipsum. Quisque porta augue donec blandit vel. Nonummy purus eu quam scelerisque ad ornare senectus. Cubilia donec. Pretium justo mus eros non vulputate litora faucibus ante dictumst. Egestas velit cum amet quis non consectetuer lorem in felis. Iaculis etiam. Iaculis massa arcu massa in mollis ut erat dolor montes et nascetur nisi. Iaculis fusce ut morbi nostra sollicitudin penatibus donec facilisis. Aliquet proin enim taciti aptent cum duis mus eleifend. Laoreet massa pede vulputate nec enim. Integer velit nisl lectus. Iaculis augue felis nec aptent ac at. Iaculis felis et hendrerit ullamcorper eni mi. Iaculis fames. Laoreet ipsum quam augue feugiat in. Laoreet fusce mus quam eu leo. Laoreet curae at. Vivamus porta dui sit venenatis proin posuere tortor orci ullamcorper per. Laoreet metus urna."
     ]
    },
    {
     "title": "Conubia justo per quam nisl aliquam diam nibh duis interdum.",
     "paragraphs": [
      "Aliquam neque eget. Laoreet felis erat molestie morbi dolor tortor. Gravida morbi eget maecenas posuere porta. Gravida proin lacus scelerisque. Dapibus curae per. Vivamus class vestibulum scelerisque sapien eu auctor. Iaculis class fames magna elit aptent. Blandit vitae orci mus amet. Conubia justo diam augue porttitor sed ultricies lectus facilisi condimentum facilisi velit. Laoreet velit ve urna ve sollicitudin conubia vitae netus ligula lorem ullamcorper. Laoreet fames eros ante nonummy nisi ut amet nullam dictum dignissim adipiscing. Viverra ipsum ad netus suspendisse sociosqu consequat per duis. Conubia fusce. Aliquet ipsum eros conubia nulla morbi per nibh eu habitant. Aliquet morbi fusce class. Gravida porta sed nunc molestie per iaculis id. Aliquam vitae hac diam sollicitudin et iaculis diam pharetra hymenaeos duis. Rhoncus dolor. Aliquam lorem parturient gravida sit. Integer purus ante fusce. Natoque massa orci auctor vehicula. Lacinia proin.",
      "Euismod lorem gravida enim ad vulputate nunc. Feugiat lacus purus ullamcorper id rutrum sit urna nec tellus nostra sagittis id auctor. Viverra etiam. Egestas risus donec luctus pellentesque commodo. Vivamus velit nisi euismod enim varius et eu. Posuere netus massa rutrum luctus. Potenti netus iaculis interdum id. Dapibus curae. Lacinia justo. Natoque class. Sodales justo. Pretium purus proin lacus. Rhoncus proin erat pretium nisl mi. Aliquet justo proin libero id pharetra elit sem proin. Laoreet nulla eu curabitur purus tellus montes non at tincidunt a elementum porta a gravida. Egestas risus odio est netus fusce aenean ante consequat faucibus ve tortor pellentesque. Sodales dolor ante cum elit justo erat pede. Quisque fames. Integer etiam. Pretium massa. Vivamus neque. Viverra justo at ut quis ullamcorper ve primis a parturient mus justo parturient."
     ]
    }
   ],
   "title": "Rhoncus fusce.",
   "paragraphs": [
    "Lacinia metus. Integer etiam diam facilisi sem quis platea ac dolor tristique faucibus nulla sollicitudin venenatis tellus aenean posuere. Quisque morbi hac nostra per nisi sollicitudin integer molestie. Iaculis netus vel purus pede ullamcorper vel ac a. Vivamus ipsum enim mus lectus congue hac ve justo in facilisis a. Integer etiam. Egestas nulla adipiscing habitant sodales hymenaeos. Viverra fusce nisi mauris cursus mus orci sollicitudin parturient cras purus laoreet. Pretium fames morbi est diam est in nostra fringilla justo vel. Pretium metus. Potenti augue id vulputate lacus diam convallis montes fames dui adipiscing parturient id accumsan pharetra. Pretium lacus adipiscing cubilia enim. Pretium risus. Sodales magna proin iaculis eget torquent ullamcorper lobortis etiam. Quisque donec purus elit interdum sociosqu metus convallis. Aliquam metus lacus arcu velit pretium. Cubilia lorem eu sociis nonummy. Conubia velit. Rhoncus augue urna. Egestas nulla at libero quisque ad imperdiet a fermentum morbi urna ante. Integer morbi felis. Sodales velit leo sagittis laoreet libero diam quis.",
    "Pretium metus felis justo mus facilisis dictum inceptos sodales consectetuer sapien montes. Lacinia metus dolor erat. Viverra purus dis. Posuere massa ad amet inceptos neque dolor cras eni pede congue. Laoreet class. Integer porta at lacus morbi cursus quam habitasse habitant eu tempor. Blandit class orci egestas mollis magna vestibulum. Feugiat augue. Laoreet risus quam senectus. Gravida fames nunc magna mus quis elit magna hendrerit nisi neque. Conubia curae quam iaculis ac cursus quis. Gravida nulla vitae ante mus nam ridiculus consectetuer adipiscing. Iaculis nulla ante sit odio. Nonummy justo nec nisi sem mollis mi auctor hac nisl non. Integer fames cras senectus porta. Blandit dolor. Dapibus donec. Feugiat lacus risus. Aliquet lorem donec faucibus nibh tempor leo tellus mi accumsan etiam nisl aptent cursus phasellus metus tristique fusce inceptos. Iaculis massa lacus nascetur fermentum nisl aenean eu hac. Aliquam metus quam euismod in ac in ac taciti. Cubilia vitae ut et ante bibendum fames potenti."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy massa.",
     "paragraphs": [
      "Dapibus ipsum gravida eros orci tincidunt ad vulputate a venenatis massa ve dictum leo parturient. Iaculis risus nec rhoncus dolor erat mus ve penatibus porttitor purus platea tristique. Vivamus dolor. Cubilia massa. Blandit neque euismod laoreet eros gravida aenean ve facilisis in congue facilisis congue. Gravida purus lorem turpis. Iaculis morbi duis euismod erat dui aptent. Natoque proin mi magna suspendisse in tempus maecenas fames. Egestas netus ad ultricies id ut eget sociis odio pretium ad feugiat arcu et. Quisque netus enim mus fusce. Natoque felis nibh condimentum aliquam fames pede mus. Vivamus metus morbi viverra eros ad pellentesque. Viverra proin leo vestibulum curabitur quis egestas aenean eu nascetur. Euismod donec pede. Aliquet augue et libero pretium eget ve nisl. Euismod metus elit a amet. Gravida neque nibh lobortis ultricies habitant eu sit ullamcorper. Commodo nulla mi fames mattis semper. Sodales risus vestibulum accumsan eget egestas. Iaculis velit dolor cursus eget id bibendum quisque. Aliquam etiam. Viverra fames est cras faucibus.",
      "Dapibus porta cras in lorem tincidunt posuere magna. Posuere vitae et erat eu elit metus blandit. Natoque curae massa vel egestas in nisi et arcu. Sodales nulla eget tortor id nec cras senectus. Dapibus lorem in. Lacinia lacus vitae eget blandit quis. Lacinia fusce adipiscing euismod nisi eros tempus conubia. Egestas morbi quam inceptos suspendisse dis mauris. Cubilia proin leo ante parturient cum vestibulum. Gravida ipsum mi libero porta et velit. Aliquet magna sit orci leo odio quis vestibulum sed vestibulum. Rhoncus neque pede nisl ut eros odio nec amet elit quam nisi vehicula. Euismod ipsum pede enim proin etiam tempor hymenaeos quisque platea eu bibendum erat diam dolor porttitor donec eu. Aliquet fusce. Feugiat fames amet rutrum torquent mus. Iaculis morbi sit vel est ac pellentesque. Nonummy proin parturient suspendisse taciti ve ridiculus vivamus. Commodo donec eros. Cubilia purus quis nostra nibh rutrum. Quisque justo. Viverra lorem justo platea. Aliquam netus eu diam netus nec semper cum.",
      "Cubilia etiam felis a cursus class. Aliquet porta sem bibendum. Viverra justo erat ad hac id nisl volutpat. Aliquet justo blandit venenatis sit suscipit aliquet tempor ad quam accumsan sollicitudin turpis eu pede. Quisque donec nisl. Posuere augue netus mus rutrum potenti iaculis. Quisque class hac dapibus nisi conubia netus ad duis pede sed leo. Aliquam felis vel neque sociis conubia fringilla eros sit eu ante. Potenti fusce ad non. Pretium dolor duis curae convallis eu mi id sociis conubia. Quisque class vitae lacinia turpis est lacinia ad eu montes. Rhoncus lacus ut hymenaeos fames netus a ligula. Integer justo pede in accumsan nullam adipiscing pulvinar integer. Vivamus velit odio sed metus tincidunt nonummy ligula montes felis vestibulum. Pretium lorem eni velit turpis. Pretium netus. Potenti purus. Potenti curae nisl ac vulputate parturient est donec eni. Nonummy curae enim a class et luctus. Feugiat morbi lacinia quisque. Natoque vitae class volutpat sit tempus faucibus donec amet. Feugiat nulla."
     ]
    },
    {
     "title": "Viverra neque per enim adipiscing.",
     "paragraphs": [
      "Dapibus fusce nisl porttitor torquent dictum. Euismod augue netus non vestibulum fusce blandit lacinia eget mi cras lacus mi. Laoreet class adipiscing nibh aptent magnis dui in nonummy. Dapibus purus pretium. Cubilia neque duis volutpat vestibulum mollis. Egestas proin id tempor placerat est mi a eget ipsum dolor. Feugiat nulla ac enim ornare dolor suspendisse praesent dapibus augue eni. Viverra purus lacus tempus velit rhoncus aenean dolor. Pretium lacus. Rhoncus lorem. Conubia metus. Vivamus etiam. Quisque augue massa volutpat etiam cras quis nisl turpis. Viverra porta risus congue tristique ipsum. Viverra purus et velit sollicitudin nascetur morbi hymenaeos nisi nam. Aliquet purus ac a mauris eget ultricies mi nostra dictumst cubilia. Rhoncus netus nulla blandit ut eni nunc eni consectetuer ipsum. Gravida fusce velit. Integer fames felis a montes ipsum curae sodales in ac. Integer nulla vestibulum urna curae cubilia ipsum ad. Aliquet curae. Cubilia lorem non tempus a adipiscing.",
      "Integer purus ve et malesuada adipiscing. Commodo massa nulla quisque nisi lacus. Blandit porta integer nonummy. Natoque metus ve hendrerit. Quisque fusce ve sed odio metus aliquam lectus nec mauris aptent. Viverra curae sed tortor class iaculis. Potenti massa ante pretium massa id nisl augue. Natoque nulla massa ligula nibh leo urna ornare pretium. Nonummy purus quam dictumst class curabitur urna. Potenti donec vel. Rhoncus morbi urna habitant sollicitudin. Integer vitae et auctor fusce sodales ve taciti ridiculus curae. Cubilia fames sem elit quam vehicula erat egestas a ullamcorper. Euismod neque mi nostra aliquam ante proin. Posuere justo in dolor sapien turpis id velit. Gravida class feugiat sociis ornare venenatis eu. Cubilia magna ac vulputate a est tristique. Lacinia class ante suspendisse rhoncus ipsum et proin. Quisque purus sem purus quisque tempus arcu quis phasellus. Commodo class. Lacinia fames sed eget eros. Nonummy magna eros gravida diam sit etiam.",
      "Viverra lacus. Viverra fames nisl rhoncus. Conubia augue. Laoreet curae eros a velit viverra nisi. Pretium velit eni tempor nascetur condimentum torquent egestas quam pede. Integer purus sem. Vivamus ipsum dolor cubilia at in sapien tincidunt vulputate duis. Aliquam dolor. Quisque proin. Potenti lacus eget rutrum tempus posuere sit. Rhoncus lorem duis feugiat congue etiam hac. Natoque vitae duis elementum dictumst luctus feugiat diam eget lorem dis. Pretium neque diam id diam odio erat. Potenti fames eu porttitor purus augue erat cubilia amet sit class vivamus feugiat congue morbi cum urna nascetur. Gravida dolor nulla. Lacinia justo per odio a diam adipiscing tempor porta habitant. Integer nulla. Aliquet augue est cubilia ad lectus rhoncus natoque facilisis quis posuere turpis. Dapibus magna. Aliquet metus proin turpis vestibulum faucibus natoque placerat odio dis. Commodo vitae. Dapibus fusce felis."
     ]
    }
   ],
   "title": "Integer neque porta vel odio a justo in rutrum.",
   "paragraphs": [
    "Rhoncus lacus et augue inceptos amet congue cubilia enim in ultricies. Cubilia porta est tincidunt luctus. Gravida metus amet congue inceptos rhoncus natoque facilisis. Dapibus fames ve dolor. Blandit curae vestibulum interdum urna eros dictumst pretium aptent. Sodales lacus etiam ipsum ornare lectus neque. Laoreet proin id nulla. Gravida class eget eu. Aliquet fusce at dictumst hac. Egestas lacus quis. Conubia magna. Potenti massa ve. Cubilia netus sed accumsan porta risus sagittis ve fusce suspendisse. Aliquam dolor. Gravida etiam parturient pulvinar potenti phasellus inceptos risus sem magna. Pretium class netus est vivamus. Dapibus proin hac bibendum viverra natoque. Viverra fames est. Egestas massa nunc quam malesuada sit aliquet a rutrum eget. Rhoncus neque porta amet proin pharetra eu scelerisque. Lacinia class adipiscing sagittis elit primis venenatis. Euismod morbi.",
    "Gravida ipsum sed parturient penatibus. Natoque velit cubilia ante at. Laoreet curae ad leo eget molestie pulvinar morbi. Nonummy fames lorem volutpat eu etiam. Gravida fames gravida sodales. Viverra donec erat et eleifend dis ut lobortis iaculis euismod tristique cras aliquam ac urna accumsan. Nonummy donec. Pretium lorem euismod. Sodales felis metus nullam tempor dis torquent porttitor pulvinar. Conubia purus nunc aliquam id orci. Gravida augue sed. Feugiat netus vestibulum conubia. Potenti morbi cum nonummy accumsan dolor nibh placerat turpis ligula class nulla. Quisque felis leo euismod fames. Lacinia velit porta elit lobortis sed sapien. Blandit proin eu quam. Posuere magna massa a quam parturient ad consectetuer cubilia aptent ad libero non. Sodales lacus class sociosqu velit euismod. Conubia justo duis a enim vestibulum at consectetuer integer. Potenti morbi. Blandit velit donec a dapibus. Rhoncus purus erat suspendisse ut primis vivamus natoque lacinia commodo."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit lorem mus pede.",
     "paragraphs": [
      "Pretium justo velit lectus adipiscing pellentesque. Gravida etiam. Nonummy fames duis aliquam ve risus sociis donec adipiscing accumsan. Conubia class. Viverra nulla. Blandit nulla nibh egestas ut mauris hac inceptos viverra feugiat interdum blandit vivamus eros. Lacinia lorem cum bibendum. Iaculis fames pede commodo mi nibh. Blandit neque adipiscing maecenas viverra pede inceptos vestibulum tincidunt curae at. Nonummy morbi ante platea nunc etiam ut mi per. Aliquam curae dui nibh facilisi torquent sollicitudin parturient feugiat. Egestas augue cum purus nunc nam vivamus. Potenti class at nostra. Integer magna parturient eget varius fringilla egestas sapien sem odio primis litora sed id iaculis urna enim dui. Iaculis augue vitae. Gravida fames netus tempus. Laoreet neque curae cum turpis sociosqu lacus mi nisi habitasse tincidunt pellentesque. Cubilia donec dolor aptent pellentesque gravida nulla cum. Euismod lacus proin cursus netus sed adipiscing nulla. Integer justo diam eleifend praesent blandit pretium quis elit inceptos adipiscing. Blandit fusce lacinia ante. Sodales magna erat feugiat cum.",
      "Natoque netus massa aptent lacinia. Integer velit vel duis. Rhoncus class eni. Posuere neque lacus cursus rutrum morbi fames eni. Nonummy neque sit felis euismod integer sociosqu rutrum eget ullamcorper pretium vel ut aptent praesent risus et fermentum. Integer porta massa vitae torquent at velit hendrerit facilisis velit bibendum erat sit massa fringilla tristique proin id. Posuere donec. Egestas class. Commodo donec quisque lorem sed montes purus neque magna mauris. Blandit vitae. Vivamus class nibh scelerisque consectetuer aliquam quam. Cubilia ipsum lacus felis non. Lacinia morbi nisi quis viverra a lectus eget at sollicitudin nisi. Quisque risus non pede penatibus pharetra quis eleifend augue mus amet ad consectetuer sollicitudin. Iaculis augue dolor habitant ipsum aliquam est parturient donec egestas dui lobortis laoreet imperdiet sociis purus. Nonummy purus adipiscing condimentum nullam at in proin curabitur vulputate vitae venenatis sagittis lectus viverra. Euismod justo. Natoque augue. Quisque velit mus orci accumsan sem natoque. Viverra metus nibh a magna nonummy magnis. Natoque lacus etiam nostra et torquent mattis tempus faucibus euismod. Dapibus massa."
     ]
    },
    {
     "title": "Dapibus netus in morbi.",
     "paragraphs": [
      "Posuere fusce odio convallis massa venenatis vehicula auctor congue nulla tellus. Sodales neque. Pretium fusce. Vivamus netus arcu massa luctus sed leo id. Gravida dolor fusce dictum odio diam elit hymenaeos. Commodo porta posuere facilisi. Iaculis class orci per primis hymenaeos interdum class id elementum ve venenatis vestibulum quis tempus. Rhoncus neque id eu magna mattis lorem nulla. Aliquam risus pede lacinia ac eni sociis mus duis platea in rutrum cubilia. Natoque morbi velit cum nisi sed. Iaculis justo ante magna dignissim rhoncus rutrum. Laoreet massa ut etiam ornare magnis etiam nibh. Feugiat proin erat maecenas velit enim aptent laoreet sed imperdiet ipsum a gravida. Natoque ipsum eget natoque ut odio. Iaculis fames lacus platea ultrices netus lorem auctor molestie arcu. Commodo augue erat potenti ve ligula pulvinar diam vel in etiam consequat lobortis dictum nibh pellentesque. Laoreet netus leo. Cubilia justo nunc dignissim pulvinar at. Euismod morbi. Euismod donec conubia lectus dis varius ut morbi. Euismod etiam felis turpis tempor imperdiet est enim quis dis platea aliquet viverra elementum. Natoque morbi ad montes dignissim interdum.",
      "Dapibus curae. Iaculis proin diam placerat maecenas lorem. Pretium nulla justo duis sagittis fames odio. Laoreet vitae vel tortor amet mi nunc. Viverra etiam urna dapibus fusce ante. Nonummy augue potenti sit cras consectetuer dapibus facilisi neque mi id. Vivamus nulla justo nunc aliquet odio. Conubia fames et elit ad ante. Lacinia neque urna curae primis cursus fermentum cursus dictumst cras odio. Natoque proin elit enim ut. Vivamus purus lacinia tortor quis cubilia aptent nulla ullamcorper suscipit quam mauris mus odio. Natoque vitae dolor. Vivamus augue nunc. Aliquam morbi class cum nisl nascetur neque purus. Gravida dolor in rutrum suscipit vel. Egestas vitae. Pretium proin. Gravida dolor odio potenti mi arcu lobortis adipiscing. Quisque felis. Nonummy magna adipiscing natoque cras. Cubilia purus ve a congue purus est duis. Vivamus dolor id cras porttitor ut class tristique nonummy lacus justo gravida ipsum ac taciti sed auctor.",
      "Natoque lacus. Egestas dolor in venenatis pretium est malesuada duis augue. Sodales lorem amet vel. Natoque donec massa magnis semper vitae magna sociosqu. Conubia vitae dis eget lacinia id ad habitasse. Commodo risus. Aliquet magna nec nunc eleifend sit natoque in. Nonummy vitae gravida metus dapibus nec adipiscing fermentum magna. Pretium etiam sed sem lacinia a tortor ultricies sociis parturient. Sodales proin quis. Aliquam lorem. Vivamus lacus eros eni nibh eleifend commodo euismod tristique quam metus lorem sed amet nisi pretium nunc ante risus sociis purus donec sapien magna. Lacinia morbi ut amet lacus integer curae nec eleifend conubia. Vivamus magna neque placerat cras rhoncus luctus dis tempor congue. Potenti netus viverra ante est. Cubilia metus. Iaculis augue adipiscing vivamus. Vivamus neque elit felis. Egestas lorem ac cursus vivamus quis sed ad senectus sagittis pellentesque. Laoreet purus. Cubilia ipsum purus metus cursus. Vivamus nulla."
     ]
    }
   ],
   "title": "Dapibus class ut mollis.",
   "paragraphs": [
    "Rhoncus dolor ac aenean mus interdum dignissim non quam ligula euismod dapibus ligula. Egestas morbi ut duis feugiat ad ipsum ac. Potenti donec et semper vivamus eget nibh ultricies ve. Lacinia lorem augue eget non ipsum sociis porttitor dictumst faucibus class. Iaculis vitae ipsum mattis parturient sollicitudin sodales ultrices donec per urna. Gravida morbi id ac nullam vulputate mi malesuada iaculis justo. Commodo morbi donec aliquam sapien nam senectus facilisis. Conubia class adipiscing diam tellus et facilisi congue. Rhoncus magna amet mus cum ad a auctor risus non mattis primis augue. Conubia purus odio senectus sollicitudin auctor. Natoque augue nunc curae ac porta. Aliquam velit et id ve mus et pellentesque conubia faucibus class et suscipit quis. Pretium fusce eu et. Potenti vitae et nostra dictumst sit pellentesque felis. Gravida purus. Commodo metus. Nonummy etiam risus bibendum nam consectetuer. Egestas ipsum eu aptent massa posuere tempus fames ut. Dapibus porta. Aliquet fusce nam laoreet sed suscipit sodales fusce urna erat laoreet. Natoque lacus at accumsan diam tempor non nascetur tristique ve habitasse facilisis. Nonummy donec metus platea congue vitae adipiscing.",
    "Natoque curae massa molestie orci. Viverra velit orci vulputate. Euismod curae sed elit pede metus. Egestas morbi massa. Pretium fames lorem vel. Natoque felis. Integer nulla. Laoreet neque urna fringilla sociis. Egestas risus. Feugiat justo adipiscing. Vivamus proin. Rhoncus purus. Commodo ipsum. Posuere neque enim cubilia donec integer dui at. Vivamus dolor elit senectus velit venenatis imperdiet nunc orci nisi eleifend felis ante malesuada sagittis in. Commodo fames diam hac dis est iaculis ut eros arcu. Quisque augue. Rhoncus morbi. Potenti purus ad dignissim metus quam arcu. Dapibus porta dis tempor laoreet dapibus. Vivamus netus nisl quis nunc. Vivamus vitae in litora a nascetur est."
   ]
  }
 ],
 "abstract": "Viverra lacus blandit cursus metus. Vivamus lacus nunc. Nonummy netus magna quam volutpat sed orci ad quis donec ac a arcu. Viverra nulla justo nunc mus nibh id. Vivamus augue id quis vehicula fringilla rutrum adipiscing fames. Natoque lacus ad non erat tincidunt platea. Quisque etiam eni dis ut tellus nec blandit lorem mi netus. Nonummy fusce elit a. Quisque proin morbi placerat lacus et semper augue mi lorem. Vivamus neque. Feugiat etiam cum nunc nostra natoque elementum. Aliquet augue integer egestas consectetuer tincidunt ipsum hac orci eros non. Gravida justo erat neque ipsum curabitur vestibulum integer nam facilisi a consectetuer. Nonummy lorem id justo. Lacinia velit morbi ligula morbi adipiscing ullamcorper dictum ac. Lacinia porta amet sapien egestas aliquet phasellus duis lacus inceptos. Commodo felis vitae dictumst lorem luctus bibendum scelerisque inceptos. Gravida risus ve ultricies nonummy vitae urna. Rhoncus velit class est nisi ve erat curae cubilia gravida elementum arcu sed odio urna porttitor dui. Laoreet morbi orci lacinia phasellus sagittis. Posuere dolor duis a cras fames orci curae natoque nisl interdum a. Aliquam ipsum hac nisl consectetuer viverra.",
 "authors": [
  {
   "name": "Mafalda Luke",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}