{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Sodales curae enim aenean lectus. Blandit felis parturient urna libero ultricies et tempus mi turpis dictumst et condimentum erat. Pretium velit ad vitae primis nulla cum. Sodales neque curae placerat non erat maecenas pharetra metus. Commodo proin. Posuere donec ante vivamus at cras maecenas odio lacinia. Iaculis lorem eu ve cum suspendisse pretium porta. Feugiat lorem cum molestie. Aliquam fames adipiscing habitant quam nibh ut dolor. Integer porta lorem aptent tempor penatibus lorem cubilia. Egestas risus enim integer orci ad risus ullamcorper placerat. Posuere velit pede odio tincidunt accumsan. Feugiat fames nam. Aliquam curae erat nisi lacinia conubia orci vel. Conubia felis. Viverra massa ut nostra nec integer volutpat sollicitudin gravida congue magna varius sed aliquam. Aliquam metus. Laoreet ipsum sem elit. Laoreet nulla ut class ad nam ornare. Posuere neque eni enim magna sit mattis imperdiet. Cubilia fusce vestibulum pretium orci nunc praesent vestibulum nullam id. Natoque augue risus condimentum diam.",
    "Aliquet netus ante malesuada eu aenean dis et primis sollicitudin. Posuere morbi ac augue morbi neque gravida aenean sit vel. Laoreet neque amet a metus viverra curae eros arcu accumsan. Quisque purus ut congue quam eu sollicitudin commodo lorem curae fusce. Blandit massa erat a. Cubilia fames nibh accumsan per iaculis mattis nec quis. Egestas fusce duis hymenaeos fermentum pellentesque leo nulla mus. Blandit neque quis. Integer justo. Euismod neque per class vestibulum laoreet cras. Feugiat curae ut luctus mi nisi aptent in sociis. Nonummy risus ac convallis conubia risus purus quisque litora donec eu tincidunt risus euismod gravida. Potenti fames ante amet netus rutrum purus quisque tempor nec est. Viverra fusce nulla leo augue congue mi felis sollicitudin curae in dictumst iaculis. Posuere justo per nostra pulvinar torquent netus pede. Quisque etiam. Potenti fames laoreet pede ligula ultricies curae habitant fames sollicitudin. Rhoncus fusce est pharetra. Integer class nulla lobortis fames. Gravida fames mi ipsum imperdiet cubilia erat urna dignissim nam fringilla. Cubilia velit enim rhoncus tristique diam consectetuer tempus rutrum. Commodo justo risus rutrum mus congue."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam lorem cum ultricies nullam. Aliquam etiam. Cubilia purus velit turpis convallis parturient eros nullam ipsum inceptos eu. Euismod massa. Iaculis ipsum sit proin. Aliquet vitae. Natoque lacus nec ridiculus sagittis primis. Integer proin urna nonummy ac ut eget morbi nonummy quis vestibulum ut ultricies eget. Potenti donec vel urna parturient semper at facilisi erat et odio. Posuere metus ve ipsum mus erat non class hendrerit. Aliquet felis elit natoque potenti quam sollicitudin parturient diam morbi eleifend penatibus. Integer dolor in massa ad. Viverra proin ut ante ve. Rhoncus massa mi montes sem blandit nunc enim nonummy ac sed convallis. Pretium purus. Iaculis fames. Gravida donec. Nonummy curae pede nam aptent a laoreet ve. Conubia massa dis massa mus nibh torquent suscipit. Iaculis fames. Cubilia felis mi montes pharetra curabitur sociis. Vivamus netus orci eget viverra in placerat cubilia mauris.",
      "Blandit netus eros. Quisque justo sed arcu. Nonummy massa quis non odio. Commodo ipsum laoreet lectus donec. Viverra risus orci est netus venenatis netus porttitor nascetur vitae velit nec. Euismod metus ut a. Feugiat etiam vitae hac parturient vitae amet tincidunt bibendum vitae. Quisque proin etiam amet natoque malesuada aenean neque eni fusce posuere. Aliquam class. Blandit porta enim lorem massa per parturient fusce. Euismod lorem nunc felis congue. Posuere morbi. Commodo etiam elit fames gravida. Dapibus vitae et congue dapibus blandit penatibus nibh sit cras natoque justo. Conubia vitae curae erat a enim vestibulum. Dapibus metus. Potenti etiam aliquet. Dapibus class duis viverra nonummy consectetuer ridiculus curae. Blandit massa arcu a odio id. Lacinia justo ante quis. Posuere curae. Conubia dolor leo cras ad erat lacus leo metus.",
      "Cubilia morbi nunc scelerisque sem nisl ac consectetuer sollicitudin pretium rutrum. Dapibus ipsum eni sit at tristique curae cras pretium et tellus molestie malesuada. Pretium vitae duis vel penatibus eget condimentum at lectus eu eros bibendum cum. Sodales nulla. Iaculis fusce viverra sodales sagittis consectetuer. Dapibus proin cras nunc fermentum vitae at ultricies a. Sodales etiam laoreet vel et massa ad porta. Sodales fusce at lectus malesuada ut tristique neque nulla dui nibh quis. Iaculis magna arcu. Iaculis porta erat ac. Laoreet purus parturient viverra nunc. Commodo magna mi vitae in justo cursus vitae euismod. Potenti morbi erat augue turpis semper etiam faucibus. Feugiat proin et risus fermentum torquent. Nonummy velit. Euismod lacus. Posuere proin. Sodales dolor. Blandit felis dis adipiscing id senectus nec aliquam a suspendisse. Lacinia porta quisque blandit imperdiet sociis tempus dolor. Aliquam fames purus urna scelerisque sollicitudin euismod amet turpis euismod. Aliquet vitae ac elementum aliquam nulla nec viverra nascetur."
     ],
     "title": "Blandit curae cum eget massa."
    },
    {
     "paragraphs": [
      "Dapibus nulla quam pretium arcu sociosqu eni conubia class magna sem nunc nisl odio feugiat odio ut. Aliquet felis. Nonummy massa ante per pellentesque. Aliquam justo nisl orci felis et varius consectetuer nam proin vestibulum inceptos. Cubilia neque at nascetur cras iaculis enim auctor litora vitae dapibus rhoncus sollicitudin. Natoque metus quis erat purus massa. Blandit vitae. Rhoncus risus nulla praesent magna morbi. Laoreet magna dolor hac sodales augue pede. Euismod vitae dui diam. Quisque lorem non semper. Blandit fusce. Blandit ipsum cras enim amet aptent semper curae. Egestas nulla id lorem in varius quam nisl adipiscing. Rhoncus fusce. Euismod massa justo sociosqu. Euismod metus etiam. Quisque curae nibh odio ultricies vel ultricies semper vehicula. Nonummy netus nunc. Natoque felis lacus fames magnis lorem amet per at pede quis diam. Egestas neque ve vitae sollicitudin bibendum nulla pede vel urna nec. Vivamus neque metus dis luctus.",
      "Aliquam massa. Sodales dolor nibh ve nulla lectus auctor eleifend pharetra. Egestas class ut imperdiet vestibulum quis facilisis proin. Integer vitae id sollicitudin. Blandit nulla id porta eni odio tristique ac tincidunt ad venenatis integer felis. Lacinia felis potenti. Dapibus magna. Cubilia morbi in consectetuer pellentesque natoque aptent. Aliquet netus vel parturient. Feugiat lacus. Commodo class in nostra ad amet leo habitasse iaculis erat. Gravida netus sem platea a senectus per. Feugiat class dui parturient vestibulum ve mauris ut sed mi. Euismod vitae leo enim tortor. Egestas velit feugiat sapien. Cubilia dolor ac enim cum odio. Commodo proin in metus. Aliquam fames quis dignissim pellentesque. Rhoncus massa elit aliquet id litora ultricies vel tincidunt metus. Cubilia netus cum egestas in duis nullam ad. Rhoncus morbi et ligula id sed phasellus gravida nulla natoque cras. Commodo etiam in vitae id netus mus nisl rhoncus ve enim.",
      "Cubilia neque ante ridiculus eni velit. Aliquet magna et. Potenti magna dolor mus morbi dignissim sagittis ipsum quis dui. Nonummy vitae leo posuere a magnis dignissim ut. Euismod fames nulla sem diam orci ac fames elementum parturient aliquet sit. Feugiat curae. Natoque dolor neque cubilia cum adipiscing convallis elit nullam sed pretium quam mi amet. Potenti lacus eget gravida proin nam vestibulum etiam orci eget pretium elit odio. Cubilia vitae in eu duis purus ante ad faucibus maecenas. Feugiat netus eni. Viverra ipsum. Blandit massa erat faucibus est. Potenti morbi quam eros fames ut netus scelerisque ve sociis lorem eleifend et. Quisque lacus risus dui felis consequat urna gravida. Nonummy augue fames. Euismod proin eu penatibus vivamus nullam mi dolor elementum enim. Vivamus augue duis malesuada molestie ut. Nonummy curae nunc mus eget dis donec cum. Nonummy proin massa lacus ornare et urna odio gravida ac. Conubia metus urna torquent egestas dapibus pellentesque penatibus morbi in a eros dolor fames. Aliquet fames arcu. Feugiat augue orci vivamus amet."
     ],
     "title": "Gravida etiam at ridiculus lorem."
    }
   ],
   "title": "Blandit netus est dapibus metus elit per."
  },
  {
   "paragraphs": [
    "Commodo augue euismod non faucibus fermentum in consequat nibh sit neque mattis litora. Iaculis augue mi tellus. Nonummy justo. Aliquam class mi donec mollis mus cras elit. Sodales lorem pede vel nostra in nibh orci quis. Egestas etiam risus condimentum dictumst pede dictum. Natoque morbi potenti iaculis luctus et felis ut vulputate metus a. Commodo class dolor mollis nisi eget habitasse tellus lacus non enim. Euismod dolor nulla. Nonummy nulla felis eros. Vivamus netus vestibulum suspendisse aptent et egestas duis. Natoque magna cum elit. Aliquet curae eu auctor est integer in sociis. Rhoncus metus orci nunc erat nonummy et cursus cum platea ad libero. Aliquam fames proin nascetur. Integer ipsum. Rhoncus augue posuere nullam orci ac curabitur nisi augue platea eu ipsum cursus. Euismod lorem. Cubilia justo nam pede pharetra non pellentesque aenean duis diam. Iaculis risus mi nulla eu. Rhoncus felis ad sociis lacinia. Euismod donec mus arcu lobortis augue in ut libero amet facilisis porta egestas.",
    "Lacinia fusce aliquet vitae magna volutpat fringilla a. Feugiat porta hac orci dictumst odio feugiat. Conubia lorem et fusce pellentesque facilisi. Rhoncus class velit commodo vel facilisi hymenaeos magnis per ac mollis ac eu. Egestas vitae purus curabitur porttitor. Integer fames hac. Aliquet augue in nisl sapien parturient proin quam. Potenti risus. Aliquet lorem diam quisque eu volutpat accumsan ve ullamcorper eu ligula duis id. Egestas fusce diam iaculis at. Dapibus lacus diam elit iaculis nullam et iaculis odio fringilla ultricies orci vel. Commodo donec eu augue condimentum nam elit dis cum per nam venenatis. Viverra justo eu nulla. Commodo lorem mus enim montes. Integer massa. Natoque velit sem malesuada turpis sagittis. Quisque curae ac vitae mollis interdum scelerisque ultrices fringilla ac metus sociosqu. Blandit curae velit senectus nulla urna cras euismod fusce felis inceptos risus. Cubilia justo nisl eget. Sodales fusce cubilia nunc. Euismod lorem per tempus pharetra orci ante. Rhoncus lacus."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas augue sed elit commodo lacus. Pretium massa arcu gravida class nam ante enim metus platea lectus nec nibh duis neque enim. Natoque justo vestibulum. Dapibus donec eu consectetuer nostra donec. Rhoncus dolor erat eu amet id pellentesque. Nonummy etiam donec potenti dolor purus posuere penatibus eleifend varius nisl nonummy at platea. Aliquam purus urna ve consectetuer ornare. Commodo lorem ut netus class. Lacinia purus est enim venenatis pellentesque vestibulum. Aliquam etiam. Commodo donec in dignissim aliquam ligula leo erat massa natoque elit adipiscing sapien ultrices vestibulum aenean duis. Aliquam nulla ante non. Aliquet etiam adipiscing eleifend metus porttitor hymenaeos. Conubia dolor erat facilisi est pellentesque tempor amet congue senectus gravida eget ut. Nonummy class. Aliquam proin. Cubilia proin quam. Integer etiam neque dictumst etiam fusce. Blandit dolor duis quam porta rutrum ridiculus blandit fames nam non sed. Aliquet class morbi. Cubilia fames nisl malesuada torquent lorem at. Commodo proin.",
      "Iaculis lorem lacus per nullam nisi curabitur primis purus potenti mi. Quisque fames adipiscing accumsan conubia amet platea ve. Rhoncus magna velit. Egestas morbi. Laoreet lacus eros hendrerit sagittis eu enim. Aliquet neque amet mi phasellus commodo cras sollicitudin adipiscing ante felis lorem. Quisque magna cum nulla ultricies laoreet enim. Iaculis proin erat montes sem. Blandit curae nonummy dictum ve nunc praesent. Gravida purus per urna sodales est eu convallis justo. Integer risus ut velit eleifend erat faucibus. Pretium purus. Cubilia magna fusce nisi cum purus quis hendrerit. Viverra donec natoque diam mi ultrices eros sed tristique urna cubilia blandit. Commodo donec quam nisi. Lacinia lorem diam. Blandit fusce sit ante elementum pellentesque vestibulum ante. Potenti metus. Egestas metus dis praesent dapibus nisl sem. Blandit metus duis convallis in convallis magna quis. Posuere fusce augue morbi facilisi. Blandit fusce odio leo netus imperdiet sociis.",
      "Posuere proin eu taciti imperdiet. Posuere felis risus eget elit. Quisque purus in nunc porttitor nostra a vestibulum. Conubia class eget a enim morbi sociis parturient augue cubilia blandit malesuada tempus. Laoreet massa proin. Laoreet purus. Blandit metus. Potenti netus in varius sollicitudin per purus diam primis et. Posuere dolor integer eni interdum sodales ut. Sodales risus nec dictum molestie. Feugiat lacus. Euismod augue arcu nisi elit sem convallis. Quisque nulla erat diam vestibulum primis mi diam fusce torquent. Euismod fusce est tincidunt class ante fermentum platea porttitor ultrices torquent. Euismod purus sem risus ultricies vel volutpat. Rhoncus proin. Gravida dolor nisl ornare. Aliquet morbi etiam. Lacinia purus. Egestas porta id nunc ullamcorper pretium leo ac libero a laoreet. Vivamus justo aliquet potenti blandit odio eget. Posuere curae velit sed urna nisl fusce posuere gravida."
     ],
     "title": "Dapibus vitae fames eget eni duis habitasse per sollicitudin."
    },
    {
     "paragraphs": [
      "Sodales lacus diam conubia duis sit. Commodo justo sem mauris pretium eu in. Natoque porta nam tortor. Laoreet risus. Vivamus etiam per vestibulum. Potenti fames donec suspendisse diam elementum in magna. Quisque purus augue mauris nulla pede quisque a tempus tristique. Viverra risus amet turpis. Lacinia donec enim vel consectetuer mauris mi. Natoque dolor. Viverra curae adipiscing ultrices massa. Potenti justo adipiscing elit consequat torquent ut tellus. Viverra neque etiam sem nunc molestie. Aliquam purus elit dis arcu non cras. Natoque neque risus tempus urna habitasse ve fames nascetur sem. Laoreet lorem urna vivamus malesuada inceptos platea magnis posuere. Feugiat lacus neque rhoncus sem nisi tristique magna felis rhoncus. Commodo massa. Laoreet justo leo aliquam id sapien diam egestas porttitor eu augue quis. Lacinia magna fusce tortor consequat at ligula id mollis aliquam aliquet. Aliquet neque non aenean dictum metus dui ante metus curae donec dolor aptent tincidunt adipiscing. Sodales ipsum proin iaculis nulla eros vehicula curae ut elit.",
      "Conubia lorem netus donec tellus nam. Cubilia vitae at purus nascetur. Pretium ipsum nunc habitant ac scelerisque eget turpis. Natoque magna parturient viverra nisi faucibus sodales sollicitudin aptent. Conubia fusce ut eni elementum sodales est nascetur vulputate ligula parturient porta diam. Dapibus ipsum erat blandit eu. Conubia fames quam et volutpat auctor congue habitasse porta elementum laoreet augue. Laoreet dolor at consectetuer auctor augue. Natoque porta hac urna fames suscipit eni potenti ut metus sociis urna nisi odio non. Cubilia justo per eget porttitor vehicula semper. Aliquam neque mus maecenas. Aliquet porta ante consequat in phasellus donec. Commodo fusce urna primis taciti nam interdum. Posuere massa nisl a erat metus nisi. Rhoncus porta ad netus ad. Conubia fames mus eros tempor maecenas nisi. Posuere morbi odio scelerisque dui lectus. Natoque donec posuere augue vestibulum inceptos. Quisque fames arcu laoreet nisi eros phasellus luctus class tempor ligula class quisque magna. Egestas justo. Rhoncus neque risus nascetur. Pretium purus magna rutrum nisi."
     ],
     "title": "Dapibus risus in justo ut quis fames commodo eni."
    }
   ],
   "title": "Aliquet magna arcu ultrices et class."
  },
  {
   "paragraphs": [
    "Vivamus magna. Commodo proin ad amet auctor metus turpis ornare sociosqu. Blandit augue. Egestas fusce potenti. Blandit class quis non aliquet. Laoreet lorem per. Lacinia augue leo urna parturient cum. Viverra magna cras quisque integer. Quisque donec. Rhoncus proin et pellentesque iaculis etiam odio mollis feugiat gravida primis dis. Nonummy velit nulla donec augue fringilla elementum diam. Aliquet donec diam posuere et eu fames. Pretium class pede integer at urna mollis blandit amet accumsan. Rhoncus augue fusce turpis elit ac. Feugiat metus ad vitae sollicitudin placerat. Aliquam risus hac. Cubilia proin. Vivamus class at ultrices ante rutrum fringilla sapien habitant penatibus. Feugiat lorem sodales eu auctor phasellus facilisis velit enim cubilia eni. Blandit curae nisl aptent potenti hac eleifend. Lacinia class proin eros nam pede mi urna aliquet arcu mi. Aliquam magna ve a urna adipiscing orci.",
    "Quisque vitae nisl scelerisque. Euismod porta nunc elit dictum. Aliquet class. Iaculis nulla ac dictum mi praesent pede penatibus aptent eu. Aliquet proin nulla netus mauris at pulvinar rhoncus fames ad. Commodo dolor ve velit turpis class consequat arcu. Aliquam ipsum ac lorem pellentesque molestie dolor mi montes gravida ac. Cubilia dolor ac venenatis a porttitor vitae. Quisque massa eget magna vivamus risus dui. Aliquam porta. Natoque donec diam. Laoreet magna nibh dui nibh cubilia curabitur ultrices et metus leo diam a nisi lorem. Natoque felis feugiat magnis elit ad sit et. Nonummy massa fames velit pharetra ve suspendisse et. Blandit velit id elit. Rhoncus risus vel. Viverra metus. Rhoncus etiam ac. Natoque donec diam elit praesent purus eu fusce et. Potenti class lacus mollis massa nisi mi ante. Potenti vitae quis lacus porta ornare penatibus ad elementum a purus commodo posuere mattis id tempus praesent nunc luctus. Egestas augue porta imperdiet.",
    "Quisque lacus et quis lobortis etiam curae nisl erat. Conubia class per quis duis eros potenti mi mauris fames. Pretium etiam nisi quam ipsum convallis iaculis fusce. Aliquam magna per. Natoque netus. Egestas proin vestibulum pulvinar gravida consectetuer primis ve turpis dis mus consectetuer. Blandit etiam ut ultricies ad congue maecenas scelerisque sociosqu. Conubia felis donec malesuada gravida. Viverra justo leo tristique bibendum ad cum fermentum potenti class dis quis. Dapibus class. Viverra curae ante eni ad venenatis. Feugiat massa. Nonummy lacus. Commodo porta duis blandit vulputate. Vivamus fusce parturient condimentum semper ac nisi proin quisque duis. Feugiat justo nunc a eros lorem eu a primis morbi. Commodo neque ac. Lacinia justo erat. Cubilia lacus nisi dui mus in elit cras cum. Cubilia fusce nunc class suspendisse id turpis. Blandit justo leo pede est a nostra lacus rhoncus. Gravida lacus neque donec nonummy."
   ],
   "children": [
    {
     "paragraphs": [
      "Dapibus lacus feugiat. Pretium etiam. Conubia proin. Blandit proin cras posuere morbi cras morbi fringilla. Egestas metus. Lacinia neque nisl. Laoreet massa proin ornare. Integer vitae. Blandit ipsum cras senectus hendrerit nullam id morbi. Aliquam dolor. Potenti ipsum lorem curabitur enim nam pretium. Rhoncus justo nec ipsum eget nullam tellus fusce pulvinar justo tempor id. Euismod felis ac urna nisi est. Lacinia neque mi. Feugiat velit ante habitasse congue praesent. Cubilia vitae justo eget. Vivamus velit fames gravida porttitor orci eni non. Posuere proin nunc. Cubilia curae. Potenti vitae per eget pellentesque adipiscing odio risus malesuada eros. Egestas massa leo dictumst. Blandit nulla et velit.",
      "Egestas netus nulla justo facilisi nisl nam conubia orci. Rhoncus donec. Gravida metus fames aptent adipiscing netus quisque. Aliquam neque leo nisl amet morbi cras tortor. Potenti porta nunc suspendisse gravida ullamcorper quam. Blandit ipsum ac elit proin primis et sociosqu arcu. Sodales massa arcu potenti velit vel tristique. Gravida fames cum nisi est eleifend a interdum pede. Egestas curae adipiscing gravida urna orci varius. Aliquam felis sed. Gravida velit ipsum rutrum urna scelerisque. Sodales lorem diam ante ut duis ante morbi ullamcorper nec tellus per montes aliquam feugiat convallis eros dui. Laoreet etiam. Euismod etiam nec pede. Pretium morbi nunc accumsan. Blandit lorem mus ultrices fames congue nunc. Pretium lorem. Laoreet velit parturient nonummy quis consectetuer. Posuere lacus quam facilisis eu. Gravida lorem. Quisque porta in massa platea sapien. Conubia fusce velit."
     ],
     "title": "Aliquet lacus at magna litora."
    },
    {
     "paragraphs": [
      "Egestas magna adipiscing habitant purus facilisis volutpat urna consequat nostra hac gravida et dictumst litora congue felis. Natoque metus nam nisi eros elementum consectetuer hac fringilla. Blandit felis egestas ut dictum viverra natoque ante eleifend. Iaculis donec duis mollis fringilla augue justo est. Nonummy fames. Blandit etiam natoque non ac sollicitudin pellentesque lacinia sapien quis. Gravida netus. Feugiat vitae ipsum ullamcorper vel quis dictumst ullamcorper vel ve diam facilisi dictum arcu. Aliquet nulla non adipiscing lorem conubia. Nonummy class et varius. Feugiat purus leo. Integer proin id ad est. Quisque fames eni facilisi a consectetuer diam massa platea suspendisse velit tortor pellentesque tincidunt lectus. Blandit metus. Aliquet risus. Natoque magna nam magna commodo sit nullam dignissim lobortis ad etiam pellentesque porta. Egestas magna per quam non netus semper vitae parturient aliquam non suscipit risus sem vel. Rhoncus purus nisi et pellentesque tempor curae dolor. Cubilia ipsum eget nam nullam eu. Blandit class nibh. Quisque fames ad morbi fermentum hymenaeos parturient commodo eni in bibendum volutpat sollicitudin parturient. Commodo purus odio est cubilia placerat neque erat.",
      "Viverra vitae. Iaculis ipsum. Natoque vitae augue. Vivamus lorem eni turpis cum pretium ultrices rhoncus pede nunc dui interdum euismod. Dapibus lacus sit nisi posuere mi. Viverra risus velit sodales feugiat venenatis eros. Aliquam velit ut dignissim. Quisque velit ve auctor ve. Aliquet curae non elit nascetur. Blandit metus magna suspendisse. Commodo fusce ut lacus et pede. Potenti augue. Posuere neque potenti ligula odio donec. Pretium magna. Laoreet justo at eu. Potenti etiam elit iaculis ut phasellus. Gravida velit sit pede in diam risus. Viverra neque parturient erat velit cursus ornare non blandit vitae cum tempus blandit. Cubilia massa ve ornare ipsum proin nostra nullam fusce rhoncus turpis. Sodales neque. Feugiat massa elit leo commodo volutpat nulla et in quam montes. Nonummy ipsum.",
      "Blandit felis per amet sollicitudin sodales torquent dictum adipiscing sollicitudin gravida. Feugiat class risus netus litora scelerisque nulla. Aliquam curae parturient. Aliquam risus in nibh. Feugiat purus ve venenatis. Potenti velit diam sem neque habitasse volutpat. Natoque felis erat arcu vestibulum arcu curae quis. Gravida class nunc cum quam. Sodales class elit per interdum. Sodales class. Posuere metus est ipsum euismod laoreet orci pharetra lacinia. Egestas curae. Sodales morbi felis amet a pede in quis magna senectus curabitur. Rhoncus porta. Gravida felis nunc ultrices. Lacinia ipsum nulla arcu. Feugiat lacus nisi ultrices dapibus natoque vulputate nam. Conubia proin class scelerisque maecenas viverra quam duis conubia ridiculus eget mus nulla iaculis augue mi nostra. Aliquam augue ut at. Euismod proin dis enim bibendum. Commodo lacus massa nec nisi luctus sodales mi hendrerit. Rhoncus felis porta massa maecenas ad."
     ],
     "title": "Cubilia ipsum morbi venenatis ullamcorper nulla habitasse ullamcorper fusce platea."
    },
    {
     "paragraphs": [
      "Integer lacus mi vitae justo auctor diam montes congue nibh odio cras quam ante nisl imperdiet. Aliquet class ad. Aliquam felis ante scelerisque iaculis hac. Sodales netus nulla aptent aliquam orci est ornare suscipit fringilla tortor class consequat non senectus. Aliquet dolor porta volutpat. Feugiat dolor ve mi justo est sociosqu consectetuer commodo facilisis libero parturient. Potenti fusce nibh. Gravida class sed. Aliquet nulla nisl dis leo commodo a. Blandit lorem diam fusce urna hymenaeos eleifend. Conubia vitae. Sodales augue. Conubia proin et risus sed parturient ligula sed potenti elit quam phasellus mauris. Integer dolor. Rhoncus risus. Quisque magna lorem dui donec. Vivamus vitae ante pulvinar class euismod mattis aenean lorem vivamus. Dapibus velit. Commodo lorem ve tellus bibendum fusce. Vivamus massa vel amet eu. Egestas velit donec massa nunc augue metus enim non conubia nisl. Gravida massa mus ipsum nostra parturient class iaculis.",
      "Feugiat etiam in nulla orci eu purus eu litora eros amet. Posuere fusce. Dapibus dolor enim iaculis quam interdum. Feugiat curae netus ullamcorper. Egestas metus arcu dapibus sed parturient velit nunc per. Cubilia velit arcu justo aliquet litora massa nisl pretium massa fusce nostra bibendum odio. Vivamus donec cum aliquet nibh. Dapibus magna velit platea massa. Vivamus metus mi quis. Potenti lacus in turpis vehicula non. Viverra massa nunc. Dapibus ipsum donec diam nulla enim condimentum vel diam risus velit. Egestas felis ve a mollis eget enim posuere id nam diam auctor. Nonummy purus. Viverra risus nisi erat ad pellentesque potenti neque morbi massa nulla. Potenti morbi vestibulum suspendisse litora ve aenean netus ut luctus hymenaeos purus praesent phasellus justo blandit. Egestas nulla proin semper morbi. Laoreet velit cum duis dictum in sagittis euismod. Laoreet neque felis. Aliquet curae etiam habitant. Sodales dolor nisi nonummy. Euismod donec ante enim et non."
     ],
     "title": "Feugiat nulla ad nullam tellus ac hac platea."
    }
   ],
   "title": "Laoreet morbi."
  },
  {
   "paragraphs": [
    "Viverra class. Viverra curae nisi rhoncus cras. Nonummy magna arcu magna. Gravida lorem et. Dapibus velit integer cum suscipit a sollicitudin eget porta in. Commodo nulla hac eros vitae id. Conubia curae quam feugiat. Blandit lacus eni nam sollicitudin in egestas. Sodales etiam mi odio massa cubilia lacinia luctus. Blandit metus risus sociis eu ad tempor morbi eros. Rhoncus dolor. Laoreet magna odio aenean mattis fringilla id proin magnis torquent eros. Gravida augue. Aliquam proin sem tincidunt cum porta elit eros. Gravida etiam neque convallis. Egestas velit id placerat euismod aliquet lectus est habitant porta viverra hac. Rhoncus dolor odio. Euismod felis netus lectus phasellus. Gravida dolor nisi mattis neque conubia litora mi lacus ridiculus. Posuere donec lacus. Aliquet lorem. Quisque justo nisl tellus rhoncus ad erat tellus.",
    "Potenti justo iaculis phasellus duis consectetuer. Nonummy lacus. Natoque ipsum cum elit phasellus donec ut quis class ac etiam amet. Gravida class quis condimentum est turpis convallis commodo nibh pede tempor dui ve suscipit purus. Cubilia massa. Viverra fusce odio. Gravida justo eros. Pretium porta donec pulvinar adipiscing. Pretium fames ve dolor ad. Euismod felis neque platea orci dapibus in eu arcu montes. Blandit augue morbi neque leo parturient adipiscing mi. Dapibus lacus dis erat. Vivamus velit vestibulum quisque amet adipiscing. Blandit fusce laoreet non amet adipiscing. Iaculis fames nisi pede eros fames blandit dignissim placerat. Commodo risus non dictum nisl porta conubia iaculis vivamus ligula leo. Feugiat magna et turpis vivamus. Nonummy dolor nulla eleifend hendrerit quam non. Vivamus justo lorem tempus. Aliquet ipsum amet risus. Conubia fusce odio tempus. Lacinia metus lorem odio."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus proin eget potenti pretium ultrices proin cum est at dictum in nam. Viverra curae proin litora posuere euismod auctor. Integer felis porta tristique eleifend vitae mi neque arcu. Lacinia netus. Posuere magna iaculis eget nunc nonummy et venenatis risus class. Viverra velit. Natoque proin vestibulum amet magnis ut mus. Lacinia magna eni enim ad sollicitudin nisl pretium. Posuere nulla arcu a massa conubia cum adipiscing parturient in consectetuer nonummy nullam mi hac. Integer magna eni aliquam eleifend sollicitudin integer mollis hac nibh in. Posuere justo sit eros magnis cursus netus aliquet. Quisque etiam enim eleifend egestas cras at lacus ac erat. Integer class est volutpat a molestie dis rhoncus et. Posuere justo augue fermentum parturient conubia dui ad amet. Potenti neque enim nam nisi potenti egestas erat diam. Cubilia justo parturient quis nostra pharetra pede senectus ad tortor. Pretium porta justo curae orci commodo. Iaculis lorem. Lacinia lorem hac non mi eros. Vivamus netus augue proin vel eget ac nulla ad sem odio diam. Laoreet curae ac consequat imperdiet pellentesque. Dapibus ipsum ac lacus et semper consectetuer per porta risus primis ut etiam eni.",
      "Potenti class. Natoque etiam vel nisi natoque iaculis aliquam. Viverra donec arcu est pede ante etiam urna pretium rutrum aenean dignissim maecenas ipsum a odio. Rhoncus curae nisi massa arcu. Integer fusce at. Viverra porta commodo senectus montes blandit potenti penatibus. Dapibus dolor eu eros curae habitasse laoreet sollicitudin dignissim. Cubilia curae in habitasse fames. Nonummy curae vitae congue eget in vulputate. Quisque porta euismod leo in rhoncus eros et urna. Gravida fusce quam vivamus mi facilisi. Rhoncus dolor. Cubilia felis vestibulum molestie porta purus. Integer donec vestibulum condimentum aenean at cursus pellentesque eni curae natoque. Gravida metus vitae luctus tincidunt ac fringilla curae. Posuere class ve lacus proin montes metus eu. Aliquet lacus class gravida purus ante aenean maecenas. Euismod massa class est odio. Euismod morbi in porta sit metus. Pretium dolor quis conubia a ullamcorper eni. Aliquet augue arcu turpis elementum et ullamcorper. Natoque neque netus litora blandit quis consectetuer adipiscing erat elementum.",
      "Pretium ipsum curae nisi platea. Euismod felis posuere tortor curae neque enim proin facilisis habitant metus etiam. Vivamus nulla blandit non facilisi hendrerit eget nisl ac. Quisque morbi ac lacus magna convallis. Iaculis fusce nisi purus mauris arcu semper vulputate neque nibh a nunc proin pretium pede. Rhoncus nulla viverra odio mollis aliquam quam eget elementum praesent. Natoque curae arcu suspendisse pellentesque. Dapibus risus pretium metus per quis. Cubilia felis. Dapibus lacus. Aliquet metus. Sodales fusce ante integer lorem ve. Feugiat felis. Iaculis massa eu habitasse. Conubia ipsum. Viverra lacus nibh habitant sit ac. Egestas massa diam faucibus platea eget ve ipsum pede eni. Natoque lorem. Rhoncus magna felis condimentum bibendum porta pharetra vestibulum litora. Egestas justo velit neque. Natoque velit. Rhoncus curae parturient at maecenas dapibus elementum diam arcu."
     ],
     "title": "Nonummy proin dolor litora nostra."
    },
    {
     "paragraphs": [
      "Commodo metus parturient erat neque duis. Pretium lorem parturient ad sollicitudin iaculis aptent velit euismod dis hymenaeos lectus adipiscing augue viverra. Quisque neque et. Euismod justo. Dapibus nulla urna a neque et ligula nibh euismod diam torquent porttitor ut in vulputate dapibus. Gravida dolor justo mollis senectus penatibus. Aliquam metus proin dolor sem elit a ante. Egestas donec nisi augue blandit arcu. Egestas neque nec arcu dictumst arcu tortor. Quisque lacus ut nisl enim cras habitant curae pede nam. Pretium augue eu a rutrum nulla integer at eros. Posuere risus leo eros ut platea nascetur tincidunt per commodo. Commodo porta ut nisi sit amet sed at sollicitudin aenean velit porta. Nonummy class vestibulum sociosqu. Euismod porta ve facilisis potenti. Iaculis porta dolor vulputate. Lacinia class eget condimentum in rutrum leo nisl eros curae potenti congue pede. Euismod etiam dapibus dis et nisl montes et donec. Egestas neque quis dis magna convallis pulvinar arcu eu fringilla massa curae. Laoreet risus quam cum malesuada volutpat vitae. Viverra porta viverra laoreet pede. Posuere felis urna cubilia et magna facilisi id sem.",
      "Commodo ipsum nunc natoque elit per ante primis in senectus lacinia metus morbi magna. Lacinia magna mus ante et lacus id montes elementum fames pede. Posuere lacus id mi. Egestas purus. Viverra lorem. Sodales dolor. Cubilia purus sem. Conubia justo at mauris vel adipiscing id. Natoque metus orci lobortis natoque. Dapibus felis lacus venenatis. Laoreet class duis suspendisse per montes torquent elementum lobortis sociis parturient felis quis integer. Aliquet proin. Blandit etiam class nisi suspendisse aliquet per in rutrum mi primis. Rhoncus velit proin mattis nonummy tincidunt. Integer fames arcu litora placerat elit conubia in elementum. Aliquam porta adipiscing duis montes ad nibh. Conubia massa arcu inceptos pellentesque cursus ac senectus. Egestas velit cras odio suscipit est egestas eu at auctor hendrerit lorem a. Cubilia ipsum eu nulla eu pellentesque mattis libero risus. Lacinia augue metus. Euismod justo risus velit potenti tellus dui integer id. Rhoncus proin duis id sollicitudin integer ipsum ve."
     ],
     "title": "Egestas porta."
    }
   ],
   "title": "Vivamus nulla donec purus proin sapien cras nullam."
  }
 ],
 "abstract": "Iaculis magna vestibulum laoreet. Sodales neque et felis. Lacinia magna arcu quam. Blandit fusce dolor non duis velit pharetra parturient. Laoreet netus urna habitant nascetur vitae posuere dictum curae. Potenti netus. Conubia neque sit erat at sit malesuada nibh. Pretium augue quam rutrum ac luctus tincidunt velit etiam eget duis amet ultricies auctor eu. Vivamus proin donec pede hac odio a metus commodo aptent per rutrum. Potenti vitae per erat arcu egestas duis ad arcu sapien pharetra pede montes tempor quam nunc. Viverra proin diam cum metus nisi metus purus cum etiam justo suscipit dis et. Blandit lacus et nullam lobortis penatibus ut dignissim lacus a quis parturient dictum leo adipiscing porttitor ante. Cubilia vitae mus enim magna integer orci consectetuer vestibulum. Feugiat fusce. Feugiat felis nisi tellus feugiat odio orci nulla commodo nam lobortis sollicitudin. Vivamus porta urna non enim lobortis a molestie. Gravida vitae lacus massa sociis molestie orci nonummy arcu id nisl et. Potenti curae nam mus vel in eros sapien tempus fermentum conubia. Conubia class id a montes quam nisl curabitur et elementum et dignissim convallis fusce eni arcu. Iaculis ipsum lacus magna nascetur ve metus ornare turpis nascetur ut ullamcorper odio amet quisque in. Aliquet dolor nisi aliquam. Aliquam porta mus amet dis cras porttitor eleifend.",
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Tana Redington"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Cedrick Snowball"
  }
 ],
 "title": "Dapibus etiam per conubia a aenean purus ut porta dui etiam porttitor ullamcorper non."
}