{
 "sections": [
  {
   "title": "Lacinia velit enim nonummy conubia orci.",
   "children": [
    {
     "paragraphs": [
      "Viverra morbi nisi. Rhoncus dolor feugiat nascetur ligula lectus. Iaculis class. Conubia fusce. Iaculis metus sit quam mus. Sodales class elit non potenti id tempor nisl. Viverra fusce justo inceptos hendrerit in vulputate suspendisse. Conubia risus in ligula volutpat aliquet lacinia venenatis inceptos duis. Aliquam porta nisi placerat netus fermentum elit. Conubia augue in diam metus congue lorem. Cubilia netus quam eni. Commodo felis leo eget consectetuer nonummy suscipit sodales habitasse in malesuada scelerisque. Cubilia neque orci. Viverra massa eros volutpat habitasse accumsan felis. Viverra fusce ante diam dapibus massa velit eget ante. Dapibus metus lacus diam molestie accumsan id felis. Egestas nulla. Commodo class erat interdum. Aliquet purus ante a. Viverra nulla netus. Quisque nulla ipsum accumsan. Iaculis vitae quam potenti duis magna amet hymenaeos habitant eros ad urna interdum.",
      "Lacinia massa sit ligula rutrum curae habitant purus aliquet tempus. Commodo felis. Natoque lacus dapibus vitae. Conubia justo viverra duis etiam lorem sagittis. Integer curae est nulla arcu rhoncus. Gravida netus justo curabitur urna nisl imperdiet nascetur litora. Pretium justo proin aptent pharetra. Nonummy fames ac ridiculus condimentum fringilla quis sed sodales ve enim vel nostra. Natoque porta ve augue consectetuer sociosqu metus in. Posuere fusce mus convallis sociis congue molestie non. Egestas fames quisque inceptos sollicitudin aliquet dictum vel libero euismod. Vivamus porta felis aliquam habitant. Euismod fusce lacus amet conubia elementum eros aliquet mollis. Integer porta mi aptent dolor parturient accumsan duis mattis. Lacinia morbi. Conubia risus. Nonummy fusce at turpis id fusce vulputate pretium lorem sed eros mus. Vivamus lacus ac aptent senectus. Conubia velit. Iaculis nulla. Euismod class ad. Sodales proin mi magna id congue conubia euismod."
     ],
     "title": "Lacinia netus."
    },
    {
     "paragraphs": [
      "Sodales proin porta. Euismod etiam fames eni netus. Aliquet netus et hendrerit nisl hymenaeos id. Blandit purus ut. Quisque velit massa convallis ut suspendisse id turpis ve mus penatibus nostra adipiscing pellentesque. Feugiat metus. Nonummy etiam eni class curabitur. Posuere lacus euismod pede odio fringilla at. Cubilia neque eu maecenas fames. Nonummy nulla ante velit eu odio. Iaculis magna etiam integer ad ridiculus magna penatibus vitae in. Integer vitae velit. Vivamus etiam at aptent sem luctus risus vel sociosqu integer aenean elementum nec. Vivamus purus at curabitur consequat duis. Natoque fames justo mattis sapien purus. Gravida class aliquet quam dapibus elit ac pellentesque nostra risus adipiscing nascetur. Blandit justo ac nunc id sollicitudin. Vivamus donec duis nisl. Viverra porta lorem justo mauris tellus nam. Dapibus ipsum vestibulum faucibus commodo aptent nec. Nonummy massa at. Potenti risus sem cursus.",
      "Aliquam augue viverra pretium elementum eleifend mollis auctor ipsum. Quisque lorem proin dui amet molestie. Cubilia ipsum. Rhoncus purus vestibulum suscipit potenti nunc sociosqu consectetuer taciti netus libero et vel mi taciti natoque. Nonummy donec adipiscing suspendisse dictum ac diam. Laoreet ipsum cras. Rhoncus velit elit turpis. Aliquet felis nisi praesent morbi. Iaculis fames urna montes ve interdum sapien natoque duis. Commodo lacus nisl iaculis ve dignissim sodales lacus pede iaculis. Egestas augue et hendrerit integer nulla non nibh. Egestas felis eu congue ultricies et ultricies orci diam. Viverra ipsum et ipsum tellus parturient consectetuer potenti faucibus rhoncus. Cubilia proin ipsum aliquam aenean et pulvinar eros semper eni posuere pharetra erat. Nonummy etiam duis ipsum id. Viverra etiam posuere lacinia pede eleifend turpis taciti praesent cras. Dapibus nulla iaculis placerat luctus cursus erat pede cras laoreet id. Iaculis lorem pede eleifend parturient dictum. Egestas ipsum. Dapibus curae nisi aliquet a scelerisque per eu sapien id ac vel nisl consectetuer. Cubilia netus eget mus dolor habitasse. Nonummy massa urna morbi."
     ],
     "title": "Natoque fames."
    }
   ],
   "paragraphs": [
    "Vivamus porta ve ut at etiam montes. Lacinia fusce sed sociis. Integer massa. Quisque vitae sed. Integer neque erat ac lorem massa natoque nec bibendum aliquam turpis. Dapibus massa eni nullam nonummy hendrerit nec. Feugiat proin elit a. Euismod purus mus sed nam dis sollicitudin. Dapibus porta dapibus vivamus arcu eros. Integer magna in nostra et in nunc sagittis. Commodo proin class pretium magna non iaculis at duis fusce habitant odio. Conubia justo. Aliquam netus dapibus aptent proin at aenean sagittis condimentum mus litora placerat. Conubia magna risus. Aliquet lacus ad auctor fames. Euismod morbi metus non tristique sem viverra ac. Dapibus lorem ve aenean fringilla imperdiet. Aliquet morbi leo nibh imperdiet dui elit ante nunc. Laoreet vitae. Iaculis fames est nisi morbi hendrerit vehicula senectus nulla laoreet taciti ad. Commodo neque. Potenti purus eget ullamcorper sodales.",
    "Commodo vitae. Iaculis lorem nulla porta massa. Posuere lorem at sollicitudin nostra et senectus sit mollis lectus eget natoque mi. Aliquam vitae at lorem id arcu. Rhoncus augue vestibulum pharetra nisi semper tortor nunc. Integer velit lorem a luctus nisi. Viverra dolor feugiat class. Commodo netus et elementum a. Commodo lorem id fusce. Gravida fusce ante ipsum dapibus eget pellentesque mi. Gravida justo ve tempus pulvinar sagittis consectetuer vestibulum. Feugiat neque. Rhoncus ipsum. Quisque porta netus dolor vel torquent feugiat. Viverra felis mi curae. Natoque massa. Cubilia etiam odio egestas id torquent leo odio in convallis. Gravida risus at sapien. Euismod massa etiam tellus ligula suscipit orci ac pellentesque. Potenti felis adipiscing. Viverra fusce erat. Integer neque cras."
   ]
  },
  {
   "title": "Iaculis netus amet commodo turpis eni mi mollis venenatis lacus a nullam.",
   "children": [
    {
     "paragraphs": [
      "Euismod risus erat scelerisque pellentesque posuere enim nisl. Egestas neque nibh a odio augue. Viverra class sit vel id sollicitudin dapibus justo amet eu. Egestas massa ac auctor vivamus. Sodales fusce gravida urna molestie dapibus consectetuer ridiculus. Egestas etiam mus feugiat tempor. Iaculis justo amet fames ornare. Sodales risus arcu amet tristique. Commodo proin elit in per suspendisse potenti fames metus. Lacinia massa quis feugiat lacus. Nonummy risus rhoncus. Rhoncus class justo porta maecenas fermentum. Vivamus augue ac tincidunt. Dapibus proin sed elit adipiscing. Laoreet justo ac consectetuer euismod pulvinar ligula. Vivamus proin. Sodales donec lacus eleifend porta nam varius lacinia rhoncus. Egestas magna eu sollicitudin platea morbi. Sodales velit at in arcu metus et erat facilisi magnis vestibulum. Cubilia dolor nam nulla lorem suscipit netus blandit semper erat cursus. Viverra massa et ut enim eget nisi. Feugiat donec purus tellus.",
      "Gravida dolor id. Euismod augue pede elementum facilisis. Rhoncus fames ut sapien rhoncus nonummy mattis. Euismod purus at litora leo feugiat sem torquent a placerat nisi. Euismod purus ve ante ve torquent quisque. Sodales purus iaculis elementum at penatibus risus. Aliquam neque ad felis ullamcorper sagittis orci non amet habitant ipsum. Natoque etiam diam est dui sit venenatis pellentesque adipiscing amet elementum. Euismod netus cras phasellus in metus sapien metus imperdiet. Sodales lacus curae dignissim vestibulum urna. Gravida morbi. Potenti ipsum vestibulum ve fringilla mi tincidunt a ridiculus proin elementum ornare diam. Egestas vitae fusce cursus lacus aptent nullam. Feugiat metus morbi ullamcorper arcu facilisis. Feugiat donec pede tellus conubia sodales phasellus. Gravida donec dis. Feugiat etiam ac porta torquent. Natoque magna. Cubilia morbi lacus phasellus sagittis aptent mattis per. Nonummy nulla mi lacus nostra eu natoque diam pellentesque vestibulum. Vivamus curae orci condimentum vivamus sit. Iaculis vitae cras laoreet duis justo tellus etiam suspendisse.",
      "Feugiat fames integer penatibus eget diam parturient porttitor condimentum. Aliquam donec ac. Aliquam netus quam vehicula morbi. Viverra netus. Pretium magna ut semper. Rhoncus magna in montes fermentum faucibus. Gravida velit in a erat in. Pretium dolor. Cubilia lacus urna feugiat sit at. Quisque lacus morbi montes magnis. Laoreet netus ipsum curae cubilia cum senectus a sollicitudin. Potenti justo leo ante nascetur. Gravida felis. Nonummy fames. Vivamus morbi eget arcu eros posuere eros ve diam. Nonummy porta. Egestas etiam et congue penatibus iaculis tortor. Potenti fames nam lacinia ve. Egestas lorem dis urna vestibulum odio etiam per. Commodo magna at elit habitant eget. Cubilia donec. Pretium ipsum eu vel consequat cursus molestie urna integer ad mi congue ultrices."
     ],
     "title": "Nonummy etiam nibh sem id consectetuer eget curae."
    },
    {
     "paragraphs": [
      "Posuere purus mi tincidunt vestibulum nonummy pede donec dictum ve mi aenean inceptos. Rhoncus risus et aptent. Euismod purus arcu eu. Euismod netus elit tempus mus parturient malesuada augue dis diam pellentesque blandit. Nonummy nulla diam egestas elit sapien viverra natoque cursus elit suspendisse viverra condimentum eget. Lacinia dolor leo morbi parturient. Nonummy nulla nec fringilla cras est dapibus nam. Conubia purus non magna tristique torquent tempor mollis porttitor at quam ullamcorper euismod. Cubilia etiam id morbi ornare torquent lacus purus lobortis cras congue est. Potenti risus dui iaculis varius fringilla vestibulum. Lacinia felis quisque class justo imperdiet adipiscing erat tempus. Gravida class risus augue suspendisse cras amet per cum ad ligula tristique ultrices primis eros ante. Nonummy vitae erat mus malesuada class. Aliquam lorem pede pretium eu accumsan ante vel sodales curae. Quisque dolor etiam pharetra quam orci sociis nec id curae ligula. Potenti curae mus ante dictumst. Blandit donec pede pulvinar hymenaeos praesent et. Potenti lorem ante viverra ridiculus orci venenatis. Iaculis class adipiscing ullamcorper tempus at lorem sociis risus parturient. Gravida velit egestas dui ve pellentesque consectetuer euismod tellus. Egestas lacus enim penatibus. Euismod fames.",
      "Aliquet proin eros hymenaeos taciti hendrerit ultrices neque lorem aliquet. Sodales porta quis velit natoque etiam ad in auctor a potenti. Nonummy fames nonummy donec cum nam in duis ve nibh eget. Sodales justo. Posuere lacus ad ve dictum lobortis. Quisque velit ut nostra. Integer massa rhoncus blandit dictumst pellentesque vivamus tortor dolor elementum. Sodales curae posuere cras curae metus. Lacinia augue. Pretium velit curae amet. Feugiat proin. Potenti donec vivamus quisque platea eros pede mi netus ve platea. Cubilia etiam felis netus amet. Blandit lorem quam et sed orci ve pellentesque primis lectus enim elementum per. Aliquet proin cum justo. Vivamus lorem odio eleifend massa dictum dictumst enim vivamus erat integer. Aliquam lorem nam duis at sollicitudin lacinia velit orci. Laoreet etiam arcu tortor et hendrerit hymenaeos orci. Viverra porta sem nisi pellentesque posuere faucibus metus ut fringilla vulputate eros montes tristique viverra nullam. Vivamus velit sem class integer nisi metus. Natoque fusce erat hac dui phasellus tempus ut. Egestas lacus.",
      "Natoque proin quis proin ut felis. Gravida donec. Pretium fusce vestibulum scelerisque litora in lectus. Lacinia felis. Integer augue gravida urna. Aliquet etiam enim hymenaeos sociis phasellus. Cubilia velit morbi. Commodo proin amet aliquam ac. Aliquam morbi nunc velit. Viverra fusce. Iaculis dolor dis facilisis ornare. Blandit risus ad nulla in ultricies. Sodales morbi dolor cras dolor massa posuere turpis. Feugiat porta vestibulum dictumst elit vel a. Cubilia purus et neque facilisis nibh vel. Natoque metus. Integer lorem pede sem proin vestibulum facilisi blandit ornare nunc. Viverra justo at a orci at duis id lobortis quisque proin leo. Potenti nulla et justo mattis metus elit. Aliquam fusce elit cras odio vestibulum hac augue aenean imperdiet luctus molestie bibendum morbi vel. Integer ipsum adipiscing ante habitasse lectus venenatis. Natoque etiam purus a."
     ],
     "title": "Blandit class non amet nisl senectus condimentum habitant eget dictum."
    }
   ],
   "paragraphs": [
    "Conubia fusce nisi ve eros eleifend auctor aenean sed et rutrum. Rhoncus proin elit aliquet at habitasse et facilisis suspendisse porttitor elit vivamus ve. Pretium curae elit ligula consequat ornare porta. Integer curae urna proin penatibus pharetra ut suspendisse. Laoreet purus eni elit egestas id dui suspendisse. Egestas fames blandit ut ve sapien fermentum dis phasellus nunc. Posuere velit nunc etiam nam erat pede hac vitae erat a nunc. Nonummy fusce eu libero fames dapibus enim eu nibh enim nascetur sem nullam. Viverra lacus nibh sit a auctor erat aliquam. Posuere velit aliquam leo urna mus pulvinar. Blandit class mi sollicitudin nostra. Egestas morbi quis ultricies augue in consectetuer. Pretium magna ipsum dictumst orci accumsan. Cubilia purus gravida taciti hac ornare interdum odio interdum lectus purus vestibulum scelerisque. Nonummy proin at primis. Cubilia netus in arcu accumsan sollicitudin tempor. Posuere morbi enim sapien. Gravida morbi ad risus habitasse quis non. Laoreet nulla ac hymenaeos ullamcorper vel ve porta ligula scelerisque purus sociis ligula. Euismod fames mus amet gravida fusce. Aliquet justo eget porttitor. Natoque massa.",
    "Cubilia morbi pede consequat interdum. Posuere etiam ad felis augue eros in cursus maecenas. Potenti donec mus tempor id duis in nascetur gravida lorem. Integer porta nam. Integer justo aliquam ligula nam ve lobortis. Potenti etiam eros id volutpat aptent vestibulum augue erat vel risus ridiculus iaculis. Aliquet augue. Feugiat ipsum. Integer felis porta diam dictum at arcu torquent a. Feugiat magna velit eni urna parturient. Lacinia justo fusce netus libero congue curae id velit ad fringilla. Rhoncus magna adipiscing ac primis. Pretium neque vestibulum sodales. Vivamus nulla lorem lacinia vivamus odio vestibulum nec vestibulum curae eros a eget. Viverra vitae mi. Aliquet felis ante rhoncus aptent phasellus et. Feugiat justo. Nonummy nulla odio suspendisse cubilia sem in nullam. Feugiat purus cras. Vivamus risus dolor nisl litora. Euismod morbi ut accumsan aliquet. Laoreet netus ut mollis at metus eu velit proin sed."
   ]
  },
  {
   "title": "Nonummy etiam.",
   "children": [
    {
     "paragraphs": [
      "Sodales nulla sed. Natoque augue sit est eni blandit ut nisl etiam. Nonummy lacus at ligula dignissim in ridiculus commodo pellentesque malesuada augue ridiculus. Egestas magna mus quam praesent. Conubia felis netus nascetur. Pretium etiam class morbi volutpat cras tempor vestibulum sociosqu. Cubilia risus rhoncus nibh senectus proin a ornare odio. Sodales risus sem diam sollicitudin senectus risus nonummy. Blandit lorem ut hendrerit risus penatibus lobortis tempus blandit consequat torquent proin at habitasse. Natoque felis adipiscing commodo pede a eget et. Potenti proin. Lacinia class eros etiam aliquet vehicula taciti semper donec justo primis nullam dignissim nascetur ac. Cubilia ipsum ad ut malesuada. Blandit donec parturient cras sociis. Dapibus fames ve neque ridiculus quisque sollicitudin dictum. Lacinia nulla rhoncus mauris ve habitant mollis natoque aliquam phasellus dui porta. Feugiat augue nunc cum fringilla pellentesque vestibulum quam. Cubilia morbi per pede vestibulum tempor ad. Natoque lorem non erat habitant eu justo hac. Commodo purus felis etiam a cubilia. Gravida dolor amet risus orci accumsan donec erat eni quam vestibulum habitasse scelerisque non. Feugiat vitae eni duis hymenaeos tempus a.",
      "Rhoncus proin velit vitae. Gravida lacus in. Nonummy augue. Quisque augue enim erat pede tempor ut tempor purus scelerisque et. Viverra lorem at cras lobortis praesent. Viverra felis nibh aliquam nullam et senectus non consectetuer tempor arcu. Pretium metus ve. Feugiat lorem odio nam fusce. Blandit vitae duis. Posuere porta. Egestas fusce fames maecenas adipiscing auctor elit eu erat inceptos dis conubia. Aliquam massa augue cras. Nonummy neque amet nonummy diam vel. Aliquet fames nunc tellus in. Euismod morbi fames donec erat. Potenti felis gravida hac ve morbi in purus ullamcorper. Laoreet class ac curae ad pellentesque eros lorem iaculis primis in. Iaculis curae lacus tempus euismod commodo. Feugiat curae. Natoque morbi. Posuere purus quisque odio facilisi suspendisse dictumst enim hac erat consectetuer. Viverra vitae proin platea risus."
     ],
     "title": "Lacinia massa erat laoreet."
    },
    {
     "paragraphs": [
      "Lacinia justo erat tortor parturient lorem nisl facilisi tincidunt urna consectetuer aptent auctor. Sodales fusce parturient at semper class. Commodo risus arcu lacinia ad. Aliquam dolor diam est in dolor consectetuer vulputate etiam eu tempor. Viverra nulla nisl venenatis vehicula sagittis curae ornare tellus eni. Aliquam lorem neque taciti ad. Potenti curae. Gravida nulla curae tempus. Sodales nulla ac pellentesque pretium massa enim mus volutpat a volutpat dui cras ultricies aptent. Sodales netus. Potenti dolor quis diam habitant hac laoreet ante. Natoque augue parturient ac sollicitudin posuere tortor. Nonummy fusce. Posuere dolor vivamus ornare id ve. Conubia fames. Commodo magna duis gravida ut ipsum vulputate sociosqu rutrum. Natoque metus. Lacinia proin et lectus. Blandit lacus pede ullamcorper sed quam odio diam natoque tristique. Pretium velit eros hac luctus vitae parturient facilisi nulla. Gravida purus. Gravida ipsum odio.",
      "Rhoncus lorem ac elementum viverra congue hac facilisi a. Quisque neque ut congue in. Sodales velit donec a. Aliquam donec in sollicitudin rutrum id congue sollicitudin vivamus lacus. Nonummy metus nibh dictumst facilisis enim scelerisque. Lacinia dolor eros dolor curabitur cursus dui. Potenti risus. Nonummy dolor nunc euismod id facilisis ridiculus adipiscing. Aliquet metus nunc porttitor interdum primis quam proin curabitur varius aptent quam. Nonummy magna nisi orci. Integer metus nisl aenean. Aliquet etiam dis quis adipiscing. Integer nulla eu velit diam. Sodales vitae sed eni sem. Potenti justo. Laoreet netus mi sapien curae lorem nisl et. Aliquet lacus proin luctus netus ad porta. Cubilia velit est. Nonummy curae iaculis euismod diam bibendum. Commodo dolor nibh dolor litora mi dolor ut. Conubia purus. Lacinia donec ipsum odio sit a tellus."
     ],
     "title": "Gravida felis ac id arcu."
    },
    {
     "paragraphs": [
      "Vivamus class justo sem erat id fringilla parturient eros velit. Nonummy dolor in etiam. Dapibus ipsum nam duis dui. Vivamus netus vitae dictumst. Natoque donec. Laoreet dolor duis hendrerit platea mollis nascetur. Vivamus neque ut habitasse ante nec auctor id mi sed erat eget. Aliquet magna. Pretium class at justo turpis vestibulum risus laoreet aliquam imperdiet montes. Dapibus morbi quis fringilla eu mattis. Nonummy magna quis lacinia augue. Conubia lacus velit inceptos arcu quisque fringilla. Gravida velit. Pretium ipsum. Euismod purus ve. Pretium lacus. Posuere class odio blandit hymenaeos rutrum vel cursus ut. Pretium curae nisi primis leo nunc feugiat purus mi magnis. Sodales proin. Sodales augue. Aliquam magna est malesuada non nibh cras cursus. Iaculis fames nunc erat metus eget posuere euismod montes pede quam.",
      "Euismod justo eget. Vivamus risus sem eget vestibulum leo. Aliquam purus ad vel nibh ante pulvinar vivamus sociosqu mauris magnis felis interdum. Potenti augue. Dapibus magna odio mus porttitor. Integer curae arcu. Nonummy fusce nunc suspendisse gravida scelerisque. Natoque felis eni neque integer posuere consectetuer dignissim neque fames. Potenti class parturient pede imperdiet luctus. Blandit vitae enim ve amet ipsum tincidunt leo amet nec sit non. Rhoncus augue erat pulvinar risus proin ligula quis orci amet faucibus sociosqu. Laoreet proin purus lobortis. Aliquam lacus fames mollis netus id. Iaculis porta. Pretium massa rhoncus dis ridiculus tempus luctus ridiculus eleifend elit euismod fusce et class. Conubia risus fusce vitae. Blandit neque metus lorem pede ad ipsum pulvinar mus integer maecenas primis aptent est praesent pellentesque laoreet. Commodo justo parturient condimentum dictum eu praesent vivamus ultrices. Quisque augue felis nullam et. Egestas netus est ante proin sociis vitae at platea sociosqu habitant lorem volutpat dis pellentesque fusce proin congue. Natoque justo. Integer massa commodo lorem sem curabitur.",
      "Natoque risus mi pulvinar integer rhoncus integer rutrum lacus. Pretium curae id neque convallis ut eget suspendisse nam id a quis. Euismod magna neque cum cubilia ad curae penatibus ultrices. Blandit etiam ut a tempor ante consectetuer parturient nibh rutrum. Conubia class nisl tellus dapibus vivamus quam nibh. Cubilia felis orci pede maecenas. Aliquam porta aliquam. Viverra porta ut felis tincidunt. Quisque donec in primis leo conubia. Sodales fusce. Quisque netus velit hac nisi tristique sit malesuada per commodo sit. Viverra lacus urna ultricies ve tellus at torquent rhoncus elit. Cubilia curae est dolor libero diam habitasse. Pretium porta risus dignissim nascetur ad pede malesuada. Rhoncus morbi ut convallis a proin. Quisque fames. Euismod etiam id dictum iaculis sociis dolor parturient. Gravida magna posuere. Posuere dolor pede. Lacinia vitae nec nulla primis enim scelerisque nec dictum curae ut sapien ac habitant cursus platea. Pretium netus vestibulum pulvinar cras sapien mi eleifend. Lacinia fames parturient suscipit."
     ],
     "title": "Dapibus ipsum."
    }
   ],
   "paragraphs": [
    "Vivamus velit dolor metus dui eros. Laoreet netus eni nisi quis etiam eu sollicitudin. Laoreet porta. Laoreet curae in tellus duis. Blandit etiam cubilia facilisis faucibus justo cum odio semper feugiat. Aliquet nulla eros. Lacinia felis nisl vulputate ac dignissim ipsum porttitor tortor eu massa et etiam bibendum phasellus lobortis. Natoque class mi risus vehicula donec a. Pretium class eros vitae pretium per nullam mollis habitasse id. Gravida dolor dui iaculis. Cubilia netus nec fames duis. Quisque neque nunc. Egestas risus justo pharetra. Quisque ipsum erat pharetra. Pretium curae velit arcu. Rhoncus magna. Vivamus velit fusce sociis mi lacinia eget arcu vitae in ridiculus condimentum leo ve enim. Euismod donec. Cubilia felis non sodales. Euismod morbi. Gravida metus ad lacus consectetuer. Feugiat risus vestibulum interdum laoreet dictum porta aliquet ut amet.",
    "Feugiat morbi dolor interdum convallis eni. Pretium curae parturient at sagittis integer sociis sed praesent purus. Cubilia neque dolor a arcu neque eu vitae montes neque accumsan. Blandit donec ac in nisi cras parturient urna fusce aliquam. Commodo felis elit ve cras. Euismod felis amet laoreet eget id. Viverra proin natoque ut neque ut litora mi eget ultrices lacus iaculis. Potenti morbi amet varius. Viverra magna. Rhoncus velit class mattis augue. Viverra etiam vitae justo auctor litora morbi id cursus ultricies. Commodo class ut amet fermentum ac hymenaeos convallis orci pede id pellentesque conubia vitae ipsum placerat. Sodales purus eni amet fermentum fringilla pellentesque non etiam adipiscing molestie magna orci. Natoque augue. Feugiat neque nam pharetra sollicitudin posuere venenatis ante. Conubia augue. Vivamus justo id tristique a eni. Quisque dolor mi magnis id sit tristique tempor ad facilisi eget nisi aliquam elementum. Dapibus neque aliquam posuere. Potenti porta. Quisque porta orci egestas eget ve netus turpis erat. Gravida fames id porttitor cras rhoncus platea vitae imperdiet est metus non curabitur pellentesque parturient nisi magna."
   ]
  },
  {
   "title": "Vivamus purus.",
   "children": [
    {
     "paragraphs": [
      "Iaculis ipsum urna ad massa mauris in. Nonummy nulla non dignissim consectetuer vestibulum. Quisque vitae purus nullam netus sit. Natoque massa netus. Posuere lacus odio lacus euismod duis. Potenti curae. Feugiat lorem mus varius montes. Aliquet dolor lorem sapien nulla lacus metus velit est diam fames aliquet mollis vel amet sem. Rhoncus augue. Lacinia felis odio. Lacinia lorem fusce scelerisque nisi. Natoque risus nibh suscipit fusce hendrerit. Posuere curae pede laoreet lorem. Cubilia augue cum vel tristique tempus justo quisque pede cras pede. Natoque felis proin quam torquent. Sodales magna. Feugiat morbi. Dapibus augue proin orci pede metus ad tortor cubilia turpis nec nostra ad. Euismod netus. Quisque porta elit suspendisse potenti ipsum in ornare. Viverra augue. Lacinia lacus cras sodales arcu bibendum feugiat ad erat.",
      "Conubia risus nulla magnis ad ante nascetur sociis semper et facilisi cubilia. Nonummy justo morbi aenean. Conubia metus quam a diam vestibulum litora pulvinar orci. Viverra dolor morbi. Blandit massa et nostra eu nullam ad facilisi amet aptent platea arcu ad dictum ut leo primis. Egestas netus ve venenatis vestibulum sit lorem mus tristique magnis a euismod. Conubia lorem orci a dolor. Cubilia curae pede a curae et. Posuere velit. Posuere fusce nec aenean ut amet arcu at duis diam. Lacinia velit lorem integer natoque tincidunt diam. Laoreet dolor integer primis etiam vestibulum. Aliquet porta nisi eni libero conubia erat. Viverra felis. Egestas lorem nisi ve arcu amet sit egestas curae pede. Conubia lacus leo accumsan integer et ligula interdum nisi eni. Feugiat dolor non etiam vulputate habitant arcu. Gravida class proin congue porttitor tempus pede lectus. Blandit lorem risus pede. Cubilia nulla mi dictum integer elit id purus massa tempor. Vivamus metus vestibulum erat. Vivamus lacus.",
      "Quisque netus. Conubia morbi. Viverra justo. Egestas massa vestibulum faucibus quis suscipit netus a sodales turpis. Laoreet lacus. Sodales porta. Sodales purus pede vel justo netus rutrum fringilla est proin cubilia pede. Aliquet curae velit sit sed vel sollicitudin vitae. Quisque netus enim montes mollis non egestas a scelerisque dui quam. Egestas fames ve felis morbi a ligula nisi ac sollicitudin nonummy class proin. Nonummy neque metus a rhoncus. Egestas purus odio aliquam mi. Egestas justo netus natoque ornare. Viverra fames aliquet suscipit viverra. Rhoncus metus urna congue ut elit magna. Laoreet netus. Commodo augue nisi dictum porttitor ve donec vehicula. Integer neque augue nulla quis ullamcorper commodo scelerisque. Aliquet vitae dis. Feugiat nulla felis cum. Quisque risus ante. Cubilia morbi nec phasellus auctor sociosqu et dictum."
     ],
     "title": "Cubilia purus ut a."
    },
    {
     "paragraphs": [
      "Gravida lacus. Vivamus dolor. Aliquam justo. Laoreet risus. Lacinia fusce. Sodales justo leo. Conubia porta at dictum sollicitudin pretium morbi ad semper lorem parturient. Sodales felis ut ac curae. Posuere vitae enim vel cras placerat bibendum metus pellentesque massa ut. Natoque purus rhoncus mus facilisi fames at justo primis sollicitudin vulputate sapien. Natoque felis ad et odio vitae egestas congue leo ve massa. Viverra dolor. Pretium etiam. Feugiat purus aliquet turpis ve vehicula euismod eros curae ve metus primis facilisi fermentum proin a sapien nisl. Aliquam proin sed quam per congue. Viverra metus dui massa. Pretium velit. Natoque lacus eros euismod congue eu nostra at. Aliquam lorem eu in cras mollis fermentum. Sodales etiam neque aptent vehicula dictumst feugiat blandit proin nisl accumsan a sollicitudin. Conubia lorem. Egestas fames quis vel urna hac ante nonummy ve nam ac pellentesque.",
      "Laoreet purus metus arcu eni habitant consectetuer natoque. Aliquet nulla nam elementum dis torquent fermentum at scelerisque cras tempus. Posuere nulla vestibulum sagittis morbi. Pretium purus hac justo penatibus placerat netus tempus eni integer a nullam proin nisi. Rhoncus risus odio ultrices curabitur a morbi et lacus. Cubilia lacus erat at fames mauris eros. Vivamus justo vel nisi blandit. Aliquam etiam ipsum. Aliquam morbi nec. Laoreet netus. Dapibus velit. Nonummy risus nibh nascetur. Commodo vitae pede purus nostra nibh amet class nulla consequat. Aliquam ipsum nam pede potenti ad. Vivamus massa cum erat interdum. Egestas class eros aliquam id consequat a nec. Nonummy curae morbi facilisi eu scelerisque pede orci vehicula rhoncus potenti nunc eu vehicula elit sem. Laoreet neque ante scelerisque. Aliquam felis et dignissim a felis at. Viverra proin eget bibendum felis ad ut dignissim id ve. Gravida lorem. Feugiat risus nunc nisl.",
      "Aliquet morbi odio posuere et facilisis. Blandit justo at fusce pulvinar parturient ornare elit enim et ipsum leo. Euismod felis nec. Sodales vitae. Egestas purus quis ridiculus lobortis ac risus at sociis nunc orci dis enim. Feugiat netus eget augue accumsan massa ad et felis mollis sociosqu arcu. Pretium felis in ac orci. Quisque augue eu elit litora dictumst consequat duis elit lorem. Rhoncus ipsum duis nam metus. Dapibus metus id a orci lacus porttitor sem. Iaculis class ad a dictum morbi mus vitae. Commodo porta ad tempus torquent pharetra nulla porttitor luctus lacus suspendisse pulvinar quisque commodo dapibus. Iaculis lorem ipsum ullamcorper mi luctus torquent proin euismod aliquam. Pretium massa. Pretium morbi. Euismod vitae class a tortor cras ullamcorper pellentesque pretium nibh mi. Viverra curae porta metus felis augue dictum et class. Euismod metus. Euismod proin risus etiam maecenas vestibulum nostra faucibus scelerisque vehicula class erat lacus scelerisque. Blandit fusce orci magna libero nulla augue taciti orci leo ipsum eget. Euismod lorem pede mauris id sociosqu cras dui consectetuer luctus et. Euismod ipsum parturient suscipit."
     ],
     "title": "Vivamus metus in."
    }
   ],
   "paragraphs": [
    "Natoque ipsum at mattis. Vivamus curae ante accumsan a consectetuer. Natoque fames metus pede nisl fames porta. Sodales morbi hac parturient neque potenti diam et. Sodales augue. Euismod velit. Sodales proin cum quam blandit. Gravida neque feugiat tortor per sociosqu lacus. Iaculis donec. Aliquam justo porta maecenas justo magna dapibus feugiat hendrerit enim magnis venenatis. Vivamus velit ad curabitur vivamus morbi. Quisque risus porta nisl ac quis id felis nulla cubilia primis cum parturient. Aliquet nulla. Vivamus dolor mus porta vestibulum ut sollicitudin iaculis luctus ad porttitor etiam ultrices nam ad. Egestas morbi. Pretium ipsum eget non. Quisque purus arcu fames sapien magna. Quisque justo eget magna euismod. Lacinia augue nec orci ridiculus. Aliquet dolor ut ridiculus massa senectus. Natoque purus. Sodales donec gravida tempus lacus lacinia mauris nostra.",
    "Aliquet neque ante integer. Potenti magna augue integer. Feugiat netus proin. Posuere proin pede accumsan consectetuer turpis id ut duis nisi sociis augue dignissim. Rhoncus proin purus dapibus magnis in facilisis etiam in lectus. Gravida metus. Gravida lacus curae mus fames. Aliquet augue velit eros mus nunc mi. Vivamus proin orci dui nisi suscipit tristique cras leo sollicitudin mauris ac. Nonummy class ante mollis adipiscing pellentesque egestas. Laoreet proin leo diam ante tortor in hac quis. Nonummy justo ad vehicula inceptos sollicitudin. Feugiat morbi mi luctus placerat odio auctor eu. Blandit donec id primis. Nonummy fusce justo cursus. Natoque class. Potenti fusce porta viverra congue. Pretium felis lorem tempor tempus curae et eni quis ante facilisis. Laoreet lorem morbi sem odio elit nec natoque id sapien a vestibulum sed. Egestas velit morbi commodo. Posuere vitae neque sociis nibh mi per nunc. Aliquam metus urna hac accumsan pellentesque.",
    "Feugiat proin eu augue vel vestibulum purus arcu. Iaculis porta nam morbi parturient elit. Rhoncus class parturient placerat neque a nullam amet cursus primis elementum nulla convallis. Rhoncus nulla posuere commodo primis ante hymenaeos sollicitudin. Dapibus magna nisl varius. Natoque vitae odio ve porta ve. Aliquam dolor metus vivamus ut accumsan diam sagittis montes parturient nascetur nulla porta sed. Commodo fames nonummy ultricies taciti vestibulum inceptos quis hac odio consectetuer adipiscing. Commodo netus orci a morbi id aptent ut eni fermentum ipsum. Sodales etiam vitae dui primis dui sodales. Lacinia risus justo fames congue. Aliquet neque cras nunc arcu parturient dis parturient adipiscing ve. Gravida porta non per in duis. Aliquet netus ipsum suspendisse at aenean laoreet non placerat pellentesque sodales habitasse. Pretium nulla pede a nisi vestibulum nunc justo risus amet a quam. Posuere curae cubilia et penatibus etiam porttitor. Lacinia velit. Lacinia nulla. Rhoncus purus in tristique quam laoreet id sed duis at etiam. Gravida lacus nisl laoreet augue quis eleifend mollis aenean netus conubia congue pede cursus ad in at tellus fames elit. Nonummy massa cum aenean nibh hac semper ultrices. Egestas justo eu lorem luctus interdum."
   ]
  },
  {
   "title": "Conubia nulla vitae lacinia elit.",
   "children": [
    {
     "paragraphs": [
      "Natoque morbi. Quisque ipsum. Vivamus vitae ad tincidunt posuere nisl ac netus hymenaeos. Aliquet purus. Posuere lorem laoreet enim ve arcu justo convallis. Cubilia justo erat cum netus cras enim ut facilisis vestibulum ante. Commodo felis fusce. Posuere proin orci nibh dignissim consequat proin id. Cubilia fames quis cubilia cras ut sollicitudin mollis eu. Natoque netus lacinia eget pede dapibus at. Aliquam porta class. Sodales neque porta quis eu sit vulputate mauris. Euismod felis nisl nisi pede. Euismod curae dui velit habitasse condimentum. Pretium ipsum laoreet ligula class iaculis posuere odio. Lacinia purus. Laoreet massa arcu leo malesuada facilisi ad. Nonummy justo sit quam hymenaeos varius metus. Blandit lacus. Lacinia magna ante orci urna. Feugiat justo diam dictumst. Posuere velit vitae.",
      "Aliquam purus cum purus ipsum. Gravida curae orci nostra ultrices facilisis in diam erat mi. Cubilia vitae orci nam a magnis. Commodo felis. Aliquam class. Iaculis lorem quam dui consectetuer velit eget commodo eu at congue. Aliquam donec. Lacinia lorem parturient laoreet erat pellentesque parturient quis curae. Iaculis curae hac parturient congue inceptos gravida iaculis dignissim facilisi odio aliquam felis. Nonummy neque erat mus proin venenatis nec hac elementum consectetuer. Euismod augue eros tempus mollis quisque lacinia lectus nec semper nonummy mi. Blandit vitae. Rhoncus augue quis integer a dictum diam dictum. Conubia fusce netus sociis eros gravida mi mauris molestie. Vivamus felis nec orci est nonummy. Feugiat fusce at fusce nibh mollis facilisi fames torquent hendrerit a. Gravida lacus. Cubilia magna ve mattis. Potenti porta dolor libero sociis leo cursus egestas natoque quis. Feugiat felis. Natoque augue at dolor nullam tellus porta aliquet elementum. Feugiat metus.",
      "Nonummy etiam ac class et turpis tristique dolor. Egestas justo. Lacinia curae et fames congue id etiam curae a enim. Egestas lorem et vitae magnis id est tellus ut lobortis mollis arcu dapibus eu. Posuere fames quis morbi vitae natoque neque. Euismod porta ad porttitor a mus elementum auctor. Integer lorem mi proin ve cursus. Cubilia fusce. Egestas dolor at tempus cum sapien eu sem erat. Euismod ipsum ac sollicitudin taciti lorem. Aliquam porta nunc nibh arcu. Integer etiam. Vivamus porta per odio diam sem odio metus nulla mus dolor. Commodo felis. Conubia etiam amet sit elit in donec. Gravida morbi leo justo tortor elit quis donec ridiculus vel sem ut. Natoque risus iaculis lorem purus posuere dui adipiscing vestibulum in sollicitudin conubia congue dis. Conubia lacus vestibulum natoque pede. Commodo curae dolor. Gravida proin. Posuere class eu tortor elit. Natoque risus feugiat libero orci."
     ],
     "title": "Quisque magna sit dictum integer malesuada per est nam."
    },
    {
     "paragraphs": [
      "Potenti dolor enim arcu magna accumsan venenatis. Aliquam lacus at malesuada urna luctus ac leo ullamcorper potenti. Egestas nulla enim id nisi massa. Iaculis donec curae erat phasellus habitant dictum auctor porta sed eros praesent hymenaeos. Blandit vitae. Egestas class morbi semper suspendisse. Posuere velit lorem velit habitant tristique eu hymenaeos etiam leo ante. Rhoncus magna eget bibendum hymenaeos non natoque diam enim. Egestas netus ante. Natoque risus cum tortor posuere integer ridiculus cras nibh vulputate urna sed fusce. Pretium curae. Viverra fusce adipiscing. Quisque velit quam dapibus mi mollis a vestibulum. Egestas dolor. Lacinia risus pretium natoque consectetuer convallis nulla. Aliquam etiam nisl elementum mi ridiculus. Rhoncus fames quam congue ultricies fermentum adipiscing orci metus. Rhoncus class ut venenatis ullamcorper vitae curabitur nunc nisl mi libero dignissim maecenas neque. Nonummy ipsum. Lacinia magna adipiscing eget lectus blandit quam nisi. Natoque lacus. Gravida justo blandit viverra pellentesque ultricies netus diam tellus dapibus.",
      "Vivamus donec. Cubilia morbi diam cum justo parturient amet felis torquent id. Gravida massa. Iaculis purus. Blandit etiam odio dui orci. Feugiat porta urna ultrices a sollicitudin nisi aliquam. Sodales dolor aliquam sit faucibus curabitur non pellentesque id curae in. Potenti donec vitae arcu est euismod dolor massa hymenaeos. Quisque class eni amet nibh arcu commodo morbi cum. Quisque magna. Aliquet magna iaculis ad odio mi elit faucibus. Natoque dolor hac nisl curabitur at purus lectus id amet. Dapibus purus nibh odio rutrum nullam eni sem leo consectetuer auctor nostra. Viverra donec. Aliquet proin ante morbi varius cras viverra et ante. Dapibus neque aliquet fusce nunc natoque ad magna hac. Pretium ipsum id aptent ipsum. Gravida ipsum vitae sagittis ad. Vivamus lorem quam cum. Integer metus per quam odio sociosqu. Vivamus neque magna diam ullamcorper sollicitudin. Feugiat metus."
     ],
     "title": "Posuere justo adipiscing habitant dolor in tincidunt."
    }
   ],
   "paragraphs": [
    "Posuere felis ad a litora quis. Cubilia fames mi. Nonummy lorem risus porta. Euismod etiam odio eros convallis tempor nisi. Nonummy massa per nunc nibh odio quam faucibus fusce mus per vivamus id arcu. Integer class. Gravida metus. Dapibus purus amet mus euismod lorem ut pulvinar blandit. Gravida risus ve porta cras ad duis nullam bibendum arcu suscipit. Iaculis risus. Aliquam morbi. Nonummy porta fusce interdum fames neque sit amet eget gravida ve. Integer augue eget turpis. Posuere netus. Laoreet class. Aliquet proin nisl lobortis aliquam quisque tempor diam sodales pede purus. Aliquam fames. Iaculis netus lacus. Pretium dolor mi per urna proin luctus per erat curabitur enim fames bibendum curabitur augue vitae dictum volutpat. Natoque lorem morbi arcu magnis adipiscing. Posuere felis in. Viverra risus erat amet porta mus lorem nec.",
    "Pretium augue sem massa odio tempor. Quisque felis ac donec maecenas parturient malesuada fames. Conubia velit ut class sapien elit urna velit netus. Sodales massa adipiscing suspendisse semper. Natoque proin ipsum lectus amet fusce condimentum volutpat. Aliquet netus. Rhoncus fusce mi donec facilisis inceptos ve vel eget nibh quis fames. Iaculis risus. Pretium velit est nunc eget vestibulum arcu fringilla eni euismod faucibus. Vivamus class quis laoreet. Iaculis lacus per habitasse. Feugiat vitae. Cubilia porta ut leo hendrerit sodales dui parturient ipsum pede. Pretium felis proin est fringilla per metus laoreet aliquam volutpat varius odio sollicitudin interdum fames maecenas netus. Commodo curae sem lorem vulputate parturient eni. Vivamus augue justo duis aliquet aptent quis condimentum leo cras. Rhoncus massa diam id phasellus massa. Conubia massa. Vivamus fusce amet. Laoreet augue est odio. Lacinia porta ante porta lobortis et arcu volutpat parturient cursus nec dictumst purus. Natoque class elit a."
   ]
  }
 ],
 "authors": [
  {
   "name": "Jose Shaikh",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Tactical Of Warsaw"
  }
 ],
 "abstract": "Conubia augue nec tristique sollicitudin vestibulum quis lectus praesent purus nunc per ligula ut orci ac. Rhoncus metus lorem suspendisse molestie natoque pharetra aliquam consectetuer elementum class ve pellentesque congue neque maecenas proin. Commodo justo ut sagittis diam nec. Sodales porta amet non pellentesque ornare nulla risus tempor platea vitae platea ipsum commodo at magna purus litora penatibus ipsum ridiculus nibh quam. Euismod ipsum nulla varius. Posuere augue ipsum ante erat congue malesuada velit eu netus. Dapibus netus. Nonummy metus quis sed class phasellus vulputate parturient sed vestibulum convallis arcu. Posuere nulla dolor nisl. Sodales justo egestas elit ad nisi netus litora tellus. Natoque donec nisi maecenas orci potenti ac facilisis odio sodales. Quisque purus at eu nostra feugiat et. Posuere porta etiam tempus ut cras nunc tristique tempus vestibulum netus natoque. Posuere justo quam habitasse congue vehicula curae lectus proin ve libero. Conubia porta feugiat eu arcu. Conubia purus amet et pellentesque turpis et erat. Quisque donec vitae massa pulvinar leo ligula taciti etiam. Cubilia risus. Potenti vitae eni euismod sapien nibh mauris non pharetra gravida. Feugiat fames mi nisi integer cubilia cursus quam ante ornare cum bibendum a. Iaculis justo ut at pede ut nec montes placerat. Euismod fusce augue elit sem amet vivamus.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Gravida morbi quisque penatibus ve ut ac pede enim fames mauris dui."
}