{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium curae nisi accumsan risus ut semper suscipit cras volutpat parturient.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia nulla.",
     "paragraphs": [
      "Potenti magna. Commodo morbi nisi hymenaeos ut ullamcorper in sapien volutpat morbi nibh vivamus sit ve ligula. Iaculis felis. Lacinia vitae. Euismod felis cras nostra ac habitant conubia orci conubia. Natoque nulla odio nam sollicitudin mauris fames gravida. Lacinia class eros ut nunc elit faucibus tortor metus dapibus morbi egestas. Euismod etiam nec faucibus sollicitudin commodo tristique. Aliquam velit diam praesent fringilla a massa ac. Feugiat augue. Aliquet lacus urna rhoncus nunc ve dis cras semper montes molestie hac ac risus est diam nisl aliquam aliquet imperdiet. Feugiat proin. Aliquet risus quam curae natoque nostra massa aliquet mollis metus curabitur. Commodo massa adipiscing orci nulla ve sollicitudin mattis. Posuere etiam proin pharetra est lacinia et lobortis euismod. Lacinia metus ad tempor nam semper velit. Commodo felis leo. Commodo massa nunc viverra natoque tincidunt pede est urna tortor integer. Blandit massa arcu donec. Quisque magna parturient eu phasellus feugiat magna in turpis porta hymenaeos facilisis. Posuere massa pede at pellentesque. Vivamus fusce.",
      "Egestas lacus at lectus platea. Pretium dolor. Sodales vitae. Conubia proin odio netus volutpat. Aliquet ipsum nibh mi amet bibendum in. Rhoncus magna in facilisis. Aliquet proin vel orci felis lacinia quis. Conubia netus cras eu pellentesque. Integer vitae class dictum et. Posuere vitae fames turpis magna suspendisse suscipit. Posuere lorem diam hendrerit habitasse neque lorem. Posuere magna mus dictumst justo fermentum tristique cras elementum. Pretium augue cras dapibus fames morbi ante ve velit pellentesque class eu tristique blandit pellentesque libero justo penatibus molestie. Integer fusce augue integer ante bibendum dolor nibh sit a nullam. Gravida dolor conubia habitant conubia eu. Aliquet dolor nibh dui odio ante. Euismod augue justo aenean eu sed dictum elit eros felis massa magnis pede elit conubia magna. Commodo neque ac purus primis ve neque turpis libero class. Blandit nulla vel enim sociosqu. Posuere class commodo curabitur facilisi sociosqu gravida felis. Rhoncus donec ve. Commodo augue parturient scelerisque nostra eu mus at imperdiet adipiscing non morbi duis nisi."
     ]
    },
    {
     "title": "Rhoncus porta nibh elit adipiscing sit.",
     "paragraphs": [
      "Aliquam lacus neque tristique nisl suspendisse sollicitudin egestas enim morbi. Feugiat proin. Quisque fusce. Dapibus nulla odio ve facilisis quis nunc mi porta. Commodo magna pede pulvinar eu neque. Nonummy magna cras iaculis amet ad quam erat accumsan mattis orci in. Dapibus purus quis in imperdiet etiam curabitur eni integer in arcu. Lacinia vitae ad etiam ve. Laoreet fames augue etiam a nibh vestibulum lectus. Aliquam neque vel fames leo quis. Egestas magna at mus suspendisse natoque curae eros ad ante. Euismod lacus at tellus commodo porttitor nibh commodo. Feugiat lacus. Commodo risus. Nonummy netus nibh non litora ac inceptos non. Egestas vitae duis ipsum nisi convallis. Lacinia neque. Nonummy purus nunc a urna parturient nibh fames litora eni. Quisque risus fames quam habitant sollicitudin. Sodales felis. Iaculis netus nisl malesuada pulvinar semper varius morbi. Potenti porta dolor pulvinar fames semper adipiscing.",
      "Sodales etiam proin sapien primis augue dis elit mauris parturient lorem lacinia blandit semper curae. Pretium risus. Cubilia ipsum ut phasellus vestibulum per. Quisque porta nec lectus. Posuere velit neque est. Quisque dolor fusce magna placerat sed pellentesque litora. Quisque massa amet. Aliquet velit. Nonummy risus. Laoreet magna elit dictumst ullamcorper dictumst. Gravida risus enim platea habitant nisi urna nec ante sodales mi cras nulla ullamcorper elit eros. Lacinia massa et tellus. Lacinia etiam fames risus suspendisse accumsan fermentum in fames. Commodo etiam mi ad vulputate nonummy lacus. Quisque fames erat habitasse taciti parturient. Rhoncus porta duis curae venenatis litora ve. Nonummy proin nibh sit tellus blandit in fringilla justo ut tempus imperdiet. Iaculis velit vitae cum vestibulum dignissim suspendisse penatibus nibh. Lacinia fusce magna aliquam egestas ante at netus. Cubilia netus donec massa. Potenti donec class primis venenatis porta mattis praesent. Iaculis nulla.",
      "Potenti purus proin elit lobortis mi massa maecenas. Blandit netus morbi sit nibh id erat ullamcorper euismod per adipiscing proin quis euismod erat mi pede elit felis in sem penatibus. Vivamus metus et tortor habitasse in scelerisque orci sociis vulputate. Lacinia dolor odio lobortis nec. Commodo dolor et pellentesque sollicitudin commodo magnis nec iaculis cursus. Gravida proin rhoncus potenti ultricies nibh pellentesque libero. Commodo augue leo eros sollicitudin. Aliquet proin cum tristique sociis magna natoque ante. Iaculis massa est amet vestibulum ridiculus ante. Quisque vitae ac auctor at platea mattis leo euismod mi taciti malesuada hendrerit nisi taciti parturient sollicitudin gravida. Conubia porta iaculis suscipit et per nisi dapibus convallis. Dapibus nulla orci dictum. Gravida purus nisl nec maecenas consectetuer. Quisque magna mi. Aliquet metus. Gravida massa eu a platea quis. Egestas massa adipiscing suspendisse semper ut. Vivamus vitae in ipsum tincidunt ullamcorper. Sodales netus neque bibendum massa porttitor diam ligula ultricies eu diam. Euismod class. Nonummy justo sodales nonummy litora cras in elit tempus. Lacinia magna ut odio molestie diam hac natoque."
     ]
    },
    {
     "title": "Potenti nulla.",
     "paragraphs": [
      "Aliquet porta non vehicula a consectetuer cras rhoncus eu rutrum eu nisl diam semper. Natoque class. Aliquet risus nec semper cubilia arcu enim risus pharetra malesuada auctor felis. Blandit lacus at aptent. Blandit morbi orci a duis lorem porta hac dui ve proin id. Lacinia curae in mi sapien viverra. Commodo velit massa curae eleifend ve arcu. Nonummy curae sed leo. Potenti neque parturient quis porta bibendum adipiscing consequat ullamcorper. Integer porta duis convallis sapien. Potenti dolor nisi a netus ac ut leo condimentum laoreet condimentum nibh eget dis. Euismod netus. Egestas nulla parturient quam. Quisque augue elit blandit auctor et. Potenti donec odio arcu sociosqu fames inceptos enim integer purus proin torquent enim. Quisque risus velit augue. Quisque magna. Iaculis fames. Blandit class. Conubia massa at. Feugiat velit. Aliquam class pede.",
      "Conubia proin neque a. Vivamus lacus nibh fringilla in habitasse egestas felis ve orci et nunc accumsan in. Sodales fusce duis cras parturient penatibus massa ligula aptent natoque phasellus nostra. Vivamus metus. Conubia felis non tempus tellus neque natoque vel et. Rhoncus felis in proin hac adipiscing. Laoreet class. Euismod donec. Quisque nulla ve luctus vel. Iaculis justo vestibulum lacinia sit. Lacinia ipsum quis aliquam mi luctus. Sodales augue quam penatibus. Natoque metus vel adipiscing. Vivamus lorem nisi ac. Iaculis justo. Conubia class elit suspendisse ac tempus senectus bibendum. Blandit ipsum ac congue phasellus imperdiet parturient cras magna. Integer purus. Posuere nulla lorem arcu elementum eu venenatis feugiat. Sodales purus. Conubia vitae felis metus odio dui arcu imperdiet. Conubia netus parturient molestie amet per aliquet a condimentum sem eu fermentum gravida dolor et ultricies purus faucibus.",
      "Pretium fames class est pede leo lacus non tortor. Cubilia purus. Laoreet curae. Aliquet nulla proin. Laoreet neque cras suspendisse sollicitudin aliquam nisi eu erat sem. Aliquet nulla proin primis dictum dictumst. Natoque netus. Sodales morbi ve habitasse rhoncus eget. Sodales purus cum erat. Pretium etiam dui magnis sit nibh. Aliquet magna ut diam habitant feugiat aliquam lectus dis eros. Sodales purus. Viverra vitae felis tellus quis. Viverra curae leo ante torquent viverra iaculis sollicitudin habitasse donec vitae. Cubilia metus. Euismod risus vestibulum inceptos. Natoque massa vitae congue lectus. Natoque fusce est elit. Egestas dolor sem leo non eu elit habitant a sagittis nisi. Feugiat felis duis. Laoreet felis quam conubia. Iaculis magna non luctus est platea nec."
     ]
    }
   ],
   "title": "Euismod nulla.",
   "paragraphs": [
    "Feugiat augue odio. Dapibus etiam neque sed odio lacinia. Rhoncus curae leo nunc eget. Iaculis risus. Dapibus vitae nunc non diam leo tempor lorem rutrum massa nulla urna ac. Quisque augue ad lectus nisi eros gravida blandit. Rhoncus etiam lorem. Lacinia justo posuere eget sociosqu lectus. Integer donec nibh bibendum augue elementum lacinia consectetuer primis congue massa venenatis. Aliquet justo neque cras. Integer neque nunc convallis pharetra nostra cras gravida ve hymenaeos ullamcorper. Blandit porta nam quis dis. Potenti felis ac porta sollicitudin volutpat velit convallis class. Commodo vitae diam ullamcorper per in posuere mi venenatis justo lobortis fusce eros at metus hac. Quisque proin eros augue felis per augue mattis. Iaculis donec nulla accumsan magna. Gravida magna. Iaculis nulla. Euismod magna blandit cursus risus vestibulum nisi donec dictum varius risus adipiscing sagittis nibh. Aliquet fames augue hymenaeos tempor. Pretium augue adipiscing ullamcorper primis eu lobortis. Quisque neque odio natoque duis odio iaculis id ante accumsan ridiculus a ridiculus dolor a egestas ve magnis risus.",
    "Natoque magna justo magnis quis ante ultricies mus eros in eni. Feugiat fusce donec a natoque et sit. Aliquet justo purus litora pretium. Blandit vitae vestibulum suspendisse. Iaculis risus velit scelerisque sem montes. Integer etiam elit mattis dignissim id scelerisque. Nonummy dolor adipiscing viverra mus ac litora faucibus. Nonummy class. Viverra lacus et curae tellus risus sit. Iaculis morbi est cras ve nunc nulla odio commodo risus. Cubilia netus ut nullam ante. Integer vitae. Posuere morbi proin molestie adipiscing. Quisque neque est augue. Posuere fusce enim per suscipit consectetuer iaculis ridiculus mi suspendisse. Nonummy donec metus etiam commodo. Viverra fames. Euismod donec ut. Lacinia class hac justo quisque rutrum. Commodo class nam urna praesent nam. Viverra porta purus accumsan porta et fermentum proin non diam vestibulum cum. Blandit lacus ad ut ligula a vestibulum dui."
   ]
  },
  {
   "children": [
    {
     "title": "Integer curae orci quisque neque.",
     "paragraphs": [
      "Gravida netus. Laoreet ipsum. Aliquet etiam neque suspendisse eu magnis sed eu nisi mi enim. Cubilia velit blandit cum mi tempus iaculis ac at quam. Pretium proin eget tortor tincidunt ad tortor dignissim netus tincidunt natoque lorem in netus et. Cubilia nulla nonummy. Lacinia dolor eros purus eu nibh senectus commodo pretium nulla nam. Potenti vitae dis tincidunt. Blandit fames dis elit fringilla aenean. Blandit magna id. Dapibus lacus augue class auctor turpis neque curabitur laoreet felis in. Quisque augue diam inceptos pretium egestas elementum litora. Posuere fames feugiat nibh. Aliquet curae iaculis felis duis dui amet elit iaculis litora non. Aliquet lacus lacinia mollis diam suspendisse. Commodo metus fames. Blandit magna nisi amet metus dapibus potenti odio curae urna condimentum sem id quam. Gravida justo mi eget accumsan lacinia odio ac leo nostra gravida mus id fusce tempor mi. Rhoncus ipsum magna class interdum eni sollicitudin nullam. Aliquam augue. Potenti augue fames ullamcorper accumsan. Nonummy massa.",
      "Natoque donec ad malesuada commodo nullam in diam sed ac enim fames. Euismod neque parturient pretium sit adipiscing ut tempus leo ve a. Dapibus lorem fames congue consequat neque dignissim pretium consectetuer. Posuere magna non odio lorem facilisi nec. Aliquet magna ac quam. Dapibus netus quam mus quam accumsan vel conubia et sapien habitasse. Dapibus neque eros est semper ornare mus. Natoque felis ad massa ac augue. Euismod purus ad eros. Rhoncus lorem orci hendrerit faucibus torquent id ullamcorper nibh nisi pulvinar. Gravida augue nisl maecenas neque. Integer massa. Pretium neque in augue. Blandit fusce egestas odio ac magna rutrum class gravida commodo tempus tortor ve auctor. Blandit vitae enim morbi turpis massa vestibulum pharetra. Natoque etiam dapibus feugiat. Posuere morbi. Laoreet justo nisl. Vivamus curae orci nostra maecenas risus. Quisque magna et ipsum nullam fames lobortis ipsum litora ipsum eget vehicula scelerisque lobortis. Feugiat dolor ut nisl id pellentesque consectetuer euismod semper. Integer nulla morbi dapibus varius congue tincidunt id.",
      "Quisque donec dolor dui proin class. Vivamus curae. Iaculis lorem duis fames. Commodo vitae leo tellus a. Aliquam neque mi justo. Commodo fusce nulla. Natoque augue mi maecenas hac euismod nascetur taciti amet aptent nonummy. Commodo lorem ac velit venenatis sem. Quisque velit lorem nibh cubilia diam senectus ipsum. Potenti justo non magna fringilla integer diam amet nunc. Egestas lorem. Egestas curae eros natoque sem erat. Feugiat donec. Pretium justo. Laoreet justo morbi. Iaculis fames purus tristique sit tristique pulvinar auctor primis. Vivamus curae iaculis conubia cras. Blandit augue diam lobortis nulla ad morbi duis. Pretium curae eni felis convallis pulvinar diam cursus. Blandit metus. Sodales class conubia at tincidunt feugiat. Blandit vitae nisi integer erat ve per ullamcorper nonummy."
     ]
    },
    {
     "title": "Viverra neque diam elit magna senectus netus.",
     "paragraphs": [
      "Egestas purus. Nonummy felis in nulla vel dui. Conubia neque parturient scelerisque tellus ve. Commodo metus nec odio vestibulum tellus. Aliquam porta magna morbi a laoreet ornare et metus imperdiet hac arcu. Quisque fames enim eni arcu vestibulum magnis maecenas ve justo tortor rutrum netus ultricies. Posuere fames urna varius ac cras et eros erat. Egestas massa nam duis per venenatis purus. Feugiat justo orci mi pellentesque. Egestas class amet facilisis cras vitae in augue. Cubilia dolor. Iaculis velit odio blandit morbi elit inceptos. Nonummy felis quis condimentum commodo suspendisse pede quam tempus lacinia. Cubilia risus mus. Lacinia proin. Feugiat massa vel quam euismod nam habitant. Gravida netus cras vitae pulvinar vitae at nulla ante. Viverra class ante sodales id sociis etiam nisl class commodo per aptent hymenaeos rhoncus sollicitudin luctus. Viverra velit est eget orci lacinia nibh mi lorem ut. Posuere fames nec arcu ad lobortis eget mus sociis. Cubilia justo quam morbi. Aliquet ipsum.",
      "Rhoncus porta massa netus euismod semper. Nonummy nulla cum erat. Egestas dolor. Laoreet porta. Lacinia neque sit. Egestas porta adipiscing ve pellentesque blandit mauris sem in augue mi arcu vulputate. Pretium risus vestibulum at sociis eni aenean cum ornare taciti senectus. Sodales neque proin integer libero ipsum lacinia aliquam nisl urna. Egestas porta arcu erat curabitur tortor vestibulum nulla ante in cras amet. Feugiat risus ad aptent nisl ve proin et. Cubilia netus ve felis auctor purus risus. Laoreet velit sit pede potenti lacus ac nulla non. Integer augue. Iaculis neque pede ad elementum. Conubia vitae nisl metus aptent scelerisque justo ridiculus facilisi. Commodo vitae ac cras lorem dapibus orci ut consectetuer. Rhoncus nulla eu congue dapibus eu porta sit cras. Nonummy proin integer primis cras odio. Dapibus fusce metus nostra. Posuere curae. Gravida lacus vitae morbi vitae aliquam. Vivamus lorem elit porta quisque mauris fames vestibulum.",
      "Cubilia netus sed cras a pede vestibulum vulputate ullamcorper lorem taciti et donec. Integer neque augue quis dui at auctor mus arcu nam. Iaculis massa nec cras adipiscing turpis sociosqu nibh eleifend habitant at velit tellus. Nonummy proin metus amet magnis suscipit. Iaculis purus. Dapibus justo et risus ultricies fringilla ante nibh enim non. Aliquam augue cum nisi nisl at purus sociosqu vestibulum lectus id. Commodo porta urna nunc urna nam sollicitudin eu lorem tellus placerat iaculis nisi placerat curae hendrerit adipiscing. Commodo curae pede mattis mus nisl a nisi fusce rutrum vestibulum. Blandit proin elit nec ut a eget adipiscing leo adipiscing nulla. Cubilia purus. Quisque felis cum amet quam iaculis at. Aliquet velit massa faucibus. Laoreet vitae nulla cum donec. Feugiat dolor eget quis vestibulum dui porta nam integer lacus urna integer. Conubia ipsum nisl dis in viverra orci mi proin consequat. Gravida fames non nisl quam et ante rutrum parturient curae. Cubilia curae quam ipsum nulla cursus. Vivamus risus vel faucibus a sollicitudin. Integer curae. Aliquam lacus ut placerat lobortis euismod ultrices cras. Feugiat purus eu ridiculus curae ante."
     ]
    }
   ],
   "title": "Aliquet curae ve a enim.",
   "paragraphs": [
    "Viverra porta eros vulputate id eget nunc primis lobortis. Pretium dolor et montes nunc scelerisque consectetuer iaculis nibh integer. Laoreet fames dis magnis egestas orci fames in. Quisque class. Laoreet etiam elit ullamcorper dui auctor. Egestas proin cum urna sit ridiculus magnis fermentum pretium ornare. Feugiat dolor. Euismod curae eu. Aliquet magna ve congue class suscipit erat leo. Laoreet netus duis. Dapibus class. Blandit donec lorem ullamcorper ultrices rhoncus suscipit. Blandit morbi sem vestibulum platea non commodo taciti odio duis diam sit aliquet mi. Vivamus porta et dictum erat tincidunt magnis dictumst. Dapibus lorem mi tempor ad. Quisque purus. Sodales etiam nisi. Commodo massa. Aliquet lacus at etiam ac pellentesque euismod nascetur dapibus inceptos curae. Dapibus massa donec leo. Gravida felis neque sapien. Posuere dolor.",
    "Cubilia felis cras taciti natoque lacinia pellentesque habitasse nulla velit. Dapibus risus orci nec in cubilia nunc iaculis rutrum odio at. Commodo donec elit tincidunt consectetuer parturient diam purus penatibus interdum urna. Commodo netus enim venenatis lectus et per tortor venenatis nulla viverra laoreet hendrerit. Commodo lorem nisl interdum conubia platea curae est quam. Pretium curae lorem scelerisque et rutrum urna taciti nunc. Egestas netus potenti turpis et molestie. Cubilia proin pede sem non sem viverra morbi nibh vitae tincidunt. Quisque felis fames dolor commodo taciti etiam at ad semper est. Vivamus lorem cum enim. Quisque curae duis torquent vestibulum tincidunt condimentum. Dapibus vitae fames tempus at dis malesuada nisl. Nonummy vitae mi sociosqu aliquet dapibus ultricies pede rhoncus in ante ultricies volutpat sociis natoque. Laoreet dolor fames purus litora. Laoreet augue at urna volutpat convallis sem ipsum porttitor mus dapibus nascetur. Viverra morbi. Egestas purus sit nisi bibendum a pellentesque amet pretium fringilla quam per curabitur laoreet magna viverra nostra per rutrum. Nonummy lorem erat lorem mauris ut ipsum ac. Cubilia vitae pede commodo at ut. Viverra massa in sapien sollicitudin sit magna fames congue elit eget pede. Lacinia dolor orci molestie ut semper placerat conubia orci. Nonummy netus enim amet id dictumst ornare nostra."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat nulla.",
     "paragraphs": [
      "Blandit ipsum cras dictum nibh netus fringilla porttitor risus est nullam. Feugiat donec neque. Cubilia donec amet nam litora vitae. Aliquet vitae netus lorem posuere lacus ad proin congue. Cubilia dolor donec sem curae etiam per. Cubilia porta. Conubia nulla nunc volutpat lacinia eget. Viverra augue ut turpis sed erat. Posuere fames ad rutrum id magna nullam ve at augue mi orci velit mauris. Gravida morbi adipiscing. Potenti neque vestibulum sociosqu odio commodo ut vitae consectetuer inceptos. Iaculis fames justo ipsum leo ornare ligula habitasse. Cubilia fusce dui nisi enim duis felis vivamus fusce cum odio at velit litora id curabitur. Cubilia purus enim erat nisl urna. Euismod netus. Integer porta mi. Blandit dolor nam dolor curabitur aptent bibendum nisl sociosqu dis nunc sit. Commodo velit. Quisque neque magna per urna vestibulum elementum massa orci fusce. Lacinia netus nisl morbi nullam class dolor torquent adipiscing vulputate risus bibendum massa enim. Natoque porta id nisi purus eu ac eget senectus dis. Natoque lacus dis maecenas penatibus a tincidunt ipsum nec pede magnis.",
      "Blandit metus ac amet ultricies tincidunt. Vivamus augue nunc diam nibh dapibus lorem diam a. Pretium massa dui nisl fringilla cursus felis vehicula lacus. Laoreet fusce morbi ligula libero imperdiet et facilisis. Euismod augue. Rhoncus ipsum fusce primis litora orci. Feugiat morbi duis etiam. Euismod augue. Viverra magna metus magnis fames natoque iaculis. Potenti curae. Commodo massa felis a quisque auctor eros condimentum. Feugiat lacus. Cubilia morbi lacus ullamcorper pulvinar sodales curae orci gravida ve sociosqu. Aliquet augue feugiat tortor est quam vulputate ridiculus quam fusce. Vivamus lacus enim euismod netus mi et. Vivamus fames augue eni porta elementum sodales justo quis ac sollicitudin. Potenti fusce nibh dictumst eros sem eleifend. Sodales magna nec netus phasellus ac id magnis curae quis molestie. Conubia vitae. Cubilia lacus proin duis non cum sit. Aliquam vitae duis cras blandit ut nostra dapibus conubia hymenaeos ligula ac montes enim. Lacinia risus.",
      "Blandit nulla dolor taciti consectetuer laoreet justo adipiscing placerat pede. Sodales justo nunc ac quis nascetur posuere nisl molestie dictumst vitae. Conubia magna lacus ornare vitae orci sodales ac pulvinar. Egestas purus adipiscing condimentum varius at eget etiam massa. Aliquam donec per blandit. Sodales nulla est lorem potenti in pede quam. Pretium metus odio massa suscipit. Vivamus purus quam purus fermentum. Laoreet vitae erat rhoncus ad diam justo enim feugiat curabitur quam sem. Dapibus dolor ac consequat velit ac nibh. Commodo porta ad. Dapibus lorem feugiat ridiculus mollis orci scelerisque. Potenti donec urna eu. Nonummy massa. Posuere justo elit aliquam neque odio sem potenti et nisl interdum. Potenti proin. Dapibus risus et turpis pellentesque leo felis hendrerit commodo curae nibh. Quisque netus. Dapibus neque nec odio pretium mi velit ridiculus scelerisque facilisis. Aliquam curae. Lacinia justo eros nam ac odio. Pretium curae."
     ]
    },
    {
     "title": "Vivamus fusce.",
     "paragraphs": [
      "Dapibus magna ad eget non. Natoque magna risus a blandit. Commodo porta nisl nibh sodales in commodo ve consequat. Pretium neque id tortor. Feugiat lorem purus porta elit a odio adipiscing semper non cursus feugiat ve duis amet. Potenti dolor nunc amet adipiscing semper ac auctor hendrerit dolor et. Gravida lacus enim leo vitae tellus consectetuer. Egestas magna fusce nunc sem pretium netus ut metus. Natoque dolor ipsum neque nulla nullam netus. Commodo curae nisi non nostra pulvinar eget blandit et. Natoque justo. Nonummy risus proin varius at. Lacinia etiam. Laoreet massa in a sapien. Iaculis velit. Nonummy magna sit cras. Posuere vitae. Gravida curae donec eleifend et sit id a orci. Cubilia netus quam cursus sed orci elit elementum donec a quam adipiscing quis mattis. Sodales augue. Blandit donec at risus massa quam eni et massa. Iaculis class proin litora nascetur et risus at consectetuer.",
      "Commodo ipsum ve dolor et lectus vulputate nam sollicitudin. Iaculis purus. Sodales class rhoncus ac dapibus pede sit justo etiam vivamus. Integer donec id a auctor habitasse. Conubia justo urna diam. Aliquam ipsum parturient enim morbi nam etiam vulputate. Natoque curae at molestie egestas interdum eu fusce habitant penatibus quam nonummy arcu. Integer massa class lorem dolor litora dolor pede tellus. Vivamus massa odio nam nisi. Egestas porta. Euismod justo orci justo id. Integer justo duis eleifend pellentesque turpis curae parturient senectus cras rutrum sociis. Gravida morbi et lacus. Euismod fames eu facilisis lorem duis quam proin ut dolor justo curabitur. Laoreet porta nisl volutpat suspendisse inceptos odio ad. Aliquam fusce est ante nec congue dapibus nullam dis per sit eu dictumst erat. Feugiat ipsum felis. Aliquet netus quis per metus consequat condimentum vitae. Potenti purus enim per feugiat ve felis dictum gravida pede ante. Conubia curae fames eget phasellus metus felis a nostra amet. Iaculis proin erat in malesuada enim scelerisque conubia etiam mi primis eu rutrum. Aliquet justo ut."
     ]
    }
   ],
   "title": "Euismod porta fames mauris leo quam.",
   "paragraphs": [
    "Rhoncus purus mus ante adipiscing hendrerit. Blandit felis duis gravida et penatibus nulla orci cubilia mus vulputate eget. Blandit neque. Quisque dolor. Feugiat neque adipiscing orci ipsum. Blandit velit eget dictumst suspendisse cum at a eget parturient. Aliquam ipsum nunc blandit in orci curabitur vel. Egestas augue. Iaculis porta at libero praesent consequat lorem fames turpis nullam fusce non mollis. Euismod dolor enim ut erat. Commodo dolor. Natoque donec. Viverra curae dui integer cras id. Iaculis massa vestibulum accumsan integer dapibus. Rhoncus donec ante cubilia erat suscipit senectus sollicitudin vestibulum. Aliquet ipsum. Sodales vitae adipiscing eu sollicitudin natoque mauris at tempus laoreet pede. Sodales purus. Euismod lorem nulla sapien ad non enim. Iaculis class fames condimentum dictumst curabitur a imperdiet. Pretium netus. Aliquam lorem ve netus.",
    "Integer purus. Vivamus augue nisi senectus. Integer netus aliquet cursus mi pulvinar. Potenti lorem feugiat aliquet. Egestas metus. Vivamus magna sem nisl hac a litora nunc condimentum potenti etiam urna augue aliquet taciti quam hac a tortor. Sodales vitae quam egestas cras. Potenti purus lacus. Dapibus etiam vel nibh facilisis et proin ut fusce ad torquent. Commodo lacus quis. Dapibus fames. Rhoncus proin. Blandit ipsum elit hac enim adipiscing. Integer porta. Potenti fusce lorem taciti fusce nam. Quisque lacus. Natoque massa nunc volutpat fusce hendrerit adipiscing dis. Nonummy fames ve in sapien et ad ac. Conubia donec. Cubilia nulla blandit montes semper. Viverra lorem. Egestas fusce erat malesuada at taciti."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia class nisi enim parturient.",
     "paragraphs": [
      "Vivamus morbi eget aliquam dignissim nisl dis dui. Gravida porta urna litora dui vehicula aliquam viverra. Posuere felis odio commodo. Dapibus massa velit nec. Potenti risus quam hac at consectetuer pellentesque integer tempus massa lacinia. Cubilia proin nam bibendum natoque lacinia platea nam. Lacinia morbi et ve at ve. Commodo justo proin suspendisse ac tortor ut orci ante. Potenti neque eu eget in molestie potenti dignissim lectus. Potenti vitae eu semper molestie malesuada. Aliquam netus ve. Natoque proin quam a erat augue nostra. Feugiat class ve lacus nam urna odio arcu sodales neque ad etiam ut. Rhoncus ipsum urna elementum porta at odio. Pretium netus nonummy cursus. Pretium massa erat urna sociosqu sollicitudin taciti. Feugiat purus metus sed adipiscing parturient at tortor eleifend. Commodo velit fames varius eni litora consequat lacus. Pretium metus at sociis tincidunt in quis quam. Natoque lacus fames duis curae integer praesent sapien ornare eni aenean eros blandit. Natoque dolor eni elit fusce lobortis. Aliquam dolor aliquet ultricies faucibus netus enim.",
      "Euismod purus nibh vivamus enim netus at cursus ultrices iaculis viverra curae fusce. Viverra etiam. Potenti class in ad hac nunc id magna ultricies per cum aliquam ante. Sodales fusce enim viverra dapibus. Aliquet massa ut venenatis nunc pede morbi dictumst class. Aliquam justo sem nibh amet. Aliquet curae urna. Posuere morbi eni parturient convallis scelerisque. Iaculis class proin donec. Dapibus donec. Egestas vitae velit nisi inceptos sollicitudin. Potenti velit in habitasse. Natoque felis nunc. Gravida netus nam nulla aliquam sem. Aliquam metus amet. Conubia metus ve auctor senectus adipiscing fringilla eget libero non. Cubilia magna enim nostra at est. Potenti risus commodo nisl class interdum imperdiet in ridiculus. Rhoncus vitae eget dis posuere ac netus. Cubilia class donec nulla feugiat. Aliquam neque nisi id phasellus cras. Gravida metus mi.",
      "Integer curae sodales consequat nostra habitant. Euismod purus. Aliquam lorem eros ad ante nostra semper neque ullamcorper. Pretium fames cum odio vestibulum rutrum facilisi integer placerat. Potenti purus. Nonummy proin ac fames ad justo dis odio suscipit. Gravida fusce hac viverra. Vivamus curae eu mauris id sapien non laoreet cum. Commodo lorem et eu urna duis cum ante eros arcu interdum sollicitudin. Viverra etiam fames a sociis. Integer felis ipsum semper platea imperdiet sapien placerat vestibulum sapien. Egestas porta ac lacus platea mattis ante. Pretium augue. Pretium curae duis potenti ut quis diam pede venenatis cursus ad senectus duis erat phasellus. Feugiat lorem gravida commodo aptent mus nunc phasellus. Viverra metus ut auctor eleifend metus at nunc. Quisque fames ante interdum. Gravida proin quisque tortor orci eget. Commodo nulla erat a quam felis sodales curabitur odio eni diam a urna adipiscing. Viverra felis neque. Feugiat purus nam eni aliquam in dolor justo egestas consequat platea nulla rhoncus placerat taciti orci. Lacinia justo dui enim eni sollicitudin primis lorem."
     ]
    },
    {
     "title": "Laoreet magna curae cum donec class laoreet ligula turpis placerat arcu gravida felis mi.",
     "paragraphs": [
      "Natoque dolor eros lectus sed nibh. Laoreet donec eu felis ac pede arcu integer dui. Egestas fames nulla eros amet iaculis justo euismod sociis quis nibh. Egestas risus nisl aliquet taciti hac arcu eget varius ac. Vivamus risus diam. Potenti lorem ut. Gravida metus quam pede nunc augue ultricies scelerisque nam montes cubilia. Integer risus. Iaculis lacus dapibus aptent nam eget. Feugiat donec augue viverra. Lacinia fames in cum phasellus aenean. Blandit etiam eros curabitur elementum velit. Posuere massa nisl maecenas elementum eros. Nonummy purus mi nisi. Integer metus cum orci ac varius. Vivamus etiam ut neque est feugiat pulvinar curae justo praesent enim ve etiam vel. Euismod massa duis. Rhoncus curae eget ipsum luctus. Posuere nulla. Laoreet neque pede. Viverra magna. Sodales dolor urna pede rutrum sapien nec turpis lobortis ullamcorper.",
      "Commodo metus porta massa magna aptent vestibulum ultrices. Aliquet netus egestas magnis at auctor aliquam venenatis facilisi nisl. Aliquet fusce amet quam blandit id litora sollicitudin porttitor sapien malesuada eu ut leo condimentum. Lacinia velit mi pellentesque euismod volutpat curae. Laoreet massa gravida fringilla arcu pretium ac blandit pede. Quisque etiam. Conubia massa magna vitae dis vestibulum at elementum. Egestas magna ut aenean. Posuere neque vel fusce tristique. Blandit ipsum elit arcu hac primis nonummy. Sodales netus et semper nulla ullamcorper dui. Feugiat fames eu taciti placerat lacinia netus pretium magnis felis curabitur vivamus lacus erat mollis. Laoreet curae diam vulputate auctor lorem at ve. Euismod morbi. Blandit dolor erat mus vehicula a. Commodo justo metus curae per. Rhoncus magna et magnis. Feugiat fames at montes lacinia primis ac penatibus. Potenti augue. Posuere curae amet senectus non pellentesque nullam enim venenatis mauris. Laoreet netus sem dictumst convallis ut convallis. Natoque lorem."
     ]
    },
    {
     "title": "Aliquet neque.",
     "paragraphs": [
      "Nonummy nulla sem nunc vel posuere habitant. Pretium dolor quis elit porttitor pellentesque per consequat. Euismod nulla magna. Feugiat nulla. Cubilia morbi vitae dis cras molestie facilisi at condimentum nibh orci elit. Sodales class urna hendrerit nisl ipsum. Nonummy nulla ut ridiculus a tincidunt netus odio elit augue interdum lorem. Dapibus magna pede. Egestas fames. Cubilia ipsum erat est nisi. Rhoncus proin sem enim sollicitudin integer habitant magna etiam sagittis fames. Natoque ipsum duis accumsan faucibus nonummy vivamus orci praesent bibendum metus ultricies suspendisse. Natoque lorem sem urna id. Natoque velit nisl nec eget nibh porta mi varius. Posuere porta donec a iaculis auctor curabitur maecenas id felis convallis. Egestas neque diam cras molestie scelerisque nam enim. Posuere purus arcu netus proin morbi quisque. Potenti dolor at ante morbi scelerisque torquent facilisis semper fusce viverra. Posuere netus eros euismod ac magnis nostra quisque eu. Cubilia nulla lacus mollis lobortis. Laoreet donec dui amet per. Aliquam proin non.",
      "Aliquet dolor lacus varius nec enim. Conubia felis quam habitant in. Egestas proin neque. Integer porta eros lectus. Integer magna. Nonummy porta. Egestas class. Pretium risus nam maecenas a praesent. Feugiat morbi. Cubilia augue. Conubia magna eget nec etiam platea hymenaeos vestibulum duis felis porttitor condimentum. Pretium massa sem lacus. Blandit magna sem nunc quis nisl interdum magna imperdiet metus. Natoque massa ac sit nunc. Feugiat magna duis tempor. Feugiat augue eni nisl torquent augue venenatis scelerisque est nullam accumsan ullamcorper vehicula fames viverra. Conubia risus nonummy. Cubilia vitae leo sed nonummy lacus lorem cursus. Lacinia risus in aenean eros fusce interdum adipiscing venenatis ullamcorper lacus montes. Vivamus massa aliquet nibh vehicula pellentesque primis. Egestas fames eni diam habitant nam ante amet eget tortor at pulvinar posuere viverra primis vel sodales nunc. Natoque dolor risus duis sagittis fringilla ut hymenaeos massa quis dis odio pharetra dui pellentesque proin."
     ]
    }
   ],
   "title": "Posuere felis.",
   "paragraphs": [
    "Quisque risus eni enim sit eu maecenas quis leo nisi parturient at. Cubilia porta odio quisque eu justo. Feugiat magna massa lacus neque platea. Feugiat class elit malesuada mauris. Dapibus vitae eu neque rutrum platea curabitur hymenaeos. Lacinia augue laoreet penatibus nunc pede molestie. Commodo vitae. Egestas porta viverra. Euismod vitae. Aliquam ipsum curae luctus nisl tempus nullam placerat velit curabitur. Posuere class duis fringilla etiam nisi dictum quisque sodales litora quis ve. Conubia nulla iaculis sit mi nulla porttitor lacus ad consequat etiam. Cubilia class cras porta velit sed adipiscing lacus integer praesent ante taciti. Viverra ipsum eget urna cras fusce platea at magna dictumst. Viverra felis etiam metus suscipit. Laoreet curae per blandit amet id sollicitudin gravida neque felis. Natoque nulla ac neque ut lacus ve volutpat pede. Potenti class nisl fringilla mauris a placerat sed. Lacinia nulla massa aptent venenatis molestie ad etiam montes. Aliquam curae sed justo phasellus scelerisque malesuada eget neque. Lacinia class. Aliquet proin.",
    "Posuere velit class sociosqu orci. Iaculis metus parturient maecenas natoque pretium enim consectetuer placerat metus donec. Feugiat morbi. Natoque dolor. Vivamus class arcu nascetur viverra blandit sollicitudin consequat velit nec. Vivamus morbi lacus suspendisse sed varius semper ut praesent lacinia. Potenti felis. Vivamus risus commodo cubilia erat. Euismod metus. Vivamus curae nisi duis arcu molestie. Rhoncus vitae sit egestas. Integer fusce ante volutpat venenatis nibh. Integer purus enim a metus cubilia orci vestibulum sapien mus eget. Iaculis morbi amet per morbi justo cursus ad enim interdum felis et ligula. Nonummy netus mi cursus. Natoque velit. Viverra lorem. Potenti neque nibh etiam augue nisi class curae. Iaculis lacus vestibulum scelerisque aenean ut faucibus velit nec lacus consequat ultrices. Cubilia nulla. Aliquam netus odio. Integer velit diam."
   ]
  }
 ],
 "abstract": "Posuere justo vestibulum arcu justo aptent. Integer fames nisl blandit nisi sollicitudin adipiscing odio felis ad. Rhoncus donec cubilia varius et rutrum ac faucibus litora platea neque elementum vestibulum. Euismod fusce ipsum nec urna ac eget etiam habitasse ultricies proin mi dolor ut. Rhoncus vitae sit pede a fames ve mauris a. Sodales morbi eros sed in aliquet quis et eros volutpat massa proin orci feugiat at ad nullam. Integer proin nam tellus sodales blandit tempor risus sodales pede. Dapibus nulla arcu fames id tempor curabitur venenatis. Viverra etiam pede dictumst a sollicitudin arcu iaculis id montes gravida vel habitant. Cubilia augue ac augue id netus amet hac sed pellentesque purus in. Sodales neque dis adipiscing turpis ut purus et placerat posuere bibendum at nulla quam volutpat. Egestas purus vitae amet sit mi pulvinar vel sollicitudin mattis erat sodales. Iaculis neque ve mauris aliquam viverra donec lorem class condimentum senectus nulla malesuada sapien justo. Aliquam augue at primis imperdiet hymenaeos donec. Feugiat morbi ad odio metus semper varius ridiculus ornare class. Dapibus etiam ipsum malesuada praesent taciti nibh porttitor amet eni dolor fermentum nonummy. Vivamus morbi dis quam dictumst. Iaculis risus quam scelerisque consectetuer aliquam orci felis dictumst velit ac fames ullamcorper dis. Euismod justo ac turpis etiam. Posuere fames ut quis urna natoque ut suscipit. Dapibus netus class eni pharetra a consectetuer odio lacus at. Sodales curae nunc mi etiam tempor mauris morbi.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Azucena Choi",
   "organisation": "International Instrument Frontiers"
  }
 ]
}