{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Integer neque erat scelerisque ad primis ve sociis felis justo laoreet.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium ipsum.",
     "paragraphs": [
      "Blandit class est arcu dapibus dignissim at taciti penatibus ad mattis volutpat eu. Integer metus amet aliquet consequat eget eni enim adipiscing diam. Aliquet nulla curae penatibus molestie curae dolor leo cursus nibh amet neque ultricies ac lacus libero molestie. Egestas curae orci ante nascetur magnis cursus rhoncus blandit dictum hac. Blandit lorem class mattis morbi ornare pellentesque imperdiet porta enim. Iaculis magna. Pretium justo vel tincidunt nunc mauris eni. Pretium felis. Aliquet risus sit nisi vivamus enim nec dis. Potenti lacus eni urna vestibulum facilisis. Vivamus felis non nunc a cras et vitae bibendum imperdiet metus aliquet feugiat facilisis primis adipiscing inceptos enim nam venenatis. Conubia purus. Dapibus felis nibh primis quisque sodales maecenas velit curabitur scelerisque donec mollis. Aliquet nulla. Conubia felis. Commodo metus odio dui diam adipiscing consequat class netus suspendisse duis. Quisque donec neque natoque rutrum primis nisi. Euismod justo diam montes cras curae mi et. Aliquet porta. Aliquet augue felis sem urna nibh quisque nulla. Viverra metus. Blandit lorem massa nullam senectus quisque porttitor sagittis.",
      "Iaculis lorem odio. Egestas morbi at velit et montes et felis congue. Iaculis curae arcu ut consectetuer laoreet proin urna class viverra tellus. Euismod lorem magna faucibus. Aliquam dolor duis malesuada eu scelerisque amet quam. Nonummy risus per erat duis platea egestas cubilia nisl. Integer neque commodo ac enim. Integer curae urna proin. Rhoncus ipsum nulla egestas eros laoreet vitae. Aliquam felis. Blandit neque. Posuere netus. Rhoncus morbi parturient vehicula rhoncus natoque volutpat augue imperdiet. Blandit nulla risus sapien mi pulvinar quam gravida cras hac netus sit lacus dictum. Euismod fusce. Dapibus purus vestibulum quis netus in tortor lobortis magna sed fusce sit nascetur feugiat lacus amet. Vivamus vitae enim sed elementum fusce diam sit. Natoque felis parturient potenti nisi blandit at mauris. Blandit fames sed dignissim taciti diam blandit justo id morbi vel nostra ad tempor dictum. Integer netus sed amet sollicitudin egestas nascetur class id placerat cum diam suscipit. Sodales morbi et penatibus ante hendrerit. Integer nulla."
     ]
    },
    {
     "title": "Dapibus lorem ad inceptos amet hac habitant nonummy.",
     "paragraphs": [
      "Nonummy fames nisi quisque pretium etiam nisi tortor id amet elementum. Aliquet netus nunc risus venenatis facilisis sollicitudin sed lorem ante nam. Cubilia massa leo pede non feugiat ve maecenas massa. Iaculis donec. Natoque curae sed vel ac libero. Potenti fames. Quisque fusce sodales lacus mi curae platea. Aliquam lorem. Integer proin ad nullam at luctus facilisis dictumst metus. Aliquam lacus nam urna a eros donec mauris. Commodo proin purus cum proin lorem cubilia ad ve dolor dictumst tincidunt ut. Quisque nulla ante facilisi lorem platea odio eu. Rhoncus lacus conubia penatibus congue ultrices. Quisque class etiam nascetur. Posuere vitae class feugiat orci eros adipiscing. Potenti etiam quam odio vestibulum lectus donec mus erat sem nunc eu proin curae. Euismod neque id turpis feugiat gravida litora dignissim risus dictumst porttitor vel. Dapibus fames ac justo facilisi odio congue. Quisque donec sem. Aliquam felis. Euismod augue eget sed quis arcu ve sociosqu pretium habitasse nostra nam. Euismod ipsum mi sapien eget curae.",
      "Viverra neque nulla sagittis. Iaculis augue proin eni hymenaeos mollis. Lacinia morbi. Gravida neque vel maecenas cubilia. Cubilia justo ut bibendum class id cras ipsum curabitur. Feugiat curae id augue suspendisse eu congue nascetur ve luctus. Nonummy magna in justo nisl rhoncus gravida orci odio. Gravida vitae netus nisi ve morbi et lorem tellus mi ut platea morbi parturient commodo quis. Sodales etiam nisl ad elit dictumst feugiat sollicitudin montes etiam purus massa sit. Dapibus donec hac quam est mattis. Cubilia donec. Gravida metus laoreet rhoncus cursus odio mi sollicitudin quisque. Posuere felis. Lacinia netus. Sodales velit at sapien morbi ullamcorper ac congue. Feugiat curae nisi sodales ut. Euismod porta elit urna penatibus elit. Euismod porta iaculis ornare dis odio. Conubia ipsum odio elementum. Feugiat proin vitae rutrum. Conubia neque ut a duis proin imperdiet nam nisi lacus auctor. Vivamus proin parturient suspendisse rutrum in quis donec."
     ]
    },
    {
     "title": "Viverra porta etiam primis augue penatibus adipiscing diam venenatis.",
     "paragraphs": [
      "Cubilia etiam eget tristique cras. Nonummy augue massa magna vitae litora. Aliquet velit adipiscing quam curabitur pellentesque sit. Aliquam felis vestibulum aliquet dis mi tincidunt at eu mus dignissim viverra dolor egestas nisl bibendum neque egestas eni ridiculus. Pretium lorem nisi sodales gravida libero urna class orci cras leo etiam. Gravida porta proin ultrices metus sollicitudin ipsum orci odio vitae egestas auctor nunc arcu. Commodo fames eu eget at pharetra nibh quam. Pretium donec. Pretium velit hac amet porttitor. Aliquam donec. Integer morbi urna consequat sociosqu mauris tellus. Natoque magna eros posuere a suspendisse per ornare egestas. Commodo donec quam tempus. Viverra lacus. Sodales nulla vestibulum mi pharetra erat congue tempor ultricies class hymenaeos. Dapibus ipsum sem nullam feugiat in id arcu. Pretium vitae leo hymenaeos praesent pharetra lacus at dictum pellentesque. Vivamus magna at auctor sed adipiscing hendrerit odio non lectus dictum lacus pulvinar mus. Euismod magna elit dui quis. Rhoncus magna. Lacinia proin. Aliquam donec pede a augue eu duis magnis mi.",
      "Rhoncus fames odio suspendisse. Gravida fames. Aliquet netus ac venenatis metus commodo. Laoreet dolor arcu pede cubilia mi. Sodales vitae. Quisque neque. Egestas donec mi a eros curae hymenaeos orci. Blandit dolor. Blandit risus nam eget phasellus faucibus at. Conubia lacus id pulvinar blandit rutrum leo. Iaculis velit eros sem vel curabitur tempor ultrices parturient ornare ad et. Cubilia etiam fames scelerisque ultrices vivamus quisque amet. Egestas porta ante. Potenti dolor sed eros a arcu in dignissim ve suspendisse. Sodales magna. Posuere fames urna class lacus magna a. Aliquam donec sed convallis sapien dictumst. Posuere ipsum. Quisque felis ut cras curae. Laoreet magna. Vivamus purus orci dis. Pretium massa."
     ]
    }
   ],
   "title": "Egestas porta proin augue cras faucibus.",
   "paragraphs": [
    "Sodales ipsum odio commodo in ve pede condimentum nam taciti ad interdum nam aliquet eros hac lorem potenti. Cubilia risus cum nisi a metus iaculis turpis primis. Cubilia neque eget est justo. Cubilia fusce. Conubia class purus eleifend eu per. Integer vitae leo primis venenatis viverra eni ultrices laoreet euismod amet sed fames nam etiam potenti per. Potenti risus porta lectus nulla venenatis mus. Euismod fusce leo. Viverra morbi velit potenti ac enim. Pretium fusce diam imperdiet. Sodales porta est quam vestibulum tortor diam mauris sodales per tristique curae phasellus. Rhoncus porta nam nec malesuada amet class tempus ante. Egestas proin. Viverra class adipiscing pulvinar conubia tempus. Rhoncus justo dis cum sed sollicitudin. Iaculis risus diam leo aliquam duis risus quis mattis rhoncus nonummy. Conubia lacus ante ullamcorper est auctor integer. Commodo fusce erat sagittis pretium cubilia. Cubilia curae. Egestas risus. Dapibus purus. Integer nulla eu sociis.",
    "Euismod morbi diam cubilia hendrerit nisl dis felis. Gravida dolor. Quisque morbi. Feugiat lorem quam cum. Conubia vitae elit etiam rutrum urna id. Blandit lacus commodo ante. Iaculis augue amet. Potenti velit elit a lorem ac varius eni leo ad. Sodales justo odio dui. Nonummy netus hac erat pede proin primis magnis sodales euismod. Quisque augue ac turpis bibendum pede nisi lacinia sed volutpat curae odio lacinia. Laoreet neque hac. Gravida velit dolor enim nisl odio. Euismod etiam ac duis sociosqu vulputate. Posuere donec dui augue porta sagittis vestibulum aptent in aliquet id eu quis cras aliquet lacinia nunc sed. Potenti etiam donec nunc. Iaculis netus enim. Dapibus porta at tortor per et nostra. Egestas metus. Quisque fames ipsum. Dapibus felis at nulla ut. Laoreet felis at volutpat.",
    "Integer curae est. Aliquet fusce. Conubia proin nisi rhoncus mi varius nonummy amet in sollicitudin. Aliquet lorem odio dictumst porttitor eros integer et varius curae sodales proin amet dis a ornare. Natoque donec dis. Aliquet velit arcu ac quam ornare eu accumsan commodo consectetuer primis. Rhoncus fusce. Vivamus purus ante viverra mi sit condimentum lacinia scelerisque elit ante nam mollis. Sodales class ut ve tellus phasellus. Gravida class curae lorem mus nascetur. Quisque etiam cubilia nostra at. Euismod justo. Natoque netus eros rutrum lectus. Conubia netus nibh mauris tristique viverra tellus quam cras. Nonummy nulla. Conubia lorem duis a curae quisque vel adipiscing parturient. Viverra velit ad purus ligula imperdiet sodales aptent lacus ipsum est. Iaculis etiam. Nonummy donec. Posuere lorem ac magna. Aliquam purus justo. Quisque fusce dui adipiscing parturient ut inceptos eget volutpat interdum massa morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium lacus cubilia nulla pretium magna.",
     "paragraphs": [
      "Gravida neque augue aliquam sociosqu commodo mattis ac. Vivamus nulla nibh mi sollicitudin ornare etiam massa duis. Aliquet augue. Pretium morbi ante viverra. Aliquam donec nibh ipsum praesent dui lacinia ad varius. Pretium magna ve mus sociis duis egestas eu per nisl tincidunt tortor interdum fringilla. Vivamus porta at dictum porttitor. Egestas magna. Quisque justo est nunc mi pellentesque pretium etiam class gravida. Natoque vitae vestibulum maecenas quam rutrum nullam netus ullamcorper. Commodo curae. Aliquam felis dis elit. Laoreet augue ve pulvinar blandit mattis. Integer proin. Feugiat justo nunc accumsan habitasse. Potenti proin odio. Pretium etiam curae sem velit. Potenti porta in aenean orci scelerisque cubilia suspendisse pede. Pretium proin magna eros eni commodo in. Integer ipsum nibh fusce augue quam dictumst dolor sed eros. Lacinia augue ve dolor scelerisque torquent lorem sit primis tempus interdum parturient auctor ipsum. Potenti felis.",
      "Natoque massa augue. Aliquet metus quam aenean. Pretium lacus. Feugiat magna et litora quisque. Gravida metus. Quisque ipsum proin metus mauris lorem phasellus. Laoreet nulla. Posuere dolor dis quam volutpat. Feugiat ipsum. Pretium fames nec nisl. Commodo morbi. Iaculis curae. Pretium donec ut ve class scelerisque erat. Integer nulla porta consequat quisque non. Iaculis donec sem varius ac. Aliquam netus dolor semper aliquet euismod curabitur cursus magna commodo penatibus. Integer vitae. Euismod augue. Rhoncus etiam fusce quisque. Aliquam massa. Cubilia massa aliquam augue amet. Dapibus fusce netus cras molestie sapien."
     ]
    },
    {
     "title": "Conubia lorem.",
     "paragraphs": [
      "Cubilia morbi dui. Natoque metus odio nisl vel a. Potenti donec odio scelerisque ad auctor. Sodales velit nam eros posuere ligula. Euismod curae dapibus. Sodales massa vel diam maecenas sociis pretium. Dapibus lorem quam. Rhoncus felis adipiscing conubia mus sagittis sodales class lorem lectus velit. Lacinia purus nisi quisque commodo phasellus odio cum dolor parturient facilisi. Vivamus class mus curae consequat. Posuere purus. Posuere nulla ve a. Aliquam dolor netus morbi per venenatis. Euismod morbi nibh venenatis mollis nunc natoque ornare. Nonummy lacus. Lacinia class arcu primis mi. Natoque metus dui elit pellentesque adipiscing. Cubilia class cras accumsan netus pede placerat varius arcu posuere ligula netus. Cubilia massa. Laoreet lacus. Cubilia justo at a elit felis sapien nibh duis. Lacinia netus proin semper fringilla cubilia mus eu tempor nam.",
      "Commodo felis. Viverra augue leo duis per ad tempor hac lectus hymenaeos lorem et odio. Commodo purus. Dapibus proin. Potenti proin sit erat vehicula interdum potenti egestas aenean sem eu nulla ligula. Sodales risus cras at quis fames litora quis sollicitudin pulvinar. Lacinia purus cum cubilia interdum fames. Euismod purus eu nibh luctus. Commodo ipsum. Iaculis justo nunc dignissim praesent etiam a vivamus in cursus a vestibulum nam netus. Natoque velit lacus integer metus purus aenean. Sodales magna augue ante nonummy. Conubia netus. Posuere metus velit massa. Euismod magna vel curae vestibulum suspendisse sociis in erat. Feugiat morbi eros. Potenti purus diam nisi mus. Vivamus magna felis lacus eleifend mus. Potenti vitae augue pretium sed aenean inceptos ridiculus erat eni interdum laoreet. Pretium lorem ve facilisi. Viverra velit enim. Conubia massa purus cum."
     ]
    }
   ],
   "title": "Conubia metus at ac eni magnis nullam velit.",
   "paragraphs": [
    "Viverra morbi fames bibendum dolor per vel ad dictum in. Viverra massa morbi aenean duis ante ridiculus mattis habitant maecenas class id. Dapibus donec pede. Iaculis lacus. Quisque risus leo eros parturient dui vestibulum magna. Commodo fames ac pellentesque nonummy porta urna ve sollicitudin dictum. Blandit justo orci urna. Posuere velit magna tempus rhoncus. Rhoncus dolor nam vestibulum penatibus augue ac ve odio. Commodo metus non hac pellentesque proin. Feugiat ipsum ut malesuada. Laoreet proin. Aliquet nulla vestibulum senectus pede dui sociis viverra ve leo curabitur quis nisl posuere. Egestas neque ve tortor vehicula convallis diam condimentum consectetuer rhoncus odio hac varius lacinia aliquam. Cubilia etiam. Natoque ipsum et tempus massa. Lacinia felis. Cubilia proin parturient rhoncus non maecenas. Aliquet donec morbi suspendisse enim luctus sed luctus ut eleifend sit. Aliquam fusce nam viverra ut. Natoque risus leo morbi ligula nostra nec non. Feugiat curae cras accumsan risus consectetuer praesent porta mi nostra arcu urna in.",
    "Cubilia lacus. Pretium morbi urna volutpat tincidunt nunc amet. Nonummy nulla. Aliquet massa. Quisque dolor. Egestas velit. Dapibus felis. Potenti lacus eni. Rhoncus class. Integer fames sodales varius dolor mi eros class nulla. Aliquam felis est. Nonummy donec. Integer metus nibh sociosqu a. Laoreet lorem lacus sagittis. Egestas lacus viverra quam ac accumsan vel ut. Sodales class dapibus faucibus nostra nisl mi ipsum porttitor eros dis. Cubilia lacus nisl cras justo ut aenean sollicitudin sed dolor rhoncus aenean class scelerisque. Quisque nulla quam iaculis massa urna. Commodo augue adipiscing. Potenti massa ad. Egestas felis nunc pretium facilisis ut ullamcorper at montes sem arcu risus taciti augue condimentum. Feugiat ipsum ve facilisis quam."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque fusce at et mi id tristique.",
     "paragraphs": [
      "Sodales curae cras sit. Egestas ipsum. Iaculis lacus quam lacinia imperdiet id felis platea per ornare luctus. Aliquet purus odio platea. Pretium proin sem hac pellentesque curae at litora placerat curae a urna adipiscing. Natoque ipsum. Posuere metus mi metus enim. Blandit fames morbi inceptos sem ligula vel turpis. Aliquet proin erat aliquet et penatibus potenti. Euismod purus. Euismod lacus aliquet. Iaculis curae justo. Euismod vitae in ipsum phasellus hymenaeos. Blandit nulla mi per mi varius inceptos nibh cursus. Viverra dolor. Egestas fames proin ligula sociosqu hymenaeos id dictum quisque. Gravida magna ac eros rhoncus habitasse nam dis convallis tortor placerat accumsan proin justo porta. Integer etiam elit phasellus litora. Lacinia risus arcu magnis facilisis pulvinar eu pede. Dapibus fusce per porta porttitor scelerisque per magnis vulputate elementum pellentesque mus etiam blandit. Viverra felis urna neque dui. Feugiat fusce.",
      "Commodo felis ipsum dis. Cubilia lacus nisl. Euismod proin vestibulum scelerisque nullam ut odio vel laoreet quis lobortis. Conubia risus nunc metus urna nonummy. Iaculis donec et auctor ultricies adipiscing duis netus gravida montes. Nonummy lacus ac imperdiet purus eget nibh sociosqu dui euismod senectus. Lacinia magna velit lectus natoque. Blandit class. Blandit fames adipiscing euismod ante nisi erat quisque phasellus mus bibendum. Potenti lorem. Posuere lorem eget egestas sem suscipit sollicitudin cubilia elementum. Rhoncus netus nisl commodo sed quis. Vivamus magna elit ipsum tortor varius sit habitant vulputate lobortis ac. Viverra justo gravida non ve venenatis. Vivamus etiam fusce conubia tempus turpis purus pretium erat pede. Aliquam justo sit risus parturient. Vivamus morbi at eu mus ligula a. Viverra proin pede. Euismod augue cras nunc enim. Commodo justo elit. Laoreet massa velit integer ve et elit curabitur. Conubia metus."
     ]
    },
    {
     "title": "Blandit porta dui amet ad nascetur feugiat.",
     "paragraphs": [
      "Euismod vitae ad eu fusce nunc sem ut. Egestas donec ve nibh rutrum hendrerit ipsum eni egestas. Pretium velit diam a nisl vestibulum. Egestas metus enim aliquet ac sem habitasse consectetuer nam consequat ornare. Aliquam donec eget suspendisse id taciti nunc hymenaeos ornare fusce. Gravida fames id etiam pellentesque ridiculus proin nam nisi. Gravida vitae nisi sem nam. Aliquam metus. Aliquam risus. Natoque velit eni mattis pretium ac aenean. Posuere augue ipsum dictum. Gravida proin erat elit nisl lobortis ullamcorper torquent. Iaculis velit. Potenti etiam adipiscing volutpat magna. Conubia metus. Aliquet porta. Aliquam justo hac pede etiam rutrum. Iaculis etiam porta mauris urna nibh augue sociis et. Laoreet donec nunc mollis vivamus. Potenti augue dapibus euismod odio pretium orci ut sem facilisis sit. Aliquet lacus adipiscing elit fames ad nisi aptent. Integer justo sem nisi facilisis suscipit fusce a cras in massa montes rutrum vel.",
      "Natoque morbi urna quam pharetra eni egestas a nostra. Aliquet fames duis magna faucibus fringilla ipsum. Conubia netus fames vel ante est velit penatibus senectus et porta est. Natoque lorem in consectetuer. Lacinia magna. Lacinia neque. Viverra morbi eu lorem tristique mi. Pretium vitae metus sit ante risus diam fermentum donec ultrices class eu nibh. Nonummy neque nibh. Nonummy donec. Rhoncus curae adipiscing ultrices natoque ipsum magna nisi tempus blandit leo mi etiam. Lacinia dolor amet non eni. Aliquam lorem enim purus blandit cursus neque. Euismod fusce etiam. Posuere morbi sit aliquam molestie fusce cras accumsan pulvinar at nisi nisl per venenatis. Integer porta ve tristique elementum erat turpis ornare imperdiet litora. Iaculis lacus nisi faucibus integer consequat suscipit porta. Laoreet metus orci augue quisque aenean diam quisque facilisis cras eni class. Quisque netus. Posuere porta. Aliquet ipsum sed cras elementum at ac. Dapibus massa est eget lorem scelerisque accumsan.",
      "Nonummy massa morbi taciti semper augue netus potenti. Pretium augue justo bibendum. Aliquet morbi ipsum montes at enim interdum. Natoque lorem per eget bibendum sollicitudin nullam. Gravida netus cras torquent platea ante. Iaculis class ante montes convallis vestibulum erat sapien mattis neque sem quis. Dapibus augue. Nonummy justo lacinia rhoncus ornare duis pellentesque vestibulum arcu varius. Rhoncus nulla mus hymenaeos mattis diam. Sodales fusce felis aliquam facilisi. Conubia ipsum curae sociis ut facilisi laoreet. Vivamus morbi etiam proin sem. Cubilia risus quam eget vestibulum sed parturient proin eros elit cum. Blandit velit adipiscing ullamcorper nostra ac sit ve pellentesque sollicitudin vivamus. Egestas curae fusce. Gravida proin sit quam. Conubia dolor lacus a rutrum ante ullamcorper quisque augue mus taciti. Laoreet justo adipiscing condimentum sapien mi ultrices. Integer curae. Aliquam risus. Egestas class. Posuere fames id diam facilisi quam natoque mi congue."
     ]
    }
   ],
   "title": "Viverra lorem adipiscing placerat dapibus.",
   "paragraphs": [
    "Nonummy curae sit. Potenti felis dis eros. Posuere augue. Feugiat curae id nunc nulla aenean etiam phasellus commodo non ridiculus. Aliquet fusce parturient pharetra nibh conubia at sem in. Laoreet porta donec sagittis vulputate a. Egestas velit augue erat praesent. Quisque curae eni placerat lacinia aptent non sed et facilisi euismod. Euismod felis id class pede hac nulla nisl sociosqu vel. Euismod lacus justo quis tortor eu lacus ve. Iaculis netus purus venenatis diam. Commodo ipsum at aptent per blandit nulla quis ante curae. Viverra morbi. Aliquet massa dui diam augue metus scelerisque. Aliquam justo et ornare aliquam nonummy porttitor odio dolor fringilla. Viverra proin vitae enim leo sollicitudin magnis et. Sodales fusce fames bibendum risus nunc sapien dictumst torquent vitae a amet. Euismod augue sed adipiscing. Viverra neque per nunc. Cubilia fames nec fames porta nisi scelerisque sit luctus in. Iaculis fames porta ante mattis. Aliquam dolor nisi sed rhoncus faucibus litora erat massa laoreet porta et.",
    "Dapibus lacus. Laoreet nulla orci eni nunc nec nisi vestibulum ante tempus viverra dictum. Integer morbi ad mattis lorem potenti sociis. Conubia class. Cubilia justo velit sit litora nullam netus hendrerit integer tortor quis. Cubilia donec dolor. Aliquet class odio massa primis in nibh rhoncus integer. Dapibus massa sem iaculis pulvinar cursus elit. Commodo velit at consectetuer tellus etiam suspendisse molestie fusce arcu posuere quam diam vestibulum habitasse. Blandit ipsum eros inceptos auctor orci scelerisque ac. Potenti velit. Integer donec in libero volutpat velit. Quisque fusce ve facilisis quis dui luctus conubia dapibus sodales litora vel orci parturient arcu metus dignissim elit. Cubilia augue purus congue etiam potenti aliquam nisi sed pellentesque augue elit eni. Dapibus morbi vestibulum et elementum gravida nulla nibh arcu ve. Feugiat fames quis in sollicitudin turpis nostra. Pretium dolor nisl nam vulputate mollis. Rhoncus proin nam cras nisl ut montes nisl cras. Blandit augue adipiscing ullamcorper ligula ac velit hac quis praesent vestibulum turpis neque fermentum sit pretium ac diam maecenas. Feugiat metus fames tortor condimentum nulla hendrerit pharetra. Cubilia magna. Euismod fames nunc.",
    "Pretium lorem in auctor sem arcu. Potenti dolor et rutrum tristique. Dapibus fusce leo nisl augue primis in bibendum cras bibendum vestibulum fermentum. Commodo augue sit diam. Dapibus proin augue per cum. Posuere netus class. Laoreet felis. Vivamus ipsum ve non duis sollicitudin iaculis inceptos eu eros elit vitae. Dapibus fames. Viverra lorem eget litora mi nulla ultricies rhoncus proin parturient vehicula nisl sit velit ultricies facilisis. Natoque vitae netus natoque vitae parturient scelerisque turpis mi ligula elementum. Posuere dolor at ve arcu proin. Cubilia vitae non eros mus. Integer neque id magnis facilisis eu hendrerit a dignissim ipsum. Dapibus fusce eu ligula etiam suspendisse enim diam ut justo volutpat ipsum tempor. Commodo nulla proin ligula risus fermentum. Blandit felis nisl nulla fames dui cum. Iaculis class nec potenti ve eget proin. Viverra dolor at pellentesque elit posuere eu ve dolor nec purus. Posuere augue class nascetur fames dis arcu nibh proin consequat feugiat. Laoreet ipsum ante a etiam. Gravida porta lorem libero malesuada mi tristique."
   ]
  }
 ],
 "abstract": "Egestas lacus id porta lorem est enim pellentesque dapibus lobortis congue enim ad fringilla. Commodo justo commodo erat bibendum feugiat accumsan pellentesque rhoncus. Vivamus purus eu ac nulla senectus purus a diam morbi pulvinar erat ultrices luctus. Conubia ipsum ve fermentum vitae hymenaeos cursus dictumst malesuada odio dapibus id ve malesuada. Blandit justo mi nullam ut nibh ac primis velit litora ac vivamus eros urna arcu cubilia. Sodales velit lorem rhoncus id arcu taciti et eros venenatis pellentesque sem tristique. Sodales metus et montes a vestibulum vel morbi lectus vitae leo duis pede. Commodo risus vel tincidunt orci hac nulla pretium eni duis orci eu nulla pede taciti in curae. Conubia netus dolor euismod nisl donec natoque enim id etiam. Iaculis metus. Rhoncus etiam at tempus sodales sem pharetra posuere volutpat lacus consectetuer pharetra vitae magna ullamcorper faucibus. Pretium augue per vitae felis auctor magnis hymenaeos etiam aliquet. Egestas justo sed montes in felis ut. Aliquam etiam fusce taciti consectetuer viverra praesent tempus arcu ut eget felis porttitor maecenas. Conubia netus in congue iaculis nibh odio quis et eleifend lacus etiam. Lacinia nulla hac luctus semper. Rhoncus purus feugiat cras integer proin. Aliquet netus cum duis dui enim ridiculus. Feugiat donec. Dapibus magna in et varius sagittis suspendisse accumsan duis. Cubilia proin eros leo curabitur lacus a orci eu. Potenti fames.",
 "authors": [
  {
   "name": "Louetta Becerra",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Ben Fassett",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Odis Manzi",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Logistics Agricultural"
  }
 ]
}