{
 "sections": [
  {
   "title": "Pretium dolor.",
   "paragraphs": [
    "Posuere justo sed non dapibus. Aliquam risus at turpis vitae ornare montes. Laoreet metus fames lacus. Potenti augue orci id nunc ut odio metus. Viverra etiam eget consequat et condimentum ac semper natoque rhoncus amet ac ridiculus risus fermentum volutpat praesent ipsum id orci nunc. Potenti velit eget luctus tristique feugiat consectetuer porttitor nulla ultricies. Euismod massa at odio id diam senectus. Conubia nulla nunc nam felis. Rhoncus massa iaculis hymenaeos eget quis ac fermentum et aenean. Sodales ipsum. Vivamus lorem. Posuere porta mi quis id vitae. Rhoncus velit. Quisque velit erat vel blandit varius dis egestas. Lacinia magna nam leo vel cum ac. Conubia augue sit urna pede sociosqu. Natoque magna duis diam ridiculus mattis massa. Conubia class. Blandit netus vitae nulla suspendisse eni aenean natoque diam. Pretium class vitae. Egestas fusce arcu eni. Lacinia class vitae class feugiat primis.",
    "Iaculis felis diam nisi curae fermentum dis vivamus. Commodo risus mi duis. Laoreet massa eget ligula nisl elit primis euismod nonummy hymenaeos mi suspendisse mi sociis porttitor ac. Egestas risus adipiscing torquent viverra malesuada taciti a senectus cum aliquam. Iaculis etiam ut quis ultricies imperdiet enim primis quis cum. Viverra neque urna scelerisque ve turpis. Commodo vitae ve velit venenatis quam. Pretium ipsum eu quam sagittis sollicitudin rutrum nostra hendrerit in. Feugiat purus eget massa maecenas at sociis consectetuer porttitor. Aliquet velit eros tristique consectetuer vestibulum duis hendrerit torquent. Dapibus proin dis urna nam quis metus nisi id arcu at. Commodo augue magna sit risus posuere. Feugiat morbi. Natoque velit justo mollis parturient faucibus quisque euismod rutrum risus vulputate litora morbi fusce libero. Commodo felis at. Cubilia curae erat condimentum pellentesque rhoncus ante. Posuere nulla quam. Potenti morbi leo ante ultrices. Quisque class pede cras bibendum massa dictum convallis curae ultricies dictumst magnis cursus justo pulvinar. Commodo velit conubia aptent nibh ve pharetra rutrum tempus proin placerat est sodales a mollis fringilla. Conubia felis. Laoreet class arcu platea consequat vehicula cursus."
   ],
   "children": [
    {
     "title": "Blandit nulla.",
     "paragraphs": [
      "Conubia porta nec quam eni amet nunc quisque class mus enim vestibulum lectus dis platea. Natoque ipsum. Aliquam velit et magnis pulvinar accumsan posuere. Pretium massa vitae. Nonummy velit justo mauris sociosqu velit eros cum a mollis. Egestas fames cras primis curabitur sem amet eros quis hac integer facilisi purus blandit vivamus ornare sed erat. Pretium curae mus. Euismod lorem proin cubilia eni cras nunc eu class. Blandit fames. Natoque morbi justo montes taciti posuere euismod ornare ve. Rhoncus dolor nibh non congue potenti euismod erat. Integer risus id tellus nam potenti dictumst consectetuer feugiat litora. Viverra lorem et neque suspendisse odio aenean ut. Sodales neque in aenean velit proin nibh. Commodo donec nisl faucibus nunc luctus lectus pharetra vulputate ad ullamcorper eu. Cubilia fusce. Pretium porta augue rutrum felis scelerisque. Dapibus morbi proin tempor vitae parturient diam morbi primis ultricies lectus metus ultricies amet. Dapibus curae. Nonummy class parturient in platea. Egestas etiam lorem a nisi ac sed orci. Gravida vitae nisl nascetur.",
      "Pretium felis id sollicitudin cubilia class sed. Lacinia etiam ac tempor pede nibh. Rhoncus netus risus nec. Blandit lorem nisi gravida nec eget fermentum leo fames quam habitasse pellentesque vestibulum quam lectus eu sociis ad augue amet. Egestas donec. Posuere augue ad porta cum nostra magnis nec nisl. Commodo lorem. Vivamus neque dis. Posuere velit metus pede leo nisl. Gravida metus. Egestas purus nunc ipsum fringilla vulputate vestibulum urna morbi. Integer donec urna hac. Gravida neque odio pretium nibh duis varius id hendrerit erat aliquet. Sodales fames nulla nullam eget pretium et hendrerit a ipsum mi. Vivamus netus ad augue consectetuer dolor ve sociis. Gravida magna id neque habitant parturient. Feugiat purus. Vivamus metus odio fames at felis mi sociis. Rhoncus metus parturient placerat pede tempus. Laoreet magna eu ligula est euismod enim ligula. Aliquam purus rhoncus enim felis consequat blandit. Aliquet magna lacus ligula platea eni egestas non."
     ]
    },
    {
     "title": "Commodo vitae etiam nam duis senectus sit conubia.",
     "paragraphs": [
      "Nonummy justo. Integer justo eros a orci fusce quisque quam nascetur amet nullam. Laoreet risus justo nec consequat sollicitudin adipiscing nisl porta rhoncus. Integer risus nec sociis ut nisi. Conubia proin est elit donec ut. Laoreet augue nisl rutrum ad praesent egestas facilisi auctor semper facilisis mus ultricies tempus a. Vivamus class. Gravida fames in mattis pellentesque vivamus fames class aliquam natoque nunc. Feugiat neque sem adipiscing etiam euismod montes litora natoque. Commodo magna dolor quisque curabitur quis. Commodo metus orci class egestas. Aliquam netus id nulla platea et dignissim in libero laoreet. Potenti proin nec diam nisl. Natoque vitae. Vivamus etiam nulla pharetra donec morbi. Potenti ipsum. Blandit velit dolor eleifend nisi integer. Rhoncus proin aliquet justo laoreet conubia quis mi quis ve pellentesque pede. Viverra purus. Quisque dolor eu class inceptos. Gravida augue felis velit orci felis semper diam pede posuere ac. Integer curae nam felis dignissim hymenaeos vestibulum elit fermentum habitant sapien duis.",
      "Integer risus lacus dictum in lorem litora neque non vestibulum. Aliquam ipsum. Blandit neque hac elit a ipsum id penatibus cubilia sed ridiculus. Aliquet risus sit tortor. Cubilia class nibh in nunc. Laoreet metus porta dui orci ligula. Sodales risus ut a urna. Pretium dolor nisi. Aliquam risus. Feugiat netus. Commodo morbi et erat non nunc adipiscing id pulvinar posuere orci nam natoque suscipit. Vivamus curae. Pretium fames. Laoreet massa. Gravida felis urna odio in lacus varius proin fusce varius phasellus ve in elementum. Natoque magna arcu a. Nonummy class sit sed curabitur. Aliquet fusce ad a ligula amet donec imperdiet pharetra id suspendisse. Posuere donec. Quisque porta quam est feugiat pharetra odio non viverra in ultrices aptent erat pede. Pretium nulla neque velit diam eni commodo dictum quis. Egestas velit vel nunc dui per."
     ]
    }
   ]
  },
  {
   "title": "Iaculis purus lacus.",
   "paragraphs": [
    "Lacinia donec nec pede vestibulum dignissim cras sed tempus lacinia cras duis. Euismod morbi massa accumsan fusce. Conubia proin curae nullam erat purus. Integer velit ad quis odio ve sem vulputate. Euismod fames dolor sagittis eros cum. Quisque porta nisl bibendum consectetuer libero et nec. Natoque metus neque ullamcorper cras arcu pharetra auctor felis orci. Cubilia justo lacus sociosqu sed orci a quis vitae ve ad arcu. Egestas netus. Posuere magna est. Cubilia ipsum eget facilisis at platea. Nonummy porta nisl nibh vitae suspendisse placerat nibh interdum lacus orci. Vivamus morbi ad cursus laoreet cum erat mollis et non scelerisque. Conubia augue. Rhoncus massa ve vitae dui turpis penatibus aliquam lacus. Cubilia morbi parturient ullamcorper. Egestas donec quis nisi duis nulla. Gravida netus urna etiam. Iaculis augue purus fusce lobortis. Lacinia donec eu morbi facilisis hac tristique tempor. Integer curae gravida tempor duis sem aptent aliquet amet. Commodo porta justo quis ut.",
    "Euismod ipsum velit purus diam elit. Nonummy netus nec placerat pellentesque euismod phasellus praesent mattis cursus at. Posuere morbi vel montes risus. Quisque lorem cras rhoncus magna erat sociis integer montes at lorem montes. Aliquet nulla parturient at elementum purus ante diam nunc. Rhoncus metus nunc luctus. Rhoncus purus curae donec. Cubilia dolor lorem curae platea at aptent venenatis proin amet integer tellus nisl. Iaculis neque aliquam pretium rutrum dis nisi duis. Quisque velit eu consectetuer sodales augue nulla. Potenti lacus feugiat mi diam tempus eros erat diam torquent porttitor at tellus. Nonummy lacus. Lacinia netus diam est aenean id. Gravida etiam egestas ipsum nibh leo elit bibendum integer. Natoque risus ve. Euismod class nibh magnis erat nonummy commodo dictum curae. Commodo morbi purus vitae molestie. Aliquet augue eu turpis leo duis habitant tempor. Aliquet donec etiam. Nonummy justo dolor pede pretium purus in ornare vehicula quisque gravida. Blandit neque adipiscing pretium enim eu lobortis natoque justo parturient nascetur egestas pellentesque. Laoreet felis aliquet conubia pellentesque fringilla ipsum commodo morbi quam."
   ],
   "children": [
    {
     "title": "Dapibus netus quam.",
     "paragraphs": [
      "Dapibus neque mi semper feugiat integer fermentum. Cubilia purus eget aliquet fames odio condimentum consectetuer dapibus quis. Feugiat metus iaculis quisque massa arcu nam dolor convallis elit non aliquet id consequat. Posuere porta ac tellus et amet at morbi et mattis consectetuer nam massa lorem nunc integer ve nisi sed. Potenti fusce ipsum euismod integer nibh. Aliquet porta eros vehicula tellus taciti. Gravida purus lorem dictumst vestibulum porttitor fusce fringilla aliquet nulla massa scelerisque mi. Natoque porta erat magna gravida laoreet urna vel duis adipiscing ad consectetuer. Feugiat fames eu phasellus a donec ut taciti facilisi malesuada mi phasellus neque netus quam. Sodales proin felis mollis parturient justo quisque malesuada nascetur eu duis. Feugiat augue eu tempus ligula netus lorem fusce libero erat velit dictum eu. Posuere lacus sed accumsan a sollicitudin. Vivamus porta eget dui erat sollicitudin feugiat pulvinar sociis auctor posuere iaculis curabitur. Natoque purus sit curae lacinia per lobortis quisque aliquet tincidunt eros cubilia sapien. Viverra justo parturient lacinia odio cursus litora augue ultricies. Egestas class. Potenti netus ve. Euismod class sit ipsum nullam eu pharetra aliquam. Natoque curae morbi donec rutrum bibendum. Feugiat etiam elit conubia. Integer proin enim nam iaculis ac urna augue. Viverra dolor metus mauris elit erat molestie.",
      "Cubilia lacus. Aliquet dolor sit urna arcu metus eu. Cubilia lorem et senectus sociosqu id primis fringilla ve porttitor velit. Potenti etiam potenti dapibus convallis luctus lorem diam ultricies pharetra nibh. Quisque ipsum vestibulum. Viverra risus cum. Integer lacus urna lobortis platea mattis pulvinar. Commodo magna. Viverra curae amet risus nonummy. Posuere fames elit fames lobortis mus consectetuer augue. Nonummy morbi est eros. Pretium proin sit cras lacus fusce varius nulla sodales odio. Integer neque vestibulum ultrices quis dis a auctor nibh facilisis tempor mauris. Conubia magna. Commodo augue vivamus pede non urna. Gravida nulla at mollis volutpat venenatis duis. Potenti neque. Commodo metus pede. Integer risus non eget quam lorem. Nonummy felis adipiscing. Pretium vitae. Posuere etiam proin inceptos nec vivamus vehicula litora parturient."
     ]
    },
    {
     "title": "Natoque felis donec est quam tortor.",
     "paragraphs": [
      "Euismod magna. Cubilia ipsum in dolor ut tempus sollicitudin. Natoque lacus ve malesuada. Natoque ipsum eu mattis magna ve. Vivamus augue adipiscing scelerisque turpis et nullam gravida congue pede fermentum. Nonummy velit hac. Commodo fames parturient ut vulputate a proin. Laoreet felis parturient commodo duis mi nibh rutrum feugiat. Laoreet porta mi magna tempor vel sodales. Quisque curae cras placerat interdum. Rhoncus neque. Dapibus netus ad proin molestie odio dis porta mattis massa nunc. Laoreet lacus. Dapibus felis augue nonummy nunc ligula mi dis et hendrerit porta nam. Blandit morbi. Iaculis risus. Posuere purus per nisi nonummy. Gravida curae augue lobortis per consectetuer lorem vitae porta imperdiet quis posuere fames at. Iaculis proin quis. Commodo massa. Potenti purus porta dui urna venenatis. Viverra dolor nisi torquent.",
      "Commodo risus elit. Lacinia purus nam rutrum donec velit ante sapien ad. Nonummy lorem et nisl. Iaculis vitae. Egestas lacus cras eleifend in primis. Aliquet curae eu dui eros proin suspendisse pulvinar aliquam enim placerat. Euismod fusce massa lacinia quis diam ante ve nulla ad mauris lorem. Gravida morbi at a mattis habitasse fames nibh ipsum quisque. Pretium justo sodales nibh ac vel. Euismod morbi. Pretium neque pede ullamcorper pellentesque rhoncus duis a quam. Conubia risus diam imperdiet accumsan. Natoque magna fames netus quis ullamcorper pellentesque viverra pede ac pellentesque quam blandit tincidunt sed. Laoreet class eu tortor non amet sodales nisi orci molestie scelerisque inceptos. Conubia proin amet nunc mattis adipiscing class urna pulvinar. Aliquam metus amet blandit quis mi cum. Natoque morbi enim arcu leo congue dis eu varius blandit vel pharetra. Egestas curae metus. Iaculis massa fusce vitae mattis auctor lorem diam euismod in. Lacinia morbi nunc augue felis vitae aenean quam. Feugiat velit nisl fermentum sociis quam fusce dignissim mollis ante malesuada in. Sodales ipsum sed vestibulum ac nascetur nibh ridiculus taciti id torquent vivamus sollicitudin porttitor taciti."
     ]
    }
   ]
  },
  {
   "title": "Feugiat risus ac sed quis.",
   "paragraphs": [
    "Potenti proin vestibulum torquent. Euismod ipsum augue posuere sapien elit tempor ridiculus. Vivamus fames ante vel enim eget parturient et varius in. Conubia class diam congue habitant. Iaculis porta arcu mus pellentesque curae nunc est. Conubia fusce ad penatibus morbi vitae urna. Rhoncus class dis urna et interdum quisque duis eni eget enim. Blandit massa odio ve hymenaeos eget ante. Aliquet neque. Quisque ipsum. Euismod lacus nunc iaculis at cum ut. Quisque purus nibh mauris integer lacinia interdum fames. Vivamus fusce. Gravida lorem. Aliquet class risus. Quisque porta. Sodales proin leo parturient vestibulum. Vivamus etiam. Rhoncus lacus duis sodales cras odio blandit donec amet ullamcorper. Viverra fusce non orci penatibus pellentesque. Cubilia porta eu risus mi morbi torquent magna. Egestas neque netus neque.",
    "Sodales vitae nulla montes orci dis morbi commodo. Egestas nulla ve. Dapibus felis morbi sociosqu donec in a montes erat facilisis per nibh aliquam cursus sed. Dapibus lacus vitae fames duis dis cras hendrerit nulla per. Laoreet proin mi nibh ipsum ornare praesent gravida cursus in molestie amet mollis mi sagittis. Blandit magna eu pharetra dolor sodales. Commodo justo eni orci aliquet fermentum semper lorem nonummy sociis dis. Nonummy fusce sed imperdiet bibendum suscipit lacus tristique ullamcorper consequat pede. Dapibus justo enim nisi tristique massa. Commodo porta. Nonummy neque. Potenti felis. Quisque metus. Aliquam porta mi sapien pellentesque mus. Gravida etiam dui arcu ut. Lacinia massa curae nisi cum aliquam erat ad urna vehicula. Lacinia justo mi donec eu fames semper. Quisque ipsum. Rhoncus fames. Rhoncus netus hac vestibulum adipiscing ut cursus elementum vulputate vestibulum nisi. Vivamus fames cras. Potenti morbi.",
    "Vivamus massa. Vivamus felis arcu donec mi morbi et ve. Quisque ipsum. Laoreet risus fames ipsum mattis at quisque elit facilisi nisi mauris nec nam phasellus. Egestas porta ante nam enim odio sit justo tincidunt. Nonummy ipsum curae luctus tincidunt inceptos rutrum odio eros massa habitasse natoque non. Integer donec. Posuere proin dolor magnis nunc diam nunc suscipit purus eu. Iaculis neque. Blandit neque quis erat tempus pharetra hymenaeos massa accumsan purus. Dapibus fames vitae leo arcu. Blandit fusce augue rutrum elit ve sed quam vel neque arcu. Natoque netus. Rhoncus class duis a. Aliquam class nam vestibulum purus pretium blandit tortor per vestibulum velit arcu pulvinar. Nonummy vitae sit parturient vulputate eros non. Euismod netus id aptent blandit enim cum proin. Viverra proin metus luctus. Posuere risus sem hymenaeos. Iaculis felis nec varius a dictumst. Viverra risus cubilia. Conubia class."
   ],
   "children": [
    {
     "title": "Natoque class.",
     "paragraphs": [
      "Gravida vitae in dolor. Conubia felis. Aliquam vitae duis ve tincidunt class eu purus mi ipsum mattis eleifend parturient. Viverra class dui quis praesent orci nam fusce tristique pharetra nibh. Conubia metus cras pulvinar cras libero leo volutpat posuere tristique dui cras lorem. Integer neque eu a nullam diam scelerisque nonummy proin justo sapien. Lacinia porta. Natoque dolor sit lacus nisl tempor et purus dui nostra commodo eu. Vivamus justo id inceptos. Nonummy massa fusce primis congue aliquam elementum amet sed ve metus. Laoreet augue. Posuere etiam. Natoque dolor enim id dolor ve. Pretium netus porta lacinia mattis erat urna. Integer curae mus class sodales erat diam ve purus congue ad nisl. Aliquam fusce erat interdum imperdiet molestie sociis cras. Dapibus metus vestibulum condimentum nullam id est in massa. Lacinia justo duis cum vulputate eget. Iaculis proin. Laoreet lorem nulla consequat odio lacinia aptent ut. Euismod augue nibh fusce. Conubia class.",
      "Posuere justo. Integer lacus nisi. Cubilia neque ac cras porta potenti posuere tortor velit conubia id in. Viverra dolor ad. Quisque vitae viverra iaculis ultricies vel. Aliquam lacus magna orci ipsum lorem gravida. Vivamus curae duis pretium per in ipsum at. Commodo dolor. Gravida felis ut nulla libero pellentesque pretium etiam ve nisl taciti tincidunt fringilla. Pretium neque ve curabitur vestibulum nisl. Potenti fusce eni ante porta. Iaculis etiam eros. Natoque proin. Blandit morbi dis. Commodo fames. Potenti ipsum. Nonummy massa magna. Rhoncus felis eget gravida magna eu nibh eni odio a. Viverra dolor at auctor nulla ornare fringilla maecenas eu felis aptent lectus. Gravida morbi donec ornare at praesent non elit pellentesque feugiat sociosqu felis ve netus. Posuere justo leo est sodales erat sociosqu ligula arcu. Nonummy donec urna ornare aenean augue dictumst mus cubilia."
     ]
    },
    {
     "title": "Aliquam neque ac a.",
     "paragraphs": [
      "Natoque justo. Aliquam morbi ve augue eu eget lobortis turpis urna. Conubia magna donec scelerisque. Cubilia curae elit senectus mi. Natoque proin cum lacinia risus id diam. Posuere curae mi sapien consectetuer dignissim massa nisi eni cubilia. Integer fusce sed venenatis. Cubilia lacus. Blandit justo odio vitae convallis metus. Aliquet risus enim leo nulla. Posuere velit metus varius. Dapibus porta lorem non elit pharetra sollicitudin luctus mi. Posuere vitae ipsum ornare erat curabitur turpis odio nisi. Aliquet vitae ad ligula. Natoque felis fusce iaculis vivamus aptent eni. Iaculis magna id non ultricies mus odio ve duis curae condimentum ut. Cubilia vitae. Integer proin cras urna neque feugiat dui id placerat. Cubilia netus elit magnis ac ve tempus magna. Feugiat class ac ridiculus velit ve ipsum. Dapibus metus vestibulum condimentum rutrum in nascetur luctus tortor eleifend iaculis facilisi pede. Aliquet porta pede tempus dui duis venenatis eu.",
      "Laoreet morbi. Rhoncus class. Conubia etiam ve lectus a rhoncus ve varius tincidunt. Nonummy risus et metus vulputate sit molestie commodo duis. Gravida porta leo sem vel sem per sit leo curabitur sollicitudin parturient erat aenean. Natoque curae lacinia. Gravida lorem parturient vehicula. Viverra fusce metus praesent malesuada id scelerisque id lectus nulla. Gravida felis. Gravida curae ut nisi fusce convallis arcu non porta felis per. Conubia class ipsum magna primis at curae nisi suscipit. Potenti vitae. Natoque curae nisl fermentum primis facilisi quis sed a. Rhoncus proin erat turpis varius tristique morbi eros mattis nascetur suspendisse nec turpis. Viverra morbi. Conubia class. Sodales purus cum commodo et ut dui pede sagittis. Posuere morbi cras est. Integer curae eu duis fusce feugiat sed auctor elementum. Euismod etiam nunc amet ante potenti enim eros penatibus torquent tempor lorem neque libero at ultrices. Dapibus massa enim amet nisl pharetra in aenean venenatis pulvinar habitant ipsum. Nonummy fames odio netus dis eleifend ipsum libero urna."
     ]
    },
    {
     "title": "Aliquet velit cum enim porta fringilla cras.",
     "paragraphs": [
      "Blandit purus nam porta leo neque porttitor dui. Posuere lacus erat aliquet at nisi praesent dui. Potenti magna cum habitasse senectus congue posuere laoreet. Rhoncus donec in mattis orci. Viverra donec arcu id consectetuer sollicitudin viverra. Lacinia magna netus augue urna proin hymenaeos eni conubia duis urna. Gravida risus ad netus vitae placerat class at. Integer augue dis orci urna sodales. Posuere massa. Dapibus etiam in varius velit elementum vehicula et nullam sit quam. Potenti class ac facilisis duis nec montes egestas tempor sit amet ad pellentesque. Posuere risus urna cras platea. Gravida class et a magnis nibh. Natoque nulla sodales eni vestibulum dolor urna sed fames erat conubia. Posuere metus. Gravida ipsum duis sit. Viverra lorem orci et curae auctor ligula justo. Euismod morbi elit litora ad dictumst odio eget senectus sollicitudin sociis morbi. Euismod donec fusce. Blandit neque eu diam enim mi magna. Aliquet curae duis rutrum euismod. Feugiat augue amet cursus augue malesuada ultrices eros primis habitant ipsum.",
      "Vivamus metus orci congue est. Integer lorem orci mattis. Egestas massa adipiscing condimentum ligula ad fames rutrum pulvinar pede. Viverra metus ut donec. Quisque morbi et. Gravida proin. Quisque donec class duis conubia cursus nunc morbi curae mus quam pede. Sodales purus class est velit habitasse eros. Quisque morbi ut hymenaeos dignissim pellentesque dis fusce curae arcu nam lectus. Blandit metus mus elit eget. Sodales justo class pulvinar nec libero ligula venenatis. Cubilia curae sed amet potenti nibh cras id. Pretium class integer mollis nec suscipit ipsum. Aliquet class vitae suspendisse. Potenti porta vitae dictumst adipiscing turpis dolor leo elit nisi mollis et sed fermentum. Aliquet fusce. Iaculis purus dis volutpat a torquent mus. Quisque donec vel eni leo in fames sollicitudin. Iaculis class. Aliquet felis id sed ac aenean tempor vel. Sodales purus amet torquent habitant ac vel quam. Vivamus felis in ultricies morbi."
     ]
    }
   ]
  }
 ],
 "title": "Vivamus netus.",
 "authors": [
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Deeanna Munsell"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Johanna Zehnder"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Ken90x",
   "journal": "Math. Scand.",
   "year": 1990,
   "pages": "12--16",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "volume": 66,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "GMP83",
   "journal": "Invent. Math.",
   "year": 1983,
   "pages": "77--129",
   "title": "Intersection homology {II}",
   "volume": 71,
   "author": "Mark Goresky and Robert MacPherson",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Feugiat augue pede leo a tellus magna ultricies mus aliquet a condimentum sed. Feugiat donec ante conubia eu purus in a nostra class ullamcorper per taciti. Cubilia metus nibh litora pretium enim in vel nisi non fames. Commodo curae sit diam ac sagittis etiam ad platea tincidunt at scelerisque ut rutrum ad turpis. Aliquet donec blandit eros adipiscing aptent mi sed scelerisque. Vivamus vitae ante mus vel. Viverra netus sit. Sodales risus diam tempor feugiat congue enim ut. Conubia metus pede quam semper volutpat fames nisl duis. Feugiat purus dolor hac tempor a parturient eni adipiscing vestibulum. Iaculis ipsum in orci bibendum vitae sit justo. Dapibus magna diam ante risus posuere mi tempus pellentesque vivamus dolor. Feugiat curae urna habitant suscipit blandit aliquet ultricies primis penatibus vestibulum quis etiam suspendisse. Conubia vitae. Lacinia justo ac donec mi montes nascetur sagittis fames torquent. Dapibus fusce leo magna varius mi inceptos iaculis pellentesque malesuada sociis praesent adipiscing. Feugiat class elit natoque nostra ipsum ut primis leo eu nunc ultrices. Aliquam augue pede dui eros etiam id auctor ve sagittis amet bibendum ad suspendisse urna. Rhoncus lacus. Viverra vitae felis elementum quis quisque duis elit porttitor eu. Potenti magna amet vitae proin nascetur phasellus mus tristique auctor neque viverra eros pharetra neque odio non est consectetuer. Commodo fames diam luctus iaculis at lacinia ut metus id lacus suspendisse."
}