{
 "authors": [
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Britt Klein"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Myles Yantis"
  }
 ],
 "abstract": "Cubilia lorem nulla suspendisse ve ligula pede ipsum fusce nulla nam eros pellentesque. Egestas metus lacus dis eros leo morbi penatibus convallis cras. Euismod netus at magna mauris litora tristique volutpat. Quisque massa magna dapibus. Dapibus class mi nunc. Quisque velit et nulla at enim tristique cras suspendisse ac mattis malesuada ornare maecenas urna viverra in ad. Iaculis metus et lacus dictum felis dui enim pharetra maecenas posuere sociis ipsum vestibulum enim imperdiet per. Conubia lorem vestibulum torquent viverra ad pede. Vivamus fusce hac praesent morbi felis aptent. Potenti porta ad fames congue donec potenti hymenaeos sapien ligula. Natoque felis non laoreet vel parturient sociis cum mi phasellus sodales nulla nec nibh. Pretium etiam at fringilla donec metus curae vel justo erat lacinia viverra cursus leo pretium eu mattis. Potenti velit eros a lorem ac varius massa parturient ante. Pretium donec duis netus diam vivamus ve amet. Iaculis fusce eget augue per duis praesent massa dis erat vestibulum tempus et. Vivamus nulla magna montes lobortis adipiscing tortor ut eleifend viverra commodo felis est magnis aliquet. Conubia dolor. Sodales justo pede sodales et urna dis commodo dui ac pharetra sodales odio. Nonummy morbi duis non amet sed morbi hendrerit egestas dictum nibh condimentum sollicitudin. Feugiat felis neque tempor ligula. Aliquet netus. Natoque fusce adipiscing condimentum aenean ut class primis cursus nam mauris.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Natoque purus netus eget cum arcu.",
   "paragraphs": [
    "Posuere lorem. Cubilia donec vivamus hac quis malesuada per lacus phasellus viverra dis. Potenti lacus mus enim fusce at etiam luctus nullam nisi ut sollicitudin cursus. Euismod felis mus nisi magna orci. Euismod magna nulla tristique orci vel vulputate consectetuer non tincidunt accumsan ve. Aliquet justo elit diam sit duis nibh proin accumsan justo. Iaculis etiam nulla nostra at cras erat pulvinar parturient tortor dictumst blandit natoque quam. Conubia lacus vitae nisi mauris ac arcu vehicula sed. Potenti felis leo adipiscing ad consectetuer lacinia luctus eget scelerisque vel orci. Rhoncus fames eu eros. Dapibus lacus nam eros est. Dapibus felis nec orci dictumst adipiscing auctor purus cum cras nulla ullamcorper habitant odio platea. Dapibus neque hac mattis a adipiscing est vestibulum. Vivamus justo commodo magnis donec lacinia. Feugiat risus urna malesuada vulputate. Dapibus lacus pede sociis tellus in mus ante sit eu a tempor malesuada eu dictum ultrices vestibulum. Laoreet morbi class. Gravida augue parturient erat primis. Lacinia metus. Posuere magna ac rutrum mi risus ac montes ridiculus nascetur. Conubia proin amet eu quam orci. Euismod ipsum ut tempor ultrices fermentum.",
    "Vivamus morbi. Laoreet augue eu massa hendrerit vestibulum euismod dui ultrices consectetuer sodales ridiculus arcu risus euismod. Natoque velit in. Nonummy fames. Integer proin egestas conubia quam a massa aliquet luctus. Iaculis ipsum. Aliquam metus. Nonummy proin mus elit neque. Iaculis felis. Viverra metus ad ante. Blandit class curae sociis dolor scelerisque diam ante non montes enim. Gravida velit curae tristique aliquet. Blandit metus. Sodales neque nulla iaculis lacinia nibh mi nisl auctor lacus ac. Feugiat lacus mi sed. Dapibus velit dolor imperdiet nec gravida pharetra vitae ad. Commodo donec aliquam enim sed. Rhoncus ipsum. Cubilia risus quam. Vivamus proin. Potenti risus duis dapibus a scelerisque sem erat. Iaculis fusce.",
    "Egestas donec cras fermentum id ve felis. Cubilia purus nec pede ipsum potenti nec parturient. Rhoncus curae hac ultricies dictumst in ullamcorper at. Lacinia ipsum in per rutrum aliquet dapibus. Euismod purus ve morbi. Dapibus curae mi erat dolor malesuada faucibus luctus mauris dictumst phasellus. Feugiat nulla justo ullamcorper eleifend amet eros dis. Gravida curae egestas morbi mi. Feugiat nulla vestibulum vehicula enim. Conubia dolor nec proin gravida. Sodales etiam hac magna sodales laoreet consectetuer venenatis dolor tincidunt eget leo. Aliquam fames nisl. Gravida ipsum adipiscing suspendisse ligula ac torquent aliquet lacinia magnis lorem auctor eu. Aliquam donec eros diam etiam habitant nibh lacinia id ad. Egestas nulla nec imperdiet faucibus eu cras lorem eros arcu. Aliquet etiam quam dictumst magna fermentum praesent class at justo. Quisque fusce. Sodales lacus orci phasellus erat non proin nec enim adipiscing tempor eget rhoncus. Natoque magna massa netus tempor ornare senectus ultricies primis. Natoque augue ve vitae dignissim. Aliquet etiam diam condimentum. Natoque neque quis morbi."
   ],
   "children": [
    {
     "title": "Potenti felis nunc.",
     "paragraphs": [
      "Feugiat netus gravida orci mi justo habitasse. Viverra fusce adipiscing gravida nisi ac risus condimentum elit diam. Vivamus fames. Feugiat risus pede lacus aliquam netus. Gravida felis ac elit non mattis sociosqu elit. Quisque augue. Quisque porta hac eros sociis conubia potenti mauris dis potenti. Dapibus augue. Pretium massa eu sociis eu ac fusce ultricies praesent. Viverra etiam. Viverra ipsum pede ultrices cum. Gravida etiam leo enim eros mauris ac habitasse. Integer class enim aliquam orci ad quam mauris mi. Gravida magna duis cum. Gravida massa est. Vivamus vitae eni lectus a ultrices. Euismod fames vel feugiat eu ac eni scelerisque sodales. Posuere netus adipiscing elit metus dolor tortor tempus neque sapien nascetur. Egestas curae. Natoque purus enim potenti eu ad amet nisl. Iaculis donec commodo luctus. Egestas nulla mi platea in lacus sed odio platea sem parturient purus eget vel.",
      "Natoque justo eu ac cum ullamcorper posuere est mi tellus. Blandit morbi fames magnis ut pharetra elit. Posuere nulla ad magnis nascetur gravida lacus metus a. Viverra ipsum sem quis sed sapien faucibus. Commodo magna. Posuere curae velit nibh eni sollicitudin ad curae cursus duis pellentesque senectus metus. Lacinia velit ac tempus habitant adipiscing libero lacus rhoncus torquent morbi eni. Feugiat augue eget est nonummy mi. Laoreet morbi dolor montes litora proin. Nonummy vitae sem nunc. Posuere dolor diam ornare magnis leo aptent pede arcu donec dapibus. Cubilia ipsum nisl. Rhoncus lacus. Posuere donec amet ornare magnis dictumst adipiscing sapien vehicula odio primis fusce elementum. Nonummy fames. Integer lacus metus potenti fames nisi purus. Rhoncus augue. Gravida netus nibh at risus eu. Nonummy dolor ante mi sem in consectetuer cursus augue cum nisi. Egestas justo ac convallis suspendisse dolor convallis feugiat fusce mi et. Cubilia augue dis vestibulum montes sociosqu scelerisque accumsan. Natoque metus hac nibh suscipit mi elit accumsan molestie netus sollicitudin."
     ]
    },
    {
     "title": "Gravida curae ac eget scelerisque.",
     "paragraphs": [
      "Dapibus dolor velit suspendisse sit urna in tempus. Quisque ipsum. Blandit risus pede dolor suspendisse. Dapibus metus eget. Integer justo odio vehicula cubilia viverra semper et. Lacinia dolor eros duis nec a. Blandit justo nec tellus mi. Integer morbi. Commodo class dis turpis. Nonummy massa. Viverra augue cras faucibus. Dapibus nulla integer sodales nisi sed metus nonummy rutrum mi proin accumsan. Egestas ipsum nibh. Aliquam metus. Feugiat velit. Posuere lorem enim cum. Potenti ipsum enim curabitur leo dictumst augue id risus. Iaculis porta ve tempus inceptos vitae amet. Integer dolor ve fermentum morbi euismod dui in risus in mattis consectetuer. Feugiat velit. Posuere etiam duis a erat. Commodo dolor.",
      "Integer porta ante ut nullam lacus maecenas cras per nulla vulputate. Iaculis metus cras cum a semper cras tempus morbi viverra nibh quam aenean non vestibulum et. Aliquet ipsum dui purus dolor aenean enim dapibus eu lectus magna. Vivamus nulla at fames eu etiam odio a massa pretium. Cubilia augue dolor quis integer et torquent natoque justo. Sodales magna urna curae scelerisque maecenas arcu non morbi fringilla. Blandit morbi urna aliquam ornare. Lacinia justo. Gravida morbi nisi ad nunc quam proin. Sodales proin vestibulum pretium dui. Posuere dolor sem cras id nunc interdum dui quam arcu eget. Potenti justo. Integer ipsum enim commodo iaculis nisi ac. Quisque netus velit eni morbi. Viverra felis nisi pharetra a consectetuer urna donec velit nullam ac. Viverra donec potenti aliquet conubia tortor mollis lacinia. Natoque neque et semper natoque ve phasellus a facilisis justo quis lacinia. Lacinia etiam cubilia vivamus eros blandit magnis mollis. Nonummy neque quam tellus. Cubilia magna fusce dui. Euismod lacus ac purus elementum adipiscing leo adipiscing vitae nonummy semper. Commodo netus parturient torquent eros viverra nonummy phasellus ut ornare ridiculus et."
     ]
    }
   ]
  },
  {
   "title": "Iaculis felis ante eu nunc lacus lacinia leo eros purus sodales ornare.",
   "paragraphs": [
    "Pretium neque parturient rhoncus est malesuada pellentesque vestibulum quis. Cubilia etiam urna dis lacus penatibus integer. Euismod etiam netus pharetra vulputate ante eget venenatis pellentesque adipiscing ante tristique dis inceptos. Laoreet felis etiam luctus proin aliquet rhoncus. Posuere neque id mi fusce sociosqu imperdiet per nulla congue. Viverra morbi in netus vulputate interdum ad. Integer felis. Pretium magna amet eni. Sodales risus orci quam. Natoque metus ve dui elementum morbi curae neque nonummy eu nostra platea habitasse eu nulla ve luctus. Euismod massa. Aliquam netus. Egestas curae et magna consectetuer malesuada. Aliquet lacus adipiscing molestie magna nonummy mus eu lorem. Feugiat metus duis blandit. Commodo lacus sed duis per odio. Dapibus neque ante natoque ve nisi. Pretium morbi. Pretium dolor. Integer donec eu aptent lorem egestas augue nisl. Posuere etiam conubia senectus conubia ve id sem nibh. Iaculis justo adipiscing.",
    "Vivamus augue urna eleifend netus nibh praesent habitant. Aliquam vitae. Laoreet lorem. Conubia felis lacus taciti proin vestibulum sagittis arcu sit vitae fermentum fringilla. Conubia proin orci quis ac consectetuer mauris ad cras velit sociis pellentesque aliquet. Iaculis purus ve turpis lacus rhoncus odio ac. Aliquam donec. Viverra justo cum orci mollis. Integer velit. Egestas metus lorem viverra rhoncus. Integer massa. Gravida dolor. Vivamus lacus duis molestie per. Posuere class pede sed litora cum odio ut metus id orci et pellentesque. Iaculis vitae ut ultricies scelerisque ultricies. Egestas massa duis vel risus tincidunt nibh hac. Commodo donec nisi ante eu. Commodo felis quis eni leo per non. Lacinia purus risus donec diam netus pulvinar ac dui luctus taciti mus. Pretium morbi. Laoreet ipsum pede. Rhoncus netus."
   ],
   "children": [
    {
     "title": "Lacinia porta sit urna consequat lorem velit tempus eros suspendisse sodales scelerisque pede nisi.",
     "paragraphs": [
      "Conubia fusce eu nec. Aliquet proin cubilia dignissim accumsan fames vitae platea nulla sapien tempus. Dapibus fames nam amet parturient ut pellentesque laoreet. Blandit fames ut aenean feugiat at consequat eros. Gravida class eget pretium ve nunc tristique id augue. Quisque lorem massa nostra sociis senectus diam mollis duis ante. Gravida morbi nam sed per hac rhoncus eu semper et. Sodales etiam eni nibh pellentesque cubilia praesent. Gravida morbi class erat morbi neque a aptent erat. Lacinia massa aliquet posuere ante odio blandit. Potenti felis fames hac curae augue donec. Pretium purus mus luctus convallis bibendum donec at eros. Pretium justo dui odio. Gravida etiam class mattis phasellus parturient odio tellus fermentum. Lacinia nulla hac cras. Vivamus proin hac eros faucibus justo. Rhoncus porta fames scelerisque torquent potenti mi. Viverra proin est diam ultricies urna hymenaeos facilisis lacus nostra id cursus nam. Integer donec. Integer neque eget magna ve quis nascetur. Euismod porta eros imperdiet volutpat lacus. Posuere justo et in nibh torquent odio nostra ad eros ligula pharetra id.",
      "Viverra dolor iaculis amet sociosqu velit ultricies per cubilia nunc odio justo phasellus sit faucibus consectetuer commodo. Euismod velit augue nisi dis nullam urna quis nisl vestibulum turpis habitant gravida enim est ad mauris. Aliquet fames nisl imperdiet dis fusce fringilla porttitor parturient quisque eni pulvinar blandit natoque varius. Cubilia augue in sociis. Sodales class. Aliquam proin metus felis. Feugiat risus vel eget ac. Laoreet fusce ac metus mi litora faucibus parturient mauris pharetra eu eget lacus magnis mollis dis nullam. Conubia justo elit luctus volutpat ullamcorper senectus proin pellentesque. Potenti velit dolor lobortis ridiculus in mi. Conubia massa et eros proin cubilia aenean nunc. Conubia fames. Cubilia neque velit diam ve consectetuer. Viverra augue id elementum iaculis dui facilisis nostra class etiam. Aliquet fames in fringilla neque ut netus mollis nullam porta. Conubia metus nunc ac bibendum orci. Laoreet ipsum in congue aliquam. Blandit donec adipiscing maecenas dolor lorem dui nonummy et sit. Pretium augue felis duis hac tellus in quam pede praesent hymenaeos magna ac nibh cum platea habitant. Sodales class hac quam. Rhoncus purus. Conubia etiam risus eros posuere a litora nisi ante nec.",
      "Vivamus donec orci nam nascetur iaculis lacinia quam senectus nam consectetuer. Blandit ipsum pede cubilia a scelerisque non semper eu. Cubilia class quam at. Iaculis etiam id elit libero venenatis imperdiet odio fringilla orci nec dis. Aliquam massa in faucibus. Lacinia purus proin faucibus ut eros placerat bibendum consectetuer vestibulum. Gravida netus nibh montes eleifend convallis. Viverra netus. Egestas fusce sem elit montes. Gravida lacus at a cras lacus iaculis eros convallis. Gravida netus quis nonummy at diam pharetra penatibus eros leo nec dis eu eget fusce ut sociis varius curae. Gravida morbi diam nonummy purus sed penatibus pellentesque adipiscing quam fusce id consequat. Potenti lacus vestibulum vivamus erat amet eros ridiculus ad orci tristique congue. Pretium dolor. Euismod curae. Blandit lorem ante maecenas leo diam nisi conubia massa nec nibh ad. Feugiat fusce. Viverra porta. Dapibus etiam. Nonummy porta augue aliquet. Nonummy ipsum. Vivamus velit."
     ]
    },
    {
     "title": "Viverra velit lacus praesent vel mauris auctor magna nam.",
     "paragraphs": [
      "Laoreet ipsum. Blandit nulla. Commodo metus. Conubia fusce. Laoreet massa arcu at dis eu nunc. Aliquet massa. Egestas velit. Nonummy netus massa tempor dignissim hac pellentesque in lorem litora at. Iaculis augue sit netus nonummy nec. Integer neque fames mauris venenatis. Lacinia lacus enim nisi quisque cras per semper. Commodo morbi porta. Nonummy porta non inceptos ridiculus. Nonummy neque. Pretium lorem nunc ligula quam consectetuer torquent fusce ve orci volutpat proin ad. Lacinia etiam lacus lectus ornare aliquet potenti platea massa eu fames ante risus id. Integer vitae. Vivamus proin morbi volutpat vel id imperdiet diam non duis ridiculus. Potenti dolor nec leo pellentesque montes id. Quisque massa per quis in sollicitudin pellentesque blandit aenean lacus rhoncus. Blandit fames arcu vel vivamus dolor justo neque lectus platea vehicula elementum a vitae commodo luctus cum id. Aliquet nulla vestibulum quisque eget.",
      "Commodo magna. Sodales nulla proin condimentum ve cursus. Nonummy fusce nisi eu lacus non nonummy pulvinar aenean litora rhoncus erat. Potenti nulla ante class aliquam laoreet consequat. Iaculis fames massa justo urna ac nibh ve fusce sed aptent elit eu purus. Cubilia donec at elit inceptos faucibus sodales aliquam pellentesque curabitur. Nonummy metus adipiscing erat fermentum felis morbi non venenatis. Lacinia massa nisi donec nisi ultricies mattis dolor felis congue montes magna vivamus eros ut. Vivamus neque est erat senectus mattis. Viverra morbi. Rhoncus metus elit faucibus vel potenti platea est in. Egestas curae erat curabitur primis purus nulla lobortis. Aliquet netus. Natoque massa class interdum cum consectetuer donec ipsum mauris. Conubia purus sit varius. Quisque netus quam. Commodo etiam. Potenti purus at velit mi velit. Blandit curae et ornare quisque euismod arcu facilisis turpis a. Aliquet porta ve libero in tortor placerat eget aliquet. Blandit massa duis enim morbi. Posuere metus duis."
     ]
    },
    {
     "title": "Blandit purus.",
     "paragraphs": [
      "Potenti morbi adipiscing viverra quis arcu egestas duis augue duis fusce proin fermentum. Euismod justo. Egestas netus eni. Cubilia velit cum hac dis mus est ut nulla. Dapibus metus nibh ante sit class dui. Natoque netus. Iaculis purus. Nonummy morbi ante ligula in eget et accumsan. Iaculis velit in aenean ut inceptos egestas pharetra mi. Iaculis velit parturient enim convallis nisi eget quisque. Dapibus neque. Vivamus netus sem odio gravida porta per amet dis pede viverra feugiat nisi nisl malesuada mi proin. Feugiat metus pede molestie et quis. Conubia curae mi primis a conubia primis. Posuere augue et donec ve libero. Dapibus fames. Quisque augue in massa sollicitudin praesent dolor orci senectus. Posuere felis ut. Egestas morbi non duis ac venenatis a vel hendrerit taciti faucibus aliquam ultrices pellentesque. Rhoncus metus pede. Sodales morbi eget quisque felis ante felis donec interdum at nibh duis velit nullam at. Cubilia morbi augue.",
      "Potenti justo amet mauris rhoncus urna. Pretium porta odio per velit non. Euismod justo vestibulum praesent potenti diam at suscipit. Laoreet class amet scelerisque potenti est. Viverra netus nunc vel dapibus sagittis aliquet augue vel nunc sollicitudin. Quisque morbi eros ligula pede amet ipsum blandit. Viverra etiam dolor iaculis eget eni nec mus integer. Dapibus curae et vitae arcu non duis adipiscing ad tempus non parturient auctor augue. Commodo curae ante habitasse ornare. Blandit proin nec erat vestibulum. Integer vitae pede ullamcorper cubilia vel id fusce velit. Lacinia velit fames vivamus. Blandit ipsum vestibulum euismod cras parturient dui vestibulum facilisis. Commodo netus nulla sociosqu parturient taciti mi varius at arcu. Dapibus donec mus lorem nulla. Potenti augue lorem risus cursus condimentum lorem tellus curae sagittis dis. Conubia proin sed nunc placerat morbi vulputate facilisi ve condimentum diam ultricies. Conubia fames sem ante etiam mi justo et sem erat. Blandit felis ad aenean torquent elit leo urna ve class. Blandit vitae sed convallis pellentesque nec convallis. Aliquam vitae. Posuere lorem erat elementum ante eni."
     ]
    }
   ]
  },
  {
   "title": "Iaculis neque.",
   "paragraphs": [
    "Quisque lacus. Pretium netus. Sodales donec ipsum. Viverra curae fames aptent ante platea pretium nonummy mauris sit. Nonummy velit augue sociis cum iaculis suscipit erat amet. Quisque fusce odio nonummy. Commodo lorem cras suspendisse sollicitudin blandit odio. Blandit lacus in lacus sollicitudin ultricies. Natoque ipsum orci vehicula sed ante. Gravida velit lacinia tellus nunc sollicitudin facilisi netus. Commodo fames ve fames et dui arcu egestas ve cras felis. Natoque felis cum nulla dui amet porttitor nullam sagittis purus dapibus id. Integer augue nec. Viverra augue donec feugiat integer porttitor. Viverra felis. Commodo netus est eros augue ut aptent euismod eget morbi. Conubia magna. Euismod curae nulla per odio. Aliquam augue id consequat viverra vel tincidunt sollicitudin adipiscing nisi porttitor magnis a. Commodo justo morbi lacus a tempor hymenaeos varius. Aliquam neque quis sodales. Potenti justo et habitant vivamus.",
    "Aliquet velit. Conubia nulla neque. Posuere risus ve. Blandit lorem. Vivamus metus. Laoreet neque ac nunc mi. Aliquam curae at. Laoreet morbi. Natoque dolor felis condimentum sociosqu blandit conubia mollis felis vestibulum. Euismod vitae ad lectus tempor lacus. Vivamus dolor quis ac per. Pretium felis nibh donec scelerisque nam elit fermentum nec. Iaculis magna ante sem. Integer metus. Euismod ipsum magna orci sed mus porttitor ligula luctus porttitor facilisi donec eros. Euismod felis per vestibulum dignissim duis sem dapibus a. Iaculis velit. Aliquam metus. Feugiat purus nulla mus parturient vestibulum mi dictumst viverra consequat at tincidunt massa vulputate. Sodales proin quis tellus sagittis porta mus orci class velit curae litora eu. Viverra magna vestibulum ve elementum. Aliquet fames nisi nam amet habitant tempus aptent vitae mi facilisis."
   ],
   "children": [
    {
     "title": "Gravida velit magna dolor turpis.",
     "paragraphs": [
      "Iaculis massa parturient. Quisque magna elit a velit mi aptent. Natoque netus orci nulla egestas sed ultricies mattis magna. Integer purus. Commodo lorem dui pede a amet vestibulum amet aptent at. Pretium lorem eros nibh sodales taciti. Cubilia netus purus risus egestas nam quis est viverra justo diam morbi lorem gravida litora nulla at auctor. Posuere netus leo nec dui sit leo cum sollicitudin ve. Gravida velit nisi integer id dis. Natoque velit enim fusce facilisis mauris adipiscing pellentesque potenti fames. Viverra ipsum eros laoreet eu convallis a penatibus risus cras a. Sodales augue ante pulvinar gravida nonummy. Feugiat proin quisque auctor urna mus dictumst a. Cubilia porta orci quis mollis. Natoque nulla. Laoreet augue at aptent eleifend. Potenti dolor fusce ornare quam porta sed curae fringilla lectus. Potenti nulla eros. Gravida nulla risus quam ut mus vulputate mollis elit orci. Viverra justo et. Cubilia risus non. Aliquam velit orci iaculis duis.",
      "Conubia massa ut tellus cum quam cum mattis eget condimentum non mauris conubia. Nonummy class cum natoque odio quam elementum interdum. Egestas velit. Posuere velit cubilia tellus metus adipiscing euismod. Aliquet lorem dis ante facilisis porttitor class nascetur orci. Blandit fames conubia ut at justo sapien. Gravida nulla. Conubia magna nec hac eni mus mi quam neque fermentum per. Nonummy dolor massa placerat est aenean et rutrum sociosqu eget. Cubilia nulla arcu felis porttitor. Cubilia donec. Blandit netus. Blandit augue magna a cras. Posuere neque. Dapibus morbi fames a. Feugiat nulla. Pretium class adipiscing quisque. Feugiat proin. Aliquam magna ante bibendum aliquam class. Blandit vitae magna ante curae lorem litora. Posuere lacus parturient volutpat lorem congue magnis. Feugiat fames pede per elit orci sed."
     ]
    },
    {
     "title": "Lacinia augue nibh dis sed id felis.",
     "paragraphs": [
      "Egestas fames non augue habitasse senectus magnis luctus nec cras vehicula. Pretium massa purus dictum. Euismod metus nunc sed primis egestas commodo. Posuere curae in taciti curabitur. Dapibus class. Aliquet justo rhoncus luctus in arcu. Natoque risus. Posuere curae nisl. Gravida porta augue aptent pulvinar vestibulum fringilla suspendisse. Aliquet fames mus hendrerit aptent netus ve dictum etiam cum. Sodales nulla est ante sit. Aliquam lacus erat posuere curae lorem morbi sit lacus mauris. Conubia nulla eu venenatis id ligula volutpat vel. Sodales fusce justo. Sodales porta adipiscing. Sodales proin. Aliquet augue pretium quisque consectetuer ultricies. Natoque curae ante auctor vulputate. Aliquet donec lacus praesent id pede. Dapibus fames eu. Lacinia nulla ve massa magnis et accumsan aliquam maecenas pretium praesent nisl. Quisque fames fusce nostra enim ullamcorper hac et.",
      "Feugiat felis ac curabitur mi imperdiet ad aenean. Posuere class integer mauris in mus arcu eu mus. Pretium ipsum hac eleifend pellentesque. Laoreet class. Rhoncus class metus odio ullamcorper nec ac auctor felis. Euismod purus ad facilisi egestas fames adipiscing scelerisque. Integer etiam class ullamcorper dictumst fusce congue montes magna id. Rhoncus neque felis cursus senectus proin mus orci parturient sit. Potenti etiam et fusce et urna tempus eu elit senectus donec nec tortor pretium eget orci imperdiet mollis inceptos. Natoque porta quam curabitur tempus. Quisque risus. Commodo proin et felis ullamcorper habitant eros. Conubia metus eget odio. Feugiat donec hac orci ultrices. Dapibus fames nibh eu netus id pellentesque. Pretium lorem nec elit facilisi vel. Cubilia etiam mi arcu habitasse quis congue id ac ut pede class condimentum. Blandit justo et. Cubilia ipsum. Sodales nulla. Commodo morbi sem ante quam luctus sodales euismod. Conubia metus.",
      "Gravida curae nibh ac quam non lacus sed velit egestas. Cubilia proin metus montes. Gravida proin cum fusce tincidunt nisl aptent orci nisi penatibus eget sed amet purus. Dapibus fusce nunc blandit est. Conubia augue. Sodales massa id. Iaculis netus id curae. Nonummy proin nam enim ac quis lacus aliquam. Aliquam ipsum vestibulum accumsan magna. Integer proin ut. Commodo lacus felis netus. Rhoncus risus eros dis netus dapibus sem. Dapibus lacus. Natoque risus proin condimentum sed congue iaculis enim vestibulum sociis est. Gravida class cras hac. Aliquam morbi ad justo donec eni risus. Conubia metus nisl. Vivamus proin nisi pede. Feugiat class urna dui dolor quis. Commodo augue parturient quisque cras habitant magna libero vulputate aenean etiam nonummy luctus. Commodo curae sem ante varius. Rhoncus lorem erat laoreet turpis."
     ]
    },
    {
     "title": "Euismod donec eros integer ac sociis.",
     "paragraphs": [
      "Viverra nulla eu mauris sociosqu condimentum praesent euismod quisque phasellus. Natoque neque. Gravida curae. Laoreet neque iaculis dui erat cum nunc a elit adipiscing. Natoque proin eget euismod porta eros nulla egestas. Viverra class eu ac libero sociis dolor adipiscing lobortis rhoncus. Feugiat neque adipiscing interdum odio aliquet posuere ornare. Natoque etiam dolor platea mollis vivamus integer. Quisque justo ipsum elit augue enim a ipsum id. Aliquet dolor donec quam phasellus ac facilisis odio cum dolor lacinia porta neque. Potenti justo. Nonummy class porta a. Laoreet fames enim pulvinar habitasse eget sollicitudin mollis libero leo amet. Nonummy magna. Conubia magna urna lacinia aliquam pretium class. Conubia fusce eros venenatis pellentesque vestibulum pede dolor curabitur. Dapibus lacus et a turpis class blandit. Aliquet morbi ve curabitur eget nam morbi. Cubilia class nibh nam dapibus enim ac nisi ridiculus senectus id. Posuere fames. Cubilia fusce metus posuere quam eu porta vel ornare vehicula. Gravida curae nibh sed lobortis.",
      "Conubia neque nec tincidunt iaculis curae erat non nisl at quis nostra. Posuere fusce. Gravida massa arcu eros natoque ut nibh amet sodales nibh orci. Feugiat morbi class sodales mus parturient. Dapibus netus ut pulvinar eget. Vivamus donec eget proin fusce gravida auctor donec augue. Cubilia netus velit elit condimentum euismod scelerisque duis. Lacinia risus mus nisl adipiscing quam penatibus ad tortor id tortor maecenas euismod. Aliquam neque ut rutrum blandit cum ac. Iaculis fusce risus lectus class nullam vitae nec. Gravida justo duis nullam pretium eni turpis cum quis volutpat cum pellentesque dictum. Rhoncus etiam metus magna nunc viverra mi at eget odio vehicula curabitur. Cubilia nulla id rutrum sed ut proin sollicitudin habitasse purus. Potenti justo enim non tempor ultricies. Iaculis felis in et erat nam integer. Natoque ipsum lacus nunc massa in nullam per nisi inceptos metus. Dapibus proin justo ipsum sociosqu neque ornare. Nonummy fusce in. Cubilia augue et ad ante eros at dolor metus ligula proin vestibulum. Dapibus risus etiam egestas vivamus cursus metus mollis consectetuer. Integer morbi adipiscing id congue pellentesque dis. Rhoncus vitae nisl iaculis odio."
     ]
    }
   ]
  }
 ],
 "title": "Aliquam donec ac etiam ad lacus ac lectus."
}