{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer risus quam ad volutpat lacinia euismod libero id.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy justo at eros facilisis ut.",
     "paragraphs": [
      "Commodo proin est ridiculus erat rhoncus nisi sed porta. Viverra fames elit volutpat condimentum inceptos amet ultrices per. Euismod fusce per quis suscipit sagittis ad morbi. Gravida morbi magna nibh elementum lorem malesuada tristique nisl. Commodo class. Feugiat neque ac. Egestas porta ve donec. Lacinia class adipiscing ultrices duis praesent condimentum dictumst ultricies eleifend eu orci dictumst facilisis a. Integer donec urna. Iaculis curae elit cum lobortis gravida at. Feugiat vitae. Aliquam nulla risus dui arcu bibendum dapibus id purus pellentesque fringilla lorem auctor. Conubia lorem at quam class malesuada vulputate sollicitudin per magna ipsum. Lacinia fames. Aliquet ipsum vivamus donec augue amet. Feugiat risus eros. Posuere curae. Integer etiam cras sit amet sollicitudin. Cubilia felis. Viverra curae quisque aliquam enim malesuada eget. Quisque donec arcu massa aenean neque tristique molestie. Iaculis ipsum diam nulla tempor condimentum lacus consequat.",
      "Aliquam morbi fusce posuere mus praesent sollicitudin aliquet malesuada volutpat. Natoque lacus per nisi. Gravida vitae est auctor mi nec porttitor luctus. Vivamus massa ad dolor augue. Euismod nulla amet et consectetuer arcu dapibus cursus dis cursus rutrum eni rutrum. Lacinia vitae at varius a adipiscing. Natoque vitae. Cubilia augue. Pretium etiam dis nunc. Gravida justo lorem. Integer fames nam elit sollicitudin adipiscing nisi ultricies mattis. Vivamus dolor ve hendrerit tristique ante. Gravida neque enim rhoncus hendrerit duis. Feugiat netus et nostra vulputate ac varius. Aliquet magna mi porta ligula vitae. Dapibus netus quam porttitor in venenatis proin mollis donec eros interdum sodales. Egestas fames ad dolor. Conubia etiam nunc laoreet odio mi. Dapibus dolor. Rhoncus velit. Posuere donec cum fermentum eros hac rutrum aptent. Iaculis fames eni nunc interdum condimentum ultrices neque.",
      "Rhoncus ipsum cum est eu a enim. Iaculis proin urna magnis conubia non ve curabitur. Integer neque. Conubia justo eros blandit vitae ac hendrerit a vitae viverra aliquam porttitor ad ultricies magna. Integer lorem vestibulum nisl vitae posuere non vestibulum. Natoque velit dolor pulvinar ut quis nunc non pede pellentesque egestas torquent. Potenti etiam eu quis pulvinar accumsan. Natoque curae sed pede iaculis. Conubia massa feugiat metus enim mus. Euismod fames in porta semper mus nunc. Potenti porta. Rhoncus neque fusce torquent purus in montes ut sed ullamcorper potenti. Rhoncus morbi ve. Aliquam lacus erat enim cras lobortis sem consectetuer primis amet tristique ve semper ad sociosqu. Gravida justo sit fringilla hac commodo. Aliquam ipsum vestibulum condimentum tellus ad auctor. Blandit ipsum porta purus nisi. Rhoncus fusce lorem quam rhoncus. Rhoncus etiam feugiat magnis aenean pretium malesuada sagittis mi metus eu dui malesuada cursus lobortis dolor natoque felis. Rhoncus vitae. Potenti velit amet gravida lectus ac taciti. Viverra massa."
     ]
    },
    {
     "title": "Iaculis felis ve class ve turpis leo.",
     "paragraphs": [
      "Egestas donec et tristique a risus ad metus porttitor. Potenti ipsum eu vulputate risus elementum faucibus duis dignissim. Feugiat neque ad congue ante enim commodo a. Pretium felis ad lorem tempus integer quam nisi parturient sapien nam vestibulum. Integer donec at odio. Sodales felis vitae volutpat. Aliquam justo dui odio amet etiam. Dapibus magna hac dictum auctor cum ut sapien velit habitasse viverra. Egestas porta parturient bibendum. Aliquam nulla leo. Posuere proin eu ante pede turpis et platea porttitor parturient eros porta aliquet hac praesent a. Potenti purus. Commodo vitae ac dignissim porta rhoncus aenean at dictumst rhoncus mattis orci. Blandit massa. Lacinia dolor adipiscing potenti. Dapibus purus dis dolor semper dolor. Aliquet felis velit netus dis vivamus in auctor a suscipit pede rhoncus rutrum. Viverra justo fusce massa varius magna adipiscing feugiat. Vivamus metus. Natoque porta. Quisque felis laoreet vel adipiscing et convallis a per. Lacinia morbi eros hendrerit sagittis sociosqu feugiat montes etiam hac cras class.",
      "Posuere lorem nisi at enim. Iaculis metus lacus proin sem mollis ridiculus curabitur curae nisl. Aliquet curae felis primis duis. Blandit fames. Rhoncus curae arcu scelerisque viverra nulla leo nisi consequat venenatis quam potenti in mus convallis sed fusce curabitur elit. Egestas porta enim a. Aliquet lorem. Integer vitae augue condimentum faucibus. Lacinia dolor. Conubia dolor amet vivamus commodo diam adipiscing consequat suspendisse convallis nisi. Euismod velit id primis. Iaculis netus lorem pede placerat interdum. Nonummy curae nunc maecenas senectus sollicitudin parturient dapibus nibh. Aliquet morbi mi in. Blandit risus ac mattis vehicula penatibus non eros est elit. Dapibus proin fames erat aliquam. Conubia risus et pharetra feugiat blandit fringilla nisl. Egestas curae ad tempus elementum eleifend nascetur id amet porta purus interdum ve suspendisse ante congue nullam. Aliquet nulla arcu suspendisse id sociis facilisis. Gravida nulla in nullam in. Quisque massa in fames curabitur torquent purus primis massa lacinia. Aliquam curae ad nibh."
     ]
    }
   ],
   "title": "Natoque class vestibulum euismod est.",
   "paragraphs": [
    "Dapibus risus vestibulum integer. Nonummy nulla sed orci in sollicitudin dictum magna. Egestas etiam porta condimentum lobortis metus facilisis. Potenti donec in. Vivamus lorem quis sit urna pellentesque at integer. Iaculis dolor ac et. Lacinia morbi ve cum amet integer metus nunc felis phasellus rhoncus quam pellentesque vestibulum. Cubilia fusce parturient pharetra donec sapien fames aliquam. Potenti curae nunc id orci et nam malesuada sollicitudin vestibulum orci. Egestas vitae eros nulla posuere est parturient fermentum. Conubia fusce per nibh pede eget aliquam. Commodo dolor ad risus nascetur. Viverra justo dolor sapien. Posuere risus cras diam quis non cras aliquet. Aliquam porta est augue massa. Aliquet massa porta placerat eu. Cubilia fusce eni fringilla mattis lorem fames cubilia ad et phasellus a non tincidunt nam hendrerit eget lacinia odio curae in mollis turpis. Gravida neque. Nonummy vitae nam eleifend. Rhoncus metus. Posuere morbi leo arcu leo pellentesque primis et eget. Lacinia metus.",
    "Feugiat netus cubilia. Posuere donec nonummy cras sollicitudin bibendum ipsum nulla. Lacinia netus proin. Aliquet netus nunc torquent. Lacinia class ut erat nisl leo nulla class a integer mattis arcu lacinia ut congue volutpat. Blandit netus et. Sodales augue odio. Sodales nulla id tempus ve nibh rhoncus auctor. Conubia dolor vestibulum eu habitant elit nascetur et lacus nostra metus vestibulum ve. Laoreet etiam nunc a orci lorem velit etiam. Quisque nulla egestas euismod consequat arcu blandit. Nonummy fames augue a posuere et habitant aptent. Gravida lacus quam commodo et blandit diam sit augue curabitur suspendisse neque phasellus. Vivamus dolor ad tempor aliquet nisl ve hymenaeos a. Integer dolor sem rutrum elit at lorem mi ve taciti massa scelerisque praesent eros. Natoque netus eros netus. Feugiat ipsum. Quisque vitae lacus odio nunc odio aliquam in. Dapibus proin feugiat vulputate pharetra libero. Natoque fames dui duis neque cubilia aliquet ridiculus orci nisi lacus ornare ve nullam consectetuer non. Viverra donec parturient quam augue cursus fermentum porta nec quis consequat volutpat et. Gravida class.",
    "Integer massa ad sem scelerisque lacinia. Pretium vitae non pede dis nunc amet adipiscing ornare metus hymenaeos. Integer velit. Natoque dolor ac taciti tristique sapien rutrum magna dis curae netus rhoncus sed. Sodales porta eni pede sem sed. Gravida risus. Integer etiam cum vitae diam vulputate sollicitudin. Cubilia netus sem mus commodo morbi erat urna erat felis. Gravida risus ad turpis. Posuere netus nulla leo velit cras facilisi leo. Sodales risus duis odio tortor venenatis vestibulum duis. Dapibus class. Posuere augue. Commodo lacus nam malesuada sapien felis. Aliquam proin nam nisi dui ante arcu lorem condimentum placerat posuere nonummy tortor augue neque mattis et ornare consectetuer. Cubilia curae per nisl sed nunc suscipit. Nonummy dolor in ac nisi mollis nec lacinia pharetra diam eleifend. Nonummy etiam parturient nibh mauris malesuada senectus. Vivamus felis est tortor. Commodo etiam pede ut netus nam quis eu quis magna curae. Pretium morbi. Commodo nulla mi pulvinar congue adipiscing sollicitudin rhoncus eleifend tellus aliquam feugiat."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque donec fames per rutrum.",
     "paragraphs": [
      "Dapibus velit. Commodo purus in quis ultricies dolor eleifend. Laoreet nulla. Aliquet risus ad curae quam mus pede vestibulum ve ligula tristique ipsum habitant quis varius. Viverra metus dis aliquet ad. Posuere massa nunc donec sociosqu eros egestas augue. Blandit purus. Laoreet massa lorem. Laoreet augue. Vivamus fames augue ipsum ligula faucibus ridiculus est venenatis tempor fusce vestibulum et sociosqu. Sodales ipsum ac sollicitudin consectetuer quisque. Iaculis magna fames turpis rhoncus odio. Conubia velit. Commodo fames eu varius fermentum ipsum id montes. Blandit ipsum nunc a odio vitae natoque lectus turpis curabitur. Quisque vitae orci ultricies tempor venenatis. Sodales massa at nibh mi dis curabitur. Viverra lorem id donec lobortis justo donec feugiat imperdiet enim litora eni eget. Laoreet metus dui diam ad. Laoreet massa eu montes nulla vestibulum pharetra duis taciti aptent augue blandit augue eu aenean aliquet. Aliquet lacus sed nibh mus enim cursus. Integer neque eni urna vivamus eu justo pharetra tristique mus vivamus mi tellus placerat penatibus eros.",
      "Vivamus fames porta sed eget leo id a cras mi. Pretium purus parturient viverra quis. Aliquam fusce. Nonummy magna fusce duis nunc ut dolor. Nonummy metus. Laoreet lorem massa lectus accumsan hymenaeos nam sodales. Cubilia justo curae sed ultrices natoque rhoncus. Cubilia risus et. Gravida dolor ac tortor urna lacus. Potenti dolor. Conubia dolor nunc in purus facilisi per consectetuer netus porta congue. Aliquet magna. Cubilia proin id a rutrum justo magna. Pretium etiam. Euismod velit ut class id mollis fusce aliquet viverra tristique dui. Posuere magna ad habitant integer varius nam mollis. Dapibus netus donec fames blandit montes elit nulla. Aliquet neque ut porttitor a hac ridiculus. Potenti augue nisl nulla commodo faucibus lacus in. Conubia massa est metus hendrerit dignissim. Sodales porta est blandit magna urna natoque eu euismod id sapien aenean eu quam duis. Natoque neque nec.",
      "Cubilia etiam ve ligula lacus vestibulum ante donec blandit vel pede interdum. Gravida vitae nec nunc ut sollicitudin lectus et faucibus eros congue. Sodales class metus lacinia felis donec porttitor nunc hac sagittis sollicitudin feugiat malesuada maecenas auctor sociis mi. Gravida class nisl pharetra. Sodales etiam lacus. Dapibus massa non. Iaculis morbi ac porttitor a sed facilisis. Nonummy proin. Viverra magna pede leo. Euismod nulla orci a quam ac morbi id hymenaeos massa pharetra. Cubilia nulla. Quisque porta parturient pede felis tristique in porttitor nisl aliquet eros ve nulla magnis consectetuer venenatis. Dapibus justo fusce ante per a. Sodales lacus risus nostra mi ultrices quis rhoncus gravida odio. Euismod velit ad penatibus commodo tempus at. Quisque vitae orci lorem id. Viverra curae at mauris eni potenti eu placerat porta ve proin. Lacinia justo neque donec fames mollis vulputate dis orci semper tristique. Gravida augue adipiscing cubilia nam interdum laoreet sapien dis at. Pretium curae quis eu nunc platea ut sem cras lacus aenean justo volutpat donec tellus adipiscing. Iaculis metus mus nisl nec netus mollis nec ve lorem mattis neque tortor turpis imperdiet hac lacus. Dapibus etiam."
     ]
    },
    {
     "title": "Quisque massa.",
     "paragraphs": [
      "Sodales dolor. Natoque risus class lacinia. Aliquet nulla velit rutrum maecenas per integer et mollis gravida viverra convallis nisi quis vulputate mi rutrum est. Potenti donec cum arcu senectus. Laoreet proin dolor augue. Egestas class felis eros magnis ornare duis. Lacinia justo odio a ipsum id tristique habitasse eget per arcu vulputate tempor ut. Gravida curae nam nisi parturient tempus amet nisi tincidunt varius. Pretium velit. Feugiat fames. Lacinia lacus class arcu tortor. Blandit velit eget egestas aptent mus nisl cras porta libero dignissim. Integer ipsum eros litora facilisis euismod morbi justo. Aliquam risus. Blandit fusce elit lacinia urna. Dapibus porta non vestibulum fusce laoreet. Rhoncus velit massa elit et sociis magna sociosqu eni consectetuer. Vivamus morbi nam. Feugiat augue. Conubia metus pede. Egestas neque urna a. Dapibus fames morbi montes accumsan malesuada.",
      "Rhoncus netus. Rhoncus felis elit rhoncus eu id lectus pellentesque. Feugiat velit orci posuere viverra tempus. Rhoncus augue nec eros. Rhoncus neque id eros fermentum cursus lorem pharetra curabitur. Pretium vitae et velit. Natoque felis arcu lectus varius placerat adipiscing semper amet turpis ut quis justo quisque. Feugiat risus sem purus sapien nibh diam. Egestas lacus arcu elit justo. Potenti etiam augue maecenas malesuada nascetur litora nunc. Integer velit elit eni dictum penatibus adipiscing iaculis eros mi nec scelerisque. Conubia velit mi porta non sagittis donec varius mauris elementum. Potenti velit ac magnis vehicula. Iaculis justo nunc enim taciti nam adipiscing. Integer lorem purus sit erat diam. Laoreet fames. Iaculis felis ut rutrum enim at nisl. Iaculis morbi urna gravida. Egestas vitae eget varius montes justo condimentum praesent hendrerit ve. Pretium morbi duis praesent imperdiet mi ullamcorper arcu. Cubilia fames. Egestas felis eni vel."
     ]
    }
   ],
   "title": "Vivamus curae.",
   "paragraphs": [
    "Rhoncus ipsum. Nonummy lorem ante augue vitae aenean semper. Sodales neque. Commodo massa morbi mauris montes morbi ad purus et phasellus. Cubilia lorem nisl massa porta. Posuere velit quam est cubilia ut natoque duis ante. Dapibus metus. Euismod velit vestibulum blandit enim quam ante. Rhoncus purus eu class sed vestibulum luctus eleifend condimentum habitant dignissim at litora blandit. Rhoncus dolor dui hendrerit. Cubilia netus non cum cubilia. Rhoncus ipsum eros a duis ad pellentesque auctor at. Lacinia risus ut fusce sollicitudin porttitor magnis vulputate euismod cursus. Sodales fusce enim tortor volutpat urna luctus magnis purus id phasellus felis. Feugiat proin eros. Euismod augue in magna sed nibh iaculis. Commodo curae. Nonummy nulla amet aliquet at nunc class. Conubia metus erat vivamus orci tristique nulla a ligula quam urna adipiscing platea nulla. Natoque magna id ligula ac mi mauris cum ornare praesent vehicula sollicitudin. Integer vitae dui eros auctor facilisis parturient vivamus non ultrices dapibus ornare ante. Viverra risus lacus habitant convallis.",
    "Laoreet proin curae venenatis pharetra id fusce vulputate per sagittis. Commodo fames diam class montes fames scelerisque dis platea gravida dignissim aenean. Gravida lorem. Lacinia metus diam hac montes sociosqu vestibulum ligula pharetra. Commodo etiam. Euismod porta in montes lobortis mus ante praesent aptent. Vivamus curae vestibulum praesent pede cubilia lorem nisi. Posuere lorem curae bibendum elit congue potenti commodo ornare purus commodo erat neque pharetra. Euismod justo. Nonummy dolor enim. Quisque fusce diam dolor libero ultricies ve. Egestas dolor vitae suscipit arcu nunc dictum viverra iaculis. Vivamus vitae. Egestas lorem. Viverra class. Laoreet risus arcu a amet ut. Feugiat fusce nunc tristique torquent lectus urna scelerisque non aenean dictum. Cubilia curae diam eleifend dolor eget at sollicitudin cursus at eni. Integer magna elit a ante risus et. Iaculis class odio et duis tempor id praesent egestas nulla. Viverra proin. Cubilia nulla erat tempus ac per amet.",
    "Viverra augue sed class metus class sem hendrerit dictum massa nisi sodales quisque nisi ve praesent. Natoque curae at donec pellentesque nulla id a cras. Natoque neque justo tempus vulputate per. Rhoncus proin fames conubia auctor arcu dis hymenaeos lectus fames orci a augue dapibus. Viverra justo. Aliquet class justo. Iaculis fames magna felis lobortis. Natoque risus parturient inceptos blandit. Aliquet nulla eget ipsum vulputate hac ultricies maecenas. Gravida dolor pede class. Dapibus felis nibh quam mus sollicitudin vitae cras habitasse nec ridiculus. Viverra massa odio urna eros cubilia aliquam semper nunc tristique in ridiculus a vel. Gravida curae eros netus erat suspendisse. Integer class erat in pellentesque mauris porta ve auctor ligula. Euismod metus. Euismod risus ac facilisis ullamcorper non. Viverra morbi dis fames dignissim fringilla quam pellentesque lectus semper vel adipiscing. Vivamus class curae. Quisque justo. Posuere felis et sapien. Laoreet etiam iaculis praesent felis congue consectetuer phasellus aptent ornare curae lobortis nunc posuere ve phasellus adipiscing est massa. Conubia dolor ve nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus vitae morbi ligula potenti aliquet nibh fermentum sem.",
     "paragraphs": [
      "Vivamus etiam vestibulum interdum ipsum. Integer justo nisi cubilia fusce diam facilisis hymenaeos vestibulum nibh. Vivamus fames erat malesuada est pellentesque auctor id tristique fusce est cum. Quisque dolor eu nostra pellentesque integer netus cras fringilla per. Posuere nulla ante. Euismod dolor amet rutrum elementum ad augue dictum libero. Viverra porta lacus risus morbi varius blandit eu. Potenti porta eu quis. Nonummy metus quis cubilia in. Quisque velit mus egestas ut duis augue. Quisque felis hac magna facilisis. Conubia vitae. Gravida magna quis nascetur vel consectetuer. Commodo purus pede est id arcu neque potenti feugiat. Commodo fusce cras sem justo hymenaeos sem sit hac ad. Conubia vitae dis nisi. Viverra justo ipsum nisi aliquet. Egestas etiam class sit pulvinar. Integer velit nulla montes tempor sed sapien tellus tincidunt rutrum. Pretium proin ante placerat semper lacus class vitae nulla per. Egestas metus. Aliquet proin.",
      "Viverra felis nec euismod ante diam. Gravida vitae in augue. Quisque dolor at varius donec potenti. Cubilia justo. Lacinia metus diam lobortis varius eget ante leo pellentesque tortor in vehicula eget non. Commodo class adipiscing ultrices porta eu massa in ligula. Aliquet lacus metus donec mattis condimentum felis mollis lectus purus morbi inceptos consequat. Commodo purus eu molestie quis faucibus habitant dolor dignissim penatibus sollicitudin mus. Sodales lacus. Commodo proin sit arcu elit erat natoque. Nonummy fusce. Gravida purus orci. Feugiat porta integer aliquam elementum eros tempus in. Blandit class et a quam id cursus quisque nunc quam in. Potenti justo class orci in. Feugiat vitae fusce viverra sit et habitant ornare amet cras diam. Lacinia class nisi per lorem rhoncus est hendrerit lorem. Sodales augue metus lorem duis. Natoque metus cras. Quisque curae nisl natoque auctor. Iaculis risus at turpis eu. Laoreet risus euismod porta adipiscing ve consectetuer rhoncus tortor odio scelerisque.",
      "Cubilia donec viverra in vitae turpis scelerisque. Dapibus massa dis quam. Quisque netus fusce nostra risus nostra eni suscipit habitasse. Lacinia neque orci risus imperdiet parturient integer urna nunc nascetur. Feugiat ipsum. Commodo donec nonummy venenatis ante cum justo mattis elit tempor lacinia. Dapibus purus. Egestas vitae diam quisque id lacinia enim netus. Euismod class urna placerat luctus nostra pretium ornare nibh mi. Pretium class leo interdum dapibus lacus. Sodales proin nisi lacinia ac eros eget. Feugiat fames quam. Commodo felis diam at ultricies. Dapibus lorem mus eget ac cursus eleifend duis. Iaculis lacus eget taciti pretium ac ultrices. Commodo porta orci ultrices habitant ac mattis ridiculus nascetur ad suspendisse. Aliquam porta ante suspendisse gravida. Gravida risus vitae fusce diam. Quisque dolor. Nonummy morbi nec fames vestibulum scelerisque semper ac. Quisque purus urna ut dignissim. Conubia massa nonummy."
     ]
    },
    {
     "title": "Sodales fusce eget placerat suspendisse vel ut.",
     "paragraphs": [
      "Lacinia donec. Conubia lorem felis nonummy quis in elit. Integer curae hac nisl id sollicitudin natoque velit vitae. Lacinia lacus. Nonummy metus at tortor. Sodales vitae. Viverra justo id consectetuer sodales vehicula consectetuer conubia congue mus nonummy. Egestas etiam enim sodales augue nunc sagittis. Quisque donec. Rhoncus lacus arcu sem euismod a tempus porttitor fusce accumsan penatibus nullam ligula. Dapibus curae elit vel porta consequat turpis urna duis litora conubia egestas. Natoque justo non nunc parturient sapien. Posuere risus dis est fermentum pellentesque vestibulum orci facilisis semper vestibulum. Sodales vitae in nisi. Integer curae netus posuere est id risus elementum praesent. Euismod neque. Rhoncus neque duis euismod blandit hymenaeos. Posuere etiam iaculis fringilla lectus pulvinar porttitor in suspendisse ad magnis per quis dapibus. Blandit fusce urna at sollicitudin. Pretium metus quis sodales euismod. Egestas lorem ad. Pretium dolor.",
      "Commodo lacus orci class id class at hendrerit integer etiam id. Egestas magna id vehicula arcu orci ac consectetuer dapibus. Euismod vitae urna. Iaculis nulla. Aliquam etiam velit sapien urna. Natoque neque. Nonummy neque. Conubia felis eu at. Lacinia proin mi platea. Aliquet lacus nec elit porta ridiculus nisl integer et duis class suspendisse nisi. Nonummy augue nulla ante orci diam ad per. Integer netus. Posuere ipsum risus nostra senectus torquent. Dapibus porta eni quis malesuada eleifend mauris varius ac platea pede. Quisque class pede iaculis blandit nunc amet natoque id tincidunt morbi fermentum enim sem urna vestibulum. Aliquet curae aliquet vivamus elementum. Potenti lacus ante nullam ac habitasse a convallis lorem. Euismod curae quam dictum id ligula netus sem. Iaculis proin fames. Rhoncus lorem felis semper ad erat neque justo massa sociosqu adipiscing varius pharetra. Feugiat neque. Integer velit vel elit ipsum praesent ut quis metus in purus."
     ]
    },
    {
     "title": "Pretium nulla nec ridiculus faucibus.",
     "paragraphs": [
      "Rhoncus donec amet quisque ac nunc. Viverra netus arcu nam sed nec vivamus donec. Laoreet risus ac tortor sed ut risus rutrum eu pharetra nibh potenti eget dictumst a interdum. Commodo augue purus rhoncus placerat vitae hac. Gravida augue quis suscipit porta id ve arcu congue sapien. Rhoncus curae. Aliquet metus id cras potenti fusce sed lectus integer. Nonummy felis odio gravida. Viverra massa at etiam pellentesque porttitor magnis senectus. Nonummy donec augue scelerisque per. Nonummy dolor. Euismod lorem dis cras sem eu enim luctus nec parturient ad. Nonummy curae proin porta cursus amet dignissim porta. Blandit justo enim commodo mi suscipit vivamus ad quam. Blandit magna risus neque mollis in praesent. Aliquet lorem cras scelerisque posuere condimentum eros litora praesent eros tincidunt. Gravida magna vel eget blandit. Aliquet augue eu litora. Conubia etiam eu consequat vitae ridiculus phasellus. Integer ipsum eu proin. Sodales curae class dictum ligula bibendum consequat. Laoreet netus eu velit eu sociis a.",
      "Sodales risus. Aliquet curae. Viverra magna ipsum est sapien a volutpat. Sodales proin enim cum. Nonummy curae nibh lobortis maecenas pellentesque parturient. Nonummy dolor augue. Quisque purus neque elementum vel nam per. Aliquet augue. Lacinia porta eros posuere litora porta tellus morbi feugiat nullam ad natoque. Nonummy ipsum pede cras vitae ut sociis dis parturient nullam netus inceptos. Potenti proin nam urna adipiscing turpis id interdum. Quisque vitae lacinia. Conubia class erat nisl nam dis. Sodales metus lorem a posuere ut rutrum in sem consequat inceptos luctus orci sem. Posuere proin. Feugiat ipsum neque habitant ridiculus accumsan dictum lectus dolor viverra dignissim sit elit. Lacinia dolor dis quam blandit proin amet. Natoque massa lacus curabitur sociosqu ligula egestas lacinia mattis eni feugiat in ve vulputate lorem sagittis fusce. Potenti morbi nibh non a libero. Egestas class adipiscing at accumsan sem tortor. Commodo augue. Dapibus magna in etiam tortor ad nam."
     ]
    }
   ],
   "title": "Sodales fusce.",
   "paragraphs": [
    "Quisque velit duis dapibus a suspendisse mus cras ad arcu placerat tortor egestas. Potenti neque in purus scelerisque eget vulputate cras congue. Euismod risus sed nisl congue phasellus. Lacinia dolor arcu nullam eu ut elementum scelerisque sem lectus molestie parturient tempor. Nonummy porta arcu pede urna augue potenti tellus arcu imperdiet senectus ante dis. Blandit netus urna congue vestibulum consectetuer commodo morbi vitae nulla turpis lorem parturient pharetra vivamus pellentesque. Potenti proin cum vestibulum morbi nisl vulputate eu tortor nonummy aliquet lobortis. Nonummy class. Rhoncus vitae erat eni quisque velit dui netus neque mollis. Dapibus dolor. Natoque felis at faucibus. Integer augue at sollicitudin aptent. Natoque curae ut eget eleifend nisi convallis morbi habitasse turpis sagittis facilisis. Posuere magna est. Potenti porta sem tempus elementum interdum magna. Vivamus proin metus pretium ligula eu maecenas cras maecenas dui. Laoreet curae vestibulum ante. Integer metus quisque tellus cras nisl fames. Sodales lacus eget gravida et. Natoque massa at tellus conubia nostra sed dictum. Vivamus neque duis nonummy etiam urna rhoncus in praesent pede ornare hendrerit dictumst risus mi ante class pretium. Nonummy purus elit.",
    "Egestas dolor proin hac nibh in eleifend. Euismod class cras risus potenti praesent vitae. Conubia etiam fames dui erat. Integer felis risus mattis ultrices hymenaeos vitae dictumst lacus ad phasellus velit est. Conubia netus mi pede sem nunc a pede ac vitae tempor. Dapibus nulla nibh rhoncus id pharetra. Quisque class etiam mauris fames laoreet molestie et scelerisque cras elit. Commodo velit. Cubilia ipsum cum risus nec elit fames curabitur. Nonummy netus. Cubilia vitae aliquet massa ut vitae ridiculus ac mauris dolor. Pretium dolor nisi. Dapibus neque justo non vitae gravida nonummy nisl eu praesent vehicula ut dui et feugiat urna. Aliquet magna ante. Vivamus curae sem arcu ac cras eu nibh massa donec nonummy mus et mauris. Potenti augue vivamus semper sem eros. Nonummy metus dis. Aliquet vitae amet eni dis. Egestas massa diam iaculis ornare duis pede proin nulla nec nisi a nulla. Integer metus vivamus leo interdum rhoncus iaculis tortor netus fames proin. Dapibus proin diam consequat mauris ut porttitor a tincidunt magna odio imperdiet nam. Laoreet etiam curae scelerisque bibendum felis et libero sem erat."
   ]
  }
 ],
 "abstract": "Gravida justo morbi nam erat rhoncus commodo. Aliquam nulla erat massa pretium tellus lorem condimentum sem ve aptent porttitor. Viverra purus etiam donec eros ullamcorper vivamus netus ad tempor a nascetur dis vivamus at. Sodales fames vestibulum condimentum mattis ve duis eu magna at mi in eni primis rhoncus. Dapibus purus non libero eu cras accumsan a maecenas sem consectetuer litora erat cum massa. Aliquam fusce diam eu nulla fames morbi a aenean hendrerit velit nec. Blandit massa netus vehicula imperdiet enim convallis ridiculus nunc commodo odio. Vivamus etiam. Posuere class potenti enim torquent consequat quam est pretium ve eget. Natoque velit ac congue. Vivamus netus in risus hendrerit. Posuere augue morbi scelerisque sed semper in. Dapibus ipsum leo nullam venenatis nonummy curae in imperdiet elementum sollicitudin nam. Blandit purus eu neque litora ad fusce rutrum enim ad urna. Cubilia lacus eu imperdiet lacus sed nibh lacinia facilisis. Laoreet felis nunc. Rhoncus justo urna placerat adipiscing. Aliquam class quis imperdiet eleifend ornare euismod malesuada ligula eu libero orci donec. Egestas metus cras a amet ad consectetuer natoque dolor quis. Rhoncus purus ac mi penatibus euismod sed duis suscipit adipiscing phasellus condimentum felis turpis. Laoreet massa augue condimentum est ornare euismod. Lacinia neque lacus justo cras vehicula sit ornare fermentum et.",
 "authors": [
  {
   "name": "Deeanna Munsell",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Julene Meares",
   "organisation": "Diagnostic Equity Housing"
  }
 ]
}