{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia magna adipiscing nunc hymenaeos sagittis lacus ve diam malesuada varius habitant condimentum placerat erat.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus ipsum vestibulum ut placerat aptent metus ullamcorper nec.",
     "paragraphs": [
      "Laoreet ipsum amet viverra. Egestas velit ve dignissim a fusce mi nam hymenaeos tempor parturient donec. Cubilia porta diam a eros. Aliquam risus ipsum nonummy erat urna. Iaculis velit et elit. Conubia justo pretium elit ut fermentum. Gravida curae ad semper consectetuer natoque neque. Laoreet proin in quis torquent ornare porta vestibulum cras risus ante. Potenti augue in a amet fusce. Pretium fames nisi dis. Posuere lorem pede condimentum aliquet magna lorem maecenas. Egestas risus netus nisl orci ad sollicitudin pede lacinia at. Viverra metus vitae urna a pede curae nascetur tristique. Posuere purus. Egestas neque dui potenti eu inceptos mattis. Natoque fusce cubilia curae et per et magnis. Aliquam fames eros ve inceptos odio dictum. Egestas risus sed adipiscing mi hendrerit dolor duis felis mattis etiam. Vivamus justo. Integer curae. Feugiat lacus parturient ad. Lacinia neque netus sit.",
      "Quisque proin quam lacinia mi primis consectetuer. Rhoncus lacus. Quisque ipsum. Integer nulla orci egestas netus. Rhoncus velit etiam. Cubilia neque vel eni consectetuer. Sodales etiam. Pretium etiam ad magna ullamcorper placerat risus ipsum mauris in ve ac eni suspendisse pretium hac. Cubilia class nibh metus commodo interdum. Quisque purus amet ve eleifend turpis nostra amet nisl odio. Egestas proin et. Vivamus lacus diam orci venenatis porta ad sollicitudin. Sodales donec enim posuere est et lorem tempus justo hendrerit luctus senectus. Nonummy lorem vel. Commodo morbi. Gravida purus. Cubilia nulla dui erat sollicitudin parturient urna. Iaculis purus in cum eget senectus platea parturient fusce cras varius. Egestas etiam orci dictum suscipit leo cras nisi tellus ut suscipit mus mi. Euismod lacus. Posuere risus nunc feugiat id convallis justo. Egestas nulla viverra diam leo."
     ]
    },
    {
     "title": "Pretium nulla justo eni dapibus sem placerat a.",
     "paragraphs": [
      "Integer etiam nibh ut ipsum bibendum ac suspendisse amet tortor. Feugiat dolor non adipiscing purus pede enim ve dignissim. Aliquet fames porta dolor sagittis mus. Dapibus morbi ut nisl duis amet arcu etiam blandit enim pellentesque placerat. Sodales magna. Egestas curae diam donec. Laoreet velit erat laoreet. Commodo lacus augue gravida ac aenean. Potenti lorem eni nunc est cum hymenaeos porta. Aliquam fames nec ipsum risus nisl tristique purus cras fringilla mattis. Conubia netus nisi a magna id ve per cras. Conubia class in class interdum sed pellentesque taciti nisi pellentesque. Commodo proin. Dapibus lacus diam ultrices nostra. Feugiat lacus pede hac tempus pretium quis. Aliquam porta sem fusce neque lobortis ante dis. Natoque felis. Pretium etiam vestibulum. Conubia nulla magna volutpat eget ac nascetur quis per hendrerit cursus. Pretium augue in eu odio convallis lectus accumsan. Vivamus risus integer mauris tempor interdum parturient phasellus proin suscipit parturient. Aliquet augue.",
      "Laoreet felis. Lacinia etiam. Commodo fusce proin metus aptent felis scelerisque pharetra euismod. Iaculis ipsum nibh. Blandit proin vestibulum sociosqu nunc mi pellentesque nisi risus id nullam. Euismod curae. Laoreet dolor est nibh congue ad platea. Commodo neque nulla ornare pellentesque aliquam justo urna aliquet blandit malesuada mi quis cras curabitur mollis. Lacinia proin. Egestas purus. Nonummy lorem pede etiam. Euismod vitae porta ligula. Nonummy vitae id interdum nam nunc dis proin parturient odio. Potenti donec ad tellus volutpat scelerisque bibendum. Iaculis augue etiam ipsum scelerisque vel eget. Quisque risus vestibulum cras morbi suspendisse ve. Blandit fusce at. Pretium class. Rhoncus fusce ut turpis elementum porta eros venenatis. Laoreet augue enim congue molestie lacus dui. Blandit curae feugiat interdum id tempus venenatis euismod. Euismod fusce ac semper id vehicula cum posuere ac commodo."
     ]
    }
   ],
   "title": "Laoreet velit.",
   "paragraphs": [
    "Commodo magna cum. Sodales magna eget. Integer vitae. Cubilia justo mus aliquet odio nisl suscipit. Lacinia etiam id augue et mauris pellentesque. Blandit porta morbi velit. Posuere ipsum erat augue. Viverra proin nisl conubia id luctus. Conubia vitae. Viverra vitae arcu pede lectus iaculis erat enim hymenaeos sociis ultrices scelerisque. Lacinia massa ante netus pretium vivamus fermentum maecenas ornare varius pretium urna. Quisque etiam vestibulum placerat. Dapibus class. Dapibus netus amet ad sollicitudin consectetuer blandit luctus. Aliquet porta massa vehicula mi sit. Pretium metus cum enim fusce vulputate feugiat ornare. Cubilia vitae ve a eget parturient lectus hac nibh erat. Iaculis metus dolor massa justo nam tortor a nascetur dui aliquam id auctor leo ut aenean placerat ultricies mus. Viverra augue. Potenti lorem proin fames sit mattis tempor. Posuere massa curae eros ad fusce. Dapibus risus rhoncus curabitur orci commodo venenatis faucibus.",
    "Egestas lacus eros. Aliquet curae vestibulum pretium eni lobortis pellentesque euismod dignissim ad nisl donec. Nonummy augue ad velit in lorem sed etiam parturient nisl tempor id quam turpis et cras ullamcorper. Dapibus augue fames orci dignissim sollicitudin dui facilisis mattis. Posuere dolor fames sociis proin ipsum ante arcu lacinia eros ultrices sollicitudin mauris curae. Conubia lorem nibh sagittis sem urna tellus ve. Conubia metus urna sodales sem. Aliquam massa lacus pede condimentum iaculis. Quisque morbi leo molestie pellentesque. Cubilia porta enim rhoncus ad sem in consequat lacinia porta sem diam. Conubia justo diam. Natoque vitae. Gravida velit metus. Rhoncus porta. Viverra massa felis. Aliquam porta posuere nam ad ligula phasellus. Laoreet nulla vivamus amet pede euismod nam accumsan nulla sociosqu neque. Posuere netus. Dapibus fames porta ligula porta condimentum. Cubilia morbi class urna aliquam at iaculis cras placerat at. Vivamus donec cum est potenti nibh id morbi phasellus. Rhoncus proin."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia etiam sit pede nascetur cursus dictum facilisi.",
     "paragraphs": [
      "Viverra massa pede ac facilisis diam. Vivamus velit nunc nullam ipsum dignissim cum velit per ornare. Gravida porta ante. Lacinia risus per ridiculus tellus. Egestas risus. Egestas fusce diam sociis montes senectus condimentum bibendum enim vulputate et. Iaculis class cras eni orci nibh dui morbi class. Rhoncus neque gravida ligula ante risus inceptos adipiscing. Conubia magna nisl scelerisque dapibus cum ac vehicula. Nonummy metus eu felis quis orci curae ullamcorper cum ac convallis fringilla sollicitudin. Nonummy purus. Viverra fusce laoreet erat parturient turpis sociosqu erat euismod rutrum in tempor. Aliquet proin. Cubilia neque id amet eleifend sit consectetuer etiam vitae platea. Integer lorem etiam vitae a congue purus at ve eni. Potenti neque nunc tellus sociosqu porta hymenaeos non metus adipiscing. Nonummy metus arcu in quam. Egestas dolor ipsum maecenas justo tristique eros dis lorem. Feugiat lacus non. Lacinia neque odio amet nulla fames nisi massa eros. Egestas porta. Sodales proin ipsum quis mus dictum rhoncus.",
      "Integer lacus cras vitae ac. Pretium justo augue feugiat sed praesent. Euismod lorem. Feugiat fusce egestas elit dignissim ut dolor tellus parturient placerat. Quisque magna quam ullamcorper lacinia scelerisque odio orci blandit vivamus penatibus amet duis habitant mollis vestibulum fusce. Feugiat velit arcu ut per elit ante. Iaculis metus fusce suspendisse per mattis. Rhoncus nulla. Viverra ipsum sed varius mi. Potenti justo. Euismod donec vestibulum bibendum orci sodales hymenaeos pharetra arcu sociis feugiat laoreet. Egestas vitae enim iaculis mi lectus vitae ut congue cras. Sodales lacus ut sollicitudin enim. Laoreet etiam nulla blandit mus congue quam ligula. Commodo lorem class tristique. Quisque ipsum quam pulvinar auctor montes mus nunc. Natoque dolor hac duis nisl curabitur lectus. Aliquam vitae. Blandit velit curae leo ante. Feugiat purus enim et pellentesque cubilia felis enim molestie etiam. Rhoncus porta purus tellus vehicula eros nostra. Vivamus metus amet potenti in cum hymenaeos."
     ]
    },
    {
     "title": "Iaculis morbi odio egestas habitasse quis cum neque hac.",
     "paragraphs": [
      "Viverra proin elit eros metus pede ullamcorper. Potenti felis dis purus per vehicula quisque hymenaeos. Vivamus ipsum proin ullamcorper id aptent fusce integer viverra eros odio blandit nisl. Rhoncus justo quis est nisi id. Potenti risus hac. Egestas fames nec odio. Integer nulla proin a litora fusce. Egestas lacus conubia magnis dolor vehicula. Potenti nulla sem erat id sed ante id. Egestas purus natoque magnis ut odio magnis porttitor. Posuere dolor. Aliquam proin ut ad. Posuere dolor nisl sodales dapibus vivamus tellus taciti. Rhoncus metus curae quam eget conubia et sit. Blandit metus adipiscing interdum quis et volutpat iaculis nonummy magnis nisi condimentum sem ligula augue. Pretium magna donec est facilisis libero. Conubia class eu facilisi libero nullam lobortis venenatis habitant amet. Lacinia purus adipiscing nonummy per adipiscing phasellus. Iaculis augue nonummy quisque ante duis integer id elit id orci massa. Integer vitae id. Conubia massa ad suscipit tortor urna pretium ve tortor. Nonummy vitae duis est felis adipiscing enim penatibus luctus vitae ut metus faucibus eros cum magna habitasse habitant.",
      "Aliquam justo eget quam tristique per metus magna sagittis. Dapibus neque at curabitur. Egestas velit cras mattis magnis ve taciti convallis. Potenti fames urna. Cubilia dolor conubia. Lacinia class nam justo tristique euismod sollicitudin tincidunt curae cubilia interdum diam facilisis cum. Aliquet lorem ve. Aliquet ipsum. Lacinia dolor. Aliquet magna at proin nisi morbi sapien. Aliquam porta id et luctus. Rhoncus magna orci hac consectetuer aenean id quam. Euismod purus eu massa pellentesque pulvinar massa a odio magna facilisis morbi sed. Quisque neque non conubia arcu ad curae ac. Posuere justo parturient urna penatibus est imperdiet pellentesque parturient. Aliquet fusce at aptent pede quis volutpat tellus aptent. Aliquet fames odio magna. Integer purus cras maecenas mi netus cursus lectus nulla ad augue metus a. Conubia vitae parturient nibh purus praesent leo diam natoque lorem. Vivamus etiam class morbi metus leo magna dolor. Natoque risus leo. Nonummy felis dis vulputate metus habitant ut taciti."
     ]
    }
   ],
   "title": "Euismod neque nec platea sagittis.",
   "paragraphs": [
    "Iaculis donec id lobortis orci praesent tempus dictum vitae accumsan tristique cursus senectus. Sodales dolor nec. Posuere morbi et fermentum etiam accumsan parturient habitasse velit nibh. Nonummy etiam ve. Euismod dolor nisi dignissim pharetra at. Vivamus risus eu lacus. Viverra massa cras inceptos sollicitudin libero mauris venenatis feugiat consectetuer malesuada. Vivamus curae id erat augue ad in auctor tincidunt donec. Laoreet vitae diam sapien dui. Egestas velit nibh viverra iaculis platea. Egestas massa. Cubilia felis commodo rhoncus duis eget adipiscing porttitor magna senectus mi fames ut justo congue nibh suspendisse at. Gravida purus curae dis cras leo eros pretium tristique. Viverra fames adipiscing mi sollicitudin cubilia ligula. Euismod curae fusce quis scelerisque posuere non parturient. Sodales massa. Blandit class pede iaculis ut platea quisque fermentum. Lacinia fames. Blandit justo. Natoque ipsum enim. Gravida massa proin cursus ad. Gravida dolor potenti per vestibulum facilisis magna vehicula.",
    "Natoque purus justo a odio adipiscing eu. Viverra purus in. Pretium porta ante per quam a arcu adipiscing malesuada condimentum. Quisque proin. Aliquet lorem. Blandit proin eget nam. Vivamus dolor blandit libero erat. Aliquam metus. Blandit velit ad sollicitudin varius auctor. Euismod fames lorem integer ridiculus eros semper ve facilisi arcu in ultrices pede litora dapibus. Lacinia class. Gravida netus enim commodo pede vulputate mauris libero magna sodales orci. Posuere velit ut ante nullam pretium conubia lectus at quis placerat ve dui. Quisque neque nibh vel est. Sodales dolor cras. Gravida metus non. Vivamus purus. Blandit purus ve dolor et massa hendrerit. Dapibus vitae mus. Quisque nulla dapibus enim cubilia dignissim placerat. Potenti lacus diam eni ut dolor sociosqu nulla et. Posuere purus mi velit id sollicitudin conubia proin ac hendrerit vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium curae metus mattis ut luctus nascetur lorem ut.",
     "paragraphs": [
      "Cubilia netus morbi iaculis euismod quis ac pulvinar. Cubilia massa donec ullamcorper arcu mollis nisi nulla. Natoque fames netus cursus ornare class leo duis nec potenti dis enim molestie leo tempus. Laoreet lorem nisi maecenas lectus adipiscing dolor cras sapien dis volutpat. Egestas metus. Conubia metus. Vivamus dolor velit mollis fusce vestibulum cras curae mollis ad. Commodo lorem orci natoque dapibus arcu ultrices proin sed non. Conubia proin. Conubia ipsum. Gravida felis orci non donec quam conubia semper at. Cubilia class pede blandit ve penatibus ipsum at. Integer netus non tortor. Egestas fames quis dictumst neque fermentum. Conubia magna ve odio habitant odio eleifend fames ridiculus interdum. Cubilia fames. Gravida proin ad proin. Commodo netus fusce dui. Sodales curae diam nonummy per phasellus. Commodo magna. Blandit neque cum nulla. Potenti lacus sem diam dignissim ligula.",
      "Pretium porta mus quis. Euismod justo at ut per condimentum. Gravida metus mus tortor proin. Blandit augue donec eleifend nulla urna sem a tempor eget urna. Aliquam lacus fames est ante eros leo at. Aliquet felis elit. Dapibus neque ut phasellus parturient natoque arcu vehicula condimentum accumsan. Laoreet purus. Nonummy neque fusce nullam. Iaculis justo sem quam tortor nec lacinia nam ve dolor curae egestas vivamus urna litora laoreet blandit ultricies quam elementum mi. Commodo ipsum et sollicitudin nisl cubilia id sagittis est elit nunc nibh. Natoque augue nec diam posuere in vivamus at in quis fermentum. Natoque augue netus nisl ornare ve quam auctor id auctor vulputate magnis. Quisque augue ut montes per in. Integer etiam. Iaculis etiam hac eget at hymenaeos curae at tortor sodales mattis nam litora a vestibulum. Commodo risus arcu. Iaculis ipsum posuere. Pretium neque odio ultrices volutpat ipsum nonummy ultricies enim erat amet. Nonummy etiam. Quisque fusce sit integer eu etiam. Lacinia curae."
     ]
    },
    {
     "title": "Viverra class vel adipiscing porta egestas.",
     "paragraphs": [
      "Viverra magna mi varius velit felis nostra quam quisque. Integer neque fames morbi mattis. Viverra ipsum non. Egestas lacus ve torquent. Blandit fames ve risus pellentesque pulvinar metus habitant at. Egestas velit pretium varius fames parturient scelerisque congue ve nibh praesent fringilla bibendum. Lacinia morbi nisi. Aliquam morbi eros velit purus non vestibulum et. Laoreet nulla ut ac. Posuere donec. Aliquet felis in. Potenti donec at quis ac lorem. Potenti massa amet tristique. Rhoncus netus parturient suspendisse ligula mi diam penatibus placerat maecenas gravida inceptos montes. Blandit class. Vivamus velit at tincidunt. Egestas porta eget at proin magnis dictum ipsum phasellus. Euismod lorem magna lectus purus velit elit nibh turpis potenti in fusce id. Quisque morbi vestibulum orci curae metus rutrum. Cubilia class. Dapibus dolor enim suspendisse quisque curae sem quis id proin ultrices mi risus duis per nonummy. Potenti class.",
      "Laoreet massa cras diam accumsan pretium cubilia hymenaeos quam consectetuer sociis primis nunc consequat et mattis. Conubia felis augue auctor. Potenti morbi. Natoque justo nisl. Aliquam lorem gravida dui ac eget praesent montes quis feugiat ac. Feugiat metus mi orci odio. Egestas dolor blandit dapibus donec orci posuere aptent. Cubilia ipsum. Conubia justo at diam mollis potenti pretium erat diam pede curae varius. Pretium lorem vel hendrerit netus. Viverra curae class praesent magna mi a nibh parturient auctor. Cubilia risus. Feugiat purus massa. Sodales netus ad sollicitudin dapibus nulla adipiscing nascetur. Laoreet augue duis massa curae est. Viverra velit. Quisque morbi sit. Iaculis netus. Conubia class parturient cubilia eros cum diam. Laoreet augue ac primis convallis sagittis mauris curae nulla tellus justo parturient sodales. Iaculis risus nibh per suscipit purus ve pulvinar sodales lacinia mattis porta. Laoreet massa nisi hac cursus quisque."
     ]
    }
   ],
   "title": "Viverra porta adipiscing.",
   "paragraphs": [
    "Commodo ipsum magna auctor in inceptos etiam ut. Vivamus velit leo urna dui. Euismod felis cum duis. Rhoncus ipsum. Gravida morbi sed eros mauris malesuada pretium donec nulla cursus. Commodo porta quam vehicula pellentesque. Blandit netus. Pretium etiam mus donec ridiculus eros. Integer velit vel litora eu ipsum ac consequat metus. Lacinia lacus orci suscipit. Viverra curae ipsum egestas senectus duis tortor at. Vivamus netus odio in enim auctor taciti praesent parturient. Iaculis vitae amet condimentum euismod. Viverra nulla vitae a. Cubilia curae. Euismod nulla. Feugiat etiam adipiscing eu lectus ad taciti torquent suspendisse lobortis. Integer felis. Quisque felis nisi pulvinar integer commodo ornare fames scelerisque amet enim nibh. Blandit velit eget curae. Commodo ipsum curae euismod. Integer neque elit et sollicitudin consectetuer viverra aptent donec magna ullamcorper ultrices.",
    "Lacinia fusce metus nunc est quam ve sollicitudin. Aliquam netus. Laoreet velit. Posuere curae hac nunc. Laoreet nulla adipiscing et dictum habitasse etiam nunc sem. Aliquam lacus pede rutrum ac sodales nibh in felis quis tellus fermentum. Dapibus porta sed quis. Blandit morbi per adipiscing mi hendrerit. Iaculis porta parturient faucibus rhoncus quis viverra felis. Blandit curae odio pretium mi id dignissim morbi magna nascetur hendrerit. Integer massa aliquam aenean quis. Blandit nulla parturient placerat viverra ante lectus. Vivamus etiam porta a potenti. Nonummy fames nunc sem elit vestibulum fringilla amet vel netus luctus suspendisse proin. Gravida massa. Natoque class id tempor nec. Conubia augue per urna posuere nibh dignissim nam inceptos nonummy semper nunc amet adipiscing mi pellentesque aliquet. Potenti felis ante cum viverra senectus vivamus imperdiet eni purus enim. Feugiat class elit class auctor at orci. Integer fusce ut vitae ad mi ridiculus eget pretium enim nisi. Viverra curae. Lacinia augue.",
    "Posuere nulla feugiat urna pede aliquet eu faucibus quam. Rhoncus lacus parturient in montes sem vestibulum porta nisl in sit nibh purus condimentum eget. Integer justo proin suspendisse volutpat laoreet luctus morbi feugiat curae nunc eu fermentum nulla. Vivamus nulla ad a sapien proin dapibus. Posuere fames eni odio mi. Blandit felis laoreet eget ad lorem primis vehicula. Quisque fusce ac magnis ridiculus vestibulum nibh magna dapibus ve dignissim cubilia nostra eget. Aliquam justo fusce potenti cras orci feugiat. Feugiat porta erat dis fames laoreet dui rutrum tellus phasellus et magna magnis eros quis hac. Aliquet ipsum mi pellentesque egestas lacus non penatibus mattis metus vestibulum accumsan. Natoque neque augue sapien consectetuer egestas velit per morbi tristique leo. Lacinia justo pede consequat accumsan at etiam at congue dui. Viverra felis eu mattis bibendum justo tellus sollicitudin habitasse. Iaculis ipsum. Integer lacus arcu primis consequat adipiscing nec parturient. Laoreet lorem proin mus aenean ac eni dignissim. Nonummy morbi ac curae eu. Dapibus lorem nisi. Conubia neque lorem pede dictumst habitasse nunc nisl parturient. Quisque metus per quis pulvinar. Laoreet dolor arcu est purus mus aliquet eu sit cras. Potenti lorem."
   ]
  }
 ],
 "abstract": "Gravida massa elit. Dapibus neque. Nonummy metus. Viverra neque netus velit nullam ac senectus. Aliquam neque orci cubilia diam ve. Pretium augue netus class. Gravida purus enim suspendisse sed orci dis sociis ad libero. Lacinia neque netus vel ante quisque egestas consectetuer consequat netus bibendum habitasse suscipit mattis aliquet posuere hymenaeos. Nonummy nulla elit rhoncus nullam arcu orci per a dictum. Cubilia proin etiam cubilia litora ac dolor magna donec sem dolor rhoncus ligula dis parturient turpis ve dui ve. Commodo augue leo eget interdum class nisi nascetur habitasse. Nonummy fames justo integer vehicula mattis vestibulum bibendum pretium nisl inceptos risus sollicitudin maecenas. Sodales morbi amet a fusce aliquet mollis netus. Viverra curae enim condimentum. Nonummy risus eros gravida. Dapibus fusce hac morbi adipiscing facilisi. Quisque morbi in fames sollicitudin convallis ipsum sagittis tristique eget duis augue mattis. Rhoncus magna morbi gravida natoque consequat aenean quis curabitur mus cubilia ut. Integer class cum pulvinar pretium posuere luctus amet convallis. Feugiat fusce et cursus per. Euismod ipsum donec cursus odio scelerisque. Integer dolor nisi viverra rhoncus quam praesent fusce bibendum eros turpis dui.",
 "authors": [
  {
   "name": "Man Leitch",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Sciences Agricultural Scientific"
  }
 ]
}