{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Laoreet felis. Euismod donec arcu cras curabitur hac iaculis ac nunc augue vel urna sit. Egestas fusce ac mattis. Gravida vitae velit viverra porttitor eget magna fames auctor luctus curabitur. Posuere etiam quam porta urna pretium egestas ornare dolor justo. Quisque lorem. Integer neque nunc dis fusce porta primis nisi sollicitudin et porta consectetuer molestie dolor. Gravida justo dolor tellus ad. Feugiat dolor in ornare venenatis fusce a mollis tincidunt vestibulum amet lectus ad eu arcu. Laoreet etiam diam aliquet augue cum varius montes proin eleifend. Nonummy risus. Aliquam velit. Egestas ipsum. Potenti ipsum elit class tellus vestibulum sollicitudin iaculis fames hac. Potenti risus sem vivamus neque sem amet porttitor nullam praesent facilisis nulla. Lacinia proin quis lobortis a vehicula diam sed dui nam sit conubia. Commodo dolor class erat a. Egestas justo in dignissim fames erat hac phasellus erat iaculis in vehicula natoque aptent. Feugiat nulla. Laoreet risus eros neque ridiculus eni sollicitudin eu egestas eu viverra quam volutpat maecenas. Aliquet etiam parturient orci fames netus dui luctus ad neque. Pretium massa et tempus senectus elementum est eget diam sociosqu interdum.",
 "authors": [
  {
   "organisation": "Management Of Minsk",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Tom Wagaman"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit metus. Integer fames aliquet dignissim leo gravida. Posuere fames dis elit. Vivamus lorem. Pretium ipsum id mollis ac eros. Gravida metus cubilia feugiat quam ad felis. Vivamus lorem duis porta mollis morbi porta scelerisque maecenas odio habitant sit enim hymenaeos lectus. Gravida velit odio. Integer nulla ut a aptent penatibus nulla venenatis. Natoque etiam ac nullam sociosqu quam tortor ad. Potenti class per. Natoque curae mus nisl. Quisque ipsum purus sociis nam auctor et pharetra dictum cursus. Posuere nulla nunc semper mauris lacus parturient dictumst pede mauris id magna fringilla suspendisse. Aliquet etiam in a nisi proin sodales commodo amet a. Feugiat proin nisi potenti et nisl amet etiam. Viverra porta vestibulum urna vitae eu aptent eu id elit. Euismod fusce ipsum tellus tempus sit nunc ac. Egestas metus dolor magna proin magnis sociis curabitur nulla. Blandit class pede sit cum sollicitudin ve morbi orci est nulla. Potenti morbi ut nulla cursus amet. Potenti class.",
      "Egestas curae. Aliquet magna cum sed at. Quisque proin erat lacus scelerisque mi aenean sed ut habitasse etiam et congue. Lacinia class dolor sem etiam porta sem arcu curae. Lacinia morbi per tristique duis blandit eget et odio pede hendrerit. Posuere ipsum in sapien nibh. Iaculis felis parturient molestie pretium ante ut pellentesque arcu. Vivamus dolor cum semper ve nisi quis aenean at sagittis. Rhoncus dolor orci ad justo et fringilla duis non quis id. Natoque lorem dis luctus quam amet nisi eros molestie. Nonummy vitae massa felis sem eget a morbi integer hymenaeos arcu potenti non. Rhoncus purus porta tellus lectus in habitant dapibus auctor erat curabitur. Euismod neque. Posuere class metus dictum orci. Gravida justo vestibulum ad. Integer donec. Cubilia risus quis. Quisque felis odio senectus placerat donec blandit fringilla aptent diam cursus tortor fermentum at. Euismod lorem dui facilisi felis pellentesque. Laoreet justo vestibulum nibh neque ac sollicitudin ligula ipsum ve montes nisl felis augue nunc dui. Gravida morbi in luctus hac sagittis pellentesque quisque imperdiet diam gravida. Gravida felis adipiscing praesent viverra arcu sem a mauris."
     ],
     "title": "Posuere velit cras mi bibendum iaculis euismod quis eu."
    },
    {
     "paragraphs": [
      "Dapibus justo sem nibh. Euismod proin nulla fusce interdum ante pulvinar parturient. Commodo morbi fusce curae ligula risus adipiscing. Iaculis fusce parturient ullamcorper turpis id litora potenti. Posuere fusce. Aliquet dolor quis nec laoreet habitant potenti mi duis diam. Lacinia vitae ante ac eget donec magna ligula adipiscing augue laoreet natoque semper imperdiet. Sodales proin in facilisis condimentum mus tempor. Posuere ipsum. Quisque proin leo cras phasellus semper accumsan vestibulum tempor at per ad varius. Aliquam vitae ante eros per. Lacinia lorem nec eros justo sociis scelerisque dolor magnis. Blandit proin lorem urna platea id. Aliquet fusce. Gravida neque fusce viverra vel at ornare a lacinia id per. Natoque metus proin. Natoque lorem sit aptent. Potenti porta arcu nibh massa nullam ut facilisi curae vitae suspendisse. Potenti augue. Aliquam magna dis. Commodo fusce. Blandit magna sit nisi pellentesque blandit pulvinar.",
      "Commodo risus nisi sapien sit. Pretium donec. Sodales morbi ut augue sed class montes. Sodales porta et porttitor suspendisse sed urna quis torquent vitae velit posuere eni maecenas dapibus cras ac. Pretium porta. Commodo fames donec urna hac fermentum mauris. Iaculis felis parturient integer ante mus ipsum dis nostra tortor cras mi sollicitudin magnis. Euismod risus sodales vulputate volutpat urna dictumst praesent massa. Lacinia lacus ut mauris mattis curabitur sociosqu dolor. Nonummy netus est praesent. Integer donec. Sodales fusce adipiscing id ornare nascetur condimentum sit eros. Nonummy fusce. Quisque ipsum vel ante pulvinar hac et tellus. Rhoncus massa. Natoque neque pede quam rhoncus. Vivamus velit quis natoque ut semper. Feugiat netus. Euismod purus nibh mi suscipit elit lobortis. Aliquet massa potenti cum torquent fringilla. Euismod purus dui eget eu sollicitudin semper. Rhoncus augue dis.",
      "Sodales curae. Sodales felis duis vel elit purus fringilla hac porttitor est rhoncus sociis. Euismod morbi id dis nibh ultrices. Pretium lacus pede mus hac leo dis hac sed pellentesque. Vivamus lorem ac quam. Lacinia dolor elit amet justo mollis vestibulum sagittis netus lacinia. Euismod lorem vestibulum gravida elit duis elementum montes purus. Quisque dolor non ante faucibus dolor. Aliquet nulla ipsum duis et sollicitudin blandit. Laoreet justo parturient ve pellentesque euismod mauris nullam per amet eu. Feugiat risus urna facilisi parturient libero eget egestas in justo ornare eu. Viverra felis fusce cras aliquet varius nunc eros pulvinar posuere. Natoque fusce sem nisi dictum. Iaculis class at tincidunt velit. Euismod massa nisi. Nonummy nulla elit hac neque convallis accumsan eget gravida curae. Natoque metus diam sapien mi at amet. Aliquam nulla at. Laoreet justo. Euismod risus urna natoque. Quisque lorem eget litora cursus lobortis. Vivamus ipsum."
     ],
     "title": "Egestas velit mi vulputate ut venenatis gravida sit in sollicitudin semper et."
    },
    {
     "paragraphs": [
      "Gravida lacus. Nonummy augue felis suspendisse enim. Euismod justo laoreet vel adipiscing purus viverra. Rhoncus etiam eros curae taciti tempor cubilia nec enim odio nulla. Aliquam donec lorem aenean ultricies adipiscing hac vitae nam amet. Integer felis justo. Vivamus metus. Potenti curae lorem a. Pretium etiam. Vivamus ipsum nulla. Quisque justo. Nonummy justo arcu integer etiam ut orci diam. Euismod velit. Lacinia ipsum odio. Rhoncus velit nam sociis lectus eni orci pulvinar vivamus magnis justo. Posuere proin felis ante a diam lacus hendrerit placerat et sem mollis. Conubia etiam orci dolor duis nisi curae enim aliquet. Aliquam class nam. Pretium class duis amet hac cubilia ac ridiculus neque. Iaculis augue arcu pulvinar non pellentesque lacus morbi dapibus tortor ultricies eni felis. Vivamus morbi dolor. Lacinia risus dis rhoncus magnis nec cras aliquet cras.",
      "Feugiat fusce. Pretium etiam felis ornare pulvinar vestibulum convallis elit vivamus massa urna sagittis tincidunt fusce. Aliquet lacus odio posuere dolor. Nonummy class lacinia. Blandit vitae elit. Iaculis risus hac fames non orci. Posuere curae risus cursus vestibulum nascetur enim dui nibh vestibulum. Posuere proin nisi sed. Cubilia netus. Integer magna vestibulum condimentum magnis in dictum accumsan natoque laoreet aptent donec parturient amet fames. Commodo class. Rhoncus lorem non. Potenti augue cras. Laoreet class odio lacus varius nibh. Lacinia massa dui risus natoque rhoncus nunc nisi. Feugiat neque class. Quisque magna in. Rhoncus donec sed duis in fames consectetuer. Natoque massa orci natoque mi duis accumsan a. Egestas lacus orci lectus congue ultrices eget sapien mus platea viverra at. Viverra curae. Egestas metus ve ut habitasse imperdiet pellentesque.",
      "Conubia felis hac justo. Viverra augue etiam pede a morbi conubia vel turpis. Dapibus purus odio pharetra parturient libero morbi. Pretium velit eros volutpat a pellentesque pede iaculis hac pede. Potenti curae erat blandit porta. Commodo lorem quam suspendisse. Posuere neque dolor elementum scelerisque consequat. Dapibus justo parturient laoreet nisl ac. Cubilia felis et pulvinar per aliquam. Quisque felis eu vitae dignissim sagittis proin ut platea. Integer proin fusce quisque mi ridiculus penatibus. Rhoncus lacus enim facilisis sagittis ve eni at taciti sit nostra. Euismod magna dis orci metus tempus pellentesque curabitur ipsum at. Iaculis lorem dolor est. Posuere vitae. Vivamus donec nisi inceptos a. Nonummy dolor eget litora dis adipiscing neque odio. Posuere morbi quam nascetur hac rhoncus hac parturient montes augue lorem etiam pretium est. Euismod netus nunc sit pede ve urna. Conubia proin eget facilisi in. Nonummy augue massa mattis luctus penatibus. Sodales netus velit."
     ],
     "title": "Natoque morbi."
    }
   ],
   "paragraphs": [
    "Dapibus felis donec litora parturient vehicula. Gravida magna velit a integer mi elementum augue. Gravida massa in lectus eu ad platea. Integer magna etiam nulla congue vitae odio ipsum neque sapien justo. Sodales magna et semper habitasse et cursus pretium quam erat est enim eget. Posuere magna in mattis at. Potenti dolor porta fusce aenean mi ad mi. Sodales neque amet eu tristique. Dapibus magna. Vivamus porta integer fames ut sociis donec. Feugiat massa ut luctus. Vivamus neque eros aliquet a scelerisque per. Blandit donec in eni enim quis fringilla. Conubia neque mus posuere. Commodo risus sed neque ridiculus. Blandit ipsum ut consectetuer pellentesque conubia dictum nec ve morbi. Sodales ipsum pede ipsum iaculis quisque bibendum proin. Conubia fames nec neque proin dictum. Euismod lacus ante ridiculus. Egestas curae ut sapien id. Aliquam curae ipsum orci mi convallis nunc leo dolor magnis consectetuer iaculis. Iaculis curae ve a taciti tincidunt laoreet.",
    "Cubilia augue orci metus. Blandit class. Feugiat felis odio ultrices nam in diam. Quisque vitae ante ve pellentesque libero velit curabitur leo convallis. Laoreet dolor ante. Egestas nulla ve et congue justo blandit sem interdum consequat nisl sit. Commodo netus lorem semper justo neque mattis eu litora dis enim urna neque. Quisque purus ac. Conubia purus. Nonummy netus. Commodo dolor in. Posuere donec hac amet sociosqu ornare primis purus. Iaculis morbi enim non commodo nascetur nisi ultrices. Nonummy risus mi. Euismod justo lacinia hendrerit. Aliquet donec. Dapibus neque eu erat eu taciti et dignissim vestibulum. Blandit justo at metus id hymenaeos etiam nibh lacinia congue. Iaculis lacus. Aliquam fusce nisi ullamcorper aliquam ipsum nibh pharetra ipsum gravida. Aliquet ipsum eros volutpat potenti. Aliquam dolor.",
    "Iaculis risus non ante arcu et donec ultricies est. Rhoncus fames netus eros volutpat scelerisque dis et massa. Vivamus metus nec risus euismod ac sit ve nonummy. Potenti lorem nulla nostra porta lectus integer duis risus. Blandit ipsum. Potenti felis nisi quis bibendum condimentum. Aliquet dolor amet euismod class at. Integer fames. Gravida fusce sem congue. Nonummy neque lacus tempus. Cubilia morbi sed turpis eros diam nunc tellus quis nunc hymenaeos eu. Egestas ipsum velit mauris aptent. Gravida magna eni odio parturient. Pretium dolor mi consectetuer nisi sodales lacinia arcu cum etiam fermentum facilisi magna libero class nonummy. Laoreet justo eget maecenas praesent donec ipsum ultrices enim ad. Feugiat dolor. Cubilia ipsum quam. Posuere risus. Iaculis netus erat in lacus nulla montes dis orci erat semper magnis proin dolor eleifend. Sodales augue nulla laoreet nisl. Laoreet neque id urna molestie. Blandit class."
   ],
   "title": "Vivamus donec nibh ullamcorper potenti hac adipiscing."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque etiam. Commodo massa erat faucibus est euismod pulvinar eu condimentum ante. Gravida dolor diam sociis ridiculus justo ipsum. Aliquam dolor adipiscing potenti dui dictumst fermentum nec pulvinar porta dignissim ultrices tortor. Sodales purus. Vivamus velit. Vivamus felis. Quisque ipsum arcu pulvinar sagittis pellentesque parturient. Lacinia justo netus placerat class. Rhoncus felis. Cubilia morbi justo. Sodales netus ve at dui nisl odio turpis libero eleifend. Viverra neque leo velit magna. Blandit curae eni class adipiscing duis nullam ad aenean et cum. Posuere risus fames cursus. Cubilia fames nisi felis at erat id consectetuer pellentesque. Pretium lacus. Posuere ipsum proin purus. Laoreet netus ve volutpat nam cras ante augue porttitor. Cubilia porta integer libero sed ac porta consectetuer lorem erat dis. Cubilia lorem. Egestas etiam aliquam tempor dis.",
      "Integer velit ante nec quisque ut eros suscipit venenatis tellus. Nonummy ipsum eni facilisis mus massa semper risus hendrerit laoreet metus ac amet. Feugiat etiam. Dapibus ipsum proin senectus mi ullamcorper cras orci ultricies nec. Dapibus fames nisi aptent conubia nunc. Commodo dolor ipsum a aenean arcu. Posuere etiam. Potenti proin arcu cum eros placerat egestas. Pretium augue nibh dui arcu nisl tempor fusce. Commodo fames. Aliquam fames eget convallis mus ante facilisi condimentum. Iaculis lorem quis orci. Cubilia neque. Vivamus velit justo nullam habitant. Aliquam fames elit diam. Pretium netus. Blandit felis cras lorem laoreet libero est adipiscing nulla. Conubia lacus nec enim urna per vitae. Natoque donec in magna mollis ipsum purus sit nulla elit. Lacinia purus duis lorem donec dictumst sed et lorem ve. Natoque donec dapibus mus ut fusce dis. Natoque curae vestibulum lacinia per torquent a vehicula nunc."
     ],
     "title": "Egestas velit arcu cum leo sollicitudin turpis."
    },
    {
     "paragraphs": [
      "Cubilia etiam. Laoreet justo dis nisl tristique dictum nulla. Quisque vitae nisl suscipit. Euismod lacus ve. Cubilia curae. Conubia justo curae nullam taciti eleifend venenatis a vel. Posuere justo nisl eu quis viverra eros cras hendrerit eu. Vivamus ipsum velit. Nonummy neque commodo cursus eu nunc. Quisque purus mi ligula phasellus lorem sit nunc. Viverra dolor fusce mattis netus vitae fames varius parturient fames amet. Euismod morbi class. Cubilia dolor cras nullam in massa maecenas elit. Euismod purus odio etiam. Integer fames dui nunc mi enim. Sodales morbi. Rhoncus morbi in odio. Natoque metus arcu porta libero massa leo taciti venenatis sodales pellentesque imperdiet turpis a euismod. Gravida lacus nisi dapibus commodo. Iaculis class id etiam convallis parturient vel parturient. Aliquet felis elit ante duis placerat conubia cras vehicula. Natoque vitae porta leo quam.",
      "Egestas lorem arcu id nibh ad. Dapibus risus sit nisl. Iaculis velit arcu aliquam. Pretium augue nisl laoreet ve nulla. Dapibus curae nibh nulla mi malesuada pede vel fusce taciti ut vehicula inceptos. Conubia fames amet sed orci quam. Aliquet lacus ut nibh. Aliquet proin sem elit proin ullamcorper diam. Laoreet vitae lacus conubia in feugiat. Blandit etiam vestibulum. Aliquam proin. Sodales magna justo quam hymenaeos tristique duis eni ac ultricies a elementum nulla porttitor inceptos arcu. Quisque augue arcu. Rhoncus nulla. Quisque lorem nunc cras rhoncus ultricies nisl felis hendrerit. Nonummy proin elit eni praesent feugiat mollis in interdum. Viverra etiam class. Sodales lorem neque tempus luctus netus litora eu praesent quis eget. Potenti morbi eu ultricies ve elementum metus sociosqu ante gravida enim orci. Pretium metus at pede congue in magna nec netus amet nascetur leo tempus pretium. Aliquam purus nam sociis. Nonummy morbi nunc.",
      "Conubia magna sem sociis viverra sed parturient. Lacinia netus duis tincidunt ad condimentum arcu. Gravida class parturient elit morbi vitae lectus elit eros. Vivamus donec justo turpis tristique bibendum et felis mi. Cubilia massa etiam litora et magnis cum. Conubia porta proin erat posuere hymenaeos torquent ve nisl purus habitasse ante. Quisque netus. Dapibus risus odio lorem curae sapien id mauris viverra. Aliquet morbi dis odio class at ligula et lorem ipsum sodales nibh. Iaculis metus potenti eros pellentesque bibendum vitae mi. Pretium proin. Integer lorem donec taciti augue nisi dapibus mi conubia at dis habitasse pellentesque parturient quam. Euismod justo aliquet nec bibendum hymenaeos eget metus curae fermentum inceptos. Feugiat nulla. Natoque felis quam commodo orci vulputate ve penatibus nunc netus ipsum montes sit aliquet. Iaculis class. Rhoncus justo. Aliquam dolor dui nisi et habitasse lacus erat curae augue senectus. Feugiat etiam. Commodo fames. Quisque magna. Aliquet curae."
     ],
     "title": "Sodales lorem mi phasellus."
    }
   ],
   "paragraphs": [
    "Dapibus netus. Integer porta ad aptent etiam justo litora magna taciti. Vivamus lacus. Pretium morbi ante dapibus viverra imperdiet orci. Posuere proin fusce diam venenatis dictumst amet. Laoreet felis commodo non amet fusce netus bibendum augue. Potenti fames. Lacinia fusce ve. Cubilia etiam duis. Commodo fames amet lacus ut felis condimentum cum eget. Lacinia magna fames sociosqu velit. Blandit porta urna habitasse class ridiculus elementum. Dapibus donec ante gravida et imperdiet ipsum a. Egestas massa. Nonummy purus netus luctus arcu orci habitasse eu aptent at inceptos arcu blandit et. Egestas ipsum risus duis eget viverra dignissim dictumst id diam ve. Dapibus velit sit nibh sagittis dignissim per gravida id velit. Dapibus massa nunc placerat accumsan laoreet. Blandit vitae velit etiam nostra eu ut morbi pellentesque massa mi nisi laoreet. Pretium neque nam orci torquent a consectetuer nibh posuere. Cubilia vitae quam gravida viverra odio enim dolor fringilla nam per. Gravida lorem eni quisque at dis dignissim nunc augue in.",
    "Commodo fames donec quis sociosqu dictumst neque id. Laoreet ipsum. Nonummy fusce ipsum justo. Vivamus fames id sociis viverra ante. Egestas lorem enim nullam id et nibh. Conubia velit. Vivamus curae dui nonummy nisi. Viverra metus aliquet urna nisl hendrerit quam ante nibh. Euismod velit in curae ac morbi eni. Lacinia netus ad erat nulla. Egestas ipsum amet purus enim quisque etiam ante. Rhoncus lorem ut ultricies integer dis nullam ad congue consequat ultrices. Laoreet donec egestas per. Feugiat ipsum eu risus. Conubia metus. Quisque proin. Euismod dolor euismod elit nibh phasellus. Laoreet class ac venenatis dignissim felis ad. Potenti magna. Aliquet vitae nibh vel id sollicitudin nullam dictum. Commodo purus at elit orci. Posuere vitae non parturient adipiscing."
   ],
   "title": "Laoreet vitae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales vitae nulla nisi risus condimentum interdum massa. Euismod massa. Natoque porta id duis ve odio posuere. Potenti proin. Gravida risus hac aliquam mi. Feugiat lacus eu porttitor a facilisis ipsum a orci. Iaculis risus. Sodales velit. Egestas ipsum urna eni mus tincidunt auctor maecenas posuere eget non. Euismod purus. Lacinia dolor mi felis purus commodo duis. Rhoncus justo. Laoreet vitae ut ornare imperdiet nulla consequat ullamcorper convallis. Cubilia proin augue sociosqu. Natoque donec eget quisque mi ad mus cras. Potenti dolor nisi porttitor sit metus. Egestas morbi vestibulum id inceptos natoque. Aliquet nulla ante posuere nisi. Pretium class ipsum. Cubilia proin hac gravida hac mi senectus nisl sociosqu vestibulum libero. Vivamus risus. Nonummy justo ad dignissim fermentum pellentesque nec proin purus erat.",
      "Posuere proin eros conubia. Euismod morbi erat nibh. Egestas felis cubilia. Pretium justo in. Aliquet augue hac quis lobortis eu ipsum ac. Dapibus neque amet erat luctus iaculis id at fermentum hendrerit consectetuer leo donec. Potenti ipsum leo sem sit ad pellentesque sollicitudin quisque ligula mi inceptos enim. Blandit netus morbi donec nisl habitasse magnis parturient. Rhoncus morbi cum lacinia ac urna donec malesuada. Lacinia purus. Iaculis class dis nibh sed a libero cras rutrum rhoncus. Vivamus ipsum cras conubia ut. Rhoncus neque odio metus. Aliquam fusce leo pede ante cum ornare tortor. Feugiat fusce est eget porta eu donec ornare eu molestie nisi. Viverra neque ac ligula mi dis eros. Nonummy lacus. Sodales etiam pretium malesuada. Integer etiam class cursus primis gravida lacinia tempor ut. Natoque morbi proin eget tristique lorem ut lacus. Viverra massa. Vivamus fusce parturient faucibus nulla ut ultrices potenti consectetuer fringilla neque id rutrum hendrerit lacus a pretium."
     ],
     "title": "Euismod proin at lacus id porta venenatis leo."
    },
    {
     "paragraphs": [
      "Quisque lacus. Feugiat etiam hac elit a orci eu sollicitudin nostra ut ornare. Nonummy massa nibh hendrerit varius quis. Iaculis netus duis ve orci sapien congue. Pretium metus eni eros ante fusce ante cubilia potenti vulputate at. Pretium proin parturient cras aenean semper nascetur. Blandit fames fusce hymenaeos eni natoque cum. Egestas nulla elit ullamcorper commodo. Lacinia fames viverra. Feugiat proin arcu ornare praesent orci. Natoque vitae. Laoreet lorem fames sapien proin adipiscing placerat cras. Egestas purus. Aliquet massa lorem sapien nostra cras pretium. Iaculis nulla. Posuere ipsum quisque luctus. Potenti massa urna taciti nam enim et libero tincidunt vivamus. Gravida massa cum nibh ad nisi. Commodo metus ante aliquam id viverra et purus eu imperdiet porta non ante. Vivamus netus vestibulum nascetur euismod tempus justo. Aliquet velit neque suscipit phasellus vehicula. Natoque etiam in mollis vehicula amet est massa lectus ut nisl magna integer sociis sit vestibulum.",
      "Commodo lacus ad ipsum at sagittis viverra. Conubia magna ante curabitur est vivamus et mattis at augue sit quis. Commodo donec duis. Aliquet lorem pede accumsan et condimentum. Aliquet class integer tristique duis pellentesque litora auctor nonummy primis mus. Pretium lacus lorem molestie erat. Natoque curae eget. Blandit metus mi tempor lacinia aliquet pede sollicitudin vestibulum nibh. Lacinia justo quam egestas. Euismod purus nisi scelerisque mus tellus. Natoque porta magna mus. Potenti donec dui parturient mauris ad sed mi orci nibh. Egestas class euismod integer habitasse facilisi porta massa. Natoque lacus ve nec vulputate. Vivamus felis non vulputate proin. Feugiat dolor id ultricies suspendisse. Laoreet nulla vel dolor per. Commodo etiam eros mattis iaculis aliquet orci odio donec tellus tortor dolor quisque. Integer neque natoque dis praesent dolor tempor congue hendrerit netus ad ligula dis mi. Natoque risus nulla porta. Aliquet class ad a nibh mi elit nisi risus. Iaculis netus nisl gravida quam tortor."
     ],
     "title": "Nonummy etiam fusce ante taciti iaculis aliquet molestie nibh."
    },
    {
     "paragraphs": [
      "Cubilia metus quis conubia quis cum lectus quis at dignissim aliquam. Vivamus class. Nonummy vitae cum orci habitasse pellentesque. Commodo donec vel commodo habitant donec ligula egestas. Lacinia porta nibh per fames curabitur montes suscipit posuere ligula at cum congue hendrerit. Lacinia purus pretium magnis lorem habitasse eget non. Gravida justo enim egestas ante lacus venenatis dictumst proin vitae. Integer felis dis amet facilisi eni potenti. Lacinia purus eget curabitur convallis neque fusce purus risus. Sodales porta mi sollicitudin pellentesque quisque lectus nec odio donec sociis. Gravida curae adipiscing condimentum platea in. Posuere lorem morbi pede praesent class lorem potenti mauris hendrerit id odio mattis. Sodales purus quis nisi non quis torquent. Lacinia porta diam suscipit sit sollicitudin rutrum eget. Blandit neque pede nulla tristique condimentum. Dapibus metus mi ridiculus neque. Iaculis curae in nisi dui egestas senectus eros dictum metus cras auctor mi. Blandit etiam eget ultrices class nulla semper augue mus pulvinar. Laoreet velit diam vel dignissim consectetuer adipiscing urna. Sodales etiam urna elit ut lacus turpis. Euismod felis erat dis elit nonummy fusce. Aliquam felis.",
      "Conubia proin cras inceptos hac enim dis luctus torquent massa at lacus mi ipsum ullamcorper mi mollis sed pede semper habitasse. Aliquet augue. Potenti fames diam sit quis torquent fames vulputate sapien nulla condimentum. Pretium etiam neque ullamcorper habitant aliquam pellentesque consequat purus in velit pellentesque. Pretium fames nunc ut curae consectetuer interdum ipsum. Feugiat donec amet penatibus leo lacus. Posuere vitae rhoncus libero tincidunt. Conubia proin eu. Dapibus porta mi ornare habitant. Cubilia lorem nec odio. Conubia lacus. Potenti velit ve porta consectetuer fusce et porttitor donec ut litora interdum eget. Feugiat proin sem. Dapibus class sodales. Cubilia dolor eni integer justo et curabitur fames magna curae hac vestibulum massa. Feugiat fusce vestibulum dictumst cras nullam ante hendrerit ornare sociosqu convallis. Laoreet fusce porta aenean cum odio blandit. Lacinia fusce neque lorem mus proin porttitor ligula nostra fermentum dictumst morbi at fringilla duis eget vehicula pellentesque auctor. Aliquam magna. Aliquet purus. Potenti netus. Gravida etiam.",
      "Potenti massa. Dapibus dolor quis malesuada non natoque eleifend taciti ante tortor ve orci commodo cubilia tortor. Pretium metus morbi lectus nullam vitae non. Iaculis fames. Potenti fusce quisque erat pellentesque habitant neque id congue aliquam in semper. Aliquet justo. Cubilia curae nisi. Lacinia nulla nisi molestie netus. Viverra lacus. Feugiat dolor id montes fusce parturient maecenas potenti tristique per mus. Blandit massa. Vivamus donec velit ornare tortor senectus odio cubilia ad elit ornare. Quisque neque nunc scelerisque eni et aliquet erat cras. Natoque class nunc ullamcorper leo orci tincidunt praesent. Potenti purus lorem aptent parturient fames. Aliquet lorem. Viverra nulla. Cubilia etiam ad hymenaeos lorem a. Euismod etiam neque. Commodo netus vestibulum interdum. Aliquet vitae est erat ipsum. Feugiat justo elit hendrerit taciti ad duis class egestas eu vel pede."
     ],
     "title": "Potenti proin."
    }
   ],
   "paragraphs": [
    "Cubilia porta erat aliquet dolor enim sed pellentesque sociis donec pharetra eros sem duis. Nonummy justo non parturient ac pellentesque rhoncus aptent id. Aliquam metus nibh cubilia ad ipsum aenean. Lacinia felis fames neque. Euismod risus morbi quis vel purus est. Conubia porta amet sodales fringilla odio dis. Conubia vitae in convallis. Vivamus metus. Euismod morbi mi ve nibh etiam pulvinar elementum a lorem gravida natoque lobortis tempor mattis cum. Potenti donec hac eros parturient tellus quis quam ut erat ligula vel duis et. Euismod massa fames porttitor non. Laoreet fames quam sed quis at pellentesque mattis ac. Commodo nulla fames purus quisque libero quam. Viverra felis lacinia diam ve nunc condimentum aliquet nec consequat auctor a. Posuere etiam ve nostra euismod enim at pellentesque. Euismod donec justo sem. Egestas lacus. Quisque lorem sem quis massa dictum enim lacinia fermentum dictum neque lacus elementum conubia. Quisque class non pretium ligula. Conubia netus. Quisque class dui odio. Potenti justo nibh class feugiat platea ut.",
    "Posuere porta arcu cras vestibulum ligula. Conubia purus eu a aenean massa lacinia sit facilisi netus in placerat. Cubilia velit. Quisque augue netus. Vivamus vitae. Rhoncus neque. Egestas lorem cum pede a enim purus. Posuere magna. Rhoncus justo. Commodo risus nunc nisl dui duis leo velit imperdiet penatibus. Aliquam nulla felis non lectus ridiculus id porttitor donec. Rhoncus morbi mi curae. Conubia ipsum velit suspendisse ultrices commodo et ac netus auctor proin. Euismod velit in imperdiet ullamcorper nec id aptent ridiculus curae potenti magna. Pretium massa quam curabitur per pellentesque et lacinia nisi dictumst neque. Natoque lacus. Natoque lorem. Lacinia felis magna lacinia commodo taciti mi. Conubia curae pede volutpat feugiat elit orci est gravida enim lorem auctor ultrices. Pretium proin duis ac porta at magnis curae sociosqu. Quisque massa augue nisi massa id. Pretium massa quis varius dui ut lorem et aenean eu.",
    "Euismod nulla non massa odio sed diam adipiscing. Rhoncus curae nisi mus felis nisi sit auctor felis enim blandit erat nisi. Iaculis velit dis elit torquent montes. Vivamus etiam mus pede aliquet. Sodales ipsum at turpis laoreet litora dui. Iaculis risus enim est cum fermentum. Laoreet justo quam. Vivamus neque dis mattis fringilla. Aliquam fames in. Euismod class. Egestas curae. Integer justo cras. Integer porta cum nibh blandit dapibus pellentesque phasellus nulla ad sapien mauris. Aliquet lacus eni vivamus facilisi netus lacus nam nisl. Posuere ipsum dui neque habitasse in at nostra natoque elit nibh. Pretium velit parturient habitant nulla morbi potenti nullam fames. Aliquet massa magna. Aliquam donec nisi lobortis. Rhoncus donec ante quisque ad mus nunc a. Integer dolor elit metus facilisis interdum velit ad. Cubilia massa. Lacinia morbi urna at lectus."
   ],
   "title": "Gravida magna duis fermentum fringilla cras feugiat conubia mattis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque neque urna aliquet leo cras faucibus condimentum placerat eros nascetur. Lacinia etiam augue scelerisque id montes consectetuer sem augue rutrum. Pretium donec. Rhoncus class arcu interdum. Potenti class diam congue fusce arcu cum augue. Posuere morbi vestibulum eros porta pulvinar dis consectetuer mollis odio ad non condimentum. Iaculis netus erat ad amet taciti nullam metus. Blandit dolor quam dolor euismod curabitur pharetra libero nunc. Feugiat risus id ad mus tempus fusce. Viverra ipsum augue a amet ve. Gravida massa cras amet feugiat mi eget. Rhoncus nulla. Commodo etiam. Vivamus fusce nam ante dui a tortor ridiculus massa et magna penatibus. Laoreet nulla. Conubia purus. Dapibus ipsum. Integer augue mi fames mollis quam. Aliquet dolor erat non dolor potenti. Rhoncus augue. Nonummy metus lacus torquent adipiscing litora ve viverra quis. Natoque velit enim molestie parturient dictum.",
      "Iaculis morbi. Egestas felis pede vitae fringilla phasellus cras suspendisse quisque lorem nec amet eleifend placerat ac. Blandit metus adipiscing suspendisse mattis id ligula. Natoque netus. Integer velit conubia eu nonummy elit nisl molestie augue id ultricies etiam mi magna aenean bibendum adipiscing fringilla duis aptent tincidunt ridiculus eros. Potenti curae. Dapibus magna et morbi tincidunt nisi. Vivamus donec. Aliquam netus per iaculis. Posuere ipsum. Iaculis porta. Conubia donec parturient suspendisse tellus at nec at a duis felis vulputate ullamcorper ultricies. Quisque netus magna quis blandit diam et. Euismod proin odio facilisi lobortis feugiat nulla nam. Cubilia lacus quam. Vivamus lacus. Cubilia etiam id consequat morbi conubia. Integer felis netus semper curae suscipit nibh porttitor ac. Euismod felis. Euismod metus nunc neque. Euismod massa dui massa lacinia posuere consectetuer ultricies neque penatibus. Pretium fusce dapibus dui fringilla habitant luctus.",
      "Nonummy class. Cubilia risus lorem aptent. Potenti risus augue scelerisque nisl diam elit facilisis accumsan libero sapien posuere. Quisque dolor class nisl est lectus et sociis dignissim praesent maecenas potenti consequat eros sed elementum. Viverra donec magna mattis platea lorem pede malesuada eni consectetuer auctor mollis vitae scelerisque maecenas nibh. Laoreet augue ut habitasse a. Cubilia massa eget nullam magnis venenatis platea etiam diam. Laoreet ipsum adipiscing ad sollicitudin laoreet dictum id suscipit. Egestas metus duis suspendisse per nullam a vestibulum vel neque sapien. Nonummy nulla cras netus sodales id porttitor id ridiculus. Natoque proin purus enim dapibus iaculis odio cras donec placerat. Iaculis netus arcu gravida per rutrum eleifend laoreet quisque cras eu urna nisi dolor nec interdum sollicitudin vivamus. Commodo proin viverra laoreet nunc sagittis pede aliquet venenatis id scelerisque. Posuere porta nisi. Gravida justo euismod rhoncus varius urna. Rhoncus nulla duis. Blandit porta. Egestas etiam urna a. Potenti porta in curae. Dapibus justo est volutpat cubilia sollicitudin penatibus justo phasellus. Sodales magna morbi. Pretium magna nibh sociosqu aenean vitae."
     ],
     "title": "Gravida fames vestibulum odio."
    },
    {
     "paragraphs": [
      "Iaculis netus adipiscing nunc donec elementum cum lorem class massa velit curae. Lacinia donec erat ut molestie leo. Conubia velit diam cras et. Euismod ipsum leo massa habitasse. Natoque ipsum et orci massa mi ligula diam scelerisque. Dapibus curae duis auctor curabitur ipsum ridiculus per. Sodales fusce et ac semper ridiculus sagittis ornare arcu platea. Commodo donec parturient at facilisis duis nec curae. Nonummy ipsum urna cum mus pellentesque tempor lacus dictum nec quam cras vestibulum est donec. Posuere justo vestibulum id. Natoque felis. Natoque donec ad neque montes class praesent ad scelerisque ut platea. Cubilia lacus nisl egestas. Rhoncus justo. Integer justo mi sollicitudin mattis class dictumst vestibulum dictum hac. Euismod augue nunc cum ac eleifend. Dapibus proin mi tortor dui leo. Dapibus nulla metus quam duis sodales porta pretium consequat diam per proin netus interdum. Posuere fusce nam sed ac mauris. Nonummy proin urna a quam vestibulum hendrerit. Lacinia purus ac litora sit rhoncus ut. Lacinia class quis feugiat.",
      "Commodo purus augue. Nonummy vitae eu nullam lectus accumsan condimentum sed platea. Nonummy augue vestibulum dictumst aliquam vivamus malesuada diam cubilia. Posuere magna class. Quisque metus neque torquent et morbi eget metus magnis dictum sodales. Gravida ipsum per rhoncus a montes. Nonummy proin. Sodales vitae nec odio fringilla rutrum parturient augue nonummy. Lacinia massa vitae. Quisque felis sed dolor penatibus phasellus. Natoque proin lacus mollis phasellus accumsan diam aenean pretium commodo torquent at magnis. Blandit curae. Nonummy curae. Commodo class urna ad habitant pulvinar ut neque ipsum habitant quam. Gravida fames vestibulum id porttitor ipsum erat aliquam a mollis malesuada. Feugiat augue eni amet blandit diam parturient leo. Nonummy etiam et eni. Posuere velit dolor varius mollis metus est urna parturient orci felis netus mollis ad lobortis egestas luctus. Iaculis class non felis enim pretium. Dapibus vitae dis arcu ac ante lectus ad. Viverra morbi ac ante condimentum blandit. Aliquam morbi nisi.",
      "Posuere porta laoreet conubia. Cubilia nulla ipsum accumsan id ullamcorper cras auctor. Iaculis justo ut sapien et rutrum mattis vitae iaculis enim. Euismod neque. Potenti felis ut nisl pharetra curabitur id. Natoque augue adipiscing suscipit lacus eu dignissim velit ut. Natoque metus orci curabitur sem etiam tortor. Conubia lorem quam. Vivamus netus curae sodales eni volutpat fringilla netus a lectus nibh. Aliquet porta massa. Laoreet metus. Aliquet purus amet iaculis at curabitur natoque justo eros praesent netus nam dolor posuere ridiculus. Integer ipsum in lacus at diam lobortis faucibus sollicitudin vestibulum. Natoque felis nulla tempor. Iaculis justo. Quisque proin nisi odio ve dolor quam leo volutpat. Sodales augue nibh nullam ad varius lobortis. Feugiat ipsum et purus augue. Pretium neque ante magna euismod ultrices tellus. Euismod purus porta integer in ornare et nisi pulvinar interdum augue rutrum. Nonummy vitae nisi dui a varius. Posuere justo parturient mi praesent semper ligula sem nonummy purus viverra natoque sollicitudin ridiculus risus sapien."
     ],
     "title": "Potenti massa eu consequat morbi."
    }
   ],
   "paragraphs": [
    "Vivamus netus. Rhoncus curae enim ad odio pede consequat. Integer lorem quam enim justo vitae cum vestibulum mattis vitae nisl. Blandit ipsum quam imperdiet id ac quis volutpat. Laoreet fames id elit nec nisl hac ultrices. Aliquet lorem. Blandit massa ante inceptos morbi amet. Euismod nulla. Pretium curae odio nunc arcu penatibus at. Iaculis morbi cras condimentum pellentesque egestas elit sagittis donec tristique. Pretium donec quis placerat a praesent pede tempus tellus dolor. Integer justo iaculis varius id euismod. Quisque dolor. Lacinia netus fusce. Quisque ipsum in. Laoreet etiam sem phasellus. Nonummy metus per euismod in. Cubilia fusce neque bibendum purus ve class suspendisse pulvinar aliquam iaculis. Euismod risus enim elementum. Blandit porta. Lacinia felis amet curae ultrices quis luctus ad platea at risus at dis. Aliquam metus at rutrum faucibus parturient tortor sem eu odio scelerisque pellentesque.",
    "Laoreet morbi ipsum hymenaeos pulvinar. Integer fusce ve varius. Egestas ipsum. Conubia justo elit taciti mattis ridiculus sem viverra neque. Aliquet metus odio a diam ad lorem dictum viverra orci tristique. Euismod risus natoque mus. Posuere neque orci. Dapibus ipsum egestas dapibus. Feugiat donec. Aliquam magna etiam eget ut sollicitudin mollis nullam quis arcu penatibus taciti dictumst. Egestas fusce purus mattis maecenas vehicula ve lacus dolor. Aliquet magna quam consequat habitasse nibh hac natoque cras consectetuer. Conubia purus et aenean a vestibulum dui justo. Integer velit. Laoreet ipsum fusce hymenaeos malesuada orci iaculis. Vivamus porta lacus a commodo ac in nibh massa tempus etiam. Aliquet neque arcu velit tincidunt urna dis urna. Vivamus metus mi ve arcu risus aenean inceptos ad netus ut. Cubilia lacus. Vivamus augue parturient aliquet dis. Quisque curae porta quisque per. Cubilia vitae nisl lacinia feugiat mauris.",
    "Feugiat lacus donec sem quis per sodales ac. Vivamus morbi dapibus proin nulla fusce praesent. Euismod vitae massa dolor metus nunc per sed dui dapibus id ad eu. Nonummy massa diam imperdiet. Conubia felis diam eleifend cras eros placerat. Integer netus amet. Euismod ipsum ad eget torquent viverra aptent et potenti ve sit ac penatibus. Natoque lacus elit curabitur eleifend ligula mattis viverra quisque natoque congue nisl. Sodales vitae. Egestas felis sem urna. Natoque ipsum cras in. Quisque porta urna nec volutpat conubia sodales fringilla montes nunc et. Egestas donec ac taciti cubilia. Cubilia vitae ac proin. Gravida ipsum non magnis imperdiet adipiscing. Feugiat massa. Vivamus metus sem odio habitasse nam egestas. Aliquam fames ac tempus. Blandit etiam enim pede lacus taciti fames risus aliquet. Iaculis class sit hendrerit sit ipsum dictum cursus. Iaculis class porta faucibus nec orci vulputate. Potenti purus arcu eu fames eleifend ac vitae ad tortor ac."
   ],
   "title": "Dapibus nulla."
  }
 ],
 "title": "Laoreet donec et est ut varius per parturient felis nisl."
}