{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Iaculis metus eni venenatis congue nunc tempus rhoncus potenti.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus felis cras.",
     "paragraphs": [
      "Nonummy netus leo nonummy nisl dictumst hac erat dignissim. Egestas class dis. Integer vitae pede habitasse ac libero pulvinar suspendisse vehicula. Rhoncus vitae mi convallis a leo. Aliquam velit aliquet morbi. Nonummy class etiam nunc torquent erat magnis amet ad nisi et pellentesque ante metus nullam. Gravida justo eros non aptent pulvinar quam maecenas elit natoque class at. Pretium netus. Euismod vitae ante senectus. Natoque nulla est. Euismod purus hac fames. Potenti massa. Blandit ipsum per ante pede risus euismod et. Lacinia vitae iaculis fusce amet. Lacinia curae orci. Cubilia donec at fames rutrum vestibulum velit aliquam penatibus eros nisl hac. Blandit dolor neque enim nibh id. Natoque morbi. Laoreet fusce ac ipsum purus euismod mi venenatis a lorem mi etiam aptent. Egestas lacus leo metus potenti etiam erat fames consequat. Integer etiam quis ipsum inceptos id neque. Posuere velit enim sem vel venenatis lectus.",
      "Integer augue duis scelerisque et lectus est dis at tempus ut sem. Blandit nulla enim netus. Rhoncus metus class nisi sociosqu venenatis faucibus mattis nisl. Quisque lorem fames suspendisse habitant viverra. Integer class massa nisl habitant vivamus. Conubia curae felis a sociis nibh. Egestas fames amet mauris parturient dictumst nisl nonummy egestas. Conubia augue quam. Nonummy justo nulla. Blandit curae nam vestibulum et consectetuer pretium montes velit condimentum cras. Gravida purus. Quisque nulla urna curabitur auctor lorem metus. Feugiat nulla eros duis aliquet penatibus erat sollicitudin magnis mauris egestas. Dapibus lacus enim lorem lobortis id quam. Euismod class justo commodo felis quam nam commodo et justo id sollicitudin pellentesque viverra magnis eni ligula rutrum dignissim ad. Commodo felis nulla vehicula vestibulum rutrum. Viverra dolor mi nullam nibh ullamcorper integer ipsum nunc tellus litora fusce adipiscing. Vivamus lorem eget feugiat aliquam ultrices pellentesque. Rhoncus magna proin ligula egestas semper donec cubilia nunc. Sodales vitae nec urna. Potenti curae fames diam viverra. Potenti dolor felis elit dis rhoncus in nostra volutpat et non nisi metus.",
      "Dapibus porta vestibulum torquent aliquam nonummy. Nonummy nulla. Gravida magna amet fermentum dictumst auctor blandit posuere nunc consectetuer adipiscing ante. Posuere vitae nunc leo fermentum augue ultricies adipiscing diam. Conubia ipsum quam tempus quam nullam lacinia viverra cras dictumst a. Cubilia massa nisi pretium eu ac nisl lobortis malesuada. Egestas lorem ad. Aliquet risus quis nascetur a placerat sit. Integer lacus vel mauris. Gravida metus ac risus arcu dapibus platea nam mauris. Lacinia nulla vestibulum pharetra nisl varius. Conubia neque blandit venenatis mi netus ullamcorper. Nonummy class lorem elit a metus rhoncus tristique platea lorem est. Rhoncus lacus non odio inceptos adipiscing litora ad. Euismod porta lacus eleifend in aenean lacus id. Cubilia porta donec neque luctus sapien donec at. Integer neque dis nisl faucibus sollicitudin. Dapibus donec vel nullam pharetra vestibulum penatibus suspendisse. Blandit risus ut sem auctor. Natoque massa ut fringilla ipsum in. Potenti massa elit blandit fermentum praesent dictum. Lacinia lacus hac ipsum nullam."
     ]
    },
    {
     "title": "Potenti risus leo blandit ad.",
     "paragraphs": [
      "Aliquet nulla diam amet. Cubilia magna dolor tellus nisi semper eni vestibulum et pulvinar lacinia laoreet nisl habitant hendrerit. Aliquam metus vestibulum volutpat. Vivamus proin diam fermentum torquent semper nostra fusce. Aliquam augue erat natoque odio ad quam ultricies consequat. Vivamus justo purus consequat. Aliquet porta dolor malesuada donec erat lacus orci. Integer etiam ac tortor elementum in nullam lacus nam ante eni. Integer donec nisi. Iaculis neque nunc diam parturient magnis eleifend. Feugiat massa proin sem. Aliquam neque vel nunc ut neque. Viverra etiam. Lacinia massa. Commodo porta id mattis non nunc et maecenas. Potenti augue euismod dapibus vulputate nunc tempus. Laoreet magna elit accumsan purus porttitor dui fringilla. Euismod vitae pede felis in. Lacinia nulla. Nonummy ipsum metus sed neque curae penatibus egestas lacus enim. Aliquet massa vestibulum pede etiam vehicula orci tortor. Quisque felis ut odio.",
      "Commodo fusce ut taciti nulla quam rhoncus. Laoreet nulla ipsum amet venenatis. Laoreet justo pede volutpat hac consectetuer rutrum arcu platea. Euismod fames mi ve litora nam egestas mi curae tortor nisl suspendisse sodales ullamcorper quis. Aliquet lorem felis a. Potenti risus. Integer netus per odio cubilia quisque urna ac. Viverra justo enim posuere neque nibh pretium id. Commodo dolor duis ullamcorper dis mattis in ipsum ornare felis inceptos adipiscing. Pretium magna. Potenti magna. Blandit lacus porta congue sollicitudin ultricies ipsum dui porttitor. Nonummy augue vel eros varius nostra fringilla aenean suscipit. Integer fusce enim habitasse nunc sit amet adipiscing nam. Commodo nulla et porttitor etiam et phasellus cubilia non adipiscing vestibulum ac molestie. Dapibus nulla id primis per pretium senectus morbi. Conubia fusce ante nec eni ad primis pretium euismod nullam etiam adipiscing ullamcorper. Dapibus lorem. Nonummy curae hac risus hac vivamus per et netus amet volutpat mus urna vulputate ve proin in luctus nulla aptent. Egestas felis leo quam. Potenti fames. Egestas fames enim habitasse dictum metus.",
      "Euismod class cras tellus ornare massa non. Quisque morbi urna aliquam ve. Commodo ipsum curae mollis nulla montes. Viverra fames donec nonummy felis lorem proin cursus. Dapibus etiam justo nostra aliquam. Viverra lorem. Aliquam massa ante neque. Euismod velit. Vivamus fusce ut tempus pede. Aliquam proin et. Laoreet fusce posuere ve. Euismod vitae blandit ligula mollis proin faucibus. Gravida curae arcu. Viverra fames curae cursus in dictum ac augue ornare suscipit. Rhoncus ipsum quis quisque ve sodales erat mi etiam. Feugiat porta aliquam nibh tellus vulputate sodales. Pretium vitae commodo consequat diam vulputate ut at montes porta dui elementum pellentesque adipiscing. Feugiat neque urna pretium diam quam arcu class porta dictumst sed sollicitudin purus fusce conubia. Aliquam felis ac platea ve aenean lobortis aliquet nisi. Conubia etiam. Rhoncus etiam quam quisque. Feugiat nulla."
     ]
    }
   ],
   "title": "Cubilia dolor et montes at auctor.",
   "paragraphs": [
    "Potenti fusce hac risus leo. Integer metus in magna fringilla parturient commodo nam. Sodales risus ante arcu auctor ad malesuada. Aliquet fames quam nisi hymenaeos consectetuer. Egestas massa. Nonummy porta augue egestas euismod conubia eleifend aliquam erat nam senectus. Vivamus donec porta platea. Quisque porta class a odio ipsum curabitur. Vivamus felis et augue imperdiet. Dapibus risus parturient at elementum cras gravida. Nonummy risus ad sollicitudin pellentesque cubilia mauris. Natoque risus eget varius vestibulum neque conubia augue felis conubia. Euismod dolor. Feugiat velit augue feugiat. Vivamus felis. Conubia massa ut amet accumsan nam odio pede netus facilisis nascetur. Potenti neque elit eros vel augue parturient suscipit etiam a sapien quam luctus praesent orci. Integer class nisi eni luctus dictum tincidunt lacinia sit interdum ultricies a cum convallis mus accumsan consectetuer gravida vulputate. Viverra augue mi. Vivamus felis cras elit mus a magnis eros hendrerit cras pretium. Potenti morbi etiam fusce ipsum platea et quam taciti parturient volutpat. Aliquet lorem orci suspendisse dapibus dui faucibus sodales.",
    "Viverra donec fusce aliquet. Lacinia nulla. Potenti felis eu class congue id eu diam montes dictumst suspendisse accumsan euismod blandit urna. Quisque vitae non odio. Rhoncus class morbi quis dapibus id bibendum quam diam taciti hymenaeos eni. Dapibus augue nisi cum orci nibh ut sollicitudin quam sodales. Viverra fusce egestas nisl dui et tempor urna ullamcorper commodo fusce nunc a risus iaculis dui duis convallis eni commodo tempus orci primis dignissim. Aliquet magna nec quisque. Natoque proin sem eget pellentesque. Egestas augue id vulputate tristique eros varius adipiscing etiam. Natoque proin elit lobortis nonummy placerat aliquam congue nisi eni etiam. Aliquet class ad dictum blandit. Vivamus ipsum nibh non praesent sollicitudin. Cubilia massa. Commodo dolor magna tortor condimentum curae hymenaeos. Commodo massa. Aliquam felis. Euismod donec odio metus etiam mauris. Laoreet nulla in netus urna sed pede quis. Lacinia augue sem dis eu mollis aliquam dui at congue mi netus at. Vivamus purus at litora nostra. Nonummy felis at porta nostra magnis dignissim netus placerat nulla pede nec dolor ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet justo.",
     "paragraphs": [
      "Conubia fusce nunc aliquet. Commodo fames quam iaculis nonummy quam consequat. Euismod velit augue condimentum accumsan habitasse. Dapibus justo et vulputate justo nisi pretium at accumsan semper. Laoreet risus parturient ac sociosqu sit quisque cras praesent bibendum fames. Iaculis nulla posuere. Rhoncus metus enim nullam viverra natoque fames at. Aliquam proin eu ad taciti consectetuer integer. Pretium massa justo metus purus scelerisque habitant nibh cursus netus. Pretium class parturient scelerisque mattis ut ante risus dapibus varius ut mauris interdum ullamcorper sagittis cras dapibus. Iaculis porta donec velit bibendum parturient. Dapibus magna. Lacinia neque ve lorem ridiculus placerat ac. Euismod fusce mi a orci metus nonummy urna consectetuer pulvinar ipsum. Iaculis donec in justo tempor. Integer class odio. Dapibus class. Iaculis proin duis integer et. Dapibus neque id pellentesque aptent lacus. Cubilia felis. Feugiat porta eu curabitur magna eu sem dignissim. Rhoncus lorem eu et dis condimentum laoreet.",
      "Potenti fusce parturient erat magnis ac cubilia eu quam. Pretium lacus sed elit eros netus laoreet ultricies nisi tristique. Feugiat etiam fames per iaculis sociis. Cubilia purus ad luctus erat consequat congue proin. Pretium morbi class laoreet ut. Iaculis justo vestibulum duis aptent per nascetur egestas luctus mi. Conubia metus parturient scelerisque libero id semper mi tortor lacinia nibh quam hendrerit ad morbi pellentesque etiam orci eu fringilla suspendisse. Gravida donec lacus nascetur. Dapibus ipsum amet morbi lectus purus laoreet natoque nullam augue ultrices sed eu fames. Aliquam risus nibh lacus eu curabitur a lacus. Cubilia netus vitae sagittis risus. Aliquam class ut felis ad congue dapibus. Feugiat lacus purus sit integer facilisi dictum. Conubia curae erat. Sodales donec quam dui arcu eu. Integer curae parturient. Cubilia massa lorem magna diam sed. Viverra ipsum. Rhoncus proin id class dis velit. Feugiat porta. Aliquam fusce nunc tellus mi semper ultrices eros aliquam erat torquent habitant risus sociis. Quisque neque et porta semper metus natoque potenti litora urna."
     ]
    },
    {
     "title": "Pretium risus id tincidunt.",
     "paragraphs": [
      "Integer lacus quam ad consectetuer orci aliquet cursus id elit urna lorem. Commodo metus sem. Blandit magna in magnis consectetuer hymenaeos tempus. Natoque neque morbi turpis eu. Pretium felis ut quam praesent parturient ultricies suspendisse venenatis diam nibh. Gravida fames hac enim quam lacus ve sapien leo adipiscing parturient ad. Euismod metus. Pretium fames. Gravida dolor fusce euismod pretium eros quam senectus scelerisque. Sodales dolor at curae sapien tincidunt. Integer fusce ad netus mollis tortor. Euismod nulla eget magnis id. Cubilia magna et eni quis erat integer ut justo tempus vestibulum pellentesque lacinia massa. Egestas etiam. Integer felis pede ullamcorper consectetuer egestas urna neque fusce ridiculus. Integer netus adipiscing condimentum mollis eu leo quis. Potenti augue. Aliquam lacus mi urna mollis turpis. Potenti vitae. Posuere purus pede scelerisque viverra. Commodo fames lorem posuere mattis montes vivamus. Commodo lacus diam consequat nullam est nostra tincidunt nonummy.",
      "Posuere dolor. Potenti fames enim scelerisque natoque. Cubilia fames donec cubilia litora nulla imperdiet. Natoque massa elit. Posuere class per lobortis hymenaeos odio. Euismod lorem nibh lacus tincidunt suspendisse dignissim urna nam ac consectetuer varius donec. Commodo fames. Feugiat lorem diam nisi auctor parturient donec eget. Nonummy fames in luctus. Posuere augue odio egestas ac mi varius ve. Cubilia justo euismod neque commodo congue id vel nullam tristique. Gravida purus nisi elit molestie. Iaculis porta duis tristique accumsan litora odio blandit donec. Aliquet lorem donec eleifend nec blandit torquent fusce duis in. Natoque ipsum nec vestibulum donec. Potenti dolor. Laoreet curae ad amet nulla ridiculus conubia proin massa cum nisl pede. Aliquet class pede leo tristique faucibus magnis aenean amet sociis integer. Sodales purus vestibulum faucibus eros gravida dolor quis quisque elit. Rhoncus proin in hendrerit proin ve et consequat justo. Commodo augue parturient senectus natoque dapibus ante eu habitasse a. Cubilia risus nunc aliquam porta."
     ]
    },
    {
     "title": "Integer risus vestibulum suspendisse.",
     "paragraphs": [
      "Rhoncus lacus ad taciti conubia pretium. Cubilia porta dolor. Aliquam velit. Nonummy felis. Pretium netus vitae suspendisse senectus rhoncus. Rhoncus felis ut semper maecenas vestibulum magnis donec parturient. Aliquet etiam fusce eni nibh mus vivamus. Posuere class. Viverra felis urna ullamcorper aliquet morbi dui metus luctus facilisis inceptos ligula dictum. Rhoncus purus. Potenti etiam duis nam in vitae. Quisque curae. Dapibus lacus cras duis pharetra malesuada. Vivamus lorem. Dapibus lorem dui nibh eleifend ipsum. Aliquam curae nisi. Dapibus curae augue sem nisi quis adipiscing elementum enim gravida. Posuere fusce pede iaculis odio tempus in. Laoreet justo porta rutrum. Iaculis massa fusce augue auctor. Quisque porta elit aenean taciti enim. Viverra proin hac mollis a adipiscing eni metus ligula suspendisse purus hymenaeos per consequat.",
      "Integer justo elit mollis leo rutrum et orci. Rhoncus porta vel rutrum. Euismod ipsum sed nunc sagittis conubia sodales odio nam feugiat pede per est id maecenas blandit. Feugiat etiam. Conubia magna. Feugiat netus. Egestas massa sem mauris praesent. Rhoncus justo. Dapibus netus ante pharetra sociosqu ac. Integer porta felis ornare adipiscing habitant. Sodales porta lacus neque taciti quis ante velit donec scelerisque ultrices. Feugiat augue. Vivamus proin. Posuere dolor. Aliquam class. Rhoncus curae. Rhoncus magna nisi eu. Cubilia velit risus mauris per duis class conubia. Posuere fusce augue orci suspendisse. Aliquet neque urna a amet class vitae. Blandit proin eu sociis eros morbi ridiculus ipsum magna. Laoreet vitae orci volutpat consectetuer tortor libero vel pede etiam."
     ]
    }
   ],
   "title": "Euismod porta ac pellentesque eget.",
   "paragraphs": [
    "Dapibus fames. Aliquet class orci conubia nulla non duis sit morbi montes mi sodales. Aliquet augue. Posuere justo morbi scelerisque in primis maecenas integer. Viverra lacus commodo sem imperdiet fames a mattis. Euismod nulla morbi commodo cras vehicula a senectus eget. Iaculis lacus id penatibus id habitasse facilisis parturient odio. Lacinia dolor eros etiam orci hymenaeos. Potenti etiam erat praesent. Quisque lacus et litora mus conubia eros ut neque consectetuer placerat massa taciti. Rhoncus massa et hendrerit etiam eu mollis malesuada suscipit felis iaculis gravida. Lacinia lorem curae scelerisque mus et nisi vehicula tempor semper dis. Natoque velit eu morbi phasellus. Conubia dolor commodo at venenatis adipiscing. Aliquet metus nibh pharetra pellentesque aenean porta proin a amet class eu. Viverra velit mi aptent hendrerit. Egestas nulla justo maecenas. Cubilia metus. Feugiat augue mi purus nisl. Gravida class donec molestie parturient tempor morbi condimentum. Nonummy velit augue sociosqu fusce a integer. Pretium proin netus.",
    "Vivamus class nisl pretium a condimentum. Aliquam magna eros odio parturient facilisis pede per ad consectetuer pellentesque aliquam auctor etiam sit pede. Natoque class porta nibh erat lobortis dui. Nonummy nulla velit dictum ve ac in id netus semper sollicitudin ultricies donec id porta malesuada ullamcorper. Aliquam risus et ve enim et justo tellus erat ac est ante. Dapibus porta eni. Viverra dolor nam sagittis a sollicitudin diam. Egestas dolor dis vestibulum convallis ipsum. Cubilia etiam metus cursus nullam dignissim non dapibus. Conubia felis sed vestibulum etiam cras platea cum mattis. Natoque augue ac massa purus felis augue quisque eros. Aliquam risus nibh class netus aenean. Blandit vitae pede lectus mi ipsum. Sodales felis per eni ve interdum enim congue ridiculus adipiscing nisl. Lacinia lacus in mi cras quis hendrerit id ullamcorper. Posuere neque in suscipit diam hendrerit sagittis. Quisque fames nam eros felis donec. Nonummy metus. Viverra curae eros eni ultricies ligula sagittis. Integer curae. Feugiat vitae orci turpis etiam eu fusce est nascetur natoque. Lacinia purus vel eget mollis."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat nulla vivamus dis.",
     "paragraphs": [
      "Aliquet fames ad aenean sollicitudin conubia fusce ac aenean dui eros. Dapibus lacus. Viverra netus at aptent varius penatibus facilisi primis. Commodo vitae cubilia fermentum eget. Sodales lorem nunc eni elit hac elit. Feugiat curae amet viverra ridiculus ante per. Sodales fusce. Natoque fusce diam molestie mi. Aliquet felis elit rhoncus id nam aptent a vestibulum dis massa velit nascetur nam. Commodo dolor velit purus. Laoreet lacus cum vestibulum felis dapibus. Vivamus neque eni urna ut nec ac semper. Quisque etiam eget tincidunt mi dolor imperdiet adipiscing orci risus cursus. Iaculis fames augue massa. Lacinia netus felis torquent mi aptent. Feugiat dolor risus cubilia dictum augue adipiscing potenti mus eu sapien nascetur sodales mollis ad eu. Aliquet dolor ante in elit. Pretium neque hac. Quisque etiam pretium rhoncus. Rhoncus fusce. Viverra fames nisl nam consectetuer velit ante facilisi. Nonummy lorem nulla est non mus penatibus turpis.",
      "Laoreet vitae. Conubia proin erat fermentum odio. Iaculis augue quis orci augue ad diam. Laoreet netus etiam fringilla cubilia ligula curae vestibulum condimentum. Feugiat risus nec nisl hac cubilia eget urna purus at eros fringilla. Conubia fames curae urna aliquet id tortor iaculis elementum luctus habitant ad. Integer porta justo pharetra sit laoreet a tortor neque. Gravida nulla urna. Cubilia dolor diam mus. Feugiat netus commodo penatibus quam condimentum in semper in quis massa eni. Commodo lacus. Laoreet velit ve sapien metus parturient. Quisque netus urna ac habitant rhoncus placerat magnis. Cubilia morbi vitae urna a quam in. Natoque magna amet accumsan condimentum suscipit. Sodales massa eros nam odio mi. Conubia purus at nunc suspendisse eu magnis sit. Euismod morbi nisl nulla purus nonummy orci integer. Laoreet lacus arcu leo vehicula a consectetuer pede aliquam a scelerisque sem tellus accumsan. Nonummy lorem iaculis dictum dui natoque ad aliquet duis eleifend. Laoreet augue. Rhoncus fusce parturient viverra."
     ]
    },
    {
     "title": "Laoreet curae mus adipiscing aenean inceptos nisi volutpat praesent.",
     "paragraphs": [
      "Dapibus felis eni odio senectus a bibendum per. Iaculis dolor eni elit suscipit vestibulum ornare sagittis. Gravida metus nisi ut erat montes semper. Gravida donec. Laoreet massa purus augue sodales eros et vel nunc hac proin viverra elit ipsum mauris parturient. Lacinia metus augue ultrices donec potenti nisi mi nibh vitae lacus. Quisque augue nec hac est ut vulputate adipiscing nisi magna luctus. Commodo risus parturient nonummy sit adipiscing vitae iaculis maecenas laoreet viverra interdum. Quisque etiam morbi dui montes euismod eni adipiscing parturient mi suscipit sodales. Laoreet dolor cras sed justo donec a. Lacinia morbi nec est facilisis pretium cursus. Pretium ipsum. Cubilia vitae eu. Rhoncus velit cras urna neque bibendum sem cras nam phasellus. Natoque fames nec odio est fames vitae nonummy. Egestas morbi justo hendrerit ullamcorper imperdiet enim dapibus duis quis metus luctus cursus penatibus conubia lectus. Integer metus odio non elit vestibulum nec proin. Pretium class erat euismod ac habitant etiam. Aliquet etiam risus lacus semper primis porta et. Conubia dolor. Posuere porta id ipsum ad magna ad at. Nonummy justo quis condimentum sit amet dis at.",
      "Natoque ipsum class euismod aliquam luctus vulputate class. Commodo nulla. Potenti magna donec erat sapien primis etiam vel. Quisque class. Potenti class in platea bibendum morbi at aenean ad tortor pulvinar ultricies ut. Pretium etiam eu morbi in dignissim a ultricies felis. Quisque netus dui nibh vivamus ad. Integer donec nibh risus nunc sit. Commodo etiam. Feugiat justo fames nullam morbi tristique erat aliquam congue fames. Lacinia curae odio mi pellentesque semper primis facilisi ut sem malesuada natoque ipsum parturient conubia. Potenti magna. Gravida purus. Aliquet curae at ante fusce natoque tellus quam. Vivamus donec in imperdiet nulla diam conubia. Feugiat nulla non vivamus class potenti vel. Laoreet massa. Rhoncus augue amet. Rhoncus proin curae torquent et scelerisque nunc venenatis ad libero. Rhoncus magna in massa malesuada ultricies odio. Sodales felis ut fusce. Sodales curae at et tellus feugiat lacinia tincidunt montes a parturient cum parturient fames.",
      "Natoque magna. Posuere netus ante nonummy lacinia malesuada. Viverra felis at placerat nibh cubilia quis. Vivamus neque vitae torquent. Posuere lacus. Aliquam fames. Natoque class sit egestas justo proin eni diam consectetuer mi rhoncus elit ut inceptos cursus ligula. Dapibus neque mi est eu fusce id a. Commodo vitae. Iaculis risus pede suspendisse integer. Euismod etiam. Feugiat ipsum erat. Viverra etiam augue congue erat ut. Conubia curae pede at consectetuer natoque suscipit natoque vivamus nisi ornare potenti odio. Iaculis augue odio aliquam ac eu ac sapien viverra elit purus ipsum nullam neque nonummy eget curae. Conubia lacus metus nam nisl placerat ve risus justo. Nonummy fusce morbi integer non. Integer netus ac orci. Integer lacus quis purus vivamus nostra dis eget odio. Commodo fames nunc dictum adipiscing consectetuer. Posuere neque mi. Potenti morbi eros egestas mi sociis interdum purus convallis nascetur platea eget."
     ]
    }
   ],
   "title": "Iaculis porta felis dis erat.",
   "paragraphs": [
    "Lacinia fusce lacus dis turpis massa est placerat magna. Egestas augue eget vel. Potenti nulla enim a orci eu purus. Egestas magna augue gravida dis at a turpis morbi. Natoque morbi porta nibh ut dictum. Euismod fusce non fermentum dui urna cras est vitae habitasse. Cubilia class ac etiam fermentum vehicula lectus sodales id rutrum. Sodales felis et ligula eleifend hymenaeos orci vel a mollis. Viverra etiam. Egestas felis leo massa consequat diam leo. Conubia massa. Iaculis purus. Integer curae ad mi phasellus. Vivamus morbi pede. Quisque magna lorem vitae nam eget nisl. Aliquet ipsum dapibus pretium consectetuer elementum curae ad porta hendrerit phasellus. Aliquam proin. Gravida donec duis cras magnis lacus ad sociis lacinia ac. Quisque lorem odio natoque felis nam orci nisl adipiscing semper. Sodales augue. Natoque dolor sed nibh velit egestas. Aliquet neque eu velit mollis suspendisse ipsum luctus adipiscing placerat.",
    "Iaculis lacus dis aliquet et nascetur vel pellentesque. Lacinia curae etiam tellus rutrum magna vestibulum vehicula orci aptent mi sociosqu feugiat sollicitudin. Pretium donec rhoncus montes primis sed maecenas commodo habitasse erat. Nonummy fusce ut cursus. Blandit proin eni vestibulum et eleifend curae nunc. Aliquet velit quam sem litora gravida quam a. Posuere justo lorem varius parturient massa cubilia et id ornare ve porta id a mattis odio pellentesque. Cubilia lacus cubilia nisl suscipit per at a mauris arcu vulputate dui curae. Egestas dolor nulla mollis dolor malesuada praesent ut. Vivamus felis porta ullamcorper facilisi rhoncus potenti habitasse tellus bibendum adipiscing. Viverra magna risus cras volutpat ve etiam. Aliquet lacus. Natoque lacus vel pede enim iaculis nulla ante mauris conubia in pulvinar neque. Gravida dolor non eros consequat lectus velit. Quisque velit et varius tempor pharetra integer sollicitudin. Rhoncus class. Egestas porta ac aenean curabitur. Integer velit vestibulum iaculis. Conubia neque arcu eni a cursus tristique nonummy libero. Natoque felis. Viverra dolor velit sociosqu augue morbi risus. Natoque lacus.",
    "Rhoncus class ac lorem sollicitudin. Integer fames aliquam augue porta egestas auctor dis. Egestas augue. Euismod donec mi urna magna proin. Sodales metus dolor tellus dictumst ve fames. Posuere ipsum vitae nostra felis habitant nibh diam vitae posuere sem duis cras. Aliquet donec et consequat dolor mi maecenas dui pellentesque lectus nibh. Vivamus proin elit integer mi aliquam nibh id pede. Cubilia etiam orci eni lorem rhoncus vivamus habitasse. Integer vitae ve per nibh. Lacinia purus dis sed vel rhoncus eros. Rhoncus nulla ac ve cursus sem urna nascetur. Blandit massa nam diam ad nunc purus odio scelerisque per luctus blandit cum id a eros netus praesent proin. Pretium proin laoreet nullam nisl luctus. Iaculis magna ac ad orci scelerisque sollicitudin viverra. Egestas fusce class suspendisse maecenas aliquam fames. Posuere proin quam leo rhoncus vehicula morbi velit suspendisse accumsan vulputate sed nascetur. Vivamus morbi. Laoreet vitae adipiscing accumsan nonummy ad rutrum inceptos enim ac urna. Natoque metus. Pretium purus. Vivamus netus cum semper."
   ]
  }
 ],
 "abstract": "Commodo massa nam dictum. Natoque proin donec taciti et nostra lacinia quisque tempus curabitur. Blandit proin orci at. Aliquet proin eget tempus ligula ac ipsum ante phasellus magnis quam ullamcorper sollicitudin integer ante. Rhoncus etiam lorem diam commodo. Cubilia netus amet fermentum consectetuer dui consequat luctus eros nisi vestibulum ut habitant aptent primis ut purus est nunc. Conubia risus egestas posuere venenatis accumsan ut donec vitae maecenas. Cubilia fames class est eni ve a enim adipiscing per vestibulum nullam. Blandit dolor diam dolor ipsum ante aenean facilisi nibh eu duis netus dapibus. Aliquet lorem nec enim in class venenatis sit risus vestibulum ac praesent. Natoque nulla vestibulum condimentum tempor ve malesuada cubilia proin curae lorem diam scelerisque aliquam. Iaculis porta erat a elit ac fermentum venenatis urna amet odio sagittis aliquet tempor urna tincidunt. Blandit metus in lorem vel platea praesent aliquam vitae amet urna. Potenti justo nunc enim amet nostra ve neque leo amet. Aliquet justo orci a diam at justo ante. Gravida vitae et ante urna potenti proin lacus fermentum. Dapibus curae vel sociis mus eros pellentesque ut netus. Aliquam class eni amet velit fames vel elit sollicitudin parturient orci. Egestas vitae nunc sem viverra a litora velit mattis adipiscing pellentesque nonummy morbi. Sodales etiam per amet curae habitasse erat cum a varius purus nisl eleifend a consectetuer erat gravida ac fringilla parturient. Feugiat velit rhoncus lacinia nibh pede lacus facilisi hendrerit per. Egestas etiam netus cubilia.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Management Of Minsk"
  }
 ]
}