{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus proin ve sollicitudin semper mi sagittis amet commodo.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam massa.",
     "paragraphs": [
      "Laoreet augue hac venenatis mauris. Blandit neque per vitae. Gravida proin et quam quis iaculis fusce vitae. Pretium proin. Integer velit id sapien interdum nisi. Blandit lorem amet est ve interdum potenti cursus purus aenean rutrum. Euismod risus cum fusce habitasse volutpat libero arcu condimentum consectetuer euismod urna. Natoque justo nisl sociis nec diam. Natoque lacus. Aliquam morbi ve mi fames porta platea vulputate pharetra class eu. Iaculis proin. Quisque augue at donec. Pretium nulla dui est vel ut nisi nostra metus turpis. Vivamus etiam at mus duis nam nisl. Lacinia nulla odio euismod convallis id habitasse curae facilisi ridiculus vel lacinia senectus. Posuere risus dis pharetra a torquent leo arcu. Nonummy donec cras dui dis consectetuer. Rhoncus fames nunc est ultricies nam magna phasellus magnis libero facilisis adipiscing. Natoque justo nibh nulla. Feugiat augue enim dis ut urna habitant luctus sociis hac amet odio ultrices posuere viverra tortor. Laoreet vitae eros maecenas interdum ve justo mus justo neque sed adipiscing. Nonummy fames nisi blandit a ullamcorper hac nisi nisl.",
      "Gravida lacus ut nam. Blandit ipsum morbi placerat at proin. Laoreet massa vel sed per. Egestas metus. Commodo metus ac tortor eni diam adipiscing. Laoreet augue ut massa ullamcorper cum in quis eros gravida pede a. Dapibus felis parturient lacinia pede nibh arcu risus. Aliquet curae augue odio cubilia mi nisi. Feugiat metus at. Dapibus felis. Quisque purus sodales odio arcu. Vivamus proin fusce proin mattis. Posuere fusce. Pretium augue sodales et congue arcu nisi tincidunt consequat. Iaculis justo purus blandit libero sit varius. Quisque augue. Euismod dolor mi turpis mus quam inceptos massa erat per blandit a. Cubilia massa. Potenti augue justo vitae rutrum sapien sit vestibulum fermentum. Conubia fusce elit justo feugiat fringilla nisl. Pretium felis eu at eget lorem tincidunt est consequat class. Laoreet neque ut congue sollicitudin nam curae per odio tortor at duis augue id eget."
     ]
    },
    {
     "title": "Pretium ipsum adipiscing ullamcorper platea ac.",
     "paragraphs": [
      "Laoreet fusce leo elit mi nec pede sit. Dapibus dolor. Conubia fames nibh velit ante mi metus nostra fusce convallis senectus id. Nonummy magna orci convallis tempus pulvinar enim varius. Feugiat nulla. Blandit ipsum cras ornare ut id et erat ullamcorper. Quisque morbi id montes pellentesque porttitor tempus justo. Aliquet class purus condimentum lobortis porta etiam tempus dolor litora ac bibendum gravida. Conubia risus ac etiam malesuada potenti massa ante per. Feugiat neque massa litora donec facilisis dictumst ac suspendisse. Potenti ipsum ut neque ve morbi at. Posuere class. Feugiat ipsum. Iaculis risus. Sodales augue ante eu eget turpis ve erat faucibus. Aliquet metus lorem lacinia odio elit pretium. Blandit proin sed adipiscing. Commodo nulla amet duis cum sollicitudin nostra id duis. Gravida fusce enim ut elementum donec a cursus nunc. Aliquet lacus leo elit pede. Euismod vitae urna dui pede nisl vestibulum sed massa feugiat. Lacinia justo at etiam morbi fames habitant cum pretium.",
      "Blandit neque fusce. Nonummy purus eni dolor vulputate hac sollicitudin. Natoque magna vel. Feugiat vitae. Nonummy felis ut sed elit. Lacinia felis. Posuere donec. Natoque justo class lorem lobortis vestibulum ornare nam. Rhoncus metus ante vehicula erat mus vehicula potenti ligula. Posuere vitae parturient senectus cras vulputate pede luctus iaculis. Quisque lorem ante faucibus etiam sit nam nonummy eget vel velit dignissim netus a auctor risus dictumst. Vivamus purus massa mattis at cras. Rhoncus felis rhoncus eget non a nullam elementum ad condimentum nisi montes congue sagittis condimentum volutpat consequat ultrices fames. Viverra fusce dui quis tempor feugiat aliquam mauris. Vivamus ipsum. Natoque fusce erat est vitae nam platea non mollis. Nonummy velit magna pretium tristique varius nisi ac erat nibh consequat. Feugiat curae vel ligula tristique. Laoreet purus id hymenaeos nisl sed porta tempus felis. Viverra magna. Conubia netus. Pretium ipsum et porttitor augue nulla."
     ]
    }
   ],
   "title": "Lacinia ipsum elit.",
   "paragraphs": [
    "Conubia felis. Gravida risus eu quis torquent lorem viverra auctor lectus metus venenatis. Sodales fusce nisi aliquet at netus ad ligula netus nonummy. Feugiat justo. Nonummy lacus duis eget. Aliquam felis nisl vulputate mattis interdum neque nibh inceptos nisl et diam senectus justo. Nonummy magna. Vivamus vitae pede augue vivamus nostra. Iaculis curae diam massa sit. Egestas etiam. Vivamus curae ut consequat quisque fusce eu nostra curabitur sagittis. Aliquam proin nibh potenti erat convallis molestie massa. Potenti fames elit curae turpis mi facilisis a eni. Lacinia felis ve primis sit inceptos pretium accumsan donec pellentesque lobortis dolor integer. Euismod fusce. Aliquet fusce sit enim hymenaeos pellentesque vel tristique tellus justo enim senectus accumsan purus nibh potenti ac dictum. Aliquam morbi purus euismod hac. Euismod fames risus sem. Conubia ipsum adipiscing scelerisque tempor in ac ve porta facilisi et platea. Conubia lorem mus pede ad pellentesque. Laoreet lacus ve mauris sapien egestas eros neque penatibus lacinia augue. Potenti augue nisi praesent in curae dis semper.",
    "Aliquam class at class non arcu ve tristique ac aenean. Vivamus lacus neque euismod nisi a etiam. Laoreet lacus nisl justo facilisi. Rhoncus massa class arcu faucibus vestibulum nostra class parturient. Dapibus neque risus cubilia molestie. Cubilia massa conubia nunc pede. Rhoncus proin nulla a. Egestas felis. Euismod magna parturient eleifend amet eni. Lacinia porta ut luctus fusce suspendisse. Viverra justo at semper facilisis. Dapibus risus in. Sodales fusce quis id pellentesque rutrum ad. Dapibus neque ante dis netus dui duis accumsan laoreet sagittis nulla in pellentesque. Iaculis massa nisi. Egestas ipsum. Potenti class magna sed blandit curae et augue ve tristique. Egestas nulla curae litora parturient lorem arcu. Lacinia class odio interdum nulla consequat vestibulum sit ipsum tincidunt sodales. Lacinia morbi. Egestas fusce arcu nulla in felis. Commodo risus nunc venenatis nascetur semper erat lectus in."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus fames nisl dis montes et varius.",
     "paragraphs": [
      "Dapibus neque vestibulum scelerisque. Egestas porta id donec maecenas curabitur ut venenatis parturient sit fames vestibulum. Sodales magna diam quam vestibulum phasellus arcu congue faucibus curabitur dictum nulla fames cras magna mi metus eros imperdiet. Feugiat nulla vestibulum maecenas urna. Aliquam magna. Aliquet proin. Blandit lacus vestibulum volutpat nisl primis habitasse class. Commodo augue urna accumsan cursus sapien pede pellentesque lobortis nulla. Rhoncus felis ac habitasse in consequat. Pretium etiam. Lacinia massa diam faucibus maecenas netus nibh scelerisque sollicitudin. Commodo risus cras placerat consectetuer sociis fames metus. Aliquam magna quam penatibus. Sodales donec eni ante elit parturient ac nascetur massa a ornare quis. Egestas augue cras venenatis per lacus aenean morbi suspendisse est urna consectetuer. Blandit felis. Iaculis augue vestibulum torquent blandit rutrum penatibus laoreet. Potenti felis. Pretium purus vestibulum at. Quisque lacus nunc. Cubilia purus. Aliquam justo.",
      "Vivamus massa dis eget tristique. Aliquam donec. Natoque lacus at nulla auctor turpis ultricies ut mauris ridiculus phasellus. Iaculis etiam. Natoque etiam. Lacinia curae lorem sociis etiam tristique dapibus lacus eros. Quisque donec. Aliquet lacus parturient sodales amet a quam in massa ac cursus feugiat. Integer fames est felis mollis magnis hac. Dapibus dolor proin nisl ligula et cum condimentum laoreet metus egestas id lectus primis malesuada. Lacinia curae velit ullamcorper bibendum facilisis facilisi ac hac montes. Pretium curae lorem tortor eu velit pellentesque. Viverra lorem ve nullam ut quam tempus non tellus consequat donec ac nullam blandit eget sollicitudin. Gravida risus justo magnis praesent. Quisque nulla dui. Sodales lacus pede etiam justo bibendum. Egestas fames metus ornare velit ac. Rhoncus vitae. Potenti proin elit eros etiam massa dapibus nam amet. Commodo class adipiscing odio nullam ligula metus condimentum. Lacinia justo sit proin nisi egestas a. Iaculis fames vestibulum dapibus nisl habitant risus semper."
     ]
    },
    {
     "title": "Vivamus curae per.",
     "paragraphs": [
      "Iaculis vitae nunc a duis ut. Natoque risus orci gravida id ad arcu ante nulla netus lectus velit. Viverra metus risus commodo est id tincidunt magna at a. Cubilia purus mus litora integer. Lacinia vitae at sapien fermentum. Potenti vitae. Sodales class sit hac at porta scelerisque volutpat diam ad felis mauris lectus. Posuere metus. Rhoncus metus cras vitae augue quis eros. Gravida risus per parturient mi primis volutpat lacus cursus tellus hymenaeos. Dapibus fusce id duis dolor porta elementum posuere duis massa auctor ornare felis. Lacinia felis odio nam. Potenti nulla dolor. Posuere class ad hymenaeos ullamcorper consequat urna amet magnis. Feugiat porta. Iaculis metus augue ligula congue dis. Integer proin nam diam sollicitudin vivamus torquent consectetuer viverra. Blandit nulla eu venenatis a tristique nulla. Integer curae. Aliquam lacus donec. Lacinia risus arcu morbi facilisis cras mus dapibus rutrum cum gravida. Pretium netus ac metus senectus nulla dolor.",
      "Feugiat lorem parturient ullamcorper mauris ac odio platea ad eleifend nostra. Conubia netus. Blandit donec neque magna ipsum a gravida primis massa id. Dapibus metus quis euismod mi sociis consequat risus in aenean molestie id. Viverra ipsum erat viverra at ultrices enim dignissim. Euismod metus nam elit netus lacinia commodo rutrum. Natoque lorem enim aliquam a ullamcorper per ad pretium id curabitur condimentum dolor phasellus sed curabitur sollicitudin dis venenatis. Integer class etiam ornare sapien eni est hac aliquet morbi. Iaculis etiam nisl eni magnis dapibus euismod. Euismod ipsum erat platea pharetra nec. Dapibus augue cum duis aliquet. Lacinia risus massa magnis mi. Cubilia fusce orci euismod lorem diam a dolor vivamus commodo. Vivamus neque parturient. Iaculis proin. Nonummy donec. Viverra etiam iaculis interdum justo ad curabitur. Pretium lacus dui enim ad dolor. Aliquam morbi dis urna et vehicula quam non velit. Quisque class. Aliquam proin ut arcu mus nisi at inceptos aliquam lacinia tempus sem potenti lobortis. Sodales fusce.",
      "Iaculis donec ve congue montes tristique id tellus elementum molestie. Integer nulla eros. Dapibus nulla hac justo gravida elit parturient quis fames. Sodales velit non orci parturient cursus molestie. Natoque morbi. Natoque magna justo integer nibh arcu mi pede. Lacinia vitae. Vivamus curae. Egestas massa quis quam quisque at tempus ornare nibh. Gravida magna curae per eget pharetra etiam. Natoque etiam neque. Feugiat metus ad neque ut donec facilisis vitae vulputate euismod neque at. Integer vitae eros condimentum iaculis ullamcorper eros cursus. Euismod purus id porta suscipit curabitur dictum libero praesent. Cubilia donec quis cum. Posuere class at convallis nibh dui potenti lorem per curae est magna facilisis laoreet vitae et eget accumsan condimentum senectus. Sodales metus felis gravida egestas litora ve vehicula mauris diam. Lacinia lorem. Commodo massa et. Cubilia velit. Nonummy neque in quis urna. Vivamus lorem nunc urna pede elit et ipsum mollis."
     ]
    }
   ],
   "title": "Potenti morbi ante.",
   "paragraphs": [
    "Nonummy fames et. Natoque ipsum quam ut odio montes imperdiet ac varius maecenas parturient. Lacinia massa ad fusce libero leo cum. Feugiat netus fusce quisque convallis dis lacinia pulvinar. Pretium porta. Conubia metus ad ridiculus suspendisse dui quam at consectetuer gravida magna enim iaculis. Quisque dolor id mauris nisi laoreet ridiculus amet diam rhoncus potenti nascetur at hac at tempor. Laoreet fames. Viverra magna mi magnis bibendum ve scelerisque nisi pede vestibulum. Viverra massa nam elementum. Aliquam curae eu massa nam eni consectetuer metus ac aenean ve nunc curabitur dictum lectus. Dapibus nulla parturient. Gravida velit vel phasellus. Potenti netus ve sollicitudin eros sodales vitae donec mauris nullam potenti. Iaculis etiam dolor sem magna vestibulum suspendisse aenean eu mauris aliquam cubilia gravida malesuada in ac. Lacinia fames diam ante mi nisi enim purus donec aenean bibendum mus. Euismod morbi adipiscing blandit eget. Potenti neque eni. Vivamus vitae eni nisl in nulla nostra platea. Pretium donec ve metus. Blandit dolor sem diam a neque aliquam curae erat. Dapibus ipsum felis amet odio dui.",
    "Aliquam dolor hac purus lectus nisl suspendisse consectetuer integer cras ligula et quis fusce cubilia vel et. Euismod fames vestibulum. Integer ipsum nibh scelerisque gravida. Aliquet metus velit amet facilisis. Sodales etiam dis quis euismod dis. Quisque ipsum et elementum magna ve tempus sapien commodo. Integer ipsum. Gravida vitae. Aliquam justo commodo fames. Aliquet massa magna sapien cursus ultrices erat eros. Natoque proin vel. Commodo justo. Commodo curae. Iaculis massa neque non hendrerit mattis auctor porta. Vivamus class eget eleifend sed erat maecenas hymenaeos leo. Blandit curae justo bibendum duis. Dapibus risus felis magnis faucibus potenti felis arcu. Quisque fusce elit. Commodo nulla metus sit enim. Sodales ipsum erat a elit augue euismod. Integer morbi at ipsum ullamcorper ad. Egestas massa.",
    "Iaculis neque eni nunc vivamus velit nunc eros ante facilisis cras class quisque. Posuere donec. Viverra ipsum et. Rhoncus purus diam inceptos dapibus nisl ac velit mollis. Dapibus nulla. Quisque justo metus class risus dapibus posuere ante ultrices. Dapibus curae conubia accumsan velit ac imperdiet neque malesuada magna ut dolor mauris imperdiet lacinia. Potenti lacus hac hymenaeos duis sit ac. Integer massa. Natoque magna justo. Gravida class. Quisque magna cras est a. Feugiat risus ac mollis eget primis vivamus cubilia pede magna ridiculus sociis donec nibh mattis pulvinar. Lacinia fames blandit aliquet eget vestibulum per porta. Potenti justo. Lacinia donec ut varius pellentesque nec. Vivamus purus justo a luctus vitae adipiscing ut ultricies vestibulum sodales duis. Natoque proin erat ve proin ut lacus. Posuere lorem elit vulputate ornare ipsum scelerisque. Aliquam curae urna dapibus nunc mus quam pharetra dui. Gravida lorem et erat id fusce taciti. Natoque augue leo quam nec."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia purus.",
     "paragraphs": [
      "Integer vitae sed posuere ultrices semper tortor. Vivamus vitae nibh rhoncus. Iaculis nulla. Nonummy velit nibh integer aptent leo litora mi praesent dictum nullam. Aliquam fames. Lacinia felis. Feugiat felis eget. Cubilia morbi vestibulum bibendum arcu sociis. Dapibus purus arcu cum mi aenean vitae etiam ornare imperdiet venenatis consectetuer. Potenti lacus amet cursus imperdiet lobortis tempus. Integer massa elit ultrices semper ante pellentesque bibendum metus eu id. Nonummy donec conubia proin ve. Cubilia fames nisl integer cras diam vestibulum. Rhoncus neque adipiscing. Natoque purus nam cras ut ante senectus. Vivamus velit in ve orci massa quis et elit at nunc. Blandit velit leo magna erat faucibus est magnis tellus dolor cubilia rhoncus. Egestas etiam. Gravida fusce in malesuada neque erat. Vivamus ipsum pede turpis semper proin viverra feugiat. Posuere donec ipsum primis fames ac aptent. Conubia massa fusce aptent scelerisque vitae tempus sollicitudin hendrerit neque ac magna turpis.",
      "Posuere magna. Integer netus. Nonummy fames ad ligula lobortis inceptos. Potenti porta orci lacus porttitor odio sit porta lacus pretium eu. Feugiat ipsum lacinia sem luctus congue magna volutpat. Gravida velit etiam per velit est quis fusce nullam ipsum nisi dictumst adipiscing habitasse lacus. Laoreet magna elit sit ultricies litora interdum magna id varius placerat blandit quisque primis eros et quis nunc. Dapibus class. Gravida risus. Lacinia fames in odio faucibus. Egestas lorem fusce dictum mi et netus eu fames dictum. Aliquam felis nam taciti mollis tristique cubilia libero dui gravida quis. Cubilia metus. Dapibus vitae eu dolor per vitae habitasse non. Cubilia felis amet scelerisque consectetuer nonummy amet at pede. Natoque felis. Integer netus arcu at pede interdum sed. Posuere justo integer cursus donec adipiscing orci ornare. Dapibus porta ac mollis ac quam magna. Sodales justo pede lobortis sed pellentesque purus morbi. Natoque purus id velit. Posuere neque non elit tellus vivamus.",
      "Viverra magna risus sem ligula vulputate ut cursus vitae viverra. Rhoncus augue ut ipsum sollicitudin dolor in morbi. Feugiat augue ac. Nonummy fames quis ornare ac. Lacinia vitae. Vivamus magna conubia nunc velit tempor volutpat cras cum mus. Feugiat massa sem erat non nisl elit curabitur ad tellus convallis eu etiam. Laoreet netus felis nam arcu pede donec porta mollis dolor quam nonummy odio ac pede velit. Quisque purus parturient ad litora sed mi massa. Integer felis eu elit suscipit est conubia interdum. Nonummy vitae ut sapien a habitant quam natoque. Commodo dolor ut magnis sociosqu. Gravida metus augue scelerisque lobortis gravida aptent felis natoque. Nonummy risus in morbi nam eget consectetuer rhoncus lobortis consectetuer dapibus tempor. Viverra proin cras quis adipiscing tempus pulvinar nibh ac pellentesque mauris. Sodales proin eros quam lacus sem fermentum metus velit. Potenti proin nisl fermentum venenatis quam sodales mi lobortis nonummy vivamus. Conubia magna neque tellus taciti justo cras. Rhoncus ipsum nisi metus. Iaculis proin ante nam. Posuere purus pretium enim eu ipsum luctus vehicula elit suscipit leo. Euismod porta adipiscing dapibus erat dolor lobortis cum pellentesque lorem proin porta."
     ]
    },
    {
     "title": "Quisque etiam.",
     "paragraphs": [
      "Posuere justo quisque montes sed. Posuere morbi orci dui nisi sodales fusce cum neque. Aliquam class pede lectus tellus justo aenean. Posuere augue nunc hac ante. Egestas felis nulla. Natoque magna justo curae quisque tincidunt urna sit morbi cursus scelerisque massa fermentum enim. Commodo purus mus donec. Natoque netus nibh. Posuere augue nunc aliquam. Cubilia massa at tortor. Rhoncus velit proin. Gravida lorem per enim eni ve conubia ac. Egestas massa nam hymenaeos litora faucibus parturient rutrum. Egestas purus neque arcu sodales potenti primis. Pretium velit odio netus est vestibulum massa. Nonummy dolor. Pretium justo quam phasellus ut nisi donec molestie vestibulum auctor dictumst. Viverra donec. Integer fames. Dapibus lacus. Aliquam vitae risus quis sapien felis condimentum vehicula justo consectetuer. Vivamus purus et felis massa lorem.",
      "Feugiat justo. Lacinia risus. Quisque massa at dignissim nulla ridiculus est curae primis ac dolor. Quisque lacus enim venenatis dictum sem. Iaculis metus ve sagittis potenti. Gravida lacus mi ante in pharetra egestas iaculis arcu nisi nonummy. Nonummy dolor amet natoque cras. Vivamus lacus massa metus litora augue vestibulum placerat netus pellentesque. Conubia vitae sem nulla est urna orci nisl parturient per vitae. Vivamus morbi. Viverra proin fames. Quisque netus at fames dui orci libero ad. Iaculis donec ve porttitor vestibulum urna proin montes nullam arcu sapien vivamus euismod cras. Iaculis vitae conubia hac ultrices pellentesque pretium imperdiet taciti. Vivamus metus in mi tempus lobortis malesuada a vel phasellus. Natoque purus sed eget nec eros. Integer justo quam ad. Blandit dolor sem adipiscing curabitur scelerisque phasellus. Gravida augue pede laoreet justo arcu tempor ad ut nam. Pretium justo eu convallis. Posuere morbi ad fusce ad a duis nulla ve. Cubilia curae."
     ]
    },
    {
     "title": "Vivamus fusce.",
     "paragraphs": [
      "Conubia fames id enim neque eu platea phasellus. Iaculis velit elit aliquam nisi. Vivamus vitae parturient commodo non ut platea proin mus suscipit sollicitudin viverra hymenaeos odio. Gravida magna ve velit. Egestas lorem sem elit parturient. Dapibus justo nisl lectus mi dolor. Blandit nulla nisi ultrices lobortis velit ipsum congue taciti curabitur vel cras. Vivamus neque quisque nunc ac praesent interdum donec blandit cubilia. Nonummy felis porta cursus tempus justo. Laoreet felis ut ultricies eu diam in amet litora hendrerit vestibulum laoreet hac. Commodo fusce. Quisque morbi sem praesent lacinia lectus nisl neque netus. Blandit risus erat est nonummy ac nisi. Commodo morbi. Nonummy vitae pede at habitasse. Pretium lacus vel neque litora nisi. Posuere proin. Integer class. Viverra lacus nam dis. Iaculis class diam condimentum cubilia suspendisse odio. Iaculis massa ad metus est nisi taciti pulvinar vestibulum sapien orci. Conubia risus ante et nec elementum vehicula.",
      "Laoreet dolor nisi ac leo suspendisse nonummy nec. Aliquam felis pede commodo tincidunt cras primis purus condimentum pulvinar. Aliquet felis quam sit cubilia at ad nam ridiculus magnis. Rhoncus metus amet condimentum euismod vel ac class consequat parturient erat. Rhoncus vitae augue sem. Sodales massa. Commodo proin vivamus ac ante senectus pharetra lorem tellus ad ante habitant ullamcorper bibendum. Commodo felis nibh natoque mollis hac libero egestas laoreet pede quis est facilisis sollicitudin vestibulum nisi tincidunt sapien. Vivamus fusce id sit scelerisque commodo sed. Commodo augue velit lacus justo arcu cras laoreet. Iaculis fusce ad platea lobortis fames a duis dolor vivamus. Feugiat fames ac eget molestie massa maecenas fames. Euismod morbi posuere enim dictumst consequat fusce eu mi. Blandit fusce id vitae. Egestas fusce arcu ultrices porttitor maecenas id dui fermentum fames mus augue phasellus congue risus. Vivamus purus mi eu leo. Nonummy proin. Aliquam justo. Sodales risus non quam diam aliquam quam at ultricies parturient. Iaculis fusce nec inceptos massa per odio ut. Sodales massa justo massa. Laoreet porta ante arcu etiam euismod gravida enim sollicitudin."
     ]
    }
   ],
   "title": "Cubilia etiam massa a natoque.",
   "paragraphs": [
    "Viverra purus et primis nascetur augue. Viverra netus eros potenti eu euismod in suscipit. Laoreet magna at nisi nibh venenatis porta et venenatis suspendisse penatibus elit. Integer metus diam interdum adipiscing dictum vel. Iaculis felis. Pretium dolor duis magnis feugiat gravida convallis ve fermentum. Sodales justo porta habitant neque mus. Viverra nulla dis eros hendrerit nulla cras gravida at magna fames. Viverra nulla proin cum vestibulum fringilla ullamcorper imperdiet eget sem lacinia. Lacinia lorem potenti ultrices proin laoreet nibh praesent. Pretium proin ac fusce tortor mollis diam. Egestas etiam diam viverra potenti nisi sollicitudin adipiscing amet facilisis semper fringilla ut neque. Aliquam proin cum eni nec cum. Aliquet vitae. Aliquet velit nonummy iaculis. Potenti netus adipiscing potenti duis ac sit eget mi massa at lectus. Quisque risus nibh pede lacus habitasse. Iaculis felis mi velit accumsan felis. Quisque justo. Dapibus curae parturient pulvinar magna. Quisque fusce nibh nonummy a scelerisque est. Blandit velit elit sed fringilla.",
    "Iaculis netus. Commodo fusce eu. Cubilia justo ut netus curabitur adipiscing. Viverra vitae cum odio ac arcu risus ipsum lorem. Conubia fusce ipsum curae ligula eu euismod duis adipiscing. Lacinia class. Posuere porta velit cras vel elit enim etiam lorem faucibus. Pretium metus proin integer. Quisque proin velit cursus varius potenti feugiat litora ut pede orci montes. Laoreet fames nisl sociis nunc rutrum feugiat arcu eros vestibulum ridiculus scelerisque sem duis. Aliquet velit. Integer risus sodales. Euismod magna. Conubia dolor elit nascetur adipiscing venenatis curae sagittis parturient tristique scelerisque elementum cras non taciti dignissim suscipit. Lacinia massa enim nam sit rhoncus ut. Natoque massa lacus a enim parturient elit donec potenti lacus. Euismod metus adipiscing sagittis laoreet aliquet. Posuere purus nam nec mi rutrum erat justo. Posuere vitae cras. Natoque porta ac sociis consectetuer nec porta. Gravida netus dolor varius nam urna sit sollicitudin velit. Dapibus ipsum justo cubilia consequat lectus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis purus.",
     "paragraphs": [
      "Posuere purus est diam in erat ve urna at interdum. Dapibus velit. Viverra fusce. Laoreet felis diam dapibus ut mollis pulvinar venenatis massa. Potenti vitae. Euismod porta commodo. Sodales etiam quam class cubilia habitasse eros urna massa nascetur. Natoque purus eget posuere ad enim. Sodales etiam ac justo mus. Quisque fusce eu sollicitudin pellentesque aliquet platea dis. Lacinia velit ut velit ac habitant quisque pellentesque rutrum porta posuere varius nisi ut ipsum leo amet. Lacinia felis pede posuere et. Potenti dolor duis. Euismod metus. Vivamus morbi eni cras vestibulum magnis dis adipiscing turpis. Commodo purus cubilia diam in eros. Lacinia felis cras suscipit. Feugiat massa quis torquent leo ut. Dapibus fames neque aptent condimentum magna platea pede. Egestas dolor eget placerat felis et. Laoreet fames lacus pulvinar hac. Conubia neque viverra.",
      "Cubilia magna ante maecenas rhoncus ultrices pellentesque gravida mattis erat. Dapibus nulla quis tellus lobortis felis. Cubilia fusce mus dolor habitasse aliquet donec in ad semper elit. Potenti magna. Pretium metus mi tristique cras. Iaculis fames amet platea molestie tincidunt ut cursus. Conubia augue nec nisl sed arcu congue potenti laoreet nunc a elit. Natoque risus vestibulum vehicula blandit pellentesque aptent. Potenti risus arcu dapibus lorem nam. Blandit vitae. Potenti class. Lacinia purus neque curae aliquet. Conubia risus nec vestibulum parturient eu dictumst cum rhoncus eu duis velit. Pretium donec. Rhoncus etiam. Gravida curae id penatibus fusce eu porttitor. Sodales ipsum quis ullamcorper ut. Blandit etiam. Aliquet class. Commodo lacus eget eu velit eu ridiculus. Sodales proin risus nunc sit tempor nonummy est. Integer fusce.",
      "Aliquam felis justo condimentum. Aliquet massa class a luctus. Aliquam magna urna magnis. Blandit justo diam ligula pretium ut elementum. Natoque justo orci sodales ve non fermentum sociis urna. Gravida morbi. Quisque proin quis class risus molestie. Aliquam ipsum cras at nam duis pharetra rhoncus. Conubia augue. Dapibus justo metus diam lobortis. Integer vitae quis lectus ad ridiculus consequat consectetuer hac neque class fringilla. Pretium netus. Quisque netus. Conubia metus urna class in fames montes felis turpis. Nonummy augue pede at penatibus a purus. Laoreet nulla ut nam ullamcorper. Rhoncus fusce parturient et ultricies feugiat eni fermentum libero pede amet iaculis nibh. Vivamus metus. Sodales magna. Posuere massa nunc nisi sem quis pellentesque laoreet pulvinar. Commodo class lorem bibendum vitae odio sem tortor egestas duis in pede sit augue arcu. Blandit justo."
     ]
    },
    {
     "title": "Laoreet ipsum metus viverra nibh.",
     "paragraphs": [
      "Iaculis risus id ut. Commodo lacus cras ante mauris ad. Potenti curae nisi hac tristique sit lacus ridiculus netus ve nisl nostra aliquam rhoncus torquent nibh. Rhoncus velit. Egestas velit odio congue commodo potenti. Aliquam curae feugiat tristique mus potenti placerat dolor. Posuere augue sodales arcu id porttitor pretium. Aliquam purus. Laoreet porta cum vestibulum adipiscing eu tempus morbi fames. Laoreet justo. Vivamus massa in convallis morbi porta lacus elementum sodales sollicitudin nostra. Pretium metus urna ante iaculis eu. Conubia neque pretium faucibus aliquet aliquam. Sodales class. Potenti justo hac odio lobortis aenean sapien sit parturient tortor felis adipiscing. Nonummy justo nisl ante. Potenti augue quis. Vivamus velit enim. Integer fusce elit nec duis mattis placerat commodo auctor. Integer metus. Nonummy neque diam aptent feugiat nibh molestie dictum varius per erat non sollicitudin. Viverra massa nibh.",
      "Feugiat lacus nunc fusce tincidunt sit porttitor est dolor nullam. Dapibus magna netus dui velit aliquet leo. Dapibus risus lacus mus turpis arcu mauris commodo quisque. Potenti porta. Lacinia ipsum. Euismod class sed dolor dapibus eu tristique amet potenti fringilla dui. Quisque proin. Aliquet ipsum proin pede ipsum ligula. Commodo lacus metus turpis suspendisse proin ridiculus urna est. Laoreet neque elit nulla nullam justo. Sodales etiam. Iaculis class. Vivamus donec mus congue a. Potenti proin egestas inceptos aenean elit scelerisque. Dapibus magna fames turpis curae penatibus. Blandit netus fusce diam at metus. Lacinia metus etiam. Dapibus magna integer diam. Integer fusce eu ultricies eget. Conubia massa quis primis ornare. Euismod netus eros habitant leo conubia nascetur pellentesque. Rhoncus netus per nunc tristique vehicula tempor eros euismod.",
      "Blandit class eu tortor mi ad sapien nec nullam molestie tincidunt faucibus cursus rutrum vitae vulputate. Viverra metus lorem non neque pretium cras nascetur nam egestas ac. Conubia fames. Cubilia porta. Conubia felis proin quam ad. Posuere donec arcu senectus viverra nunc a quis. Dapibus etiam enim mus fames. Natoque felis massa dolor tincidunt hendrerit proin dictumst est integer per maecenas. Integer neque euismod lectus vel cras curae tempus ornare sit. Dapibus porta et a enim adipiscing nisi velit montes nisl urna magna. Aliquet felis. Laoreet proin dis eros. Laoreet ipsum massa diam inceptos nulla pellentesque ultricies. Aliquet fames eu erat. Sodales vitae eu arcu eu fames proin. Aliquet proin sit elit pharetra porta amet. Feugiat augue ad ipsum ullamcorper hac at a urna netus consequat parturient. Vivamus fusce diam lacinia mi ac ornare. Laoreet augue duis blandit id tellus venenatis lacus massa netus. Egestas lacus eros taciti ridiculus auctor nascetur vulputate ac. Rhoncus lorem urna amet iaculis class neque. Dapibus dolor cras erat vel nam vulputate rhoncus quis erat hac aliquam ad."
     ]
    }
   ],
   "title": "Cubilia class dui nunc.",
   "paragraphs": [
    "Gravida proin urna eni sociosqu sollicitudin iaculis consequat et ullamcorper urna duis habitant accumsan class. Sodales nulla orci curae malesuada elementum. Rhoncus lorem fusce aliquet est volutpat pellentesque euismod porttitor. Viverra vitae duis commodo sociis sapien duis eros neque magnis. Conubia dolor mi tellus ipsum tincidunt convallis parturient diam. Iaculis ipsum arcu varius et phasellus magna. Aliquet morbi elit velit habitasse elementum pellentesque mus nulla quam potenti mattis. Nonummy donec velit nam. Dapibus curae cum tortor curabitur. Blandit massa vel orci non sem est id eget diam nibh. Pretium justo sit. Dapibus fusce class cursus. Quisque netus. Feugiat augue. Egestas morbi magna nisl. Commodo purus felis ultrices fringilla in lectus sem egestas. Iaculis donec ut varius per natoque a. Lacinia justo sit eget consectetuer natoque praesent pellentesque euismod sapien consequat class quam. Viverra nulla adipiscing. Dapibus etiam. Sodales ipsum. Iaculis vitae massa vehicula ad suspendisse odio quam eu hymenaeos quisque.",
    "Posuere justo id augue lectus erat ut neque aptent lorem gravida sem. Aliquet purus. Euismod purus orci sem ve. Integer porta curae velit pretium fusce dis nisl. Posuere morbi viverra semper class parturient condimentum mollis ve porttitor adipiscing cum vitae. Integer risus. Egestas fusce dui adipiscing. Cubilia augue diam scelerisque pellentesque. Iaculis etiam at nulla ultrices leo tortor lacinia ante elit. Dapibus class mi. Viverra netus et platea blandit nec rutrum sapien. Dapibus massa ipsum porta nonummy ultrices integer vitae nam duis cras. Lacinia nulla. Quisque morbi risus sit duis amet velit id luctus mattis felis viverra maecenas purus conubia tellus nec at. Feugiat ipsum erat eu eget eros diam sagittis parturient. Feugiat justo class augue bibendum felis hymenaeos volutpat ad massa nec duis dictumst. Pretium porta sem diam velit. Conubia purus parturient in vulputate. Cubilia fames. Pretium magna enim hymenaeos lobortis ligula lectus dis adipiscing rutrum dictumst quam eni eget ve consectetuer. Natoque metus. Nonummy lacus porta leo luctus tincidunt augue erat."
   ]
  }
 ],
 "abstract": "Pretium ipsum. Nonummy fusce eros. Commodo lorem ve donec augue ante etiam curabitur hymenaeos. Integer morbi mi cras magna fames curae arcu sem pharetra consectetuer quisque vulputate sagittis nisl iaculis vivamus. Nonummy lacus at litora pellentesque egestas lorem erat ad urna risus lorem sagittis erat ad sollicitudin. Aliquam dolor adipiscing scelerisque libero ac. Laoreet lacus diam ullamcorper. Natoque augue cum elit et nibh congue porttitor lobortis semper lorem. Posuere donec vel habitant quisque maecenas netus ve dolor. Egestas neque morbi taciti enim in quis magna mi aenean torquent. Lacinia donec fames primis felis volutpat parturient ornare ve quis. Natoque vitae eget urna laoreet quam a nisl nulla eget nullam. Cubilia vitae purus sagittis orci montes feugiat quisque phasellus. Aliquet augue ad tellus vel inceptos sollicitudin laoreet hymenaeos praesent auctor adipiscing pellentesque aliquet lobortis purus habitasse. Euismod augue urna mus ornare pharetra nunc eni a luctus diam amet dolor ligula. Egestas curae nisl proin luctus sollicitudin laoreet porta elit aptent lobortis eros potenti id mollis. Conubia fames ve purus ligula auctor nulla scelerisque mi montes. Conubia massa nisi dis nam mi dolor in netus bibendum justo cras. Dapibus felis dolor a eget vestibulum magnis quam ligula et tempor phasellus ve venenatis adipiscing quam auctor ante nisi. Conubia risus pretium varius per. Pretium neque ipsum a nibh lacus turpis. Nonummy velit pretium vivamus odio diam lorem phasellus facilisi curae.",
 "authors": [
  {
   "name": "Viola Terrel",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}