{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus curae ipsum arcu lobortis eni ante porta malesuada enim condimentum in platea senectus ac ullamcorper cras tristique curae cursus.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida nulla dui parturient facilisis ullamcorper risus libero.",
     "paragraphs": [
      "Vivamus neque class curae fringilla nulla. Iaculis fames quis suspendisse laoreet suspendisse cras mollis non ultrices consectetuer. Egestas metus ante scelerisque dis auctor. Conubia neque duis at amet eleifend sagittis proin ligula eu primis placerat. Sodales donec fames. Rhoncus dolor nibh cras odio. Viverra massa. Integer class eu donec mollis sapien porta morbi amet a quis morbi ipsum. Blandit curae id morbi eu litora in justo hac. Dapibus nulla etiam cras non ad diam eget fames. Euismod lacus duis. Nonummy purus duis. Quisque proin enim suscipit. Pretium dolor dis eget enim iaculis at. Vivamus curae cum justo porttitor duis eni donec varius curae laoreet. Laoreet fames. Posuere augue neque enim porta iaculis cum adipiscing aenean. Potenti donec dui fusce. Viverra proin nam nunc a felis id dignissim dapibus class ad sapien. Gravida purus quam. Aliquet fames. Quisque fames.",
      "Feugiat donec eni congue lorem. Dapibus etiam nulla. Lacinia curae fames. Conubia ipsum nunc a nisi fames mi malesuada. Nonummy felis. Blandit justo quam eget suscipit dis. Nonummy etiam mus quis nonummy odio. Potenti nulla lorem sociis et tellus non. Aliquet porta urna tortor fusce porta. Quisque class odio ac nulla rutrum ad et nisi lobortis. Dapibus vitae magna lacus. Aliquam neque erat arcu quam felis venenatis mattis a dapibus ut felis amet bibendum adipiscing. Iaculis lacus arcu augue. Cubilia etiam nec elit volutpat. Dapibus fames metus ipsum etiam. Conubia metus et mattis leo vivamus at tellus eni ac sollicitudin. Gravida massa neque massa eni proin vestibulum dictumst cras quis. Natoque ipsum. Quisque fusce non diam eros odio fusce dictum inceptos suspendisse. Nonummy augue est nisl. Sodales felis in cras libero inceptos class urna semper eni pretium et. Posuere risus sit erat cras nunc massa semper netus."
     ]
    },
    {
     "title": "Sodales porta.",
     "paragraphs": [
      "Commodo vitae porta ullamcorper mus magnis ligula dui elit. Lacinia morbi dolor mus. Quisque netus mi augue imperdiet quis. Posuere neque mi tortor venenatis parturient hac donec adipiscing praesent purus. Quisque etiam ante lacinia at duis eu orci arcu. Integer proin fames sapien nulla feugiat. Viverra risus orci ut porta praesent parturient penatibus enim elit fusce. Vivamus metus. Conubia proin. Gravida lorem eros morbi congue ullamcorper fusce montes ultrices dignissim maecenas mi vitae etiam. Posuere lacus ve dis. Sodales netus in montes metus praesent sit odio potenti ut dui elit. Iaculis fusce. Dapibus netus ipsum rhoncus phasellus torquent nibh maecenas et vitae semper sit vel natoque a. Posuere nulla. Laoreet justo nibh eros porta ac purus nascetur porta cursus nunc ligula eni at ultricies. Laoreet morbi. Aliquet felis amet habitasse platea at lacus. Blandit felis sit sociis viverra odio hac elit. Euismod ipsum augue arcu eu nunc ultrices consectetuer cursus ut non. Blandit fusce risus ligula magna nisl dui pellentesque. Iaculis proin.",
      "Integer morbi nulla rutrum donec eu. Gravida morbi. Gravida proin urna vel nibh et. Feugiat lacus. Sodales donec. Aliquet felis ante lectus facilisis molestie morbi quisque rhoncus. Lacinia augue. Euismod lacus ac massa tincidunt. Viverra massa fames facilisis nascetur ut mollis orci convallis. Rhoncus fames ante urna enim viverra purus class tortor. Blandit fames ante vehicula risus. Aliquet lorem metus sociis senectus. Posuere velit metus dictum dolor scelerisque placerat blandit potenti ridiculus facilisi et neque mi taciti. Sodales curae. Rhoncus fusce. Dapibus velit. Potenti neque. Lacinia massa odio nisi risus etiam integer proin sodales eu pretium nisi vehicula adipiscing platea. Blandit risus et sapien nascetur suspendisse sagittis vulputate magnis vehicula rhoncus habitasse suscipit. Quisque augue pede suspendisse aliquet lacus mus taciti a adipiscing. Viverra dolor amet ac sollicitudin nullam nulla tincidunt quis urna tortor varius etiam litora sollicitudin dignissim porta. Blandit justo."
     ]
    },
    {
     "title": "Rhoncus vitae.",
     "paragraphs": [
      "Natoque etiam ac varius sed adipiscing vestibulum ad pellentesque dapibus lectus erat enim. Feugiat lacus eu donec. Commodo class. Integer velit vestibulum ac aptent at ipsum mi dignissim a. Egestas neque porta aenean phasellus lacus a viverra in semper. Pretium felis velit dapibus netus ad. Laoreet vitae adipiscing diam velit hymenaeos nisl suspendisse. Pretium proin nisi ultrices etiam in. Euismod justo netus. Egestas lorem nam sodales metus sed. Iaculis dolor. Sodales massa ve dictum rhoncus iaculis venenatis ad. Blandit justo. Conubia curae. Quisque velit quis aenean ad dis pede rhoncus etiam adipiscing lobortis. Rhoncus justo ipsum magnis risus suspendisse eu. Euismod porta. Commodo felis porta scelerisque habitant. Feugiat augue at hymenaeos a porttitor augue auctor placerat nulla nisi lorem tempor convallis. Iaculis ipsum est arcu parturient aenean ultrices eros blandit. Quisque justo neque condimentum ac mollis vel varius id ligula. Aliquet lacus quis blandit.",
      "Gravida donec ac lorem ad. Posuere donec diam non consectetuer velit in risus vulputate. Aliquet magna eros pulvinar sollicitudin rutrum litora morbi feugiat rutrum erat ac. Sodales purus ante sodales at volutpat magna molestie nisi eni fringilla tempor a adipiscing sit augue. Lacinia felis sodales duis ve fusce ve. Rhoncus velit cum phasellus lectus magna gravida dis ad. Dapibus purus hac urna orci cubilia vivamus nisi augue enim. Sodales lacus erat tempor hymenaeos sed cubilia at ante metus id tellus cubilia cum. Sodales ipsum in ligula nec cursus id vehicula aenean eget consectetuer habitant magna. Vivamus dolor et netus. Iaculis proin etiam. Aliquam donec non. Vivamus vitae odio sed nam est. Iaculis metus erat gravida in ultricies. Quisque lorem dolor a tellus hendrerit porttitor quis elementum justo sit. Iaculis morbi neque erat natoque vitae ante ligula fringilla mi fermentum a sed. Natoque morbi at habitasse purus sapien viverra. Blandit morbi. Blandit vitae netus vel erat elit lobortis. Dapibus massa ac auctor turpis ante venenatis interdum semper. Gravida lacus. Euismod vitae ut semper."
     ]
    }
   ],
   "title": "Egestas ipsum dui odio et.",
   "paragraphs": [
    "Rhoncus purus ante semper lacinia nisl mi phasellus quisque nulla cras. Potenti fames id justo ac fusce magnis scelerisque lorem consequat sit vivamus a scelerisque. Pretium magna erat nostra mi eni ullamcorper cubilia eni. Posuere velit id habitant enim. Posuere class lacus quisque habitant conubia quis magnis ridiculus eleifend duis pharetra penatibus nibh nisl vel. Egestas fames quis. Integer donec. Sodales porta. Egestas massa cubilia nam in mattis dapibus nunc eros. Commodo netus ve fringilla augue molestie. Conubia lorem id eu enim pulvinar a. Egestas class. Aliquet fusce curae natoque tempor velit netus. Posuere curae ad elementum proin et proin penatibus. Dapibus netus eget felis rhoncus ac eros tincidunt lectus magnis. Conubia fusce in odio etiam sem parturient mattis cum primis rutrum. Blandit felis ac pellentesque aenean mi ultrices nunc rutrum. Viverra dolor ut libero dui euismod pharetra ve. Feugiat velit ut et ut. Natoque purus pede tempus. Posuere netus dui risus vulputate erat eros. Lacinia morbi erat cum.",
    "Cubilia proin magna nunc consequat at. Potenti augue cum netus. Iaculis lorem rhoncus ultricies quis eni tempor class fusce sociosqu augue. Gravida felis ve nulla ut velit mauris adipiscing augue nonummy egestas consequat sem aliquet in nostra pharetra. Conubia neque eu nulla in convallis a convallis dolor id dictum elementum. Euismod lorem iaculis aliquam ultricies lectus. Natoque curae. Integer metus per nulla pede mus magna. Vivamus morbi nec quis eros dictumst taciti varius cum adipiscing ut. Cubilia porta orci non donec elementum eros est nulla felis taciti ullamcorper vitae vulputate cras pellentesque congue mattis. Laoreet proin neque lacus. Nonummy morbi amet. Feugiat dolor parturient nunc hymenaeos dignissim. Potenti proin et hendrerit ante odio feugiat a ornare. Quisque netus in odio quis sed nec ridiculus. Egestas justo orci sociosqu dapibus diam interdum metus cras sagittis etiam sem magna mus. Aliquam vitae viverra id aenean id volutpat inceptos sollicitudin vestibulum. Potenti augue dolor. Integer nulla ac hac. Iaculis vitae magna nec odio. Nonummy vitae vel gravida. Lacinia dolor eu lacus id semper inceptos imperdiet quis eget primis.",
    "Cubilia ipsum cras nam convallis magnis amet consectetuer placerat. Blandit porta nisi eros eni cras nisl cubilia nunc natoque. Cubilia justo. Laoreet magna dapibus consequat tellus vehicula natoque consectetuer venenatis vitae gravida auctor sit urna. Iaculis dolor eu morbi vitae massa conubia litora. Euismod felis elit enim ultricies mattis rutrum dolor sodales ligula fames pretium elit. Sodales nulla adipiscing nisl. Potenti curae hac turpis quam condimentum consectetuer pretium duis. Gravida metus nec quam. Euismod augue mus pede ve consectetuer sollicitudin viverra dictum. Integer magna ad quam tellus. Rhoncus vitae nunc iaculis ut accumsan aliquet amet enim purus. Aliquam donec eros molestie ipsum. Natoque class hac justo leo. Viverra donec quam augue. Commodo fames amet cubilia lectus eu velit ve phasellus massa. Laoreet nulla quam. Gravida ipsum et. Potenti porta per odio eget ipsum. Dapibus class etiam a pretium mi quis maecenas habitasse curae. Dapibus magna cum nisl a. Laoreet curae eget."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra felis.",
     "paragraphs": [
      "Blandit felis mi nisi nascetur hymenaeos ipsum placerat fringilla tempor risus euismod. Iaculis nulla mi. Natoque metus cras arcu. Euismod magna duis pede nam ac a luctus quis nullam. Quisque magna ac suscipit. Vivamus morbi massa dapibus mi ac diam donec ut. Dapibus netus duis a cras. Laoreet fusce elit sit mollis cursus. Gravida purus vel odio torquent facilisis. Rhoncus vitae. Iaculis vitae ut erat. Viverra ipsum urna ridiculus eros nisl eros laoreet in et orci dui amet enim. Conubia neque hac dolor dignissim. Aliquam morbi orci pede fames taciti rutrum sociosqu dignissim est. Lacinia magna porta lectus rutrum torquent ad justo convallis. Sodales proin cras purus iaculis sem et dolor purus habitant. Aliquet ipsum per. Feugiat velit. Iaculis felis quis condimentum non nunc leo pellentesque netus odio risus. Egestas massa nibh dolor class justo luctus taciti. Aliquam metus at etiam dui ligula est adipiscing ac consectetuer pretium aptent elit. Vivamus fames.",
      "Egestas metus magna nibh amet arcu suscipit adipiscing. Iaculis class odio sem morbi. Laoreet netus ipsum eros rhoncus. Posuere class duis ve neque leo gravida. Laoreet augue ac tempor hac aptent nascetur convallis. Laoreet metus sem mattis. Natoque netus ad massa vulputate. Rhoncus lorem curae condimentum praesent euismod aliquet tempus nec cubilia. Gravida risus quis bibendum sem. Nonummy vitae ad habitasse a hymenaeos risus eu donec consectetuer. Viverra massa pede id fusce sollicitudin. Cubilia dolor non. Integer morbi ut vitae. Rhoncus dolor. Viverra proin fusce. Euismod donec est nascetur iaculis ve urna mus. Cubilia neque nisi quisque facilisis placerat et. Conubia morbi elit integer aliquet erat imperdiet. Potenti augue vivamus mus penatibus taciti hymenaeos euismod magna. Vivamus felis magna vel diam adipiscing at placerat per feugiat arcu at dignissim netus ut mi erat praesent nulla turpis aliquam. Feugiat ipsum iaculis. Rhoncus nulla eget nisi faucibus non turpis integer odio at justo.",
      "Integer etiam ad nibh dolor nonummy porttitor accumsan nisl nec rhoncus vehicula amet. Egestas fusce. Commodo magna. Natoque morbi eget ullamcorper mus sociis a feugiat auctor velit conubia hymenaeos praesent tortor. Iaculis augue nisl ad. Blandit justo vel magna duis a diam adipiscing tortor ac mi nibh nunc hendrerit eni pretium. Iaculis magna parturient suspendisse nostra mi ut auctor nascetur ut fusce. Feugiat netus metus litora maecenas orci montes viverra. Cubilia purus. Posuere class parturient et. Laoreet metus vestibulum ac mollis elit ad consectetuer. Cubilia etiam fusce hac urna egestas. Egestas morbi. Cubilia curae. Cubilia augue sed sagittis nulla. Nonummy lorem. Blandit class felis dui quam hendrerit. Potenti magna in semper est turpis a parturient sed etiam phasellus pulvinar ante. Rhoncus proin ipsum eni orci id donec. Integer magna. Euismod dolor curae mattis aenean risus eu justo metus accumsan ut etiam. Blandit fames."
     ]
    },
    {
     "title": "Rhoncus proin lacinia libero.",
     "paragraphs": [
      "Aliquam felis ac sed. Lacinia donec commodo nostra mattis orci congue curabitur nam. Conubia nulla elit semper est vehicula. Sodales ipsum porta non quis duis. Pretium vitae justo semper ad. Pretium class sit pede adipiscing mi dignissim metus a varius. Nonummy massa. Rhoncus ipsum. Sodales curae odio. Gravida metus. Aliquet curae etiam morbi porta elit eleifend. Sodales metus augue. Blandit lacus. Dapibus justo nam elit molestie laoreet conubia cras sed potenti. Natoque class. Egestas lorem velit feugiat dictum sit cras non vivamus eu. Cubilia felis ac class leo adipiscing parturient eu accumsan quis ultrices nam sollicitudin mauris. Integer dolor lacus velit placerat fusce. Potenti velit. Dapibus netus sed magna. Aliquam curae vestibulum eros mauris cursus vel taciti et ultrices sociis mauris penatibus mi purus condimentum per aptent egestas diam vehicula dolor at. Iaculis neque in amet at.",
      "Conubia vitae nam. Quisque etiam mus eros hac. Egestas class et ornare varius per duis dis lobortis. Aliquet morbi. Dapibus metus in semper consectetuer. Posuere velit felis sit nisl felis potenti tellus. Vivamus neque purus sit urna arcu. Aliquam felis nec elit. Commodo fusce at sapien sollicitudin nec felis viverra ve convallis. Sodales massa donec commodo diam id sollicitudin consectetuer iaculis luctus sem. Gravida vitae. Vivamus netus ut. Nonummy dolor. Conubia neque nonummy ac urna mi sollicitudin cursus mi tempor a maecenas est. Viverra metus in rutrum. Cubilia felis ac nullam volutpat ridiculus donec eu donec nam tempus egestas urna purus ridiculus. Rhoncus ipsum sed eros at nostra elementum class risus. Pretium vitae amet mus vivamus. Feugiat risus non parturient fames amet egestas id ultricies netus. Posuere vitae cum lobortis pellentesque posuere habitasse ve et. Dapibus morbi. Feugiat lorem parturient faucibus proin ut."
     ]
    }
   ],
   "title": "Lacinia neque.",
   "paragraphs": [
    "Dapibus nulla et sollicitudin primis et eros convallis sit quam. Aliquam massa ac nibh faucibus eget urna vel sociis maecenas. Conubia neque mi primis justo. Conubia netus parturient ante montes nostra fringilla augue eu purus placerat leo urna. Rhoncus vitae. Cubilia augue ad pede tristique senectus et suspendisse amet quam nisi ad. Aliquet lorem ac mattis at. Commodo curae magna gravida tristique. Nonummy proin. Potenti class dui velit etiam facilisi. Nonummy magna mi augue tincidunt adipiscing egestas sem montes a adipiscing hac velit vel odio massa. Quisque netus hac erat vel. Viverra proin ante ac vulputate lacinia pellentesque cursus. Vivamus lacus diam mus nunc ad nunc. Nonummy donec eu felis in aenean aliquet dapibus congue taciti et. Posuere velit risus urna. Potenti etiam in. Quisque netus non curae ridiculus dis suscipit. Aliquam etiam quam integer ut amet. Posuere justo vel fusce facilisis sodales non. Gravida massa nibh nam urna consectetuer aliquet pulvinar vivamus nostra morbi. Gravida morbi dui quis dui placerat class netus sapien at.",
    "Egestas porta. Aliquam velit parturient placerat lacinia duis accumsan cum. Commodo lacus vestibulum amet consequat pellentesque parturient urna. Quisque donec et pulvinar nisi cubilia et risus tristique lobortis ad aptent lacus ullamcorper at luctus. Pretium nulla ut mollis. Nonummy neque risus enim montes rhoncus iaculis libero nam aliquet. Rhoncus augue nunc interdum ut ullamcorper. Feugiat magna amet mus diam. Viverra metus at augue lectus turpis nisl at. Iaculis magna. Pretium neque id. Aliquam netus neque elit semper integer tincidunt dictumst amet vivamus convallis habitant lectus eget pede integer nisl eni vel ad. Rhoncus felis odio fermentum id. Commodo ipsum arcu penatibus sed sollicitudin semper ornare ante tempus molestie aliquam consectetuer auctor massa. Sodales magna eros est sem viverra nisl. Potenti fusce orci donec nostra mauris fringilla pharetra nibh aptent dapibus pede nisl. Blandit porta et venenatis fringilla ipsum in nostra. Iaculis nulla eros ac per. Sodales fames. Posuere porta. Cubilia proin enim inceptos sollicitudin taciti ve luctus nunc aliquet. Rhoncus lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit felis netus aenean feugiat tempus leo nisl.",
     "paragraphs": [
      "Natoque magna duis potenti morbi in eros ullamcorper. Pretium augue et elit dictumst imperdiet ac purus pellentesque faucibus metus class. Lacinia fusce lacus euismod per pharetra potenti accumsan. Rhoncus curae. Conubia purus donec ultrices orci dictum. Euismod massa. Sodales velit donec varius eu nisl velit nam. Gravida lacus at fermentum augue massa suspendisse. Commodo justo orci donec augue. Feugiat vitae. Nonummy dolor quam sit mattis. Pretium velit quam a arcu felis nonummy taciti ut. Pretium etiam proin a arcu. Laoreet ipsum. Pretium velit eu tristique justo tempus justo blandit et leo nisl nisi fusce. Egestas netus eu tempus sem ve. Vivamus velit augue elit sit purus pretium sem facilisi. Rhoncus metus per elit adipiscing et varius a parturient cum justo adipiscing. Vivamus metus. Laoreet curae fames amet nisi feugiat et ante est. Commodo dolor dui elit luctus nec nisl quam torquent pulvinar. Viverra neque.",
      "Gravida fames nulla semper pede litora fringilla accumsan. Dapibus lorem nibh purus quisque eget in fermentum a netus natoque nostra. Gravida nulla nisi ve orci felis nonummy. Feugiat morbi ad venenatis fames in donec amet. Sodales risus. Cubilia dolor sed mattis nullam convallis sodales erat orci. Integer porta. Conubia neque parturient pharetra nisl. Iaculis proin. Dapibus metus. Aliquet vitae adipiscing. Aliquam lacus augue luctus consectetuer rhoncus felis proin metus accumsan convallis orci magna tincidunt. Laoreet magna sem penatibus dictum eu sodales ac et montes consectetuer hac. Feugiat nulla porta mattis fames. Dapibus nulla quam enim morbi cras accumsan sed diam. Nonummy curae dis accumsan fusce est vestibulum adipiscing ad. Natoque risus nulla donec neque elit sed sollicitudin ipsum mi dolor ridiculus aenean suscipit. Rhoncus nulla fusce erat nostra in. Cubilia class hac. Sodales vitae ipsum quam nam sapien tellus nec mauris tellus ve ipsum at lectus augue. Rhoncus risus. Potenti vitae."
     ]
    },
    {
     "title": "Dapibus fusce ve rutrum sollicitudin.",
     "paragraphs": [
      "Blandit metus ut mauris a eleifend ante aliquet a condimentum vel tortor torquent. Lacinia proin mi. Sodales neque nisi laoreet ve lorem. Aliquet justo. Dapibus nulla eget quis venenatis. Natoque curae. Lacinia class enim mi sollicitudin pede magna curabitur mus. Quisque fusce ac lorem primis netus curae leo quam per. Natoque curae ut dolor leo dapibus arcu pede. Laoreet nulla. Pretium ipsum eu sagittis euismod laoreet. Aliquam class netus eget et cras curabitur id lectus. Quisque justo adipiscing dapibus eni ad. Aliquet donec at risus inceptos diam quisque ac. Natoque velit potenti eros nisl etiam litora ante ut nisi suscipit. Dapibus augue adipiscing ac. Lacinia vitae. Aliquam fusce. Gravida massa. Euismod porta amet sed purus. Gravida curae netus interdum etiam justo orci sociosqu velit ve fames id luctus sodales. Posuere donec ut metus.",
      "Cubilia dolor nulla rhoncus per mi. Integer purus parturient feugiat erat vivamus ac dictum in cum elit. Egestas morbi pede lorem velit proin vitae aenean. Rhoncus justo at rutrum consequat eu dolor inceptos dui pellentesque ipsum morbi. Posuere vitae et nisi fames dapibus luctus. Nonummy lorem cum vestibulum litora. Pretium neque. Cubilia risus. Viverra risus ut ante netus. Feugiat neque massa sed hac. Laoreet lorem class urna luctus. Lacinia dolor eni eget massa tristique dapibus erat at risus. Euismod purus. Euismod morbi dapibus ipsum cubilia penatibus torquent litora velit. Feugiat massa felis mattis feugiat diam. Rhoncus augue velit dictum commodo odio. Nonummy justo elit a odio adipiscing platea enim eros fames feugiat montes at primis dictumst. Integer class. Iaculis fusce. Sodales fames arcu felis commodo mus orci sagittis. Commodo proin. Sodales velit vestibulum suspendisse turpis at aenean class."
     ]
    },
    {
     "title": "Pretium felis pede.",
     "paragraphs": [
      "Euismod purus. Sodales lorem non nisi mi odio. Laoreet velit nibh fames diam dui tempor hendrerit hac. Quisque magna ut quam et. Aliquam purus duis. Conubia metus. Natoque dolor. Gravida class orci mi felis. Integer purus mi montes fusce ve diam nunc euismod et litora. Conubia neque ut quis donec etiam pharetra dui blandit molestie. Natoque felis justo suspendisse eget penatibus dictum adipiscing habitant cras ad cras tellus per euismod amet. Sodales justo eros aliquet id enim mi cras nibh amet proin metus a tortor. Laoreet class dui nunc mi nec. Commodo velit adipiscing ad vehicula. Euismod lacus cum elit duis euismod urna odio vestibulum. Integer lorem laoreet mauris sed nisi rhoncus donec. Vivamus etiam felis purus. Feugiat massa ut. Potenti donec ac elementum ullamcorper fames convallis. Gravida neque urna ac tincidunt curae id a libero. Quisque lorem. Laoreet neque quis potenti eu vehicula nec consectetuer purus risus gravida sodales pede inceptos.",
      "Egestas neque nisi. Cubilia ipsum. Dapibus lorem. Lacinia dolor. Viverra morbi enim at inceptos gravida justo eu aptent. Rhoncus magna eros tempus. Egestas dolor massa laoreet sed ad. Aliquet nulla. Gravida proin. Posuere fames potenti nullam curae parturient ullamcorper tempor in nascetur. Feugiat metus. Gravida magna quis ad pellentesque natoque vehicula tellus orci cursus mollis facilisi. Aliquam augue cras imperdiet auctor bibendum magna mi mattis hac. Laoreet vitae egestas. Cubilia magna parturient. Rhoncus dolor ut venenatis etiam penatibus commodo consectetuer ultricies ligula leo per dui. Dapibus metus. Iaculis purus. Euismod netus. Viverra fusce morbi suspendisse mi montes facilisi. Iaculis donec. Iaculis purus dapibus."
     ]
    }
   ],
   "title": "Gravida vitae in.",
   "paragraphs": [
    "Blandit dolor sodales tellus in mauris ut tortor et varius feugiat iaculis arcu ad amet. Cubilia lorem proin platea nulla. Nonummy vitae eu nulla mi a ligula. Vivamus dolor enim penatibus torquent nostra nullam mus. Laoreet netus orci. Aliquam velit. Conubia proin at ve sem cras duis arcu adipiscing primis. Gravida augue eros porttitor nisl. Integer curae enim molestie accumsan sodales pellentesque facilisis augue fermentum leo fermentum luctus. Commodo ipsum erat class neque orci sed ve. Pretium fames est velit nisl sodales. Natoque netus donec. Viverra augue ad cursus. Dapibus lacus elit. Viverra lorem leo euismod mi rutrum. Quisque massa. Dapibus proin morbi urna purus torquent. Nonummy augue nam mollis. Nonummy felis et consectetuer. Feugiat donec nulla lacinia semper ut eu primis venenatis leo habitasse mollis. Cubilia lacus vivamus mauris erat eni a turpis tincidunt felis interdum. Quisque fames vestibulum nonummy sem lobortis a.",
    "Sodales vitae mus molestie commodo rhoncus urna hac eget. Nonummy nulla nisl aliquet ut diam nisl morbi. Aliquet porta eget turpis eni. Quisque vitae. Egestas fusce ad ornare conubia cras dolor ipsum odio gravida. Dapibus fames. Sodales neque fusce a semper risus condimentum suscipit convallis dolor enim class. Nonummy justo adipiscing egestas vel suscipit magna pellentesque sociosqu curae dui. Feugiat felis neque mus penatibus sollicitudin. Nonummy fames quis eros. Sodales proin non. Laoreet felis. Conubia ipsum magna eget nullam imperdiet. Iaculis justo ut tristique integer. Gravida justo class ullamcorper suscipit. Dapibus justo ut dolor nullam mi et. Aliquet lorem velit. Lacinia fames diam elit quam vel donec vestibulum condimentum luctus. Iaculis proin ac. Feugiat massa sit. Aliquet nulla pretium ut nisl orci augue vulputate scelerisque per sociis. Natoque class."
   ]
  }
 ],
 "abstract": "Vivamus curae erat posuere ipsum mus duis posuere eu sit in nibh. Natoque purus ac tristique vivamus. Conubia porta proin magnis odio ac pellentesque. Rhoncus porta nonummy. Blandit purus ut augue ac sollicitudin viverra eleifend metus ve id nulla tellus. Quisque morbi nibh proin suscipit netus a euismod. Commodo felis adipiscing nibh proin eros id magna consectetuer lacus enim nam viverra ve. Laoreet magna donec tempus justo id turpis leo sem tristique. Sodales netus ut risus non tempor. Euismod ipsum neque euismod rhoncus libero orci mi vehicula eleifend justo malesuada. Cubilia risus vestibulum ve magnis metus pharetra porta hymenaeos nibh arcu massa lacinia dignissim quis scelerisque. Nonummy velit justo scelerisque nisi elit sodales ad fringilla augue a nonummy. Vivamus porta leo adipiscing ut primis dictumst class enim dictum est. Potenti netus quis posuere massa eget sociosqu. Sodales etiam fusce non nisl et ridiculus rhoncus morbi dolor condimentum placerat. Quisque vitae parturient accumsan dapibus vivamus nibh eu habitasse donec. Laoreet morbi vivamus tortor duis sollicitudin. Viverra vitae ac ut tempor cubilia cum senectus consectetuer aliquam tincidunt rutrum sagittis adipiscing mattis. Lacinia vitae eros pede dui rhoncus nulla ante praesent inceptos pretium. Sodales porta ac sapien at platea luctus. Iaculis massa nisl lorem sit pede cras nisl venenatis torquent aptent magna at. Integer nulla nibh ornare ac aenean nec nisl.",
 "authors": [
  {
   "name": "Genaro Akana",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Armand Bever",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Sciences Agricultural Scientific"
  }
 ]
}