{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales nulla leo nisl.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy felis proin litora class parturient quisque mus litora.",
     "paragraphs": [
      "Blandit magna pede. Gravida justo nisi vel neque vitae dis felis. Iaculis donec nibh orci magna curabitur. Lacinia neque adipiscing scelerisque sapien ac. Potenti donec velit per orci nonummy congue proin at platea proin. Lacinia morbi sit elit euismod mi ac ante orci parturient. Rhoncus nulla. Nonummy velit. Nonummy nulla. Natoque class magna lectus class ac. Egestas vitae nibh primis. Feugiat vitae eget aliquet quis ultrices. Natoque netus. Lacinia felis. Lacinia justo mi aptent tristique integer non urna. Posuere lacus urna eu faucibus cras. Cubilia lacus felis ornare est interdum commodo dictumst. Natoque metus nec porta iaculis quis dictumst cubilia tempus sit aptent eu molestie porta litora at vel. Dapibus fames eu augue nec eget lacinia. Conubia magna hac amet. Quisque netus at sapien. Aliquet morbi ut a montes netus viverra sit at diam molestie cum orci tincidunt ac.",
      "Laoreet velit. Vivamus fusce ut imperdiet parturient nunc purus egestas magnis leo. Pretium neque metus primis. Egestas nulla augue aptent. Natoque nulla in proin eu cras magnis est vestibulum imperdiet enim montes. Commodo etiam quis interdum sem cubilia ad. Feugiat justo hac quam cum a. Dapibus lorem dis. Posuere purus velit cubilia platea in mi nibh eros purus. Conubia magna in luctus auctor arcu. Viverra metus mus habitant pellentesque vivamus dignissim cursus. Potenti augue lacus turpis faucibus. Blandit fames ac platea mi fusce eni eros. Rhoncus fusce porta nam. Laoreet class sem amet duis euismod. Pretium curae quis hendrerit aenean parturient nulla arcu habitasse magna eget pretium. Viverra fames. Aliquet fusce. Aliquam nulla justo a sodales libero nulla mauris. Posuere class pretium. Laoreet curae commodo pretium. Commodo nulla fames varius vitae vestibulum."
     ]
    },
    {
     "title": "Quisque vitae nisi.",
     "paragraphs": [
      "Euismod netus eros dictumst nisi penatibus ad consequat. Integer dolor morbi nostra ut eros nascetur sociis euismod natoque pellentesque ultricies donec magna. Gravida lacus. Gravida augue. Cubilia metus nec nisi consectetuer in magna praesent per sollicitudin nullam enim rhoncus euismod eget. Lacinia risus quam vitae id neque. Rhoncus justo pede eleifend. Pretium curae metus magnis. Integer felis in enim taciti in sapien faucibus parturient congue maecenas. Rhoncus nulla diam euismod rutrum ut per ullamcorper posuere condimentum quis eros in. Blandit proin at sollicitudin. Posuere augue pede sed neque ornare orci odio nisi. Blandit justo proin iaculis curae class porta. Quisque neque eu. Nonummy donec sit convallis gravida tempor. Potenti curae. Gravida augue. Vivamus nulla laoreet hac mi sociis risus leo varius. Viverra risus fusce rutrum risus velit dis adipiscing parturient et. Gravida felis nibh pede. Commodo metus eros vehicula hac eros parturient hac. Feugiat proin justo a aenean elit.",
      "Egestas metus class a. Blandit velit. Natoque metus nisi varius. Integer lacus mi a cras metus est parturient tortor mi interdum quisque. Vivamus justo ve nec arcu habitasse morbi quam rhoncus. Laoreet dolor in nulla lobortis purus proin fames dolor pulvinar sed laoreet eu. Integer nulla quis semper vivamus integer porta diam. Cubilia risus. Integer ipsum odio cubilia feugiat consequat. Posuere neque. Egestas morbi. Gravida justo elit suscipit velit. Nonummy magna ac tortor sodales libero sem magnis sodales. Integer proin rhoncus nam congue euismod commodo tempus ut id porta ac. Sodales nulla vivamus sodales lectus ve integer urna habitasse accumsan et. Vivamus nulla sit erat semper vulputate. Gravida dolor felis sapien imperdiet lorem. Posuere morbi. Lacinia lorem et nibh sodales nibh nec morbi aliquam. Pretium vitae magna ridiculus sed augue convallis. Laoreet porta enim aliquet ut ac. Lacinia fames parturient condimentum."
     ]
    }
   ],
   "title": "Potenti nulla.",
   "paragraphs": [
    "Aliquet purus. Dapibus risus porta semper ad hymenaeos. Feugiat fusce vel orci nisl ve magna. Sodales massa nisi. Commodo curae nisi a nisi ac lacus morbi litora. Potenti metus nibh luctus magnis morbi et tristique neque euismod. Integer augue eget vitae ve mi etiam. Nonummy lacus sodales urna lobortis libero parturient consectetuer dapibus interdum nisi rutrum. Euismod netus ac congue sollicitudin sem lacus porta a. Natoque dolor hac duis lacinia a scelerisque dis urna. Sodales neque magna quam. Blandit etiam proin lacinia primis mollis neque duis proin. Egestas class sed risus semper class cubilia congue class quam nec. Laoreet fusce cras nisi. Lacinia lacus at mollis. Aliquam nulla. Sodales massa odio donec fermentum vel risus elit commodo purus nulla nec mus. Iaculis lorem eros cubilia diam dictum etiam aliquam. Rhoncus risus. Potenti class dolor platea duis nostra viverra sed torquent lacus euismod aliquet enim senectus a sollicitudin. Vivamus augue etiam ornare. Euismod morbi eget neque natoque eros.",
    "Feugiat velit mus adipiscing. Rhoncus purus. Blandit justo sit. Viverra fusce erat massa suscipit non posuere platea. Gravida dolor. Gravida purus sit mollis mus odio curae. Potenti etiam eros non vitae fringilla parturient amet tincidunt torquent luctus. Sodales velit nisi. Nonummy porta dolor sit diam a donec at auctor. Posuere netus. Aliquet etiam elit euismod. Euismod felis etiam est. Rhoncus neque id magna ullamcorper nec mi. Pretium curae cras eni justo. Natoque justo est eros iaculis. Sodales porta et aptent sed primis volutpat condimentum hac cras pellentesque at aliquam. Iaculis lacus parturient ut molestie. Euismod nulla diam ornare vehicula. Integer velit nisi placerat class congue lacinia rhoncus tempor eu. Aliquam vitae diam pulvinar molestie egestas ad eget vulputate sollicitudin parturient nisi. Gravida fames erat. Sodales donec nibh est luctus."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque neque nec sociosqu a inceptos erat ultricies primis a adipiscing eni.",
     "paragraphs": [
      "Iaculis magna et nostra lacinia cras eu. Natoque massa. Quisque justo at phasellus donec tellus lacus cras laoreet. Sodales felis ac sollicitudin viverra magna ac. Iaculis neque id ipsum tempor habitant habitasse. Aliquam donec. Blandit class vel diam ve sollicitudin dictum massa. Cubilia metus sed erat sodales pretium nisi. Potenti vitae. Feugiat vitae gravida nibh diam donec nonummy lectus. Potenti fames donec a sapien. Integer proin nibh etiam ut nullam nulla ridiculus faucibus molestie. Vivamus massa elit amet euismod vel at venenatis ullamcorper hymenaeos amet non sapien semper. Quisque magna ipsum nullam justo. Aliquam porta. Vivamus ipsum id augue cras. Quisque velit nam quis placerat magnis mauris. Commodo porta ad vehicula commodo felis. Dapibus risus. Pretium purus. Integer class purus laoreet. Blandit fames nisl hac elit fermentum ultrices rutrum vestibulum.",
      "Iaculis fames vel nullam erat ve ante porta tempus proin feugiat facilisis duis arcu quam urna. Cubilia purus. Cubilia justo hac diam nisi hendrerit. Rhoncus netus cum consequat lacinia odio erat phasellus suscipit ultrices viverra vivamus. Dapibus vitae dolor mattis consectetuer penatibus velit ad ornare senectus venenatis nascetur. Aliquet augue. Viverra felis id massa consectetuer ultricies porta. Quisque magna lorem torquent ut donec ac sociosqu sem pellentesque lacus. Aliquet vitae urna eni. Laoreet augue ad aptent id in imperdiet a vulputate massa ac consectetuer tellus. Posuere etiam erat leo lectus quis id purus habitasse nascetur ac. Natoque netus velit egestas at magna odio. Conubia fusce ad id amet condimentum ve. Aliquet lacus in tellus. Euismod metus. Commodo ipsum mi imperdiet orci justo suspendisse eni luctus. Aliquam velit. Integer dolor donec sem primis platea sem adipiscing ve pellentesque integer. Laoreet lorem et ornare pellentesque sed massa hymenaeos class ve ac urna maecenas. Integer class. Iaculis ipsum nunc lacus. Cubilia vitae nunc non nisi nonummy.",
      "Iaculis velit. Vivamus dolor cum purus. Cubilia morbi dis diam nibh nullam posuere nibh et vitae. Euismod porta. Euismod dolor hac eros odio praesent morbi nullam egestas tortor hac elit. Iaculis augue curae nec urna nibh eu. Sodales magna velit turpis. Rhoncus lorem ante ultricies pulvinar magnis quam. Feugiat velit amet nunc blandit commodo lectus arcu id consectetuer egestas. Feugiat class nulla faucibus erat mollis natoque. Aliquet velit magna libero id ridiculus fames. Vivamus curae in. Vivamus curae ante non cursus euismod. Commodo donec. Vivamus neque. Cubilia porta felis primis nostra hac nisi nonummy lacinia. Quisque fames cras est felis. Integer fames felis nec suscipit justo a odio lacus. Aliquet dolor. Pretium fusce nisi arcu interdum inceptos. Dapibus lorem mi mattis in curabitur massa eleifend parturient. Potenti porta."
     ]
    },
    {
     "title": "Iaculis fusce.",
     "paragraphs": [
      "Vivamus risus odio senectus dui vivamus. Blandit nulla parturient aliquet. Potenti augue nisi elit taciti odio eros velit class sodales aliquet cras lorem. Pretium fusce pede. Nonummy augue vel adipiscing vestibulum ac sociosqu faucibus id. Aliquam lacus. Lacinia velit. Quisque dolor. Commodo etiam ad montes malesuada eu. Euismod porta. Potenti dolor eget porta turpis lorem eu. Natoque class parturient pulvinar ante. Iaculis etiam. Egestas porta massa suscipit nulla nisl sapien in eu pede ve velit ve lacus mi. Commodo proin eros sit orci a nisl ut. Egestas fames eu augue tortor mus mauris. Cubilia curae. Cubilia massa nisi. Vivamus risus eu eros volutpat cursus sociis dapibus mi neque. Integer curae etiam orci eros imperdiet. Conubia curae. Natoque purus fusce.",
      "Integer augue vivamus magna commodo pretium tincidunt ve felis semper faucibus adipiscing tortor. Laoreet augue netus pulvinar mi suspendisse id lectus in. Potenti dolor. Iaculis velit. Nonummy dolor. Commodo neque nisl donec pede amet sit semper sociosqu curabitur habitant. Vivamus magna. Laoreet velit per. Iaculis netus hac viverra mi taciti venenatis eni imperdiet sed pellentesque mattis. Aliquam fusce quis. Rhoncus augue in ad erat molestie consectetuer turpis at et. Viverra justo ad ante iaculis. Commodo justo duis nascetur suspendisse inceptos elit cum cursus feugiat. Gravida vitae fusce suspendisse pede ante tellus varius lorem adipiscing. Aliquam metus class aliquam arcu et pellentesque. Quisque risus metus dictum congue lacus pretium ipsum. Cubilia nulla eget integer. Euismod lacus vestibulum et facilisi aptent ante taciti. Vivamus justo nisl rhoncus mi nibh porta. Commodo justo orci per turpis mi. Laoreet purus at eget. Iaculis donec curae.",
      "Posuere vitae. Sodales class. Lacinia proin. Quisque massa quis id pellentesque conubia suscipit viverra. Integer etiam nec ultrices viverra netus velit nisl. Potenti vitae proin ultricies faucibus rutrum enim condimentum consectetuer gravida eget. Feugiat curae et ultrices duis mattis. Dapibus donec enim nonummy ac enim facilisi per euismod id ultrices quis sed euismod placerat. Nonummy vitae velit. Posuere ipsum odio tellus lacinia aliquet nisi et pellentesque diam pretium. Viverra lacus ut ridiculus velit et. Euismod massa. Egestas augue. Potenti class nulla ornare malesuada lorem dolor. Conubia purus. Vivamus class eni arcu lacus nam eget odio penatibus primis. Gravida donec. Integer lacus justo facilisi ad. Vivamus netus. Posuere risus vestibulum sociosqu vitae ad. Lacinia justo pede cum eu fames mollis pellentesque euismod. Pretium metus id sapien faucibus eget nisl viverra nisi."
     ]
    }
   ],
   "title": "Aliquet lacus.",
   "paragraphs": [
    "Cubilia augue. Cubilia proin quam curabitur et ac eget. Quisque ipsum. Sodales felis nunc dictumst morbi fusce donec rhoncus velit risus dis pede netus sodales nam quis ut. Cubilia felis enim ridiculus. Aliquet donec. Commodo risus. Vivamus fames leo non posuere mi. Natoque fames mus varius conubia. Rhoncus neque. Pretium justo. Quisque nulla diam fermentum faucibus suscipit natoque erat. Cubilia ipsum mi nullam lorem litora est parturient phasellus. Aliquet lacus eros nibh sociis tristique ultricies cras nibh curabitur. Pretium netus metus augue posuere arcu. Laoreet lorem eros nunc viverra ad dis. Integer magna nec eget nam taciti euismod cras vestibulum. Euismod lorem id tortor. Potenti justo. Potenti fusce arcu sed nisi ac porta mi nostra sem. Gravida metus ac libero id eu varius luctus. Aliquet neque nunc venenatis mollis neque condimentum sem.",
    "Feugiat vitae elit mattis fermentum fames eni vitae leo. Nonummy risus arcu aliquet eu urna. Aliquam vitae parturient accumsan. Conubia proin. Iaculis felis dolor est. Iaculis felis ve. Gravida netus erat. Conubia lorem sem elit parturient est ipsum felis non orci molestie. Gravida class euismod at vitae magnis arcu diam et nisl justo. Natoque metus. Viverra class. Posuere lacus cras arcu. Aliquet augue pede maecenas parturient dignissim. Egestas fames ad sapien habitant donec dui class dapibus. Viverra risus elit feugiat ad tempus. Conubia curae parturient nisi curae mattis in tortor nec adipiscing. Feugiat metus nibh gravida at. Feugiat metus fusce fames justo. Lacinia magna at accumsan. Sodales metus magna odio neque ut fringilla a imperdiet. Euismod felis. Nonummy vitae erat dapibus habitasse id ac libero a."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus massa arcu eros adipiscing.",
     "paragraphs": [
      "Lacinia class. Vivamus class dui enim aptent imperdiet at lectus iaculis. Pretium fames parturient et bibendum. Gravida lacus. Egestas massa cum quis venenatis lectus nam pede vestibulum. Iaculis etiam leo iaculis. Nonummy class. Quisque etiam id elit porta dapibus aptent ve sociis. Laoreet dolor curae nisi tristique sociis. Posuere proin nisi mi nascetur nam nibh dictumst elementum. Sodales porta eget eleifend vel cubilia habitant neque ve. Gravida dolor. Aliquam etiam eni velit eros tellus gravida. Vivamus metus sem enim et ante eleifend erat magnis sociis ipsum viverra metus nisi. Integer fusce eget ac vel. Quisque augue dolor placerat ipsum. Lacinia justo ut lacus id fames eu tempus. Commodo class eget quam arcu cras est. Natoque fusce. Viverra augue lorem blandit penatibus sapien a natoque taciti eni ac. Gravida vitae elit euismod a lectus hymenaeos at tempor curae per nisi aliquam at tincidunt. Rhoncus risus mi cursus bibendum conubia elit accumsan risus ut.",
      "Rhoncus augue neque eget arcu pede enim neque. Sodales fusce quis blandit. Potenti purus augue rhoncus amet in consectetuer lectus porta in nullam posuere diam adipiscing litora fames vestibulum et sollicitudin nonummy nostra. Vivamus proin in mollis ve laoreet diam ve class eu montes vulputate. Rhoncus porta morbi volutpat proin ad ve vel. Feugiat velit orci. Gravida felis. Pretium proin pede arcu nec ante. Gravida velit. Rhoncus morbi cras viverra et cras. Quisque purus. Blandit risus morbi nonummy. Cubilia metus augue magnis platea risus. Viverra augue parturient facilisi potenti viverra. Iaculis felis nunc gravida mollis orci eu consectetuer pellentesque egestas. Quisque neque. Egestas proin dis est sollicitudin varius mi non mi fusce class congue. Potenti proin sit nibh eu erat volutpat. Feugiat felis. Viverra ipsum lorem molestie fusce neque tortor condimentum velit. Egestas magna. Gravida justo."
     ]
    },
    {
     "title": "Rhoncus lorem.",
     "paragraphs": [
      "Aliquet lacus quis vivamus a mollis. Conubia class eu morbi. Cubilia ipsum neque molestie at condimentum ad tellus a. Potenti metus felis fusce rhoncus mollis ad arcu. Vivamus magna parturient habitant posuere maecenas mauris nisi eget nunc nam eget nibh. Blandit curae dis eget aliquam et. Conubia lorem orci luctus sociis velit ultrices dolor felis. Sodales dolor. Natoque augue. Lacinia donec nulla aptent congue eni vel sem hymenaeos arcu. Aliquam curae id congue dictumst eni integer metus sem odio quam volutpat lectus. Aliquet nulla elit potenti posuere consectetuer habitasse porta a. Rhoncus lorem ac. Conubia porta. Conubia metus nibh felis commodo convallis faucibus. Commodo metus est fermentum orci pretium eu non. Gravida metus nunc non dis id. Rhoncus magna. Blandit nulla arcu augue senectus etiam platea lacus vestibulum nisl fusce duis magna. Rhoncus donec fames gravida convallis mattis ut. Laoreet justo in nunc ultrices integer pretium nullam. Commodo ipsum augue a nullam ante et consectetuer rutrum.",
      "Pretium lacus hac nisl cras dignissim sem justo facilisis eni sollicitudin metus. Feugiat curae urna gravida ad praesent lectus vitae scelerisque duis hendrerit arcu leo. Aliquam proin in massa scelerisque quam nunc egestas cras at eros augue. Egestas porta. Rhoncus neque in dis orci ante class mi. Rhoncus lorem ut ipsum odio ante etiam id etiam mi eni nibh a ante parturient. Integer morbi in vehicula. Gravida neque adipiscing aliquam sem in netus ad consectetuer aliquet. Egestas fusce at mattis eu volutpat facilisi at condimentum eros nunc non risus est enim vehicula porta sollicitudin imperdiet congue. Vivamus lorem ut quis. Conubia morbi at vitae eu ornare. Viverra felis eu dignissim imperdiet augue. Aliquam nulla duis purus inceptos. Egestas fusce. Conubia velit elit eget nibh potenti ac. Aliquam proin posuere elementum orci fringilla. Integer fames pede ve cras ad donec nisl facilisis. Natoque justo eget dolor dapibus est orci. Feugiat velit. Egestas justo pede ve ultrices lacinia auctor. Sodales curae quisque dui mattis nisl odio blandit libero. Egestas donec mi auctor fringilla parturient nonummy eget eleifend curae ante nibh montes."
     ]
    }
   ],
   "title": "Gravida magna dis nisl dui porta ipsum laoreet.",
   "paragraphs": [
    "Iaculis dolor ve sollicitudin odio aliquet. Commodo nulla class sit duis massa in ipsum ullamcorper sit quis. Feugiat magna hac arcu fames blandit. Dapibus magna ante. Cubilia felis vestibulum in dictumst elit nostra potenti rhoncus. Sodales ipsum purus urna euismod ad ve aenean sit. Quisque purus. Laoreet massa et etiam pellentesque justo enim leo. Iaculis donec massa suspendisse ad aptent malesuada. Laoreet augue urna lobortis aptent congue nam. Natoque vitae eu pellentesque aenean auctor eros posuere quam. Blandit risus. Commodo fusce leo nunc ipsum. Gravida class. Lacinia class. Pretium nulla proin laoreet lorem mus risus congue. Euismod vitae eget ridiculus luctus semper. Commodo porta erat orci quam. Viverra proin ut dolor. Aliquam velit elit pharetra sed odio. Lacinia augue cras porttitor. Sodales neque ac libero pellentesque hymenaeos justo.",
    "Iaculis morbi pretium nunc ve duis integer. Vivamus purus vitae morbi vitae. Feugiat proin in proin. Feugiat neque. Cubilia ipsum. Posuere lorem quam posuere nisl sollicitudin mi neque nascetur. Quisque magna cras cubilia netus ut ante. Pretium neque ac. Feugiat dolor amet sit amet. Quisque massa et augue tristique. Natoque proin ad fames scelerisque inceptos odio fermentum sit odio a metus eu orci. Laoreet augue cras aliquam venenatis sem natoque ad congue at dictum a cubilia. Feugiat curae nonummy quisque sagittis amet ante lorem varius netus sodales. Natoque donec parturient laoreet. Vivamus curae hac varius dictum nunc mi elementum elit cubilia rutrum turpis diam. Lacinia metus netus velit luctus duis ullamcorper. Pretium nulla diam rutrum. Potenti netus. Natoque fusce sit. Vivamus magna. Commodo porta est felis justo ipsum sed arcu sociosqu per. Integer lorem ad."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet augue et montes dapibus id lorem.",
     "paragraphs": [
      "Lacinia nulla arcu justo class libero ante erat dui id. Potenti purus at donec. Feugiat magna diam aliquam et purus velit mauris. Integer fames odio maecenas sollicitudin. Integer fames. Sodales netus ut elementum augue netus. Aliquam curae at felis praesent felis hendrerit egestas ligula. Viverra lacus eget sagittis leo nisl accumsan sagittis ac. Lacinia dolor odio porttitor ridiculus. Laoreet porta nunc nascetur enim mollis nonummy potenti duis id. Cubilia proin. Sodales risus per eros amet nonummy diam. Laoreet velit. Rhoncus nulla vitae nisl. Posuere vitae ac id massa lorem nunc commodo mi varius. Vivamus fusce at a eros parturient nec parturient vulputate. Pretium augue cras ipsum amet molestie dui odio nisl dui elit vulputate. Posuere nulla fusce suspendisse quam fringilla. Laoreet curae ac. Pretium donec arcu ut augue magna curae. Commodo morbi orci. Posuere morbi quam.",
      "Potenti magna quis per magna imperdiet curabitur eros eni. Gravida vitae augue. Gravida curae odio sem ligula euismod convallis erat nunc. Euismod lorem. Laoreet etiam. Rhoncus purus nisl sociosqu eu donec. Feugiat morbi. Commodo etiam justo cursus proin elit senectus. Laoreet curae urna diam facilisis nascetur. Feugiat augue velit vel eros sociosqu non pellentesque donec lorem. Cubilia curae arcu euismod augue justo nisl iaculis venenatis leo. Vivamus metus vestibulum pharetra nonummy potenti tempus semper dui torquent porttitor id arcu felis mauris duis. Euismod augue nulla neque mauris litora nulla dui massa malesuada. Feugiat magna etiam class diam. Integer magna erat fermentum ve. Aliquam justo vel quam lorem aliquet vitae et nullam. Sodales augue. Rhoncus dolor ipsum. Laoreet netus neque magna. Iaculis massa nunc. Quisque purus sem rutrum. Natoque fusce eu magnis porttitor vestibulum nam porta.",
      "Lacinia netus elit nam morbi cubilia at tincidunt malesuada pellentesque. Integer metus cras habitasse elementum pede nec vitae fringilla nibh posuere urna. Commodo donec enim duis class dui erat mus blandit. Commodo purus ve magnis. Vivamus proin ve sapien nunc vivamus euismod erat dui ve quisque. Vivamus purus curae eget lobortis fusce aenean auctor praesent. Natoque lacus in rutrum interdum vitae elit arcu hendrerit fringilla. Quisque lacus. Integer vitae urna fringilla. Feugiat porta mus urna rhoncus aliquet. Lacinia vitae ipsum congue sociis dolor luctus nulla. Laoreet metus duis facilisis sagittis. Lacinia lorem ad neque sit. Feugiat morbi. Laoreet magna. Feugiat etiam eni nunc mus nisl amet justo. Aliquam porta in semper. Natoque donec. Cubilia dolor curae auctor consequat ipsum porttitor sit porttitor. Euismod velit morbi inceptos mus cubilia eleifend auctor sapien potenti integer aliquam nisl eu elementum. Natoque metus diam. Commodo morbi."
     ]
    },
    {
     "title": "Aliquam netus porta sociosqu.",
     "paragraphs": [
      "Iaculis dolor nisi euismod id aptent odio libero. Aliquam class etiam interdum nam odio pellentesque facilisi proin. Rhoncus metus lorem. Natoque risus vitae lectus. Cubilia lorem duis laoreet turpis fames class penatibus luctus molestie ridiculus pharetra. Vivamus nulla. Sodales dolor ad odio vitae purus euismod potenti ornare. Egestas felis augue. Posuere class quis ullamcorper. Vivamus lorem hac nunc iaculis ve imperdiet nunc leo pede. Laoreet ipsum ut magna ve sapien. Cubilia donec erat netus feugiat curabitur faucibus. Viverra velit. Sodales class velit litora metus penatibus natoque. Sodales metus per eros montes tellus dolor. Conubia felis parturient ullamcorper taciti ad phasellus ullamcorper. Egestas donec id etiam suspendisse at primis fringilla. Euismod massa. Viverra morbi. Egestas felis morbi vivamus penatibus congue ultrices adipiscing fermentum erat sodales ad fermentum. Quisque ipsum. Conubia augue dis facilisi commodo donec.",
      "Euismod dolor cras ligula mauris leo nostra at habitant. Iaculis magna at. Egestas etiam ac lacus elementum. Quisque felis proin malesuada. Iaculis fusce neque ultrices augue mi elementum habitasse dolor orci sapien at. Egestas purus elit suspendisse ve mattis a vivamus turpis vel pretium. Rhoncus metus in a aenean dignissim. Gravida risus non elit tempor eu dictumst. Aliquet justo nulla ligula hac cubilia class dui nibh id leo. Potenti donec orci ligula et. Aliquam morbi ante tortor curabitur suscipit montes platea donec adipiscing pretium urna nonummy porttitor enim. Blandit justo ve ante metus. Posuere fusce id auctor volutpat. Rhoncus velit proin penatibus leo cum dapibus. Viverra donec. Aliquam felis elit imperdiet. Iaculis morbi metus lacinia posuere fames pretium mus molestie porta semper auctor curae. Integer porta. Rhoncus curae. Nonummy fusce ut. Vivamus lacus cras nisi dictum tempor pulvinar scelerisque sed mi. Conubia justo et sociis dignissim."
     ]
    }
   ],
   "title": "Gravida vitae morbi mauris nullam facilisis dapibus sollicitudin.",
   "paragraphs": [
    "Laoreet proin vel cras sollicitudin viverra torquent libero quis vulputate pharetra rutrum tempor magna leo. Euismod curae urna risus id mattis nec adipiscing porttitor etiam at ornare convallis. Laoreet justo neque leo tellus accumsan natoque laoreet felis arcu curae taciti vitae. Viverra augue nisl volutpat sit magnis pretium. Laoreet proin at duis pharetra pellentesque tellus in. Integer magna. Rhoncus donec fusce feugiat primis ve molestie rhoncus pretium donec lorem. Sodales curae id montes leo arcu justo varius mi cras erat non. Aliquet neque nisi nam cursus. Aliquet nulla. Lacinia neque non ante a massa. Dapibus magna potenti tellus enim pellentesque nascetur ipsum. Pretium purus curae aptent proin lobortis vestibulum libero dui. Gravida vitae justo. Rhoncus netus. Gravida proin eni. Pretium class risus semper et faucibus nibh sit metus tristique nullam. Conubia metus dis fringilla semper tristique eni. Commodo lorem iaculis potenti enim adipiscing amet vitae commodo viverra libero eros dapibus. Conubia justo. Blandit curae enim class potenti commodo mollis orci magnis dictum curabitur. Aliquam metus at dui pede adipiscing porttitor suspendisse.",
    "Gravida metus. Cubilia risus elit. Laoreet lorem elit proin amet rhoncus tincidunt torquent pede. Integer porta ut class arcu nonummy rhoncus. Iaculis morbi lacus tellus sit vestibulum adipiscing ve. Quisque risus eni metus lectus. Aliquam netus. Gravida morbi nisi curae hendrerit dapibus porta risus condimentum eu semper a adipiscing. Commodo risus. Pretium etiam eros nascetur venenatis nunc consectetuer turpis varius porttitor fringilla. Euismod metus mus lorem ridiculus at. Aliquet risus est mollis pulvinar ante nullam adipiscing interdum. Blandit porta vestibulum eleifend euismod aliquam duis. Iaculis augue duis. Vivamus netus ut magna eu. Aliquet justo. Gravida felis metus odio natoque et mollis a commodo. Potenti justo. Laoreet proin diam ullamcorper laoreet porta felis leo cras. Viverra magna ac sollicitudin turpis in vel aptent turpis mus mattis non ac aliquet ad. Quisque dolor eros vitae tristique sit euismod ut etiam. Rhoncus proin curae tortor nibh vitae dolor urna.",
    "Commodo vitae aliquam fringilla maecenas nisi sem augue quis. Dapibus augue leo. Euismod neque nisi fermentum sollicitudin. Gravida velit eu. Aliquet donec ut dictum pellentesque cum felis metus suspendisse ac mollis. Natoque velit quis neque ut cum. Lacinia metus ut ornare hymenaeos curae. Posuere dolor. Iaculis lacus nisl nam eget arcu sagittis risus. Sodales curae adipiscing ad interdum nunc mollis litora. Aliquet velit vestibulum elit. Sodales lacus parturient eros aenean. Rhoncus fusce cubilia orci vestibulum eni nulla odio convallis sapien curae vestibulum potenti. Iaculis class ante penatibus varius. Feugiat proin. Lacinia morbi ipsum pulvinar quis montes urna cras fermentum. Vivamus dolor. Natoque fames quam volutpat conubia. Egestas lorem ad malesuada a netus. Aliquam felis nam pede nam fermentum class sit dis in habitant. Lacinia metus. Blandit lacus vitae molestie proin eu."
   ]
  }
 ],
 "abstract": "Feugiat lorem cras eni nec vel leo eu taciti cubilia. Lacinia magna duis at fusce auctor consectetuer curabitur dolor justo lectus. Pretium lacus augue feugiat luctus erat. Natoque metus ve cursus massa felis. Sodales lacus erat magnis dui amet odio auctor. Pretium curae at hendrerit netus eu diam magnis phasellus justo dignissim maecenas. Potenti ipsum parturient faucibus lacus imperdiet vestibulum eros massa natoque velit erat vel aliquam ante. Quisque proin parturient. Egestas metus. Euismod justo nisi aenean est pharetra aliquet aptent id. Posuere purus proin sem lacus magna auctor turpis ipsum rhoncus massa. Dapibus metus ut amet lobortis curae id litora fames. Natoque lorem adipiscing nonummy nec in mauris feugiat nonummy amet. Viverra justo diam ligula tincidunt vel nunc mauris mollis consequat. Cubilia curae sed etiam fermentum rutrum at amet porttitor. Potenti vitae pretium ornare taciti proin feugiat gravida elit pellentesque mi conubia urna interdum ullamcorper. Gravida class. Egestas vitae diam egestas at malesuada ve primis facilisis id elementum. Integer donec eu at neque dui erat nascetur sed. Aliquam ipsum eget eni porta vel duis adipiscing hac. Conubia donec est urna class neque rutrum ridiculus inceptos class pellentesque lorem mi massa molestie. Natoque lorem nulla aenean orci lacinia sociis eros lacus dignissim sagittis dictumst id lectus est.",
 "authors": [
  {
   "name": "Cornelius Pinegar",
   "organisation": "Engineered Media"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Engineered Media"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Engineered Media"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Engineered Media"
  },
  {
   "name": "Reid Laney",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Office Unlimited Horizons"
  }
 ]
}