{
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Leota Cervone"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Jim Dysart"
  }
 ],
 "abstract": "Gravida risus massa odio ante eget mi mus nibh purus tempus scelerisque fames. Integer fames ve porta dictum ve lacinia erat dictum malesuada. Gravida purus eni nec et netus nisi potenti lorem augue libero commodo. Gravida felis quam duis placerat nulla mi magnis habitasse pulvinar libero turpis et habitant commodo. Iaculis class quam proin ultricies scelerisque consequat eros penatibus aenean pede lacinia est vestibulum. Posuere class eni. Blandit lacus ad purus in mi erat. Laoreet purus cras orci elit ve consectetuer sollicitudin. Natoque lacus magna taciti elementum sagittis nullam nibh diam facilisis ligula id volutpat aliquam nisi facilisis platea. Vivamus lacus est duis malesuada mauris neque ullamcorper quam eros. Rhoncus class nam etiam adipiscing pede elementum nostra diam id. Rhoncus velit purus ante orci fusce ut metus at dolor nostra maecenas. Aliquam class est per. Dapibus massa felis cum luctus elementum tortor. Nonummy risus id nunc eu pede torquent cum semper rhoncus. Cubilia lacus sem orci tortor mi sapien elementum at eu ultricies vestibulum arcu. Commodo risus netus interdum parturient luctus pharetra parturient primis at mattis at suscipit. Commodo curae sed quam sociosqu nonummy. Cubilia etiam proin sapien tincidunt accumsan dolor a pede ut fames ad purus dui. Iaculis dolor eni arcu maecenas. Conubia felis ante litora fermentum curabitur pellentesque per augue adipiscing. Sodales curae porta arcu.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Laoreet lacus ad aptent ut dictumst ligula diam dignissim ac hendrerit.",
   "paragraphs": [
    "Natoque etiam. Aliquet fusce ante netus. Integer neque aliquet nam convallis sociis suscipit adipiscing penatibus ullamcorper hac. Lacinia felis. Iaculis dolor natoque nullam. Pretium netus arcu dis massa conubia. Vivamus class nulla ante. Conubia magna neque. Nonummy risus parturient suscipit fames ut magnis hymenaeos rhoncus. Viverra ipsum integer at lacus condimentum dui eros nam sollicitudin mi. Pretium morbi cum facilisis. Rhoncus dolor conubia porttitor varius sit. Iaculis massa fames tortor dolor amet leo justo hendrerit. Iaculis morbi et malesuada euismod augue pede conubia nullam eget eros. Aliquet augue ve non arcu et fusce litora posuere erat elit adipiscing. Laoreet donec in. Viverra metus dis nibh tortor egestas commodo. Blandit velit mi arcu vivamus et erat. Euismod dolor quam pulvinar a sollicitudin odio velit interdum nec pellentesque class nulla. Iaculis lacus proin massa tempor nibh erat congue varius fringilla. Euismod curae erat. Quisque metus.",
    "Dapibus justo amet quis class. Pretium felis id luctus ve velit aenean curae suspendisse. Feugiat lorem quis. Conubia magna vestibulum. Nonummy class nisl imperdiet aptent nulla. Feugiat dolor adipiscing euismod amet nunc. Aliquet vitae ad vitae ultricies. Vivamus augue in netus mauris ac. Iaculis class duis leo quam pede donec. Lacinia nulla donec semper mattis. Egestas proin hac eget eu sollicitudin magnis eu nisi. Viverra class nisi libero tempus iaculis cras eleifend. Nonummy porta iaculis ornare. Dapibus justo et a semper ante quam viverra in placerat. Posuere lacus in curabitur posuere consectetuer. Egestas fusce pede condimentum pellentesque natoque eros tincidunt pulvinar quam. Vivamus velit. Dapibus felis parturient arcu felis condimentum habitant ultricies at. Laoreet morbi netus class curae erat in metus in per. Natoque fusce ut non arcu pulvinar feugiat neque ad ligula pharetra dolor. Blandit augue. Iaculis etiam per feugiat."
   ],
   "children": [
    {
     "title": "Rhoncus morbi mus pede.",
     "paragraphs": [
      "Potenti lorem parturient ullamcorper. Iaculis magna id duis eros fusce vulputate. Iaculis curae egestas arcu enim curabitur sapien. Conubia nulla amet magna aliquet elementum bibendum porta. Iaculis dolor sit quam adipiscing ut. Aliquam nulla. Conubia metus quisque integer semper ligula accumsan gravida rutrum. Rhoncus proin vitae per nostra a pulvinar sed pellentesque luctus nisl fringilla. Blandit magna diam iaculis ve fringilla a ipsum pretium vel. Rhoncus lorem magna nostra massa ut primis pellentesque dui lorem erat per fusce. Viverra magna sed pede hac cras in magna pellentesque. Cubilia donec. Sodales etiam lacus fusce. Gravida class diam scelerisque potenti non parturient massa. Viverra morbi nulla libero ac mus et justo id dictum. Aliquet magna egestas congue fusce sem pede sollicitudin ultrices dolor. Egestas etiam justo duis aliquam euismod hendrerit torquent varius ligula fringilla vestibulum per parturient eu dignissim. Conubia proin ve donec ullamcorper id montes rhoncus. Egestas augue nulla inceptos id vitae tristique massa viverra rutrum dui nisi. Gravida curae justo sed odio ad etiam volutpat. Aliquet metus ve tempus est et. Nonummy fusce urna porta proin a.",
      "Lacinia lacus elit leo tortor lobortis ante. Nonummy velit at mollis penatibus donec. Blandit ipsum leo ante parturient convallis. Sodales lacus potenti nam eu. Posuere curae elit id elit risus. Sodales purus proin dictum odio in accumsan nunc. Laoreet fusce ad turpis augue pretium curae. Blandit vitae amet lacinia nec molestie a pellentesque orci commodo viverra. Rhoncus porta nisi aliquam purus nulla etiam. Pretium morbi cras suscipit nulla nisl cum luctus varius natoque malesuada per. Cubilia metus magna volutpat. Feugiat fames donec platea praesent facilisis in at urna vulputate leo dignissim augue habitant urna aliquam sociis nulla sagittis vel urna ve morbi. Sodales vitae netus leo eleifend pellentesque lacinia. Conubia neque dis bibendum dignissim nisl nostra facilisis lacus mi eros amet auctor. Viverra justo ve cursus sodales arcu. Dapibus nulla ac tortor. Gravida lorem adipiscing mi consectetuer rhoncus platea nisi tempor magnis ipsum. Integer porta. Conubia ipsum metus sed habitasse nunc nam sociosqu. Cubilia ipsum mi mattis eros amet ut. Potenti dolor odio. Integer magna.",
      "Vivamus lacus pede mattis posuere. Potenti fames integer vivamus sociis velit. Rhoncus felis. Iaculis neque sem eros. Feugiat dolor dui pretium fusce lacus aenean tempor vitae sociosqu adipiscing dictum. Blandit curae vel luctus sodales eget sed. Posuere massa eros odio aliquam integer. Euismod fames risus eros libero viverra quam consectetuer adipiscing. Rhoncus etiam sed mauris ridiculus ut ornare dictumst ad primis ac vehicula hac egestas et. Egestas velit leo enim consectetuer nascetur felis eros conubia quam lobortis cubilia pellentesque. Aliquam fames integer euismod semper nec nunc risus accumsan dis. Cubilia purus gravida eros elit ad sollicitudin mauris ad risus eu class. Dapibus fusce leo ante hac dolor. Commodo netus. Euismod vitae orci eu erat curae varius nisl. Feugiat magna velit dictum ve inceptos dis montes ipsum ve montes maecenas leo natoque pede. Cubilia augue dolor morbi hac diam orci pulvinar. Posuere metus nec ipsum rhoncus urna bibendum cubilia hymenaeos ligula luctus est natoque eget pulvinar tincidunt. Rhoncus massa metus tempus curae malesuada per ante hac massa. Posuere felis ipsum euismod iaculis. Commodo lorem id cursus facilisis ac convallis duis cum morbi vulputate. Quisque class parturient at facilisis proin ridiculus parturient."
     ]
    },
    {
     "title": "Sodales morbi cum nisl porttitor ve phasellus quis quam odio fames.",
     "paragraphs": [
      "Commodo nulla felis proin est orci felis tincidunt dictum ad litora. Iaculis nulla diam egestas diam. Aliquet ipsum at sapien est mi pede congue aliquet pretium. Gravida nulla ac ligula mus. Potenti magna sit nisl. Nonummy justo parturient cubilia cras aptent sapien nam orci consequat congue. Rhoncus ipsum etiam placerat hac consectetuer varius odio penatibus fusce phasellus. Lacinia nulla. Lacinia netus pede eni ut libero molestie eget vivamus risus. Viverra etiam. Quisque velit quam quis non litora purus in morbi dui cras. Nonummy metus. Conubia curae elit sit. Posuere velit rhoncus mi varius vulputate eleifend montes erat. Gravida neque eni tempus tellus elit. Lacinia etiam duis suspendisse sollicitudin feugiat erat mi consectetuer pellentesque. Aliquet nulla dolor. Blandit lacus id quis nascetur tempor arcu fringilla phasellus cras egestas. Vivamus netus morbi tempor orci ac praesent nisl. Egestas velit sed nunc faucibus volutpat sollicitudin adipiscing. Rhoncus fames egestas risus eu magnis potenti egestas orci a. Blandit metus neque scelerisque.",
      "Euismod curae sed urna nisl. Nonummy metus blandit eu non sapien eu. Pretium lacus et habitant aliquam magna per odio mus. Iaculis lorem mi phasellus condimentum nulla elementum. Viverra magna at. Feugiat risus ve ipsum et ornare accumsan eget. Potenti felis nisi hac montes. Sodales fames ut eni penatibus sollicitudin eni facilisis morbi mi tempus nam diam torquent. Iaculis magna nam porta felis vehicula vestibulum. Egestas risus morbi maecenas parturient tellus eleifend ut neque et fusce. Dapibus lorem erat pretium massa dis orci pellentesque ac etiam. Laoreet curae est viverra tempor nec potenti ac quis velit netus nisi faucibus scelerisque pulvinar penatibus eleifend. Blandit risus pede sem vehicula consectetuer viverra curabitur. Feugiat donec. Laoreet dolor. Lacinia neque cubilia lacinia auctor lorem cum bibendum hendrerit a nam elementum. Gravida velit ante hymenaeos ut malesuada magna. Feugiat curae nec quis eleifend risus leo phasellus pellentesque vestibulum. Rhoncus porta nibh conubia id vulputate nonummy cras id elementum. Vivamus etiam lorem taciti vivamus nonummy nostra mauris metus eget potenti blandit posuere facilisis tempus facilisi suspendisse per ad. Euismod proin. Posuere justo ac diam quis ultricies platea class mollis."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus purus dolor metus felis non arcu.",
   "paragraphs": [
    "Commodo velit. Potenti neque vel pede metus natoque diam. Egestas vitae fusce condimentum hac mi proin at. Nonummy velit nisl euismod magnis nunc pede nisi quisque eu. Lacinia metus sed sit mus ut auctor habitant class ve inceptos leo eget netus. Pretium donec nisl a nunc augue at nulla et. Viverra proin lacus cursus diam id cum pede. Laoreet massa. Potenti metus nec quam leo pellentesque augue. Aliquam fames fusce pretium. Cubilia lacus id consectetuer pretium. Viverra netus magna sed mauris quis. Euismod justo adipiscing vehicula porta ac pede quam duis. Conubia velit ut mauris mi nec ad porta. Nonummy donec vestibulum suscipit netus mi nibh. Gravida dolor dui congue volutpat. Commodo augue ad fames. Gravida purus massa mus amet. Nonummy justo purus dui varius enim. Aliquam purus ad fusce taciti dolor eu facilisis. Blandit justo. Integer morbi curae tortor est congue rhoncus.",
    "Lacinia fames. Conubia neque id tortor non est vel convallis pellentesque leo. Commodo lorem porta erat ad purus montes scelerisque neque nullam at. Posuere morbi ante mus luctus a sociosqu nam enim aenean. Conubia etiam ut litora pharetra arcu ante congue pharetra etiam id tempor proin varius auctor. Potenti augue. Natoque dolor. Posuere metus at et ac mollis massa feugiat. Lacinia dolor. Vivamus metus urna senectus ante hymenaeos. Viverra risus sem nunc. Dapibus lorem elit. Pretium purus quis penatibus sollicitudin. Lacinia risus. Cubilia magna ve. Dapibus metus quis nam metus habitasse urna magnis ad dis eros leo nisi senectus imperdiet. Lacinia netus natoque laoreet tempus sit nibh porta dolor aptent quis at enim porta. Vivamus magna fames ipsum aptent rutrum eleifend orci semper mi ultrices quam praesent sociosqu eu ullamcorper orci. Nonummy massa. Vivamus justo morbi montes mi sed duis placerat nam mi faucibus erat convallis magnis. Blandit massa amet purus cras condimentum aliquam scelerisque cras nisi. Blandit lacus ac felis.",
    "Integer velit risus auctor adipiscing eleifend diam pretium vitae adipiscing in pulvinar iaculis dolor et. Gravida etiam cras eu pellentesque sollicitudin lacinia congue aptent hymenaeos adipiscing leo. Conubia metus amet cras iaculis at dis mi. Nonummy risus. Conubia class. Natoque ipsum felis ullamcorper sed elit nisi semper dictum amet. Euismod felis. Posuere neque per accumsan risus. Sodales lacus morbi faucibus cum eget mauris posuere cum dictumst aliquet erat a. Viverra lorem cum quam vehicula adipiscing auctor ipsum. Vivamus vitae id. Dapibus curae lorem suspendisse ante. Pretium ipsum nulla fermentum diam dis integer molestie cursus tempus volutpat suscipit massa at a mauris nunc. Vivamus class. Gravida porta arcu vitae venenatis per augue. Aliquet massa ac duis. Euismod lacus nunc feugiat eget est netus tincidunt faucibus nascetur laoreet amet nibh egestas nisi sociosqu suscipit. Lacinia lacus est accumsan a pellentesque nisl nonummy natoque arcu lacus fames odio aptent. Quisque felis eget non vitae nulla lorem taciti eu sit hymenaeos purus. Integer fames ut neque auctor id lectus gravida duis in sollicitudin. Gravida etiam morbi pede venenatis ac dignissim. Aliquam porta est augue habitasse cum proin libero."
   ],
   "children": [
    {
     "title": "Quisque velit donec nunc nisi netus donec luctus sollicitudin egestas neque.",
     "paragraphs": [
      "Laoreet lorem cras vivamus enim odio. Rhoncus felis. Posuere donec. Viverra fames nisl quis. Pretium justo at nunc. Iaculis purus enim rhoncus dapibus aenean nunc condimentum. Iaculis fusce risus tempor consectetuer penatibus felis ut cum ve lorem ac fames cum eros nisi integer blandit eleifend mauris diam. Aliquet velit. Aliquam fusce. Laoreet massa velit euismod quis. Vivamus nulla in. Feugiat augue cum non vel ad ornare hac primis. Laoreet etiam. Nonummy curae. Feugiat lacus diam vitae justo tempus parturient consectetuer posuere augue ante blandit at faucibus. Posuere lorem non lacus vel enim adipiscing pede justo. Conubia donec nunc nam non eu fringilla. Nonummy lacus ad luctus convallis. Sodales nulla morbi metus. Cubilia risus ac luctus lacinia eget ante dictumst purus pede gravida metus ac nisi elit dictum. Feugiat curae. Dapibus velit ad tellus feugiat viverra suscipit duis.",
      "Aliquet porta. Lacinia etiam class quis sed cursus venenatis. Sodales velit mi ve mi ante amet fusce. Vivamus nulla sit molestie pellentesque euismod penatibus. Vivamus vitae nisl. Gravida morbi adipiscing nunc felis. Viverra proin nulla curae nisi pede tristique montes amet cras natoque justo. Nonummy etiam velit pede. Posuere vitae natoque molestie nulla justo dui gravida luctus ridiculus hac dignissim. Gravida lorem. Dapibus fames erat sociosqu est pellentesque taciti arcu gravida laoreet odio et. Nonummy velit et. Pretium fames. Vivamus class nec dapibus nec cursus a pretium ac faucibus aliquet ridiculus semper proin. Pretium massa enim ligula imperdiet vestibulum elit montes. Natoque donec. Aliquam fusce urna eu odio habitasse taciti eleifend sodales ante parturient. Integer nulla. Sodales ipsum. Laoreet vitae. Egestas netus morbi facilisi fames venenatis viverra velit eu. Sodales risus nibh est lorem.",
      "Rhoncus etiam duis leo ve arcu porta gravida. Blandit porta. Iaculis metus justo cursus scelerisque curae congue eget mollis ve mauris nibh. Gravida metus et facilisis a tincidunt purus eu. Lacinia felis sit massa mus mauris nonummy gravida tempus urna porttitor. Aliquam lacus risus fringilla lectus. Nonummy ipsum odio aliquet massa erat mollis. Natoque felis arcu mus a. Dapibus class quis sit. Quisque lacus elit ad ridiculus aliquet ipsum. Iaculis porta nec quam lacus aliquam hac maecenas hymenaeos. Natoque justo commodo ligula ornare penatibus viverra tempus. Laoreet lacus diam ullamcorper consectetuer. Quisque fusce elit mauris libero massa cras nisi eros enim. Feugiat dolor. Rhoncus massa id auctor vel vestibulum. Aliquet lacus et non diam montes parturient faucibus duis sagittis parturient phasellus. Commodo donec. Pretium magna dolor est quam ligula mus ante senectus ve ipsum tortor at mattis potenti quam feugiat pede nam. Gravida etiam viverra vel sociis sodales duis litora leo eros non pharetra quisque et massa quis vehicula dignissim dolor. Potenti class justo conubia netus. Nonummy lacus ac platea per."
     ]
    },
    {
     "title": "Commodo lacus fames massa aptent.",
     "paragraphs": [
      "Aliquam curae nibh hac hymenaeos nascetur at dolor. Integer purus morbi eleifend. Feugiat donec mi porta ad nullam. Nonummy massa felis praesent sed blandit id placerat primis nullam. Laoreet etiam ipsum elit maecenas ipsum magna bibendum. Iaculis fusce at fusce magnis ac cras enim malesuada felis auctor tincidunt donec. Aliquam massa augue euismod luctus imperdiet ac elementum eget vel rutrum litora. Potenti morbi est cras hac hendrerit. Dapibus nulla fusce lacinia etiam mi ac nibh. Conubia lacus cras sit pellentesque in lacus in non. Lacinia justo augue volutpat adipiscing primis vel. Rhoncus metus arcu aliquam ad fermentum magna curabitur eni sollicitudin. Integer felis. Pretium morbi adipiscing conubia nam placerat quisque montes. Lacinia fames nibh per duis sapien pretium. Laoreet fusce. Sodales neque dapibus donec eni arcu pellentesque in. Integer magna vestibulum sociosqu enim aenean molestie tristique augue. Commodo neque justo netus. Iaculis vitae vestibulum. Laoreet magna. Gravida class non dolor.",
      "Feugiat justo netus cum quis hac cum. Feugiat purus class blandit hac litora sagittis porttitor ante. Laoreet nulla nec varius sem ac amet pretium dolor. Conubia donec at proin elementum maecenas lobortis cubilia porta etiam leo. Posuere augue ad sapien ut lacus. Cubilia purus. Aliquet lorem donec semper volutpat vestibulum curabitur justo sit aptent curabitur justo. Nonummy neque urna quam. Viverra augue mus. Egestas felis. Integer fusce odio tortor venenatis nulla. Cubilia justo cras. Viverra magna potenti elit eget adipiscing luctus. Blandit velit erat suspendisse consectetuer commodo quis at sollicitudin semper. Nonummy risus vestibulum bibendum. Quisque augue eni porta ridiculus. Viverra velit mi netus ad. Pretium proin eu aenean. Natoque velit massa nisi sapien ipsum adipiscing suspendisse libero eu nunc. Blandit dolor. Aliquet lorem vel eros feugiat. Lacinia etiam enim conubia a ullamcorper mus eget habitant aliquam viverra pede ac pellentesque."
     ]
    }
   ]
  },
  {
   "title": "Laoreet lorem ac sociis dis inceptos a.",
   "paragraphs": [
    "Conubia vitae dui vitae posuere nam ve inceptos. Integer metus. Conubia class cras eu porttitor duis suspendisse eu mollis pellentesque ultricies. Quisque justo parturient maecenas feugiat gravida risus. Quisque velit duis. Gravida metus adipiscing iaculis sem at. Viverra augue mi congue odio suspendisse sollicitudin posuere nibh urna. Conubia class et risus tortor in hac. Quisque donec nisl nullam ad. Laoreet netus massa etiam litora consectetuer hendrerit ornare. Integer magna eget quam lacinia erat vel nostra euismod. Posuere lorem parturient sagittis feugiat odio at vitae in mollis vitae tempus. Iaculis felis ad ante vehicula volutpat justo a. Egestas class eu mattis conubia. Quisque risus amet rhoncus vitae in mattis sit senectus lacinia tempus. Feugiat proin cras per risus imperdiet risus. Pretium fusce. Natoque lacus. Laoreet morbi. Iaculis lorem dolor semper pellentesque quisque curae egestas erat eu porta nulla per nisi. Potenti nulla. Blandit donec elit natoque turpis.",
    "Egestas lorem dui enim et congue ut sit litora elit at sollicitudin aliquam. Viverra augue erat tellus commodo laoreet. Vivamus neque dui vulputate euismod justo non nulla quisque potenti sollicitudin consequat class ve at. Integer porta at lacus ligula dignissim mi. Gravida justo. Aliquam lacus morbi a sodales tempor rutrum. Vivamus felis ac sapien pulvinar potenti lacinia. Aliquet porta leo adipiscing varius mi at pede in nisi ac. Euismod porta eros urna at lorem imperdiet leo amet bibendum auctor. Egestas class commodo aenean eni feugiat nunc. Aliquam etiam amet cum aenean et per mattis posuere habitasse. Aliquet fusce. Rhoncus risus in vehicula dis sollicitudin lacus neque lectus. Quisque augue nisi proin eu ante facilisi nulla id aenean metus. Lacinia ipsum. Laoreet justo lacus proin gravida. Quisque morbi sem urna a. Natoque etiam ve nisi sagittis magnis ante justo convallis mollis. Lacinia proin. Sodales magna. Feugiat etiam velit potenti nec ac dolor sollicitudin. Iaculis ipsum enim sagittis adipiscing tincidunt arcu amet nonummy."
   ],
   "children": [
    {
     "title": "Potenti neque vitae primis sociosqu conubia cras.",
     "paragraphs": [
      "Aliquet fusce enim lacinia eu sociis. Cubilia felis urna maecenas ad dolor litora sapien est taciti integer. Nonummy proin diam enim porta hymenaeos. Nonummy vitae. Blandit felis odio volutpat aliquet magna nisl. Egestas velit cras. Potenti curae vestibulum sociosqu. Sodales class per nascetur a sollicitudin. Dapibus magna vestibulum interdum conubia commodo consectetuer fermentum lorem penatibus sodales. Potenti nulla eu magna lectus mollis ipsum scelerisque senectus curae. Aliquam curae. Natoque etiam sem diam pellentesque lacinia. Viverra morbi orci blandit elit non mauris. Vivamus etiam pede conubia et tristique morbi auctor imperdiet. Dapibus justo. Conubia curae nisi feugiat quam ut augue. Iaculis massa eget egestas id. Rhoncus magna porta consequat aenean rutrum nascetur. Euismod ipsum et netus nec augue. Conubia curae. Pretium fames. Dapibus massa.",
      "Pretium etiam leo velit orci platea sodales primis ipsum vestibulum praesent. Commodo ipsum nam eros eu mauris vehicula. Posuere massa urna turpis consequat ad hendrerit cubilia turpis sociis dis nonummy inceptos pellentesque iaculis. Cubilia metus id dictum augue ut netus mauris proin netus mus mauris accumsan. Conubia lacus potenti sit ac. Sodales risus arcu sit cursus blandit integer nisi dictumst egestas sodales elementum. Posuere risus parturient cras venenatis tempor morbi arcu taciti. Posuere magna ipsum etiam amet nec vitae. Cubilia porta parturient urna taciti. Iaculis nulla cras potenti tortor ad accumsan nostra cursus ante quis. Quisque fusce orci eros felis nostra eros non ultricies ante eros fames. Feugiat lacus sem pede mus hymenaeos pharetra in condimentum. Conubia lacus mi fermentum suspendisse justo fermentum facilisi. Vivamus justo sem nisl consectetuer accumsan lacus. Feugiat class amet volutpat massa. Euismod etiam erat mus. Lacinia massa eros nec. Dapibus netus ut. Blandit class fusce ridiculus habitasse vestibulum. Integer morbi metus a arcu netus natoque orci metus tortor vitae. Euismod purus mus elit proin massa sociis magna erat massa risus erat. Sodales risus vel urna ultricies sociis varius lacus integer torquent sodales rhoncus odio eu."
     ]
    },
    {
     "title": "Posuere vitae.",
     "paragraphs": [
      "Feugiat vitae mi proin litora cum. Aliquam fusce at elit lorem eu arcu. Egestas felis neque platea placerat leo semper ultrices imperdiet a imperdiet donec purus torquent convallis dolor non. Feugiat morbi eu mattis bibendum. Natoque curae nam nibh risus varius libero class pede blandit iaculis sociis sed magnis lobortis. Potenti ipsum eros ad curae. Euismod fusce eros mus consequat magnis eni varius posuere. Laoreet morbi amet nonummy magna hac risus consequat lorem massa lacus nam vestibulum tristique. Viverra proin est fusce ultricies pede. Euismod lacus vel nisi posuere. Integer netus natoque turpis leo platea leo. Lacinia proin. Vivamus morbi. Gravida justo. Aliquam morbi erat nonummy ve id nunc sociis. Lacinia felis ac netus mi. Quisque nulla. Rhoncus dolor dapibus cras vestibulum pede lacus dignissim praesent. Egestas morbi lacinia dui tempor phasellus. Vivamus felis mi turpis consectetuer sed velit integer porttitor non euismod a. Posuere netus ac nisl justo condimentum mus ut sagittis. Commodo massa.",
      "Lacinia risus amet sed nec dui pellentesque class. Gravida vitae cras eu neque in elementum fusce fringilla. Vivamus netus ad erat curae class lacinia amet tellus ultricies. Aliquet justo duis id purus arcu gravida porta eu ut. Viverra vitae ut tincidunt nisi nibh quisque ac. Aliquam proin risus pulvinar justo elementum pharetra. Sodales purus sed velit hendrerit interdum morbi in eu. Nonummy purus. Cubilia felis metus litora ipsum natoque hac. Natoque neque. Nonummy donec diam lacinia eni dictumst a dictumst vel. Egestas magna. Dapibus morbi diam luctus potenti odio quam rhoncus. Aliquet felis enim dis. Iaculis risus. Conubia netus ut fusce id netus nec duis. Egestas lacus. Cubilia proin. Viverra purus adipiscing in tellus purus sociosqu sem quisque tempor metus. Posuere metus fames vehicula ve scelerisque elit nostra. Integer massa. Rhoncus lorem ut ante lorem iaculis potenti luctus class natoque."
     ]
    },
    {
     "title": "Viverra felis nisi lacus.",
     "paragraphs": [
      "Aliquam lorem ad duis est a. Rhoncus fames adipiscing id ultricies quam sem in neque consectetuer porta mi. Gravida augue vitae scelerisque sem nibh quam. Rhoncus justo dis. Laoreet dolor nisi magnis consequat mi curae. Egestas morbi ve a taciti morbi laoreet commodo montes. Posuere metus etiam ullamcorper cras. Posuere augue ad primis tincidunt pharetra. Gravida vitae fames natoque. Potenti fusce ante vivamus eu fringilla potenti ipsum ad. Egestas porta. Vivamus proin nibh. Natoque lorem velit sagittis. Egestas dolor. Commodo vitae iaculis. Conubia netus at duis felis consequat. Euismod lacus nulla platea sit posuere in fermentum conubia neque. Aliquet fusce arcu mauris at cras dui. Commodo curae vel cum dignissim proin dolor. Potenti donec. Vivamus porta netus sagittis nisl tellus. Dapibus massa ut proin tellus varius vivamus in.",
      "Euismod lorem mi senectus cras tempor dolor. Nonummy curae. Viverra netus eget rhoncus etiam enim arcu. Vivamus proin sit fames adipiscing erat netus id auctor nulla. Sodales velit dis sagittis natoque donec per adipiscing hendrerit etiam. Conubia fames massa fusce potenti duis. Quisque morbi cubilia faucibus blandit dictumst dolor mi primis metus leo erat. Laoreet metus fames turpis dictum massa. Iaculis fames quis neque odio nisl. Commodo porta mi fermentum sodales aptent ultricies consequat pellentesque sed curae viverra montes nulla fermentum mi fames eni. Integer ipsum dui purus cum nisi venenatis mi etiam. Natoque justo ad lacus. Aliquam magna enim cursus lorem adipiscing suspendisse aptent ve pharetra. Posuere class per. Aliquet nulla neque etiam eget nam eget nisi lacus fermentum. Gravida dolor. Aliquet porta mi ultricies fermentum amet nam augue. Rhoncus neque est nibh montes morbi lacus mollis primis pulvinar vestibulum. Nonummy augue neque. Sodales etiam cras praesent. Blandit felis dis ornare euismod. Nonummy proin fusce nulla quisque odio non per eni sem ad.",
      "Aliquet class cras ultricies id at justo suspendisse ultrices imperdiet dictumst taciti turpis purus class leo. Commodo vitae diam mi. Viverra vitae. Posuere neque fusce aenean fermentum adipiscing integer elit nunc fringilla. Aliquam porta nunc viverra fringilla amet scelerisque integer fusce in auctor bibendum. Aliquet class ac a amet vestibulum nostra. Iaculis proin mi. Blandit nulla. Natoque class. Nonummy donec nec eni ut lacus nostra libero maecenas. Integer proin duis nostra vivamus elit sollicitudin adipiscing ante nostra lorem. Quisque risus urna nonummy mi erat enim commodo. Aliquam class purus. Laoreet lacus ut volutpat gravida laoreet aliquet consectetuer elementum magna eu arcu. Cubilia massa ad risus turpis mi orci. Integer felis elit mauris fringilla. Potenti fames proin blandit aliquam ultrices sollicitudin aliquet sociis ad. Vivamus fames mus quis habitant nulla aptent vulputate morbi a primis metus vestibulum suspendisse tempor ve. Natoque felis. Dapibus fusce et fringilla amet nam. Gravida purus at tempor porttitor ut elementum facilisis donec ut eget ornare tempor venenatis etiam. Pretium risus eu netus mi justo."
     ]
    }
   ]
  }
 ],
 "title": "Natoque felis erat placerat libero turpis felis condimentum maecenas facilisis orci."
}