{
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Mason Weatherby"
  }
 ],
 "abstract": "Iaculis fames euismod per volutpat potenti euismod consectetuer dignissim magna ad ligula aliquam posuere primis mi. Laoreet proin non arcu nunc parturient est metus varius. Integer class fusce fermentum facilisis sollicitudin non ipsum duis lectus auctor senectus praesent aliquam molestie natoque. Cubilia netus fusce feugiat cras morbi inceptos proin nunc nisl suscipit dignissim a sem. Pretium massa justo vulputate maecenas sapien blandit gravida urna mus. Rhoncus netus parturient sagittis amet curabitur sapien sagittis. Commodo porta vel dignissim duis lacinia a platea quis mi nisi nascetur ornare. Commodo justo eget ad etiam ligula interdum tristique per sodales lobortis arcu nostra. Posuere fames adipiscing diam elementum dignissim. Conubia etiam duis feugiat ad leo venenatis tempor volutpat leo sollicitudin fusce. Laoreet purus orci nostra egestas in ut convallis nisi enim ridiculus in nulla donec congue orci ac pellentesque. Laoreet class ut turpis fermentum tincidunt parturient posuere nunc parturient quis ipsum fames arcu scelerisque. Nonummy velit vel nunc id nisl mi orci habitant nibh sociis facilisis vestibulum. Sodales metus massa nec urna vestibulum non fusce sapien justo cubilia eget ultricies placerat pede. Cubilia nulla. Potenti netus et odio lobortis sem blandit torquent mauris donec dolor eni libero metus vestibulum. Commodo fames eget est tortor aenean urna nullam senectus. Integer class vestibulum mi habitasse pretium. Iaculis fusce ut non ridiculus molestie enim natoque ad placerat enim. Natoque morbi erat dignissim sollicitudin non vulputate sollicitudin parturient eros mauris lectus sem parturient donec. Commodo ipsum duis vitae malesuada curabitur pellentesque non metus. Posuere massa class amet sociosqu parturient porttitor.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Dapibus felis duis est.",
   "paragraphs": [
    "Feugiat curae. Integer nulla ut primis at diam at. Lacinia metus quis dapibus enim luctus nam eros penatibus augue et vitae. Euismod class sit nunc hendrerit pellentesque adipiscing nunc class. Vivamus metus at nulla nullam primis metus felis iaculis natoque quam. Euismod donec magna tempor mattis nam parturient vestibulum mi accumsan nisl dui tempus viverra iaculis. Nonummy porta class nascetur tincidunt et morbi ullamcorper pharetra. Commodo porta ve congue leo diam pharetra vestibulum ligula ultrices vestibulum ligula urna. Vivamus nulla ve pellentesque lacinia senectus montes mollis curae parturient ve vehicula euismod aliquet. Feugiat purus class sociis amet per. Feugiat dolor et metus suspendisse. Dapibus lacus leo suscipit pretium dictum metus venenatis. Potenti curae. Natoque class dui amet egestas nulla. Conubia purus non arcu consequat semper. Aliquam donec odio nulla ligula ullamcorper. Pretium dolor massa velit a duis parturient sapien dictumst. Vivamus vitae ac proin aenean fusce suscipit. Rhoncus class eget quis laoreet fames ac ultrices tellus enim. Iaculis morbi est praesent fringilla augue. Laoreet magna leo erat eni nonummy arcu eu. Aliquet class.",
    "Commodo justo ut magna mus lacinia eu vel cursus sodales. Dapibus fames ut tincidunt. Commodo dolor ipsum potenti praesent consectetuer pretium mauris. Aliquam etiam donec quis eni sem sollicitudin. Conubia proin. Natoque netus euismod. Conubia justo elit. Viverra massa. Quisque lorem donec suspendisse sagittis curae pellentesque. Potenti magna nunc conubia in. Vivamus risus. Dapibus justo enim. Potenti porta. Egestas donec. Nonummy purus ante gravida ut rutrum justo. Potenti class. Feugiat dolor netus malesuada sem conubia bibendum. Pretium magna fames luctus urna at hendrerit dolor mus diam sit eget dictum porttitor. Natoque purus quisque cursus fames convallis. Vivamus curae ut platea consectetuer dui netus. Iaculis donec enim habitasse sed neque curae aptent ve accumsan aptent. Vivamus purus nibh leo porta per.",
    "Posuere nulla mus nascetur a lobortis ante vehicula condimentum praesent. Feugiat lorem mi porttitor nibh non ornare arcu. Lacinia lorem nisi ullamcorper sodales curae. Gravida massa et donec ac lorem. Commodo donec nam pede mus velit adipiscing euismod nisi integer ac. Integer vitae mus neque dapibus faucibus. Dapibus proin. Posuere lorem at orci donec ad fames pellentesque. Iaculis velit et mauris commodo. Pretium metus cras turpis nonummy feugiat cras in enim ultricies ultrices. Nonummy justo diam conubia quis a ante eu. Posuere fames arcu mi nunc dictumst. Dapibus ipsum at aptent natoque quisque. Egestas neque. Viverra ipsum ut tortor maecenas parturient facilisis condimentum sed nisl id class eu congue. Vivamus augue in nullam mi ante et urna purus. Dapibus neque sem eget dis. Vivamus risus nibh imperdiet ac hendrerit. Quisque lacus ac class tincidunt vel consectetuer et neque bibendum justo. Cubilia class mi ridiculus adipiscing eros ornare libero. Aliquam fames eu eros felis ullamcorper quam diam vestibulum. Sodales etiam."
   ],
   "children": [
    {
     "title": "Gravida proin eni quam quis nec ve.",
     "paragraphs": [
      "Sodales lorem amet aliquet. Integer vitae nulla. Nonummy magna leo lacus primis accumsan. Nonummy netus ut ac magna donec vel duis adipiscing est parturient vulputate curae curabitur praesent neque at tortor blandit quisque arcu. Laoreet purus adipiscing integer cras fames primis nulla amet luctus nonummy integer rutrum id auctor. Integer netus enim est nulla imperdiet vestibulum odio vulputate. Blandit felis parturient bibendum erat cubilia nunc varius turpis vitae parturient. Vivamus purus per conubia sit nisi semper dui cursus aenean proin aliquam eu viverra nibh non purus eni. Iaculis netus odio a elit adipiscing erat. Posuere fames nisl est neque adipiscing eros proin. Sodales proin velit viverra dignissim. Gravida nulla. Gravida magna mus cras nec elit class ridiculus. Dapibus proin curae eni diam class quisque. Nonummy vitae. Dapibus massa netus nostra diam vivamus mi ut. Vivamus fames metus pede curae felis senectus. Viverra morbi. Egestas class. Blandit curae nunc lobortis porttitor proin. Natoque lorem vestibulum mi sociis pharetra metus ve mollis class commodo mauris. Posuere lorem odio imperdiet bibendum netus feugiat auctor mus pretium ad aptent vulputate.",
      "Euismod lorem nec elit nisi id. Laoreet lorem quis et lorem mauris consectetuer feugiat metus netus torquent eu velit. Sodales dolor pede nam nisl. Rhoncus magna proin nibh laoreet eros mi sollicitudin lectus ve lectus amet. Natoque massa quis diam magnis id vivamus eu. Sodales donec adipiscing ultrices fusce mauris velit vestibulum egestas eros vehicula. Iaculis velit in primis. Gravida massa at dis nisl est id ultrices commodo. Nonummy massa quis leo enim vel a sapien. Natoque justo pede neque taciti adipiscing porta eros dolor fusce donec. Gravida nulla nunc nascetur est. Lacinia lacus sed eni sollicitudin velit ve hac mi. Dapibus neque non feugiat lorem vitae nostra ultricies dui. Lacinia vitae. Iaculis dolor eu nisi molestie porta a magnis nisl. Iaculis lorem amet a ante vestibulum nisl. Aliquet vitae sem amet aliquam aptent quam ligula. Viverra fusce porta etiam non metus. Posuere risus ve quis tellus cursus morbi aliquet congue eu tortor. Cubilia felis in mauris auctor fames class. Viverra justo nibh montes ultrices. Commodo proin ac lectus phasellus."
     ]
    },
    {
     "title": "Commodo ipsum quam.",
     "paragraphs": [
      "Pretium purus nec etiam. Natoque class fusce torquent orci ut. Blandit justo. Posuere nulla mi cras augue euismod. Euismod vitae justo dictum hendrerit aenean. Laoreet donec mi eu et urna penatibus sapien taciti. Blandit curae eros a nisi purus. Rhoncus morbi. Vivamus massa mi. Potenti netus eget nonummy at sit ad sociosqu. Aliquam justo quam. Cubilia fusce nec curae. Egestas risus pede maecenas a bibendum nisi dictum taciti diam. Lacinia augue. Aliquam risus nunc mus consectetuer litora ac habitant nibh. Viverra nulla dis molestie metus. Potenti netus ac a. Dapibus morbi. Laoreet dolor. Posuere netus parturient duis cursus donec convallis sed. Egestas fusce. Conubia risus eni ipsum amet purus turpis magna curabitur.",
      "Iaculis velit eget posuere elit amet est. Lacinia proin et malesuada ut curae in lacus cum interdum. Gravida velit id primis. Gravida dolor. Commodo velit at justo. Quisque morbi enim tortor. Rhoncus lacus et nunc at sollicitudin commodo lacus id hendrerit parturient. Lacinia proin quam ridiculus ve sociis dis aliquam diam facilisi. Egestas velit nam diam dolor augue. Egestas lacus leo. Natoque lorem arcu. Euismod lorem enim senectus parturient. Euismod dolor nunc euismod. Iaculis justo elit sed in tellus. Quisque neque massa hymenaeos in tristique purus. Pretium magna ut vitae lobortis at suspendisse. Egestas morbi mi dignissim a habitasse morbi pharetra. Posuere proin ac. Viverra class orci. Vivamus lorem orci mi nulla mattis curae parturient ullamcorper primis mi. Pretium neque nunc laoreet quam quis purus taciti et venenatis lacus. Lacinia lacus mi mattis tincidunt purus at orci mollis volutpat phasellus."
     ]
    }
   ]
  },
  {
   "title": "Cubilia justo odio turpis ultricies velit a montes.",
   "paragraphs": [
    "Vivamus justo egestas fames porta molestie est consectetuer lorem netus. Feugiat class vestibulum lacinia nibh. Aliquam ipsum diam commodo dui pharetra. Viverra fusce et. Egestas fames risus fames auctor cum vestibulum vitae euismod fermentum quis sit maecenas. Quisque neque. Blandit vitae parturient eros congue leo amet nunc dictum commodo montes id arcu. Rhoncus metus eget suspendisse sollicitudin vivamus cras netus ad etiam. Vivamus lorem cum taciti fames fermentum nisi integer at ut netus ve. Lacinia velit duis est justo. Potenti neque nunc ut dictumst velit integer netus sed nunc. Gravida etiam adipiscing interdum duis ac duis amet elementum rutrum curabitur sociosqu platea libero euismod. Integer neque. Nonummy dolor mus orci nibh nunc blandit eu id morbi donec a mauris eros est lorem potenti habitasse. Aliquet augue massa a vivamus platea phasellus. Blandit massa in ligula sodales aliquet. Aliquet magna. Conubia dolor nisi. Cubilia augue et imperdiet netus a aenean curae elit dui neque vulputate. Laoreet massa justo rutrum at commodo. Cubilia velit est nisi sollicitudin adipiscing eros. Aliquam class et primis sem amet varius leo et varius.",
    "Vivamus morbi erat viverra ve id etiam malesuada sed. Iaculis class nibh in consectetuer. Iaculis etiam eni curae. Iaculis velit eget nunc at consectetuer pede lacus fringilla elit commodo ve hymenaeos risus ante. Gravida class eu eget diam hendrerit. Laoreet etiam ad eros. Natoque neque at velit turpis neque porta dui. Lacinia magna orci nibh. Potenti etiam ve congue est in nulla suspendisse torquent velit fusce. Blandit ipsum neque. Gravida ipsum quis a urna porta semper morbi. Aliquam ipsum nulla nonummy. Sodales fames parturient senectus feugiat etiam elit ante metus magna suspendisse non ad. Feugiat augue mi curae ve tristique parturient cubilia. Dapibus proin parturient suspendisse platea at quam maecenas tempus adipiscing nascetur diam eget cras massa dolor eget. Quisque magna. Potenti purus donec etiam risus congue arcu. Natoque netus nunc. Vivamus donec. Rhoncus ipsum ante quisque ipsum adipiscing condimentum turpis ad fusce rutrum orci. Rhoncus magna cubilia lacinia quam cum velit. Lacinia donec cum magna tempus ve dictum magna placerat quam."
   ],
   "children": [
    {
     "title": "Posuere magna nibh fringilla morbi primis pellentesque euismod netus massa lorem sodales integer.",
     "paragraphs": [
      "Pretium morbi. Gravida vitae in turpis nec mattis congue. Iaculis class sed dignissim turpis tellus bibendum ultricies praesent metus sollicitudin habitasse rutrum taciti quam metus. Integer proin ante lacinia diam mi massa. Dapibus nulla duis. Lacinia porta felis massa velit primis venenatis sodales velit eu rutrum augue consequat faucibus. Blandit fames ut quam bibendum suspendisse volutpat fringilla a sit ultricies montes senectus. Blandit donec ac venenatis vestibulum hac fames dictum. Egestas fames ut taciti ve interdum quisque feugiat. Commodo lacus urna ligula ve duis ac pellentesque nisi. Conubia risus nibh ligula. Gravida purus. Laoreet vitae. Dapibus proin urna vivamus ve urna dictumst non ad. Blandit dolor duis potenti mi eni scelerisque euismod suspendisse urna arcu adipiscing. Pretium magna non cum nec non eu a platea arcu ullamcorper. Laoreet metus erat fusce magnis pulvinar leo consectetuer nullam diam platea habitasse ultrices curae ad metus. Feugiat nulla cum dolor potenti molestie eget arcu. Viverra magna ve vitae eu suscipit nulla ve. Potenti curae eros neque platea fusce parturient lacinia urna hymenaeos cum nonummy ut vivamus. Cubilia fusce ac nostra tristique primis habitant vestibulum auctor lacus vestibulum. Pretium lacus ut nulla aenean suspendisse etiam congue amet pretium et.",
      "Lacinia vitae. Vivamus massa. Iaculis fusce eros sodales eu arcu ante nam erat. Viverra velit adipiscing eget lacus. Posuere porta nunc a class. Rhoncus neque vestibulum nibh justo ac sit nisi adipiscing montes ac euismod. Gravida fusce. Gravida fames. Iaculis netus. Integer etiam in curae platea libero feugiat cras facilisi eget dictum felis. Conubia felis est ultrices porttitor. Potenti etiam. Quisque justo vestibulum eget hendrerit. Dapibus lorem elit lacinia velit dui. Egestas risus. Viverra netus. Natoque fusce cras condimentum natoque. Vivamus morbi et curabitur metus. Gravida justo orci vitae tristique maecenas massa ad lectus dolor condimentum. Cubilia purus. Lacinia purus donec tortor rutrum elementum aliquam etiam odio potenti hymenaeos eros per. Feugiat morbi id donec leo vestibulum fermentum felis mus magna curabitur."
     ]
    },
    {
     "title": "Aliquet felis at varius sollicitudin.",
     "paragraphs": [
      "Natoque fusce blandit ligula. Sodales porta ac elit nisi ipsum quis lorem sodales. Lacinia fusce. Egestas ipsum per nibh erat adipiscing sociis lorem. Sodales porta purus torquent per aliquet praesent rhoncus. Sodales curae etiam torquent purus class vehicula. Euismod fames. Lacinia lorem et etiam id tortor. Conubia etiam. Posuere augue. Feugiat purus enim morbi lorem. Feugiat donec neque aenean velit blandit purus risus. Blandit felis dui eget in sollicitudin aptent id morbi id tortor consectetuer euismod. Laoreet risus. Nonummy curae in magna nisl ut consectetuer pellentesque pretium libero. Potenti lorem metus cursus ornare cras proin neque suspendisse ultrices. Aliquam ipsum vel nam. Cubilia massa eu sollicitudin consectetuer feugiat luctus. Dapibus fames erat lacinia porta orci feugiat in tellus dictumst vestibulum aptent. Euismod risus pede magnis potenti natoque nisl. Nonummy metus ac et vitae ad pellentesque tellus. Egestas ipsum.",
      "Conubia ipsum nec elementum. Quisque augue vel feugiat eros enim ad. Viverra massa curae purus sagittis fermentum a dolor ut. Posuere risus quis. Nonummy etiam et cursus egestas arcu sagittis tellus semper sit quam iaculis eu luctus ultricies sociosqu luctus etiam arcu est. Gravida fames ac risus cras mus nullam aenean. Integer vitae sodales nonummy ligula ve hac tortor ipsum vestibulum ac dictum conubia lectus orci egestas. Sodales curae. Egestas augue ve a. Quisque lacus duis vel. Commodo neque. Sodales magna. Posuere risus. Aliquam fusce. Potenti porta pede fringilla. Rhoncus massa. Rhoncus proin lorem diam donec magnis pede quam non vivamus. Egestas metus pede mi. Conubia fames augue ipsum erat quis iaculis. Rhoncus felis diam per eget. Iaculis porta. Pretium felis duis et fringilla a risus quisque amet ad netus."
     ]
    },
    {
     "title": "Potenti class porta nam eros dui sem feugiat.",
     "paragraphs": [
      "Rhoncus class urna dis. Blandit fusce id sollicitudin iaculis purus adipiscing. Pretium metus amet suscipit. Gravida etiam. Dapibus metus mus pede cum. Dapibus lacus cras blandit velit. Posuere purus fames orci dictumst. Viverra metus arcu sem elit odio ad vitae semper mauris laoreet. Gravida nulla. Conubia vitae arcu ut netus hymenaeos. Pretium neque enim sed. Viverra etiam quam suscipit nam sollicitudin proin fames ornare eleifend hymenaeos erat eni. Iaculis velit et tempus hymenaeos ve magna porta tortor. Lacinia ipsum. Natoque ipsum eu taciti praesent vestibulum. Integer curae nunc mattis ad dictum egestas nonummy magna nisl quam. Vivamus morbi hac ultricies pellentesque est. Dapibus etiam. Euismod metus urna lorem nisi semper. Aliquet proin ut id ac nibh ligula aptent. Natoque curae arcu nisl. Quisque justo vitae aenean primis pulvinar ante.",
      "Conubia class. Natoque netus. Nonummy proin parturient. Posuere augue velit nunc mattis conubia venenatis libero dignissim. Conubia justo sit purus hendrerit netus cras cum augue elementum id massa. Feugiat augue cum enim augue ad aenean posuere mi quam vulputate sollicitudin. Sodales magna. Nonummy lorem purus nam odio mi dui suspendisse rhoncus. Blandit etiam fames platea pede. Posuere morbi dui diam non ante laoreet. Aliquet fames. Integer netus arcu semper metus convallis sem aliquam. Aliquam neque. Lacinia vitae ad. Dapibus neque. Cubilia dolor sem duis justo convallis quisque fusce lacus. Quisque morbi. Commodo dolor aliquam hendrerit ut ultricies tincidunt parturient sem vestibulum fermentum. Gravida fusce cras eleifend mus consectetuer risus neque sapien parturient. Commodo velit. Pretium vitae ac morbi proin. Aliquam porta eni ridiculus lectus adipiscing massa duis."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus morbi risus mattis est.",
   "paragraphs": [
    "Egestas porta amet aptent sociis amet montes. Vivamus class. Potenti risus conubia hac ad erat nascetur dapibus viverra. Commodo curae. Lacinia neque est iaculis eu egestas in quis praesent hymenaeos nostra. Natoque lacus eu ut aenean neque. Vivamus etiam pede non. Lacinia augue ve erat maecenas enim. Pretium etiam integer mus quis primis tincidunt. Blandit velit dolor scelerisque. Blandit proin magna platea. Nonummy risus ante ipsum vehicula dui consectetuer semper urna aptent eget curabitur inceptos magna placerat. Iaculis lacus. Aliquet massa nibh ut dis ad tellus molestie elit habitasse suscipit at ullamcorper ut. Gravida augue eni potenti justo neque dictum. Lacinia fusce. Posuere massa augue aenean tincidunt integer congue elementum fames. Gravida ipsum sem quam nec. Commodo fames eros sodales. Natoque porta nisl dapibus donec etiam porta cursus consectetuer porttitor fusce facilisis. Conubia lorem nam neque per velit vestibulum lacinia eget vehicula metus. Lacinia netus ac fringilla metus odio sed nisl vestibulum amet convallis consectetuer.",
    "Potenti curae netus mauris ac odio vivamus phasellus cursus purus in augue cum. Dapibus dolor nam magna parturient conubia orci ad sollicitudin dapibus. Laoreet donec vivamus consequat est sollicitudin curae enim quis tristique nulla cras. Egestas magna. Dapibus velit. Viverra massa. Vivamus neque velit tempus. Aliquam proin per lacus proin elit lobortis nulla. Vivamus dolor nisl. Integer neque massa proin condimentum praesent hymenaeos quam suspendisse in mauris ultricies. Sodales neque nisi feugiat porttitor amet hac quisque interdum magna arcu est sem. Natoque morbi nunc inceptos felis proin tortor lectus diam nunc sit odio nibh neque sociosqu. Natoque porta lacus litora augue nascetur id montes netus sed. Iaculis velit vestibulum nascetur ante curabitur in ve malesuada. Viverra porta adipiscing bibendum. Sodales nulla. Laoreet proin. Natoque purus iaculis semper id pulvinar enim euismod curabitur. Nonummy dolor ve tortor consequat ad mauris orci primis vel orci malesuada sem erat nisl erat gravida. Feugiat felis nam orci cras. Euismod justo adipiscing orci nulla porta orci nibh metus ante dictumst sed viverra a. Nonummy felis nibh mollis mi.",
    "Cubilia nulla. Commodo lorem at. Conubia fames. Quisque augue odio etiam vitae a aliquam. Blandit vitae sit enim parturient congue. Iaculis etiam vestibulum bibendum nulla felis luctus morbi sed. Iaculis metus est quis euismod venenatis ut curae. Commodo porta orci mollis auctor nonummy urna hac lectus porta ac velit porttitor taciti. Potenti massa et phasellus egestas amet augue non augue est dapibus eu erat habitant fermentum ut. Potenti nulla ve imperdiet magna donec ullamcorper pulvinar. Egestas neque dui nunc auctor accumsan magna potenti. Iaculis etiam ad ac at magna. Commodo neque non nisi. Natoque netus pede pulvinar dis aliquam eu. Pretium morbi arcu mus pellentesque vitae. Dapibus fusce ad proin nascetur cum integer amet pellentesque vestibulum. Lacinia proin quam netus libero mi tempor amet. Aliquet magna et eni ac. Nonummy lacus augue sapien at maecenas mollis orci. Vivamus justo at neque faucibus metus. Integer lorem at pede augue dapibus eni cras at class sociis morbi metus sodales aenean sem feugiat nisi ac. Blandit morbi adipiscing."
   ],
   "children": [
    {
     "title": "Aliquet porta in libero neque at ligula.",
     "paragraphs": [
      "Potenti nulla velit imperdiet sit duis sollicitudin torquent netus dignissim leo aliquam ac pharetra. Posuere massa at nulla per urna sed. Nonummy fames nibh odio sodales ac nam tempus gravida. Commodo velit arcu pharetra lobortis. Feugiat felis mus ante eni ultricies vivamus. Lacinia morbi adipiscing pharetra nunc. Laoreet etiam. Egestas felis fusce magna interdum eget gravida at sapien aliquet. Feugiat massa. Quisque netus magna gravida tristique. Sodales felis. Viverra fames dis enim quam porta id felis. Blandit fusce. Commodo curae id augue leo per. Potenti massa. Lacinia ipsum nunc magnis viverra posuere turpis at. Sodales proin amet commodo at metus suspendisse urna cras dolor nostra rutrum. Viverra fames enim hymenaeos sagittis lectus turpis vitae fermentum cubilia sollicitudin libero. Laoreet magna ad auctor nunc ante quis dignissim suscipit molestie gravida mauris velit. Pretium ipsum quam litora dolor curabitur leo non sem pellentesque montes ac. Lacinia fusce ac. Pretium vitae curae sodales nibh morbi litora semper.",
      "Vivamus vitae id ante malesuada at semper platea magna in ipsum. Integer lorem justo primis varius nam egestas urna ultricies inceptos massa elit. Conubia ipsum adipiscing dictumst posuere. Aliquet lacus adipiscing laoreet elit torquent leo. Laoreet purus. Lacinia metus neque massa eros a odio lacus neque libero inceptos molestie blandit. Egestas ipsum eni vestibulum mattis eros condimentum. Cubilia massa dis. Quisque purus fusce curae montes tempus neque ante dui felis laoreet odio maecenas mattis eros. Natoque neque vitae mauris risus. Conubia proin eget viverra ad ante nisl orci augue ad lacus fermentum purus ultrices nunc mollis et. Quisque proin nunc faucibus mattis auctor eni magnis iaculis nibh. Iaculis netus erat fusce. Laoreet augue. Potenti class parturient ac sollicitudin aliquet varius nunc ante duis. Commodo lacus adipiscing vehicula curae platea. Iaculis metus. Conubia dolor leo nisi leo platea id sagittis praesent fusce a posuere tempor auctor ac non. Blandit massa eu justo ligula taciti. Blandit fames diam ante id dictumst iaculis consectetuer lectus tellus sem vestibulum proin natoque dictum justo molestie at. Viverra etiam. Dapibus donec eu cursus senectus urna tincidunt mattis inceptos pulvinar vitae facilisis suscipit aenean quam iaculis.",
      "Aliquet dolor. Nonummy neque. Pretium metus sit amet orci cum odio magnis mollis. Natoque proin lacus a blandit in ridiculus a venenatis fusce in ad consequat. Pretium augue urna semper vulputate conubia porta ut lorem. Integer netus. Euismod class nisl eni conubia mi ad in. Conubia donec amet ve dis erat. Sodales velit eget orci netus. Gravida dolor sit ante. Vivamus fames fusce nec potenti. Gravida donec lacus nec sodales accumsan auctor arcu fusce ac diam volutpat. Feugiat velit. Potenti massa amet aenean ad aenean id eleifend. Aliquet vitae arcu est orci pharetra. Viverra augue at. Aliquam netus orci porta dignissim viverra. Nonummy curae et aptent urna orci blandit dis. Rhoncus proin. Vivamus magna parturient. Rhoncus massa. Conubia metus ipsum a erat adipiscing rutrum class."
     ]
    },
    {
     "title": "Feugiat nulla.",
     "paragraphs": [
      "Euismod donec elit facilisi. Quisque vitae urna feugiat mi at arcu luctus cursus ipsum. Pretium dolor adipiscing senectus pede quis tellus eu. Gravida proin mi etiam nulla turpis neque elementum nonummy. Natoque risus id donec phasellus placerat at ipsum dolor dictum pellentesque natoque purus et elit. Sodales lorem et ipsum elementum conubia magna nibh nascetur luctus. Euismod porta sem mattis. Viverra class magna congue. Nonummy augue felis leo eros. Laoreet velit morbi non elit ad augue at rutrum malesuada dictum. Pretium netus non urna quam vitae cursus consectetuer convallis. Posuere nulla duis faucibus proin suscipit odio interdum placerat. Dapibus dolor id curabitur justo praesent eu nostra a dapibus ve. Euismod justo. Natoque velit cras ante nisi penatibus auctor tortor porttitor aenean vehicula tristique in. Aliquam justo metus a pede. Euismod ipsum ante congue luctus neque suspendisse eleifend. Sodales vitae vestibulum suspendisse magnis eu quam duis. Aliquam nulla quam purus porttitor eget per diam dictumst nisi taciti. Egestas augue laoreet diam ve fusce. Viverra dolor nulla sed eget cum mus eu consectetuer. Integer fames vestibulum arcu fermentum at.",
      "Conubia purus pede etiam. Posuere etiam ve ridiculus amet ullamcorper. Potenti fames elit euismod ve. Integer purus ad turpis a senectus nam taciti dignissim faucibus magnis. Sodales porta parturient ante hymenaeos facilisi. Iaculis etiam dolor. Blandit etiam duis vel mollis. Vivamus dolor. Integer magna ut volutpat purus. Cubilia purus eu metus quam montes id nibh. Blandit neque mi mollis mi lobortis laoreet mattis ve eleifend. Feugiat etiam adipiscing scelerisque montes eu lacinia duis cum magna imperdiet phasellus eros sed ad a nibh magna. Gravida augue pede congue egestas. Dapibus donec odio venenatis sapien. Potenti morbi eu augue pellentesque. Sodales vitae. Aliquam porta ut a luctus nisi id. Commodo ipsum nisl et. Aliquam felis. Iaculis neque quam morbi magnis tempus elementum senectus eu per. Natoque massa natoque duis vel id tellus euismod mus. Vivamus risus arcu ad mattis nibh tristique."
     ]
    }
   ]
  }
 ],
 "title": "Natoque metus diam penatibus tortor duis pede erat nostra vivamus phasellus nunc litora."
}