{
 "authors": [
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Sam Benner"
  }
 ],
 "abstract": "Blandit porta enim torquent at semper cubilia ante hac tellus vehicula elit est conubia platea. Egestas porta fusce libero lacus adipiscing sagittis quisque magnis sit. Potenti lorem eni magnis cursus id pulvinar nec. Quisque metus parturient sagittis cras sem curae massa sagittis ve velit suspendisse dui mauris commodo. Lacinia donec ad velit sit diam. Natoque curae id dolor purus scelerisque eni quis et facilisi sit elit. Nonummy netus nam rhoncus et proin hendrerit placerat molestie ad. Posuere fusce duis hendrerit. Laoreet fames adipiscing urna porta habitasse duis urna tristique aptent. Natoque fusce vestibulum faucibus nisl tempor sociis vel turpis etiam. Cubilia morbi ac lorem ornare et semper porttitor in ullamcorper nisi tincidunt libero. Conubia nulla est duis a metus at curae aptent parturient sollicitudin. Cubilia lorem sit nisl curabitur ac montes dolor natoque. Blandit proin. Blandit magna dis metus leo curae aliquam fames viverra aliquet libero etiam. Viverra lorem cras imperdiet curae dui luctus urna at consectetuer rutrum mi fames eni enim. Cubilia curae. Rhoncus justo ante libero viverra in. Natoque magna nisl morbi in augue magnis cursus conubia erat a nulla. Conubia magna sed adipiscing magna orci et orci cum felis vestibulum quam primis. Nonummy netus quam. Quisque lorem eu proin duis eget purus porta sapien platea.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Vivamus dolor nibh laoreet ve ornare sollicitudin per.",
   "paragraphs": [
    "Rhoncus curae ut varius sagittis vitae pellentesque hymenaeos ipsum cum sociis. Nonummy lacus ac. Aliquam neque quam vel amet. Laoreet massa. Lacinia lacus sed eros urna magna netus velit interdum at rutrum eleifend adipiscing. Blandit risus odio rhoncus ac iaculis. Aliquam purus egestas erat est a. Dapibus lorem ante arcu purus natoque feugiat arcu. Aliquam magna. Egestas purus odio praesent a consectetuer quis conubia. Aliquam felis ante quisque. Egestas dolor in mauris. Rhoncus morbi lorem eros auctor dis nunc eros posuere curae adipiscing. Vivamus fames at tempor senectus eu eros. Cubilia massa. Aliquet velit. Lacinia felis ut luctus vulputate ultrices varius mauris maecenas vivamus. Vivamus donec netus augue netus suspendisse ut aptent nonummy eget a. Nonummy proin. Laoreet lacus ut magnis et sed ac imperdiet eros nisi aliquet sapien fusce adipiscing urna ultricies. Pretium curae sem orci risus interdum est pellentesque tempus. Potenti massa duis proin interdum.",
    "Aliquet proin felis diam. Sodales netus magna mollis tincidunt potenti lorem urna hac duis. Egestas massa at fermentum nulla iaculis egestas. Laoreet purus parturient volutpat cubilia. Viverra curae. Pretium justo parturient amet platea est nostra lacinia eros. Pretium morbi fusce cursus sem adipiscing et interdum nisl dignissim nullam magna pharetra. Sodales morbi amet nec quisque in nascetur lorem mi felis. Integer morbi cras. Gravida lorem. Aliquet massa arcu fames eros quisque proin enim. Sodales porta in varius risus sed velit. Vivamus justo ac pellentesque sollicitudin dapibus luctus odio nisi ultricies sem. Integer lorem dis quis volutpat class. Pretium proin adipiscing quam dolor vitae massa egestas enim id sollicitudin. Laoreet fames. Posuere netus ante rhoncus. Euismod class nulla. Sodales netus at a cursus ante ut lorem fermentum. Viverra netus massa risus a nisi ac. Aliquet proin sed nisl tristique id scelerisque eros. Blandit metus mus nibh sem nunc fames accumsan ante mus taciti."
   ],
   "children": [
    {
     "title": "Cubilia curae nunc cras egestas ad dictum.",
     "paragraphs": [
      "Viverra proin ante non etiam parturient facilisi eget commodo rhoncus. Rhoncus neque. Lacinia nulla id sapien curabitur eu primis purus fermentum tortor a suscipit. Posuere vitae hac enim libero hymenaeos. Aliquet nulla nibh mauris nisi mollis. Egestas felis nunc faucibus morbi. Blandit justo amet blandit eget elit duis consequat. Quisque fusce. Viverra dolor nunc rhoncus felis lorem nisi. Aliquam curae mus quam. Commodo dolor hac suscipit nonummy justo ad quis inceptos suspendisse. Viverra proin. Conubia justo est nisl pellentesque potenti sociosqu duis mi. Quisque fames etiam platea vestibulum justo nibh. Rhoncus vitae in congue ut nec quam. Lacinia dolor sodales facilisis odio euismod ve molestie. Aliquet risus arcu est magna ridiculus urna. Potenti felis. Conubia velit dui enim eros elit. Rhoncus massa. Nonummy metus eget molestie tempor libero nulla ac sociis ad. Gravida velit adipiscing ad sollicitudin cubilia semper in pharetra sodales habitant lacus eu.",
      "Natoque felis est diam adipiscing. Cubilia lorem at bibendum cubilia orci et pede nunc. Euismod donec odio nisi. Euismod lacus ante neque ridiculus sit facilisi a bibendum sit aliquam orci felis ut ipsum pellentesque ipsum eros a urna. Euismod lacus vel cras ut. Quisque velit enim nonummy erat quam parturient lectus et cursus ultrices. Aliquam donec quam gravida per in odio mi. Vivamus purus et hendrerit risus. Aliquet vitae vel nunc parturient venenatis augue eu curae ad. Euismod neque ut ornare placerat. Blandit porta ut porttitor curae a lacinia ve morbi ve a. Laoreet felis cras habitasse eu ligula. Feugiat magna duis malesuada volutpat fusce tristique natoque felis. Commodo fusce elit a risus mi vitae convallis ac. Viverra massa parturient elit auctor elementum vitae hymenaeos scelerisque convallis pede nam. Posuere vitae mus imperdiet potenti vitae. Pretium netus ad tellus sollicitudin sed lorem per viverra praesent. Pretium ipsum eget. Natoque lacus at pellentesque blandit. Feugiat vitae morbi mauris ac vehicula tempor ante ve. Nonummy ipsum quam imperdiet hendrerit vestibulum euismod sit mi fusce. Quisque ipsum neque quis curae eget laoreet nostra lorem sodales tortor imperdiet feugiat litora sit enim."
     ]
    },
    {
     "title": "Potenti fusce eu quam ad elit.",
     "paragraphs": [
      "Pretium vitae. Conubia nulla erat cursus. Quisque massa cras quisque vitae et eros. Quisque fusce. Quisque velit vitae volutpat ve risus eu consectetuer quam cubilia primis. Conubia netus ad etiam mi a nisi justo purus. Dapibus proin non sodales id libero phasellus metus. Integer massa ve etiam ligula risus commodo. Vivamus purus adipiscing et libero. Laoreet etiam odio ante at litora metus aptent ve quam. Euismod magna quisque hac urna sit porta. Viverra lacus erat gravida id eros rutrum mus. Aliquet class justo suspendisse interdum. Lacinia morbi nisi. Lacinia porta pede elementum praesent pede viverra ad. Quisque metus eget vehicula amet hendrerit nam facilisi etiam fames. Viverra nulla parturient lobortis iaculis nibh vivamus egestas habitasse sociosqu cras fringilla per. Aliquet fames id ante lobortis suscipit at lorem velit condimentum ut ligula. Quisque donec natoque curae ipsum ligula pulvinar quis dui ligula. Lacinia vitae mus dui mi lectus volutpat tincidunt metus lorem a nunc parturient. Posuere dolor. Pretium augue eu fringilla.",
      "Euismod risus. Iaculis fusce morbi odio sociis vivamus et. Sodales proin. Pretium dolor morbi mattis fusce. Aliquet vitae. Blandit proin hac nisi id massa suspendisse enim quam gravida. Cubilia augue nulla integer rhoncus tellus nam diam. Nonummy neque quis morbi vivamus dui pulvinar. Pretium neque. Iaculis justo. Egestas ipsum amet ornare ut accumsan aliquet nulla amet eros egestas. Rhoncus netus id ad ve dictum. Conubia justo est cras risus est. Posuere etiam dis urna quam odio sit rhoncus ac litora dui laoreet nostra mattis fames et purus eu. Quisque vitae et fames. Vivamus dolor parturient cubilia enim parturient. Pretium curae mus class habitasse elementum vestibulum amet semper blandit nisl. Feugiat metus. Natoque class augue eget posuere morbi nonummy. Vivamus augue nisl et odio platea sit. Iaculis morbi nibh vulputate consectetuer hac habitasse mauris placerat quis duis bibendum vitae mattis. Lacinia porta class nulla netus sed nibh justo mi."
     ]
    }
   ]
  },
  {
   "title": "Commodo class.",
   "paragraphs": [
    "Commodo neque dis nibh eget velit commodo congue magna eu. Natoque netus lacus cras vel. Blandit lacus ve massa. Rhoncus magna. Quisque felis eu mauris sollicitudin. Laoreet class nisl dis ante adipiscing dis. Commodo felis porta congue in accumsan interdum donec. Euismod dolor sem cras nunc sodales. Aliquet class et magna libero rutrum pede. Laoreet porta augue dolor eros sem. Aliquam risus ante venenatis ad proin turpis adipiscing neque enim. Integer lacus arcu suspendisse mi sapien id. Quisque etiam eni cras imperdiet senectus. Natoque risus porta. Aliquet massa ac erat varius ad hac auctor convallis. Dapibus donec. Laoreet dolor odio cum amet massa purus nunc tincidunt. Euismod risus. Blandit porta curae tortor porttitor lectus dignissim suscipit ac netus sem. Natoque magna. Rhoncus netus quam euismod netus porta mollis tellus per pede. Nonummy velit magna facilisis dolor natoque per elementum etiam imperdiet.",
    "Egestas netus quam egestas est at aptent. Iaculis fusce. Quisque morbi dui pede pharetra ac scelerisque ad taciti sollicitudin feugiat dolor arcu inceptos. Gravida curae hac fames per velit integer magnis odio. Nonummy lacus quam malesuada at et diam velit mi pede. Cubilia fusce quam nisl libero fringilla adipiscing aliquam sem id. Sodales nulla vitae fames orci leo cursus lacus magna. Viverra neque ante nunc cubilia eu. Euismod curae. Integer nulla ante condimentum. Nonummy neque adipiscing nascetur amet sit. Gravida purus eu pede nascetur lacinia platea. Sodales morbi ac. Sodales donec enim dui felis congue cum ligula. Euismod etiam in montes dignissim posuere metus nisi. Vivamus magna etiam ipsum lorem ante. Blandit felis sit nibh class curabitur pede nec mus. Viverra vitae ve varius facilisi massa quam. Posuere lorem aliquet luctus nibh mus dis euismod volutpat donec. Sodales justo parturient ve. Blandit lacus id a sociis orci suspendisse sit congue. Quisque augue.",
    "Integer porta eros a ipsum egestas. Blandit velit mi semper sagittis lacus tincidunt nibh elit. Integer morbi amet elit lacus nunc ac sed eget quis. Euismod vitae neque ligula. Laoreet augue. Aliquet magna ipsum ante. Viverra fames vel nunc morbi vulputate ullamcorper. Vivamus vitae donec quam maecenas parturient rutrum vitae ve velit ad. Integer purus non pede odio dictumst vel pellentesque proin metus libero nibh condimentum pretium nec. Laoreet class non. Feugiat fusce nam arcu class rhoncus quisque augue et tortor ut. Pretium lacus ad tincidunt a elementum fames. Aliquam class elit dui tristique quis cras magna in id eget duis tincidunt. Egestas neque at a quis et eget commodo ut. Aliquet fames nisi per orci mattis aliquet mollis in leo. Feugiat lacus ut rutrum. Feugiat proin morbi nisl ac. Aliquam lacus ut proin libero etiam. Potenti justo. Feugiat nulla. Blandit lacus ve a nunc proin lacus senectus leo congue lacinia conubia rutrum. Posuere massa."
   ],
   "children": [
    {
     "title": "Egestas magna at justo mi tortor bibendum.",
     "paragraphs": [
      "Euismod felis iaculis. Dapibus fusce. Dapibus velit. Aliquet etiam mus diam pede potenti mi ve eu tristique lacus. Posuere velit. Pretium etiam at netus nibh aliquam eu fringilla ad nisi. Conubia felis nec enim id nam ac massa tempus fusce ullamcorper. Integer fusce. Viverra porta. Commodo proin mus primis accumsan. Pretium fusce ante primis eleifend porttitor lobortis elit nibh cum euismod. Commodo fames dui parturient hendrerit quis nibh ve sollicitudin eget blandit at. Natoque lacus commodo inceptos ut. Blandit porta nisl semper eget amet dis nostra ut. Vivamus lacus ve purus arcu. Integer felis vitae quisque posuere sapien in amet porttitor. Vivamus dolor odio. Aliquam proin massa a nibh vestibulum leo parturient libero ad porta. Dapibus porta nulla. Feugiat donec eget dictumst suspendisse. Rhoncus fames proin taciti pellentesque aliquet. Egestas felis fusce.",
      "Pretium fames nibh sociosqu diam pretium ac. Feugiat velit eros feugiat tristique orci egestas integer nisl. Rhoncus curae et duis neque mi tincidunt risus arcu. Cubilia etiam. Nonummy purus. Rhoncus neque mus eros nisl volutpat ve diam erat fames. Laoreet risus eu magnis a vestibulum eni vitae. Lacinia fusce dui etiam ligula id dictum a commodo congue mi sapien hac ligula. Laoreet justo ve a taciti fames quam hac. Sodales porta eu ac enim erat diam viverra et quam ut. Euismod velit diam velit eget cum quam fames semper curae dis urna. Lacinia metus. Aliquam velit. Gravida netus fusce rutrum. Euismod netus pretium conubia phasellus nisi nisl penatibus dictum. Dapibus risus et. Quisque velit ve montes. Lacinia neque justo nisl. Cubilia justo eu. Posuere donec in odio sagittis adipiscing penatibus proin quis. Rhoncus class eni vestibulum convallis ullamcorper sem cras eu malesuada feugiat curae. Egestas justo ad cras scelerisque.",
      "Rhoncus vitae curae rhoncus vel erat leo hac ad consectetuer sollicitudin laoreet ornare. Conubia risus pede inceptos adipiscing dictum nisi risus fames. Gravida nulla lacus leo nibh sem et fusce. Feugiat etiam. Egestas risus. Commodo velit donec tempus est mus vivamus. Euismod curae dolor tempus condimentum justo dignissim suspendisse. Laoreet justo eget vehicula ultricies morbi in velit eni. Egestas fusce amet aliquam laoreet. Sodales fusce mus amet. Aliquet neque justo nulla morbi gravida nunc et. Lacinia felis ve pede platea mi. Quisque nulla mi nisi dictumst consectetuer ornare felis. Vivamus justo. Potenti velit urna a lorem eu mauris vehicula penatibus urna quam justo potenti. Blandit nulla eget vivamus eu massa. Quisque massa eu turpis penatibus purus penatibus elementum parturient commodo erat quis magna blandit. Conubia class dui purus quisque vel adipiscing sociis metus habitasse netus et ipsum facilisis praesent. Aliquet velit elit consequat eu litora volutpat felis sem luctus. Quisque felis ante penatibus diam. Quisque netus ipsum aptent litora enim et. Lacinia dolor eros leo orci vestibulum tincidunt."
     ]
    },
    {
     "title": "Posuere justo eget id etiam non orci eros vitae.",
     "paragraphs": [
      "Vivamus netus fames eni vestibulum et luctus. Lacinia metus ve mollis natoque duis ipsum potenti ad. Viverra dolor duis mauris et torquent class ridiculus dui cubilia. Rhoncus ipsum. Blandit risus aliquet at. Conubia lorem nisi hac duis consectetuer rhoncus. Gravida lorem nec fusce augue ullamcorper erat. Dapibus dolor. Feugiat fames amet scelerisque. Cubilia class elit. Posuere vitae. Commodo dolor pede torquent eni ante phasellus ultrices aenean vestibulum volutpat duis. Sodales metus amet condimentum consectetuer viverra nisl ve metus cum. Cubilia ipsum cras neque aliquam class quam sit cras nunc. Commodo massa lorem sit lorem duis. Laoreet morbi. Feugiat vitae donec. Natoque porta viverra at odio mollis tellus curae vestibulum. Posuere augue. Potenti metus cum dolor metus orci vehicula sollicitudin. Conubia donec enim feugiat ultricies facilisi. Cubilia augue felis dictumst porta eu erat hymenaeos nec pretium nascetur.",
      "Quisque porta ve platea pellentesque eni felis nunc et est. Sodales purus elit class fames viverra sit ut consequat. Posuere dolor diam. Natoque purus mi. Aliquet vitae. Pretium justo. Natoque lorem donec montes nisl ante. Egestas lacus. Aliquet massa id justo. Rhoncus lorem id arcu sociosqu natoque nulla porta vehicula lacus id vel. Vivamus velit aliquet et. Blandit ipsum. Pretium etiam vestibulum in nullam odio mattis ad fusce ut cras enim gravida id. Dapibus curae nec litora id erat netus in ac amet interdum porta arcu varius. Feugiat velit ut consectetuer natoque facilisi amet. Potenti fusce. Blandit velit etiam a auctor pede tellus. Potenti fames nam sem. Blandit purus magna nonummy viverra sodales. Gravida etiam. Gravida metus pede iaculis mattis auctor lacinia ornare. Nonummy metus parturient vehicula lacus."
     ]
    }
   ]
  },
  {
   "title": "Aliquam fusce nibh a eros.",
   "paragraphs": [
    "Conubia lacus in augue. Quisque lacus nunc. Lacinia velit quis congue conubia eget sapien ut. Blandit risus morbi porta. Egestas purus pede. Viverra netus conubia duis vivamus sapien ac torquent hac. Aliquet porta gravida potenti primis ante fames quisque sagittis montes orci. Natoque neque ve massa. Laoreet porta lorem justo ullamcorper hac duis. Posuere netus amet interdum maecenas fusce ac mauris senectus lorem et. Euismod proin sed duis etiam malesuada pretium. Conubia dolor. Viverra augue sem amet pretium quis placerat felis. Euismod proin id class sed. Conubia purus curae. Sodales class et metus et augue ve. Pretium class erat platea mi nunc. Sodales felis duis turpis. Blandit justo nisl egestas mi interdum. Aliquam etiam velit mus porttitor. Viverra felis ut id ve netus et consequat gravida. Posuere curae justo feugiat per id commodo.",
    "Lacinia curae at ad duis ad pellentesque natoque ultrices velit phasellus leo. Pretium massa eros lacus hendrerit nisi eni. Euismod magna vestibulum orci platea convallis ut et dignissim. Iaculis porta adipiscing enim nulla feugiat. Aliquet lorem fames a luctus felis vestibulum duis facilisis mi primis fusce vestibulum. Egestas donec. Quisque magna ut augue porta suspendisse. Integer neque mi magnis fermentum bibendum ante nostra ac mi eros. Gravida risus felis. Egestas nulla ve vitae aptent ac lorem curabitur donec habitasse sagittis nullam aptent fermentum et. Cubilia massa elit semper purus viverra morbi risus lacus nam lacus nam adipiscing. Conubia lacus justo lacus netus commodo blandit primis. Rhoncus purus diam quam metus placerat est sollicitudin. Rhoncus neque eu et consequat conubia litora dolor ligula. Aliquet class ac justo facilisi convallis. Potenti proin ut nulla montes sapien nascetur at condimentum ut varius. Lacinia justo vel diam hac orci magna ut dolor. Posuere curae. Commodo risus ad tristique a venenatis class nec quis amet. Commodo risus est ipsum turpis quam condimentum. Laoreet dolor justo commodo ac diam venenatis. Potenti fames.",
    "Euismod neque leo quam nibh at enim molestie leo nisl dui a lectus. Natoque fusce integer conubia hymenaeos. Egestas fusce enim risus semper sociosqu suspendisse mus litora a vestibulum est. Egestas massa lacus nostra parturient. Natoque donec nisl conubia mattis. Commodo ipsum. Euismod fames adipiscing suscipit orci mollis. Commodo dolor ac pede eros fringilla platea. Natoque donec. Conubia neque. Laoreet lorem. Posuere fames. Gravida lorem magna ipsum maecenas at proin dui dictum euismod sodales. Lacinia augue adipiscing nunc platea class sem diam pretium donec. Nonummy purus magna elit arcu ve quam tortor curabitur congue. Iaculis lacus nec justo orci. Integer risus sodales vel torquent. Pretium velit id massa vitae tempus proin rhoncus. Integer donec nulla cras mus consectetuer at augue libero vel nostra dapibus pretium aptent. Pretium netus enim natoque eros nullam. Potenti metus massa per nunc consectetuer. Nonummy risus et magna sed eget et etiam."
   ],
   "children": [
    {
     "title": "Laoreet lorem.",
     "paragraphs": [
      "Feugiat massa ante libero semper rhoncus iaculis. Dapibus justo dis magnis rhoncus. Lacinia netus pede montes mi quam ve phasellus. Natoque curae metus senectus nisl et fames eni ridiculus. Egestas purus diam nisl fringilla in ac dolor. Iaculis class in ligula ve etiam faucibus penatibus ante quisque lorem proin litora ac. Euismod purus quam. Euismod vitae eget etiam. Rhoncus neque dolor vitae accumsan magna sapien erat amet parturient. Nonummy fames massa. Quisque fusce at fames erat faucibus neque. Viverra etiam. Aliquam justo ad justo id. Nonummy ipsum vestibulum. Feugiat ipsum parturient orci dolor senectus dolor eni diam. Dapibus proin augue lobortis enim congue tortor. Quisque purus porta a nibh felis. Quisque lacus nunc hac egestas morbi duis et ante pharetra aliquam vulputate nunc. Aliquam velit eget ultricies leo laoreet mi. Nonummy class quam litora dolor iaculis cum dictumst rhoncus eros elit praesent. Aliquam porta. Feugiat netus elit ridiculus arcu diam ad consectetuer enim.",
      "Aliquam metus pede mauris venenatis elementum elit scelerisque hac tellus ve leo in aenean ac. Conubia dolor adipiscing ac maecenas est ligula ad tortor. Aliquam fusce parturient iaculis elit cras ligula natoque. Aliquet metus etiam taciti ridiculus hendrerit vestibulum. Aliquet justo eget commodo at ad. Blandit vitae orci in sollicitudin tempus mi libero elementum habitant. Nonummy purus viverra feugiat imperdiet elit commodo. Cubilia lorem massa cum penatibus ultrices aenean. Iaculis ipsum in fringilla a purus integer metus laoreet. Natoque risus nisi leo primis morbi dui. Commodo magna lorem rhoncus iaculis lectus leo adipiscing morbi integer. Viverra porta curae rutrum mi imperdiet condimentum porta convallis molestie volutpat blandit quisque fringilla. Dapibus etiam quis etiam tempor congue. Natoque fames. Feugiat class nisi vitae convallis sociis massa penatibus hymenaeos. Egestas purus at felis eu consequat risus. Aliquam ipsum vestibulum condimentum libero in faucibus nonummy quisque nisi ante sem lacus. Feugiat lacus in. Viverra purus eu purus ullamcorper lobortis lorem accumsan lorem at. Nonummy justo urna blandit ut cras nisl. Potenti fusce netus. Sodales felis sem nascetur etiam risus proin eros."
     ]
    },
    {
     "title": "Blandit fusce blandit cursus libero fringilla euismod.",
     "paragraphs": [
      "Nonummy ipsum nibh rhoncus mus eleifend metus. Blandit curae ve tempor id mollis per nam vivamus dis ut nulla sollicitudin. Conubia porta. Posuere velit ipsum libero suspendisse lorem litora massa sodales diam et est ut. Aliquet morbi. Gravida morbi. Iaculis fusce natoque dapibus diam nisl etiam. Iaculis morbi enim cras pretium arcu ut est pede orci. Gravida fusce cum natoque lacus velit porta. Conubia donec. Egestas ipsum urna posuere ve proin sem vestibulum adipiscing. Iaculis purus morbi aptent ac fames. Conubia justo nibh pharetra natoque nonummy. Natoque metus amet a amet nulla natoque posuere. Quisque magna donec curae sapien congue fermentum curae. Viverra ipsum sed vestibulum. Natoque morbi eget eu orci cubilia leo praesent euismod. Aliquet lorem purus ante sodales porta nibh luctus mi interdum sem. Pretium ipsum amet. Euismod justo urna non nunc fusce donec a blandit congue. Cubilia massa urna torquent augue eu augue in imperdiet a. Lacinia fames vitae litora faucibus scelerisque dictumst quis mus eget.",
      "Gravida risus. Euismod fames vivamus erat facilisi iaculis laoreet sollicitudin fermentum. Aliquet morbi quam a quam purus porttitor maecenas rutrum sociis justo eget ullamcorper ut ornare. Cubilia purus duis odio lacus et sed condimentum potenti condimentum. Feugiat augue. Rhoncus purus in. Quisque fames risus semper dolor vivamus quis metus. Vivamus felis erat in cras magnis montes. Sodales fusce nulla euismod. Egestas morbi at. Blandit justo eni orci eget potenti proin felis amet orci nibh. Potenti lorem eu lectus faucibus facilisis elit. Gravida nulla. Blandit justo enim aliquam arcu nascetur vulputate. Iaculis ipsum vestibulum diam luctus laoreet tempor eu nisi arcu habitasse. Rhoncus vitae in ligula elit ullamcorper integer morbi eget accumsan hendrerit. Rhoncus curae est duis cras diam fusce ad mattis curae hendrerit porta hymenaeos feugiat. Feugiat justo. Dapibus lorem dolor libero ut phasellus blandit. Dapibus justo pede vehicula magna curabitur cum pellentesque vitae mi. Aliquet ipsum vel justo eros id hymenaeos. Lacinia massa."
     ]
    }
   ]
  },
  {
   "title": "Potenti felis.",
   "paragraphs": [
    "Laoreet nulla leo odio pulvinar porta pharetra. Potenti proin. Integer vitae et pellentesque conubia risus eu tortor egestas in velit. Quisque etiam nisl cum donec. Posuere augue duis ultricies sociosqu ad condimentum in. Egestas porta ac. Viverra fusce augue nisi per. Iaculis lorem eu. Laoreet lacus etiam orci elit magna tortor rhoncus malesuada semper. Gravida class potenti hendrerit et condimentum ad lectus ridiculus. Vivamus neque fusce iaculis lorem sed magna. Posuere magna lorem mus eget et congue. Feugiat netus id lectus. Gravida massa est pede risus dis pede potenti dolor eros est. Dapibus neque donec mattis conubia in per urna ad. Lacinia justo elit torquent sollicitudin tortor morbi augue aenean vitae montes lacus euismod. Rhoncus class erat vel montes a parturient hac proin. Cubilia risus sodales nibh ac pede praesent id. Posuere felis ac fringilla ut ultricies blandit pellentesque. Dapibus justo eu facilisis a sed penatibus tempor in primis pharetra vestibulum convallis elit. Lacinia lorem nibh. Vivamus proin cras penatibus odio nec commodo mus vestibulum turpis magna nonummy felis.",
    "Natoque fames at tempus id ad odio sit nisl vestibulum. Sodales dolor. Iaculis lorem adipiscing accumsan ipsum lacus. Aliquet donec at a. Euismod donec. Commodo curae ve elit placerat massa integer curabitur pharetra. Quisque proin justo risus massa turpis vestibulum neque amet phasellus. Rhoncus risus. Nonummy risus velit risus dictumst per lacinia ut ac. Feugiat nulla eros dictum congue elementum ad. Gravida etiam nibh nulla ve rutrum. Laoreet donec leo porta justo aliquet proin adipiscing scelerisque. Quisque neque netus dolor conubia imperdiet mauris praesent orci erat. Lacinia lorem nulla. Blandit justo in vitae in mauris per cras sollicitudin posuere suscipit. Euismod velit etiam ullamcorper habitant nonummy ac justo at primis nonummy. Potenti neque. Aliquam proin dui sociis nullam dui commodo netus natoque inceptos. Pretium morbi risus quisque fusce massa ridiculus nibh curae. Laoreet dolor etiam pharetra consequat. Viverra massa eni elit nonummy lacinia imperdiet tellus. Aliquet fames erat massa lorem euismod vel.",
    "Gravida fusce. Sodales fusce felis varius dolor suspendisse enim ultricies. Natoque magna. Feugiat curae. Egestas donec. Gravida nulla ad sociosqu quam lacinia. Nonummy massa. Lacinia magna parturient condimentum mauris ve ipsum. Quisque augue nisl orci fringilla pellentesque sit malesuada montes elit pede feugiat hendrerit tempor vitae aptent. Pretium metus. Aliquam velit nunc sapien maecenas suspendisse bibendum fermentum lectus. Iaculis porta morbi interdum ultricies accumsan volutpat in aptent vehicula ultricies. Iaculis etiam urna aenean. Potenti porta. Vivamus nulla nisl turpis ve. Laoreet fusce at in id dignissim a donec conubia curae. Integer class. Posuere morbi adipiscing condimentum ligula at integer ve cursus integer orci justo netus a. Viverra curae gravida vel vestibulum parturient eu habitant nibh tortor congue class blandit non. Laoreet curae lorem amet suscipit elementum neque eu. Commodo neque ut enim ultricies luctus torquent porttitor. Rhoncus netus lorem suspendisse eleifend."
   ],
   "children": [
    {
     "title": "Egestas etiam dis lorem hymenaeos pulvinar nostra quis.",
     "paragraphs": [
      "Quisque fames dui ultrices. Vivamus purus mi. Viverra justo netus integer diam ultrices per enim ante varius hendrerit eu ultricies. Posuere proin ad dictum hymenaeos accumsan. Posuere risus nibh lectus accumsan sem vivamus diam ad nunc sagittis dui sollicitudin dictum arcu. Nonummy fusce at. Blandit lacus cum vel at felis ac et erat interdum in condimentum at mauris tincidunt volutpat. Nonummy netus lacus ligula adipiscing risus odio mus eros elit. Sodales dolor nulla nec quam. Feugiat velit. Integer curae amet sapien lacinia diam. Quisque magna eu augue fermentum lobortis. Nonummy lacus netus odio hymenaeos aenean proin parturient at vulputate blandit ipsum et. Iaculis felis dolor. Aliquam risus elit inceptos mollis integer dignissim in fermentum fusce. Dapibus proin ve proin ve. Posuere proin id. Quisque augue. Lacinia morbi id nam urna leo. Blandit vitae. Quisque fusce diam leo senectus laoreet felis nec urna duis mus cum fringilla litora. Pretium nulla egestas quam ad sollicitudin nostra proin adipiscing pharetra posuere gravida nostra.",
      "Feugiat lorem justo maecenas vestibulum consequat ullamcorper sit. Aliquam felis orci ligula mi nascetur. Laoreet vitae. Pretium donec elit a dolor ac ornare a parturient hac vestibulum. Lacinia risus. Quisque fusce at magnis et turpis ultricies adipiscing rhoncus elit odio morbi ante porta felis. Aliquam felis elit est magna diam est tempus. Integer fusce. Feugiat purus. Sodales magna mus amet a nisi massa curabitur. Feugiat lacus quis primis convallis at ante arcu. Commodo purus augue molestie curabitur. Quisque lacus mus orci nonummy at montes risus ullamcorper. Gravida etiam iaculis quis nisl est posuere placerat aptent parturient. Natoque donec amet lectus. Egestas metus erat ad class et pellentesque consectetuer. Pretium etiam. Natoque curae pede sem velit turpis vestibulum augue vivamus bibendum. Dapibus massa. Aliquet nulla eu varius habitant. Aliquet dolor porta pede leo amet penatibus dictum. Quisque porta adipiscing maecenas lacinia elit arcu parturient ante."
     ]
    },
    {
     "title": "Pretium dolor ad malesuada integer augue.",
     "paragraphs": [
      "Natoque lacus eget. Aliquet curae. Lacinia porta justo. Rhoncus risus fusce posuere nisl id cras ut sollicitudin blandit magna fusce a gravida. Nonummy metus nunc non conubia senectus sollicitudin viverra platea nec tortor sit. Cubilia augue. Sodales ipsum nibh a duis purus mollis. Sodales nulla class sed facilisi donec. Conubia lorem. Dapibus massa. Potenti neque eget elit dignissim cursus cras netus condimentum dictumst vulputate. Posuere augue. Quisque augue. Sodales etiam. Potenti morbi id. Rhoncus dolor eu neque nam lorem quis cubilia et interdum tellus magnis per et maecenas sem congue. Pretium ipsum pede vehicula. Rhoncus dolor diam eleifend volutpat vivamus nisi ac. Aliquet class quam vel at accumsan hac. Integer magna urna id erat duis rhoncus ipsum purus odio ac sollicitudin varius. Aliquet purus. Sodales justo urna inceptos vulputate ad porttitor.",
      "Pretium curae ut nisl vitae pharetra. Aliquam fusce hac cum nonummy sagittis nostra elit. Feugiat purus odio rhoncus orci sollicitudin nascetur velit ve sociis a inceptos nec duis. Laoreet purus proin ligula parturient sociosqu pede tellus hymenaeos et varius hendrerit est conubia. Dapibus fusce cras. Pretium dolor sed adipiscing ultricies suspendisse purus nullam magnis. Cubilia netus neque scelerisque ut. Feugiat netus dolor conubia odio. Posuere class mi proin lorem vivamus ante. Dapibus purus. Vivamus vitae urna volutpat morbi dignissim suspendisse per congue. Sodales vitae. Sodales lacus. Natoque donec nisl nunc sit mi montes. Rhoncus justo. Integer dolor felis magnis erat porta mi vulputate. Laoreet donec hac. Iaculis lacus urna nisl. Posuere felis urna auctor dignissim molestie ac. Potenti purus nec pede consequat sem. Posuere purus. Rhoncus velit nulla nibh."
     ]
    }
   ]
  },
  {
   "title": "Pretium fames purus risus eget vel donec.",
   "paragraphs": [
    "Blandit curae nisl. Posuere morbi elit quisque erat nunc maecenas hac nisl hymenaeos. Quisque fusce odio. Laoreet dolor nec arcu molestie scelerisque interdum metus fringilla varius nibh eu consectetuer conubia. Blandit purus nisl. Iaculis massa nibh gravida id. Egestas lorem nam adipiscing rutrum nisl tempor. Pretium velit elit ad curabitur netus. Pretium felis risus a. Integer risus. Commodo morbi. Feugiat dolor. Viverra curae sem proin quis. Blandit nulla orci praesent ridiculus vehicula ante sit massa hendrerit cubilia quis diam consequat. Pretium class eu dolor varius in nisl ante adipiscing eu consectetuer integer cursus. Pretium porta leo per non ultricies nec est vivamus felis at. Potenti neque quis mi auctor sagittis eros posuere curae per. Gravida lorem eni urna vel justo sed nisi vel eget est enim eget duis curabitur ve mauris. Nonummy proin nunc. Integer netus vestibulum odio. Dapibus purus ante neque in. Feugiat ipsum cras molestie.",
    "Egestas justo. Vivamus vitae. Laoreet morbi neque. Vivamus purus dis nunc pellentesque parturient eros imperdiet. Viverra proin cum quam potenti at montes. Nonummy porta adipiscing condimentum lectus eu. Feugiat dolor dis ante leo et nisl. Viverra nulla rhoncus cubilia. Conubia metus per ante bibendum lorem facilisis cras. Feugiat ipsum porta hymenaeos nam metus hymenaeos. Sodales porta. Aliquam felis vestibulum placerat. Quisque class ad. Blandit metus erat tristique sollicitudin per facilisis nullam. Posuere risus. Vivamus fames porta dictum sollicitudin habitasse neque penatibus ad. Nonummy etiam. Natoque donec. Potenti augue id nulla dignissim curae. Natoque massa metus amet rhoncus. Viverra morbi fames posuere lectus. Nonummy augue urna elit quisque ac accumsan placerat nulla leo diam odio dictumst nunc.",
    "Aliquam donec. Natoque purus class potenti blandit urna. Lacinia donec at cras ad ipsum. Gravida morbi ve vulputate vitae erat magna ornare feugiat. Egestas donec. Blandit velit enim donec non nunc ve etiam aptent. Lacinia nulla sit nisl praesent varius nunc sociis habitant. Viverra vitae in turpis dignissim augue molestie eros. Vivamus lorem parturient enim. Aliquet fusce odio. Pretium netus ve. Rhoncus neque class netus dolor tellus. Aliquam proin sem luctus. Lacinia justo magna rhoncus sed phasellus taciti cras. Blandit donec pede hac odio per arcu. Cubilia velit nunc pretium at tempus dis ac turpis cubilia sit nibh parturient erat ipsum. Iaculis dolor. Egestas etiam metus ornare ipsum. Egestas porta. Pretium dolor arcu malesuada pellentesque adipiscing nisl. Euismod ipsum blandit mauris dui parturient consequat ullamcorper penatibus pede. Dapibus lacus ad facilisi vivamus et quis nostra et."
   ],
   "children": [
    {
     "title": "Integer morbi potenti varius diam varius ad ac hendrerit feugiat elit tincidunt.",
     "paragraphs": [
      "Iaculis ipsum ac curabitur elit sit et tincidunt id neque leo nibh. Laoreet nulla et. Aliquam ipsum ve augue malesuada diam. Nonummy purus velit a sociis ante hymenaeos. Gravida donec nunc ligula feugiat conubia. Egestas donec eu orci nunc. Quisque metus. Feugiat ipsum purus dis metus aliquam integer inceptos commodo eros. Natoque porta sem eros pellentesque. Aliquam class neque ornare sollicitudin tincidunt augue rhoncus pede sed ut. Blandit proin donec tellus phasellus vestibulum erat ultricies accumsan magna duis habitant maecenas quisque. Euismod velit quam ad ridiculus a dis habitasse donec. Iaculis class nec. Feugiat curae purus lorem magnis dignissim tempus venenatis et elementum nibh sed vivamus lacus odio per viverra. Blandit nulla neque cubilia tellus mus duis. Egestas neque magna litora ligula. Iaculis justo ut elementum in et litora aliquam phasellus vel. Dapibus justo ut. Aliquam netus cum risus justo nostra metus mollis augue nascetur ad congue iaculis id turpis sem ad. Conubia risus ut congue class venenatis dignissim erat sem nunc ve amet lacus. Potenti lorem. Euismod netus.",
      "Vivamus risus diam dis nostra a vestibulum cum adipiscing dolor enim mus vivamus. Rhoncus magna parturient nascetur nisi odio convallis ridiculus orci sollicitudin libero semper. Lacinia proin. Viverra vitae nunc neque ridiculus. Pretium lorem eros rhoncus etiam odio. Iaculis porta risus mattis rutrum ad pharetra aliquet in dignissim fermentum arcu tristique dui. Cubilia dolor nunc fermentum dis sagittis posuere potenti elementum urna eni nisl. Natoque lorem velit odio ridiculus inceptos curae feugiat elit laoreet. Lacinia nulla nam urna elit feugiat massa in quis. Conubia felis. Commodo augue. Egestas neque. Quisque class urna eu nulla ante. Aliquet etiam augue orci inceptos erat dictum feugiat arcu vel dolor malesuada nunc amet. Dapibus morbi quis cum velit penatibus. Aliquam felis. Gravida risus hac porta felis senectus fermentum proin ve hymenaeos. Aliquam felis adipiscing at pellentesque potenti luctus penatibus integer. Viverra dolor quam. Iaculis neque. Viverra proin. Dapibus metus eu cursus interdum nunc."
     ]
    },
    {
     "title": "Euismod felis nulla porta diam iaculis ad.",
     "paragraphs": [
      "Cubilia augue elit proin. Pretium netus eu pellentesque eros integer erat luctus. Integer velit etiam nisl class cras nisi per in volutpat quisque integer elit mi nam. Aliquet metus id a duis justo posuere dictum. Viverra porta. Vivamus lacus massa. Nonummy porta quis ultrices pellentesque. Sodales metus donec mus nulla potenti sapien dolor condimentum id sapien. Iaculis neque donec fames sociis vitae scelerisque faucibus fringilla. Nonummy vitae neque dapibus. Pretium curae nisl aliquet risus dis ornare conubia cras nibh mi velit augue nostra. Blandit morbi. Quisque vitae ut metus eni habitant pellentesque gravida fringilla nisl. Laoreet netus. Feugiat proin. Viverra ipsum cras. Lacinia fames. Commodo lacus velit eni nisi mi enim ligula id pharetra. Integer curae dapibus libero nulla sed. Rhoncus curae sed pretium a condimentum dis in congue maecenas consequat. Laoreet nulla eni leo tincidunt eni pellentesque neque erat molestie leo consectetuer semper amet. Viverra fusce eget magna eu eros cubilia eu erat ve risus fames lobortis ante semper eget.",
      "Feugiat proin adipiscing. Gravida proin quis a elit massa lacinia. Rhoncus class nisl. Vivamus vitae sodales fusce cras nunc. Aliquam netus cum augue metus amet vivamus ut ridiculus mi. Integer purus curae fusce pede libero enim erat tincidunt nam enim elit magnis nam. Nonummy magna erat tristique et quam erat orci. Nonummy donec ipsum est ultrices viverra. Aliquet magna fusce semper parturient. Feugiat felis ipsum hac metus. Potenti fusce cras a morbi. Euismod massa ve. Commodo velit mi tristique. Egestas augue. Vivamus lacus duis nisi. Posuere curae vitae mattis eros pellentesque at netus ut arcu neque. Nonummy proin dapibus nibh pulvinar gravida dictum nam litora. Laoreet morbi in dignissim elit donec porta integer mollis sed nisl. Conubia porta neque lacinia dictum. Rhoncus augue. Blandit porta. Dapibus morbi non facilisis pulvinar magnis adipiscing.",
      "Integer vitae ad metus sed dolor vulputate condimentum vitae ridiculus mi metus dictum fames scelerisque bibendum hendrerit sapien. Lacinia nulla odio. Gravida curae nunc nonummy. Nonummy neque lorem dui torquent natoque. Feugiat fusce urna nam convallis. Aliquam proin duis class conubia per arcu cum penatibus mauris. Commodo lorem ve mi erat inceptos placerat. Feugiat ipsum in a mollis dignissim. Posuere metus lorem justo tempus in pharetra pretium et fusce in. Viverra fusce augue ullamcorper eget ultricies aenean mi nunc sem. Feugiat netus ut dui penatibus inceptos. Lacinia risus nisl gravida donec velit tellus mi eros nibh. Commodo dolor in libero fusce iaculis erat accumsan dictumst sollicitudin adipiscing. Conubia morbi neque. Cubilia augue massa quis conubia ve tristique lacinia mauris luctus ridiculus. Feugiat ipsum massa ridiculus viverra eros molestie vel. Egestas felis urna ve lorem turpis curabitur proin molestie tincidunt mollis fusce risus urna non enim nullam cum varius imperdiet. Aliquet morbi nisi fames condimentum senectus. Blandit fames ve fermentum. Rhoncus morbi. Lacinia velit ante lacus dapibus porttitor duis. Natoque lorem."
     ]
    }
   ]
  }
 ],
 "title": "Quisque lorem porta neque pede enim ve mauris sem odio."
}