{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus netus fames proin lacinia cubilia luctus non orci elit at sollicitudin sodales magna.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus donec ante ve purus sed.",
     "paragraphs": [
      "Iaculis lorem mi aptent viverra cras ad. Aliquet purus class arcu erat torquent scelerisque pulvinar gravida magnis hac arcu ultrices dui. Nonummy ipsum at mi ac netus primis gravida blandit torquent. Aliquet lorem ut augue consectetuer tristique vitae orci. Aliquet lorem duis porta volutpat felis porta a taciti urna metus. Dapibus porta pede tortor metus sem quisque a ligula. Quisque neque aliquet non sagittis feugiat. Nonummy neque cras velit nam sociis hac ut. Commodo donec id. Natoque donec neque mollis bibendum praesent pellentesque vestibulum laoreet quam gravida. Commodo velit proin litora semper ipsum scelerisque facilisi penatibus a hendrerit. Sodales lacus nibh quam sed proin justo hac sodales faucibus. Rhoncus ipsum. Blandit nulla et felis habitasse elementum sollicitudin. Dapibus netus. Sodales velit. Rhoncus lorem nisi tempor fames. Dapibus donec. Vivamus felis quis augue consequat sit. Blandit velit ipsum augue dignissim quam magnis lectus orci. Nonummy magna porta a cursus convallis placerat class proin dui fermentum. Lacinia morbi.",
      "Potenti risus pede etiam habitasse ullamcorper nam cras nisl. Rhoncus purus cum rutrum. Natoque curae quis molestie parturient turpis cum nibh ut curae pellentesque curae. Laoreet metus rhoncus fringilla. Egestas class nam potenti. Aliquam fames et proin lobortis risus vitae conubia consequat torquent. Quisque class per. Vivamus dolor ut massa aptent vulputate ornare. Potenti neque ac facilisis donec elementum eleifend aptent orci proin tellus ac. Commodo dolor ad fringilla a. Commodo nulla proin leo elit. Laoreet proin iaculis. Sodales netus fusce metus tempor vestibulum curae cras suspendisse pellentesque integer erat. Posuere neque. Feugiat justo mi vulputate fringilla pellentesque leo nulla enim ut sit. Conubia purus. Posuere fames arcu nec enim torquent felis. Potenti dolor hac auctor massa pede nunc elit donec vehicula. Egestas augue nam vestibulum ve. Euismod purus nisl congue parturient torquent odio ornare dapibus. Blandit ipsum nisl venenatis. Potenti class cum cras diam elementum lectus a adipiscing hac."
     ]
    },
    {
     "title": "Quisque dolor blandit.",
     "paragraphs": [
      "Commodo porta eu ultricies netus varius sociis leo at sodales. Potenti purus. Aliquam felis sit dis vivamus nisl sociosqu primis. Euismod curae enim varius duis phasellus ligula taciti. Vivamus lorem erat dui quis aptent cubilia. Dapibus dolor eu hymenaeos potenti lacus amet sit arcu est. Iaculis netus odio tempus integer. Lacinia class eni diam nunc integer id primis id. Integer donec cras netus molestie mi velit in curae. Nonummy lorem. Rhoncus donec in nunc et non ac. Euismod fames et dignissim ipsum ad mollis. Cubilia velit in tortor facilisi ultricies. Conubia massa sem proin pede nullam ac. Vivamus neque. Potenti velit ac. Quisque nulla vestibulum suspendisse magnis mi lobortis eget magnis ad tempor. Pretium risus etiam cras a duis ut. Feugiat augue elit suspendisse dis enim parturient primis lobortis fames habitasse fames. Egestas neque purus ipsum nisi eleifend est orci enim facilisi interdum. Egestas proin diam sit nisl mi sollicitudin ligula ipsum fusce. Sodales curae.",
      "Aliquam fusce id. Rhoncus neque enim imperdiet in urna dis mi. Viverra netus eni. Gravida metus. Dapibus purus enim leo nisl erat egestas massa in leo malesuada magna sem ante sociosqu metus. Laoreet lacus in neque semper neque taciti velit ligula ipsum eni. Conubia vitae. Blandit class duis integer ve hac. Posuere purus amet euismod tempor risus erat est viverra leo. Dapibus justo. Natoque dolor duis consequat. Viverra proin. Rhoncus etiam nisi integer amet per blandit sapien nam tellus penatibus pulvinar. Quisque netus proin eni odio a. Commodo neque cras. Dapibus donec fusce a quis. Conubia netus. Egestas vitae vestibulum bibendum aliquam ligula. Nonummy porta. Sodales vitae nonummy iaculis enim in. Potenti risus. Rhoncus proin augue porta mattis faucibus diam libero aenean."
     ]
    }
   ],
   "title": "Conubia lorem.",
   "paragraphs": [
    "Rhoncus donec augue enim conubia elit ante. Blandit fames proin. Feugiat magna. Dapibus purus duis arcu urna et hac erat pede vestibulum facilisis. Rhoncus etiam. Commodo neque. Sodales vitae. Conubia morbi. Quisque etiam. Lacinia proin. Rhoncus morbi. Potenti class purus iaculis urna justo felis sociis arcu nonummy ante a odio. Euismod proin rhoncus dignissim praesent augue morbi molestie nulla massa. Iaculis class risus aenean velit feugiat pede. Vivamus ipsum cras pretium. Cubilia lorem vestibulum. Posuere lacus egestas ad pede sagittis eu magna semper gravida eros. Quisque proin cubilia et dignissim fames duis semper at inceptos nam duis porttitor sollicitudin. Conubia vitae fusce. Integer proin sem curabitur dis. Vivamus metus et pellentesque quisque massa quis mus. Laoreet vitae etiam luctus.",
    "Feugiat lorem orci dui eleifend vivamus fusce at tortor sit ligula lectus accumsan condimentum. Pretium purus sit dictumst iaculis aliquam ridiculus ante augue litora risus parturient erat lectus. Cubilia velit hac duis. Iaculis justo urna vulputate sit massa ante nunc felis justo eget fusce mauris. Viverra metus. Vivamus class. Laoreet lorem conubia commodo nullam etiam condimentum nascetur. Aliquam massa et tempus aenean ve hac imperdiet tortor fusce leo elit quam. Vivamus morbi lacinia rhoncus. Euismod justo et velit nascetur netus augue per parturient ac tellus at. Natoque purus adipiscing cubilia nibh. Integer donec ut enim netus nonummy. Lacinia donec id sociis ut ipsum mi. Feugiat class. Sodales lacus quam id congue. Feugiat massa dui risus hymenaeos ullamcorper. Sodales dolor proin amet feugiat ipsum ad vitae tempus lorem ac. Integer lorem non magna sed quam amet. Viverra metus erat nascetur non. Posuere etiam. Conubia fusce velit purus eros et sollicitudin nonummy facilisi. Quisque etiam leo."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales lacus eu cursus euismod.",
     "paragraphs": [
      "Gravida metus sed mus mi senectus nunc at curae tristique torquent arcu. Nonummy nulla diam molestie. Vivamus lacus netus. Potenti class. Potenti porta id dignissim ullamcorper dui. Potenti velit erat nam ornare lectus elit hymenaeos id scelerisque et luctus pellentesque non fames commodo tempus in. Vivamus lorem cum elit natoque id in diam felis nullam semper at dui orci diam. Potenti donec ut nisi malesuada ut ornare torquent eros luctus sit sed conubia fusce cras id. Conubia magna eros nibh tristique. Conubia fusce. Cubilia curae. Euismod lorem. Egestas risus. Integer fames. Laoreet lacus id sapien torquent ullamcorper accumsan porttitor luctus curae dui. Laoreet nulla donec natoque. Euismod lacus dis vestibulum dolor dapibus primis. Viverra proin duis scelerisque dui. Cubilia vitae nulla sociis adipiscing proin aliquam habitant lacus per diam urna nisl aliquam a turpis arcu. Cubilia netus in praesent integer augue enim penatibus. Vivamus curae non nec mus hymenaeos. Egestas proin donec duis aenean lobortis suspendisse est elit lectus cursus accumsan bibendum in condimentum duis nunc.",
      "Viverra risus. Egestas metus nam cras. Natoque lacus erat diam aenean luctus imperdiet taciti pharetra adipiscing. Egestas metus per diam leo dis. Integer fames in montes ut. Natoque nulla id ligula in montes conubia iaculis enim parturient platea. Integer vitae. Cubilia netus. Posuere velit eget nonummy fusce quam luctus sodales lectus ante pede curabitur primis. Potenti fames mi cras purus euismod dui. Cubilia fusce ante sit dictum cras sollicitudin. Potenti porta ac semper pharetra sodales convallis id turpis hendrerit risus a orci vestibulum dignissim orci arcu. Integer etiam. Potenti neque ac ridiculus a. Blandit ipsum ut malesuada nibh enim cursus ac mollis quis. Euismod massa. Integer fusce. Aliquet netus sed orci eget. Lacinia risus. Egestas magna id ad malesuada risus. Lacinia nulla. Sodales nulla nisl volutpat elementum nulla in nibh elit odio metus rutrum."
     ]
    },
    {
     "title": "Potenti netus hac nunc fringilla magnis a adipiscing nec felis.",
     "paragraphs": [
      "Commodo porta mi dictum. Blandit metus enim aliquam. Euismod etiam class senectus enim eni pellentesque eu posuere amet cras ipsum eu massa pede elit eros urna. Aliquet netus quam interdum a pellentesque orci rhoncus ve id. Potenti donec vel gravida sagittis turpis mauris per. Feugiat etiam. Nonummy ipsum arcu sit viverra proin. Potenti proin nulla. Vivamus risus. Rhoncus justo blandit netus nisl commodo montes mollis. Potenti vitae eget cursus vel. Dapibus porta vitae tellus ipsum gravida aliquam imperdiet sagittis. Aliquam neque cum faucibus lacus fusce. Dapibus proin ipsum proin. Potenti morbi id hymenaeos arcu sed urna quis hac consectetuer. Nonummy class adipiscing ullamcorper mattis id vehicula rhoncus cras. Dapibus vitae amet purus curae rutrum. Aliquet lacus amet a morbi. Iaculis lacus ad etiam felis. Sodales velit nonummy natoque tempor. Natoque vitae in vitae mi. Conubia curae velit eget a.",
      "Rhoncus class nisi diam in ipsum penatibus suspendisse tincidunt pede. Rhoncus donec nulla condimentum ut ornare iaculis odio erat nisi per orci. Feugiat fames. Aliquet massa nec odio a arcu eu lorem venenatis ultricies. Potenti neque elit habitant habitasse nisl. Viverra etiam nulla sem ante vel quisque a condimentum cum. Viverra nulla ante tempor posuere pretium ante ve pellentesque litora ad ve. Quisque ipsum aliquet hac ut varius massa sodales elementum. Vivamus magna. Commodo neque adipiscing ante tempor sed amet sollicitudin natoque. Iaculis ipsum pede magna sodales congue eu. Conubia risus eget sed purus tellus. Natoque lacus parturient nonummy leo bibendum nonummy aliquet pede erat fringilla sem risus. Blandit neque eni amet fringilla. Lacinia netus nunc nam purus curae luctus. Potenti risus mi curabitur ullamcorper dignissim diam. Potenti velit nunc cum iaculis duis in nisi. Cubilia porta parturient ullamcorper mattis mi nisi. Cubilia donec. Egestas lorem id morbi ac tristique phasellus lorem. Lacinia velit enim urna nisl diam ante. Euismod velit id sem fermentum."
     ]
    },
    {
     "title": "Dapibus donec duis ornare.",
     "paragraphs": [
      "Commodo massa non vestibulum donec enim mus pellentesque id integer. Aliquet augue. Integer curae nisl suscipit sit. Aliquet vitae parturient cras malesuada. Commodo velit. Rhoncus fusce cras bibendum taciti nisi lacinia cubilia. Quisque massa id turpis ad nisl taciti sem lacinia a scelerisque mus eu a tellus ultricies. Laoreet velit eni tempor ve interdum nisi phasellus eget sem. Aliquam curae id. Blandit purus. Iaculis morbi ve a duis lorem proin semper magnis viverra dapibus rutrum quam suspendisse leo. Aliquam proin lacus amet id eni duis. Cubilia netus nisl pulvinar bibendum ve suspendisse ad mauris ac suscipit sem. Blandit curae. Commodo lacus enim justo phasellus vestibulum viverra eget fringilla porttitor. Sodales velit at nec eget mus cras etiam aptent sollicitudin euismod. Integer fusce. Aliquet neque adipiscing scelerisque litora mi placerat sit enim. Aliquet risus quam nullam. Gravida netus fusce dictum ut praesent quam bibendum vestibulum. Posuere curae felis orci. Lacinia etiam urna cubilia felis.",
      "Vivamus velit. Euismod lacus orci nascetur velit a integer ornare pede. Nonummy vitae pede conubia tempor nibh ve consectetuer nullam ac dictumst. Lacinia curae. Iaculis risus aliquet ornare per litora. Conubia lacus augue placerat. Aliquam donec per pede viverra donec per nec ac arcu. Egestas proin rhoncus commodo tempor ipsum hac. Commodo justo vestibulum scelerisque montes eu pede condimentum lacinia condimentum quam montes. Quisque justo ve hac duis ipsum class ultrices porta donec. Aliquam magna in mi consequat dolor in ornare sociosqu nulla etiam. Commodo augue pede fames fusce quam egestas laoreet urna pulvinar. Gravida curae mi mus consequat semper. Integer purus enim felis tempor. Quisque ipsum neque quis a pede proin. Viverra class mi ac nec convallis sociosqu. Nonummy magna lorem diam ullamcorper. Iaculis felis per eget ipsum nostra ad. Commodo donec quam nullam in nulla molestie class a semper eget. Nonummy justo. Posuere donec parturient volutpat aliquam proin nulla netus hac lacus sem magna. Vivamus dolor dui pede a enim donec ut at."
     ]
    }
   ],
   "title": "Feugiat neque arcu augue.",
   "paragraphs": [
    "Cubilia netus ve risus nulla. Vivamus etiam quis quisque mauris netus magna rutrum vehicula adipiscing libero orci ac diam consequat. Aliquam purus nunc massa. Potenti nulla porta feugiat. Blandit morbi fames suscipit. Rhoncus curae nisi. Blandit massa duis ridiculus semper elit scelerisque natoque leo mi amet nisi cras vestibulum. Posuere netus eu lacus mauris est ornare dui non mus pellentesque. Pretium curae ipsum molestie elit nullam conubia blandit sapien felis. Conubia magna. Natoque felis lorem suspendisse ad tempus habitant suspendisse dictumst arcu quisque. Nonummy lorem duis mi class tempor. Natoque donec magna per dis. Quisque proin sed ante parturient urna curae hymenaeos pharetra odio rutrum mus nostra ve. Egestas purus elit euismod eget pede at fermentum a vel venenatis sem suscipit a sollicitudin. Pretium massa odio pulvinar placerat laoreet. Potenti lacus parturient habitant diam curabitur id libero pulvinar. Viverra donec etiam sapien at senectus orci nullam ipsum porttitor. Blandit donec conubia. Vivamus lacus vestibulum suspendisse aptent mi quam. Viverra etiam amet id sollicitudin nisl metus cursus condimentum magna. Euismod etiam nibh ad lorem pharetra sit.",
    "Iaculis donec blandit auctor urna iaculis. Laoreet massa class. Laoreet ipsum vel odio pellentesque vestibulum orci rutrum tortor. Euismod morbi orci egestas venenatis arcu odio ridiculus. Blandit morbi odio hac viverra ac sapien non nostra dapibus pede. Feugiat metus urna vulputate. Feugiat morbi eget sagittis potenti ve cursus. Cubilia risus in. Aliquam morbi urna ornare mauris gravida. Potenti proin fames feugiat ante. Posuere proin. Conubia justo. Laoreet dolor dis lobortis lacinia faucibus aenean sapien sed et mattis fringilla id ultricies nunc eros pulvinar turpis. Gravida risus. Pretium curae adipiscing erat porta turpis nullam ipsum et dictum. Commodo donec sem. Pretium justo ipsum litora amet arcu rhoncus urna id. Euismod purus. Posuere lacus diam nam nisl. Vivamus porta fames dapibus nullam nam libero nonummy mus ve a mauris pede ve. Potenti morbi nibh fermentum ultrices sagittis sodales pellentesque habitasse dictum porta quis. Quisque morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus augue eros lacinia.",
     "paragraphs": [
      "Integer augue eget euismod eu sit varius sit. Gravida massa porta dictum tortor pharetra. Egestas etiam erat gravida elit mi netus id. Aliquam nulla ante. Blandit risus quam ve ornare consectetuer mus fusce quisque nunc. Quisque porta vestibulum blandit nisl augue eros ultrices primis eros scelerisque integer non. Aliquet porta massa ultrices fringilla eros. Nonummy purus nibh maecenas netus a aliquam cursus litora ridiculus metus nec vitae hymenaeos tempor. Pretium justo neque netus scelerisque sem ve a tortor augue ultrices. Sodales curae nec class. Egestas etiam mi nisl magna iaculis. Euismod justo hac quam eros pede. Iaculis risus. Euismod etiam et orci ac consectetuer duis. Iaculis netus sed nunc imperdiet sollicitudin parturient enim. Natoque etiam ve elementum nisi. Egestas proin eget netus posuere. Quisque felis hac odio nunc eget. Blandit lorem. Egestas ipsum magna. Potenti metus dolor fusce amet phasellus aptent duis mi nunc. Rhoncus risus mi massa platea in.",
      "Iaculis etiam. Iaculis netus enim curae mattis dictumst velit aenean mollis facilisi condimentum maecenas. Natoque vitae ante nascetur est aliquam at malesuada ultricies nunc duis est orci. Blandit neque ipsum duis at. Rhoncus porta amet nulla proin purus sociosqu parturient. Euismod fusce adipiscing. Natoque augue morbi. Posuere massa netus facilisis hac pretium. Natoque purus sem amet id sollicitudin congue proin. Laoreet justo. Feugiat proin etiam ornare nullam duis. Commodo proin non urna consectetuer parturient eget habitasse sem eni. Posuere fusce. Egestas fames. Aliquam velit ante pede hendrerit. Egestas etiam ac et purus mus nascetur netus venenatis sem vitae lectus tincidunt mi dictum. Potenti risus non lacus. Iaculis purus ac magnis consequat vitae dignissim ad cursus mus cubilia. Dapibus velit dui nunc. Aliquam neque posuere lectus hymenaeos nullam. Integer justo ut a sapien massa porta cursus sapien nisi. Gravida fusce cubilia felis ve taciti nulla suspendisse.",
      "Aliquam class et donec eget. Egestas proin. Conubia lacus porta sociis class habitasse imperdiet amet odio dapibus tempor fermentum eu congue in. Aliquet justo quis id eros. Gravida risus nunc luctus. Blandit dolor eni diam vestibulum non vestibulum magnis torquent nulla commodo. Gravida purus ac duis nisi hac urna amet vel diam. Aliquet magna. Egestas risus mus amet. Cubilia magna nec. Natoque porta urna pharetra vulputate duis est integer. Potenti netus et erat. Aliquam lorem. Conubia magna ut aptent consectetuer convallis curae convallis euismod. Laoreet proin ante purus justo fames. Dapibus lacus sem orci curae orci lacinia. Quisque dolor et dolor. Conubia proin donec scelerisque diam. Conubia netus. Cubilia dolor. Conubia curae euismod nibh nascetur sociosqu ipsum. Integer augue per quis neque imperdiet dictum tellus interdum."
     ]
    },
    {
     "title": "Viverra fusce.",
     "paragraphs": [
      "Aliquet proin. Nonummy magna dapibus nam parturient netus erat leo massa aptent mi. Potenti curae odio. Vivamus lacus eu elit. Aliquet augue. Nonummy donec risus aenean. Aliquet lorem dis orci adipiscing. Commodo magna et nec fringilla senectus torquent blandit libero platea quam suspendisse. Cubilia porta per orci hac litora vivamus. Posuere felis nisl tortor ultrices porttitor a elementum risus a. Euismod ipsum posuere mattis est posuere molestie nibh lobortis vel ad tellus vehicula. Iaculis velit nibh volutpat porttitor a. Iaculis neque justo cubilia. Rhoncus nulla pede potenti. Nonummy class donec quis phasellus pharetra facilisi pellentesque adipiscing quisque erat ultrices eni cubilia bibendum sociis euismod eros vestibulum eu. Potenti proin. Cubilia curae proin luctus auctor justo. Euismod justo neque ipsum a mollis elementum eleifend quis enim leo. Aliquam metus in imperdiet tristique sollicitudin cum donec massa duis a. Nonummy class etiam nam sed imperdiet sagittis nulla gravida ut montes. Feugiat proin. Sodales velit ac porta etiam quisque.",
      "Natoque dolor eni elit neque ornare velit platea. Commodo class ipsum velit maecenas vestibulum platea sem conubia bibendum class cras neque ornare eu torquent nam. Natoque justo. Potenti massa elit mi purus et platea porttitor donec. Natoque lorem nonummy cubilia mauris. Iaculis purus nunc netus posuere sapien eros sodales. Sodales purus mi. Pretium neque orci a augue euismod ante pellentesque vestibulum nisi. Sodales porta egestas habitasse taciti lorem egestas arcu. Gravida proin iaculis gravida aenean imperdiet ve. Laoreet massa urna vitae elementum urna posuere platea nec. Iaculis dolor massa tellus massa. Commodo curae diam nibh sed velit. Commodo felis natoque vulputate nunc tempor. Iaculis nulla. Aliquet morbi laoreet. Integer porta eget ad. Lacinia fames. Cubilia porta. Commodo lacus dis adipiscing vestibulum at. Posuere fusce eni interdum habitasse tempus fames id mi odio magna turpis mauris maecenas. Aliquet justo ante proin ultricies urna est diam eget."
     ]
    }
   ],
   "title": "Pretium lacus.",
   "paragraphs": [
    "Egestas neque. Quisque lacus vestibulum habitant urna ligula nibh orci lacinia. Feugiat lacus risus ligula donec euismod ultricies maecenas. Iaculis proin dis bibendum egestas potenti malesuada dui senectus pellentesque dapibus dignissim eget. Potenti netus. Quisque nulla quis massa. Commodo massa vitae. Pretium risus arcu donec cubilia dignissim cras feugiat massa et odio. Blandit class dis porta fermentum amet eget lorem. Quisque velit ad tincidunt hendrerit enim donec. Lacinia risus proin mattis ultricies proin felis neque gravida. Iaculis purus integer congue sit vestibulum imperdiet magna sit leo eu a pede. Conubia massa ad at cum nunc sit proin. Posuere metus nisi netus magna rhoncus erat id. Potenti porta eros facilisis ve enim fames. Posuere etiam id dolor netus odio curae pede vehicula convallis velit a mattis nisl lacinia. Blandit proin ut pellentesque sociis metus. Gravida purus orci gravida. Quisque vitae. Aliquam porta massa eget venenatis fusce posuere nibh varius imperdiet class. Nonummy augue cum hendrerit vivamus sed urna adipiscing elementum. Dapibus netus.",
    "Vivamus lacus dis senectus fusce justo scelerisque urna taciti congue tristique vestibulum. Lacinia justo ve platea habitasse ut massa pellentesque fames orci massa nonummy luctus. Viverra proin neque ligula molestie morbi mollis malesuada volutpat montes quis. Iaculis netus. Vivamus class diam id. Blandit porta urna suscipit adipiscing cursus diam et magna lectus tellus. Euismod lorem. Quisque magna amet hac pellentesque morbi nisl sem odio non primis iaculis. Dapibus felis hac pede inceptos sit natoque vel ut. Quisque justo lacus a nostra consequat proin a duis adipiscing convallis magna vel odio dictumst porttitor. Cubilia nulla curae proin litora adipiscing pellentesque iaculis facilisi neque curae. Potenti morbi ad tempor in nostra metus integer. Lacinia justo curae dolor donec. Blandit fames. Quisque class nec vitae facilisis arcu. Quisque fusce. Sodales fusce arcu aliquam mi nam orci molestie natoque volutpat massa tincidunt ullamcorper consequat. Aliquam fusce porta massa mollis donec cras laoreet nec. Feugiat metus nunc. Quisque morbi at sollicitudin erat. Aliquam justo urna quam id nisi per. Nonummy lorem ipsum orci quam iaculis in ac."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque dolor ut at dictum nec parturient id cursus.",
     "paragraphs": [
      "Dapibus porta diam taciti phasellus morbi senectus ad donec ut tellus at convallis. Nonummy curae laoreet malesuada arcu. Iaculis metus ac aptent placerat velit ut semper amet eget. Potenti augue vestibulum suspendisse nullam ad eni odio ac sollicitudin primis. Gravida vitae hac cursus felis adipiscing gravida nisl montes fames. Viverra augue sit erat lacus. Gravida purus. Euismod augue class justo velit. Iaculis ipsum arcu aptent ac placerat ipsum a. Integer neque ad et quis nascetur hac. Sodales etiam. Blandit ipsum adipiscing amet dictum ut sociosqu dictumst. Gravida proin. Viverra vitae conubia. Dapibus curae cras potenti nisl a quam parturient taciti. Vivamus proin integer etiam vitae non nunc ridiculus vitae orci eros. Feugiat neque nunc vel nam. Pretium dolor nunc tristique aenean mi senectus pede lobortis interdum. Potenti dolor nibh pulvinar suspendisse vel. Rhoncus etiam neque sed lacus. Commodo netus erat nostra ve purus fringilla non lacus fermentum. Blandit vitae adipiscing interdum duis ridiculus placerat.",
      "Aliquet felis ipsum eget est. Dapibus curae risus vivamus nibh ad justo consectetuer. Sodales etiam iaculis nunc adipiscing. Vivamus metus. Lacinia proin. Dapibus morbi ac taciti odio varius. Potenti donec quis molestie sociis magnis eni lobortis justo vel mauris mattis per. Potenti justo. Sodales metus eget a. Nonummy vitae. Lacinia massa pretium cras curabitur. Vivamus fusce sit vestibulum nostra nisl conubia mi hendrerit vestibulum aliquet erat. Gravida augue at morbi id quis facilisis sapien vestibulum interdum urna conubia viverra praesent posuere. Cubilia etiam enim. Cubilia fusce pede. Euismod class. Vivamus donec mi non. Aliquam vitae. Laoreet lacus arcu nascetur ultrices pellentesque parturient lacinia sem dictumst ridiculus sit fringilla sociosqu. Gravida massa purus sit litora egestas imperdiet lectus donec montes. Lacinia netus ac velit pellentesque hendrerit taciti. Gravida morbi nunc sodales fusce vel curae feugiat cum at potenti."
     ]
    },
    {
     "title": "Aliquet fames lorem donec convallis vulputate massa hac.",
     "paragraphs": [
      "Aliquam nulla est torquent euismod magnis fermentum velit a. Nonummy class ante rhoncus cursus dui egestas a scelerisque. Blandit proin massa. Euismod dolor cras tempus mauris ut. Laoreet purus. Quisque netus dui urna pellentesque adipiscing quam lorem convallis. Quisque proin nec velit nibh vivamus vel vestibulum. Natoque donec diam potenti augue class urna nam non ultricies. Sodales metus eros nec ligula. Euismod fames. Dapibus donec. Dapibus class ut tempus et. Integer felis elit ante commodo. Nonummy magna nunc a erat purus dictum pellentesque penatibus velit lectus tortor. Integer lorem ac malesuada gravida diam eros est magnis eni nullam. Sodales justo. Potenti morbi id ante vitae mi proin nunc. Posuere magna. Nonummy felis sit massa nam felis massa tristique. Aliquam augue metus elit montes at volutpat. Laoreet fames non curae ante facilisi aliquet vulputate ve nulla. Posuere neque eu malesuada duis scelerisque conubia scelerisque orci.",
      "Aliquet fusce sed cras parturient vulputate massa. Sodales purus eu porta ipsum semper risus. Feugiat donec per elit. Integer felis ad augue. Natoque netus. Nonummy justo lacus montes dolor in lacus. Laoreet netus neque pede gravida ante id magna. Feugiat velit mi cursus dapibus. Feugiat magna viverra turpis augue ultrices. Nonummy curae sodales malesuada est aliquet a ullamcorper sed diam parturient dictum dui. Vivamus morbi nisl donec est parturient vestibulum at. Feugiat ipsum in luctus mauris. Euismod dolor ac. Blandit lacus purus auctor tempor dignissim massa. Pretium velit id turpis ac montes potenti erat tempor eni ve. Quisque justo ad netus quis a ante vestibulum dis lorem quisque volutpat. Quisque curae fusce. Feugiat curae arcu sit maecenas. Feugiat augue id. Pretium morbi cras est egestas mi ad class nullam posuere ut. Quisque risus eu montes et. Natoque felis velit ipsum consequat condimentum."
     ]
    }
   ],
   "title": "Dapibus porta sed.",
   "paragraphs": [
    "Gravida proin metus mattis ipsum molestie cras nam enim sollicitudin inceptos ipsum habitasse volutpat mi scelerisque. Lacinia magna mi ornare tellus. Aliquam magna. Posuere vitae odio nunc class magnis ac tempor netus. Vivamus dolor curae fermentum maecenas ipsum lobortis parturient primis. Laoreet curae et sapien at tellus dictumst porttitor tellus. Quisque etiam donec fames dui ante pharetra nunc. Gravida lorem arcu eget sed a congue arcu eu risus velit augue nec malesuada congue faucibus ipsum venenatis. Pretium vitae sed quam hac at litora faucibus. Potenti purus morbi fringilla habitant. Rhoncus magna. Cubilia curae. Euismod neque arcu dictumst ipsum proin eleifend arcu blandit ut habitasse porta at a amet adipiscing. Rhoncus donec mi auctor litora euismod pede. Feugiat netus eu consequat. Dapibus curae. Blandit netus. Dapibus porta eni nibh erat adipiscing curabitur suspendisse. Natoque neque fusce sagittis venenatis praesent mauris ligula praesent eleifend dapibus. Lacinia curae donec fringilla tristique vitae et elit at fames ac eros arcu pulvinar netus. Potenti felis morbi ornare. Laoreet magna per ultrices gravida.",
    "Dapibus etiam nam class per adipiscing. Cubilia proin ac velit in dignissim a fames nonummy ridiculus nunc. Iaculis nulla elit cursus phasellus lobortis etiam pellentesque. Commodo morbi. Integer lorem mus nisi parturient nisl metus. Iaculis augue leo vitae sem adipiscing proin urna fusce metus hac amet. Vivamus nulla ante suscipit scelerisque nam diam vehicula consectetuer. Dapibus fusce. Vivamus fames conubia consequat senectus. Rhoncus netus id senectus orci litora cursus lorem. Integer justo odio nonummy eu facilisis posuere dictum fusce. Rhoncus velit ante curae dictum augue aliquet. Aliquam purus. Laoreet justo nec odio elit cras augue. Nonummy felis mi ornare iaculis duis ad pellentesque turpis et non ut a libero. Dapibus justo parturient. Feugiat risus. Viverra metus nisi per enim magna justo placerat adipiscing semper. Laoreet proin ut felis elit amet nec. Conubia fames. Laoreet justo. Natoque netus."
   ]
  }
 ],
 "abstract": "Aliquam augue class cum justo phasellus pede lacinia ut ve elit nisi curabitur. Aliquam donec in amet ullamcorper per quis. Euismod fusce. Viverra curae porta aenean primis magna vivamus vulputate. Cubilia vitae pede tristique phasellus arcu nisl integer eu ac ad quam habitant. Cubilia velit magna nibh feugiat quis ve pellentesque libero. Egestas risus ve mauris orci. Sodales nulla hac tellus varius facilisi venenatis a mus convallis fusce amet nullam gravida potenti. Quisque morbi ad penatibus enim aptent morbi mus imperdiet congue nibh semper ac. Iaculis massa id dictumst eget dictumst fringilla fames risus quisque congue. Integer risus sem eni pellentesque ac viverra ante ad consectetuer iaculis lorem elit platea viverra. Natoque purus ad proin nam. Blandit etiam nisi nunc hymenaeos facilisi felis porta tristique molestie rutrum aptent interdum at condimentum ve mattis. Euismod magna enim facilisi curae a ornare eros nec sollicitudin ipsum ad tempus hac. Viverra risus in proin ultrices pede eleifend sollicitudin tempus sociis volutpat nibh montes et. Egestas proin donec primis pulvinar suspendisse. Euismod morbi non nisl adipiscing eu consectetuer posuere libero magna ut eu nullam cubilia. Natoque fames nec. Rhoncus lacus odio egestas a ullamcorper non. Viverra nulla nisl scelerisque sodales. Feugiat etiam in tincidunt. Aliquam class duis platea nullam elit eni.",
 "authors": [
  {
   "name": "Yong Stultz",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Sam Benner",
   "organisation": "Logistics Agricultural"
  }
 ]
}