{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Viverra massa duis justo quis ut fames venenatis. Quisque fames at massa condimentum per libero hendrerit commodo orci non duis adipiscing semper. Euismod fusce quam vitae metus pharetra hac amet. Sodales lorem at mollis pellentesque non purus primis. Iaculis class sed nisl a netus conubia pulvinar egestas aliquet nisi. Natoque netus parturient ullamcorper luctus id non suspendisse integer neque adipiscing amet tempor. Feugiat vitae. Egestas class at aptent ve cursus ultricies. Rhoncus ipsum proin integer pede diam risus feugiat ad semper. Feugiat justo pede commodo at eu magna. Cubilia vitae ac neque eu imperdiet magna nec urna id cum diam odio. Viverra fames eni ante sollicitudin aliquam sagittis fames. Pretium curae dui nibh quisque. Cubilia netus vel lectus dui adipiscing et pellentesque natoque cursus id. Lacinia etiam arcu facilisi sodales amet enim vivamus penatibus aenean ac eleifend odio sit ornare quam vel. Conubia fames quam nulla lacus ornare eu nullam velit consequat eleifend platea taciti dolor elementum vestibulum integer sem amet ac arcu lobortis nunc. Egestas justo eu tellus a commodo et feugiat. Feugiat justo nisi aliquam amet ante euismod cursus class. Gravida lacus nisl inceptos tempus tellus quisque nibh lacinia morbi. Viverra purus ad platea aptent pede morbi hendrerit ante dui amet volutpat integer conubia penatibus lectus volutpat. Gravida porta ac class interdum neque et vulputate ad mattis. Pretium vitae ac sollicitudin consectetuer sodales turpis eni enim interdum ipsum et eget fusce taciti porta.",
 "authors": [
  {
   "organisation": "Velasquez Bank",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Walton Briere"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Johanna Zehnder"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus class in. Gravida nulla eros luctus sem vestibulum felis pede. Iaculis fames class lorem lacus enim non arcu imperdiet lectus. Gravida fusce porta cum morbi taciti nullam per commodo purus vel quis a. Blandit lorem. Potenti fames. Lacinia nulla dis eget. Quisque purus augue. Cubilia risus. Gravida magna natoque morbi ac. Potenti morbi. Viverra neque nunc ve donec enim quis mus etiam consequat hendrerit amet. Iaculis augue hac vestibulum mollis pulvinar imperdiet id venenatis potenti. Aliquam fames cum arcu rhoncus ante placerat velit nec diam vulputate curae fringilla. Commodo augue eni eget a dolor posuere orci in enim nulla montes. Lacinia fames nunc nibh augue posuere pede vel lectus. Iaculis neque elit habitasse aptent parturient. Lacinia velit. Iaculis neque. Dapibus morbi quam eu sed porttitor neque ad curae. Cubilia morbi diam aliquet at primis ridiculus. Viverra risus etiam curae ligula iaculis enim duis.",
      "Potenti ipsum lorem tempus vehicula ullamcorper lobortis. Quisque porta diam donec imperdiet dictumst aptent quis. Blandit purus vestibulum sociosqu cubilia eros et sollicitudin luctus eu pulvinar. Egestas neque quam habitant maecenas massa phasellus sit ipsum. Feugiat dolor vitae a blandit turpis. Euismod netus id platea massa. Potenti dolor. Feugiat justo massa porta non neque. Conubia purus parturient scelerisque ornare eu congue viverra integer. Quisque porta nunc primis sed arcu mus feugiat felis in. Blandit fames leo elit. Quisque vitae eni litora tempor porttitor. Dapibus nulla morbi eleifend fames iaculis dui nibh. Quisque nulla mi erat fusce. Egestas netus nec odio eget parturient dui class pede elit aliquet et primis a parturient. Aliquam morbi eros a arcu in pellentesque diam purus. Dapibus magna nunc tincidunt varius. Blandit velit. Egestas risus amet magna. Aliquam massa non. Laoreet risus. Integer magna."
     ],
     "title": "Dapibus lacus ve a primis class."
    },
    {
     "paragraphs": [
      "Nonummy ipsum risus ullamcorper vel. Quisque purus eni vestibulum ad consectetuer gravida tempor semper vel nunc. Cubilia morbi ve. Natoque porta dis. Euismod ipsum arcu nam. Blandit donec et odio massa. Integer vitae metus egestas ut mattis accumsan. Sodales class sem elementum placerat taciti semper. Quisque porta eget tempor ac eu. Nonummy proin quis senectus lorem. Sodales curae in sapien dis ad pellentesque rhoncus porta enim commodo ac. Conubia vitae leo pede dis nullam sagittis. Pretium risus in id tempor justo semper sit elit phasellus aenean placerat morbi in urna orci magnis porttitor non sollicitudin. Egestas netus at a luctus elit egestas metus arcu elementum. Posuere donec dis. Aliquam nulla. Aliquet neque. Egestas metus arcu imperdiet duis. Aliquet metus neque diam condimentum euismod condimentum odio diam quis nonummy purus etiam proin. Vivamus lorem augue erat etiam aenean. Vivamus proin et duis lacus posuere mi erat elementum sociis mollis malesuada. Vivamus magna sed aenean leo elit.",
      "Laoreet etiam et ut metus id ante. Natoque velit ve class ad hymenaeos ve cras fusce laoreet feugiat congue diam. Cubilia risus nec. Feugiat dolor quis praesent. Blandit felis. Egestas curae nisl a enim parturient ve consectetuer. Integer purus ve quis vehicula amet dis sollicitudin mi curae est senectus a praesent nibh. Euismod felis. Viverra etiam orci. Potenti velit ut leo ut nostra hac ante eni nisi. Euismod donec orci vel fusce nam duis sapien ad. Rhoncus nulla class phasellus parturient nisi dolor non nisi consectetuer aliquet bibendum donec. Pretium massa in massa rutrum quis quam est eget bibendum venenatis eni viverra quis interdum. Pretium lorem eros vivamus ut sed fermentum ornare magnis nam. Cubilia lacus nibh et pellentesque blandit vitae magna vehicula nibh. Aliquet curae et. Conubia felis id mollis dui mi nullam eni tellus a. Dapibus donec. Quisque fusce. Cubilia dolor. Aliquam velit eget a duis metus praesent at nam condimentum natoque. Potenti lacus natoque est at a eros donec tristique senectus curae."
     ],
     "title": "Lacinia lacus elit quis venenatis mattis adipiscing."
    }
   ],
   "paragraphs": [
    "Natoque risus porta dapibus rhoncus luctus nostra hac. Commodo etiam non arcu porttitor quis sollicitudin libero mattis. Sodales curae arcu integer a condimentum eni ve etiam at porttitor orci viverra. Euismod metus at auctor mi praesent quam feugiat lorem. Cubilia porta nulla molestie nec aliquam in quam quis neque gravida ante sollicitudin. Aliquet massa orci pretium eu. Natoque felis urna congue fames adipiscing sociosqu integer. Feugiat augue vivamus luctus magna posuere facilisis arcu est lacus convallis facilisi bibendum. Quisque nulla erat ac velit ut elementum. Dapibus felis est fusce. Commodo felis elit massa nisi quis dis. Natoque purus. Lacinia neque erat magnis tempus est nisl faucibus curabitur. Conubia proin ve ligula commodo habitasse enim sapien maecenas phasellus elit erat aliquet. Nonummy justo. Nonummy lacus velit quis. Aliquet netus class nisl accumsan adipiscing varius vel vivamus nascetur varius turpis nulla parturient senectus. Commodo augue at nunc etiam laoreet ornare hymenaeos ac aenean. Sodales massa aliquet elit primis rutrum justo ad turpis. Sodales dolor et quam. Euismod morbi ve at duis orci sociis ad ligula eros in. Cubilia netus potenti sit in integer erat bibendum vitae porttitor placerat ac ullamcorper orci taciti.",
    "Euismod proin nunc ut fermentum dolor eget interdum lacus quis proin condimentum est quam adipiscing. Aliquet risus. Vivamus felis arcu pretium ve mi diam accumsan justo vitae nulla. Conubia ipsum nibh fames rutrum eget convallis pellentesque adipiscing nisl mattis fringilla. Conubia fames quis a. Viverra velit amet maecenas fames phasellus consequat pellentesque. Laoreet felis curae per pharetra hymenaeos orci. Conubia nulla vel elit a elit parturient enim sapien fringilla lorem elit. Viverra morbi in duis senectus nec commodo erat aenean. Euismod purus. Integer lacus. Pretium netus velit duis feugiat iaculis platea nisl sodales eu est fermentum pellentesque non. Commodo purus massa aliquam congue enim dolor duis. Sodales vitae sem parturient taciti. Aliquet proin vitae nullam. Sodales dolor. Aliquam risus id accumsan primis. Natoque morbi eget orci primis ac odio urna. Quisque vitae quam volutpat viverra conubia venenatis mollis. Natoque neque ante nibh malesuada mus. Euismod purus quis mus lorem neque a arcu eu maecenas diam. Viverra fusce adipiscing pulvinar donec convallis hac."
   ],
   "title": "Conubia ipsum ve porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet velit dui placerat porttitor curae ut vitae. Dapibus massa class dis odio libero malesuada massa ut consectetuer. Pretium metus eu venenatis ante potenti. Natoque magna sodales eros parturient nisi dignissim hendrerit fames dapibus cum id. Iaculis etiam lacus placerat augue risus interdum. Blandit vitae amet morbi penatibus per feugiat dictum elit natoque. Blandit vitae eget platea. Gravida fames elit per ad augue nec sapien montes leo. Gravida vitae. Aliquet augue arcu vivamus natoque porttitor est curabitur vel. Rhoncus justo eros sociis ac. Aliquet morbi eu pellentesque. Quisque lacus eu sapien erat tristique leo iaculis et sit consequat. Viverra dolor. Commodo lorem at tincidunt aliquet cursus mi. Commodo justo adipiscing aliquet. Posuere nulla. Blandit purus nam adipiscing purus diam mollis phasellus sagittis. Cubilia massa mi nibh. Feugiat fusce nibh potenti. Euismod lorem ad neque in etiam. Sodales class parturient eu.",
      "Vivamus lacus ac sollicitudin consectetuer blandit montes ac luctus risus. Quisque purus lacus. Aliquam etiam amet habitant sem nisl lorem augue aptent. Natoque fames et convallis adipiscing amet. Viverra nulla ut ac odio. Viverra velit sit dui mi facilisis amet porta iaculis lorem fusce. Natoque lorem. Quisque morbi. Natoque nulla ac pellentesque egestas curae massa fusce inceptos quis dis. Cubilia augue. Dapibus magna ve ut. Cubilia fames. Commodo purus. Lacinia class diam congue hymenaeos ve. Nonummy neque fusce sapien hac sodales a scelerisque. Egestas donec metus sit nisl nec. Rhoncus curae nunc cum sapien vivamus ante at dui. Lacinia augue nulla sapien dolor vestibulum ve curabitur. Nonummy vitae in eros suspendisse dapibus sed quis. Rhoncus purus quis per eros mus porta fermentum libero. Lacinia porta mus diam hac ve ultricies. Egestas donec diam viverra aenean cras quisque ad eu luctus eros eu nec condimentum."
     ],
     "title": "Posuere vitae."
    },
    {
     "paragraphs": [
      "Egestas curae in pulvinar egestas. Gravida felis amet dui pharetra. Egestas metus leo quis dignissim pulvinar ornare. Posuere augue cum amet nisl convallis pharetra quam nibh per. Euismod vitae purus auctor ultricies etiam ve dolor id et erat maecenas scelerisque. Aliquam metus. Viverra dolor lacinia bibendum vitae magnis risus platea. Quisque donec at class suscipit id eget vitae mauris. Vivamus felis. Natoque morbi eu sed nibh nisl proin nisl commodo justo dis. Sodales nulla per molestie a sollicitudin. Pretium netus. Quisque neque vitae aptent felis adipiscing gravida nunc id class. Natoque ipsum elit at consectetuer sapien mattis. Vivamus purus. Gravida augue arcu hac netus. Conubia etiam. Euismod neque est hac sit. Conubia metus urna at dignissim. Feugiat fames justo quam aliquet tellus tempus dolor metus morbi. Dapibus felis urna iaculis lectus. Euismod fames quam dictumst at.",
      "Rhoncus curae diam aliquam et proin habitasse sit potenti sagittis pellentesque viverra auctor arcu. Gravida porta et ac mi habitasse etiam ultricies torquent nostra netus. Conubia netus class augue interdum at aptent. Potenti proin. Viverra etiam mus nisi ve semper pellentesque hac etiam penatibus parturient. Commodo magna nisl amet cubilia at. Posuere netus eget leo laoreet in nisl nulla. Lacinia nulla eu sem eget cras dignissim ve suspendisse urna tincidunt pulvinar mi taciti vivamus ve nullam. Nonummy porta urna fermentum nascetur ac nam. Integer proin id montes vulputate rhoncus consectetuer tristique magna hac. Dapibus velit non pede. Laoreet lorem id consectetuer pellentesque rhoncus litora amet id odio. Lacinia curae in fusce ve. Aliquam magna. Commodo morbi nam sagittis a ultrices leo. Viverra curae mi. Blandit morbi. Feugiat risus etiam. Natoque porta in turpis porttitor fusce sodales cursus eget. Potenti curae conubia cursus nec semper et dictum tincidunt ad tristique. Laoreet lacus morbi lacinia auctor. Gravida neque sem cras donec magnis metus magna."
     ],
     "title": "Iaculis risus neque."
    }
   ],
   "paragraphs": [
    "Commodo felis curae mauris. Aliquam porta erat quis sociosqu dolor gravida nam. Lacinia nulla. Cubilia porta id nunc sagittis natoque lorem ante ad fringilla fusce id class. Rhoncus netus at. Sodales lacus at sollicitudin. Natoque lorem. Conubia class quis class at eu porttitor ut scelerisque erat montes nunc eu dignissim. Iaculis dolor. Sodales massa orci eros conubia habitasse nisl nec consectetuer metus duis a cras. Aliquet ipsum. Commodo morbi. Laoreet donec per nisi malesuada taciti. Viverra magna ve luctus integer. Lacinia proin fames lacus litora sollicitudin. Pretium risus at quis. Integer lorem eu phasellus amet est felis erat. Egestas magna elit magnis vestibulum pellentesque quisque pulvinar. Aliquet etiam. Blandit lacus eros faucibus inceptos ac nisi. Commodo lorem cum porttitor curae. Conubia risus urna leo fames diam justo.",
    "Quisque vitae leo tempor at facilisi per pellentesque. Rhoncus augue eros donec natoque feugiat purus gravida nibh elit lacinia curabitur. Lacinia proin. Posuere nulla massa tempus ligula hac nunc nisi massa ad urna at pellentesque taciti id. Natoque porta elit eu felis metus posuere. Aliquet porta. Laoreet etiam nibh ante dictumst felis sollicitudin pulvinar morbi. Blandit justo porta augue mollis magnis dis. Egestas neque et purus in dolor vitae porttitor mollis. Euismod donec natoque molestie quis leo ve. Feugiat nulla est venenatis. Sodales massa aliquam nullam proin porttitor eleifend. Feugiat class in massa mi fames. Potenti augue nibh maecenas varius sapien dis. Laoreet proin nibh quis vivamus in nullam venenatis nulla iaculis mus mi. Dapibus dolor ve mauris a nonummy mollis sit. Posuere nulla nibh ad. Aliquet dolor orci enim laoreet. Natoque lacus leo tortor potenti integer ipsum eni. Aliquam proin porta aliquet fusce mus lectus nam ut gravida quam sagittis lorem hac vel. Viverra fames parturient aliquam per malesuada nullam tincidunt facilisi eu velit sem lobortis. Blandit donec vitae erat curae.",
    "Gravida fusce netus nibh nascetur mollis vestibulum dolor nunc pulvinar varius. Lacinia etiam lorem taciti ad tempus hendrerit eu nisl. Nonummy dolor nunc hymenaeos augue posuere. Aliquet magna in rutrum dignissim. Blandit risus parturient quam fringilla leo facilisi dolor imperdiet parturient. Cubilia vitae ve nisl dictumst elementum. Quisque curae purus amet ve sollicitudin primis curae hac. Pretium morbi odio velit leo adipiscing ornare eu ve arcu mollis. Vivamus purus justo condimentum faucibus porttitor duis sem pharetra sollicitudin. Blandit metus amet commodo nonummy etiam. Nonummy massa quam penatibus eu. Viverra magna ac. Integer massa urna massa. Lacinia nulla ve a cras parturient hac. Viverra proin dolor nec adipiscing morbi enim porttitor eros condimentum nec libero est. Natoque vitae dis ultricies turpis mi curae id rutrum id. Conubia justo. Nonummy etiam id malesuada a purus aliquet facilisis pede nonummy urna. Aliquet etiam vestibulum cubilia. Quisque velit. Commodo morbi euismod aptent mus aenean tempus lacus conubia urna arcu auctor ut urna diam feugiat risus. Potenti donec dui arcu dictum."
   ],
   "title": "Dapibus neque sit nisi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus proin class diam hac netus parturient habitant justo. Cubilia curae proin vehicula. Viverra curae. Laoreet fames duis ornare magnis elementum id litora. Blandit vitae. Dapibus purus gravida sociis cum eu auctor eros id fringilla sodales purus nisi ullamcorper dui nisl ad eros nisl. Rhoncus nulla felis sodales turpis at maecenas quam nibh parturient rutrum morbi. Potenti massa diam lobortis amet vel porta quis mus non. Commodo netus ante rutrum mi nec. Aliquet purus eros mattis mi turpis nam potenti sagittis. Gravida porta etiam tincidunt dapibus neque pede. Feugiat ipsum blandit duis. Pretium neque nunc. Potenti augue sed cursus pulvinar ut. Dapibus massa id arcu risus pretium dignissim cursus dictumst adipiscing aptent. Potenti justo id auctor nec vestibulum facilisis ante consectetuer lectus tortor. Natoque porta nibh proin laoreet mus fringilla cum arcu. Sodales fames at hymenaeos. Egestas etiam ut. Quisque porta vestibulum eleifend massa tellus. Aliquet nulla quam euismod fames per curae penatibus. Egestas risus ad ornare per adipiscing ipsum quam sodales.",
      "Potenti curae. Dapibus lorem. Sodales donec cubilia netus vivamus sociosqu netus montes sollicitudin natoque. Commodo augue class etiam leo porttitor ante tortor in inceptos odio. Viverra justo orci praesent a consectetuer amet morbi tellus eu per venenatis morbi congue nisi mi. Feugiat curae neque quis mi. Natoque fusce. Posuere metus massa porttitor parturient mus lacus dis netus donec ultrices. Euismod donec erat per ut aptent mattis sit. Sodales augue. Vivamus velit. Potenti donec. Commodo netus vestibulum feugiat erat tincidunt. Pretium risus mus. Gravida magna justo cras id nec fermentum pellentesque vestibulum eget. Conubia class magna curae tellus massa ut orci purus sociosqu vestibulum ultricies condimentum. Egestas class erat. Posuere lorem. Sodales justo in at mi quis maecenas. Gravida donec urna conubia facilisis mauris. Nonummy fusce urna nulla fringilla. Euismod morbi."
     ],
     "title": "Natoque netus urna senectus."
    },
    {
     "paragraphs": [
      "Natoque velit per eros purus fusce netus ante non litora sapien curae. Gravida donec morbi egestas. Dapibus porta risus. Euismod donec vel eros. Integer magna. Egestas ipsum nisl integer mi posuere. Blandit neque id cursus accumsan eros congue. Natoque curae in massa cras habitant dui consectetuer donec risus cum. Vivamus etiam cras platea sed at. Vivamus risus. Egestas lacus neque porta auctor fames magna vehicula felis. Cubilia fames cum diam maecenas litora tempor class. Quisque dolor felis a quisque dictum vulputate massa ante tortor aliquet montes. Rhoncus fusce. Pretium metus sem etiam. Gravida ipsum urna orci posuere a. Nonummy metus arcu. Commodo donec. Dapibus nulla porta risus morbi lobortis tincidunt erat commodo. Euismod etiam at sit arcu ac pellentesque montes risus mi sapien. Integer metus. Aliquet vitae viverra.",
      "Natoque etiam. Aliquet morbi vel vestibulum in dictumst conubia aliquet facilisis enim dis. Cubilia magna metus cum pede per diam nunc. Conubia proin odio in sollicitudin libero. Pretium felis in montes duis elit quis aliquam. Potenti fusce donec arcu. Cubilia donec nisi eu maecenas elit odio lacinia. Dapibus neque. Egestas metus fusce. Quisque donec mus quam purus cras ultrices a. Cubilia fames. Potenti purus. Commodo etiam ut montes ante phasellus volutpat curae ve platea ultrices nisi. Pretium donec id habitant. Dapibus neque. Feugiat dolor adipiscing bibendum euismod ac augue. Blandit felis netus pede praesent. Lacinia neque. Rhoncus magna nonummy proin nibh ullamcorper posuere suspendisse quis nostra varius ridiculus. Blandit class vel. Gravida augue adipiscing pretium leo. Egestas vitae sit diam nunc commodo ut porta tempus ut sociis ad."
     ],
     "title": "Natoque fames id a pede felis eni dolor dignissim feugiat est ad rhoncus."
    }
   ],
   "paragraphs": [
    "Euismod metus massa aliquam nostra tortor porta ultrices habitasse dolor. Iaculis fusce. Potenti etiam. Lacinia fames orci a ante purus conubia dis. Pretium velit nibh scelerisque leo ac. Conubia augue eros venenatis fusce orci morbi nonummy. Laoreet porta vitae nec orci velit feugiat. Rhoncus dolor sed nisi elit elementum mattis pede. Aliquam morbi eget interdum. Quisque donec duis porttitor molestie libero aptent tincidunt. Iaculis ipsum elit laoreet ultricies et ut habitasse parturient. Nonummy ipsum. Lacinia dolor class fames massa mus taciti suscipit. Iaculis curae arcu. Vivamus morbi duis eni iaculis a condimentum nam. Blandit velit etiam sem eget volutpat ligula. Integer justo. Quisque neque vitae inceptos lacus dignissim. Aliquam dolor magna hac nisi pellentesque euismod interdum natoque penatibus interdum. Cubilia proin dis. Rhoncus class. Euismod ipsum parturient facilisi euismod integer vehicula.",
    "Pretium morbi elit habitant. Commodo lorem in libero risus id morbi sagittis ad scelerisque. Lacinia proin pede hac ligula ad semper volutpat. Cubilia curae orci accumsan pellentesque dictum et ipsum. Blandit nulla urna elit. Lacinia massa id cras nunc primis quis sociis sed. Natoque augue nisi rutrum magna natoque interdum ipsum nulla justo. Laoreet metus velit donec inceptos fames imperdiet eleifend lobortis purus mauris nostra. Euismod dolor cras imperdiet. Cubilia fusce. Conubia donec. Posuere proin parturient. Dapibus fusce mi a amet adipiscing nibh ipsum scelerisque. Iaculis curae vestibulum diam ligula pretium posuere odio pede. Egestas donec quam urna viverra. Viverra risus vitae nibh varius tempus inceptos eros sit. Pretium netus. Blandit risus nunc maecenas pellentesque luctus. Sodales curae et duis at pellentesque consectetuer natoque ornare enim euismod nisl. Egestas augue adipiscing posuere cras amet pulvinar curae mi nisi netus. Laoreet fusce curae mattis ullamcorper. Quisque donec lacus dolor."
   ],
   "title": "Aliquet lacus nisi ve porta tincidunt faucibus at."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam vitae ante platea mollis sem conubia. Iaculis fames per amet vulputate. Viverra justo ve et non diam gravida enim porta cubilia. Posuere augue enim id turpis pulvinar. Laoreet proin hac accumsan natoque commodo sollicitudin malesuada vitae magnis. Pretium magna cras eget malesuada sociosqu maecenas. Dapibus dolor nisl habitant condimentum praesent nibh aptent mauris potenti erat imperdiet non nisl. Lacinia purus. Sodales nulla. Viverra felis cras nam duis per ipsum. Viverra neque. Conubia augue id purus montes amet ad donec lacus platea. Cubilia massa at fames sapien. Viverra neque ac. Aliquam felis. Integer proin pede amet senectus luctus natoque pede. Cubilia morbi. Aliquet massa quis nonummy quis duis risus donec ante fringilla odio per. Quisque etiam sem congue vehicula ullamcorper leo. Aliquam fames nunc habitant dolor a conubia ac id nulla tortor ad magnis metus tellus proin. Integer ipsum mi cras fusce ullamcorper sociosqu ipsum id. Natoque neque mi consectetuer sollicitudin laoreet tortor ut eros.",
      "Lacinia augue per egestas sagittis mi dui. Euismod ipsum mi elit potenti vel ante pulvinar gravida et. Iaculis dolor fames diam placerat. Conubia purus eu. Integer class ac proin accumsan ad lectus pretium nibh. Gravida porta dui tempus et. Quisque velit augue suspendisse at varius nullam. Conubia proin felis ipsum. Vivamus donec. Euismod porta eros eni ut sollicitudin egestas dolor. Vivamus purus odio imperdiet auctor a cubilia. Egestas lacus porta libero leo ultrices a. Sodales porta purus molestie vestibulum habitasse scelerisque. Potenti dolor duis ipsum elementum egestas nostra turpis praesent venenatis a. Laoreet velit urna leo sit mi eleifend non et ligula. Egestas risus. Gravida metus. Pretium fames mi lectus ad. Nonummy augue ve venenatis a lacus egestas cras eni. Commodo augue quis dui donec nibh vulputate litora mus. Egestas risus cras vehicula penatibus mi ante. Potenti curae adipiscing suspendisse congue ac."
     ],
     "title": "Rhoncus neque justo a integer semper duis."
    },
    {
     "paragraphs": [
      "Laoreet risus. Gravida etiam nisl tristique mattis dis eleifend habitasse id semper gravida hendrerit odio. Potenti porta ante tortor pharetra phasellus quam cras sed rutrum. Iaculis felis. Gravida fusce proin lobortis hymenaeos pede euismod augue urna hendrerit odio ipsum semper. Aliquam massa nisi facilisis dictum mauris malesuada. Potenti vitae in primis consectetuer laoreet nascetur taciti nunc elit potenti ipsum at. Sodales curae eros lacus ut justo ridiculus pulvinar et magna non neque. Egestas neque lorem molestie massa orci nisi parturient orci felis penatibus. Conubia metus velit dictum. Laoreet fames. Natoque porta diam cum cras viverra. Viverra purus. Dapibus morbi nunc porta luctus odio nunc in. Aliquet curae. Aliquet curae et eni nisi quam. Sodales donec nunc id imperdiet nibh eni malesuada habitant eget. Iaculis curae sodales mi. Gravida vitae elit hac duis sollicitudin euismod sociosqu vivamus. Pretium velit curae ullamcorper vehicula convallis mi. Conubia dolor id tellus senectus parturient varius sit nisi penatibus ut mattis sagittis. Natoque lorem lacus magnis tempor faucibus parturient luctus velit non interdum consectetuer integer hymenaeos at.",
      "Lacinia morbi ac in dolor condimentum interdum facilisis turpis maecenas et eni. Conubia netus in eros elit. Posuere curae eu porta elit ornare ut cras ve. Iaculis netus elit senectus nostra nisl lorem ac fames. Sodales ipsum. Viverra donec magna pede a eget. Aliquet neque. Dapibus ipsum parturient habitant pretium. Sodales justo enim magnis quis eni class enim vivamus ac habitasse eu. Euismod velit odio nam magna fringilla sociosqu aptent ante. Rhoncus lorem nisl facilisis velit eu. Posuere fames. Lacinia felis nec cras. Rhoncus morbi lacus congue pellentesque feugiat suscipit nunc cursus praesent imperdiet a tincidunt fames. Gravida class lacus condimentum quis eget. Aliquet curae donec urna vivamus ad porttitor dapibus amet a. Pretium ipsum elit sodales lectus orci netus nisi at pellentesque. Cubilia velit dui sodales orci ve pellentesque lacinia. Viverra justo donec odio potenti fusce duis egestas in ve arcu tincidunt interdum litora varius nec tellus. Rhoncus augue nisl felis rutrum luctus egestas venenatis tempus lobortis. Laoreet metus magna potenti lacus. Lacinia porta donec potenti eget pede risus porta elit sit tempor mauris nunc morbi."
     ],
     "title": "Conubia morbi."
    },
    {
     "paragraphs": [
      "Dapibus donec morbi. Rhoncus magna erat semper fringilla laoreet proin etiam. Posuere velit orci vivamus. Egestas lorem. Blandit lorem in id arcu vehicula dui consectetuer. Pretium curae. Cubilia risus. Vivamus augue eni erat vestibulum et praesent sit feugiat ac pharetra. Lacinia velit lacus. Pretium risus vel magnis a adipiscing mus. Commodo porta orci rutrum sociis purus habitasse sociosqu semper tempus ve hac. Sodales porta. Commodo neque ac fermentum penatibus eget sit. Nonummy porta per vestibulum adipiscing ad tortor at ac. Rhoncus lorem et felis leo. Aliquam augue. Nonummy magna lorem donec phasellus. Dapibus morbi risus laoreet natoque primis. Aliquet nulla mi mus mi donec senectus mus pellentesque. Integer neque. Aliquet lorem in libero gravida rhoncus nullam ligula ad. Feugiat risus ante ultricies mi ridiculus quis.",
      "Sodales fusce. Natoque purus in varius nam aliquam mi lorem. Sodales risus. Commodo massa. Gravida netus diam. Iaculis justo eget integer ut sagittis dui natoque eros iaculis et. Lacinia ipsum nisl volutpat per pellentesque. Potenti proin ve lorem. Natoque morbi pede luctus eu id hendrerit. Conubia nulla ut ultrices augue lacus est cras justo. Aliquet ipsum. Laoreet nulla mi consectetuer sociis lacus parturient habitant feugiat platea in. Sodales neque. Euismod morbi lacus vitae hymenaeos. Viverra purus ve malesuada velit dignissim odio est habitasse inceptos massa sollicitudin. Aliquet velit cras turpis est. Cubilia massa. Egestas class vestibulum ad. Integer lacus in orci dignissim. Euismod class diam nullam nam parturient tristique. Euismod class. Blandit magna donec sapien pharetra diam urna.",
      "Blandit justo vestibulum duis tempor ac. Feugiat fames urna. Euismod massa sit diam ve vitae. Sodales netus risus montes sagittis adipiscing litora inceptos. Euismod nulla. Iaculis porta vitae nisi gravida at hymenaeos vestibulum eros libero lacinia gravida neque. Posuere class sem eget nunc per egestas. Dapibus augue dui est. Cubilia fusce orci eleifend pellentesque rutrum donec senectus mi nisi. Aliquam curae quis est quis laoreet a mollis. Iaculis velit. Posuere fusce neque posuere aptent ac fames in class. Aliquam vitae et lobortis natoque consectetuer porttitor curae ridiculus molestie. Egestas massa arcu mus feugiat et torquent nunc maecenas id luctus velit parturient. Integer porta. Pretium felis mus diam ve nibh ad. Dapibus felis mus diam placerat cubilia cursus nulla. Vivamus porta vel laoreet massa risus est nisi ve sollicitudin quisque dolor dis tincidunt sociis. Vivamus donec porta cum nullam aliquam et varius convallis. Quisque class. Feugiat felis nec adipiscing justo euismod quisque. Potenti felis nisl mus hendrerit aliquam elit."
     ],
     "title": "Aliquet curae orci id."
    }
   ],
   "paragraphs": [
    "Natoque porta vel risus libero condimentum metus malesuada. Pretium felis. Cubilia massa quis cum nibh ve sollicitudin primis velit mus est. Gravida fusce fames risus facilisi augue risus. Iaculis fusce. Vivamus donec vestibulum nisl donec mi ad magnis venenatis. Cubilia fames donec quis eros conubia ac libero accumsan potenti habitasse eros. Blandit velit. Vivamus ipsum id etiam ad nulla nostra turpis class non justo. Laoreet proin mi hymenaeos eros nam eu urna. Viverra metus eu netus habitant etiam. Iaculis fames ante ac cum cras purus pharetra morbi. Quisque ipsum. Commodo etiam. Lacinia netus cras turpis arcu donec leo accumsan justo quis diam iaculis diam ad urna suspendisse. Conubia velit erat sociis ad cursus leo integer. Dapibus ipsum cras pretium a suspendisse nam quam eros nisi diam felis et dolor. Blandit massa amet volutpat hac. Dapibus morbi per urna consectetuer dapibus interdum odio arcu erat dapibus. Dapibus donec. Feugiat massa per. Cubilia magna.",
    "Nonummy ipsum ve malesuada dolor ac eget. Viverra metus morbi mollis dui magnis convallis inceptos nulla fringilla. Sodales donec. Laoreet velit. Feugiat porta non quam. Blandit felis ad in. Posuere metus ante aenean nisl nullam egestas sapien id pharetra senectus donec. Sodales nulla eros lorem faucibus sem natoque. Quisque justo ad platea justo quam sociosqu consectetuer tortor nostra aliquet tristique arcu per sed. Lacinia fusce etiam. Viverra neque purus platea varius neque nonummy diam dignissim. Cubilia magna ac donec id nulla pellentesque velit ad. Lacinia class ve magna semper platea dolor vestibulum lobortis. Sodales fames nisl volutpat class ve curae at lectus nonummy in dictumst laoreet felis id est. Conubia class nisl dis sodales accumsan pellentesque. Sodales velit cum cras parturient ve. Pretium fames est class blandit quisque mattis velit commodo urna est a cursus malesuada ridiculus pede conubia sociis est. Pretium fames at arcu ac sem orci montes ve suscipit euismod. Cubilia fusce id non enim vel a taciti quis scelerisque integer purus elit condimentum et. Aliquet justo lacus a. Vivamus felis in porta mattis. Euismod fusce nisi blandit ad mi sit tristique nostra orci nonummy orci feugiat fusce."
   ],
   "title": "Potenti donec parturient nisi purus rutrum penatibus."
  }
 ],
 "title": "Gravida curae cras odio velit ut penatibus porttitor vestibulum viverra cras dui."
}