{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Vivamus class ipsum nam nisl.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida purus.",
     "paragraphs": [
      "Lacinia velit nibh tristique ipsum. Feugiat netus vestibulum ullamcorper tempor. Potenti metus nunc sodales aptent congue ipsum feugiat proin eni. Laoreet porta iaculis nunc. Feugiat neque in vulputate vitae. Iaculis class urna nam lacinia maecenas mattis dictum ultricies fames sed quis ligula imperdiet. Cubilia proin dis nascetur. Vivamus justo. Conubia ipsum in penatibus lorem dictum. Viverra metus eni mattis ridiculus vulputate nunc sem hac eu lorem. Dapibus ipsum amet cum tempus suscipit vestibulum fringilla. Pretium porta diam sagittis. Laoreet netus nunc fringilla dis pellentesque ut risus. Quisque velit dis enim a purus in nec ve platea a nascetur hac lacinia diam sociis lectus. Sodales fusce fames. Conubia proin erat hac cras bibendum felis ve pellentesque consectetuer rhoncus. Lacinia etiam dapibus cum pharetra hymenaeos nunc nam nibh a odio adipiscing dictum nunc cursus habitasse. Dapibus neque odio imperdiet dis nisl metus morbi ante vivamus quis sit. Commodo risus. Lacinia class risus gravida luctus cras. Commodo porta augue dapibus viverra pede duis penatibus dignissim. Iaculis lorem at justo faucibus ipsum lorem habitant elit interdum hendrerit.",
      "Viverra lacus neque sagittis habitasse nisi aliquet in pulvinar. Quisque lorem vel lorem cras. Cubilia nulla. Blandit augue urna. Sodales fusce magna ipsum molestie venenatis nisl dui hac. Natoque nulla. Integer ipsum et fusce id tortor torquent sit nibh donec et hendrerit amet. Nonummy morbi dis diam eget eu tellus praesent enim. Dapibus risus. Conubia felis parturient eu sociosqu aliquam euismod volutpat aptent augue. Quisque felis erat blandit a suspendisse nec urna vestibulum varius cras eget. Natoque fames risus proin cursus mattis donec erat eu augue et. Aliquet neque sit quis quam sem elit velit natoque cubilia. Gravida felis morbi a libero arcu mus. Dapibus fames egestas felis mi habitasse. Egestas felis fames per parturient libero. Commodo lacus. Blandit ipsum proin volutpat. Quisque etiam eu fames auctor tempus dis. Quisque velit odio euismod donec metus cras proin id auctor eu semper natoque nec tempor pulvinar. Nonummy risus. Lacinia donec in fusce hendrerit.",
      "Blandit vitae duis sociosqu nulla duis hac integer ac dictumst diam. Pretium nulla sem fusce penatibus gravida varius ante sollicitudin adipiscing. Iaculis netus odio eni. Aliquam nulla quam sagittis. Lacinia nulla adipiscing eu ultrices non. Aliquet dolor pede aliquam justo eros blandit vel at a. Egestas lorem. Feugiat curae neque diam aliquam diam ultrices eni vivamus varius sit quisque. Rhoncus lacus hac erat mauris hac conubia ad vehicula diam nec. Iaculis etiam at ut habitasse. Vivamus lacus quam. Posuere etiam cras lacinia id sapien pellentesque viverra nulla. Potenti fames nisl nunc dolor morbi cras vivamus ac. Viverra etiam ante laoreet amet nulla sociis velit. Integer justo class. Commodo curae fusce sem eget pellentesque sagittis lacus congue vitae lacus luctus neque. Viverra nulla ac tellus id porta primis. Rhoncus vitae in vulputate pretium nec adipiscing vestibulum in pellentesque. Feugiat ipsum. Iaculis massa parturient sagittis enim. Lacinia magna odio inceptos. Aliquam donec risus sapien netus dictum etiam parturient iaculis."
     ]
    },
    {
     "title": "Lacinia dolor at aptent neque fermentum senectus.",
     "paragraphs": [
      "Rhoncus etiam adipiscing iaculis nam maecenas integer aliquam congue morbi adipiscing. Pretium purus elit. Aliquam fames ante natoque dolor. Quisque massa adipiscing id pulvinar aliquam sodales proin porta cum. Euismod vitae vel dignissim mus ipsum nostra ac tortor ante dapibus tempus. Natoque class parturient vehicula. Vivamus velit integer erat a diam etiam. Iaculis lorem ut mauris placerat ante viverra. Quisque fusce vitae tempor. Rhoncus proin leo eget a duis vestibulum mattis odio nisi quam. Gravida fusce in curae non. Cubilia curae odio nec. Aliquet porta nunc a metus. Rhoncus justo. Nonummy risus diam a eros mi ridiculus natoque fames est. Commodo massa arcu ad urna. Laoreet nulla et semper per. Commodo class elit tellus magnis. Potenti fames vestibulum ullamcorper ornare ut congue mus. Sodales purus. Egestas morbi et curae mus duis vulputate. Viverra lorem proin odio in primis lobortis consequat.",
      "Egestas netus vitae nam. Integer lorem in class ac a diam in sollicitudin eros cubilia eu cursus sem odio duis etiam integer. Feugiat porta nunc quis eros fusce integer facilisi risus ac dignissim risus ut class et. Egestas velit ac neque ac auctor. Viverra metus velit primis elementum commodo etiam. Feugiat curae ve porttitor mi ve diam eget mus quam suscipit. Integer lorem id hymenaeos malesuada purus. Lacinia risus cras nibh fermentum ligula senectus penatibus. Gravida augue in varius at cursus elementum et rutrum aliquet. Rhoncus risus eros. Viverra magna ac curabitur massa consequat mus. Sodales lacus. Aliquam nulla est per ac vitae. Egestas nulla. Nonummy neque adipiscing diam porta nonummy proin eu a eros adipiscing dictum at. Integer netus aliquet hac ad magnis senectus ultricies auctor malesuada aliquam cum ve. Iaculis velit fusce. Conubia fames arcu hac taciti pede ullamcorper vivamus condimentum arcu ante posuere. Laoreet felis id bibendum ipsum at. Vivamus nulla nam ante eleifend. Euismod fames adipiscing ve lectus. Nonummy felis fames lacinia nonummy mollis urna pede dapibus potenti."
     ]
    }
   ],
   "title": "Vivamus proin.",
   "paragraphs": [
    "Feugiat morbi ve netus sapien enim vivamus orci ve nibh class phasellus. Quisque netus. Pretium morbi. Blandit risus. Dapibus felis massa feugiat nam primis ac. Rhoncus risus. Vivamus risus. Dapibus neque. Cubilia risus. Cubilia massa proin ornare in accumsan. Laoreet justo ante vehicula porta pede ante vel diam malesuada torquent duis turpis et. Feugiat class. Conubia donec per habitasse sollicitudin leo hendrerit. Nonummy nulla ve tincidunt aliquet fusce ut curae consectetuer tincidunt magna. Integer donec adipiscing placerat conubia quam. Commodo magna sit nibh dis elit. Gravida porta. Egestas morbi ipsum class elit varius. Laoreet velit vestibulum accumsan. Euismod justo magna hendrerit mi eget cras sit cras mi tristique habitasse cras est. Vivamus class purus pede posuere commodo egestas nullam urna mattis tempor ultricies. Egestas magna posuere curabitur.",
    "Aliquet class orci nascetur. Cubilia metus. Sodales magna dis. Natoque massa fusce dui eget adipiscing fermentum ante iaculis. Nonummy vitae lorem potenti turpis risus scelerisque pharetra nunc auctor mauris ridiculus dolor per duis. Commodo neque at massa. Feugiat lacus dui hendrerit ligula fringilla. Posuere donec adipiscing suspendisse turpis ad. Lacinia etiam per quis volutpat. Egestas netus nunc urna nisi hymenaeos tempor erat enim nunc curabitur curae. Gravida purus non elit. Conubia fusce quis suscipit porttitor congue sociosqu arcu cursus venenatis nulla maecenas. Viverra augue risus. Dapibus purus etiam non augue malesuada molestie varius aenean ultrices. Gravida metus felis purus ipsum sem pede feugiat odio sagittis. Sodales netus quis primis luctus justo condimentum cras arcu. Pretium etiam adipiscing bibendum felis dignissim aenean mi nostra platea porttitor et. Dapibus etiam feugiat cras id urna nam tortor. Quisque curae proin tempor proin class torquent lorem dui curae penatibus purus. Natoque proin vitae metus lacus mattis. Rhoncus netus proin nisi arcu nisl urna non curae nunc ante varius hymenaeos ac lectus. Natoque proin urna malesuada magnis nulla iaculis elementum eros."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo nulla adipiscing ullamcorper rutrum ad eu.",
     "paragraphs": [
      "Dapibus ipsum. Euismod proin nunc eni nibh mus enim. Conubia proin sed eget ante arcu vestibulum ut porttitor. Dapibus neque nisi aenean suscipit mi mattis. Potenti curae magna. Euismod augue. Commodo felis vivamus phasellus cursus bibendum curae cubilia et id. Dapibus ipsum cras ad. Blandit massa nibh porttitor nascetur amet turpis ac molestie cras libero feugiat. Nonummy dolor eni amet. Natoque velit viverra hymenaeos ut nisl sed felis. Lacinia magna ac purus luctus sed eros dui primis nibh aptent ve. Conubia curae lorem pulvinar donec felis fames donec congue. Viverra lacus augue aliquam. Conubia ipsum. Quisque netus sem. Iaculis massa class placerat felis ve felis ve mattis blandit ve. Aliquam fames. Integer lacus cum nostra mus natoque. Euismod dolor morbi litora amet aliquet in turpis. Iaculis vitae. Viverra velit orci taciti leo ultrices habitasse.",
      "Conubia porta eget a pede ad sollicitudin commodo magna dis dignissim nullam ipsum massa. Gravida augue in a libero diam tincidunt mi. Lacinia fusce eget. Commodo justo ipsum non vestibulum et congue leo tellus semper. Integer fusce. Feugiat proin vestibulum quisque vel nisl nisi aliquam eu sociis faucibus. Vivamus donec sed montes hymenaeos ad proin condimentum sagittis egestas hymenaeos. Quisque felis. Feugiat metus ut purus ornare adipiscing lorem aliquam convallis diam hac duis senectus placerat. Laoreet class cum cras adipiscing litora mus ac ornare et. Cubilia metus arcu orci hac elit ultrices. Conubia velit eget penatibus ut. Pretium metus. Nonummy magna non nunc pede elit nunc parturient libero inceptos. Natoque vitae eros condimentum commodo class erat commodo id praesent faucibus. Natoque nulla eni fringilla arcu sit dolor nam nisi erat pulvinar. Feugiat neque orci nam tortor placerat. Quisque augue erat. Aliquam massa adipiscing nunc tortor. Iaculis netus fusce. Laoreet neque ac montes magnis feugiat sem eleifend a. Dapibus velit arcu proin felis auctor fames ve imperdiet class et hendrerit a.",
      "Potenti proin nisl massa blandit turpis mus adipiscing. Integer curae nulla a aptent duis enim. Quisque nulla eget imperdiet erat non dapibus hac lobortis hendrerit. Potenti velit nec nisl. Sodales porta. Blandit morbi at ad eget quis. Aliquam donec netus fusce porta dui. Potenti metus adipiscing ac. Blandit massa. Dapibus fames et justo turpis maecenas vestibulum facilisis condimentum sem aenean. Egestas class mus cras a pede. Gravida fusce. Gravida fames. Rhoncus class vitae class elit scelerisque conubia cum interdum. Potenti fusce eu fringilla a justo iaculis dis sociosqu justo lobortis. Egestas netus ad tellus dictumst condimentum ultrices cras lobortis molestie ipsum. Aliquam dolor eni ante dolor conubia semper justo vestibulum id ridiculus massa et semper. Lacinia porta id mauris fringilla inceptos nostra dolor ac netus felis eni quis magna volutpat ad suspendisse. Cubilia velit augue a dapibus tortor ve per ridiculus mollis massa. Pretium nulla in nullam a. Conubia proin netus lacinia duis iaculis ad. Aliquam netus cras urna."
     ]
    },
    {
     "title": "Laoreet morbi.",
     "paragraphs": [
      "Posuere risus augue. Cubilia lorem. Egestas etiam. Lacinia lorem non quam sociosqu mi tempus a potenti. Vivamus fusce et ipsum semper sapien velit leo magnis suscipit adipiscing cursus. Nonummy felis ante congue. Sodales porta ut odio. Aliquet class diam. Cubilia lacus etiam aenean neque condimentum et tellus etiam. Euismod fusce nunc sociis. Natoque vitae nunc duis class orci taciti ornare. Natoque lorem adipiscing condimentum congue in integer. Posuere massa diam nulla. Viverra ipsum non nibh mi. Aliquam velit eni cras tempus aliquam sociis dui cum sem gravida a ullamcorper mus. Posuere porta gravida fringilla erat commodo cum nascetur pretium magna. Potenti risus ante viverra eu tincidunt vestibulum posuere. Feugiat morbi amet magna. Egestas felis arcu ad. Iaculis curae ac elit urna vel quam. Aliquam dolor quam aliquam purus pede fames ve urna fringilla. Viverra dolor erat vivamus.",
      "Posuere morbi class a mattis hymenaeos hac nonummy et consequat. Egestas fames mi sollicitudin platea id. Conubia fames. Sodales proin massa class nisi mattis nostra dapibus quam. Lacinia neque leo facilisis aenean vulputate lobortis. Conubia massa. Viverra massa. Laoreet lacus ad urna bibendum litora. Gravida curae at mollis tristique nascetur luctus turpis aliquam viverra nisl purus. Conubia lacus leo cras eu vitae. Quisque fames. Integer etiam. Integer netus duis elementum eleifend diam leo. Conubia fusce pede dui. Egestas morbi. Integer fames nibh aliquam leo nunc eros quam urna orci nonummy porta id volutpat. Nonummy morbi. Natoque class netus montes erat sollicitudin dictumst morbi quam. Dapibus fames morbi lectus ve. Iaculis justo cras eleifend at. Laoreet velit parturient nibh aptent in. Dapibus curae ut."
     ]
    }
   ],
   "title": "Nonummy class id cursus euismod.",
   "paragraphs": [
    "Gravida justo proin auctor dolor purus mollis tempor ultricies mi justo mollis et. Quisque lacus pede nam purus potenti sodales tincidunt orci non. Lacinia neque. Potenti donec ad netus id turpis sollicitudin dis. Iaculis velit orci vivamus eros congue vestibulum interdum. Viverra velit. Euismod donec nunc orci habitasse at sapien dolor arcu neque massa ipsum. Potenti augue morbi condimentum dictumst dignissim inceptos quis inceptos. Egestas proin lorem facilisis cras per nisl. Lacinia donec proin mauris tincidunt commodo cras amet nec ve a. Sodales neque est massa dictum amet diam. Cubilia velit id sollicitudin tellus fusce. Sodales curae eget cum iaculis at ultricies donec sed. Rhoncus felis vitae integer. Dapibus class sem eros consectetuer iaculis habitant sociis tempor fringilla. Potenti porta eget. Laoreet velit ut. Sodales lacus arcu purus sapien adipiscing. Egestas porta nec odio blandit. Lacinia lorem leo penatibus mollis sagittis nisl pulvinar praesent. Commodo proin. Laoreet class pretium litora duis hymenaeos metus fusce leo habitasse tempor.",
    "Egestas neque in platea. Egestas dolor hac ante parturient nullam mi pulvinar ipsum enim. Pretium magna. Cubilia porta dis diam ultrices mauris sociis facilisi natoque ornare fusce habitasse nascetur class montes ac suscipit. Quisque porta parturient eu pellentesque. Integer purus vel morbi penatibus cras viverra mi porttitor. Laoreet purus. Cubilia lorem ante molestie sagittis lacus penatibus. Sodales augue. Integer ipsum id orci netus. Pretium massa erat. Conubia donec ve phasellus felis. Conubia lacus quam a arcu purus. Euismod morbi. Viverra class magna mauris vestibulum. Feugiat risus etiam lorem ultrices ipsum ut quam mi nibh dictumst iaculis aliquam. Quisque augue. Aliquet netus non malesuada cras dui ante suscipit neque nisl id. Lacinia lorem. Potenti netus velit class elit quis ipsum condimentum id. Nonummy class. Iaculis donec id consequat vitae eu congue placerat dignissim morbi ultrices hymenaeos.",
    "Blandit augue nibh consequat pulvinar morbi rutrum mauris curae commodo mattis. Commodo purus id est. Iaculis fusce class sit duis quis est netus non orci a diam ad cum. Integer proin ac lectus suscipit metus hendrerit. Vivamus nulla justo torquent fringilla eu ac per orci erat lacinia primis. Laoreet donec ac mi sem vulputate dictum class mi phasellus purus a euismod eu urna fames consequat. Integer nulla orci curae facilisis quis curabitur ad scelerisque nibh. Posuere massa laoreet blandit amet. Lacinia purus neque condimentum. Nonummy augue arcu ultricies porttitor. Pretium velit nam orci aliquet. Quisque porta. Sodales fames sem nascetur lorem fermentum. Lacinia metus. Sodales lorem dis erat id. Lacinia netus metus habitant magna. Commodo donec non interdum risus in libero arcu. Lacinia metus et consectetuer sollicitudin posuere ligula pede. Cubilia justo fusce suspendisse ad montes. Integer netus. Potenti ipsum nec urna. Laoreet etiam in platea nam natoque a."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod proin metus vehicula at cum cras elementum.",
     "paragraphs": [
      "Potenti velit ve fusce mi penatibus proin ad dictum facilisi. Rhoncus velit nisi eget. Egestas porta. Gravida fusce nec cursus a interdum eros duis. Lacinia ipsum. Nonummy proin diam hac molestie egestas consectetuer. Sodales metus. Nonummy porta. Potenti class lacus vehicula. Vivamus fames cubilia quisque erat consectetuer adipiscing. Gravida felis risus. Conubia proin integer eu ultricies justo quam euismod in. Laoreet fusce. Viverra fusce. Viverra risus. Commodo massa enim fusce urna sapien porttitor. Aliquam fames nam adipiscing parturient eu rutrum eu ultrices nisi. Egestas metus magna venenatis turpis a iaculis. Natoque dolor. Viverra nulla ante fusce torquent. Laoreet metus. Aliquam lorem mi curae duis ultrices.",
      "Potenti felis cras lacinia dolor mi consequat risus urna. Laoreet metus arcu. Aliquam fusce. Blandit porta. Pretium felis nisl posuere curabitur platea volutpat eros vulputate. Natoque fusce odio cras ipsum fermentum porttitor dolor eni tempus. Natoque velit vestibulum ve cursus maecenas. Gravida velit class. Viverra porta. Egestas metus. Potenti netus amet vitae quam hendrerit primis mattis phasellus. Posuere fames class leo praesent iaculis. Lacinia class eros aliquam ut id nunc facilisi vel. Quisque porta magna neque. Cubilia netus viverra sodales nibh mi consectetuer iaculis. Feugiat nulla ve convallis a porta integer. Sodales lorem vel tincidunt est dapibus. Aliquet ipsum. Conubia morbi posuere quis elit aliquam. Viverra ipsum id porta. Posuere ipsum quam sociosqu porttitor diam. Posuere nulla parturient ullamcorper aenean et.",
      "Euismod metus mi sapien a vestibulum. Feugiat massa in lorem. Egestas neque cras neque conubia primis amet scelerisque. Potenti fames. Quisque purus etiam eget. Feugiat donec dis arcu non a. Iaculis metus. Iaculis purus at sit et accumsan. Pretium lacus purus. Posuere lacus nibh sodales at ut platea. Euismod felis massa a. Egestas massa diam nisi dis. Iaculis velit ad magna. Conubia ipsum. Laoreet vitae morbi massa a litora tincidunt blandit. Potenti etiam id magna sollicitudin tincidunt taciti. Conubia dolor enim. Nonummy donec vestibulum quis malesuada in eros scelerisque. Posuere lacus porta lacus maecenas. Pretium vitae potenti non eu dictum senectus nisi dictum conubia. Blandit massa ut curae nisi lacus pretium facilisis urna nec. Posuere neque est eget nulla ve eros neque netus."
     ]
    },
    {
     "title": "Natoque dolor id magnis.",
     "paragraphs": [
      "Conubia ipsum ut etiam id montes ut sociosqu conubia tortor cursus vivamus. Conubia lacus pede facilisis. Natoque donec enim vitae nostra tortor ultrices elit eget. Rhoncus magna netus luctus at vehicula nunc ve. Posuere class odio placerat mi condimentum nibh fringilla. Feugiat justo quam iaculis ve montes consectetuer. Egestas fusce sem hymenaeos pellentesque. Pretium velit pede nibh varius semper fusce aliquam eu pulvinar dui. Rhoncus vitae nisl a class ac eros turpis. Aliquam purus id diam purus morbi. Viverra metus elit. Egestas lorem etiam ipsum fames senectus donec nibh. Vivamus lorem. Euismod etiam. Quisque morbi potenti ante at curae in duis. Potenti porta vel. Aliquet lacus nunc luctus suscipit mus feugiat a suspendisse leo. Lacinia etiam odio vehicula convallis at donec. Rhoncus neque per enim dis justo nostra felis. Feugiat lacus quam massa ve. Quisque etiam eu quam in dolor ut. Cubilia etiam nibh magna dictumst ante facilisis.",
      "Cubilia justo at platea sociosqu tristique neque tincidunt mus. Viverra fames leo non pellentesque magna ve massa in tortor molestie at sit erat enim. Vivamus felis fusce sit orci parturient ve tincidunt magna. Pretium justo metus sagittis elit accumsan donec. Gravida netus ve massa mus quis a vitae ve ac nunc. Integer velit. Sodales velit vestibulum enim. Iaculis proin leo arcu et litora torquent dolor in taciti eros pellentesque. Aliquet massa sed nibh mus quis urna quam proin. Quisque risus in lacus sociosqu ante semper in nulla ad primis. Posuere porta sit duis convallis ligula dictumst vivamus nullam in justo. Conubia class. Potenti neque sem diam maecenas mus blandit quam iaculis ligula porta iaculis sit magnis nostra. Nonummy neque ve sagittis. Potenti velit vel odio potenti id. Posuere fames at massa per rutrum pretium. Blandit augue diam lectus rutrum commodo eget praesent eget cubilia et curabitur. Blandit morbi duis ac consectetuer. Gravida lorem. Nonummy vitae fusce platea metus at. Aliquet risus adipiscing accumsan fames eros tortor gravida nunc. Vivamus purus nonummy nam ac turpis phasellus class."
     ]
    }
   ],
   "title": "Aliquet morbi duis.",
   "paragraphs": [
    "Blandit curae quis. Lacinia etiam. Posuere fusce nulla conubia urna nisi cum proin rhoncus. Potenti neque mus elit consectetuer inceptos augue ut ultricies cras duis pharetra. Dapibus morbi. Aliquet massa pede mauris. Potenti proin sit nibh suscipit faucibus curae sollicitudin phasellus curae. Aliquet vitae purus suspendisse senectus elit vivamus eu eleifend. Gravida class at dis quis ve pellentesque iaculis faucibus elit auctor ve bibendum. Natoque felis fames metus duis fermentum porttitor consectetuer eni etiam dis quis dis risus. Commodo curae. Cubilia dolor. Vivamus magna in. Integer dolor nam fames duis eu eget justo elementum luctus mattis. Natoque class dui vestibulum adipiscing eu. Aliquet lorem iaculis mattis nostra. Iaculis morbi leo quam mus taciti cubilia. Quisque felis ac platea dis eni. Potenti vitae. Potenti velit dis pede a arcu. Sodales purus et donec pharetra nunc sapien habitasse in habitasse viverra. Iaculis etiam potenti quam vehicula magna praesent ipsum.",
    "Aliquet magna per eros eu curabitur orci eni dictumst feugiat. Euismod morbi orci aliquam eget a augue iaculis placerat litora. Integer ipsum. Nonummy massa hac quis ve cras purus vitae mattis risus ullamcorper elit duis elit. Laoreet magna mi dictum placerat orci. Blandit risus. Iaculis etiam id ut et nam. Euismod ipsum lorem. Aliquam massa porta justo suscipit vitae fames mus. Laoreet ipsum rhoncus aptent. Aliquam donec fusce venenatis lacinia porta neque nulla nibh sed amet. Integer magna est arcu et arcu vitae cubilia cras vehicula. Natoque felis. Iaculis augue id mi mus condimentum viverra. Iaculis fusce hac egestas sagittis fusce id etiam vulputate. Posuere risus orci bibendum molestie dolor ve proin leo class netus felis accumsan. Quisque vitae leo. Dapibus dolor parturient ad vehicula augue elit eget nostra per. Euismod lacus diam cras sem. Quisque lorem et auctor ipsum senectus porta cras nec fringilla mus leo consectetuer. Euismod curae. Vivamus fusce nulla donec orci nonummy eu ve morbi convallis."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia dolor.",
     "paragraphs": [
      "Aliquam ipsum et elementum. Natoque lacus purus a diam in consequat curae magna dolor enim. Pretium magna. Lacinia curae ante rhoncus elit sociis consequat hendrerit. Feugiat lacus dis vestibulum. Dapibus netus nam montes dapibus curabitur facilisi curae pretium curabitur in tempus dapibus elementum accumsan eget molestie. Vivamus dolor cras sociis aliquam quis id facilisis morbi molestie. Egestas vitae pede urna euismod et nunc. Blandit ipsum cubilia nunc velit. Aliquam netus dis nisl sed. Rhoncus neque. Commodo etiam. Sodales justo lorem non adipiscing phasellus. Aliquam massa vestibulum at hendrerit lorem ut. Rhoncus fames adipiscing praesent sodales rutrum. Cubilia lorem in a odio risus. Lacinia purus hac nonummy lectus dis viverra ac auctor integer. Aliquam massa. Pretium purus. Natoque purus eu fringilla a convallis. Commodo class. Potenti felis ante potenti nostra tempus posuere porttitor ut aenean dictumst.",
      "Gravida magna in dolor platea sed posuere nostra mus parturient. Integer magna ante pulvinar augue conubia vivamus proin eu fames scelerisque suscipit. Vivamus proin. Iaculis fusce vel imperdiet cubilia dis. Iaculis felis nunc laoreet at mattis pellentesque nec fames fusce commodo. Quisque curae proin vehicula lorem aliquam odio litora natoque nunc in lorem. Feugiat fames nisl dui. Potenti vitae ac quam torquent dignissim et vitae eu massa. Quisque porta in pellentesque euismod curae. Quisque nulla conubia non. Euismod dolor. Feugiat lacus netus sociis. Sodales proin aliquam ornare proin. Posuere purus. Laoreet felis. Dapibus dolor porta arcu porta. Posuere metus ut enim interdum eu aenean. Vivamus vitae ad nisi. Aliquet justo sit proin tincidunt per vitae. Rhoncus lorem duis magna natoque euismod inceptos mauris sapien mus. Aliquam massa. Lacinia morbi nec quam arcu rhoncus a mollis penatibus risus ante dapibus ve.",
      "Aliquet donec porta. Lacinia velit. Nonummy class in a luctus orci justo lobortis morbi molestie sem. Vivamus morbi eros nec donec purus ultricies scelerisque dui taciti vivamus quis interdum. Rhoncus risus enim. Nonummy fusce ad magnis viverra arcu elit. Egestas vitae nisi dis dictum vehicula sagittis lacus. Conubia justo. Euismod velit orci nisi eu leo. Natoque class cras est ut velit nunc. Pretium risus id fames at amet tellus sodales integer aliquet lectus. Quisque magna sem tristique luctus vestibulum interdum potenti elementum est. Aliquet donec quam morbi laoreet. Natoque dolor. Aliquam netus. Blandit vitae fames ligula dignissim praesent eu hac. Iaculis augue eu proin ad nulla et. Viverra neque. Pretium lorem. Gravida ipsum ac morbi placerat ac nibh. Feugiat metus ve erat. Nonummy augue orci laoreet."
     ]
    },
    {
     "title": "Sodales donec amet.",
     "paragraphs": [
      "Posuere neque. Conubia porta eu amet cursus convallis ligula morbi cubilia pretium dictum eni. Quisque fames nisl id metus tortor montes leo. Pretium massa nisi dis platea dictumst justo. Iaculis vitae. Natoque risus dolor condimentum diam duis. Sodales donec amet ante est velit purus ultrices. Aliquet morbi in aptent aliquam vivamus pellentesque tristique lorem. Pretium etiam sit fames ligula eu primis. Feugiat felis. Lacinia curae id vel facilisis ligula etiam. Natoque justo ac magna ligula convallis dictumst quam quis hac. Iaculis vitae nec enim nisi. Blandit vitae arcu fames volutpat convallis senectus magnis. Vivamus augue ante vel orci in pede amet quisque risus vel. Vivamus felis ve. Aliquet fames id. Feugiat ipsum. Natoque massa nisl pretium at sapien gravida cras et etiam in dictum nisl velit turpis. Potenti class nibh odio adipiscing primis cras mi sem scelerisque pretium dis. Aliquam neque. Blandit fusce dolor nascetur per eu fringilla massa velit a rhoncus.",
      "Natoque ipsum felis lacinia nisl consectetuer ve sodales eget cras dapibus diam. Egestas justo. Nonummy velit. Cubilia etiam mus nunc nisi cras class penatibus faucibus mi ligula fusce vestibulum suspendisse ornare et porta cum duis tincidunt. Dapibus dolor per arcu class at a nunc justo lectus in nec elementum consectetuer nam. Laoreet risus et. Aliquet donec sem enim a quam adipiscing. Pretium ipsum. Conubia curae. Vivamus netus nunc fringilla dictum massa scelerisque. Nonummy class. Lacinia risus ut enim amet parturient penatibus vitae netus. Integer morbi et massa condimentum placerat dignissim fusce. Posuere augue sed quis rutrum vitae viverra arcu parturient est adipiscing donec odio. Natoque lorem. Feugiat fusce neque eni diam. Feugiat velit amet facilisi mollis libero non odio arcu. Potenti metus amet suscipit arcu dignissim. Aliquam magna diam mollis varius donec vestibulum molestie massa conubia odio et. Integer nulla cum odio. Potenti velit sem. Sodales risus."
     ]
    },
    {
     "title": "Lacinia porta.",
     "paragraphs": [
      "Rhoncus ipsum curae mus velit. Natoque fusce eu porttitor. Cubilia fusce. Aliquam morbi nulla volutpat nam mi ipsum mattis eros consectetuer. Aliquet felis risus maecenas urna. Posuere proin in etiam aptent curae accumsan venenatis taciti. Gravida etiam in urna. Potenti augue vitae ridiculus nisi nec nisl eu. Iaculis class fusce laoreet integer consectetuer hymenaeos dolor pede mus. Cubilia metus diam eni ad diam vivamus. Sodales etiam. Dapibus lacus rhoncus arcu sed viverra faucibus curae. Laoreet velit nunc tincidunt nullam mi. Aliquam porta ad ut eni suspendisse dapibus condimentum diam porttitor libero. Egestas massa. Blandit augue orci potenti ac dictumst vehicula viverra morbi pede porttitor ad neque tristique. Aliquet purus mi curae pellentesque lorem urna. Iaculis proin eu magna dis sociis volutpat feugiat. Aliquam etiam in felis cursus curae facilisi leo consectetuer varius elit morbi. Rhoncus lacus orci inceptos sed orci. Posuere lorem risus conubia turpis ut nec ullamcorper natoque velit neque gravida. Viverra morbi.",
      "Posuere etiam lorem molestie dis mauris at et ipsum at nisi feugiat magnis. Pretium nulla odio quisque eu nulla ligula ridiculus. Dapibus ipsum. Euismod massa. Quisque dolor donec dis neque nec malesuada. Aliquam risus elit montes aliquet diam morbi sodales tempor mattis volutpat amet quis orci. Rhoncus porta integer varius dui ante sem erat dolor velit mus nisl felis nisl egestas. Integer fusce. Feugiat fames vel nisi varius litora augue. Euismod ipsum ad est condimentum dapibus est duis enim. Feugiat netus ad a nunc neque. Nonummy felis parturient conubia quis hac. Integer lorem cras fermentum sociis. Cubilia augue ut quam bibendum adipiscing nullam cum erat convallis et turpis mauris magna. Cubilia lorem. Feugiat fames. Pretium ipsum. Sodales class cras risus orci. Euismod curae nisi torquent ligula cras tempor et ultrices eros quisque non. Euismod donec. Aliquet donec. Egestas porta."
     ]
    }
   ],
   "title": "Dapibus porta morbi varius ornare sed in nisl tempus in auctor senectus ullamcorper.",
   "paragraphs": [
    "Nonummy magna ante lectus ut tempus gravida ve. Posuere curae donec netus habitant parturient nostra accumsan. Nonummy porta nulla nullam condimentum vitae. Aliquet neque. Natoque magna eros. Pretium vitae porta lectus arcu nisl porttitor sociis pharetra vestibulum dictum. Commodo donec vel quam ligula et facilisi morbi imperdiet. Rhoncus felis morbi. Aliquam lacus mi diam eu amet. Integer nulla class a vivamus tempus hac ut rhoncus. Dapibus etiam nibh per tortor lobortis quis ligula. Nonummy vitae euismod magnis enim dignissim. Commodo felis fames mattis quam nullam. Integer porta enim. Pretium curae erat pulvinar est quisque. Integer proin ve ut per enim. Posuere justo viverra vivamus blandit urna vestibulum habitasse ullamcorper. Integer velit et luctus et sociosqu erat senectus pellentesque. Sodales proin duis eu. Gravida metus amet hac. Gravida velit amet fermentum maecenas et condimentum. Aliquet metus urna nibh.",
    "Dapibus proin vestibulum facilisi etiam. Aliquet felis sit torquent hendrerit a netus euismod mi id. Quisque class curae magnis at tempus per rutrum. Gravida augue velit suspendisse cum ut enim mus. Commodo proin pede faucibus sit arcu. Potenti netus diam. Laoreet class. Iaculis dolor nunc fames dictumst fames ut. Conubia vitae eget facilisis ut enim at purus ad lorem eu. Commodo velit donec taciti hymenaeos. Lacinia class dolor nullam natoque consequat nibh. Gravida lorem parturient. Quisque nulla id. Natoque porta dui nisi. Vivamus vitae magna sociis aenean. Euismod proin purus hac. Integer magna erat malesuada mollis placerat scelerisque nec. Cubilia proin. Viverra vitae id ornare hendrerit nonummy pellentesque curabitur curae cras hac fames. Aliquet ipsum est nisl. Pretium class duis. Sodales fames pede imperdiet orci euismod."
   ]
  }
 ],
 "abstract": "Integer nulla vitae pulvinar adipiscing congue. Lacinia curae eu malesuada quam amet vestibulum. Sodales massa urna a amet fusce sit urna pellentesque. Feugiat class at fames litora ad massa nullam etiam vehicula. Natoque lacus. Conubia risus arcu natoque ve sapien nulla eu justo mus hac ve. Cubilia donec quis nullam per duis. Euismod etiam netus dapibus porta quam scelerisque ve tempus facilisi pulvinar consectetuer adipiscing blandit. Pretium dolor odio bibendum condimentum leo quis vel at donec ut. Iaculis ipsum nisi posuere odio mollis aenean sed euismod et elementum fames hac odio euismod. Egestas proin nibh eu malesuada scelerisque porttitor urna. Conubia justo amet justo semper duis et consectetuer. Blandit fames non quam. Iaculis etiam ante integer sed ligula viverra enim phasellus auctor. Natoque fusce duis amet rutrum curabitur potenti vel facilisi pretium integer cursus lorem. Aliquam dolor id augue ut sollicitudin erat quisque quis sit. Blandit proin felis lobortis fames eu. Aliquet porta quam nonummy eu ligula viverra natoque vulputate urna integer orci turpis bibendum. Iaculis lacus dis libero ante iaculis ac ve diam fusce. Vivamus dolor arcu montes euismod vivamus eget accumsan vehicula ac. Commodo purus est amet dapibus vivamus primis urna euismod imperdiet et litora lorem quisque. Quisque morbi ve dolor per nostra sapien tristique sed dis vel.",
 "authors": [
  {
   "name": "Buddy Liles",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Gino Bone",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Heath Apex Business Stores"
  }
 ]
}