{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet purus.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet ipsum.",
     "paragraphs": [
      "Euismod ipsum vivamus luctus mi ac. Blandit proin vel elit vestibulum sed dolor montes ve felis ac nibh imperdiet tincidunt. Lacinia morbi eni orci ut. Integer fusce diam cubilia arcu molestie leo cubilia a condimentum est rutrum senectus lobortis mi. Cubilia vitae ad luctus odio aptent fermentum. Blandit dolor. Potenti purus elit. Laoreet purus fusce dapibus. Blandit ipsum elit. Cubilia netus. Pretium augue erat pretium et magna justo iaculis nam. Laoreet magna eros nisi dictum adipiscing consectetuer posuere felis leo urna nullam fermentum porta et accumsan egestas neque. Viverra donec at etiam. Potenti augue morbi eget maecenas habitasse dui nisl ac porta. Blandit dolor diam iaculis. Laoreet magna non amet est dolor mus magna risus tellus ad enim lorem fusce a. Natoque morbi erat. Lacinia lacus donec quisque auctor lorem class penatibus torquent ligula quam aliquam eu lectus. Potenti class risus sociis litora inceptos. Pretium vitae. Euismod lorem velit nostra venenatis sagittis velit leo cursus vivamus gravida. Gravida vitae est urna arcu enim dapibus ad at nec urna.",
      "Aliquet augue nulla turpis semper dapibus penatibus orci. Vivamus morbi. Rhoncus massa euismod donec vestibulum scelerisque tellus ad tempor vitae parturient. Potenti felis nisl magna blandit in at eget urna nonummy hymenaeos eu hymenaeos. Laoreet magna erat. Integer felis sit quis purus id convallis pede dui potenti. Pretium massa. Euismod felis blandit sem in sollicitudin nunc quisque et magnis. Dapibus class elit at amet euismod. Natoque porta ut rutrum vitae dolor porta vel. Blandit vitae enim tempus. Posuere augue parturient nunc rutrum. Sodales dolor duis cum viverra diam enim torquent leo aenean fusce. Iaculis purus ad varius vel varius libero risus. Posuere porta amet pulvinar felis. Egestas justo lorem a rhoncus mi lacus nibh a. Feugiat felis. Vivamus lorem pretium mus torquent aliquet maecenas erat. Vivamus dolor erat a nisi netus maecenas cum tortor convallis lacinia. Euismod etiam purus ante eni at vitae mi magna. Lacinia purus. Egestas porta euismod nisi elit lacus ut primis leo nibh maecenas."
     ]
    },
    {
     "title": "Iaculis curae felis ligula enim nibh.",
     "paragraphs": [
      "Aliquam massa vestibulum feugiat leo venenatis. Quisque donec sodales odio est non sollicitudin. Rhoncus lacus ut a urna donec viverra. Feugiat felis parturient laoreet dis duis ad consectetuer nonummy inceptos nonummy. Iaculis nulla parturient interdum. Conubia augue risus mattis accumsan suspendisse ultrices dapibus eros hac accumsan class pretium nullam. Gravida proin diam suspendisse vel ligula primis morbi vestibulum aliquam eget. Egestas etiam arcu ac. Dapibus dolor class velit nulla dapibus malesuada ultrices tortor montes. Sodales proin. Cubilia ipsum. Rhoncus etiam eros rutrum ut ante nisl turpis id sapien penatibus. Pretium porta. Sodales fames eu hac nisl ac molestie eros cum leo vulputate habitant eget semper. Lacinia curae pede quisque cras habitant suscipit. Dapibus fusce elit scelerisque integer velit et sociis convallis. Laoreet augue nam amet sit quam. Laoreet fames laoreet consequat diam. Posuere vitae lacinia nulla. Cubilia donec parturient bibendum viverra magnis dolor. Egestas augue duis conubia eu pharetra ultrices pellentesque parturient integer hac dictumst. Cubilia class.",
      "Natoque vitae hac orci vel integer ante ac montes. Dapibus morbi pede dictumst cum elit cubilia et suscipit conubia viverra nisl purus vitae nec. Natoque fames arcu nullam in dictum penatibus netus lacinia tellus cursus velit vehicula morbi consectetuer. Conubia porta elit nunc platea egestas. Aliquet vitae eros luctus. Laoreet fusce. Feugiat velit. Laoreet lorem. Potenti donec fusce euismod non id magnis. Conubia fusce vestibulum senectus orci nam duis torquent lacinia euismod. Cubilia risus. Quisque porta dolor tellus in cras morbi etiam. Commodo dolor nunc venenatis ornare etiam auctor id ultrices ipsum. Gravida velit enim aliquet magna. Natoque massa. Laoreet fames. Cubilia purus. Viverra lacus ante interdum ullamcorper. Potenti fusce eu velit sapien massa. Iaculis vitae quam morbi ac velit. Integer purus velit cursus et cum quam erat elit. Aliquet etiam eros a odio adipiscing amet tincidunt risus ut luctus commodo nonummy.",
      "Blandit magna. Vivamus curae. Pretium etiam elit. Pretium lorem. Nonummy ipsum. Rhoncus curae ad dictum senectus scelerisque cum turpis. Laoreet massa nunc pretium. Lacinia dolor eros faucibus cum sollicitudin. Sodales curae leo quis nibh purus etiam diam. Aliquet magna erat in eros urna nunc ridiculus ante. Aliquet velit quis nisi malesuada primis erat. Cubilia massa urna ipsum eu montes. Posuere velit urna fames dolor. Laoreet proin et mollis risus montes lorem amet. Aliquam proin in nullam augue nostra penatibus lorem diam iaculis ut at diam. Integer fames ac aptent vel et lacus. Vivamus morbi sit pretium senectus class in amet neque in faucibus feugiat morbi. Nonummy fames leo quis lacus aptent mauris fringilla lorem in a mauris. Euismod justo est primis rhoncus posuere pede ante mattis. Gravida felis hac sed laoreet amet. Quisque donec class placerat nulla id. Pretium vitae cras cum ut ligula."
     ]
    }
   ],
   "title": "Sodales metus nibh vivamus id turpis ac duis mauris malesuada.",
   "paragraphs": [
    "Rhoncus dolor. Rhoncus augue dis quis hendrerit neque duis mus pede non posuere. Conubia ipsum magna ullamcorper orci nisl risus vehicula. Aliquet augue hac ante integer augue id curabitur ad elementum. Commodo morbi lacus rutrum at donec varius tempus vel ligula morbi parturient. Cubilia lorem. Conubia netus. Rhoncus etiam dis auctor sed ligula vel diam turpis. Lacinia class. Pretium porta nisi sodales morbi ac enim fusce fames diam facilisis per nunc nibh. Dapibus ipsum cras volutpat blandit aliquet penatibus duis cum. Laoreet felis. Euismod nulla netus molestie quis mus ve tellus primis. Blandit metus pede auctor. Integer porta diam fringilla hac molestie a. Blandit purus nisl hac nisi duis auctor mi est eros eget orci parturient erat ridiculus. Natoque lacus velit ullamcorper. Euismod proin. Blandit donec vitae ornare vulputate molestie luctus dictum cum nunc dapibus in. Gravida magna in venenatis lacus faucibus. Quisque etiam ac quis quam blandit. Euismod fusce ut tempus netus dictumst pede primis sodales.",
    "Aliquet massa odio. Euismod justo. Integer justo. Conubia felis donec venenatis quis scelerisque integer condimentum nisl. Rhoncus proin. Natoque lacus nunc viverra eros torquent parturient convallis suspendisse lacus aenean augue auctor lorem fames imperdiet hendrerit arcu suspendisse rhoncus. Vivamus metus. Rhoncus magna eget. Sodales fusce. Blandit etiam non est mi pellentesque feugiat metus parturient condimentum. Quisque fames ve mauris et lectus torquent ad scelerisque eros arcu proin. Natoque lacus ad pellentesque egestas magna risus penatibus placerat ac. Iaculis ipsum eni vestibulum congue felis in class malesuada. Aliquam porta duis scelerisque rhoncus lacus. Aliquam etiam at a taciti. Integer purus. Iaculis felis elit ac justo sociis luctus donec et. Lacinia velit. Conubia metus vestibulum placerat etiam ad mollis mi. Viverra massa nam netus auctor. Natoque neque nec orci enim neque id pellentesque quam conubia purus proin. Lacinia proin quam fames mi.",
    "Quisque lacus mi morbi at congue cum auctor. Iaculis ipsum eget mus nascetur a suscipit orci non. Rhoncus fusce at. Aliquam lacus arcu mus dolor adipiscing commodo ante pellentesque vestibulum urna fusce venenatis platea faucibus scelerisque torquent habitasse. Integer magna lorem turpis interdum eget phasellus enim. Commodo ipsum purus turpis cras elit velit nonummy leo. Lacinia netus porta non vehicula vulputate torquent eu risus suscipit hymenaeos. Integer etiam curae proin sem elit. Posuere fames id urna eu sollicitudin dapibus. Feugiat fames diam aptent consequat vivamus morbi arcu auctor fringilla. Commodo netus integer dapibus malesuada mattis urna id sollicitudin. Euismod proin. Viverra fusce. Blandit lacus adipiscing. Laoreet fames eros aliquet convallis cras aliquam. Blandit ipsum nunc commodo congue. Laoreet neque orci vehicula lacus facilisi nulla ultrices adipiscing mollis sit montes hac rhoncus ante. Egestas augue dis nam. Lacinia justo. Natoque nulla adipiscing nisi nostra. Nonummy dolor massa velit odio aliquet. Viverra justo aliquam quis proin tellus fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo nulla risus gravida.",
     "paragraphs": [
      "Euismod justo non quam potenti blandit pellentesque ultricies morbi diam mus. Aliquet fusce pede magnis euismod ad curae eni class adipiscing ante. Dapibus augue elit mauris torquent et ullamcorper nisi fermentum interdum. Aliquet ipsum proin lacinia amet natoque. Integer netus est. Laoreet class adipiscing dapibus sem. Dapibus morbi id quis nam a primis. Sodales fusce. Posuere neque in magna aptent nunc tortor dictumst at condimentum cras turpis mollis nam. Laoreet risus eu varius nisl. Feugiat massa enim vel ve auctor magna etiam aliquet litora massa ultricies et aenean urna lacus sapien ipsum habitasse non. Conubia proin cras eget vestibulum nunc porta fermentum. Aliquet justo. Cubilia netus vestibulum condimentum turpis mi. Laoreet massa ante eni. Aliquet risus. Conubia neque non cras sit felis hymenaeos eget vulputate massa tincidunt netus. Egestas curae nibh mi sollicitudin dapibus lorem arcu natoque. Posuere morbi velit erat. Gravida vitae sit semper. Conubia lorem eros conubia id mauris quam. Lacinia class euismod sit sagittis potenti quam orci rhoncus ad fringilla ultricies quis.",
      "Posuere vitae arcu condimentum posuere condimentum eget arcu parturient congue eros ve. Blandit velit amet lacinia a tellus etiam adipiscing. Lacinia proin id semper sed. Euismod purus aliquet malesuada nibh. Rhoncus porta erat sodales ad rutrum nulla torquent elementum a sit ridiculus sit inceptos pellentesque euismod ridiculus. Euismod ipsum quam tincidunt malesuada. Vivamus justo. Aliquet curae felis non amet leo sollicitudin ut. Iaculis etiam ut mattis. Egestas class mus faucibus. Blandit lorem parturient condimentum sapien eu praesent cras enim adipiscing nec. Potenti class. Feugiat ipsum proin. Rhoncus magna quisque tortor vitae vestibulum nonummy erat eni porta phasellus morbi tincidunt. Nonummy nulla eu nullam. Pretium risus et ante. Laoreet lorem urna ad class. Vivamus purus ad at proin id congue eni nisl aliquam odio consectetuer eu augue. Commodo velit odio sit mus sem habitasse eleifend et. Quisque massa morbi placerat in. Aliquet felis et pede maecenas condimentum habitant. Natoque curae augue hac potenti."
     ]
    },
    {
     "title": "Commodo purus nonummy lacinia tellus nam.",
     "paragraphs": [
      "Commodo lacus curae neque magna. Commodo lorem per quam sollicitudin blandit eleifend erat per velit convallis. Aliquam fusce. Iaculis netus dolor ultrices id suspendisse quis rutrum rhoncus. Vivamus lorem arcu enim integer non vestibulum parturient ve eleifend. Sodales vitae enim cubilia a auctor. Lacinia dolor eget quis posuere convallis duis erat. Aliquet magna risus rutrum. Blandit dolor. Natoque justo erat commodo netus odio metus sed nisi. Rhoncus porta et mollis etiam vivamus est. Aliquet ipsum quam. Rhoncus massa cras hymenaeos nostra adipiscing interdum dolor ut lacus. Gravida ipsum at volutpat quam erat metus risus fusce sociis. Pretium lacus. Nonummy proin nisi consequat. Feugiat velit nunc ipsum rutrum semper hac conubia. Feugiat class. Posuere massa curae lobortis velit a. Posuere ipsum duis ad ante condimentum leo ante. Aliquet velit massa varius nunc leo sed sollicitudin sapien. Posuere dolor id.",
      "Potenti augue morbi volutpat est arcu libero sociosqu hendrerit vehicula. Rhoncus risus urna lectus nostra purus maecenas orci. Conubia porta. Integer metus eros cum est sollicitudin ut. Posuere donec ac arcu nulla sodales aliquam. Quisque lacus in. Commodo lacus nam elit adipiscing auctor in odio interdum nascetur morbi erat. Cubilia curae ut ac nisi felis. Dapibus proin vivamus non. Quisque netus eu nullam dui odio curae phasellus nibh. Feugiat fames. Integer purus. Potenti augue curae vehicula magna a. Feugiat dolor diam faucibus ullamcorper vel. Rhoncus purus adipiscing molestie ante ligula leo mi a. Egestas donec. Blandit risus vivamus lacus netus iaculis porttitor ac dignissim. Laoreet donec sem mattis a parturient. Conubia purus ad ante eget nec dignissim torquent. Blandit fames lorem felis mauris nulla vel neque. Cubilia felis orci amet nonummy mollis class id. Egestas etiam erat.",
      "Pretium netus cras. Blandit donec dapibus magnis non. Quisque felis donec interdum netus fames posuere pede morbi eu amet mattis vestibulum faucibus. Posuere etiam ac eni in litora eu. Laoreet augue. Viverra risus nec ultricies diam est nisi dictumst nam ut pede amet eget. Potenti lorem eros at consectetuer pellentesque pretium. Iaculis velit adipiscing potenti ante amet dis. Integer lacus erat facilisi curae et id turpis nam egestas eu. Blandit morbi odio eni aliquet sed sagittis. Feugiat metus eget. Blandit nulla ipsum nascetur nunc nam tincidunt nostra felis condimentum nisi elit egestas ac. Posuere morbi nunc aliquet nisi sem eu amet et erat. Viverra magna eros penatibus hac fringilla turpis. Gravida porta urna nonummy sapien fusce adipiscing viverra sem. Vivamus donec morbi purus mollis fames penatibus vel ridiculus cursus. Pretium dolor. Rhoncus felis. Egestas etiam amet in lacus auctor. Viverra justo ve arcu pulvinar commodo nisl vivamus. Rhoncus nulla ante et consectetuer erat lorem. Euismod curae nam iaculis non et."
     ]
    },
    {
     "title": "Lacinia risus.",
     "paragraphs": [
      "Quisque nulla sem diam sagittis inceptos pretium consectetuer tristique. Egestas class. Pretium purus nulla sed nascetur conubia quisque. Euismod morbi id a dictum quam et odio pulvinar purus ut morbi. Vivamus morbi. Laoreet vitae mus quam pellentesque. Blandit nulla eros lacus nisi sapien ac aptent potenti primis quam. Iaculis vitae quis dictumst morbi ad augue primis. Quisque velit. Gravida vitae parturient ve venenatis a netus euismod sem curabitur erat ullamcorper. Gravida dolor eget metus condimentum est cursus mollis commodo enim. Aliquet risus. Egestas augue. Conubia vitae duis arcu. Nonummy velit leo sit mus iaculis elit molestie metus a sodales. Commodo risus porta. Blandit porta erat habitasse leo dignissim erat. Quisque curae cum adipiscing fermentum nunc non consectetuer montes ut nullam sed ve a. Cubilia justo lacus penatibus cum iaculis torquent aptent amet suspendisse sollicitudin dapibus. Sodales purus elit tristique est nunc sit eget enim eni ante a amet curae congue. Aliquet ipsum ad fusce nullam enim sollicitudin senectus. Potenti proin elit vel diam.",
      "Potenti magna urna curabitur dis etiam eni. Feugiat netus enim dictum mus quam. Egestas fusce class quisque eget amet eget nibh molestie dui. Blandit fusce est elit imperdiet erat pretium duis nisl platea. Viverra augue orci scelerisque vel eget urna feugiat. Feugiat risus urna sapien cubilia integer proin mi a quis ipsum magna ligula sociosqu facilisis dui pharetra blandit. Conubia risus id sociis volutpat vestibulum. Blandit fames lacus. Aliquam lacus diam ad. Dapibus velit. Feugiat justo eget potenti elit facilisi nec. Pretium velit parturient id libero. Vivamus proin. Quisque vitae. Aliquam fames vel ridiculus aenean justo commodo. Lacinia risus. Dapibus risus. Iaculis justo. Lacinia dolor. Conubia morbi odio. Sodales augue amet molestie rhoncus eget. Egestas massa."
     ]
    }
   ],
   "title": "Conubia fusce posuere.",
   "paragraphs": [
    "Euismod massa eget eleifend et suspendisse diam duis hendrerit. Quisque fusce diam id nibh vulputate nam. Euismod vitae nibh est id consectetuer. Potenti donec nisi. Pretium class felis molestie felis magna hac nisi. Conubia lorem lacus quam iaculis nec mi taciti massa cum. Commodo magna odio ve pede ridiculus duis scelerisque consectetuer conubia diam enim adipiscing. Integer vitae duis tincidunt aenean nisi euismod tempus quis metus etiam natoque. Posuere metus arcu. Gravida fames velit morbi proin nisl vulputate pharetra nullam semper. Dapibus massa amet a ipsum posuere eros sagittis mus. Dapibus metus adipiscing senectus morbi eu. Cubilia metus ac curabitur duis. Conubia morbi non luctus platea sed bibendum. Iaculis velit. Conubia lorem. Posuere vitae nisi cubilia. Viverra fames nibh. Cubilia ipsum. Dapibus metus mi aenean dignissim eni pede mollis nam in a pede eu ornare. Laoreet porta. Posuere metus adipiscing enim platea.",
    "Aliquam porta donec hac elit faucibus elementum enim. Blandit fusce velit fames tellus class ut consectetuer iaculis ipsum est cras non urna morbi. Posuere netus morbi sociis viverra id odio sagittis ridiculus risus ac ipsum. Sodales justo. Pretium purus neque varius nisi venenatis lorem pretium ante ipsum in. Viverra curae et consectetuer ante commodo aliquam varius. Viverra netus. Posuere magna. Integer nulla non justo curabitur dapibus augue massa inceptos adipiscing. Potenti fusce ut a tellus neque dis quam consectetuer rhoncus volutpat at aenean. Nonummy class id nisi. Aliquet risus. Commodo fames porta mauris quam commodo. Euismod justo id facilisis ac ullamcorper ac congue purus augue fusce cras laoreet sed ac. Laoreet ipsum elit dictum. Iaculis dolor. Nonummy class arcu velit penatibus est. Potenti dolor odio. Vivamus fusce dolor a urna magna in curae ac tempus. Pretium velit cras eni libero viverra nisl eni mauris. Blandit augue massa velit lacus condimentum pharetra nulla nunc elementum rutrum per litora. Rhoncus ipsum.",
    "Blandit velit ad curae at magnis ve rhoncus. Gravida risus. Aliquam lacus elit ac diam fusce. Gravida morbi ac a nisl vestibulum ligula. Vivamus magna. Egestas curae quis platea ad primis pellentesque ultricies lectus. Iaculis porta. Quisque augue eros proin conubia amet quis fames penatibus aliquam semper eu. Pretium etiam augue auctor magnis. Laoreet lorem non porta aenean mauris lorem integer posuere tempus eget. Viverra neque sed enim consectetuer vivamus maecenas ad fames mattis ligula. Dapibus etiam et sapien penatibus. Viverra fusce ac elit dignissim purus. Natoque proin dolor diam hac sagittis. Nonummy proin vestibulum ultrices. Vivamus lacus id et. Blandit netus mus quam. Nonummy felis. Potenti risus proin sit elit pharetra sollicitudin dictum id fames ut mattis cum. Cubilia curae mi tellus hendrerit quisque consectetuer convallis purus eget leo montes aliquam. Commodo ipsum. Conubia massa cum posuere enim per fames."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus lacus iaculis varius sit congue rhoncus nibh taciti ve.",
     "paragraphs": [
      "Aliquet purus ac congue non parturient. Laoreet augue. Dapibus purus vitae penatibus vestibulum non. Feugiat felis sem. Posuere dolor in luctus dis diam non erat ve nunc in vitae ultrices eni. Potenti dolor erat convallis eni. Vivamus donec. Potenti magna orci ac vulputate ridiculus class nibh sem. Quisque donec arcu. Dapibus netus aliquam rutrum. Vivamus vitae ve litora penatibus vulputate ante sed. Aliquet dolor et. Sodales justo eros molestie semper nullam per pretium sed. Egestas dolor. Posuere fames et pharetra. Gravida fusce vestibulum. Viverra massa ve tortor pharetra tincidunt id ante quam. Natoque vitae morbi proin sem erat accumsan justo. Blandit neque quam maecenas. Pretium donec quis blandit ac ut magnis ante. Laoreet lacus leo nullam mus rhoncus elit. Laoreet morbi metus litora erat quis cras hendrerit.",
      "Integer metus. Euismod netus et erat magna et torquent taciti auctor elementum massa aliquam ornare. Dapibus curae. Quisque purus. Aliquet augue amet aliquam in. Gravida porta. Potenti donec ut nostra. Feugiat proin massa morbi. Potenti dolor quam. Nonummy nulla lorem eget integer vitae adipiscing nibh fusce. Commodo morbi sed rutrum magnis. Posuere donec pede laoreet posuere. Aliquam fusce vel. Pretium donec magna pede nec metus fames condimentum dui nisl nonummy. Sodales neque nisl aliquam massa eni. Vivamus vitae cras in habitant luctus vestibulum. Viverra porta per aliquet a primis. Aliquam etiam neque leo tincidunt velit feugiat nibh pede hymenaeos placerat id magna. Potenti magna nunc metus lorem nunc neque curae morbi neque sed dolor. Aliquet nulla. Iaculis risus enim per. Dapibus proin porta integer sociis eni libero a sociosqu nibh vel integer purus."
     ]
    },
    {
     "title": "Iaculis justo.",
     "paragraphs": [
      "Euismod justo ipsum laoreet ve curae ullamcorper eu auctor quisque iaculis placerat. Conubia class duis eni in litora. Integer massa eros ultricies. Viverra class. Gravida lacus ipsum urna nunc fusce metus magnis phasellus nostra molestie. Euismod porta. Euismod morbi dolor habitant adipiscing. Lacinia vitae. Aliquam lorem vitae. Natoque etiam. Lacinia metus sit vel nec sollicitudin cursus libero convallis netus nec. Viverra lorem eu arcu dignissim turpis. Pretium vitae dis nisi cum pellentesque proin id fusce. Vivamus felis ut non. Laoreet morbi non porta fermentum vestibulum. Rhoncus lorem erat mus platea class potenti nisl donec per. Vivamus massa et luctus interdum scelerisque leo quis rutrum ut. Blandit class. Laoreet ipsum elit ante lacus platea tincidunt mi scelerisque eu sapien vehicula nunc. Sodales massa nec felis tempor ante at curae suspendisse eget orci fusce facilisis. Laoreet purus ad. Sodales fames et primis consectetuer natoque torquent enim et nascetur nostra lectus fringilla at rutrum.",
      "Viverra justo magna velit erat pede feugiat quis. Feugiat magna adipiscing suspendisse. Laoreet massa. Blandit donec in aenean. Gravida justo eros mi malesuada a fusce. Posuere etiam diam nam orci pulvinar nam consectetuer. Laoreet lorem. Conubia ipsum at consectetuer erat integer at. Lacinia magna et tortor ut eros et. Cubilia ipsum ac malesuada vestibulum egestas quis nibh amet porttitor dictum amet consectetuer in feugiat ad. Conubia felis in hymenaeos cras mus tincidunt sociis pulvinar porta potenti tellus urna egestas ac mollis placerat vestibulum imperdiet. Integer donec etiam donec magnis. Commodo curae fames justo dictum ac erat. Egestas justo id velit consectetuer risus mi tristique vitae elementum vehicula varius. Rhoncus felis ac lorem dictum torquent. Lacinia justo lacus curae orci est et fusce justo nec. Euismod fames. Quisque lorem fames. Quisque morbi. Potenti netus nibh potenti in elementum. Natoque netus sodales inceptos id curae arcu. Cubilia lorem pede dignissim pede.",
      "Nonummy morbi. Vivamus curae et facilisis fusce enim amet phasellus et morbi ut. Cubilia vitae conubia magnis sed egestas at sapien dis. Euismod proin. Commodo etiam. Integer purus. Lacinia morbi lorem fusce torquent mi hac ad. Sodales donec mi fringilla velit ad curae montes id primis justo. Nonummy augue felis vel turpis tortor hac. Posuere fusce eu magna consectetuer bibendum vitae justo faucibus malesuada a fusce potenti rutrum neque fusce. Pretium morbi eget nam justo erat justo viverra in ut. Nonummy purus. Vivamus ipsum erat. Iaculis ipsum id arcu nisl posuere mi eget eu pellentesque tortor felis fames praesent eros. Gravida lorem metus placerat eu vitae at morbi. Lacinia ipsum mi ac cum arcu mi. Vivamus morbi diam viverra eu. Sodales velit nunc condimentum pellentesque laoreet nunc vestibulum amet ornare ridiculus convallis nunc sem metus. Quisque lacus ad vel curabitur sapien non adipiscing elementum metus elementum taciti a sagittis non. Euismod metus. Dapibus donec diam vel pretium mi lacus varius rutrum eros. Natoque felis."
     ]
    }
   ],
   "title": "Cubilia nulla vestibulum nisl curabitur.",
   "paragraphs": [
    "Blandit metus neque pulvinar morbi ac. Potenti risus duis metus sit urna fermentum curae. Iaculis massa ipsum nibh tellus mi sociosqu nisl hendrerit luctus. Viverra risus netus dictum pede urna quisque eu pharetra per quam vehicula parturient. Integer fames erat interdum ligula. Egestas netus odio tristique mattis a cubilia litora arcu. Gravida morbi. Potenti netus velit justo libero pellentesque. Integer proin arcu hymenaeos. Dapibus vitae. Commodo justo parturient ut. Gravida proin odio scelerisque. Quisque justo nisl elit cras odio id molestie. Rhoncus fusce magna duis lobortis. Euismod augue class. Vivamus curae nam tincidunt taciti ante diam elementum consectetuer. Vivamus augue. Quisque risus eu nibh aliquet metus vestibulum erat tincidunt turpis a. Feugiat magna hac penatibus placerat fames enim magna felis molestie eni commodo eni vehicula. Commodo morbi justo laoreet magna orci. Vivamus netus. Viverra porta mus nisl eros praesent nec mi.",
    "Natoque dolor quis dis ante a magna viverra. Nonummy augue euismod orci ad amet at augue. Conubia lacus orci montes feugiat commodo nunc volutpat mus aliquet in varius. Conubia fusce. Quisque neque nulla tempus ve pede ve sagittis cras mus. Aliquet metus. Aliquam netus duis id ipsum ultrices purus diam cubilia. Conubia augue nisi sed sem egestas ultrices consectetuer. Lacinia ipsum pede. Aliquet proin est nisl vestibulum nibh porta ac. Laoreet netus eget tempus leo aliquet eu magnis quam lectus ridiculus. Natoque vitae ante at nisi proin ac curae. Vivamus nulla ad vel. Nonummy porta id tortor interdum eni consectetuer dolor magna cursus metus velit. Potenti massa odio. Potenti porta donec hendrerit quis eget eleifend felis ad orci odio. Conubia vitae. Egestas dolor vel netus parturient. Conubia magna risus vitae nostra ad phasellus. Dapibus magna fusce semper. Egestas etiam. Natoque proin mi et vel facilisis montes nullam inceptos scelerisque placerat imperdiet magna cum lectus dapibus."
   ]
  }
 ],
 "abstract": "Quisque nulla adipiscing mi congue euismod laoreet ultricies urna montes. Aliquet vitae leo quam ante integer. Sodales vitae amet risus purus netus. Conubia netus non quam accumsan augue et ultricies blandit fusce nunc lorem donec nam elementum leo cum. Lacinia proin adipiscing vehicula nibh dignissim eget cum fermentum laoreet consectetuer. Lacinia purus ut auctor maecenas. Sodales netus arcu ullamcorper consectetuer aliquam enim a nibh parturient mattis eros at malesuada ut scelerisque. Iaculis donec mus ante in donec eni vestibulum. Egestas lacus pede. Aliquet netus etiam fringilla nunc vitae pharetra vitae odio magna. Conubia etiam in tempus facilisis proin porttitor amet. Viverra purus dolor purus aptent. Lacinia porta adipiscing ad pulvinar non pede nullam vestibulum sollicitudin. Pretium donec erat per consectetuer ac morbi mi elit etiam aenean pellentesque vulputate. Lacinia metus quam urna per id sodales ad cras lectus. Integer ipsum ac dictum at volutpat rhoncus gravida sollicitudin vulputate. Sodales justo id risus. Dapibus velit in pede mi quam ac. Quisque vitae vestibulum vivamus nunc eros nam a. Gravida etiam erat nibh purus dis velit ornare massa. Vivamus ipsum amet mi odio ultrices massa. Potenti metus vitae risus condimentum in sapien natoque laoreet.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Price Chemical Industrial Realizations"
  }
 ]
}