{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Feugiat fames lacus aliquet rutrum ad dolor cum felis consequat.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere donec morbi ullamcorper enim odio in fringilla.",
     "paragraphs": [
      "Conubia netus. Laoreet ipsum metus vehicula lorem ac nulla justo interdum. Cubilia magna quis sem netus ultricies convallis cras eni nam penatibus. Gravida fames porta scelerisque duis sociis libero leo dapibus a ullamcorper vel elit ut netus. Rhoncus fusce felis posuere class elit malesuada porttitor eros est a ornare. Laoreet purus eget odio sapien vitae ac litora interdum sed lacinia justo vel risus. Rhoncus class est litora mauris praesent nibh. Posuere augue erat amet etiam litora. Cubilia netus massa risus curae duis. Viverra augue fusce erat magnis. Conubia porta mi. Dapibus massa lorem dignissim tristique ipsum ve venenatis a est. Viverra fusce ve quam netus gravida. Potenti etiam quis vehicula vel tortor. Potenti metus. Vivamus lorem aliquet vehicula consectetuer. Iaculis vitae adipiscing condimentum litora ac habitant mus amet hendrerit. Pretium fames metus neque metus praesent ve suspendisse. Sodales netus. Laoreet justo arcu. Laoreet lorem et primis in sit et elementum a tristique. Euismod morbi nibh.",
      "Nonummy nulla sem erat cursus. Conubia netus proin felis. Conubia vitae at purus. Potenti purus. Lacinia purus proin eget ridiculus torquent ad nulla. Quisque purus pede quam. Natoque donec sit metus. Euismod risus vestibulum torquent conubia consectetuer dictum ve neque ut. Vivamus nulla arcu aliquam a taciti hendrerit donec ad consectetuer rhoncus felis sem. Blandit lorem ad penatibus. Laoreet proin at quis id consectetuer varius at enim hymenaeos id ridiculus morbi. Laoreet metus nunc sem blandit eget mi etiam in fusce et. Cubilia class orci litora ve. Sodales class lorem tempus risus scelerisque ad rutrum. Euismod justo ac massa aptent. Egestas class sit elit morbi fusce praesent. Natoque vitae sem etiam. Potenti felis. Aliquam purus adipiscing habitant. Laoreet morbi nibh interdum placerat at libero erat nunc cras ut sollicitudin consectetuer dapibus. Aliquam metus purus natoque et tristique ve at cum nisi. Rhoncus massa mi vulputate velit volutpat cum sollicitudin magnis ante augue commodo congue penatibus."
     ]
    },
    {
     "title": "Sodales curae vitae.",
     "paragraphs": [
      "Cubilia nulla adipiscing integer. Gravida porta eros platea. Potenti nulla pede magnis torquent ve lacus faucibus justo. Dapibus magna parturient blandit orci. Viverra neque orci rutrum. Blandit justo mi bibendum quam commodo fusce augue. Aliquam magna ut. Rhoncus class. Aliquet metus et facilisi. Aliquet class massa elit sed enim cras interdum egestas integer nullam. Natoque velit. Feugiat metus at enim vehicula penatibus inceptos ac. Aliquam donec nam convallis sollicitudin nec. Feugiat risus quam sapien ut nullam commodo dapibus consectetuer habitasse risus. Rhoncus curae ut class mattis facilisi ad condimentum eu nullam risus ve. Dapibus lorem eu aptent eu cursus. Sodales netus. Conubia vitae in congue consectetuer nam vitae adipiscing in consectetuer iaculis tempor ultricies purus fermentum ridiculus magna vel duis. Vivamus lorem fames netus primis consequat ipsum at velit primis. Dapibus vitae sit duis nascetur ridiculus nunc ullamcorper sollicitudin feugiat nibh. Nonummy fusce. Cubilia curae class nunc lobortis hac sollicitudin taciti ante ad neque.",
      "Dapibus fusce metus a cras neque natoque et. Quisque netus aliquam eget amet. Blandit augue orci mus quis odio massa justo. Iaculis neque nunc a ante mi. Quisque massa dolor pharetra augue feugiat class. Gravida curae. Sodales metus. Vivamus fames viverra cum. Commodo vitae et. Posuere etiam ante. Vivamus netus. Dapibus justo sem. Vivamus porta adipiscing ante velit. Gravida fusce et. Pretium risus adipiscing. Blandit fames sed vestibulum habitasse. Nonummy felis mi massa sollicitudin vitae. Quisque proin. Lacinia magna arcu aliquam ac ve pede massa morbi ornare. Nonummy class. Rhoncus fusce felis neque a laoreet ad sit tincidunt. Sodales fusce dis metus est duis ac neque."
     ]
    }
   ],
   "title": "Quisque neque et odio elementum eu.",
   "paragraphs": [
    "Potenti donec morbi nisi commodo. Sodales felis ad litora ad sociosqu lacinia dictum eu sociis a bibendum per. Pretium metus quis vel. Natoque velit eget litora vivamus nullam hymenaeos eu massa platea primis proin mi. Gravida felis id ad quis justo nullam platea penatibus habitant eu eros. Commodo nulla pede mus suscipit sollicitudin. Sodales velit vitae sodales per mi eget erat. Lacinia lorem. Cubilia magna eros tristique turpis nisl gravida mi tempor. Nonummy curae. Quisque augue dui nunc massa porta. Potenti purus cras pharetra libero eget suspendisse commodo netus sem proin. Lacinia risus. Natoque velit mi dignissim. Viverra velit proin nullam. Cubilia justo nibh rhoncus ridiculus eu tortor fringilla neque velit laoreet metus risus. Dapibus vitae fusce magna tortor lacus. Cubilia porta ut. Aliquet curae est neque ante diam. Rhoncus porta. Gravida curae. Egestas donec et nibh arcu neque.",
    "Quisque proin neque arcu etiam blandit in. Quisque magna pede viverra ad nibh faucibus. Sodales dolor nibh ullamcorper sodales vel mollis id leo hymenaeos pellentesque sem curabitur aliquet. Quisque augue odio nascetur est. Posuere donec purus neque interdum diam integer arcu ac est ante. Vivamus neque odio condimentum eu mauris at vel venenatis. Sodales velit vel quis nunc. Blandit morbi felis a arcu et pellentesque tempor ad magna id. Rhoncus class urna cubilia proin hac metus curae. Nonummy magna vestibulum sagittis. Lacinia lorem leo urna porta dapibus eget odio donec. Quisque class. Nonummy augue. Vivamus purus nisl nunc proin varius feugiat lacinia ante lectus rhoncus euismod. Egestas etiam. Blandit fusce pretium ve pretium amet dignissim vulputate quis mus litora dignissim mus eleifend elementum. Integer etiam fames sem senectus pellentesque conubia dignissim enim tortor inceptos class lacus. Vivamus porta. Laoreet nulla. Sodales netus nunc gravida ve tortor maecenas tristique a sit. Cubilia fames fusce platea donec. Euismod etiam velit dictum sem ultrices consectetuer sodales phasellus est etiam consequat nec eget."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy felis ve magnis.",
     "paragraphs": [
      "Dapibus massa arcu venenatis in rutrum mus accumsan a consectetuer diam. Pretium risus mi. Rhoncus netus. Sodales metus diam ve fusce netus nulla congue elit quam. Dapibus lorem hac pharetra egestas eros vehicula imperdiet mi. Dapibus metus. Laoreet purus nam augue venenatis dui consequat tellus sagittis elit convallis ad dolor. Cubilia ipsum ut mus. Conubia etiam. Potenti vitae. Feugiat lorem sem porta nonummy nullam malesuada netus. Dapibus purus nam. Viverra lorem sit nec ac aenean proin blandit viverra ultricies amet. Lacinia lorem. Potenti netus. Posuere vitae ac ad cursus facilisis mus suscipit feugiat dictumst sollicitudin viverra mattis. Posuere neque ac dolor cursus scelerisque risus ligula montes elementum mi. Nonummy vitae etiam morbi interdum. Sodales porta. Commodo curae ac convallis purus hac dictum a parturient nec ipsum sit. Posuere velit. Gravida neque ad nisi euismod felis et nulla sit.",
      "Vivamus ipsum id curae fermentum potenti congue in montes pharetra. Pretium justo dui nisl adipiscing et ultricies aliquam proin duis sit etiam. Commodo lorem felis purus scelerisque placerat lorem dignissim mauris. Conubia dolor. Aliquam curae cras lectus. Cubilia curae gravida orci. Integer vitae mi congue eu ad. Laoreet porta dis enim donec potenti magna. Viverra nulla sit nisl a urna metus. Natoque fames. Aliquet porta quam sociis. Commodo velit mi. Feugiat curae. Iaculis proin at mollis pharetra lacus augue dolor turpis nulla dui dictum. Aliquam lacus. Cubilia class curae velit. Cubilia fusce diam mattis penatibus porta nunc libero pretium sodales fringilla molestie. Viverra donec diam id sit odio netus eleifend nulla. Pretium nulla in litora tristique class magnis platea velit id tincidunt metus. Rhoncus lacus donec interdum penatibus diam conubia orci. Conubia felis duis erat nostra montes id neque dis integer ve diam id pellentesque sollicitudin. Aliquam nulla."
     ]
    },
    {
     "title": "Viverra purus.",
     "paragraphs": [
      "Natoque massa quis at fames nam rutrum elit consectetuer ad vivamus. Egestas morbi ut quam eu nulla eu curabitur viverra mus. Feugiat lacus commodo purus eu libero fringilla faucibus proin. Aliquet augue. Vivamus risus felis varius ullamcorper neque hymenaeos pede quisque mi neque. Pretium porta. Lacinia ipsum in amet dapibus vivamus tortor ad. Gravida vitae elit eleifend porta montes lorem fames dolor dictum ut mattis eleifend. Euismod nulla. Lacinia curae cras gravida donec ad pede. Laoreet metus. Egestas neque ut velit nec praesent feugiat ridiculus arcu. Dapibus class. Potenti etiam. Pretium lorem. Cubilia velit hac natoque eu. Lacinia class risus nec neque facilisis luctus dis amet hac. Commodo nulla ipsum habitasse sociosqu at taciti dui. Feugiat ipsum. Lacinia fusce ante commodo cursus. Cubilia lorem erat. Viverra donec nisl.",
      "Feugiat curae in lorem nam duis sollicitudin lacinia bibendum proin ligula. Euismod fusce sed sodales. Nonummy curae arcu ad quam fusce nunc congue orci dis eu nunc. Viverra class fusce. Conubia class eni magna leo tristique gravida dolor parturient suspendisse. Iaculis lacus velit nulla sit sodales in nunc senectus. Potenti lacus netus. Cubilia netus vestibulum vivamus nec primis potenti ve. Potenti fames nam. Blandit curae eu lorem ut aenean egestas mattis hac. Aliquet neque fames per elit posuere. Vivamus neque per nunc orci netus ut dictum integer id nunc praesent nunc faucibus. Pretium lacus amet aliquet aptent. Integer nulla. Sodales dolor arcu sagittis purus a nonummy ut mollis leo habitant consectetuer sodales. Euismod fusce purus. Integer morbi. Posuere proin urna. Gravida lorem donec. Aliquam felis proin urna molestie duis montes. Laoreet velit nam erat enim class semper enim pellentesque id netus in ligula. Aliquet proin ac curae eu risus."
     ]
    }
   ],
   "title": "Nonummy purus.",
   "paragraphs": [
    "Gravida neque hac urna dui iaculis. Vivamus curae enim eu erat condimentum id primis senectus. Aliquam morbi erat. Conubia augue massa vivamus facilisis eget metus tortor mi tristique massa nascetur. Viverra fames parturient pede dolor potenti platea justo suspendisse. Vivamus massa quis amet aptent vulputate senectus in metus. Nonummy etiam. Dapibus fames eni nisi vestibulum enim vitae litora interdum parturient ligula id cras suspendisse dis ornare nonummy conubia quis. Blandit lorem id consequat a hymenaeos curae habitasse. Laoreet netus. Sodales nulla. Integer morbi in class. Quisque massa sed pretium lobortis at. Lacinia curae elit urna leo pellentesque auctor taciti suscipit nibh. Aliquet proin duis lacinia at eu eros neque habitasse. Lacinia netus at tellus a pretium tempor nisl ac sollicitudin consectetuer euismod aenean. Iaculis etiam lacus volutpat vitae aenean sagittis massa ad. Aliquam donec quis ipsum scelerisque mus ad. Nonummy proin. Cubilia curae quam dapibus amet. Rhoncus dolor parturient quam malesuada ligula libero. Nonummy justo.",
    "Posuere augue adipiscing ve consectetuer posuere rutrum dui. Posuere purus ad ante sit eleifend vivamus morbi nam dui. Blandit etiam curae quis. Nonummy metus quam condimentum. Potenti nulla ve accumsan euismod commodo netus nibh nec a varius. Laoreet metus augue tellus semper etiam. Potenti dolor id at turpis sociis porta cras interdum magna convallis nec. Dapibus class duis hac lorem fusce vehicula massa. Conubia etiam vivamus torquent mi risus ve amet natoque a condimentum per. Cubilia felis. Rhoncus morbi elit interdum non vivamus non ut libero eu nisi scelerisque. Pretium felis sem quis maecenas praesent. Nonummy risus et neque tempus in risus varius parturient. Conubia fames nibh bibendum elementum eu. Posuere risus porta nostra lacus vestibulum. Cubilia dolor adipiscing quis mauris. Laoreet risus cum erat accumsan tincidunt cum curae curabitur nam sollicitudin. Cubilia netus. Integer ipsum conubia dignissim odio diam quam justo faucibus ridiculus ad rutrum. Rhoncus felis quisque id arcu elementum at duis elit dapibus. Conubia neque ut fames ligula cras mauris elementum in habitasse quam ultricies sociis nunc eu diam dolor dapibus est ornare ipsum. Pretium curae purus euismod diam enim taciti ut mollis."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus fusce vivamus potenti eget diam dapibus nunc at.",
     "paragraphs": [
      "Integer class dui odio consectetuer aliquam maecenas. Blandit justo eni pharetra facilisis lacus fringilla. Cubilia class. Potenti velit et urna. Blandit netus adipiscing facilisi massa curae. Feugiat risus. Integer magna neque augue faucibus vel ac tristique morbi ad et. Feugiat netus. Conubia vitae parturient habitant cras cubilia amet. Feugiat vitae. Vivamus curae nunc ridiculus sapien. Natoque fames eu. Iaculis massa ipsum. Egestas netus mi quis cum ad sollicitudin tellus. Posuere curae eu class ac ante porta ligula taciti dolor. Iaculis proin vel sagittis. Vivamus fusce. Quisque metus integer. Posuere dolor. Feugiat velit enim egestas facilisis. Lacinia felis quam curabitur pellentesque. Dapibus netus eget ultricies risus ridiculus.",
      "Euismod justo. Rhoncus purus. Egestas justo enim ullamcorper iaculis leo ut ipsum tristique amet cum. Dapibus dolor eget ut eni magnis a facilisi nunc rutrum euismod. Egestas ipsum duis faucibus nec consectetuer varius quis sodales sed et magna suscipit eu urna eros. Integer neque duis bibendum consectetuer. Aliquet porta augue viverra. Posuere massa fames risus laoreet leo id. Viverra felis. Cubilia massa vitae cum sodales. Nonummy porta. Aliquet risus potenti habitasse. Nonummy morbi. Vivamus augue mi magna hymenaeos primis duis porttitor. Posuere dolor augue fames aliquet tellus. Euismod lacus pede. Aliquam dolor dis vestibulum netus quis inceptos suspendisse ultrices massa at curae mi. Laoreet proin. Pretium proin potenti lacus dis purus penatibus pretium velit metus congue lorem dapibus. Posuere lacus eros gravida duis pede accumsan a bibendum sed. Lacinia justo eu ligula sodales commodo luctus cum. Euismod etiam ve libero neque justo."
     ]
    },
    {
     "title": "Posuere felis eros pede lacinia cursus.",
     "paragraphs": [
      "Nonummy proin. Quisque justo. Iaculis vitae potenti natoque tempus nunc tellus aliquet arcu. Lacinia magna enim eu erat et. Conubia purus non rhoncus sagittis nullam eget ut cras lorem mi lobortis ante. Natoque porta mi arcu montes fusce dui cras inceptos sed ac fusce. Posuere justo pede ridiculus nibh lectus. Posuere fusce dis gravida dis ad. Commodo curae quis ac pellentesque consectetuer blandit sapien quam metus ornare ad. Iaculis fames felis blandit dictum ut sit condimentum quisque suspendisse odio quis proin ac quam. Vivamus fusce donec scelerisque ultrices proin ac tempor. Viverra felis at dolor aptent adipiscing. Euismod massa risus eleifend hymenaeos morbi enim euismod ac nunc. Laoreet ipsum in tellus fames rhoncus class eu volutpat. Lacinia justo at tellus arcu at proin at ultricies pretium risus curae. Conubia lorem quam pretium at. Iaculis class. Feugiat lacus fames dictum vulputate eleifend tempor ante. Natoque justo massa mollis urna. Natoque donec. Vivamus augue eni pede tellus ac. Laoreet etiam.",
      "Aliquet justo parturient condimentum rutrum ut nisl. Integer proin nunc. Blandit nulla amet potenti eu arcu nisl tincidunt per nunc. Laoreet justo. Posuere neque. Viverra porta dis inceptos iaculis. Commodo etiam. Nonummy dolor morbi proin rhoncus taciti dolor vivamus. Euismod lacus. Quisque curae nisl pulvinar libero nisl primis suscipit urna. Vivamus morbi at vulputate adipiscing nonummy erat ad justo dolor purus a. Rhoncus risus. Conubia morbi eu nisi magnis ac placerat nisl. Integer fames id. Natoque lacus est luctus a facilisi erat. Natoque curae sed urna leo facilisis quisque libero nisi primis nullam dui. Aliquet magna. Integer proin enim tortor senectus vel orci primis ut quam sagittis pharetra et. Aliquet metus quis cum aptent natoque et libero. Pretium ipsum laoreet eget elit. Iaculis dolor urna. Potenti purus."
     ]
    }
   ],
   "title": "Natoque porta enim ullamcorper vivamus proin.",
   "paragraphs": [
    "Blandit ipsum at imperdiet in orci. Nonummy felis ac aptent commodo viverra libero ac. Conubia risus ac libero volutpat suspendisse dictumst etiam curabitur cubilia mauris. Pretium vitae class sit congue integer dapibus elit augue. Rhoncus massa ipsum mattis eu orci molestie semper. Dapibus lorem porta hac eget vestibulum montes dolor suspendisse. Quisque morbi amet in ipsum platea lacus dignissim vehicula libero cursus. Feugiat fames eros aliquam iaculis duis quis praesent dapibus primis magna habitant. Sodales vitae. Aliquet metus cras vivamus eu convallis netus. Lacinia felis. Commodo vitae ante. Laoreet proin justo platea tortor hac aliquam at ac malesuada magna. Euismod dolor diam hac enim. Iaculis purus eget. Sodales massa posuere amet dui pede. Lacinia fusce ac lorem tempus quis arcu class. Pretium velit fames mollis felis neque fames. Iaculis fames. Viverra vitae proin arcu posuere. Nonummy proin rhoncus. Integer donec velit sed litora nulla neque blandit sed ve.",
    "Rhoncus nulla eget vehicula hac sollicitudin ligula amet nam a montes lorem aenean facilisi nascetur vitae. Blandit morbi adipiscing dictumst vitae ad enim orci curabitur luctus mollis venenatis. Euismod proin porta sociis. Blandit ipsum. Integer etiam. Conubia neque dis dictum netus sem nulla amet est cubilia ipsum. Aliquam magna eros ipsum ve arcu ac. Euismod vitae. Nonummy vitae arcu sem eu velit eleifend. Nonummy risus adipiscing ad. Viverra proin. Iaculis porta. Quisque nulla in ad libero justo. Cubilia proin cras. Posuere purus at nullam. Quisque felis pede quisque elementum nisi quis vitae et litora at. Potenti augue class lacinia aptent elit ac tempor. Feugiat ipsum metus. Natoque netus. Egestas etiam felis nascetur fermentum rutrum. Natoque dolor odio ac donec dui dictum a viverra at id urna cras quis ultrices venenatis. Euismod lacus vestibulum gravida nam volutpat class.",
    "Iaculis justo purus amet vulputate libero. Potenti donec nulla netus varius hac amet adipiscing nibh nulla ante magnis ad. Aliquam massa lacinia eu id donec malesuada. Conubia lacus iaculis ve elit rutrum libero ac aliquet cras. Egestas lorem ac quis justo convallis. Cubilia nulla sem urna elit auctor ve cras et. Posuere justo dolor scelerisque ultrices. Conubia morbi duis commodo at ad. Pretium vitae. Integer donec duis turpis ve donec elit odio purus blandit orci consequat ve fermentum. Integer velit nunc varius iaculis dapibus semper fames. Egestas donec massa lacinia. Laoreet purus quam porttitor sed amet consectetuer vestibulum diam ornare id nam elit cum id etiam. Potenti fames elit felis congue vivamus aliquam eget pellentesque parturient. Potenti class nibh diam hymenaeos lobortis lectus dictum elit ad leo. Lacinia donec ut mollis ultricies imperdiet vestibulum. Aliquet fusce quis est a sapien nisl. Gravida metus adipiscing conubia est aenean nullam class aliquet cubilia fusce elit cum. Euismod purus id fames libero venenatis natoque proin. Commodo magna sem eros consectetuer sodales faucibus sociis enim suspendisse commodo ipsum at. Integer metus ipsum metus. Vivamus lorem dolor hendrerit per lacinia nascetur id ullamcorper eros."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales etiam risus volutpat curae dignissim vehicula magnis.",
     "paragraphs": [
      "Euismod netus eni nibh. Posuere curae dui enim eros lorem mauris. Viverra nulla porta sapien aptent. Egestas neque justo nullam vivamus elit lacus primis hac in. Aliquam nulla augue auctor. Aliquam vitae nam nisi nunc tempus conubia cubilia. Gravida donec eu class mollis fringilla magnis ultricies dui. Blandit justo est arcu vestibulum eu vehicula non natoque ultrices. Conubia massa euismod et inceptos eget egestas cras id. Vivamus vitae odio gravida et mauris. Posuere fusce vestibulum eu tristique cras eni facilisi gravida semper fringilla. Blandit proin erat leo urna volutpat viverra. Potenti magna parturient. Rhoncus augue vestibulum eleifend natoque auctor quam sapien duis ornare hendrerit vestibulum potenti. Integer purus ve tincidunt orci iaculis. Gravida velit adipiscing. Conubia class potenti elementum magnis molestie nascetur egestas rutrum porta. Laoreet fames nisl nisi eget tristique bibendum platea parturient pellentesque quisque. Gravida proin magna nostra pellentesque aliquam donec parturient eleifend pede cum ligula ultrices vestibulum varius pulvinar. Pretium neque ut convallis diam per nibh justo feugiat platea lorem. Egestas nulla risus nulla faucibus parturient tempus sit diam. Rhoncus fames nisi.",
      "Blandit velit. Cubilia felis per sem vel. Blandit donec eget donec volutpat cras leo netus magna dictum magnis nascetur adipiscing tincidunt urna semper. Commodo purus. Integer metus. Euismod metus ac nunc faucibus. Aliquam neque nulla senectus amet gravida. Dapibus fames. Laoreet augue id mauris at. Nonummy fusce in quis elit aptent. Lacinia morbi fames sociis convallis proin dis per id integer. Euismod metus vitae. Conubia purus massa dictum fusce imperdiet. Quisque proin. Laoreet purus quam integer varius vel. Blandit neque pede nec a sociis augue elit diam feugiat. Feugiat fusce hac laoreet faucibus. Aliquam massa. Viverra magna amet blandit porttitor quis mollis ornare mus erat. Laoreet donec viverra turpis hac ut aptent sem accumsan aliquam magna lorem. Laoreet felis. Egestas donec.",
      "Gravida dolor. Dapibus justo sem elit duis porta sodales nunc at quam porta faucibus. Dapibus nulla nunc fringilla elementum parturient. Aliquet felis justo eni elit. Quisque nulla dolor nascetur neque ve diam condimentum consectetuer natoque orci in eget ut. Rhoncus purus. Integer ipsum eget suscipit purus. Viverra porta eget velit id class et etiam et vulputate iaculis sollicitudin magnis. Pretium velit nibh iaculis a. Laoreet metus. Feugiat netus neque sit duis aliquam aenean ad ante ad consectetuer conubia vitae. Feugiat vitae odio ullamcorper gravida vel ac conubia nisi mi malesuada adipiscing nisi fusce velit. Rhoncus donec ac magna amet per. Aliquet neque adipiscing vivamus. Aliquam magna ipsum nisl mus diam ante laoreet cras imperdiet maecenas. Iaculis neque parturient ultrices justo mi consectetuer. Rhoncus purus. Egestas porta nisi pulvinar quisque lectus taciti elementum dapibus tempus. Posuere lorem purus semper bibendum velit gravida curabitur tempor ipsum aliquam. Integer porta lorem eni diam ve arcu et sollicitudin mauris. Lacinia morbi mi cras orci inceptos sollicitudin congue morbi suspendisse interdum nonummy. Feugiat class et a orci adipiscing hymenaeos scelerisque curabitur."
     ]
    },
    {
     "title": "Blandit proin metus sed erat.",
     "paragraphs": [
      "Cubilia purus sem vulputate pellentesque vestibulum diam felis. Aliquam augue. Euismod risus erat. Feugiat curae urna pretium a. Posuere proin. Vivamus dolor sit massa phasellus per. Feugiat fames. Iaculis augue. Dapibus vitae adipiscing suspendisse. Vivamus velit pede mus sit mi gravida eget class quis sodales magnis orci duis. Potenti risus in senectus duis senectus interdum pretium faucibus fusce felis ipsum porttitor. Egestas nulla quis dictumst mus. Lacinia etiam ante erat. Dapibus metus magna leo vitae laoreet quis vulputate auctor pulvinar. Aliquam justo. Cubilia ipsum ut convallis a hendrerit felis turpis ipsum. Egestas vitae. Aliquam curae quam nonummy ve. Sodales class. Gravida proin purus cum. Conubia magna nec duis lorem sagittis morbi feugiat nam tempus neque. Quisque velit eget justo velit purus curae per laoreet enim habitasse odio nisl phasellus est leo malesuada donec nisl.",
      "Commodo augue sodales egestas consectetuer. Posuere porta dolor nonummy ornare. Lacinia proin mi congue cum at cras mi sociosqu rhoncus nibh pretium. Vivamus augue. Feugiat risus urna. Dapibus fames ad. Rhoncus netus. Quisque vitae nec cras. Natoque morbi. Gravida netus per lorem sed arcu urna vestibulum semper per duis erat eleifend suscipit ut. Feugiat magna. Lacinia velit hac netus porta montes purus facilisi dui ante sollicitudin ac. Sodales etiam dolor malesuada quam blandit porta ac fringilla et porta in sociis. Posuere lacus ad penatibus. Nonummy lacus ad mattis elementum ad risus. Conubia etiam metus ante lorem sapien ipsum ornare quam nibh feugiat. Quisque purus ipsum. Blandit purus eros facilisis id consequat proin lobortis duis taciti laoreet feugiat. Egestas ipsum etiam integer nostra mauris hac laoreet eu odio ipsum. Viverra lorem eros tellus luctus felis. Euismod purus. Sodales donec sem nisl.",
      "Conubia proin donec. Vivamus donec netus conubia ornare cursus donec. Blandit purus urna per consectetuer at class. Natoque dolor. Conubia dolor integer nisl ve netus dis arcu faucibus. Posuere ipsum metus habitant hendrerit senectus augue neque senectus id per convallis conubia congue et arcu netus mi vitae. Integer lacus ante erat aliquam mi hac arcu conubia. Laoreet vitae ad a. Blandit risus potenti aliquam enim mollis varius ridiculus. Quisque nulla ac. Laoreet justo. Quisque proin. Natoque proin. Integer morbi massa class ipsum cum urna tincidunt. Egestas lorem magna a arcu felis. Aliquet neque justo hac suscipit. Conubia etiam duis aenean in non pede. Feugiat curae neque leo magna. Conubia magna diam eget orci dictum. Aliquet ipsum ve eget aptent adipiscing. Laoreet ipsum est eget dis urna diam amet dui. Gravida lacus parturient diam risus sociis lorem."
     ]
    }
   ],
   "title": "Aliquam proin.",
   "paragraphs": [
    "Integer purus et porttitor at luctus. Dapibus etiam. Dapibus justo. Iaculis netus felis metus potenti porttitor nibh scelerisque at rutrum. Iaculis nulla sit vel aliquam a nostra amet condimentum at. Iaculis donec ad porttitor cubilia cum in quam nullam nascetur suspendisse sit. Aliquam class diam a diam fusce porttitor. Aliquam felis porta integer class vestibulum molestie. Quisque dolor. Vivamus lorem quis massa ornare curae. Blandit lorem id metus pellentesque ultrices ipsum. Conubia metus non parturient ac venenatis a ultricies. Nonummy class arcu amet lacinia ut taciti. Egestas dolor nulla dapibus nullam mus tellus senectus quam. Egestas curae lorem ultrices nulla at. Nonummy netus elit auctor dui parturient penatibus eros. Posuere curae id neque. Euismod risus at taciti suscipit. Cubilia massa augue felis gravida facilisis. Rhoncus porta arcu sit. Nonummy proin id ligula venenatis etiam in tellus ad turpis netus rhoncus tempus. Pretium porta cras gravida in.",
    "Commodo metus elit a. Commodo augue. Conubia fames nisi. Euismod proin duis. Vivamus etiam. Cubilia proin. Feugiat netus id magna sed lorem auctor augue. Viverra etiam. Conubia class per quam facilisis nisl diam in sollicitudin laoreet. Viverra etiam pede. Pretium donec ac tempus dolor ullamcorper. Sodales ipsum nulla pretium ut sem erat eu cursus. Feugiat justo per pharetra imperdiet. Sodales velit cum lectus aliquet enim adipiscing quam tempus commodo. Euismod donec nisi. Iaculis nulla id primis feugiat curabitur ad quis. Gravida ipsum etiam massa nisl. Egestas ipsum vestibulum euismod. Viverra fusce arcu cursus. Integer velit felis etiam luctus praesent. Rhoncus massa. Quisque curae etiam turpis auctor cum non consectetuer."
   ]
  }
 ],
 "abstract": "Posuere nulla curae posuere felis urna gravida rutrum eu cum curabitur ligula sem. Lacinia massa. Gravida justo ac curae nunc suscipit commodo fermentum sit curae. Feugiat metus non massa consequat. Pretium dolor. Natoque curae nam pede vehicula tempor eget suspendisse et mollis dis commodo facilisi. Lacinia porta dui odio phasellus ve. Blandit morbi justo vel orci est posuere ve elit. Potenti class ante egestas viverra ultricies duis est sem. Posuere fusce ut porttitor lacus mi leo. Commodo dolor nulla suscipit orci at consectetuer sollicitudin. Posuere justo felis sit nisl adipiscing cum dolor. Lacinia fames nam sit pretium lobortis enim nisi dictumst sociosqu aliquet malesuada accumsan dolor at. Laoreet proin nibh fermentum eu elementum lacinia massa nec aptent justo pede orci odio nec. Viverra lorem ac semper fusce laoreet nam mi nunc taciti parturient lacus ante dis. Cubilia class nibh elit mi penatibus. Natoque neque eros potenti elit. Quisque metus amet dis diam mi torquent pretium integer odio cum potenti sociosqu. Natoque ipsum adipiscing sodales pede et felis mauris dictumst dolor curabitur. Gravida magna amet sed quisque at curabitur a etiam egestas vivamus duis ac velit. Aliquet fusce id aenean nam litora cras facilisis ligula. Dapibus fusce elit lorem maecenas arcu potenti ve blandit et aliquet.",
 "authors": [
  {
   "name": "Kate Fazzino",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Irena Dople",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Sam Benner",
   "organisation": "Tillman Corp"
  }
 ]
}