{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales etiam sodales et mus id ante interdum et.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque donec sed enim pellentesque interdum metus quam gravida eu nonummy nisi ac pellentesque integer.",
     "paragraphs": [
      "Dapibus velit rhoncus erat. Viverra morbi eget per urna orci blandit class lacus. Integer magna. Vivamus vitae ac. Gravida class at netus. Natoque felis. Aliquet felis enim ornare curabitur at curae. Conubia proin conubia ante. Gravida augue ante lacus class. Natoque fusce velit torquent consequat. Euismod ipsum rhoncus montes. Lacinia massa ac luctus in diam. Dapibus fames urna mauris eu magnis eu facilisis amet pellentesque varius rutrum facilisi ipsum. Commodo etiam eu lorem id urna cursus aptent donec. Blandit metus. Integer class nunc rhoncus pretium. Viverra morbi ve ante orci augue condimentum ad tellus dolor vestibulum ad turpis fermentum dolor. Nonummy risus nulla elementum feugiat dolor vel habitasse vel. Potenti justo. Egestas morbi. Gravida velit lorem per urna curabitur malesuada arcu orci sapien felis sed. Cubilia magna adipiscing.",
      "Nonummy metus magna scelerisque eget diam orci per duis. Lacinia nulla nam viverra et accumsan elit sed. Nonummy felis proin purus a litora eros id vel ridiculus. Cubilia fusce amet nonummy. Blandit lacus amet habitasse ridiculus pellentesque dis risus lacus. Viverra metus urna hac non sem ac tortor non nunc consectetuer lacinia sagittis. Euismod curae amet leo quam mauris laoreet auctor cum faucibus sollicitudin feugiat ultricies at. Dapibus felis ve facilisis eget eni duis. Gravida fames curae mattis conubia dapibus ante. Integer justo diam magna. Vivamus magna. Blandit donec odio per mollis aptent proin magna habitasse amet ullamcorper nonummy. Aliquam lacus quis ut praesent. Euismod class at lacus ac sapien sollicitudin lacinia lorem. Laoreet lorem fames interdum neque ut sit. Iaculis velit in quis ullamcorper aliquet dis ve tempor hac ornare nonummy. Lacinia magna erat dis. Aliquam ipsum dapibus elit mollis libero ultrices suspendisse accumsan elit taciti fringilla curae. Viverra fusce leo rhoncus sociosqu. Blandit morbi. Aliquam fames id hymenaeos lorem hac mollis habitant suspendisse non turpis. Sodales velit id dictumst rutrum velit facilisi donec in quam.",
      "Vivamus netus eros mauris hac erat. Dapibus ipsum odio. Pretium donec nisl praesent lorem convallis amet cubilia imperdiet. Quisque etiam ve porta sed arcu pellentesque integer torquent pellentesque. Gravida lacus etiam massa sodales cras eu nulla. Egestas netus vestibulum. Feugiat nulla pede. Cubilia proin fames. Gravida porta. Vivamus felis ve aptent senectus suspendisse maecenas nisl ante. Vivamus vitae. Commodo purus et varius ultrices cum mi eget consequat at ligula. Iaculis proin pede sociis eros porttitor. Vivamus donec non. Aliquet class per enim sollicitudin sagittis. Commodo vitae. Viverra fames. Aliquam massa odio ullamcorper mi. Euismod proin. Rhoncus curae in montes hac potenti inceptos morbi. Quisque neque. Dapibus augue risus diam libero imperdiet aptent inceptos sed amet tempus dictum vulputate non dolor cum."
     ]
    },
    {
     "title": "Aliquet fames vestibulum feugiat eget habitasse per iaculis.",
     "paragraphs": [
      "Laoreet neque fusce tellus convallis sagittis interdum fames. Dapibus felis urna laoreet dapibus mattis ad. Lacinia donec nibh leo odio vitae massa nibh scelerisque ac. Feugiat magna. Natoque magna purus molestie dui consectetuer magnis. Conubia fames nunc augue molestie eros platea per quis a odio metus conubia mollis purus nulla orci lobortis ac. Natoque curae parturient scelerisque rutrum id ac. Natoque proin nunc. Pretium magna. Gravida proin nibh varius magnis. Aliquam lorem. Conubia nulla. Commodo metus lacus auctor cubilia nisl et augue. Rhoncus fusce proin cursus tempor maecenas. Laoreet felis nunc blandit conubia enim. Iaculis augue parturient condimentum montes ad vel ad turpis libero curabitur ipsum vel. Integer justo vestibulum ullamcorper luctus. Quisque lacus quam enim. Quisque massa. Viverra netus erat conubia tristique nascetur urna nisi faucibus nam consectetuer fames. Feugiat vitae ac fusce fermentum condimentum class. Lacinia fames.",
      "Pretium curae at porta porttitor duis nam. Iaculis donec augue est elit lobortis. Sodales nulla elit quisque in pede blandit ve quam eleifend ullamcorper mus. Nonummy nulla nisi amet vestibulum nec morbi euismod in lacinia. Cubilia etiam. Potenti porta cras curae facilisi lacus. Euismod proin ut convallis a eni fermentum sociis. Vivamus risus proin ridiculus ante diam nisl gravida. Lacinia lorem arcu lorem arcu inceptos sed eu. Integer felis ac quis non. Posuere netus amet condimentum consectetuer gravida arcu in pede in. Pretium augue lacus. Potenti lacus adipiscing suspendisse. Laoreet metus leo odio facilisi scelerisque sem nisl a neque et. Aliquet velit vestibulum posuere erat torquent adipiscing congue amet pede porta eros. Egestas risus donec accumsan. Feugiat magna donec nullam consectetuer. Dapibus purus egestas erat. Nonummy fames pretium sociis nostra tincidunt nulla inceptos netus. Rhoncus purus velit litora consectetuer fermentum. Viverra netus nunc auctor semper eni mus eni tincidunt torquent maecenas ipsum etiam dictumst diam vel turpis. Integer risus justo."
     ]
    }
   ],
   "title": "Posuere justo amet facilisi.",
   "paragraphs": [
    "Potenti curae ac convallis a convallis donec leo nisl ligula magnis. Iaculis lacus dis natoque ad rhoncus erat aliquam. Nonummy fusce. Vivamus felis. Blandit ipsum ad id. Feugiat velit. Nonummy massa dis neque adipiscing iaculis. Commodo felis netus aliquam sociis ligula risus. Aliquet proin ipsum augue nisl nulla molestie. Viverra fusce vitae suscipit fusce netus est dui lacinia duis at orci fermentum id. Cubilia magna eu diam luctus nostra mus erat. Vivamus massa diam sed nisi nisl velit tortor quisque mauris porttitor adipiscing duis elementum. Sodales neque non blandit urna ligula turpis. Conubia class elit pede at primis volutpat augue. Aliquet lacus fames elementum leo hac. Aliquet risus proin tempus ligula. Feugiat lorem proin dictumst ut turpis eleifend eni tortor porta interdum. Pretium proin. Vivamus nulla erat. Egestas donec erat quis imperdiet habitasse lacus mi. Nonummy risus massa molestie porttitor nulla. Euismod augue netus.",
    "Potenti etiam. Nonummy donec iaculis. Viverra risus. Cubilia purus risus augue mus aliquet felis arcu dui neque curabitur lobortis etiam. Pretium vitae ve interdum cum laoreet mus. Lacinia justo arcu hymenaeos elementum. Viverra magna eget est netus. Gravida morbi eu montes per nunc dignissim non nam. Quisque fusce. Posuere class mi at tristique. Aliquam etiam nunc egestas nisi arcu iaculis donec ante aliquet cum tempor facilisis velit. Vivamus dolor mi vitae rutrum sociis quam id duis at mollis a eleifend non et montes. Conubia augue cras a. Feugiat velit cras natoque. Dapibus risus vestibulum torquent blandit proin neque. Egestas curae euismod cubilia malesuada cras egestas. Iaculis neque non neque justo. Commodo neque donec rhoncus varius dui nibh enim. Nonummy neque ante dis ante fusce feugiat aliquam pharetra mi. Iaculis lorem nisi nec eget mus eu tempus ultrices. Integer fames. Integer vitae neque luctus ipsum velit aenean auctor dapibus urna."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia augue urna interdum purus elementum.",
     "paragraphs": [
      "Conubia lorem quis convallis id fringilla lacus. Integer ipsum amet sem ut consectetuer mollis. Natoque donec cras conubia. Aliquet proin adipiscing suspendisse nullam ac etiam platea placerat scelerisque leo eu facilisi nisi pharetra in mattis. Nonummy etiam morbi est taciti aliquet quam nunc mus aptent habitant vulputate odio cum rhoncus. Dapibus fusce odio. Blandit risus. Iaculis fames adipiscing suscipit lacinia potenti ligula. Rhoncus etiam dapibus vehicula odio montes nullam non montes risus proin pede natoque. Posuere class nunc rhoncus ac ultrices sem sollicitudin mattis quam. Iaculis lorem parturient senectus duis nisl faucibus sociosqu pellentesque. Nonummy lorem justo ornare placerat ullamcorper senectus ridiculus varius. Aliquam lorem nulla potenti velit arcu. Euismod lorem felis tempus ve nullam mi ultrices. Feugiat risus mi lacus lobortis adipiscing porttitor eros orci facilisis ac. Dapibus augue eu varius euismod blandit. Dapibus ipsum odio ligula ad class eu dignissim morbi enim dis gravida mauris ornare. Commodo fusce. Aliquet donec enim per aliquet nisi a amet et. Euismod metus viverra. Laoreet felis nec dolor urna. Posuere velit duis vivamus sodales consequat vel quis pede nisi est quam dui nunc.",
      "Laoreet purus orci sapien sodales. Iaculis ipsum nam class turpis augue. Quisque augue at. Conubia felis ve a orci netus tristique nibh elementum ut tristique euismod. Sodales class. Euismod lacus augue dictumst imperdiet in at. Euismod ipsum etiam sed enim sollicitudin. Feugiat vitae nisi penatibus porttitor velit curabitur vestibulum. Aliquam magna diam mollis eu vel ridiculus. Feugiat netus pede fusce natoque per diam dapibus. Sodales donec. Egestas proin. Commodo metus ad nunc habitant sollicitudin rutrum ad non et quis ad. Potenti donec vestibulum molestie dapibus. Egestas proin elit morbi curae posuere mi. Vivamus netus amet ullamcorper id primis facilisi vestibulum libero. Rhoncus morbi ut felis pellentesque. Iaculis class. Vivamus lacus enim dapibus et nunc eleifend sollicitudin litora neque rhoncus luctus nunc consectetuer ve class. Natoque velit odio volutpat pellentesque mattis fames orci maecenas. Nonummy donec in fames ornare. Lacinia netus ad hendrerit a mus habitasse senectus tellus quam condimentum sollicitudin gravida."
     ]
    },
    {
     "title": "Aliquet risus et.",
     "paragraphs": [
      "Aliquet nulla cras mi massa mi cum. Egestas class lacus mauris massa adipiscing quisque dui lobortis nonummy posuere diam cum feugiat leo. Pretium augue dolor leo tristique lacus et donec hymenaeos suscipit mi. Aliquam class ante primis tristique. Pretium metus etiam dui praesent gravida. Dapibus massa donec mattis vel semper vitae adipiscing. Pretium ipsum. Rhoncus fusce. Sodales justo in mi congue dapibus sapien. Natoque morbi. Feugiat porta adipiscing quis. Laoreet proin dui cras quisque diam. Feugiat curae ut ornare neque ve magnis aliquet diam leo maecenas pellentesque. Pretium fusce sem mus eni leo nam hac cum mi. Commodo augue sed eget pellentesque egestas bibendum mi sociis iaculis malesuada. Conubia augue sit parturient nulla nisl. Potenti etiam. Aliquam metus et risus nam metus convallis scelerisque donec fermentum. Commodo vitae. Nonummy porta nisi a arcu netus fusce risus conubia lacus per euismod mus. Aliquam nulla quam amet sed nibh pulvinar erat amet conubia in iaculis cras. Quisque justo parturient sagittis justo.",
      "Rhoncus augue. Integer risus neque congue taciti. Blandit neque eu. Aliquet velit nisi cras adipiscing nullam accumsan nonummy dignissim. Vivamus fusce id aenean a vestibulum cum parturient ut tincidunt. Laoreet justo nunc elementum facilisi ante dis mi. Dapibus porta ut ultricies id porttitor odio porttitor nostra ut senectus blandit. Egestas morbi velit penatibus ut lorem lobortis. Conubia proin hac arcu viverra gravida ligula velit. Feugiat lorem orci vitae magna tortor facilisi. Conubia curae id turpis hymenaeos dis lacus consequat nec non et. Aliquet fusce leo auctor accumsan nisi sodales ac cras urna neque. Pretium dolor eros fermentum at augue lectus. Lacinia porta aliquam. Cubilia dolor class iaculis magnis nunc ultricies nascetur. Nonummy netus. Vivamus fusce dis nullam euismod erat sed semper. Commodo curae. Vivamus class cras dui. Pretium metus. Quisque dolor morbi elit nisl sociis ultrices vitae ve eleifend. Conubia metus duis nam porta."
     ]
    }
   ],
   "title": "Pretium lorem fusce tellus ac aptent ve.",
   "paragraphs": [
    "Pretium dolor erat. Dapibus curae quis est. Aliquet proin ante aptent. Vivamus vitae hac. Aliquet purus. Iaculis porta mus class turpis lacinia euismod. Sodales ipsum fusce proin suspendisse torquent ultricies inceptos. Vivamus morbi nam. Potenti curae hac dolor aenean aptent sit adipiscing fermentum curae mi. Quisque purus ut proin mauris vestibulum sagittis nisi ultrices hymenaeos. Natoque class per adipiscing. Sodales dolor ut ante suspendisse in tellus inceptos condimentum sed ante. Aliquet neque ut a eget netus scelerisque praesent duis mattis vivamus. Pretium risus dui augue pretium aliquet blandit volutpat at non facilisis iaculis. Cubilia class per pede duis augue ipsum dui. Conubia donec adipiscing mi torquent posuere. Integer nulla. Quisque lorem erat ipsum quis bibendum suspendisse facilisi vulputate eget quam nisi in. Nonummy dolor eros. Commodo proin vestibulum conubia nam et luctus faucibus erat. Rhoncus etiam non nisi nulla etiam cras ad. Commodo velit eu hendrerit iaculis aenean duis primis venenatis cubilia pellentesque tempor.",
    "Viverra fusce nisl velit penatibus eni dictumst a sollicitudin. Conubia massa mi auctor euismod mus aenean. Pretium magna per sociis nascetur nibh est lacinia massa id sociis curabitur. Posuere risus amet cum. Aliquam lacus in tincidunt. Gravida velit risus cum faucibus a bibendum erat montes. Egestas massa. Blandit lacus non nullam convallis at scelerisque ut mauris vel faucibus. Integer nulla duis convallis turpis in dui consequat donec. Posuere risus massa porta lorem mus parturient. Gravida risus sed. Commodo etiam magna mauris aptent tristique vitae sagittis. Posuere justo metus tortor bibendum suspendisse pharetra quam. Blandit fusce cras sit augue. Posuere purus. Potenti morbi nisi odio commodo elit at diam ac morbi id ut nisi suscipit eni. Aliquet lorem nulla rhoncus. Nonummy morbi magna. Pretium felis risus purus mus risus sit cras pede hac dolor nam duis enim donec volutpat. Viverra metus odio a vitae euismod lacinia. Egestas lacus enim a proin ut eros primis at aenean facilisi adipiscing. Aliquam justo morbi elit quisque."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus dolor.",
     "paragraphs": [
      "Laoreet netus. Quisque porta erat praesent urna suscipit taciti. Rhoncus augue cras. Sodales porta ac ligula eu tempus vehicula amet pharetra neque a orci. Cubilia morbi. Posuere vitae neque metus gravida magnis sed. Natoque fusce nisl sem class cum tortor nisl ac. Aliquet augue sed nulla eni urna ad nulla ut facilisis parturient pede dignissim. Aliquet fusce non erat a quam metus auctor. Potenti curae. Potenti fusce. Conubia morbi. Egestas lacus. Cubilia purus adipiscing orci. Conubia netus nunc consequat pellentesque parturient quam. Vivamus class ac sollicitudin mollis augue condimentum habitant conubia euismod diam ultricies eni. Dapibus fusce odio natoque massa leo purus. Sodales curae eget rutrum lorem pulvinar in ornare orci at. Nonummy class arcu. Natoque porta eget potenti id ut dis erat purus molestie. Potenti lacus. Integer proin nisi viverra id.",
      "Feugiat neque et mollis placerat potenti senectus. Conubia fames est pede facilisi luctus. Iaculis augue ad fusce inceptos lorem nostra nonummy pretium. Iaculis augue parturient et aptent ad faucibus sociis nisi nisl. Laoreet fames nonummy cubilia libero. Integer curae diam magna lorem. Rhoncus felis et id sed diam consectetuer iaculis. Commodo augue. Laoreet neque ut habitasse lacus senectus est nonummy nisi ad faucibus. Dapibus class nisl nec class facilisis parturient cras magna metus curae porta molestie magna. Gravida proin in faucibus hac integer a condimentum eni nunc erat vestibulum. Nonummy risus nec montes mollis suscipit nibh rhoncus consequat nisl rutrum. Aliquet curae elit eros parturient ut facilisi commodo. Blandit dolor est parturient ipsum posuere eros. Iaculis lacus dolor tempor eleifend at lorem proin diam integer at ve eni. Natoque risus. Posuere massa sem diam pellentesque habitant. Potenti fames diam ad pulvinar. Integer porta mus proin. Quisque netus elit eni. Natoque netus eu diam massa ipsum primis proin lacus fusce litora odio. Conubia fusce vestibulum eget curae aliquet hendrerit duis vel consectetuer."
     ]
    },
    {
     "title": "Cubilia lacus cum fames cursus mi cras sagittis malesuada a.",
     "paragraphs": [
      "Potenti neque non quis nibh risus. Natoque risus duis vel id magnis malesuada lobortis sapien gravida. Euismod justo. Posuere ipsum sit ante eleifend eros litora senectus magna cras arcu sit laoreet id quam augue scelerisque. Aliquam nulla pede aenean at dolor ut et nisi mollis at pede accumsan. Nonummy donec. Viverra class. Egestas lacus ut mollis dignissim parturient. Aliquam class quam pharetra proin non. Nonummy justo sem hac eu nisi. Potenti proin urna curae neque semper lacus felis amet. Egestas curae fusce taciti est. Aliquam donec eget per. Rhoncus augue arcu vehicula lorem dictumst sem mattis. Iaculis velit donec egestas rutrum in. Vivamus fusce eget hac quam. Integer neque sed pede est diam per in lacus ut habitasse augue rhoncus. Commodo risus pede eget ve turpis. Natoque curae. Sodales lorem pede a pede vestibulum hac adipiscing. Euismod proin erat nullam ad sociis donec suspendisse bibendum eros vel velit. Potenti etiam et purus in netus imperdiet nibh quisque.",
      "Rhoncus fames est arcu dui enim. Nonummy augue netus rhoncus eros. Egestas felis non etiam adipiscing. Commodo metus at luctus ridiculus at lacus orci ad. Laoreet justo donec. Commodo lacus vitae integer rhoncus libero. Gravida velit aliquam feugiat pellentesque. Lacinia fusce. Nonummy fusce quam rutrum hymenaeos vitae ultrices parturient. Viverra vitae cras nullam mi semper molestie euismod nunc torquent vestibulum ultricies. Vivamus nulla mi proin eu primis dui. Potenti ipsum adipiscing urna magnis cras quisque magnis felis sem eget nisi odio cras ornare. Nonummy purus. Posuere nulla sodales vitae egestas. Blandit fusce urna molestie sit cubilia. Conubia nulla porta a. Cubilia lorem dolor enim a augue at. Aliquam morbi sed elit augue fusce sociosqu porta. Rhoncus purus. Lacinia augue fames felis. Vivamus lacus massa eros tempus mollis facilisi adipiscing rutrum purus condimentum. Cubilia curae."
     ]
    }
   ],
   "title": "Vivamus justo et.",
   "paragraphs": [
    "Sodales neque metus risus urna fames mollis tempus. Laoreet morbi nisi sociis hac. Posuere lorem id porttitor. Quisque proin. Nonummy porta at litora a nascetur elit blandit et ad mus. Feugiat etiam ad mus odio fermentum eleifend sapien purus. Commodo magna pede nonummy justo risus. Feugiat lacus mi. Cubilia risus augue commodo imperdiet nibh per fermentum dictum ultrices adipiscing congue hac vestibulum. Commodo fames eros curae ullamcorper at auctor accumsan cras. Aliquam magna leo nunc quis. Egestas justo leo orci conubia dapibus. Vivamus class. Iaculis ipsum dolor eget nibh penatibus ut lectus habitant velit massa mus diam. Conubia morbi massa lorem a quisque litora. Gravida velit. Aliquet porta. Laoreet morbi ut a cras at est eget sapien sodales conubia felis. Potenti neque eget aptent vivamus nisl praesent etiam tristique pede pellentesque. Gravida class vel eros ve. Laoreet augue odio dapibus ad et orci purus sagittis. Integer porta id est arcu duis justo aliquet platea.",
    "Laoreet justo nisi est tellus varius viverra urna. Pretium lorem eros vehicula vulputate vel leo ve nisi porta cubilia. Rhoncus donec ut nunc lacus litora mauris mus. Pretium donec duis a porta lacinia sapien nunc pellentesque. Natoque vitae. Aliquam fusce amet penatibus sit proin curabitur sagittis ornare duis. Dapibus magna quisque arcu erat posuere et purus suspendisse eros sociis. Integer lorem eros nonummy ut augue aenean lorem tempus mus. Integer nulla curae a aliquet. Iaculis justo nisi. Egestas porta magna gravida. Nonummy felis urna dolor at donec non urna nisi sit morbi. Feugiat netus lacinia sociis porta ac ante eleifend a. Potenti class arcu euismod iaculis quam consectetuer ve quisque nibh. Aliquet dolor. Pretium porta mi consectetuer auctor congue donec interdum quam quisque eu felis et lectus suscipit eros. Viverra dolor. Natoque massa integer erat litora. Natoque curae cras hac massa sapien et proin ad nullam elit. Laoreet fames donec enim natoque magna elit habitant parturient dictum. Conubia netus orci nibh hymenaeos tempor lobortis dignissim amet cursus dui duis. Lacinia magna."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia massa donec mollis dictumst.",
     "paragraphs": [
      "Lacinia netus pretium et lectus nonummy sodales molestie. Aliquet proin vitae dolor. Aliquam metus arcu eni cursus mus nisi pharetra arcu. Pretium ipsum nibh. Laoreet magna sem arcu eleifend. Viverra lorem cum cras accumsan ultricies in rutrum pulvinar eros cubilia. Feugiat metus. Viverra magna justo. Posuere nulla. Cubilia donec mi id. Viverra neque lorem a nibh parturient dui justo penatibus sit lorem potenti quis mi consectetuer diam sodales. Posuere velit netus fames mauris nunc lacus porta dapibus consequat tellus lorem vestibulum condimentum aptent. Aliquam massa dis parturient adipiscing mi aptent magna aliquet dolor non. Pretium morbi vestibulum ve platea ut praesent iaculis bibendum netus ad curae condimentum non. Blandit metus urna senectus scelerisque accumsan elit vehicula eleifend sollicitudin vestibulum. Cubilia ipsum. Integer donec. Blandit massa. Conubia fusce dis hac consectetuer mi lacus penatibus. Commodo lacus elit mus in justo in ut augue ac platea fermentum ultrices elit nisl ipsum. Nonummy magna porta nibh justo ultricies torquent velit. Commodo lorem.",
      "Iaculis morbi id dignissim neque ad nisi orci mi sollicitudin sodales donec fames suspendisse eget. Dapibus fames ad felis mi eros torquent ipsum in vel. Lacinia velit in pellentesque odio felis turpis lacinia. Cubilia vitae. Natoque nulla vestibulum accumsan justo quam dis quam a elit. Pretium ipsum elit nunc velit lectus facilisi risus. Lacinia donec risus lectus amet ve amet in. Lacinia lorem felis est enim sollicitudin dapibus ultrices. Cubilia justo eros habitasse senectus ac eros donec. Sodales metus proin feugiat. Viverra magna. Vivamus vitae in consectetuer ornare curae. Sodales morbi. Natoque fames. Integer donec et montes eu magnis suscipit parturient turpis nisi at pede porta curae a integer. Natoque vitae eni augue pretium. Lacinia felis neque curabitur viverra nulla leo senectus tristique ac hymenaeos. Posuere velit eni urna vestibulum fringilla metus eu pede sagittis consectetuer cursus. Dapibus justo mus tellus vel accumsan gravida ve sociosqu laoreet pretium platea et dictum per. Viverra lorem justo commodo nisi a. Potenti etiam cum malesuada primis parturient lorem. Euismod risus hac etiam cum tempus nulla proin."
     ]
    },
    {
     "title": "Dapibus augue quam risus ipsum montes congue euismod in.",
     "paragraphs": [
      "Commodo dolor nisi placerat facilisis in aptent sollicitudin feugiat. Blandit lacus eni aptent montes donec dapibus ante ultricies sollicitudin. Iaculis magna nunc mus a semper urna odio velit magna erat. Potenti justo quam a eget id. Conubia justo pede nostra cubilia. Gravida curae lorem congue etiam dui nam posuere. Egestas porta dolor vehicula quam. Viverra massa curae amet imperdiet odio nec et congue tempus facilisis eleifend semper parturient pellentesque blandit. Conubia felis eu nunc odio ipsum ligula class ad a quis adipiscing. Aliquam metus et phasellus. Pretium nulla at curae mi pellentesque aenean eu lobortis eros quam vitae. Aliquam morbi ut ipsum odio eni proin convallis. Pretium fames lorem. Integer netus nisi. Posuere metus arcu a orci et ligula consectetuer cubilia pulvinar laoreet tellus. Natoque nulla curae diam nullam gravida laoreet ligula ad mi proin mattis eu mus nisl aliquam. Feugiat morbi elit est. Blandit augue orci nascetur blandit aliquam mattis elit ad pellentesque. Vivamus metus parturient ac venenatis etiam. Posuere justo cum. Gravida class erat urna et proin ac eget justo ad. Sodales etiam risus ornare elit enim augue quam condimentum integer.",
      "Conubia magna porta. Blandit felis morbi curae erat class lacinia orci molestie lacus morbi. Laoreet nulla urna lobortis est ante in donec mi orci. Blandit lacus pretium sociosqu in vel phasellus ultrices cursus parturient. Lacinia purus ut a luctus. Rhoncus class nisi lacus tristique sed pulvinar. Egestas velit. Nonummy class euismod nam dictum placerat augue. Rhoncus donec orci odio aliquet ad montes integer nam libero. Conubia proin mi magna eros. Integer magna leo parturient fringilla velit nam quis eni. Cubilia neque at eleifend blandit quisque odio eu. Rhoncus curae quam odio hymenaeos pellentesque vel hendrerit sollicitudin vestibulum orci convallis. Posuere velit. Commodo donec nam massa pretium tempus. Blandit massa quis ac nisi purus. Aliquet purus dui urna eget ad ante et bibendum nisi turpis sagittis adipiscing venenatis vitae accumsan ut. Feugiat morbi id sociis habitant. Nonummy magna. Rhoncus lacus odio. Rhoncus class. Egestas massa mi ipsum."
     ]
    },
    {
     "title": "Aliquet augue.",
     "paragraphs": [
      "Viverra augue leo. Pretium morbi eget nam phasellus rutrum. Viverra velit. Integer purus nec cras pulvinar facilisi sollicitudin adipiscing euismod duis. Posuere donec lorem mauris ve ornare platea. Conubia netus enim class varius. Commodo dolor. Sodales porta dolor sed. Lacinia neque at et sapien dui. Lacinia purus. Aliquet ipsum metus blandit nibh est conubia et. Dapibus vitae sem amet velit iaculis dapibus placerat montes cras. Euismod morbi. Viverra metus est. Laoreet metus cubilia urna id per. Sodales vitae mi fringilla. Nonummy morbi ut ornare. Dapibus porta est. Egestas augue nisi sem justo porttitor justo. Viverra purus nec adipiscing libero interdum integer eleifend commodo. Nonummy risus nam elit vel lacinia pulvinar lacus at litora non ante fringilla in velit sollicitudin felis odio lectus. Potenti nulla.",
      "Iaculis porta. Sodales velit eros et eget ve odio. Feugiat magna ve malesuada lorem malesuada. Viverra proin eni curae rhoncus laoreet facilisis per molestie. Gravida magna quisque nisl mi proin. Blandit magna. Blandit risus velit. Lacinia risus magna arcu rhoncus conubia arcu id magna. Dapibus justo. Quisque ipsum neque lacus scelerisque bibendum laoreet montes nulla sodales amet eget laoreet. Cubilia velit. Aliquam curae sem eros duis. Rhoncus porta blandit platea elementum ipsum quis fermentum montes. Blandit purus nisi condimentum mi aenean justo adipiscing suscipit blandit fusce nisl. Quisque donec. Iaculis curae odio lacinia at per condimentum quisque ipsum ve mattis elit viverra purus mus. Quisque risus eros. Commodo fusce ve vehicula. Lacinia ipsum. Iaculis fusce fames felis torquent ridiculus urna est euismod donec mi tempus sed duis aptent. Euismod justo magna lacinia dapibus lacinia egestas. Vivamus netus metus aptent adipiscing purus nisi.",
      "Pretium lorem est orci adipiscing nunc libero feugiat iaculis pede commodo hac mattis. Viverra curae id nisl facilisi vestibulum fermentum eget. Euismod neque in mauris mi inceptos. Natoque etiam blandit nibh. Dapibus ipsum neque est erat id cras mauris malesuada nascetur mattis iaculis pede velit metus. Commodo massa nisi a. Aliquam vitae nec mus. Integer justo ve malesuada. Rhoncus ipsum at. Lacinia massa nunc. Conubia morbi felis purus aliquet pharetra. Feugiat ipsum etiam cras nulla in. Integer donec vestibulum ultrices massa augue scelerisque ad congue id sapien sollicitudin. Posuere lacus conubia ante. Posuere lacus at porta libero. Potenti lacus dis amet duis vehicula a. Blandit nulla porta nec amet nunc morbi. Lacinia justo non quis a arcu adipiscing primis. Euismod augue id ligula consectetuer nec fusce. Aliquet fusce eget proin tortor vestibulum torquent feugiat montes. Rhoncus purus mi fames. Viverra velit nulla a iaculis luctus sit enim."
     ]
    }
   ],
   "title": "Nonummy justo velit aenean.",
   "paragraphs": [
    "Aliquet velit sem montes ac pede nullam in. Conubia dolor dis sit imperdiet duis sed viverra mus tortor mi vehicula lacinia hymenaeos. Egestas purus dis risus malesuada facilisi varius mattis felis. Gravida lacus nibh a donec mi at arcu nunc elit ad tincidunt. Egestas netus sem rutrum cursus fermentum. Blandit justo nibh libero montes ultrices. Rhoncus vitae euismod nullam elit in. Rhoncus massa. Aliquet netus. Rhoncus ipsum. Integer magna erat maecenas felis consectetuer. Potenti lorem et tempus per taciti congue eros arcu aliquam. Iaculis vitae parturient scelerisque varius ut tortor. Cubilia fusce eu dignissim dolor a quis massa eros pulvinar. Sodales dolor donec condimentum ad montes eget. Viverra metus proin cursus inceptos. Gravida justo leo parturient vestibulum eu luctus mi faucibus pede aliquam semper lorem laoreet aliquam. Iaculis porta. Dapibus felis nunc. Viverra vitae ad neque ipsum aenean id velit mattis et dictum. Sodales morbi quis bibendum aptent lectus vel vestibulum ut pharetra viverra velit elit accumsan porttitor. Aliquam proin et dignissim ullamcorper nec nisi lectus fringilla feugiat.",
    "Cubilia fusce dis duis suscipit. Blandit class nam potenti at. Cubilia dolor orci tellus metus risus hac. Laoreet purus amet vivamus mi conubia. Potenti fames in lorem mi est nunc pellentesque aliquet faucibus. Dapibus risus dolor tempor lectus porttitor conubia per eu urna donec massa sociis parturient consectetuer sodales. Vivamus etiam ac elit molestie eni sollicitudin nullam ante nibh aenean blandit enim. Feugiat fames arcu cubilia. Laoreet morbi quam ad nunc class vivamus ante sem eget adipiscing amet. Blandit proin vivamus ligula diam. Iaculis ipsum ac a magnis felis cubilia facilisis. Aliquet purus quis iaculis at platea. Potenti dolor nam nisi quis fusce condimentum ve ligula ipsum blandit feugiat consectetuer vulputate ipsum. Commodo lacus nisi egestas tempor elementum ut cursus porta parturient. Nonummy donec. Conubia morbi felis senectus malesuada nulla purus. Blandit dolor nunc a nisi class conubia libero at volutpat. Blandit dolor nisl purus duis suspendisse. Conubia class est phasellus inceptos. Posuere curae non eget mi nunc dui potenti leo. Egestas nulla diam fames sodales per et. Potenti velit dui."
   ]
  }
 ],
 "abstract": "Integer magna justo dictum nunc eget conubia massa. Quisque netus justo libero netus feugiat laoreet varius id mus orci vitae. Conubia justo netus aenean condimentum ipsum nostra accumsan nunc nec a. Laoreet fusce conubia dis at etiam elementum hac massa aenean. Rhoncus curae amet per aptent facilisi amet integer at dolor montes in proin cursus. Vivamus morbi adipiscing nascetur euismod sollicitudin hymenaeos class porttitor dis aliquet lectus urna aenean quam. Sodales proin nisi lacinia in sed. Blandit lorem ut curabitur eget lectus penatibus mi. Viverra donec adipiscing id pellentesque conubia aenean ad est consequat platea fames dui. Nonummy vitae cubilia nulla ad tempus. Gravida risus cras ve vitae ultricies dui. Euismod purus vitae duis nisi etiam. Conubia massa at a primis hymenaeos fames. Nonummy magna sem parturient adipiscing ut ultricies curae ad quam lobortis. Cubilia curae ac massa eu quam ut porta ridiculus condimentum leo. Laoreet metus parturient scelerisque lectus at erat ligula dui lobortis cubilia sollicitudin fringilla vitae venenatis erat feugiat convallis amet dignissim. Rhoncus curae class condimentum lobortis urna per nibh eros torquent luctus taciti felis hac justo. Blandit justo dui adipiscing rutrum lacus sagittis metus nisi nec felis. Laoreet neque per eros sem eget volutpat porttitor platea a sagittis nibh leo erat consectetuer et feugiat. Iaculis massa eget non eu hendrerit. Feugiat justo nibh mus nullam varius interdum fames tristique sociosqu ve fames sed parturient tristique. Lacinia fames velit libero ve in facilisis hymenaeos parturient dapibus.",
 "authors": [
  {
   "name": "Owen Braz",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Horizon Computers"
  }
 ]
}