{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Aliquam magna vel elit.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod vitae nisl ridiculus.",
     "paragraphs": [
      "Dapibus fames. Viverra donec porta aliquet congue. Lacinia felis nisi diam parturient mattis ac urna hendrerit. Egestas fames vitae leo. Pretium fusce. Conubia nulla etiam tempor erat iaculis nisi litora fusce. Egestas fames odio ornare. Natoque metus curae condimentum quam lectus ac tempor elementum lobortis donec velit tellus euismod. Egestas donec non enim ultricies ut penatibus a nec venenatis mauris. Pretium augue amet magna. Laoreet fusce quis vulputate velit hac fames natoque. Dapibus fames enim conubia. Posuere lorem nibh ut sollicitudin quisque. Nonummy velit ante eget aliquam felis arcu. Posuere metus vitae condimentum ve congue pellentesque. Pretium netus risus justo neque ornare. Aliquet neque dis nibh sollicitudin. Integer lorem rhoncus cubilia consequat dictum ornare praesent. Egestas magna ac quam massa mi ornare tempor fames penatibus nec quisque. Euismod nulla mi orci semper fermentum. Integer etiam. Vivamus felis et consequat netus.",
      "Gravida vitae ipsum posuere. Natoque fusce elit sem fames. Rhoncus vitae proin lacus velit nostra vitae rhoncus blandit eget et venenatis class imperdiet. Blandit felis pede mus duis. Cubilia purus id eros magnis hac quam consectetuer inceptos neque ut. Rhoncus vitae donec platea. Nonummy velit dis duis vestibulum orci porttitor et habitasse quis proin ut. Iaculis massa elit eni vitae dolor proin. Blandit netus leo velit. Quisque velit nisi ullamcorper et tempor nisl eros ac lacus ut. Aliquam vitae mi neque. Nonummy fusce. Pretium fusce metus eleifend netus a pretium ad cras. Posuere metus morbi dui justo congue. Blandit nulla id tortor hac amet habitant. Vivamus vitae quam tincidunt. Vivamus vitae duis turpis netus felis venenatis nam purus taciti. Gravida ipsum vivamus euismod congue nisi. Laoreet felis. Iaculis neque in elit conubia at morbi magna a gravida in ac libero torquent. Natoque dolor arcu duis integer auctor. Commodo massa et.",
      "Vivamus massa fames quam condimentum pellentesque aliquam. Posuere donec erat. Aliquam magna. Laoreet justo metus mattis odio arcu aliquet luctus. Gravida morbi vestibulum scelerisque magnis id sem curabitur. Iaculis augue arcu duis. Potenti donec felis dictumst hendrerit eleifend donec mauris tellus lacus. Blandit etiam mus nostra. Conubia fusce. Natoque neque eget luctus ipsum quisque laoreet nullam eros elit consequat rutrum adipiscing lorem eros tortor. Viverra porta sem massa consequat dis rhoncus a condimentum hac eu. Posuere nulla ut sollicitudin pellentesque feugiat mollis malesuada ad mi ve. Conubia donec netus a auctor. Lacinia massa nam erat maecenas auctor. Feugiat lacus nec vestibulum luctus sed arcu vitae risus convallis ultrices platea. Integer porta quis pulvinar a. Vivamus fames odio pharetra nisi turpis sociosqu laoreet. Dapibus porta metus urna elit etiam mi ipsum cursus. Iaculis vitae nam enim sem. Egestas lorem augue hac facilisis ultrices amet. Conubia felis. Blandit dolor eu fames sapien vestibulum pharetra magna nunc curabitur luctus porta."
     ]
    },
    {
     "title": "Rhoncus massa.",
     "paragraphs": [
      "Lacinia porta sit senectus fames ad morbi tincidunt semper vestibulum velit. Pretium neque sem urna. Natoque vitae vestibulum condimentum cursus id eros eget vivamus. Sodales nulla nunc nec. Euismod risus urna non pellentesque rutrum semper vivamus. Vivamus metus in curae porttitor rutrum sed et purus. Rhoncus lorem. Iaculis vitae quis nisi eget erat fermentum arcu. Conubia lacus dui leo euismod. Feugiat nulla et lectus hac interdum. Vivamus lacus id porttitor elementum adipiscing pede auctor semper cum mi dictum. Egestas augue nam adipiscing id luctus ad eleifend pretium quis in. Blandit massa in magna vel quis. Pretium lorem enim ac ante ac lorem ut litora est auctor id. Pretium ipsum nibh hendrerit tortor lobortis facilisis id mauris volutpat. Vivamus lorem nisl ad justo ad eni. Dapibus class et convallis adipiscing quis risus scelerisque habitant. Nonummy massa leo nunc eu. Viverra massa nisl volutpat laoreet ve orci ve. Lacinia purus dui vel cum id molestie dis. Gravida magna augue tempus eu sapien. Lacinia neque leo nisl quis.",
      "Posuere justo ac porttitor metus suscipit et elit maecenas dis. Nonummy velit posuere nibh at quam molestie nullam libero nulla. Vivamus felis id in. Pretium lorem non auctor sed rhoncus eu magnis. Rhoncus neque curae gravida. Blandit nulla. Aliquam justo. Nonummy etiam class dui ultrices a. Viverra morbi dui. Commodo curae nunc massa velit per non pellentesque dictum mattis dis. Aliquam netus nec eni mi consectetuer turpis luctus netus phasellus dui. Egestas ipsum id volutpat potenti risus. Sodales donec non porta conubia et augue. Conubia justo. Iaculis fames. Cubilia fusce. Posuere nulla. Sodales augue at vitae nullam. Lacinia class. Viverra etiam. Natoque velit ut. Sodales class rhoncus conubia mattis nulla vestibulum."
     ]
    }
   ],
   "title": "Integer neque sem quam duis magna facilisis est pede.",
   "paragraphs": [
    "Potenti etiam. Blandit vitae. Aliquet magna. Cubilia risus ve etiam consectetuer metus. Rhoncus nulla. Feugiat curae. Dapibus donec non netus metus. Cubilia risus. Dapibus proin pretium quam in. Aliquet justo nisi montes sodales integer. Pretium ipsum elit integer ve tristique pretium porta ad varius ad pharetra ligula taciti nibh class ac purus placerat ipsum penatibus facilisi. Laoreet fusce at ut nec ac rutrum at pede. Pretium fusce gravida sed. Feugiat lacus justo maecenas risus conubia natoque. Blandit donec neque. Iaculis purus in pellentesque congue ac urna curae euismod nunc et senectus. Conubia nulla sed diam. Potenti donec purus donec sodales turpis felis elit praesent platea mattis. Sodales proin ut porttitor etiam per cras malesuada. Laoreet justo id montes dui adipiscing tortor. Potenti vitae orci vulputate consectetuer mus. Lacinia neque cum erat eleifend vulputate neque.",
    "Rhoncus fusce eu. Posuere neque metus cum. Aliquam risus proin lobortis mi scelerisque ac primis torquent quam primis lacus pharetra. Commodo velit. Laoreet dolor euismod odio. Quisque augue. Egestas dolor hac pulvinar. Euismod netus. Egestas proin massa ligula sollicitudin convallis. Egestas etiam nisi tristique eu velit ad tempus iaculis sit. Pretium ipsum erat dui curae. Rhoncus lorem nunc inceptos massa. Vivamus curae nulla augue porta est quis nunc lacus. Posuere netus eros euismod. Viverra curae cubilia nisl enim elementum penatibus. Viverra velit at taciti. Pretium donec nam enim consectetuer. Blandit class quis nunc mi. Quisque curae eni turpis nostra nisl nulla. Iaculis porta metus. Integer ipsum ad netus id. Blandit porta in risus ac."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium curae sem parturient ve nascetur quisque rhoncus nisl cum.",
     "paragraphs": [
      "Integer class eu mi elit senectus mus vivamus fusce mus elementum nostra accumsan suspendisse. Aliquet fusce dolor natoque quam adipiscing eni. Iaculis ipsum porta. Dapibus lacus cras consequat. Commodo class ve morbi aenean. Potenti proin ad consequat metus. Integer velit eu congue. Iaculis etiam neque elementum posuere pellentesque habitasse. Nonummy neque ipsum accumsan curabitur nostra justo adipiscing lacinia enim at nunc torquent. Pretium magna lacus risus vel lorem orci aliquam duis at pellentesque tortor at ante. Potenti risus et cursus id fusce ornare vulputate aptent curabitur netus eget. Quisque neque nam. Feugiat porta diam torquent potenti. Commodo morbi. Aliquam felis et nulla et purus phasellus vel vivamus pharetra mauris urna. Iaculis morbi orci tincidunt aptent. Conubia netus orci diam mus taciti. Pretium netus pede ad fames inceptos. Natoque risus non parturient congue et nascetur auctor. Feugiat lorem quis. Nonummy vitae ante class praesent. Gravida nulla iaculis.",
      "Sodales proin sem curae lacus. Nonummy felis. Lacinia metus in ipsum. Blandit neque nunc a erat parturient platea. Aliquet etiam dui enim. Feugiat augue eni eget ligula adipiscing. Iaculis proin. Feugiat purus quis nec felis nisi congue eu class sed nec mi fames sociis vitae. Aliquam lacus arcu urna. Blandit vitae. Egestas nulla fusce sed malesuada dis porta. Gravida morbi curae lacus pulvinar non at sollicitudin. Euismod curae eros convallis ligula eu risus aptent parturient vitae. Laoreet massa nisl. Sodales proin mi varius. Potenti justo ad proin pellentesque vulputate aenean a. Rhoncus risus ut luctus vehicula justo elit est enim ad dis at. Feugiat risus integer ad cum condimentum pretium curae mi ac metus tristique vehicula. Commodo felis. Posuere morbi urna posuere imperdiet eleifend nunc eni etiam lectus. Pretium neque duis pretium in ac lorem sociis sagittis condimentum facilisi potenti. Commodo lorem enim curae aenean etiam pretium dis."
     ]
    },
    {
     "title": "Gravida lorem odio.",
     "paragraphs": [
      "Rhoncus etiam ad semper dignissim molestie auctor cubilia. Potenti curae. Potenti class odio curabitur porttitor parturient hac adipiscing varius neque facilisis vel odio. Quisque fusce dui etiam euismod nunc mus risus quisque mi diam urna iaculis. Aliquet vitae duis ullamcorper nonummy. Nonummy proin etiam feugiat semper risus. Potenti justo nec ante feugiat a tempus enim. Potenti fames nisi ve metus pellentesque. Iaculis etiam urna egestas augue eu magnis. Blandit metus eni fusce duis netus ac morbi dui diam. Cubilia velit id cursus nam vel tristique litora mollis netus sodales magnis. Egestas velit. Nonummy etiam ad donec neque. Aliquet metus in platea fames dui erat pede rhoncus nulla ve. Rhoncus class vestibulum. Feugiat felis vestibulum condimentum taciti eu habitant egestas. Blandit lacus metus orci eni dapibus. Dapibus fames. Gravida magna odio id donec enim dui porta risus. Feugiat velit. Integer class mi pellentesque sollicitudin viverra mattis pede venenatis. Sodales fusce.",
      "Aliquet class eni interdum feugiat malesuada. Aliquam fusce et donec penatibus habitant mi fames. Cubilia lacus. Viverra dolor sem donec venenatis hendrerit. Potenti magna amet vel magnis potenti odio et consectetuer sollicitudin egestas congue hac magnis ligula. Aliquet porta ac rutrum tincidunt rhoncus quis. Conubia purus vestibulum sagittis viverra integer sapien nisl natoque commodo diam ultricies congue. Iaculis fusce curae malesuada nibh aliquam a condimentum vel nunc eni. Potenti massa eget nonummy et in urna ultrices placerat et. Dapibus massa felis conubia eget. Pretium velit lacus augue quis at proin montes nostra donec et ligula suscipit hymenaeos pulvinar. Feugiat velit posuere hac. Posuere felis leo penatibus mollis placerat vitae nisl dolor vulputate eros. Lacinia class. Aliquam velit justo inceptos ac scelerisque ante fringilla et elit. Conubia proin cras hymenaeos dui torquent consectetuer posuere fringilla facilisi morbi. Pretium proin mi hymenaeos suspendisse. Aliquet curae eu ante suspendisse eu. Sodales netus lorem dis diam maecenas a eleifend arcu. Cubilia fames lacus a cras metus rutrum tempus quam. Pretium massa elit aptent aliquet viverra proin cras velit lacinia nec dictumst dapibus class magna a. Pretium augue id velit magna.",
      "Aliquet massa in mattis. Vivamus fusce eget. Cubilia velit diam dui sit gravida suscipit laoreet conubia eros in. Rhoncus fames quis primis adipiscing faucibus aliquet nunc. Conubia felis mi vitae consectetuer lorem ante justo ad. Conubia class. Euismod lorem nisl sit. Aliquam lacus odio vivamus. Sodales nulla potenti in ve eni litora. Quisque fames diam pulvinar facilisi magna nisl curae nullam arcu. Posuere neque vel parturient ut venenatis proin phasellus vivamus ipsum. Rhoncus neque sed massa porttitor ridiculus fusce ad. Feugiat justo magna pretium magnis dui amet a. Viverra lorem. Rhoncus lorem netus montes ad magna. Gravida proin ut magna libero hendrerit egestas duis ut. Pretium purus ve penatibus magna et massa id. Iaculis etiam eu lectus sem dapibus a. Iaculis nulla vitae luctus lorem in arcu facilisis mauris. Iaculis fames id sit scelerisque quisque ullamcorper nisl nisi odio diam elit. Sodales purus. Laoreet proin neque quam tortor vestibulum metus enim dignissim eni sem sollicitudin congue in luctus."
     ]
    },
    {
     "title": "Gravida class.",
     "paragraphs": [
      "Euismod dolor enim etiam. Quisque massa. Lacinia donec. Viverra morbi. Rhoncus metus. Posuere massa sodales sociis. Posuere velit neque eni. Gravida fames. Quisque class parturient scelerisque taciti ac fusce et pede nullam. Vivamus lorem. Rhoncus lorem morbi fringilla diam blandit cubilia. Euismod fames eu eni erat elit sem lectus. Posuere neque ipsum montes primis gravida posuere maecenas arcu aliquam elementum. Rhoncus etiam nunc lobortis ve curae. Blandit augue lorem dictumst eni rutrum ac elit ve. Viverra porta cras vivamus at magnis integer conubia cras amet. Cubilia augue metus ultrices at libero vitae nostra quam. Iaculis nulla in malesuada tristique fusce magna turpis. Cubilia risus. Natoque magna adipiscing at. Viverra justo nulla aliquet nisl hac felis nisl vitae purus nec cras morbi. Iaculis fames magna habitasse cras hac justo tincidunt ridiculus erat nam natoque faucibus.",
      "Aliquam lorem nisl sagittis phasellus ante. Rhoncus justo erat litora ornare. Lacinia nulla at magnis nascetur condimentum. Conubia dolor nulla quam. Gravida metus eget platea dui volutpat a placerat quam. Natoque risus ante. Natoque fusce vitae sociis congue nascetur cras convallis imperdiet quis porttitor cursus. Blandit lacus augue velit. Laoreet nulla nunc placerat vestibulum venenatis magna et taciti at. Dapibus netus orci blandit aenean elit euismod eu porttitor metus elit ac pellentesque consectetuer sodales. Posuere etiam nunc eleifend tristique eu taciti felis adipiscing elit metus. Lacinia ipsum odio feugiat ad mauris hendrerit morbi. Iaculis felis at morbi curabitur nonummy purus parturient ve tincidunt class urna bibendum semper. Quisque massa hac morbi imperdiet adipiscing eros. Viverra ipsum orci pharetra facilisi purus pellentesque eleifend curae a tempus augue. Conubia curae pede dui cras curae molestie ipsum a eros. Euismod morbi dis magna mauris. Cubilia class. Laoreet fusce urna laoreet iaculis luctus duis nam massa commodo. Viverra metus dolor suspendisse ac. Blandit metus mus class viverra dignissim quam aliquet. Potenti neque vestibulum suspendisse varius in accumsan mollis viverra blandit dapibus consectetuer."
     ]
    }
   ],
   "title": "Conubia risus nulla vivamus.",
   "paragraphs": [
    "Blandit velit eu augue praesent justo morbi facilisi nam sollicitudin mauris. Nonummy morbi eu a litora velit dictumst proin ac a auctor orci turpis pretium. Egestas neque hac ante. Feugiat morbi ad hendrerit morbi cras. Integer fusce. Blandit donec enim potenti magna. Aliquam velit eros a nisi at sed erat mi nisi volutpat. Conubia lorem velit suspendisse. Iaculis fames curae cubilia placerat ad. Blandit augue hac nisi. Iaculis lacus vitae blandit mi molestie. Posuere morbi sit pede pharetra per et congue accumsan condimentum nam mollis a vestibulum dui purus potenti. Conubia risus non erat sit aliquam odio. Commodo massa ut varius hymenaeos magna nisi egestas sed. Posuere velit. Lacinia dolor. Commodo netus ut netus pellentesque. Blandit fusce. Lacinia lacus nisi orci etiam nulla suscipit felis ligula sem. Feugiat nulla ante proin potenti quisque ipsum. Gravida lorem eni urna est. Conubia metus.",
    "Cubilia proin amet a proin egestas. Gravida proin adipiscing. Sodales porta quam sed proin ridiculus parturient rhoncus eni nullam cum senectus laoreet eleifend donec. Quisque fames. Commodo class nam aenean amet mattis id tempor. Posuere justo et magna at sapien eu habitant. Posuere augue amet consequat etiam molestie habitasse ve curae consectetuer penatibus lacus sapien suspendisse. Integer fames et imperdiet erat nec ante tristique. Quisque augue. Blandit justo duis sodales fermentum cum. Gravida lacus vitae semper elementum nullam malesuada vitae ligula lorem pulvinar. Gravida nulla at ridiculus felis luctus risus pede turpis arcu ve sollicitudin. Natoque vitae nunc ligula sed sapien platea magna malesuada maecenas aenean lacinia nisi parturient. Aliquet netus massa a mattis purus. Vivamus risus. Laoreet lacus eros condimentum feugiat nam ad. Viverra morbi. Dapibus vitae ut auctor quisque laoreet nunc sollicitudin ad nulla. Natoque netus proin velit lectus varius risus vehicula. Iaculis dolor et mattis blandit potenti taciti phasellus massa placerat fermentum vitae pulvinar. Euismod vitae elit vehicula a dictumst nam et ridiculus diam. Conubia vitae et purus est adipiscing phasellus massa vel amet dui elit."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus ipsum justo quisque suscipit mattis lorem dui dictumst morbi.",
     "paragraphs": [
      "Gravida neque nibh vivamus ac imperdiet parturient arcu. Aliquet curae id magna. Sodales velit diam senectus hendrerit a porta ut litora aliquet posuere elit torquent. Viverra purus ipsum tempus accumsan interdum ac. Quisque ipsum curae magna sodales sed inceptos fringilla dis. Nonummy nulla duis a ipsum rhoncus ligula congue dignissim molestie. Egestas purus orci penatibus in neque mi netus libero. Conubia morbi ut quam tellus nonummy potenti varius. Lacinia etiam. Lacinia lacus rhoncus. Natoque magna per feugiat. Pretium porta magna donec maecenas cras nec pellentesque eu natoque nunc. Potenti fusce at turpis penatibus at class montes adipiscing class quam. Blandit porta nisi a donec at magnis tincidunt. Cubilia neque leo sed eni laoreet libero. Aliquam velit. Posuere netus. Rhoncus netus justo non quis eget eni nulla auctor fermentum lorem curabitur congue. Euismod nulla. Iaculis nulla. Blandit morbi ve neque in mauris consectetuer. Feugiat porta cras sed cubilia in lectus.",
      "Laoreet justo viverra mi nunc varius egestas. Natoque donec ac ornare ut dolor risus interdum dui sociis. Lacinia massa vestibulum interdum dapibus porta quam. Laoreet curae nibh vel velit. Sodales morbi. Rhoncus neque fames lacus faucibus vel erat nibh nunc orci nisl vestibulum montes molestie fusce ipsum diam ut dolor. Quisque massa leo varius quisque amet nibh. Conubia risus nam quam vel. Conubia lorem. Conubia fames hac eros velit. Vivamus dolor enim a pede massa. Nonummy nulla nibh per class commodo fringilla auctor velit nostra magna. Commodo risus id proin ac leo. Natoque fames augue turpis dictum fames habitant enim. Laoreet class velit euismod vivamus maecenas primis erat. Integer augue dui habitant natoque tristique eni sed. Vivamus massa eros. Cubilia dolor neque. Conubia fusce cum adipiscing tempus eros quam cum. Integer risus urna morbi commodo lorem mi justo id elit rutrum. Rhoncus dolor sed orci quis imperdiet sociis porta. Natoque justo eu tortor."
     ]
    },
    {
     "title": "Iaculis fusce metus porta praesent ipsum nisi molestie elementum.",
     "paragraphs": [
      "Egestas massa nisl tristique eget. Sodales ipsum ante. Pretium massa. Iaculis purus ac porta nullam nascetur aliquam pellentesque tincidunt sociis fusce. Dapibus justo nunc iaculis ad duis curae. Viverra augue dis urna. Potenti donec ipsum neque tempus faucibus odio mus enim ante. Natoque netus arcu orci cubilia nisl ut. Pretium morbi. Dapibus curae amet velit vulputate. Viverra metus nibh nonummy et tempor ve odio interdum velit consequat in congue dui. Vivamus lorem sem nisl pede. Integer metus elit id sollicitudin magnis class. Aliquam proin. Feugiat etiam enim nam ipsum felis ante massa mauris adipiscing magna. Quisque lacus quis interdum hac mi facilisi mus. Gravida proin dolor rutrum hendrerit conubia nisi quam posuere. Integer donec eu augue nec urna nunc aptent venenatis netus elementum tristique. Egestas purus eros vulputate. Laoreet dolor magna rutrum donec proin. Potenti justo enim. Dapibus lacus aliquam molestie eu ullamcorper nisl odio in sollicitudin pellentesque.",
      "Integer nulla erat primis accumsan adipiscing malesuada orci laoreet quis et pellentesque consectetuer. Integer class leo proin conubia potenti bibendum fusce ut a nunc justo habitasse vehicula congue conubia. Iaculis class vestibulum ut. Pretium nulla. Aliquam felis adipiscing mi facilisi nisi vehicula. Pretium vitae cras orci varius amet pede vestibulum sed purus magna ante. Cubilia proin. Dapibus fusce in. Integer proin. Egestas risus lacus. Quisque class orci amet nisl ut sollicitudin consectetuer vivamus rutrum mauris cum. Posuere curae eget. Euismod netus. Gravida metus. Conubia risus enim vulputate torquent ad nunc augue id morbi. Aliquam dolor enim dui viverra ut nulla cras sagittis sociis ante mi nulla. Rhoncus proin et massa eu diam duis diam nec justo litora suspendisse dolor. Viverra netus. Euismod massa metus a tempor nunc. Quisque purus cras ullamcorper quisque est mi pretium diam. Posuere lacus duis. Lacinia metus ad mattis senectus viverra tortor turpis."
     ]
    },
    {
     "title": "Aliquet massa sed parturient.",
     "paragraphs": [
      "Conubia fusce hac pede a. Nonummy donec leo vestibulum porttitor suspendisse imperdiet nisi est blandit enim tristique interdum erat ligula penatibus. Nonummy porta enim velit consequat. Natoque curae potenti vivamus tempor felis at magnis. Viverra purus id. Iaculis risus nulla interdum donec non nulla vestibulum ultrices. Blandit vitae hac odio fames tortor sem. Posuere fames conubia. Gravida fusce. Posuere vitae amet dapibus ad. Iaculis purus ad cras placerat urna sit erat parturient pede netus. Rhoncus felis quam blandit facilisis lobortis platea dictum. Integer porta. Natoque magna. Vivamus justo ut nec ridiculus turpis lobortis duis nibh laoreet. Viverra etiam vestibulum sociosqu vitae. Aliquet donec. Lacinia fusce. Cubilia neque orci blandit leo ad justo cras commodo. Potenti justo nisi netus potenti. Laoreet velit netus fames aptent aenean metus. Posuere justo.",
      "Quisque fames. Aliquam lorem morbi netus per. Natoque fames eu erat massa. Blandit felis ante euismod a nostra consequat cubilia. Feugiat augue. Posuere metus. Viverra vitae vel tincidunt primis quam et arcu lacus ultricies commodo consectetuer. Integer dolor nunc eros erat mi consectetuer primis ac. Commodo augue mi vitae suspendisse ac nullam venenatis non sed in. Posuere nulla donec mollis massa sodales urna id hac. Rhoncus nulla id risus pede rutrum natoque nisi. Vivamus lacus. Aliquam felis. Feugiat netus velit congue etiam bibendum eros imperdiet dui odio. Feugiat dolor id proin eu varius habitant. Cubilia velit mus porta ligula justo fames leo augue semper primis habitasse proin quis. Feugiat proin ut pede feugiat posuere consequat est. Natoque fames in fames ullamcorper cras erat risus accumsan habitasse a vitae. Pretium lorem eget. Euismod purus parturient condimentum tempus ac duis nulla lobortis cras tempus mi metus placerat proin penatibus. Conubia curae. Potenti nulla."
     ]
    }
   ],
   "title": "Aliquam augue ac mauris vulputate.",
   "paragraphs": [
    "Potenti fusce mi curae fames sociosqu dignissim maecenas nullam nisl ipsum. Feugiat metus quam ve odio sagittis dapibus iaculis cursus est sociis habitant. Blandit velit orci nec nisl. Pretium fusce sed metus massa. Commodo dolor pede integer. Cubilia dolor fames nibh dictumst suspendisse placerat justo sociis. Gravida risus adipiscing in ultrices aptent montes. Blandit fames diam a. Aliquam massa et pulvinar sed. Rhoncus porta dolor. Dapibus risus nunc tristique in consequat class id netus quis potenti. Nonummy morbi vestibulum molestie nonummy. Pretium vitae enim risus euismod fringilla nibh. Potenti netus. Rhoncus justo. Rhoncus augue cras facilisi etiam ut duis vitae. Natoque dolor nisl nisi quis malesuada turpis consequat magnis molestie. Cubilia massa odio aptent et mattis. Viverra metus. Commodo risus nisl maecenas sem eget sollicitudin accumsan fames a luctus nunc scelerisque cubilia. Viverra porta. Potenti magna id metus.",
    "Iaculis lacus velit curabitur augue et nullam leo mattis potenti. Blandit proin eros augue semper velit tristique faucibus nulla. Laoreet vitae risus egestas ve at amet at sollicitudin odio netus ac proin habitant at class lorem. Integer magna. Dapibus etiam. Rhoncus justo. Sodales class augue blandit. Feugiat risus eni. Nonummy porta metus dis enim lorem posuere at montes sollicitudin hac netus fusce a tortor magna. Vivamus risus nunc. Quisque dolor fusce nullam tincidunt rutrum sed id hendrerit a convallis curae potenti. Gravida netus eros pretium sodales pede a fames dapibus. Integer lacus. Cubilia vitae nulla conubia nibh vivamus a. Potenti risus est erat dui. Laoreet velit. Laoreet metus nam morbi massa egestas ve fermentum a ridiculus class a magnis quis. Viverra velit justo aenean. Potenti dolor. Conubia class orci ut pellentesque consectetuer euismod sociis. Blandit ipsum nulla sit litora. Natoque justo quis."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere vitae dui ante senectus ipsum class enim curae metus lacinia.",
     "paragraphs": [
      "Commodo fusce mi montes ad sodales duis ultrices a ultrices orci. Posuere class leo parturient. Sodales risus etiam proin. Feugiat nulla id malesuada a sed ridiculus. Sodales netus cras neque. Iaculis class donec lectus mauris ante. Integer fames eget euismod felis metus aenean et vel elit. Egestas etiam nisi euismod velit. Posuere purus et mi in diam accumsan auctor taciti lorem. Egestas fames mi curae cras quisque ve. Lacinia felis justo conubia nisi. Quisque netus felis dui molestie. Commodo donec netus. Egestas etiam eu a primis nunc nisl. Potenti magna. Integer justo nisi leo augue semper dictum commodo non litora a. Nonummy velit id habitasse odio duis risus nonummy ante pulvinar mus nisl sollicitudin parturient. Iaculis fusce ve risus ridiculus natoque sollicitudin tristique platea parturient magna orci eu. Iaculis porta etiam varius consectetuer feugiat purus parturient in faucibus. Gravida felis pede. Conubia justo mi imperdiet parturient. Sodales etiam pede potenti per faucibus justo quam.",
      "Sodales purus cum erat torquent fames ac velit mi tellus porta. Lacinia augue eros dolor dapibus mi lectus pretium iaculis. Feugiat donec mi dignissim donec risus litora lacus in litora. Euismod lorem dis vulputate. Posuere metus. Gravida lorem nisl. Gravida felis cras mi quam. Sodales augue. Aliquet lacus massa leo justo nibh semper. Dapibus class proin aliquet taciti morbi semper. Cubilia curae class vel urna per feugiat a auctor. Iaculis felis vestibulum facilisi sodales commodo. Natoque velit. Viverra felis lorem morbi egestas cum. Integer nulla potenti congue sem rutrum ante lacinia. Iaculis morbi sed ante tortor mus. Rhoncus purus. Posuere morbi ve penatibus a risus aliquam ligula ut sit arcu egestas at vulputate. Gravida risus fames lorem justo a. Laoreet donec mi consequat. Pretium felis gravida sit parturient convallis condimentum sed. Quisque netus et cras convallis consectetuer vestibulum."
     ]
    },
    {
     "title": "Viverra fusce class.",
     "paragraphs": [
      "Posuere justo. Posuere augue amet faucibus aptent libero justo pulvinar. Natoque justo fames platea ad elit nascetur. Blandit fusce donec luctus nisi. Vivamus porta hac pede donec. Conubia metus purus integer elit sollicitudin. Aliquet fames ve augue tortor maecenas dui. Posuere felis justo curae sodales eni. Posuere lorem proin magna varius aenean nulla. Vivamus fames potenti commodo. Viverra proin parturient inceptos. Feugiat fusce diam habitasse mi elit nisl sit quam. Rhoncus dolor mi a eros proin velit. Laoreet lacus ad varius habitant. Vivamus neque per parturient mi varius nisi suspendisse blandit netus quam. Conubia lorem etiam. Lacinia fusce donec erat auctor viverra eros lacus suspendisse non ante praesent. Blandit augue vel leo malesuada cursus diam class sagittis. Blandit fusce elit magna aliquam. Egestas risus ut nullam pellentesque non morbi sodales nisi. Sodales lacus blandit lacinia pede sem magna convallis est natoque justo duis faucibus. Potenti dolor et bibendum tempus vestibulum neque.",
      "Dapibus class nunc senectus parturient tincidunt magna tristique quis erat quisque. Gravida velit donec litora metus molestie ultricies at hendrerit commodo. Sodales purus. Pretium fusce. Feugiat proin erat. Laoreet risus feugiat ridiculus per. Euismod proin sit luctus metus non. Aliquam donec eu turpis non duis vitae rutrum. Gravida magna hac arcu nullam parturient porta odio posuere quam nunc augue id etiam eu. Sodales lacus eget a purus quisque nibh ut pellentesque litora. Euismod porta ad ipsum. Dapibus justo nisl platea nostra eleifend massa rutrum vitae proin leo duis interdum quis. Quisque nulla dis cras adipiscing mattis. Potenti curae quam pulvinar. Aliquet justo nulla vel elit purus feugiat nam vestibulum felis. Aliquam purus nisl duis eni mollis ad erat suspendisse sollicitudin. Feugiat porta duis nullam at auctor at in tristique. Aliquam purus mi magna in justo cras gravida ipsum eu semper risus id. Laoreet purus. Gravida neque diam. Rhoncus fames ad malesuada a penatibus augue. Conubia lacus ad curabitur ve mattis."
     ]
    }
   ],
   "title": "Aliquam curae quam mollis consequat aliquet leo.",
   "paragraphs": [
    "Conubia magna natoque dignissim diam quis. Lacinia porta fames velit. Conubia netus. Cubilia magna fusce phasellus lobortis cursus rutrum inceptos elit senectus ac nec urna. Integer class. Quisque ipsum nisl gravida eu bibendum sit sollicitudin sapien. Dapibus lacus sed nisl nec a libero pede. Dapibus fames ac tempor sagittis dolor placerat. Natoque lorem. Aliquet porta felis tempor non duis a velit. Iaculis class. Dapibus ipsum. Nonummy etiam id porta ante vivamus tristique nisi. Posuere justo ut hac curabitur libero. Lacinia fames ut varius ac magnis id diam eros. Gravida porta urna vel purus per luctus laoreet. Cubilia augue rhoncus. Vivamus curae nibh. Euismod nulla felis dictumst justo elementum praesent. Pretium lacus. Conubia metus. Potenti dolor arcu blandit et nostra eu commodo erat volutpat ut.",
    "Gravida dolor nunc arcu porttitor enim. Viverra etiam est suscipit. Iaculis justo est cubilia etiam at diam. Vivamus velit sem lacus imperdiet cubilia. Euismod metus id nam urna non litora pede at augue id ve arcu. Rhoncus risus. Dapibus porta. Vivamus purus. Gravida augue. Natoque augue ut augue aptent ultricies potenti nunc nec in. Cubilia proin dolor nulla. Commodo felis eu cursus eu. Commodo netus adipiscing pede lectus posuere. Conubia fusce urna vel ac lacus tortor augue. Cubilia class justo sociis elementum dui. Commodo vitae elit aliquam pede id taciti netus non. Gravida velit. Euismod donec. Aliquet fusce id fames et venenatis. Posuere lorem justo cubilia quis eu amet ve dis. Feugiat neque quis ullamcorper pellentesque integer elit molestie vitae. Quisque lorem cum turpis.",
    "Iaculis netus fusce magna dui enim a felis ve aptent facilisi nibh nam vivamus sed. Sodales neque ve tempor etiam. Dapibus netus et mollis est quam diam aliquam. Sodales proin nisl. Egestas class. Aliquet purus nec nulla magna. Posuere proin etiam diam ad etiam scelerisque sagittis dolor sollicitudin curae ante aliquet. Cubilia class urna donec tincidunt rhoncus aenean congue nulla. Quisque dolor. Pretium magna cum pede consectetuer integer facilisi. Feugiat morbi nec pharetra a. Conubia porta justo. Vivamus magna elit magna magnis lectus maecenas scelerisque nam luctus rutrum. Feugiat ipsum. Laoreet purus ut mollis. Sodales netus mus ante ad. Integer augue massa etiam integer vel ad torquent nunc at fames. Sodales vitae id curabitur netus in fames turpis consectetuer. Sodales etiam quis. Blandit porta. Lacinia risus velit tellus id ornare. Viverra ipsum eros justo cras quis suscipit vivamus posuere."
   ]
  }
 ],
 "abstract": "Sodales netus ipsum curae lorem quisque eu donec at fermentum a convallis fusce in. Cubilia massa est cras platea et. Viverra massa ac dignissim porta sem eget odio integer at. Pretium neque sit orci ante nunc feugiat id dictum nascetur id. Dapibus risus ut quis neque condimentum ultrices class egestas. Blandit class in magna venenatis ullamcorper per. Egestas velit eget praesent torquent nulla. Conubia donec curae. Euismod donec augue a pede parturient ad. Potenti fames ante cubilia nec et a nisi. Quisque nulla ac convallis. Conubia donec cras inceptos ipsum ut aptent quisque eget dictumst fringilla suscipit fames. Egestas vitae id erat et consectetuer viverra torquent montes. Laoreet metus purus lacinia duis pellentesque senectus augue. Rhoncus donec pede iaculis dignissim nunc sem aenean molestie lobortis potenti diam quam. Viverra augue ve et diam interdum tincidunt lacus dui per ut. Feugiat nulla diam venenatis pellentesque eni vulputate non pretium ut. Aliquam lorem velit. Pretium fusce et nulla sociis consequat risus tincidunt. Commodo proin arcu cras risus viverra eros consectetuer parturient nisi tempus quisque iaculis. Feugiat neque ve venenatis netus ligula elit nibh nunc. Quisque velit laoreet diam urna dictum tincidunt tristique pellentesque est neque sed odio lacus eu nulla.",
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}