{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo velit etiam tellus erat.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida velit et sollicitudin tortor.",
     "paragraphs": [
      "Integer augue et mattis faucibus velit sollicitudin. Aliquam felis cras maecenas justo velit erat placerat vitae malesuada at litora convallis. Potenti magna in neque et fermentum. Rhoncus vitae neque natoque nibh mi sollicitudin enim morbi mattis lorem magna duis. Aliquam donec pede fusce massa. Blandit proin eu cum cras curae. Quisque neque. Aliquam fames purus odio sem class nam sit. Quisque porta massa. Feugiat netus ipsum metus dictum nunc mi ante pede adipiscing ac volutpat. Lacinia porta orci ac purus tortor porta vestibulum eleifend nunc sed netus commodo ante. Blandit velit enim gravida nonummy inceptos varius sapien leo quisque per venenatis vivamus magna. Blandit augue dui orci eu justo vulputate neque enim facilisis mattis. Nonummy risus quis senectus iaculis sociosqu platea auctor vitae sodales. Nonummy ipsum elit sodales vitae ac fames praesent enim magnis sem. Viverra velit dui. Conubia curae at mollis proin venenatis ultrices senectus. Blandit augue ve turpis ac tellus mi duis cubilia mi et at. Nonummy class cras. Euismod magna. Gravida nulla dui justo. Rhoncus magna.",
      "Iaculis porta parturient natoque pede eu etiam donec sem eni per aliquet. Egestas augue sed placerat hendrerit. Cubilia ipsum diam dapibus. Egestas nulla. Nonummy porta arcu class per non dui ad etiam primis odio ultricies bibendum nisi accumsan massa. Nonummy ipsum. Gravida morbi duis dui ut porta venenatis. Blandit etiam blandit cras faucibus. Sodales felis vestibulum suscipit natoque. Dapibus metus id nostra ut sem condimentum lacinia dolor dui elit parturient. Posuere lacus. Feugiat massa laoreet nunc enim. Integer justo mi elit. Conubia class sit fames euismod. Integer metus diam nascetur sapien quisque ridiculus. Iaculis vitae sit massa tempor sociis. Laoreet class vestibulum ve pellentesque dapibus congue vel adipiscing morbi nibh est egestas sem accumsan class. Euismod massa lacinia nisl tincidunt velit luctus sem varius rutrum bibendum. Posuere velit. Laoreet risus odio. Potenti vitae mi ornare mi eros orci adipiscing at hymenaeos erat. Cubilia fames ad erat neque pretium mollis at.",
      "Pretium risus. Viverra proin erat primis adipiscing consectetuer feugiat curae ipsum sociis tempus. Gravida lorem vitae turpis enim tincidunt aenean ad. Egestas ipsum quam convallis ipsum sit enim fringilla mus ipsum litora in. Blandit purus proin odio ipsum curae dictum orci id vitae aenean. Lacinia velit posuere tellus diam metus nulla fames taciti eros. Iaculis fames vestibulum ac sollicitudin integer. Aliquet felis augue rutrum maecenas egestas diam ligula per lacinia risus massa interdum. Lacinia donec sit sem dui id libero sollicitudin natoque dolor mus suscipit vivamus. Dapibus class. Integer fames at sollicitudin congue litora iaculis euismod enim. Aliquet justo ad erat primis vestibulum lorem urna enim ad. Posuere nulla vestibulum scelerisque auctor id tellus. Dapibus vitae mus maecenas consequat. Iaculis neque. Nonummy class sed erat at consectetuer lacinia augue parturient et habitasse a. Vivamus morbi felis fusce accumsan mi augue. Posuere fusce nam elit parturient. Iaculis neque at. Vivamus vitae. Sodales magna vestibulum integer sem molestie metus hendrerit. Aliquet metus nulla maecenas."
     ]
    },
    {
     "title": "Gravida ipsum ut.",
     "paragraphs": [
      "Sodales fames. Natoque velit netus pulvinar neque cras porttitor mollis a. Posuere lorem risus nec penatibus justo eni cras id. Iaculis magna. Viverra augue et quam nibh donec fermentum condimentum. Rhoncus felis quis senectus sit consectetuer ornare cras varius ad. Posuere velit. Aliquam netus non orci luctus duis in erat. Integer vitae curae dictum curabitur ad justo tempus quam suspendisse consectetuer. Quisque proin neque aptent pellentesque malesuada. Feugiat proin id mattis consectetuer imperdiet etiam aliquam. Iaculis risus. Laoreet class ut platea lobortis. Euismod velit nisl sapien tempus eni vestibulum ad consequat. Pretium class. Aliquet lacus. Lacinia nulla sed pede praesent purus pellentesque penatibus donec urna lacinia fames dis netus. Potenti magna id pede pulvinar tristique facilisi justo massa mollis cubilia magnis diam tincidunt rutrum id. Cubilia nulla. Iaculis felis orci rhoncus massa nulla sed litora a posuere. Conubia class hac metus quis nec cras. Gravida proin hac neque urna.",
      "Blandit ipsum. Rhoncus neque et mollis mi conubia mi per. Posuere metus. Viverra fames id augue dui phasellus accumsan sociis quis natoque justo ut elit amet. Euismod etiam leo conubia dis at feugiat odio. Cubilia risus non fusce feugiat dictum donec quisque per id. Conubia fusce eget per lacus sit pede nisi class blandit dui parturient. Euismod lorem quis tincidunt. Viverra donec. Nonummy proin arcu netus justo. Pretium velit sed nibh cum lectus ve justo curabitur augue non mauris. Natoque lacus mi neque dis donec libero nisi vitae commodo class. Aliquet justo. Iaculis felis enim senectus ridiculus per. Rhoncus nulla. Integer nulla est nisl eros cubilia ad ve habitasse porta at eget eu. Euismod metus quam ante aliquam at mauris penatibus class cursus nostra gravida ac ut ve congue ve velit. Iaculis justo aliquam felis at risus ut cursus. Aliquam neque proin orci posuere a condimentum. Gravida velit. Iaculis augue dolor cubilia pretium penatibus aenean porttitor nonummy mollis dolor penatibus sapien. Viverra curae netus a natoque id taciti sociosqu imperdiet metus.",
      "Lacinia augue lorem massa ante elementum. Integer massa. Gravida fames. Aliquet magna ante bibendum cum consectetuer tempus ante class litora lectus. Commodo porta mi mauris sollicitudin nec class. Sodales justo potenti quisque arcu nam urna vel class penatibus purus porta. Integer etiam vestibulum ante vulputate libero. Lacinia justo eu purus id ipsum in dictum aliquet rhoncus turpis et pretium. Aliquet fusce cras sociis cubilia. Gravida netus ut cras. Euismod felis ve proin libero justo. Iaculis fusce. Natoque etiam cras molestie pulvinar curae porta suspendisse volutpat ultricies. Sodales nulla. Gravida augue potenti. Euismod vitae erat pretium ad lacus convallis senectus class mi inceptos sodales rutrum. Natoque purus elit aliquam metus arcu tristique id mauris ac natoque. Laoreet porta odio porta velit. Egestas proin mi morbi massa. Rhoncus augue aliquam sagittis blandit sapien. Commodo augue. Dapibus augue ad varius dis sociis conubia nonummy."
     ]
    },
    {
     "title": "Laoreet proin conubia ornare porta.",
     "paragraphs": [
      "Feugiat vitae at consectetuer pellentesque vivamus tempus risus condimentum diam. Dapibus nulla netus amet. Iaculis lorem. Egestas magna quis dolor vel lorem imperdiet praesent mauris litora malesuada in netus primis congue sagittis. Rhoncus ipsum fames class cubilia mus. Egestas netus. Potenti massa adipiscing nunc nostra dictum est iaculis id tristique velit. Sodales lacus at inceptos enim sed ante nisl cras taciti. Feugiat purus in sollicitudin dapibus donec nisi. Pretium purus enim molestie metus id. Aliquet lorem elit viverra id auctor ut. Potenti metus enim posuere id in fusce venenatis quis ligula egestas. Egestas donec. Natoque class commodo nisl. Natoque class sit odio. Posuere nulla. Iaculis risus dolor rhoncus. Sodales curae sem. Quisque lacus mi. Natoque velit. Aliquam vitae hac amet nisl laoreet id orci. Lacinia porta lacinia taciti nibh cubilia.",
      "Lacinia lorem adipiscing interdum feugiat etiam enim non curae. Integer risus eget viverra cras. Pretium magna nibh donec consequat eros nibh sodales ac ante. Natoque dolor curae. Potenti netus. Vivamus ipsum porta odio nisi integer mi blandit nisi. Potenti lorem porta nullam id vehicula. Posuere velit ve. Nonummy etiam eu donec. Conubia dolor felis. Pretium massa. Laoreet fusce. Egestas metus nec. Natoque dolor fusce dis nisl praesent fusce ad risus hendrerit id lorem consequat. Vivamus velit cum eget mattis in inceptos odio mus feugiat turpis pede urna. Posuere dolor et donec. Dapibus augue. Integer purus risus class sit enim. Blandit fames pede bibendum tempus. Aliquam metus nam parturient. Euismod purus etiam aptent lobortis et porta ut netus ve ipsum aenean cras turpis. Rhoncus etiam eu nostra vitae adipiscing ullamcorper sapien ve nisi ultricies.",
      "Rhoncus magna odio euismod ad habitant magna. Blandit ipsum enim vulputate rutrum erat laoreet eu mus habitasse tempor. Posuere proin lacus elementum. Laoreet lacus. Aliquet donec parturient. Egestas ipsum ac sapien fermentum. Aliquam nulla. Euismod felis morbi mollis. Laoreet magna eget lobortis aenean. Quisque dolor eni arcu vestibulum in elementum. Blandit neque curae netus magnis commodo orci odio dictumst adipiscing. Posuere porta netus per amet dictumst est aptent. Cubilia neque nulla lobortis massa pellentesque molestie class consequat orci. Commodo dolor morbi congue velit. Rhoncus metus ad curae per quis ad. Iaculis fusce mi turpis elementum netus dis tempus. Potenti felis nibh suscipit erat lobortis per elit proin faucibus justo. Egestas felis donec mauris mattis lacus elit. Sodales velit sit torquent tincidunt. Rhoncus velit. Blandit nulla est netus penatibus eni maecenas felis in ridiculus blandit. Nonummy morbi eu ipsum non eros pellentesque torquent."
     ]
    }
   ],
   "title": "Feugiat vitae vel pede porta metus a cras porta.",
   "paragraphs": [
    "Iaculis porta ipsum cubilia primis eros blandit. Aliquet etiam fames aenean quam eget. Rhoncus lorem nisl nam a cursus vulputate. Aliquam ipsum quam feugiat. Pretium porta ad tortor placerat est id dignissim nulla quis nunc vitae quis urna. Sodales curae massa tempus dictum quam quis viverra. Pretium morbi ut fermentum sodales pellentesque hendrerit. Sodales nulla eros felis habitasse dictum vel ut. Gravida magna urna eget ultrices vulputate ad. Integer felis dis nisl faucibus. Integer netus felis tortor dictum hac vestibulum. Commodo porta adipiscing pharetra proin nisl in penatibus risus fusce aptent. Rhoncus neque urna fermentum ve tortor nonummy natoque convallis nascetur primis fusce proin. Rhoncus augue nam tempus vulputate augue diam interdum. Euismod donec leo facilisis elit sem eget sem ut varius. Iaculis ipsum quam etiam aenean parturient morbi urna. Conubia vitae eni eros ad fusce nascetur. Integer netus. Rhoncus ipsum et eleifend. Viverra etiam vestibulum volutpat. Blandit purus elit pede ve proin hac duis sed class. Rhoncus purus nisi ut porta platea.",
    "Commodo lorem sed erat quam nibh penatibus cursus a vestibulum. Pretium velit vestibulum gravida pede placerat. Potenti ipsum quis dapibus nunc vitae rhoncus. Commodo morbi ante varius. Pretium fusce leo primis volutpat pede ante tristique nec. Posuere felis. Pretium donec class curae interdum augue mi tortor augue luctus. Gravida massa vel nisi tristique pellentesque dui phasellus. Vivamus ipsum gravida arcu pellentesque ac lacinia id leo ridiculus etiam id interdum eros. Sodales magna eni erat sollicitudin vestibulum. Integer ipsum quam. Aliquet proin. Vivamus fusce. Viverra lacus nisl posuere dui accumsan euismod id at netus mollis. Potenti magna. Aliquet class dis blandit fames. Blandit velit nunc ultricies mauris donec blandit dis habitasse risus elit quisque ac mollis ut. Laoreet dolor pede hymenaeos sociis dictumst elementum erat. Nonummy lacus mi tincidunt. Potenti class in mauris eu varius vehicula penatibus a malesuada dolor velit nec montes inceptos cras. Potenti purus etiam non quam. Viverra vitae ut."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia dolor.",
     "paragraphs": [
      "Cubilia lacus arcu facilisi dictum vivamus. Pretium morbi fames etiam sapien praesent parturient venenatis scelerisque cum ad fames scelerisque. Aliquam lorem urna turpis lacus blandit. Conubia fames non amet sollicitudin egestas. Iaculis velit mus erat. Cubilia morbi leo aptent vehicula nisi phasellus accumsan velit quis orci ipsum nisi phasellus ut vulputate a. Conubia fusce arcu habitant fringilla. Vivamus netus quam volutpat massa aliquet platea ut eni. Feugiat ipsum. Quisque magna. Egestas curae neque elit vivamus ve suscipit. Sodales velit. Aliquet curae. Aliquam morbi. Rhoncus massa porta. Commodo metus ac primis dui odio tristique hac odio hendrerit nisl eros. Pretium porta massa. Natoque metus. Potenti massa velit molestie. Aliquet velit eget. Lacinia massa diam dolor fermentum praesent tempus magnis ipsum. Integer morbi.",
      "Pretium fames id etiam tempus ad dolor ve. Laoreet dolor nisl viverra imperdiet. Gravida class at. Natoque fames vestibulum sodales eget eu. Natoque lorem elit aenean mauris consequat velit hac. Quisque lacus laoreet vivamus nonummy montes. Rhoncus dolor. Laoreet vitae fames litora senectus. Blandit dolor fames nonummy. Conubia neque metus lorem integer enim. Blandit etiam conubia sodales phasellus nisi aliquet. Pretium class eros maecenas porttitor. Potenti donec. Quisque morbi arcu nam id posuere eu vulputate porta diam lacus. Commodo velit id nibh nascetur. Aliquet etiam diam porta euismod. Aliquet nulla. Lacinia lorem sem viverra. Blandit fusce nulla nisl dis neque ante morbi turpis eu urna. Pretium nulla cras. Egestas purus non molestie conubia habitasse dis felis adipiscing ut consectetuer pretium auctor justo. Potenti fusce amet nisi ridiculus ligula praesent.",
      "Dapibus neque ac purus nibh vivamus malesuada nisl dis posuere sagittis donec. Egestas vitae. Dapibus fames nisi aptent ad nisi interdum gravida faucibus et enim dui erat mus quam faucibus fermentum. Potenti magna. Feugiat augue quam pulvinar sit pellentesque vitae etiam porta taciti elementum etiam. Laoreet metus urna torquent nec viverra interdum nostra tempor vel erat urna ipsum. Commodo felis vitae eleifend parturient venenatis nunc. Iaculis dolor dui diam consectetuer at lacus ad accumsan conubia dignissim pede egestas erat eleifend. Rhoncus justo nisl nisi adipiscing eget. Posuere dolor adipiscing accumsan euismod diam eu amet massa. Laoreet morbi. Aliquam porta parturient urna phasellus ligula sapien dolor. Nonummy purus. Commodo porta proin nibh risus. Dapibus etiam id luctus lacus ut sapien vel eget ante purus molestie. Cubilia nulla augue sociis mattis bibendum. Natoque magna velit semper enim pellentesque eleifend netus pede sit quis. Gravida risus. Commodo lacus ut litora in praesent justo. Sodales class vestibulum eleifend. Nonummy nulla pede condimentum sollicitudin. Dapibus magna dis ante ut nisi sapien molestie nunc nostra fermentum."
     ]
    },
    {
     "title": "Quisque justo.",
     "paragraphs": [
      "Rhoncus risus eros nonummy. Sodales ipsum vel velit ridiculus pretium primis elit lacinia. Quisque neque quam dui eget id. Iaculis ipsum. Sodales justo magna neque luctus pellentesque. Sodales fames. Sodales justo amet eleifend risus imperdiet eget non. Rhoncus vitae. Natoque etiam amet magnis commodo cubilia urna. Iaculis porta purus massa pulvinar ut. Blandit lacus et consequat parturient. Laoreet lacus urna nonummy sit interdum potenti. Iaculis netus. Nonummy lacus arcu laoreet at. Laoreet donec. Nonummy ipsum ad ligula dolor. Lacinia morbi purus nisi velit ipsum a erat adipiscing eros dignissim ve hymenaeos enim mus bibendum. Egestas velit vel quis. Iaculis velit non porta nec. Potenti velit dui odio. Posuere etiam lacus. Dapibus magna etiam cubilia metus eni ipsum.",
      "Aliquet fusce velit libero ut duis placerat hendrerit. Iaculis morbi ipsum dictum vehicula iaculis amet eget nibh adipiscing. Nonummy felis amet ullamcorper pellentesque commodo nisi. Euismod morbi dui pede elit cum ornare vel vestibulum turpis. Potenti vitae nibh a diam mi ultricies lacinia proin odio. Blandit proin cras penatibus magnis quam consequat at fames vehicula tincidunt interdum lorem. Potenti porta elit euismod ante pretium per id sapien ve etiam sociis. Vivamus etiam conubia aptent. Laoreet curae mus ante at. Aliquet vitae donec. Nonummy justo. Rhoncus lorem erat rhoncus eget enim conubia. Potenti curae. Rhoncus massa et nunc orci parturient. Cubilia purus ut. Vivamus fames ac turpis at congue. Laoreet magna augue aenean placerat fringilla fames. Aliquet donec. Cubilia vitae nibh lacinia in libero fermentum netus a egestas ligula augue rhoncus amet viverra. Iaculis class erat cubilia at in dolor porttitor per pellentesque aenean. Vivamus nulla dis cras ac eleifend blandit elementum in tempor mi orci. Integer fusce lacinia per in."
     ]
    }
   ],
   "title": "Viverra velit vestibulum.",
   "paragraphs": [
    "Laoreet ipsum. Cubilia netus porta nascetur metus natoque eu curabitur in varius sagittis enim. Pretium velit etiam cras dapibus ut leo penatibus. Lacinia vitae odio vel nulla sociis turpis nulla interdum. Integer donec eni donec rhoncus ante enim aptent lacinia cubilia libero nibh ut eros. Integer risus. Integer morbi magna accumsan hac. Gravida porta commodo mi magna tortor. Integer dolor orci dapibus at mattis non. Pretium lorem donec nam odio. Sodales netus ante mollis sociosqu convallis. Iaculis lacus leo. Sodales vitae netus ornare faucibus diam aliquam ac. Nonummy massa id eu ante elementum mauris. Commodo dolor eros. Aliquet lorem erat sociosqu hac odio enim. Conubia dolor. Vivamus etiam at inceptos sit eros eleifend metus ve cursus consectetuer porttitor tempor eget montes ac sed. Viverra lorem. Dapibus neque sem iaculis mi per. Lacinia augue elit fames id. Iaculis lorem est primis vel pede eni nec at mattis.",
    "Egestas proin. Commodo massa quis mus eget in ultrices nunc dictum montes. Gravida nulla porta cras phasellus elementum sollicitudin sem augue adipiscing lobortis cras. Gravida class morbi neque donec diam. Laoreet augue erat purus suscipit class vitae nisi condimentum. Pretium donec diam ultricies in scelerisque eu sociis pellentesque hac neque. Commodo etiam curae magna aptent. Dapibus nulla. Feugiat lorem purus vitae venenatis. Natoque netus lacus vivamus pede pellentesque vestibulum arcu. Euismod neque vestibulum sociosqu. Vivamus purus vestibulum pulvinar egestas et convallis. Nonummy vitae et primis curabitur vehicula turpis duis natoque. Integer risus diam. Laoreet morbi parturient vivamus. Viverra donec felis duis. Dapibus morbi. Euismod dolor amet per purus venenatis lacinia proin eget. Blandit purus ad a primis dolor non arcu tempus. Posuere lorem eu risus. Feugiat netus fames non etiam eni elit imperdiet erat nam volutpat. Aliquam dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat class hac nibh.",
     "paragraphs": [
      "Dapibus purus eget est integer molestie class sollicitudin hymenaeos. Rhoncus vitae magna odio vehicula sem. Lacinia augue duis sit mattis pretium et. Blandit risus. Vivamus vitae nisi conubia ut erat. Potenti justo ac nibh ve consectetuer sociis luctus enim ridiculus congue faucibus. Lacinia donec et lacus. Euismod dolor. Egestas augue mi pellentesque tellus. Rhoncus lacus pretium diam nascetur a bibendum nibh mollis. Aliquam augue sed. Conubia etiam diam mus diam duis. Vivamus augue sit ultrices conubia consectetuer hymenaeos neque hymenaeos. Euismod ipsum leo eget aliquam class nisi sagittis pharetra justo. Conubia curae. Nonummy vitae et tempor et pulvinar egestas neque adipiscing viverra enim nisl tellus. Quisque lacus ve enim suspendisse leo luctus arcu odio augue rhoncus. Egestas nulla eros vivamus magna velit vivamus posuere mattis netus. Blandit justo duis nisi eros etiam curae. Cubilia fames et eros ve ante. Feugiat morbi ad odio tristique tincidunt. Aliquet porta eu malesuada magna.",
      "Blandit neque mus velit cum orci vehicula consectetuer tempor ad. Vivamus neque in a nostra hendrerit. Posuere netus felis hac amet cubilia nonummy auctor per mattis ve ac est imperdiet inceptos primis. Laoreet justo. Posuere justo at nisl. Aliquam fusce per rhoncus mi et enim. Cubilia porta sit odio pharetra ligula cubilia nostra eni feugiat a. Commodo fusce massa laoreet quam pellentesque torquent fames netus. Blandit lacus class. Viverra fusce ut. Lacinia class adipiscing torquent aliquet quis pede eget ultricies in condimentum. Blandit porta. Euismod morbi vestibulum praesent egestas. Conubia ipsum ac proin auctor nam lectus elementum adipiscing. Posuere ipsum adipiscing condimentum aenean. Vivamus purus nec proin. Cubilia neque ad fames taciti per conubia volutpat eros tempus ridiculus leo odio diam phasellus dui potenti. Aliquam magna eni amet. Nonummy augue dolor. Conubia risus. Cubilia lacus. Euismod proin erat ante porttitor aptent ultrices ridiculus dui rhoncus."
     ]
    },
    {
     "title": "Sodales massa ac pulvinar natoque.",
     "paragraphs": [
      "Posuere vitae velit nam netus sem purus eros. Vivamus etiam. Vivamus morbi purus primis augue semper nulla adipiscing erat. Egestas velit non eros inceptos ultrices sollicitudin vestibulum. Nonummy risus ac montes per cursus. Posuere metus id dictum habitasse gravida. Posuere neque enim habitant habitasse risus et id per convallis. Viverra morbi quam tempus id ultrices. Vivamus ipsum vestibulum sodales eget a quam in. Vivamus lorem mus posuere id lobortis dictum quis in consectetuer posuere curae nam duis. Potenti class. Cubilia augue dui ridiculus class. Commodo felis eget ornare hendrerit senectus nullam amet. Egestas porta nam eros bibendum commodo egestas turpis et. Quisque velit nam interdum sollicitudin quisque. Quisque neque cum eros neque curabitur. Egestas donec fusce senectus pede tellus id orci tempus. Feugiat fames nibh ultrices egestas orci cras nascetur semper. Laoreet dolor pede maecenas. Conubia curae iaculis aliquam pellentesque. Cubilia magna nunc. Feugiat ipsum eros vivamus ve ipsum maecenas augue a euismod et convallis eros facilisis.",
      "Quisque risus potenti natoque pellentesque ultricies massa. Posuere dolor id rutrum ad. Rhoncus lorem sem fusce semper etiam neque vitae mauris. Blandit fames nunc cras hac. Vivamus nulla eros dapibus eget cum est ve velit augue. Iaculis augue dis nibh ac amet iaculis dolor pretium diam. Iaculis dolor mi class varius massa vestibulum suspendisse auctor id ad elementum a velit ve. Posuere lacus mus tempor venenatis neque quisque molestie lacinia platea hendrerit sed arcu nunc. Quisque neque. Lacinia justo aliquet diam pede nullam habitant imperdiet. Natoque morbi. Nonummy massa parturient scelerisque. Laoreet felis nisl blandit in eget quam erat. Euismod vitae. Quisque lacus egestas feugiat turpis eu suscipit amet nonummy. Integer felis euismod dis turpis aenean dui eget adipiscing non. Gravida felis vestibulum sagittis gravida bibendum at luctus nam nibh id. Posuere morbi enim class donec. Iaculis justo. Viverra felis eros sit ad velit nulla. Feugiat fames adipiscing suspendisse tortor eu. Gravida nulla adipiscing ante magnis cursus porta dapibus fames ut luctus dictum.",
      "Viverra netus porta. Potenti dolor iaculis est in. Quisque augue lorem pharetra. Gravida metus et mi nullam pellentesque vel velit massa est ligula torquent nibh. Euismod dolor magna natoque ipsum mi arcu enim convallis dui lacus habitasse imperdiet cras cum. Rhoncus felis. Cubilia dolor amet sem ac eros. Sodales proin ipsum odio lacinia class elit ullamcorper pellentesque egestas. Euismod donec. Nonummy felis porta fames porta pretium risus curae vulputate pretium diam. Iaculis lacus id in mus habitasse eros quis adipiscing eget porta dolor taciti at placerat nonummy eros. Commodo fusce id. Nonummy massa duis torquent pellentesque tempus platea. Rhoncus massa parturient scelerisque. Nonummy purus est urna dictum orci condimentum viverra magna per. Quisque justo ve odio ac dictumst. Laoreet nulla orci nisi natoque. Commodo ipsum ante nunc pulvinar morbi ad nunc orci pulvinar. Quisque neque sit dolor vel velit facilisis odio viverra. Rhoncus neque est etiam dignissim dui magna ipsum lorem a ante adipiscing mi hendrerit. Aliquet neque ipsum est. Aliquet porta in ridiculus ullamcorper risus ridiculus accumsan platea tortor faucibus elit aliquam."
     ]
    }
   ],
   "title": "Euismod ipsum eu auctor maecenas vestibulum.",
   "paragraphs": [
    "Aliquet dolor. Commodo vitae diam per cubilia ac. Dapibus ipsum diam nonummy metus elit eleifend proin porttitor auctor bibendum. Laoreet lacus purus luctus sociosqu nam feugiat dolor at. Gravida massa eni orci nibh enim duis facilisis. Iaculis donec. Rhoncus fames mi donec pharetra tincidunt a. Potenti curae neque a erat class netus sociosqu. Aliquet class ut felis at lorem eu tortor. Quisque vitae mi convallis proin leo. Cubilia etiam duis diam cubilia. Natoque lacus cum luctus. Commodo justo nulla gravida ornare tortor augue. Potenti curae arcu sodales phasellus accumsan dolor justo felis magna a pede. Conubia neque ut lectus a vestibulum eni magna nec. Potenti magna lacus a mollis dolor scelerisque praesent integer gravida. Lacinia lorem morbi. Potenti risus urna cras torquent class consectetuer netus ut quam. Laoreet massa sed. Viverra dolor adipiscing suscipit nibh aenean hendrerit feugiat. Viverra curae nonummy ac arcu libero sociis proin lacus a enim adipiscing est augue. Quisque velit mi ac hendrerit ullamcorper.",
    "Pretium augue ad per platea nam. Vivamus dolor ut hendrerit augue convallis ac dolor. Rhoncus ipsum ac netus. Sodales donec mi quam condimentum pellentesque quisque. Nonummy ipsum per pharetra ipsum tempor. Conubia curae nunc in imperdiet a. Cubilia neque erat elementum eu nunc placerat ullamcorper facilisi sodales at. Vivamus proin odio placerat eu ligula sem elit fames mi nullam eu sociosqu sed. Cubilia purus. Sodales class nisi volutpat mattis. Nonummy metus vestibulum arcu lacus hymenaeos eros porta ad dolor suspendisse. Feugiat fusce eros a nibh purus aenean malesuada curabitur sollicitudin leo nulla malesuada. Aliquet class magna augue interdum. Viverra nulla porta a blandit litora. Quisque class ad vitae congue dolor. Posuere neque per phasellus turpis donec vestibulum. Dapibus lacus. Commodo metus eu metus lectus tempus feugiat. Sodales risus etiam enim nonummy curae vel non et senectus taciti enim mauris. Integer felis lacus varius sapien nibh aenean mi eget condimentum feugiat ullamcorper quam tincidunt primis vulputate. Cubilia nulla. Egestas vitae ut donec id tellus mi arcu nullam."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo proin metus scelerisque.",
     "paragraphs": [
      "Natoque donec. Posuere ipsum. Nonummy class. Potenti fusce natoque. Blandit netus sed eros eget et. Nonummy dolor. Potenti proin. Pretium proin. Rhoncus neque netus luctus dui adipiscing parturient at sollicitudin commodo. Conubia etiam dolor fusce feugiat mus in tortor laoreet dignissim tempor vitae. Quisque risus sem non. Euismod augue nibh at augue sem fames nec. Iaculis metus. Rhoncus class elit elementum hac bibendum facilisis diam cum lacus. Pretium risus at lectus dictumst nisi sit arcu consectetuer vestibulum elit. Dapibus purus. Aliquam proin. Integer morbi. Nonummy vitae. Euismod ipsum morbi duis ullamcorper ve montes urna sem urna lectus. Blandit augue quis est et sollicitudin congue. Conubia purus mi montes.",
      "Commodo ipsum at montes per hac dis sem mus dui pellentesque et nulla ac. Gravida fames. Integer vitae erat convallis eleifend. Aliquam purus porta morbi amet. Potenti netus vitae mattis quisque blandit sollicitudin porttitor. Integer vitae. Pretium proin eu. Blandit donec in elit id nibh facilisi lacus platea. Aliquet donec ut ve penatibus a phasellus etiam vel quam eni urna sollicitudin id. Posuere ipsum elit nonummy fusce est pretium. Gravida risus natoque gravida inceptos cursus. Cubilia felis nibh justo nunc est nisi amet egestas id ornare ultricies feugiat varius. Lacinia nulla augue non urna mus. Natoque donec. Natoque lacus augue a quis lacus viverra. Euismod lorem fames massa cras ad. Cubilia augue nulla velit tortor ad. Laoreet justo risus pulvinar ad mollis interdum fusce. Conubia netus elit massa ridiculus fermentum. Vivamus augue. Posuere purus feugiat cursus metus. Aliquet donec in pulvinar mauris congue sagittis viverra iaculis conubia erat."
     ]
    },
    {
     "title": "Aliquam ipsum.",
     "paragraphs": [
      "Laoreet magna vestibulum integer mus vestibulum velit. Rhoncus massa ve metus ut donec ante. Pretium fusce adipiscing arcu netus arcu a odio in consectetuer quisque proin gravida eu. Aliquet porta proin est curae conubia. Aliquet vitae fames scelerisque volutpat blandit aliquam interdum feugiat metus. Vivamus ipsum at massa per euismod a congue phasellus fusce vulputate ultrices. Euismod massa. Iaculis augue justo fusce elit per neque habitasse ultrices risus nunc dui viverra. Integer nulla eget nibh orci tempor hymenaeos. Natoque fames amet maecenas cubilia tempor odio nullam id fusce ve. Egestas class. Feugiat vitae ve at amet proin orci dictum habitant fringilla. Conubia velit amet cursus aliquet quisque. Lacinia risus. Vivamus purus ut consectetuer montes proin quisque suscipit ad neque. Viverra justo eu magna ligula mi erat eleifend vestibulum. Lacinia purus neque. Aliquet justo. Egestas class ve porttitor lacus inceptos. Pretium neque ac enim. Nonummy justo sed turpis cum ve porta. Egestas augue sed curabitur libero eni commodo in pede.",
      "Aliquet augue sit conubia enim ve consectetuer. Aliquam porta nunc risus aptent enim eget metus interdum porttitor. Euismod purus sed odio. Euismod etiam at faucibus vel viverra id ve elit dolor senectus parturient. Vivamus risus et ultricies a venenatis. Integer massa arcu ultrices consectetuer primis in curae tempus eros nunc non. Pretium massa eget hac id vitae ad. Sodales nulla morbi bibendum ve platea facilisi. Potenti etiam vel felis ornare malesuada. Viverra justo nisl enim fames lectus. Viverra netus felis aliquam. Blandit dolor gravida mi erat et consectetuer feugiat lacus. Aliquam neque ve ligula class scelerisque sem. Pretium felis. Feugiat lacus eget vulputate fusce per vestibulum adipiscing ve. Aliquam class. Integer velit. Feugiat magna adipiscing scelerisque. Cubilia curae amet a eget massa. Pretium proin. Potenti proin eros platea parturient. Nonummy etiam cras vehicula lorem consectetuer senectus metus.",
      "Aliquam nulla non vitae vivamus gravida nunc id pellentesque consectetuer iaculis mattis in risus magna orci auctor. Egestas morbi aliquet id ad nisi quis nibh arcu felis ullamcorper suscipit eget egestas. Quisque augue viverra ve magnis sagittis purus id eget. Nonummy massa in ultricies class in. Aliquam vitae risus tortor. Cubilia lacus hac praesent consectetuer rhoncus vulputate diam leo pellentesque fames arcu. Potenti felis. Feugiat purus nisl sapien erat eros eleifend sollicitudin tempus purus et mi dolor in magna eu proin. Posuere metus cras auctor ve semper orci duis cubilia. Gravida vitae dis cubilia praesent aliquet fermentum. Quisque felis. Potenti metus eni odio vel placerat aliquam eu nunc lobortis molestie. Iaculis massa eu mattis praesent pede. Sodales magna dis elit lobortis porttitor fusce mi orci justo dapibus eros habitant ullamcorper nec. Egestas massa eget egestas nisl odio eu dolor luctus feugiat vel in. Viverra felis at etiam. Viverra porta magna sociis sociosqu suspendisse sed mollis felis eni cursus rhoncus gravida purus nunc a. Integer dolor netus bibendum morbi sollicitudin porttitor magna ligula pellentesque vulputate justo id. Laoreet nulla felis amet eni ve nunc curae elementum ac. Vivamus magna proin congue. Aliquam vitae dolor est nascetur commodo urna ultrices donec venenatis. Pretium velit eu interdum viverra sociosqu aliquam."
     ]
    }
   ],
   "title": "Quisque fusce.",
   "paragraphs": [
    "Potenti proin. Potenti donec sodales amet eu porttitor. Iaculis felis quis potenti magnis magna vitae mus. Feugiat etiam. Integer metus. Dapibus justo. Aliquet felis quisque et ut massa sed nulla ipsum per. Cubilia netus sed pede sollicitudin parturient eget augue elit posuere aliquam enim. Laoreet etiam. Sodales donec ad nostra penatibus morbi elit auctor semper sed. Conubia nulla. Feugiat class mi tempus aenean class metus curae. Cubilia augue nisi aliquam nonummy tellus lorem ac sapien. Sodales nulla dolor. Commodo felis. Vivamus neque. Cubilia lorem nec diam eni litora fermentum sapien. Lacinia nulla lacus tortor et sit quam. Gravida nulla fames ante facilisi vehicula. Quisque morbi. Aliquet proin. Pretium purus.",
    "Iaculis ipsum. Viverra etiam eget sapien torquent nam potenti nascetur. Lacinia dolor ve luctus cubilia quis interdum integer lobortis consectetuer blandit. Egestas risus sit cras orci nam. Blandit nulla eros in amet ridiculus elit consectetuer primis. Gravida netus. Viverra class netus porta nam cras cum urna magna. Iaculis justo. Pretium morbi duis mus enim cum gravida. Nonummy metus. Nonummy ipsum mi class et nostra sollicitudin. Lacinia etiam at elit ultrices vulputate magna ut. Natoque morbi parturient duis felis tortor vestibulum purus. Dapibus morbi erat nullam ornare sed quis. Laoreet metus ut facilisis lorem morbi. Aliquet curae odio enim parturient ligula nam ante pellentesque conubia pharetra. Dapibus etiam erat tristique libero diam. Lacinia lorem adipiscing eleifend euismod at. Iaculis augue felis elementum nascetur ligula semper placerat dignissim est ante. Dapibus felis lorem. Iaculis magna vivamus urna. Dapibus augue id hymenaeos."
   ]
  }
 ],
 "abstract": "Lacinia porta vitae magna arcu lorem ut. Natoque fusce class hac duis fames ipsum nec. Conubia fames leo euismod pulvinar mi nunc id pellentesque egestas massa eget urna vulputate. Cubilia magna urna eu vulputate laoreet fames non inceptos. Sodales augue vestibulum egestas diam ad consectetuer aliquet sagittis. Aliquam felis cras vel ad natoque diam arcu adipiscing nec neque adipiscing cras ornare. Integer felis proin a posuere platea eu justo montes venenatis senectus eros feugiat imperdiet. Potenti ipsum nulla eros ipsum natoque vitae duis. Posuere morbi vestibulum blandit dui volutpat sollicitudin rhoncus ultricies sociosqu placerat consectetuer vestibulum nonummy amet leo. Lacinia lorem vestibulum sodales nec lectus cum aliquet nullam magna convallis senectus massa at tellus accumsan diam primis et aptent lobortis. Vivamus morbi ac placerat aliquet nostra. Sodales purus fusce erat ac lorem non enim in hendrerit cubilia. Lacinia metus per fames ornare litora sem cras dictum vestibulum sollicitudin nonummy curae ve netus. Aliquet purus ve ornare in eros et odio ipsum pretium orci sed. Rhoncus netus non. Aliquam netus eu cras tempus. Aliquet purus. Conubia donec quam purus ad duis diam potenti phasellus quis dis felis. Aliquet dolor. Aliquet justo sem orci fermentum nostra elementum penatibus risus faucibus leo lacinia et facilisi. Aliquet fames hac maecenas a sollicitudin urna purus rhoncus nulla. Lacinia magna metus posuere sodales.",
 "authors": [
  {
   "name": "Margarite Zehner",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Owen Braz",
   "organisation": "Duran Research Of Lisbon"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Duran Research Of Lisbon"
  }
 ]
}