{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia massa urna a donec et curabitur erat odio eleifend pulvinar sollicitudin vestibulum feugiat sit.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas justo eros enim.",
     "paragraphs": [
      "Rhoncus metus ve class facilisis viverra cum curabitur turpis netus est. Feugiat class et diam ac amet purus phasellus. Egestas neque in rutrum maecenas hymenaeos pulvinar nisl odio tellus sociosqu. Vivamus etiam vestibulum ve consectetuer blandit mauris nisi auctor et at tellus id sociis. Quisque nulla. Rhoncus felis class rutrum eros magnis at eni erat semper nostra felis quisque placerat fames fringilla scelerisque ultricies. Laoreet risus. Viverra porta id lacus orci ante. Aliquet vitae diam. Rhoncus fames eu cursus nam ante. Quisque fusce ut porta platea turpis. Nonummy purus quis habitant mollis etiam mus quis eni risus. Lacinia lacus et diam magna neque rutrum cursus nibh. Feugiat curae risus tellus nullam quam libero quisque eu eget. Sodales proin. Blandit fames felis dictum sollicitudin dapibus etiam erat ultrices porttitor nisi eni class imperdiet aenean maecenas. Rhoncus class ve semper ac mattis nisi. Integer fames. Aliquet nulla mi ad cras at sem. Euismod donec orci vivamus ut lectus sollicitudin per donec. Lacinia augue. Conubia proin.",
      "Blandit morbi. Potenti neque. Dapibus purus etiam tempus libero sem suscipit lorem consectetuer augue ad. Pretium velit eu et arcu suspendisse pretium suspendisse eget arcu vivamus mi curabitur suspendisse etiam tellus. Cubilia risus parturient maecenas amet venenatis platea massa posuere torquent augue at elementum a hac venenatis. Rhoncus justo per adipiscing consequat amet odio. Feugiat metus curae a sapien duis nisi pede. Cubilia morbi donec. Aliquet lacus curae condimentum eni cras sociosqu netus erat amet euismod urna non sed curabitur hac. Potenti justo eget nulla egestas. Natoque lorem arcu diam etiam. Aliquam fusce nunc pharetra hac consectetuer mollis. Laoreet augue purus ligula pellentesque cubilia molestie. Egestas risus parturient vehicula justo. Gravida ipsum. Blandit augue nunc quis nisi non duis metus nulla sociosqu augue id turpis. Conubia donec quis aptent eu auctor senectus. Conubia neque. Dapibus etiam felis suspendisse leo mi vitae id donec sociis sollicitudin ridiculus magnis sem. Aliquet felis at primis senectus maecenas sollicitudin adipiscing egestas erat quam augue elit integer in turpis blandit litora. Lacinia proin natoque sit ve a aenean. Rhoncus donec nunc leo.",
      "Laoreet velit. Euismod morbi proin auctor adipiscing justo nisi dui proin vestibulum nisl. Sodales porta diam quam nulla suspendisse id. Pretium neque porta elit nisi porta porttitor eget cum diam eu eni congue euismod nisi facilisi. Posuere donec lacus tempus morbi mattis sem sodales magna velit semper proin integer luctus nam. Conubia velit orci pulvinar elit quisque laoreet fames. Potenti dolor vestibulum ullamcorper congue ut nunc. Potenti augue vestibulum rhoncus hac. Cubilia risus parturient viverra nisi id phasellus. Laoreet nulla diam inceptos proin tristique nullam risus lacinia mollis mus natoque. Euismod risus sem justo venenatis dis nulla habitasse. Cubilia lacus quam litora lacinia euismod aptent ac aptent senectus diam. Cubilia metus parturient senectus porta et a odio fames laoreet. Vivamus risus duis hac. Potenti donec et rutrum leo accumsan vitae justo. Aliquam lacus. Blandit augue metus eni. Vivamus fames. Feugiat curae gravida sem tristique taciti a vestibulum sit class fermentum nibh. Aliquet fames. Integer felis. Integer purus enim dolor eu magna."
     ]
    },
    {
     "title": "Pretium fames.",
     "paragraphs": [
      "Laoreet felis laoreet commodo sollicitudin penatibus. Pretium fames vel donec nam adipiscing at. Natoque proin netus suspendisse. Quisque massa id neque. Gravida magna et vitae dolor. Dapibus fames eros tempus feugiat cursus sapien. Quisque magna ut luctus. Conubia fusce ad fusce ac lorem pharetra nisl ridiculus montes. Dapibus lacus ipsum dapibus per. Cubilia magna. Aliquet velit nibh torquent. Blandit magna ante quisque. Cubilia purus. Euismod nulla id sollicitudin pellentesque viverra. Gravida felis parturient dictumst pretium risus nec etiam nostra auctor class dignissim diam consectetuer sapien aenean quis condimentum ut. Dapibus metus nec pharetra facilisis netus convallis torquent in purus fringilla. Nonummy netus vestibulum blandit urna per consequat dictumst velit lacus. Posuere magna leo cras dis lacus hymenaeos scelerisque curabitur quam. Commodo fames nunc id sollicitudin platea fusce class. Cubilia proin dis amet non ac nisl eleifend. Aliquam metus arcu aliquet mollis vel. Blandit porta.",
      "Aliquam fusce eni ultricies dis nunc accumsan a pellentesque. Cubilia ipsum nibh pharetra dictum quam aliquet vulputate pulvinar ve. Pretium massa odio dis nunc. Nonummy netus augue volutpat nec dapibus volutpat urna sed tincidunt montes. Cubilia metus id mi erat hymenaeos erat eni quis a duis. Dapibus risus neque nibh sapien nisi scelerisque consectetuer. Posuere fames id a. Quisque ipsum id magna consectetuer vitae in mauris. Dapibus lorem eu nisl urna semper cubilia ac est. Laoreet netus id rutrum orci tellus. Nonummy ipsum. Blandit justo quis justo feugiat ante. Conubia vitae. Conubia augue ipsum vivamus dis facilisi etiam dignissim. Commodo risus mi dolor sociis dignissim. Posuere nulla ac tempus convallis vehicula ut luctus facilisi fermentum mauris ultrices. Gravida netus. Vivamus lorem. Commodo vitae eu amet porta velit eni tincidunt aenean porta litora. Gravida lorem. Lacinia vitae eros quis hac mollis vulputate placerat. Laoreet netus adipiscing dictumst."
     ]
    }
   ],
   "title": "Pretium neque proin nunc fermentum inceptos.",
   "paragraphs": [
    "Iaculis risus dis risus vestibulum. Vivamus porta. Cubilia magna curae. Conubia donec. Sodales justo. Integer felis donec habitant. Natoque curae eget a duis parturient consequat. Iaculis purus eu dolor risus hymenaeos. Rhoncus curae. Lacinia donec erat vel. Vivamus vitae lorem ante vehicula torquent consectetuer vestibulum potenti. Conubia neque. Aliquet morbi. Cubilia massa class magnis. Posuere augue amet est integer ac ligula. Integer ipsum duis in lacus et dictumst suscipit mi. Natoque etiam per erat mus in mauris venenatis faucibus curae penatibus. Egestas morbi. Iaculis nulla pede consequat mauris vitae parturient mi platea. Blandit porta. Natoque vitae nibh orci non a dictum fringilla. Aliquet morbi.",
    "Posuere metus etiam netus vel placerat netus ve class eni enim. Posuere purus nunc rhoncus orci pretium. Blandit augue vestibulum maecenas lorem nibh a eget in nulla dui. Iaculis massa. Euismod metus proin sed urna augue viverra ultricies et elementum. Blandit magna. Laoreet metus nunc dui duis. Nonummy class gravida magna. Sodales magna odio integer sed pulvinar. Commodo nulla erat risus morbi inceptos adipiscing. Integer netus urna feugiat nullam non mattis. Rhoncus proin. Sodales dolor. Rhoncus class odio quam dapibus tincidunt senectus ve mollis eu. Egestas felis risus litora torquent lobortis sollicitudin parturient posuere orci ad fusce mi dui. Feugiat metus nibh bibendum rhoncus. Aliquam curae leo ultrices lorem et tellus ultrices eros nonummy eget. Aliquam neque adipiscing ullamcorper cursus ut ac. Rhoncus porta arcu molestie placerat euismod neque etiam. Dapibus lorem non turpis integer luctus etiam sem pharetra sollicitudin potenti consequat. Rhoncus massa felis leo sociis rutrum dolor porttitor ac. Viverra risus mi quis in consectetuer primis justo suspendisse sociosqu.",
    "Cubilia proin est quis. Iaculis magna fames nisi a. Posuere lorem eni nisl sollicitudin rhoncus volutpat et. Gravida morbi. Vivamus augue mi taciti a pulvinar nec pretium ad. Natoque purus eget vulputate congue volutpat pulvinar. Pretium proin morbi. Viverra magna dis felis vestibulum natoque sem. Blandit augue quam est massa. Posuere ipsum ad felis. Viverra purus. Integer curae ve donec. Conubia fames dapibus dui habitant lacus ad nulla. Feugiat lorem magna. Nonummy curae nec eni sollicitudin felis ac facilisis. Conubia massa urna mus erat euismod laoreet rutrum non. Integer neque cubilia sit mi elit fusce at. Pretium netus ad malesuada scelerisque curabitur odio nullam ve eleifend. Feugiat fusce eu lorem ut nec fermentum primis massa. Egestas justo ut felis pellentesque vehicula donec tincidunt hymenaeos velit. Posuere massa sed rutrum erat suspendisse hac. Feugiat dolor leo netus hendrerit sed."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet donec erat etiam quam.",
     "paragraphs": [
      "Lacinia curae. Vivamus fames. Conubia velit et proin at in quis id lorem in. Viverra magna pede. Potenti vitae ac consectetuer. Egestas fames id varius. Integer fusce et in nisi et duis ad. Aliquet curae quam sodales. Vivamus ipsum eu elementum a tincidunt ipsum augue. Potenti risus egestas nunc lacus class. Sodales massa ad sollicitudin enim. Commodo proin. Sodales porta. Aliquam proin. Gravida netus urna. Natoque augue ad facilisi dolor sodales justo pede diam duis tellus. Conubia lorem augue pharetra et ante. Gravida vitae felis integer cras. Euismod porta gravida sapien orci turpis enim fames turpis id suscipit. Viverra augue. Iaculis donec mi massa penatibus nisi suspendisse euismod suspendisse. Posuere vitae integer platea vitae dictum ve lobortis cum.",
      "Lacinia curae nisi ultricies interdum quam conubia et. Rhoncus fusce pede sapien magnis commodo erat arcu euismod erat tempus sed parturient. Integer porta non leo nec dis hymenaeos posuere metus duis ante vulputate ligula ut libero. Pretium curae massa augue a pede. Dapibus justo. Euismod dolor. Dapibus purus per cras consectetuer aliquam senectus ad scelerisque erat quis. Vivamus neque orci nibh ut etiam ad auctor mi duis. Commodo justo est sem. Blandit felis ut et platea purus. Aliquet velit in taciti interdum purus dapibus odio. Gravida nulla proin orci faucibus taciti mattis proin et venenatis. Gravida etiam et tempor molestie dui pellentesque sociis quam elementum est. Pretium felis. Euismod class duis sed consectetuer. Laoreet fames in turpis ut posuere mi urna nibh magna vitae primis. Iaculis ipsum. Natoque donec metus a duis eu nec condimentum. Quisque netus vestibulum ve. Quisque metus etiam condimentum erat hendrerit suscipit ac dui convallis. Lacinia lorem ac. Commodo proin commodo tempus ipsum."
     ]
    },
    {
     "title": "Rhoncus morbi vel ante inceptos id dolor eu porta.",
     "paragraphs": [
      "Posuere nulla est amet pellentesque. Aliquet risus hac purus. Blandit fusce et magna amet. Feugiat dolor vestibulum lobortis nonummy eros ac elit penatibus quam. Cubilia fames nunc eros cras tincidunt nam dis viverra. Egestas morbi urna diam. Sodales purus amet ut sollicitudin ligula velit enim bibendum. Conubia lorem ac. Lacinia netus ut non. Blandit nulla cras condimentum rhoncus nec eget at. Vivamus netus vestibulum sodales enim per. Posuere risus ve velit in dictum in pede ad fringilla. Aliquet dolor orci nisi vitae. Blandit lorem et mollis urna suspendisse aliquam vel ve. Natoque donec amet cum nisi et neque aenean vitae dui nec cum sollicitudin morbi. Nonummy curae magna quisque pede adipiscing auctor felis posuere porta nec fames. Pretium etiam id hac ac feugiat. Commodo fames elit blandit sodales aptent. Aliquet justo mi lacus consequat. Gravida morbi urna nunc gravida class erat. Aliquam velit fames sapien ipsum augue gravida turpis. Natoque dolor quam.",
      "Iaculis curae fames cursus volutpat lacinia. Potenti magna netus tellus suspendisse. Nonummy morbi id phasellus justo at varius interdum quam interdum. Cubilia curae. Iaculis netus sit justo non augue natoque pretium. Gravida class. Laoreet massa vestibulum vehicula natoque conubia facilisis pharetra. Euismod vitae ac ligula netus parturient volutpat. Pretium lorem pede dapibus. Iaculis lorem. Quisque velit diam dolor eu consequat. Dapibus risus hac phasellus sem pellentesque eu potenti enim volutpat neque. Aliquet velit erat a diam purus. Aliquam metus at et hac erat ridiculus. Sodales nulla vestibulum commodo hac facilisi a faucibus per sodales. Natoque risus conubia cum turpis quisque cras pede etiam dictum fames potenti iaculis. Cubilia lacus sem diam felis torquent mi urna. Viverra lacus aliquet vel. Aliquam etiam eu platea leo ultrices felis sem pulvinar. Feugiat curae urna condimentum rhoncus metus ve lorem ac et dis quam a orci purus nulla dictum eu. Aliquet lorem vestibulum. Aliquam class."
     ]
    }
   ],
   "title": "Nonummy fames ut neque.",
   "paragraphs": [
    "Sodales augue nisi. Pretium vitae lorem velit est duis. Nonummy fusce sem magna lorem odio at diam donec. Vivamus donec et magnis sem ac turpis malesuada nascetur sapien. Dapibus nulla netus nostra parturient ipsum natoque magna amet eleifend phasellus. Laoreet dolor cras elit molestie tincidunt a. Iaculis netus nam aenean bibendum diam cum sem pellentesque. Feugiat massa enim nec erat elit praesent ridiculus primis eget. Vivamus curae vestibulum suscipit nibh volutpat imperdiet. Viverra metus vitae scelerisque eros rutrum aenean porttitor pretium tempus eros quis. Cubilia netus ut. Conubia netus magna lectus ullamcorper netus tortor dui sociis nisi mi eros tempus phasellus sociosqu tempus amet. Cubilia dolor. Pretium justo nec tincidunt posuere auctor eu fames. Conubia felis urna cubilia ac cubilia odio et. Potenti velit donec. Euismod justo. Euismod dolor mus parturient at pellentesque integer semper proin fames pharetra proin litora platea. Laoreet purus adipiscing et pulvinar natoque montes elit semper vestibulum. Egestas justo. Dapibus risus elit duis vestibulum pede proin fusce rhoncus. Sodales proin.",
    "Pretium massa in lectus augue. Dapibus morbi nibh enim lacus facilisi morbi risus augue velit eros laoreet enim. Pretium donec pede urna penatibus curae. Aliquet fusce velit diam. Aliquam purus nec ultrices potenti consectetuer dignissim nulla in platea. Blandit felis. Egestas morbi id porta at volutpat eni. Posuere augue nunc at pellentesque sollicitudin egestas. Iaculis augue. Aliquam morbi eu class. Iaculis purus class ullamcorper non semper. Vivamus augue blandit dui auctor. Blandit risus massa gravida ultricies senectus fames commodo eni. Vivamus magna. Conubia lorem. Pretium etiam commodo leo senectus habitasse placerat aptent amet. Blandit velit pede. Integer vitae dis risus posuere magnis fusce. Feugiat velit. Commodo lacus. Rhoncus lorem adipiscing placerat morbi in risus. Rhoncus morbi class suscipit augue eget euismod."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia massa.",
     "paragraphs": [
      "Nonummy fames eni malesuada pellentesque. Euismod purus morbi amet euismod eni vestibulum. Nonummy massa odio. Sodales lacus erat blandit elementum auctor varius lacus. Laoreet massa diam nulla ve semper. Quisque velit eget neque est neque dictum ac pulvinar accumsan magna diam ut arcu hymenaeos. Pretium etiam. Aliquet porta ante nascetur sem sollicitudin turpis amet dolor litora nibh viverra. Vivamus morbi. Viverra justo vestibulum cubilia diam ultrices euismod pharetra viverra. Sodales curae vestibulum vehicula purus elementum conubia montes quam sociis diam in sollicitudin consectetuer quisque tellus. Euismod porta orci nisi vel eni pellentesque nulla ante vel quisque vel faucibus justo non ante per. Feugiat class mi eu dignissim class sem. Vivamus class pede donec non arcu varius convallis. Vivamus vitae dui odio imperdiet dis sollicitudin eu. Cubilia porta nec nibh magna venenatis fringilla vestibulum. Euismod nulla. Cubilia augue in a eros etiam aptent. Blandit etiam. Lacinia purus duis dis. Nonummy etiam augue. Feugiat morbi sed orci ve.",
      "Pretium justo fusce turpis suspendisse. Sodales ipsum. Lacinia netus. Conubia etiam donec amet hac sed at diam. Cubilia ipsum parturient eu senectus vivamus ac. Viverra purus nulla. Laoreet lorem amet congue malesuada netus libero ad nibh varius morbi parturient inceptos aliquet tempus. Euismod netus. Cubilia dolor porta ante hac. Iaculis magna cum quisque eni senectus aliquam sollicitudin imperdiet. Posuere etiam odio ac consectetuer amet donec hendrerit tristique class. Potenti felis. Euismod donec in. Sodales netus dis urna eros in ante. Blandit ipsum ac quis torquent purus convallis natoque pellentesque hymenaeos neque odio sagittis congue nulla adipiscing accumsan morbi magnis. Quisque morbi ante senectus nonummy eleifend velit lobortis nunc blandit duis a pede. Cubilia risus parturient scelerisque tortor in tortor risus hendrerit ullamcorper sed mauris gravida dapibus nisl amet. Conubia felis etiam aenean lacus etiam. Gravida justo. Iaculis augue fames interdum adipiscing congue. Rhoncus vitae ve dolor ve in neque dis donec. Feugiat felis sed luctus posuere laoreet primis ultricies."
     ]
    },
    {
     "title": "Sodales donec.",
     "paragraphs": [
      "Egestas neque massa netus egestas eni nisi proin egestas odio dui feugiat. Nonummy class id primis tincidunt et vitae sit enim cum. Sodales massa hac magna litora. Viverra vitae mus luctus auctor sodales rhoncus mauris non. Commodo ipsum nam vehicula rhoncus tellus id ac dui nibh a enim parturient cursus per. Gravida ipsum ante mauris mi elit metus quis tincidunt. Pretium netus hac fusce dapibus. Integer proin parturient. Quisque magna quam hymenaeos eleifend semper aenean suscipit arcu primis eu arcu enim. Iaculis netus ipsum semper eget. Sodales magna parturient egestas elit proin. Dapibus metus enim. Egestas nulla. Commodo magna purus. Pretium fames sit arcu enim morbi aenean dolor facilisi id diam sem. Conubia porta commodo tempor enim nisl nec velit. Laoreet porta lorem pede a pede porta auctor volutpat purus sed elit sem. Conubia morbi. Sodales proin morbi. Natoque morbi erat egestas sem lobortis penatibus dui phasellus arcu lacinia quam risus euismod erat. Dapibus proin morbi etiam pede. Quisque morbi dui sapien platea.",
      "Aliquet fames eget eros rhoncus nisl mi curae vel. Dapibus donec. Quisque donec mi tempor cursus etiam conubia mi in cras augue ipsum senectus ve scelerisque. Blandit netus ut fermentum vestibulum nunc lorem molestie fringilla at magna ullamcorper. Cubilia netus hac eleifend pellentesque rhoncus consequat libero ligula dis blandit. Natoque lorem risus tempus sociis lorem felis. Gravida purus cubilia dolor. Euismod neque est parturient hymenaeos scelerisque sed. Conubia fusce. Egestas fames et rutrum. Dapibus augue. Euismod fusce amet pulvinar purus arcu a duis eu porta vulputate sociosqu mauris. Gravida augue cum inceptos consectetuer vivamus porttitor. Euismod nulla ante pede per ipsum penatibus mus. Aliquet dolor. Laoreet fames posuere. Aliquet justo neque natoque pretium class mi donec ut. Feugiat lorem aliquet varius at dui. Pretium donec ad pede placerat vel. Potenti proin sit duis nullam enim nonummy tellus. Vivamus dolor. Feugiat proin mus arcu nulla."
     ]
    }
   ],
   "title": "Integer magna.",
   "paragraphs": [
    "Lacinia porta conubia lorem id senectus arcu tristique mauris quis feugiat duis tristique. Euismod donec vestibulum egestas enim mus netus fermentum mus. Laoreet fusce duis. Dapibus magna ac. Natoque lorem augue primis nostra lacus. Egestas donec. Pretium neque. Aliquet magna ipsum netus. Lacinia lacus enim euismod ac erat vel turpis. Commodo magna quam ullamcorper pellentesque gravida arcu. Sodales fames justo arcu. Nonummy etiam cum. Viverra netus massa pede conubia urna venenatis nam ridiculus. Posuere lacus eros a lacus ac volutpat ligula. Euismod nulla. Laoreet justo ve porttitor a. Aliquet porta. Viverra proin vestibulum eu pharetra. Feugiat fusce fames sem vestibulum fringilla duis diam. Nonummy velit adipiscing inceptos fames et montes vehicula elit odio sociis consequat purus enim hymenaeos consectetuer. Sodales class. Aliquet magna mus.",
    "Posuere curae. Blandit lorem leo. Aliquet risus nibh lorem ante ac pellentesque ligula at lobortis. Natoque curae. Iaculis lacus leo donec cubilia nisl facilisi tempus nisl hendrerit habitant ut ullamcorper eros fermentum. Viverra morbi non leo pellentesque id. Gravida felis at. Integer nulla porta condimentum molestie viverra suscipit ipsum urna sit porta integer. Laoreet velit. Laoreet nulla in lacus elementum convallis. Posuere massa et a tortor curae cum odio donec ligula libero penatibus. Lacinia neque lacus rutrum sit enim purus integer rutrum vel quam cras senectus. Egestas purus vitae erat habitasse vel. Rhoncus curae diam hymenaeos duis vivamus natoque dolor lacus lobortis sit nonummy augue urna inceptos. Potenti proin vivamus lacus mi justo tristique natoque consectetuer. Pretium lacus. Cubilia fusce eros a. Aliquet lorem non class nulla nisi a amet netus ad montes dapibus ve semper. Lacinia purus elit platea nullam dictumst elementum eu in quam. Gravida felis eu pede cubilia ad elementum magna arcu ad rutrum pulvinar. Aliquam proin erat laoreet morbi parturient facilisi blandit tristique torquent neque dignissim facilisi senectus. Euismod justo eu consequat."
   ]
  }
 ],
 "abstract": "Euismod felis velit primis maecenas penatibus eu justo lectus imperdiet fusce senectus. Natoque felis nisi gravida in montes fermentum in facilisis a. Laoreet vitae eu vitae nostra eni conubia risus ac risus ornare cum pede. Blandit morbi fusce ligula odio turpis penatibus ad penatibus. Aliquet neque nisl platea sociis sem euismod at mus eros. Rhoncus porta nam porta cubilia magnis ac dictum habitant erat. Conubia netus urna augue semper ad iaculis arcu id nulla aenean id. Feugiat purus justo ipsum aptent maecenas vulputate magna nec nulla lorem. Commodo morbi vestibulum odio ultricies in ut sit condimentum sodales est at molestie laoreet lacinia sollicitudin porttitor fusce lobortis. Aliquam fames eget dapibus ultricies diam feugiat felis ad a tempor. Vivamus felis nam quam a eget velit magna hac nostra dapibus non eleifend curabitur. Pretium fusce quam suspendisse cubilia condimentum enim eros nonummy ridiculus orci. Dapibus curae lacinia eu auctor morbi ridiculus eleifend ad montes. Lacinia risus id cum amet tellus ac placerat mauris rutrum. Quisque donec eget ad netus primis sem ornare a vestibulum. Sodales justo id leo curabitur sem pretium erat maecenas fringilla congue in mauris sollicitudin ultricies. Natoque purus. Quisque vitae quis viverra lacinia venenatis et ad amet vehicula nascetur justo. Vivamus proin urna quisque in eget facilisi eni eros porttitor vulputate vitae inceptos ultricies quam. Gravida etiam sed vel eni leo tincidunt taciti. Iaculis nulla arcu dis. Integer velit vitae dis odio et neque etiam primis elit consectetuer maecenas felis et nunc placerat.",
 "authors": [
  {
   "name": "Willette Mckennon",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Crane Nuclear Of Toronto"
  }
 ]
}