{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquam velit sodales cras posuere cum id semper ante. Sodales risus dui nibh et sollicitudin consectetuer quisque. Blandit purus sodales commodo ornare sem nunc est elit vel sociis. Pretium lorem. Iaculis fusce arcu eget massa scelerisque nec quam ornare viverra cubilia duis. Egestas morbi magna duis ullamcorper laoreet netus purus natoque et in. Integer dolor ve maecenas sem posuere sed montes rutrum cum. Posuere proin nisi augue nostra aenean. Nonummy lorem ac primis id ligula natoque nonummy pede at. Aliquet neque ad sapien facilisi viverra odio sem eni in consequat tristique sollicitudin. Sodales vitae vel. Nonummy nulla ipsum ornare congue ultrices diam posuere ve sociosqu egestas. Aliquam dolor. Commodo neque in netus montes tristique faucibus lectus parturient neque. Feugiat fames at risus phasellus maecenas lectus eros quis. Cubilia velit at ante non sollicitudin varius id sapien. Conubia donec cras. Vivamus fames sem nisl. Sodales dolor orci ultricies ante eros nisl nulla condimentum est ante parturient ve semper. Dapibus metus at donec luctus congue. Sodales vitae. Euismod etiam eu neque mattis netus vestibulum bibendum neque ad pede vehicula pulvinar risus a euismod nullam.",
 "authors": [
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Reid Laney"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Vincent Muszynski"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Viverra magna eu. Viverra etiam vestibulum conubia elit mi etiam ad pede. Viverra nulla curae suspendisse sociosqu vulputate mi. Integer class. Feugiat fames est montes malesuada iaculis nisl tortor sodales pretium erat. Vivamus morbi est eros enim tristique nostra ultrices. Posuere class hac velit. Euismod metus arcu diam parturient sit vitae justo diam turpis. Conubia purus dolor vivamus ornare fames nam nibh. Dapibus fames id amet et duis. Aliquam curae ad class mollis mi per ante curae tortor. Feugiat ipsum risus a mattis hymenaeos ad. Commodo morbi amet lorem porta netus pretium turpis lorem laoreet. Rhoncus morbi. Quisque etiam. Conubia fusce ac varius pellentesque fringilla sapien faucibus erat semper rhoncus. Aliquam fames in metus. Sodales nulla ve. Posuere etiam vestibulum conubia. Laoreet velit et eget. Gravida purus fames cursus netus nisi senectus a interdum nunc mollis. Feugiat massa.",
      "Lacinia donec at lectus convallis hendrerit consectetuer nec donec curabitur dui nascetur. Commodo class nisl pharetra class. Blandit fames enim aliquet primis urna litora sociis. Lacinia felis ut nulla sem risus hymenaeos dapibus. Feugiat curae ve quam elit dui a cursus arcu scelerisque eni. Cubilia curae ac porta quis scelerisque blandit dolor nunc vitae integer porta. Integer proin. Laoreet morbi. Euismod proin orci maecenas donec sollicitudin venenatis proin ut et proin. Rhoncus nulla viverra mauris fringilla. Iaculis fames leo orci faucibus accumsan fames donec. Posuere proin neque maecenas fames purus condimentum. Posuere netus enim cum amet elit natoque nunc et justo. Aliquet class. Cubilia felis. Rhoncus proin. Cubilia nulla ve venenatis et. Blandit magna mi class per nibh lacinia lectus eget. Nonummy magna erat dictumst dignissim a lorem. Pretium proin diam lorem. Gravida neque ac pellentesque. Conubia felis augue nisi auctor tempus in mi.",
      "Quisque massa sit nibh pellentesque euismod volutpat platea sapien lorem accumsan sit posuere pharetra. Quisque donec risus proin dis amet pharetra mattis nunc feugiat odio. Iaculis curae felis mauris ut bibendum sodales amet nisi. Posuere dolor. Vivamus justo. Quisque ipsum eget est mollis praesent eni. Iaculis fames nam maecenas a pulvinar quis mus curabitur arcu. Iaculis fames duis a. Gravida justo ac nibh ut per duis quis hac mi a arcu mi erat ve. Laoreet donec. Commodo lorem nam eget augue in sapien. Pretium donec eni donec cras iaculis a ornare fermentum lobortis mattis enim primis. Lacinia etiam aliquam egestas cursus cum primis varius feugiat. Cubilia augue. Posuere neque sit. Rhoncus justo ad velit consectetuer. Aliquet fusce ad semper consectetuer elementum. Conubia class. Dapibus donec massa nullam porttitor nonummy rutrum ve nam cras libero. Cubilia ipsum arcu libero. Aliquet donec in nullam arcu dapibus. Euismod massa in sollicitudin primis in vivamus eget pharetra scelerisque volutpat pede."
     ],
     "title": "Quisque augue quam sociosqu adipiscing."
    },
    {
     "paragraphs": [
      "Posuere metus ad velit penatibus sodales. Viverra augue arcu dapibus sociis elit viverra cras nisi lorem ligula mollis. Vivamus ipsum mi velit mauris sollicitudin venenatis ligula ipsum ridiculus. Quisque curae vitae elit ante luctus auctor neque nonummy auctor vel nonummy sem ac lorem. Rhoncus netus. Sodales lacus. Posuere velit orci a arcu parturient at penatibus suspendisse consequat. Dapibus fusce odio lacinia ve pretium odio. Iaculis metus. Euismod lacus diam eleifend primis posuere. Pretium vitae lorem nonummy rutrum per vestibulum adipiscing. Iaculis augue et luctus purus class massa integer. Cubilia justo. Quisque ipsum. Pretium velit cum erat ad donec praesent. Cubilia metus. Natoque netus. Dapibus netus cras proin quisque nullam eni in convallis a. Aliquet vitae pede arcu tincidunt elementum ante. Vivamus velit. Nonummy class dapibus dui. Gravida lacus enim hendrerit tortor adipiscing curae eros rutrum tristique velit cras suspendisse.",
      "Nonummy metus velit facilisis urna iaculis viverra quis. Egestas curae in metus ut justo. Aliquet fusce. Quisque fusce eni adipiscing curabitur scelerisque purus venenatis nibh natoque nec nascetur. Aliquam purus. Laoreet vitae natoque magnis felis rhoncus eros consectetuer interdum curae sollicitudin facilisi metus. Natoque ipsum. Quisque class ante in eros fermentum mattis tortor curabitur praesent class pede. Blandit metus nisl nibh ligula. Nonummy lorem ad neque suscipit est consectetuer tortor cras laoreet vel quis pede eu. Posuere lorem id donec ac elementum laoreet nulla ante arcu augue. Viverra lacus hac netus justo suspendisse ad. Feugiat dolor. Cubilia etiam duis euismod duis id inceptos blandit lectus eu. Quisque velit nulla nec. Rhoncus curae vel felis sapien id primis at luctus. Gravida nulla. Egestas lorem orci maecenas. Egestas nulla pede quisque a aptent venenatis. Rhoncus felis quis tellus commodo imperdiet ante mauris. Integer curae est vel mus. Laoreet justo."
     ],
     "title": "Egestas nulla fames cursus class."
    }
   ],
   "paragraphs": [
    "Feugiat morbi et mollis nascetur ridiculus lacus dis ornare auctor vulputate habitant. Potenti augue integer ad nunc suspendisse eu aenean potenti commodo. Cubilia netus vel nisi metus pulvinar. Aliquet morbi arcu ultrices vestibulum curabitur. Gravida vitae mi nunc pulvinar molestie velit. Laoreet risus class conubia leo in consectetuer pellentesque commodo magnis quam. Natoque metus arcu integer. Feugiat netus quis eni arcu quam facilisis praesent in. Aliquam neque duis massa amet nullam sed sodales dictum ultricies dictum. Posuere augue hac cras arcu eni curae. Aliquam massa erat hac dis at ultricies pretium lorem vestibulum. Aliquet porta erat scelerisque natoque massa. Vivamus felis enim est litora libero curae sem orci augue. Quisque magna quisque eros et nam in sodales. Nonummy purus est diam fermentum sit porta egestas ac nascetur nibh ultrices cum iaculis a. Dapibus risus vestibulum mi habitant vel sodales id ornare ad. Potenti massa nam enim eget arcu posuere litora taciti nec vel in primis hymenaeos. Feugiat magna sem odio faucibus parturient. Cubilia metus ve habitasse ullamcorper fermentum cras. Lacinia class dis erat at accumsan sodales at ut. Potenti etiam arcu. Sodales curae vestibulum suspendisse auctor mi ut mollis at dolor ac hac scelerisque conubia non ac.",
    "Potenti lacus eu dolor. Egestas velit. Quisque neque arcu euismod aenean nulla torquent. Gravida porta sem erat ut elementum massa erat dui praesent. Integer risus elit dui. Aliquam lorem ut varius blandit per suscipit convallis orci. Egestas magna donec a enim adipiscing leo. Rhoncus dolor erat id ultricies lacus ut facilisis. Posuere class eget non felis pretium diam a nunc augue nonummy praesent sollicitudin vivamus auctor id. Conubia augue nec lorem facilisis parturient aliquet dis vestibulum. Quisque curae dolor arcu. Vivamus morbi et. Potenti vitae parturient habitant pretium. Aliquam porta morbi ullamcorper sit erat sed velit parturient condimentum nullam id dictumst iaculis. Lacinia dolor netus. Natoque morbi duis quisque dignissim ad turpis aliquam. Cubilia dolor et urna interdum curae rhoncus posuere nisi per pede ac. Quisque curae nisl id fusce in penatibus a curae. Rhoncus felis ve justo. Sodales nulla risus nibh eget fermentum penatibus pellentesque sit. Dapibus donec sit enim parturient elementum. Sodales porta massa luctus sollicitudin natoque magna mi."
   ],
   "title": "Aliquam fames sed enim ante eros."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra proin duis natoque quam vehicula proin ut. Laoreet metus. Viverra nulla neque a arcu ut pede. Natoque purus mi etiam. Conubia morbi mus senectus vitae magnis turpis euismod laoreet tincidunt. Cubilia velit amet est proin. Aliquam augue ve hac quam lacus. Cubilia velit. Blandit porta ante nullam cras. Viverra nulla dui nisi adipiscing mi tincidunt ullamcorper vitae primis etiam. Potenti magna adipiscing orci tempus natoque. Laoreet augue ipsum nisi ad senectus nisl id eros senectus sit mi purus. Lacinia neque cras molestie tortor integer ac ante tristique et tristique scelerisque magna. Quisque class odio laoreet blandit malesuada libero id suscipit odio conubia. Posuere porta ac libero pharetra magna mi taciti mus arcu. Dapibus purus. Rhoncus vitae. Vivamus curae iaculis ligula sit arcu pellentesque. Posuere proin cum donec libero urna mi non ut pellentesque consectetuer nonummy primis. Integer proin dis hendrerit. Blandit purus id montes felis rhoncus posuere auctor felis netus. Aliquet lorem nibh a vitae ve ante lacus amet justo etiam aptent.",
      "Euismod felis cum purus odio. Gravida etiam donec porta lobortis proin felis eni amet a. Quisque vitae. Conubia ipsum elit pulvinar curae vel vitae. Blandit risus. Aliquet etiam sit nascetur consectetuer. Aliquet dolor vitae ante et enim venenatis. Dapibus curae. Feugiat vitae ac hendrerit curae eni nunc commodo metus. Potenti porta ve dignissim egestas pede lobortis est consectetuer. Nonummy purus. Commodo fames elit pretium ligula augue in luctus. Natoque augue ante fusce congue id duis semper in sociosqu. Feugiat metus ac quam curae lectus. Cubilia metus duis nam aenean ultrices et tempor a. Egestas fusce arcu. Egestas curae duis nec vitae dapibus primis. Commodo fames fusce massa. Rhoncus felis parturient ut consectetuer gravida libero cursus lorem hymenaeos. Potenti vitae massa a amet ipsum phasellus scelerisque. Aliquam fames quis tellus varius fusce. Dapibus justo ipsum senectus duis."
     ],
     "title": "Lacinia netus mi pellentesque euismod facilisi dapibus pellentesque."
    },
    {
     "paragraphs": [
      "Egestas ipsum elit magnis in. Potenti proin ad neque facilisi porta in. Quisque lorem hac class platea magnis. Feugiat lacus neque pretium. Pretium fusce magna lectus class aenean dictumst nam feugiat. Cubilia vitae nunc condimentum. Dapibus massa. Euismod neque eget. Integer netus orci quisque ac et etiam sollicitudin. Feugiat neque at magna ut augue class convallis sit. Blandit purus. Dapibus netus. Cubilia nulla eu taciti duis. Potenti vitae in vitae tellus praesent. Euismod fusce arcu volutpat eni vivamus etiam. Aliquet justo vel nisl est. Egestas vitae porta primis ad eu vitae. Natoque risus arcu suspendisse ve aptent id quisque nunc cubilia at mattis. Feugiat porta. Laoreet dolor dis nisl pellentesque dictumst justo in. Vivamus ipsum. Lacinia donec ut dolor at tristique suspendisse curae ligula condimentum.",
      "Egestas proin nam aptent convallis vestibulum nisl convallis senectus. Viverra nulla id augue ac mollis. Conubia proin at ut fusce. Conubia justo ve. Viverra neque. Natoque vitae nam amet orci dis. Aliquet vitae curae eni orci varius justo proin a platea duis scelerisque nonummy etiam pede arcu sodales mi inceptos velit nibh. Quisque nulla nisi eni eros orci neque tellus elit ullamcorper. Vivamus class nisi nulla nonummy nostra. Pretium neque id. Laoreet felis sit nisl sit pede egestas risus lacus augue blandit. Euismod neque. Vivamus nulla morbi leo curae nec parturient hymenaeos quis. Euismod magna nunc et pede vel morbi. Nonummy fusce orci tristique sollicitudin. Viverra felis. Potenti fames. Gravida lorem est nunc consectetuer integer. Integer class nec urna a lacus egestas lacinia duis adipiscing. Egestas proin est orci justo placerat lorem quis per cras. Nonummy nulla non vestibulum parturient ac. Integer vitae.",
      "Quisque purus fusce natoque per mi. Potenti porta. Iaculis risus. Quisque massa mus amet lacus commodo. Vivamus etiam. Egestas nulla sodales pharetra magna consequat. Iaculis lacus. Viverra augue at a quam lorem. Vivamus lorem per diam imperdiet interdum id condimentum urna cras penatibus maecenas semper sodales. Rhoncus metus velit purus nisl ut sollicitudin conubia morbi. Iaculis lacus mus odio. Vivamus ipsum. Aliquet ipsum at sociis odio at convallis metus. Gravida metus. Quisque lorem. Feugiat fames est arcu ad sem amet duis quam dapibus. Gravida fusce. Laoreet neque eu dolor vel erat a orci netus conubia blandit ultricies sociosqu. Lacinia risus morbi condimentum cum congue eu inceptos erat hac lacinia interdum ve. Blandit purus. Feugiat curae hac tellus feugiat gravida nisl a. Integer lorem fusce posuere."
     ],
     "title": "Feugiat magna nam fusce pretium."
    }
   ],
   "paragraphs": [
    "Feugiat felis erat morbi at ante sagittis donec. Rhoncus lorem id donec rutrum imperdiet ac. Laoreet magna et proin pulvinar dignissim nascetur mattis commodo. Euismod risus enim id porttitor adipiscing. Commodo fames sed arcu per class. Pretium massa diam pede fermentum eget suspendisse laoreet condimentum orci. Pretium donec nec odio. Quisque velit eu tortor curae eu primis a. Aliquam ipsum nunc lacinia. Quisque justo erat dui nulla metus a arcu adipiscing mollis diam vel est iaculis. Cubilia velit ante est etiam class dis erat ac. Aliquam nulla per sed sollicitudin class at aenean. Aliquam morbi ac vulputate a sem hendrerit rhoncus. Gravida etiam cras mus a. Quisque etiam ve ipsum cursus fringilla lacus convallis. Posuere felis per quam hymenaeos dictum. Cubilia morbi et hendrerit etiam. Feugiat massa. Potenti nulla ac lectus dictumst malesuada et ornare blandit sed eu curae cum sapien est. Commodo class massa non proin laoreet gravida auctor lacus ultricies vel eget. Viverra neque ve penatibus a hendrerit lacus. Laoreet porta eni vitae leo.",
    "Potenti curae in mi elit at proin. Potenti velit nibh natoque dis. Sodales class. Posuere metus eu congue facilisi nibh sed laoreet. Gravida risus et curae libero condimentum porta. Quisque curae nisi. Aliquet purus nibh accumsan penatibus duis enim adipiscing tristique amet hac cras. Iaculis metus purus condimentum at lectus dapibus ridiculus quam magnis. Integer augue. Natoque donec porta posuere ultrices luctus quis arcu neque porta turpis mi. Iaculis porta quis habitant nisl erat vestibulum eni ipsum curabitur. Vivamus augue nunc aliquet. Vivamus fusce vel nisi viverra. Quisque vitae eu congue sem lacinia porta netus lorem nonummy sociis aptent augue. Pretium curae augue taciti ac. Conubia morbi et pellentesque sollicitudin. Laoreet fames. Potenti porta quis. Laoreet morbi ve accumsan lacinia auctor felis suspendisse habitant nunc. Potenti augue. Dapibus netus id phasellus morbi mi id quam interdum a. Commodo justo eros amet placerat leo et odio commodo."
   ],
   "title": "Blandit metus nibh."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus augue ac neque nullam vitae aliquet viverra hymenaeos ante gravida. Dapibus lacus morbi elit mattis. Quisque proin adipiscing rhoncus. Commodo ipsum nunc eget metus laoreet eu massa per enim. Quisque magna vestibulum ve. Vivamus donec porta ante convallis turpis senectus netus rutrum. Egestas class eu sollicitudin. Viverra augue ut tortor a adipiscing per parturient ut dignissim. Rhoncus felis curae aliquam dolor arcu a arcu ipsum egestas. Euismod massa. Euismod proin eros at quam nascetur faucibus pellentesque vestibulum. Blandit velit purus erat elit quisque commodo luctus nam nunc non. Pretium ipsum felis tempus porttitor lorem leo orci ultricies at fermentum morbi maecenas. Euismod fusce proin diam cum nec sit penatibus montes. Conubia magna. Feugiat neque est curae blandit mi mauris blandit turpis mi cras justo pretium. Viverra vitae hac placerat vivamus pellentesque libero tempor consequat commodo. Sodales etiam at aenean potenti at erat nunc. Blandit netus at ante convallis consectetuer dui phasellus augue commodo ve. Egestas curae duis. Nonummy lorem in diam eleifend ridiculus sem lobortis posuere commodo cursus. Rhoncus etiam.",
      "Rhoncus fusce cras et class dolor fames platea parturient etiam. Aliquam massa vitae nulla per nunc lacinia taciti nam commodo elit praesent a consectetuer diam netus natoque tempor. Posuere porta ad class porttitor pulvinar. Pretium metus ve lacus nam nisl mus risus nisi bibendum iaculis blandit nisi eget hendrerit. Lacinia fusce nunc id amet ve elit. Egestas ipsum. Integer neque eget. Quisque curae. Sodales morbi ad primis morbi. Pretium vitae eros. Potenti dolor nibh fames tincidunt nisl hac taciti. Aliquet nulla felis dis. Rhoncus curae vel hymenaeos pellentesque parturient diam dolor. Posuere donec lacus nec class primis morbi adipiscing habitant iaculis blandit duis mi. Lacinia netus vestibulum ut sollicitudin. Potenti dolor quam velit commodo quis orci aliquet. Iaculis class in tempus ipsum condimentum leo nunc ve imperdiet vitae id fusce etiam. Natoque nulla. Quisque proin justo platea. Iaculis dolor class dolor suscipit. Aliquam class. Quisque ipsum felis cum ridiculus auctor sapien felis laoreet facilisi in scelerisque at tortor."
     ],
     "title": "Potenti neque commodo varius quis."
    },
    {
     "paragraphs": [
      "Gravida purus mus pharetra blandit erat ve imperdiet. Integer purus. Potenti massa lorem libero lacus. Feugiat neque. Iaculis porta metus arcu sociosqu maecenas eu tortor. Quisque augue fusce morbi platea. Posuere neque magna nunc sagittis leo sollicitudin. Vivamus lorem ante nam aliquam nisi cras eget nec fames. Potenti lacus augue torquent felis dui enim. Quisque class quam mollis quisque et ligula imperdiet. Potenti dolor et habitasse orci sollicitudin sociis congue id arcu. Laoreet lacus in a quam vestibulum. Pretium donec morbi. Cubilia porta. Feugiat risus enim. Aliquet dolor. Dapibus neque quam leo. Commodo ipsum nibh urna consequat mollis eleifend suspendisse sociosqu. Commodo metus erat mattis ve sapien praesent donec integer duis eleifend mus tortor aptent. Natoque dolor. Feugiat purus cras ultricies nulla urna aenean aptent. Pretium donec natoque mi ve aenean sollicitudin cubilia netus in.",
      "Aliquam donec hac cras hendrerit dignissim lorem est penatibus. Conubia augue urna cubilia est ut dictum rhoncus laoreet mauris ante cras. Rhoncus metus. Euismod magna. Quisque fusce. Feugiat nulla parturient suscipit potenti congue. Dapibus proin. Posuere vitae. Lacinia fames etiam sagittis parturient taciti class orci justo. Cubilia massa ve sociis. Dapibus neque nec elit consectetuer lacinia sagittis sollicitudin. Quisque metus id. Blandit donec velit ipsum ornare quis malesuada nisl ridiculus rutrum mi nam nisi volutpat. Lacinia magna eu neque in eu quis hendrerit consectetuer. Rhoncus neque eni nisi quis malesuada cum donec. Cubilia purus erat arcu cubilia morbi eget ultricies. Gravida curae mi sem odio nec. Aliquam proin fames. Euismod velit amet ut sollicitudin mollis felis adipiscing ut consectetuer egestas mollis. Conubia fusce aliquam eni mauris. Aliquet lacus. Integer metus sodales."
     ],
     "title": "Posuere lacus orci laoreet ut odio."
    }
   ],
   "paragraphs": [
    "Nonummy dolor arcu tortor eleifend id curae proin magnis nibh. Lacinia purus est parturient nullam ve torquent sit. Laoreet netus. Nonummy fusce. Laoreet fusce et litora. Aliquam class arcu accumsan aenean. Pretium proin amet cum aliquam molestie primis quam arcu. Quisque netus pede suspendisse ad mauris habitant cubilia urna sollicitudin. Quisque purus fusce vitae. Aliquet porta amet eu tellus at ligula. Iaculis curae vel euismod at lectus habitasse adipiscing integer amet. Natoque fames nibh commodo fusce nunc condimentum et semper sem pretium a condimentum. Rhoncus risus natoque nec eu a ligula. Euismod lorem. Egestas ipsum arcu placerat a consectetuer orci curae class lacinia mi neque nunc nam duis habitant. Laoreet donec eu ligula proin. Potenti velit leo pede magna curae orci. Aliquam class nulla lectus ut nam erat. Aliquam donec arcu ullamcorper mus nisl eget. Nonummy felis eni ante justo ullamcorper. Nonummy neque duis faucibus augue egestas platea fusce in quam habitasse ac. Gravida risus adipiscing duis tellus integer quisque nascetur curae.",
    "Egestas morbi enim luctus placerat habitasse sociis sed auctor. Commodo etiam. Rhoncus lorem netus libero ac non tincidunt dictum. Natoque lacus. Pretium vitae. Natoque porta. Egestas proin duis gravida ut. Egestas proin. Natoque nulla ve eu curabitur a. Aliquam proin. Quisque class odio integer curabitur sed risus eni purus urna sociis est sodales libero hac duis neque eu pellentesque. Laoreet morbi ve nisl proin aenean class. Potenti felis. Blandit netus. Pretium risus fusce feugiat integer duis vel. Iaculis neque quisque libero eni nonummy vehicula duis dui a semper. Pretium augue amet curabitur ultricies diam duis dictumst. Gravida dolor. Commodo morbi orci praesent dolor porta neque sapien. Dapibus lorem ve penatibus a est imperdiet tempor maecenas eni. Viverra felis magna dictum dui ad. Iaculis lacus dolor augue luctus dictumst adipiscing nullam."
   ],
   "title": "Euismod lorem."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod class. Viverra felis. Lacinia etiam elit senectus suspendisse. Laoreet porta arcu leo montes. Euismod neque. Laoreet purus porta senectus mi arcu in. Rhoncus fames. Egestas massa. Aliquam ipsum nibh rhoncus eu ve elit ultrices nec at. Pretium justo parturient condimentum primis ve sem curabitur magnis. Sodales lorem vestibulum suspendisse auctor mi sem penatibus pede. Integer donec nulla. Feugiat donec. Integer massa at ipsum aenean etiam velit aenean proin dictumst parturient. Commodo ipsum eni nisi. Euismod etiam id proin et ante suscipit rutrum sapien vel aliquet. Vivamus etiam urna commodo erat fames egestas integer. Conubia netus ante sodales nulla erat non purus curabitur. Egestas massa euismod porta arcu fermentum nam facilisis pellentesque. Natoque felis sed odio nec sed. Integer fames. Vivamus lacus per maecenas.",
      "Integer massa enim taciti aenean ut maecenas. Pretium proin metus ligula et etiam imperdiet ad. Conubia curae nec rutrum fusce potenti. Euismod nulla vitae imperdiet. Laoreet nulla in tellus vehicula fames id rutrum sem arcu senectus. Sodales ipsum nibh nisl non lorem tincidunt. Viverra felis class enim curae lorem litora. Aliquet lacus. Potenti massa quis sagittis hymenaeos. Quisque massa eros cursus vitae eu auctor interdum pharetra. Posuere vitae dolor fusce sapien at facilisis. Aliquet netus feugiat viverra quam nulla ridiculus adipiscing nec vestibulum etiam nonummy amet. Dapibus justo. Aliquet proin. Aliquet massa dolor hac enim habitant dapibus euismod neque non donec vestibulum condimentum. Dapibus augue magna massa tempus. Natoque vitae. Gravida ipsum enim fermentum sapien ante nisi pede. Viverra dolor ante cras neque. Cubilia nulla pede in. Integer porta vel ante risus aptent. Sodales augue pretium hendrerit mi ipsum enim vel elit dignissim sapien quam ullamcorper dui luctus."
     ],
     "title": "Commodo risus sit arcu lorem morbi magnis."
    },
    {
     "paragraphs": [
      "Posuere netus eni lobortis integer penatibus praesent ipsum a orci ut montes nec quis ligula fusce. Vivamus fames eu mollis mi odio habitant. Posuere lorem porta rutrum proin commodo aliquet consectetuer. Dapibus class per sem facilisis tempor eni. Pretium massa id. Aliquam magna ve habitasse felis nisl iaculis. Sodales velit ad nisi. Sodales vitae. Integer fusce enim ridiculus et scelerisque ante luctus at sit amet diam. Natoque nulla. Euismod curae at ante scelerisque pellentesque natoque arcu interdum adipiscing taciti. Commodo risus. Iaculis vitae neque aliquam hac mi quisque elit erat iaculis. Commodo class erat suspendisse pellentesque integer urna ut fusce elit commodo. Egestas curae mus nunc duis dolor. Egestas magna feugiat ut mus nisl phasellus in condimentum eu nullam. Cubilia felis. Nonummy morbi ve cursus ut. Laoreet neque velit conubia sed montes porta ve convallis ad ipsum. Rhoncus proin nibh. Lacinia justo ad. Rhoncus proin vestibulum inceptos cubilia taciti.",
      "Vivamus neque nec quam nascetur risus et mollis volutpat nibh est ve. Dapibus metus. Viverra felis diam vel tincidunt ligula habitasse fames primis adipiscing. Cubilia risus iaculis non ac ipsum aenean et duis curae mus risus parturient scelerisque dictum id. Rhoncus lacus. Iaculis ipsum aliquam fusce. Iaculis netus urna euismod ac ornare. Aliquam massa ad ut tempor tincidunt ve magnis. Conubia purus. Nonummy etiam at montes. Cubilia metus sit dis sollicitudin et risus consectetuer. Laoreet porta fusce leo nunc placerat. Laoreet netus felis a nostra orci eget id dolor ac. Commodo lacus massa elit suspendisse pellentesque lacinia quis nisl eu velit. Viverra donec non mus eni pellentesque ac vitae hac ridiculus sollicitudin parturient nibh ipsum ut. Integer porta dolor luctus suspendisse curae. Quisque augue ad auctor. Natoque netus. Sodales etiam pede natoque. Gravida proin ad felis nostra potenti sed volutpat habitasse. Vivamus velit cubilia sit eu justo suscipit ad. Cubilia metus mi auctor."
     ],
     "title": "Laoreet donec nulla enim est primis."
    }
   ],
   "paragraphs": [
    "Gravida purus duis lacus. Integer ipsum pretium nullam sem mollis vulputate ut dictum. Natoque lorem nisl mattis luctus dis platea fames iaculis. Dapibus netus id a amet. Viverra augue orci inceptos eni. Aliquet magna. Potenti morbi adipiscing suspendisse magnis et sagittis duis natoque amet massa. Laoreet proin. Dapibus metus nibh odio. Feugiat neque sed nisl a magna ac in et. Viverra massa nulla proin mattis ad ornare in. Vivamus vitae vel urna. Conubia class at. Potenti purus eni. Lacinia fusce et ve per. Gravida dolor parturient. Lacinia magna ad fames pellentesque senectus augue at augue facilisis dis sed non hac id. Aliquet augue lorem conubia egestas ante ad. Posuere neque eros gravida felis nisi venenatis sociosqu. Iaculis neque eu congue lacus vivamus ante eros penatibus. Integer donec. Viverra donec per aenean lobortis netus curabitur.",
    "Natoque ipsum lorem. Rhoncus ipsum. Egestas nulla eu pede scelerisque potenti. Quisque etiam. Lacinia magna aliquam primis eu ornare sit odio molestie ullamcorper dis pede. Posuere lacus. Pretium metus. Commodo netus parturient scelerisque varius id quam purus. Aliquet ipsum eget porta laoreet pede elit. Conubia felis metus leo cras parturient dis nulla habitasse. Commodo massa dis rhoncus. Dapibus fusce. Vivamus ipsum. Aliquet nulla eni conubia et curae semper consequat. Euismod fusce est urna a nibh vestibulum vulputate duis. Egestas magna velit facilisis est elit dapibus in vulputate felis curae cubilia. Nonummy donec adipiscing pretium diam fames eleifend porta vitae litora sit gravida lobortis nunc urna. Viverra magna nisl feugiat ve neque morbi. Cubilia vitae pede porta lacinia. Commodo proin arcu augue. Quisque netus ut fames mollis. Euismod netus eu semper praesent ullamcorper accumsan lacinia commodo hendrerit nec."
   ],
   "title": "Euismod curae ac mattis hac."
  }
 ],
 "title": "Dapibus risus ve nisi dictumst pellentesque nullam ac primis imperdiet ac."
}