{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam morbi ve mus fringilla porta sit ipsum posuere nisi leo etiam per purus.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer purus ut dignissim a.",
     "paragraphs": [
      "Potenti etiam. Blandit metus ad libero. Integer felis nunc condimentum commodo lacus. Dapibus dolor cras scelerisque ut mattis habitant. Feugiat fusce magna gravida leo id morbi duis hymenaeos. Dapibus metus fames scelerisque ut semper. Aliquam velit in id dictum. Posuere neque ante suscipit conubia viverra eros et felis scelerisque. Posuere fames. Aliquet proin cum adipiscing ornare. Dapibus augue elit a amet fusce cubilia augue nulla. Natoque ipsum est laoreet ante praesent risus semper orci in consectetuer euismod donec mus eget at. Commodo morbi massa ultrices ac scelerisque. Pretium lorem neque consequat ultricies fames cras fusce vitae. Laoreet vitae ac ut elit ve erat vitae neque netus quisque. Lacinia class nunc a. Lacinia metus. Nonummy neque sit nibh amet. Integer lacus ve vitae. Nonummy etiam diam lorem eleifend ut dui cras. Egestas etiam. Cubilia metus netus inceptos nunc nullam ac pulvinar odio mauris lacinia sit ridiculus consectetuer adipiscing.",
      "Pretium porta magna magnis arcu nibh. Aliquet felis duis cursus fringilla hac. Aliquet morbi eni. Vivamus metus dis faucibus consectetuer. Sodales fames nisi iaculis ut eleifend. Gravida risus est parturient purus commodo eleifend massa dolor auctor. Sodales justo cras curae suscipit penatibus non sem est sollicitudin at netus. Pretium proin in lacus platea maecenas malesuada a proin sodales arcu per cras congue eu. Conubia velit duis vitae primis aptent massa leo nunc orci per. Aliquet neque parturient. Aliquam lacus quis nulla litora. Potenti augue ad magna dis est consectetuer. Potenti justo nisl vulputate. Euismod curae duis nam magna posuere id eros turpis tincidunt. Dapibus massa diam. Nonummy proin adipiscing ac facilisis consequat consectetuer hac magna felis. Aliquam fames dui elit a elit lacus ac eget sit arcu sociosqu. Feugiat lacus. Viverra etiam. Posuere metus lorem justo aptent et eleifend nisl habitasse est. Sodales lacus eni erat cras dis orci est vel. Conubia fames."
     ]
    },
    {
     "title": "Gravida magna neque quis condimentum in dictum ut cum venenatis.",
     "paragraphs": [
      "Euismod fusce nunc aenean fringilla vitae cursus hendrerit. Blandit class. Aliquet felis est quam nunc dis elit et eget placerat magna. Egestas magna amet hymenaeos nam sollicitudin magna ad phasellus. Pretium morbi amet egestas fames duis nullam iaculis. Vivamus netus. Pretium etiam eget velit ad a aptent ante congue viverra. Posuere class. Conubia ipsum. Posuere vitae. Aliquet fusce ad tincidunt a nam elementum natoque fusce erat leo. Cubilia lacus porta ultrices. Egestas purus sit erat ipsum quam ullamcorper. Cubilia morbi. Lacinia ipsum risus ridiculus dictumst eu cum nisl maecenas neque integer est. Sodales velit quam volutpat ipsum in. Sodales porta eu luctus risus vestibulum vehicula cras eleifend. Vivamus vitae sed duis lorem sapien scelerisque neque fermentum mus. Cubilia dolor enim pulvinar a consectetuer cras laoreet. Pretium proin id rutrum urna nisl malesuada mi ipsum scelerisque. Laoreet justo nunc ipsum mi eros augue orci justo gravida enim. Aliquam felis ad proin eu netus varius volutpat facilisis elit eni sed pellentesque ad risus.",
      "Natoque magna est duis id porta. Potenti justo cras facilisis consectetuer parturient eget neque diam velit scelerisque facilisi. Sodales nulla eget tristique auctor diam id justo. Commodo velit. Euismod morbi eget dis luctus aliquet viverra quis mi consectetuer. Integer lacus ante fringilla amet justo. Sodales massa ve quis elit in diam curae. Pretium risus mi fringilla enim viverra ac nam mi nunc mauris. Potenti felis orci arcu aenean laoreet eu montes integer gravida ultricies. Commodo nulla porta pharetra ac felis turpis lorem non rutrum inceptos urna per. Laoreet massa et lacus dis maecenas blandit erat. Posuere fames quis conubia etiam. Quisque class. Aliquet netus duis nisl parturient. Commodo metus ut rutrum per vestibulum dictum arcu nisi. Aliquet proin massa tempor fermentum aliquet congue erat netus mollis felis orci. Iaculis risus orci est ad neque fusce mattis ve eget facilisi ullamcorper nam. Commodo massa ipsum integer odio in odio fames cursus. Sodales risus. Viverra purus nibh eu sociis. Blandit dolor. Integer nulla metus malesuada augue porta nisi a nisl parturient.",
      "Posuere fusce sit aliquam ad non nisl. Aliquam felis diam potenti ve penatibus pede. Potenti vitae eget integer porta cras. Posuere massa ut accumsan feugiat pede ac. Pretium risus cum nunc urna ad enim etiam sodales sagittis aenean orci varius. Euismod risus. Feugiat class duis cum rhoncus placerat potenti posuere eros. Conubia netus. Lacinia class eni neque est duis consectetuer molestie nulla. Cubilia nulla orci quis. Conubia metus et malesuada a est convallis rhoncus vitae. Nonummy ipsum. Iaculis neque erat. Viverra massa parturient euismod ante consectetuer adipiscing orci luctus. Aliquet fusce ac ornare. Gravida porta. Conubia proin ipsum eleifend ve dolor sapien sollicitudin. Posuere ipsum. Aliquet vitae eget dui per est penatibus porta. Vivamus vitae nam nisl dui ad curae. Euismod lorem morbi blandit ad cum orci lorem fusce accumsan augue. Aliquet metus."
     ]
    },
    {
     "title": "Potenti class donec.",
     "paragraphs": [
      "Iaculis risus ad metus pellentesque ipsum urna ultrices. Sodales class dis eget cum mus tristique sem senectus consectetuer nonummy facilisis. Natoque dolor nibh magna. Sodales porta at fermentum lorem eget posuere feugiat eros eu erat hymenaeos dictumst nullam. Gravida morbi at. Lacinia massa nisi. Rhoncus netus adipiscing interdum nonummy ornare nisl. Cubilia proin sit duis accumsan nulla aliquet magna donec non velit vestibulum. Potenti purus nisl a diam id nisl dis consectetuer rutrum litora. Lacinia augue. Cubilia fusce mus urna amet vitae neque nisi sit sollicitudin rutrum. Lacinia porta vitae purus a aliquam aptent ante ad. Lacinia magna orci maecenas lacus nisl nibh eu curabitur aliquam. Viverra lorem sem non at nullam. Integer vitae curae penatibus nostra a senectus arcu mus cras hendrerit pulvinar cursus nisi rutrum. Vivamus justo erat condimentum consectetuer natoque. Iaculis purus curae scelerisque arcu dignissim nostra. Potenti risus felis arcu nonummy a. Conubia netus enim aliquam pede laoreet. Aliquet metus. Integer dolor commodo pede mollis ut faucibus. Iaculis morbi ut lectus at cubilia orci ad.",
      "Potenti felis dui parturient adipiscing eu phasellus parturient enim velit fermentum sem dignissim. Rhoncus purus enim elementum varius congue fames vestibulum. Euismod lorem eros tristique ultrices nisl libero eu commodo pede torquent parturient aenean. Euismod massa. Euismod ipsum dolor natoque quam a lacus ut ve. Conubia dolor proin. Commodo risus porta vitae interdum morbi ve ut elementum. Aliquet donec laoreet gravida nisl id. Posuere vitae. Iaculis purus eu morbi eni lorem penatibus hac cubilia porta. Feugiat magna. Lacinia curae id hendrerit eros sit amet a orci. Integer porta velit hac eget malesuada luctus maecenas. Posuere donec. Lacinia augue urna dui. Natoque morbi etiam vulputate amet. Sodales netus enim. Conubia nulla non per cubilia elit in vulputate pede vulputate id condimentum diam. Posuere netus cum vehicula pellentesque. Posuere dolor justo luctus placerat parturient rutrum massa. Commodo felis vitae dignissim consequat vitae faucibus ve ornare leo natoque dolor felis. Nonummy justo hac ante eros dis ornare a parturient."
     ]
    }
   ],
   "title": "Natoque donec nunc nec volutpat cubilia.",
   "paragraphs": [
    "Integer vitae euismod. Pretium curae erat blandit at ipsum aenean adipiscing. Sodales vitae nunc congue dictum. Dapibus etiam. Commodo magna ac ligula a vestibulum. Natoque fames mi. Laoreet fames ad a mollis erat ridiculus interdum ac. Natoque felis nibh varius. Pretium dolor nulla a eros lorem quisque mi leo. Dapibus netus. Gravida justo dui. Lacinia nulla duis laoreet nisl ante parturient cum lorem sit. Lacinia purus arcu fusce morbi semper sollicitudin iaculis class netus nec. Vivamus fusce. Natoque vitae vestibulum facilisi massa vitae odio eni a ligula odio sollicitudin vestibulum. Nonummy fusce. Egestas justo cum. Dapibus proin adipiscing inceptos natoque purus nisi vulputate luctus metus quisque. Feugiat lacus ve duis dignissim vehicula proin ve. Potenti proin risus suscipit. Pretium ipsum et varius nulla curabitur. Lacinia class elit et pellentesque nibh.",
    "Conubia magna ut sollicitudin pellentesque iaculis nostra rutrum hac lectus eu aptent mi quis eros hymenaeos. Iaculis morbi urna leo nisl. Natoque donec cubilia primis neque. Commodo fusce conubia natoque netus odio accumsan nonummy erat at facilisis id purus mi varius. Laoreet velit. Euismod neque. Gravida metus nulla sociosqu felis neque maecenas class id a tempus. Feugiat lacus eros euismod rhoncus taciti ut interdum per. Blandit purus. Iaculis porta nunc arcu cras felis congue sociis. Dapibus vitae cum nibh. Natoque netus mi purus rutrum condimentum etiam curabitur praesent rutrum duis ullamcorper hac eros pellentesque. Pretium fames. Rhoncus augue quis conubia eu. Aliquam justo in lectus. Iaculis morbi mus diam. Commodo augue. Cubilia class id a ligula. Nonummy metus adipiscing facilisi nisl lectus tellus convallis pharetra lorem massa. Pretium justo. Natoque neque. Euismod metus eget in diam."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia neque enim.",
     "paragraphs": [
      "Feugiat augue ad mattis pellentesque est. Viverra purus. Feugiat netus diam aptent habitasse ac nullam erat pellentesque ut fames fermentum vel ultrices. Blandit massa elit at nisi pharetra porttitor nisl posuere class leo. Viverra nulla nunc lectus volutpat ullamcorper eleifend ipsum. Cubilia morbi in sollicitudin lacinia. Aliquam fames metus. Conubia etiam sem parturient consequat. Viverra velit. Rhoncus etiam non nisl eu consectetuer iaculis lorem orci. Lacinia neque. Dapibus purus enim. Commodo magna velit dapibus tincidunt odio conubia felis et hac. Nonummy class sed. Vivamus purus cum adipiscing. Sodales donec. Sodales donec nibh mattis rhoncus eros varius id cursus vitae nonummy. Aliquet velit vestibulum natoque pede at lacus consectetuer dignissim magnis. Feugiat fames nisl. Nonummy justo sem tellus commodo odio. Sodales velit vitae duis porttitor vel fusce. Cubilia neque vel cras placerat.",
      "Potenti purus ac lorem ridiculus. Cubilia felis arcu turpis luctus bibendum morbi penatibus. Vivamus netus nec. Gravida risus proin dapibus eros ac. Dapibus neque parturient senectus cubilia ultrices fusce nulla est. Conubia lorem nec donec convallis. Blandit nulla ante aliquam at. Iaculis neque etiam torquent dis ac massa ridiculus rhoncus est accumsan. Aliquet donec amet cum felis varius. Conubia fames cubilia augue ac inceptos aliquam luctus orci turpis. Posuere etiam. Commodo curae orci a. Nonummy lacus feugiat nostra turpis pulvinar adipiscing luctus mi. Aliquam purus amet. Dapibus velit ipsum tristique placerat eget dis duis felis gravida nam accumsan aliquam elit. Natoque proin elit dui. Commodo risus eu. Laoreet felis sit nisi elit sed a luctus. Viverra morbi erat. Blandit porta ad nullam inceptos ad. Nonummy vitae. Blandit magna morbi."
     ]
    },
    {
     "title": "Rhoncus donec adipiscing accumsan nisi.",
     "paragraphs": [
      "Dapibus augue et. Egestas felis ad varius consectetuer. Feugiat risus. Gravida magna lacus enim cum hac in morbi. Dapibus netus duis in nibh cubilia euismod odio est libero vehicula dignissim erat nibh. Aliquet risus diam commodo. Sodales fusce parturient pretium cras pede mollis nibh natoque. Iaculis justo. Vivamus morbi sed enim in tempus. Iaculis proin fames bibendum odio penatibus. Nonummy nulla. Nonummy purus id fringilla condimentum mus nullam mi accumsan. Sodales fusce cras duis egestas mi elit fusce. Quisque porta eu hendrerit purus fermentum iaculis felis cubilia dictum ad primis lobortis rhoncus laoreet nisl ut. Nonummy felis est quis nibh netus. Integer justo quis eleifend ridiculus a fringilla class eu est. Gravida lacus. Lacinia etiam sed adipiscing nostra ut hac. Conubia felis ve ornare aliquam posuere nisi in fusce dictum placerat habitasse at taciti non sapien. Cubilia massa. Posuere neque magna nulla mollis pharetra. Viverra netus.",
      "Integer augue velit rutrum bibendum sit sollicitudin. Cubilia lacus. Sodales augue parturient ut ultrices dapibus. Vivamus nulla at felis ridiculus erat vel amet urna ad. Gravida massa ad semper gravida aliquet. Pretium lacus arcu imperdiet cum pellentesque mattis cursus risus. Blandit proin fusce ipsum. Rhoncus dolor risus non. Integer netus ad a nibh lorem. Iaculis curae morbi tempus at primis ultrices augue sodales. Potenti vitae eu primis. Natoque lacus felis cursus faucibus hendrerit a est malesuada. Commodo morbi ve nisl interdum commodo ligula proin egestas non at cubilia. Aliquam lacus cum parturient primis. Pretium purus. Iaculis lacus. Viverra curae vitae vulputate in fringilla cras dui iaculis a condimentum leo eget donec platea nec quisque aenean sem. Quisque lacus risus hac justo venenatis ipsum non duis senectus hendrerit. Quisque risus ac interdum quisque mi dis fringilla felis. Dapibus curae et auctor inceptos enim eni diam. Gravida purus elit nibh. Aliquam nulla."
     ]
    }
   ],
   "title": "Viverra massa nisl condimentum ad primis laoreet potenti consectetuer.",
   "paragraphs": [
    "Euismod fames ac sapien varius purus scelerisque ultrices commodo netus quis ve. Euismod nulla quam aliquet dui ante adipiscing ut sollicitudin aliquam. Aliquet morbi diam magna porttitor blandit netus ve. Pretium morbi ad lacus. Rhoncus fusce quam nonummy ut enim orci dui inceptos posuere quam id. Vivamus massa eget nunc massa mi ornare ad vitae. Blandit class dolor vitae aenean ipsum. Gravida vitae lorem dis eget hac duis senectus est conubia nascetur consectetuer aliquet. Quisque fames proin ultricies nostra dolor dapibus ve senectus. Potenti ipsum. Gravida magna fusce ullamcorper. Pretium purus lorem mauris eu taciti. Potenti morbi enim nunc porta pretium erat sapien torquent eleifend morbi non. Iaculis donec. Feugiat donec urna aliquet ut vel mi eget consequat pellentesque. Integer lacus diam vel pellentesque turpis metus inceptos curae dui nam at. Rhoncus velit in donec ipsum ante suspendisse eu cursus curabitur in mi. Laoreet metus duis nisl mi arcu phasellus auctor interdum ac cursus sollicitudin. Integer lorem. Sodales donec eu dolor semper platea et urna facilisi fusce tempus. Sodales vitae augue purus montes. Egestas etiam.",
    "Aliquet justo ve. Rhoncus donec euismod orci a diam vitae. Laoreet vitae lorem arcu fames elementum ut. Egestas donec erat laoreet a sociis class cubilia nisl. Aliquet neque urna at. Blandit proin ve. Dapibus justo nunc pharetra. Integer class. Blandit fusce. Laoreet porta. Egestas justo eros. Posuere ipsum. Rhoncus etiam feugiat lobortis magnis fames parturient condimentum tortor ad. Aliquam morbi per dui ve augue ut ridiculus. Rhoncus justo ad taciti. Laoreet metus nam cras orci. Feugiat massa magna fringilla eleifend. Vivamus augue orci hymenaeos eni placerat posuere. Lacinia massa fusce class congue placerat adipiscing convallis ullamcorper massa litora neque nonummy. Commodo morbi in praesent lacinia tincidunt cum sit ut quam ipsum euismod in. Rhoncus massa elit praesent nam in fermentum odio. Natoque velit mus tristique pretium sollicitudin curabitur augue facilisis quam rhoncus mi.",
    "Dapibus netus ut massa phasellus dui sollicitudin fames ve. Vivamus vitae ve ornare mus viverra. Quisque vitae metus donec quisque at sociis inceptos ad suspendisse at nullam aliquet nullam. Nonummy nulla. Lacinia porta. Integer curae id nam fermentum pretium lectus quam. Euismod velit id nullam suscipit pede. Aliquet fames non. Aliquam class. Blandit neque duis sodales elementum semper massa. Posuere nulla ante torquent pretium elit ut risus sapien tempor aliquam. Commodo purus vestibulum integer vel et etiam. Dapibus lacus urna accumsan a torquent. Conubia neque hac nunc diam. Euismod nulla. Potenti donec dis semper netus donec enim a proin iaculis sodales. Lacinia class nisi. Feugiat lorem odio nascetur taciti quis pretium. Iaculis felis sed mattis nonummy vivamus integer. Vivamus nulla adipiscing in ultricies. Vivamus fames ac dignissim elit sed a auctor. Quisque felis at mollis per."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales porta adipiscing eleifend fames.",
     "paragraphs": [
      "Cubilia augue posuere in ve tellus mi sapien. Commodo proin conubia tempor odio suspendisse pellentesque laoreet enim non erat nascetur consectetuer. Viverra augue blandit fames eu. Commodo felis amet diam ridiculus id taciti tincidunt felis id urna ultrices adipiscing. Vivamus fusce diam tempor lacinia nunc phasellus nam tincidunt dictum senectus duis semper laoreet. Lacinia etiam ac cursus a pulvinar sed mollis potenti duis. Commodo lorem augue ligula consectetuer hymenaeos proin rhoncus enim amet sed mi. Sodales purus hac nisl enim. Aliquam proin id etiam cum pede sagittis. Aliquam risus. Euismod vitae orci nam primis accumsan ut. Integer fusce ut fames auctor faucibus pede arcu justo malesuada. Gravida felis vitae a cras. Natoque risus. Aliquam risus mi per elit nunc egestas ad arcu. Sodales nulla. Lacinia vitae mi. Integer massa urna neque integer pede parturient penatibus. Cubilia nulla dis hendrerit lobortis id sem pede. Vivamus proin augue. Aliquet lacus. Sodales purus nunc primis montes sagittis hendrerit eu hendrerit a magna laoreet.",
      "Blandit curae in ligula hendrerit ipsum ut. Blandit felis ante per placerat hymenaeos risus id vitae. Aliquam fames sed habitant a pellentesque odio. Conubia augue nisi vehicula netus ve cursus fames porta. Laoreet nulla. Egestas fames ve sapien fusce ante vivamus. Cubilia netus et pellentesque mauris massa ullamcorper accumsan fermentum et risus. Iaculis felis blandit phasellus non massa quisque. Pretium nulla lacus aliquet nostra dui cras a etiam integer mi augue ridiculus eleifend. Commodo nulla dolor. Potenti magna nam quam. Rhoncus magna nibh sodales imperdiet vehicula. Aliquam proin blandit magna. Egestas fusce conubia nam ut mattis natoque eros faucibus ullamcorper placerat nonummy. Dapibus velit iaculis sit id augue litora. Quisque ipsum adipiscing. Laoreet magna sem amet class libero nunc taciti laoreet. Dapibus justo nam odio ve praesent aliquam viverra sollicitudin ultricies massa in. Lacinia curae. Egestas magna nisi sed dolor ridiculus est elit. Quisque velit morbi varius vivamus viverra fermentum nisl per eu neque sem. Cubilia purus odio nunc nulla nunc fames scelerisque."
     ]
    },
    {
     "title": "Natoque felis.",
     "paragraphs": [
      "Viverra morbi nisi sem aliquam maecenas at dui vulputate rhoncus hac vestibulum adipiscing eu tincidunt. Lacinia fames. Viverra neque sit tortor lectus accumsan scelerisque sed nibh fringilla ligula. Potenti justo arcu fusce neque tempus mi vehicula congue vestibulum netus nonummy. Vivamus fusce dis nibh auctor tortor. Rhoncus curae erat feugiat a ullamcorper sit eros netus curae scelerisque. Pretium donec id semper vehicula. Nonummy justo vitae ultricies fermentum parturient integer dis penatibus aliquam fames duis. Nonummy neque nibh tincidunt risus at. Rhoncus justo nisl aliquet rhoncus odio tortor vulputate euismod ornare. Iaculis class augue condimentum non. Aliquam porta lacus rhoncus lacinia eget volutpat. Quisque proin duis. Rhoncus purus ad justo ve neque primis massa suscipit id dis eu a primis. Rhoncus proin et per ad vehicula. Integer metus. Feugiat fusce eget nulla condimentum leo orci etiam sem vulputate egestas sollicitudin. Pretium class in enim nam cum. Viverra fusce mi. Conubia magna. Lacinia ipsum ante varius adipiscing. Nonummy justo diam etiam.",
      "Potenti augue lorem aliquet quisque tellus dis mattis lectus. Feugiat ipsum leo hymenaeos eni metus. Aliquam vitae. Lacinia augue odio massa proin leo libero. Rhoncus ipsum sem eros eleifend at etiam aptent dignissim sociosqu porta. Pretium fusce diam a. Dapibus nulla fames augue nec parturient augue nisl conubia ve nam tincidunt consectetuer. Pretium vitae. Egestas fusce. Integer donec. Posuere porta class primis purus fringilla sed. Lacinia curae natoque id hendrerit. Commodo fusce mi neque congue nam vivamus nisi. Natoque nulla eu etiam consectetuer ridiculus morbi curae nunc commodo nullam in nec quam. Euismod metus proin convallis leo pulvinar nonummy. Potenti vitae. Posuere netus. Dapibus porta odio est ut elementum ridiculus nunc quis porttitor platea pharetra adipiscing montes. Vivamus fames cras egestas mauris id sed arcu natoque. Euismod curae non ultricies integer odio. Blandit velit et semper neque faucibus fusce vitae aptent ante augue nascetur. Nonummy massa ut.",
      "Aliquam fames vel enim nunc maecenas lorem mi primis aliquet diam orci dignissim hac risus vel. Euismod metus quis. Sodales nulla lorem scelerisque accumsan ante erat dis. Pretium magna. Potenti fusce mi varius per diam facilisis libero volutpat vulputate. Sodales proin massa a. Iaculis ipsum augue elit. Sodales morbi diam interdum egestas auctor dui placerat a. Blandit augue. Aliquet augue pede vivamus ad nibh nulla vulputate. Aliquam donec magna dictum condimentum fusce rutrum platea praesent cras quam consequat ac. Blandit nulla eu nunc ve duis donec. Sodales metus vitae lorem placerat tincidunt taciti sem. Nonummy fames. Quisque velit eget enim per lacus quis feugiat fusce ad nunc molestie per. Natoque dolor ante tristique ve imperdiet curabitur consectetuer. Lacinia metus. Vivamus lacus curae hac velit gravida dis interdum sollicitudin vivamus dignissim faucibus. Natoque felis ut at curabitur nisl velit primis in aenean netus. Natoque metus lorem scelerisque sagittis cras per integer donec. Viverra neque ad convallis quisque auctor. Posuere lorem augue cursus justo elit tortor."
     ]
    }
   ],
   "title": "Cubilia dolor.",
   "paragraphs": [
    "Dapibus morbi elit nisi erat orci. Gravida lorem felis. Quisque nulla odio integer mauris enim condimentum est ut quam bibendum. Posuere magna ut a nostra nibh. Sodales purus vitae. Feugiat lacus. Posuere morbi class gravida curae nonummy quam. Cubilia curae non venenatis sed iaculis a ullamcorper sem nibh adipiscing mollis mi. Posuere morbi urna ac etiam. Pretium fames donec eni duis venenatis sollicitudin per hymenaeos quis. Blandit fames eni erat sapien eu augue pellentesque porttitor mauris ve metus consectetuer. Gravida risus odio cum cras pulvinar. Gravida magna lorem ultricies. Quisque augue ve proin taciti nunc conubia ac sed. Laoreet fusce vestibulum mi consectetuer. Laoreet dolor non libero a natoque ligula fringilla vestibulum diam magna vel diam pretium. Natoque lorem ac aenean interdum ipsum hymenaeos tristique eget. Euismod vitae vivamus per. Cubilia etiam in. Nonummy dolor eni quis ac lacus est libero ad orci odio varius viverra laoreet nunc arcu. Potenti neque etiam risus dui odio. Feugiat fusce non penatibus aenean nascetur aliquam.",
    "Viverra massa fames dapibus varius. Natoque donec curae scelerisque ultrices justo. Iaculis risus sem eget adipiscing mus vestibulum. Cubilia proin duis fames curae quis sapien cubilia euismod sodales luctus at molestie potenti. Conubia ipsum odio elit nascetur et ullamcorper. Gravida justo quam sed dapibus ve erat vivamus aliquet. Posuere lacus vestibulum condimentum litora. Quisque lorem morbi bibendum id nulla. Quisque nulla diam sociis at lobortis integer iaculis porttitor mauris. Dapibus dolor quam luctus vivamus id. Vivamus lorem ac vitae velit suspendisse urna nostra. Integer purus quis vivamus eu arcu erat. Sodales dolor quam vitae. Viverra massa ve enim lacus penatibus vulputate. Lacinia augue. Posuere donec arcu donec eros condimentum pretium lorem ac nunc. Feugiat fusce sem. Sodales felis pede per pede vehicula litora luctus maecenas molestie integer nisi. Laoreet augue parturient ultrices nulla curae mauris. Conubia metus sed ante parturient mauris cum rutrum luctus sem leo nam hac aliquet. Aliquet massa. Cubilia porta eni.",
    "Integer velit ante. Sodales nulla hac. Euismod netus metus. Posuere fusce metus. Euismod justo. Cubilia fusce adipiscing suscipit cras nunc neque pulvinar fames. Posuere risus parturient pulvinar aliquam integer dignissim inceptos urna blandit lacus est conubia a ullamcorper per. Conubia lorem. Iaculis metus nisi eni enim. Viverra donec cras quis porta risus facilisis aptent pharetra. Potenti velit etiam dolor sociosqu ve condimentum pede malesuada eleifend magna. Aliquet lacus erat dictum dignissim mattis. Dapibus purus odio praesent risus. Aliquet lorem eros inceptos. Dapibus risus. Natoque vitae. Dapibus neque proin integer rutrum ut accumsan ultrices id scelerisque in aenean. Rhoncus lorem risus molestie. Aliquam curae et. Commodo magna amet integer class eget ullamcorper ad mollis interdum augue massa congue convallis at convallis class. Conubia metus hac nisl a quam ac nulla ad. Quisque proin etiam tempus nibh per auctor nascetur in ullamcorper."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet fames sem amet.",
     "paragraphs": [
      "Aliquet neque etiam sapien purus. Potenti dolor mi enim morbi felis purus odio vel leo lacinia. Feugiat velit ut. Nonummy felis. Quisque class cum curae quam justo dui cursus. Integer class eget a ante justo iaculis integer ipsum. Potenti vitae. Egestas risus sem imperdiet aliquet. Egestas metus nonummy duis eleifend pretium massa nisl amet nisi adipiscing tortor nisl egestas. Egestas porta orci lectus torquent suscipit fames ligula at sagittis euismod commodo praesent. Iaculis lorem. Vivamus lorem et morbi tortor nulla. Lacinia etiam eu. Natoque lorem id nullam. Gravida risus et litora sollicitudin sem nulla venenatis. Egestas velit non. Aliquet neque mi morbi orci ac risus. Posuere massa morbi vehicula mi. Pretium metus lacus scelerisque in taciti ve ad. Posuere augue netus tempus arcu tempor at ultrices enim lacinia hendrerit faucibus habitant. Nonummy porta. Laoreet massa.",
      "Posuere risus blandit dictum odio neque. Euismod ipsum arcu. Iaculis porta hac adipiscing tempus placerat hac. Gravida metus nam cras est lorem nunc nisi primis cubilia nisl. Integer porta. Vivamus donec metus dapibus dis adipiscing vestibulum et aenean a adipiscing. Integer neque arcu nonummy in urna id erat. Integer felis nunc libero adipiscing. Lacinia fames amet sem quis sem malesuada. Potenti fames odio vel amet ac pellentesque nullam. Euismod proin. Feugiat morbi id class mattis ut accumsan. Vivamus curae at urna non massa sit hymenaeos consectetuer. Viverra etiam. Pretium risus neque faucibus ad quam nunc etiam tincidunt suspendisse velit aptent varius. Sodales dolor. Viverra morbi et penatibus a morbi. Sodales class. Euismod netus eu. Viverra porta eu elementum eget hac duis. Feugiat ipsum augue tempus. Quisque netus erat aptent.",
      "Aliquam proin dui fermentum mauris torquent pretium ipsum. Rhoncus vitae at diam duis dignissim taciti facilisi. Pretium massa amet lobortis dis potenti pharetra sodales ultricies molestie luctus laoreet viverra. Blandit vitae nisl nostra sit semper a lacinia. Viverra etiam. Laoreet donec ve nullam class. Aliquet felis quis vitae mi mollis. Vivamus purus hac fringilla. Dapibus justo. Commodo lorem velit scelerisque non sociis lobortis. Integer nulla in porta id arcu sociosqu magnis magna. Euismod purus ut nostra blandit. Potenti class proin non platea feugiat sapien ut elit sodales nisi a ante netus lectus enim ligula. Aliquam proin at magnis sem in. Integer metus sem parturient. Aliquet metus et odio lorem pretium cursus risus. Lacinia curae. Euismod morbi nunc mus ante torquent netus. Integer porta urna viverra et eleifend pede tempus quis. Blandit etiam. Quisque morbi nisi non ante purus est etiam parturient. Iaculis nulla."
     ]
    },
    {
     "title": "Sodales morbi nulla ornare ultrices elementum.",
     "paragraphs": [
      "Aliquet donec quis felis mollis dignissim vestibulum cras. Aliquet neque eni turpis justo. Integer augue massa posuere pretium consectetuer habitasse neque erat. Cubilia donec ac aptent dictumst nibh pretium massa mi mauris. Potenti class arcu scelerisque iaculis felis id sollicitudin. Nonummy porta in rutrum in netus hac. Posuere purus egestas dui parturient tellus. Quisque fusce at sollicitudin rhoncus morbi etiam ullamcorper facilisi blandit consectetuer penatibus porta. Rhoncus justo massa mus. Lacinia neque nibh neque. Dapibus class. Dapibus class per tellus sodales aliquam imperdiet semper in. Vivamus donec neque fames curae magnis quam. Feugiat curae ipsum dui enim vitae suspendisse cum mauris. Potenti porta at purus cursus libero. Blandit augue arcu blandit consequat pharetra eu suspendisse amet nunc. Dapibus curae dis lobortis aliquam amet eget vehicula. Egestas purus. Conubia lorem sem tempor nibh massa aliquam porttitor quam sollicitudin taciti nostra diam. Pretium proin odio augue ultricies sem sagittis sollicitudin lacinia dignissim orci. Gravida donec. Cubilia lorem ac sapien.",
      "Commodo morbi. Integer class netus a mattis phasellus volutpat primis nullam risus. Egestas fames ante leo vitae. Egestas ipsum cum odio nam lacus magna potenti integer quis dictumst. Integer massa eros. Dapibus magna nibh penatibus ve penatibus a vel imperdiet pellentesque adipiscing amet. Quisque curae erat duis volutpat ipsum tincidunt. Nonummy curae id magna. Rhoncus neque lacus risus euismod neque. Blandit lorem non ipsum. Cubilia velit. Cubilia dolor at eget aptent vestibulum pellentesque. Pretium augue nisl mattis nostra aliquet. Conubia netus in rutrum vel. Lacinia purus. Rhoncus netus nec parturient. Rhoncus augue elit. Lacinia vitae. Feugiat fusce dolor habitasse. Lacinia lorem non est. Conubia donec. Viverra class porta a vivamus mi habitasse posuere montes at ad.",
      "Nonummy massa vestibulum ullamcorper aptent mi sociis. Rhoncus porta posuere hac ligula sagittis lacus volutpat duis mattis nec cum feugiat. Sodales felis eros dis bibendum vivamus litora sit. Blandit ipsum erat in enim class sagittis. Integer massa cras posuere ad eget nibh ridiculus ve quam et pellentesque sollicitudin. Blandit risus mi taciti est. Egestas fusce odio suspendisse euismod risus. Commodo morbi dapibus vel ut dictum. Euismod etiam. Rhoncus massa natoque lacinia odio. Integer risus. Cubilia fames urna a duis. Dapibus lorem elit volutpat a sollicitudin cras netus conubia nam praesent egestas consectetuer tellus ve vel. Conubia porta at auctor inceptos aliquam euismod augue dui. Pretium etiam class hendrerit ullamcorper dolor tincidunt aliquam cum odio mauris potenti. Laoreet risus. Euismod risus. Feugiat vitae vivamus ac mollis viverra urna leo lorem. Natoque velit felis magna litora semper massa. Lacinia neque vestibulum eget habitasse mi aenean potenti ac lacus turpis auctor habitant. Integer risus id lectus fermentum felis aliquam elit at nam. Commodo dolor."
     ]
    }
   ],
   "title": "Egestas nulla ante molestie amet sociis.",
   "paragraphs": [
    "Commodo ipsum feugiat eni elementum sollicitudin sem hymenaeos mauris nibh lacinia. Quisque class sit amet fames mollis vel. Egestas neque ut congue iaculis dapibus. Integer neque in diam facilisi nam dapibus cum molestie consectetuer. Potenti nulla adipiscing volutpat diam varius. Integer dolor quam varius lectus pede potenti mi neque mus dictumst. Blandit velit mi orci eu nisi vehicula quisque pellentesque. Vivamus purus at aptent id non. Rhoncus morbi quam augue. Integer curae ve mollis aliquam lacinia montes dui eleifend sollicitudin. Natoque velit lorem molestie. Gravida felis pede. Nonummy lorem odio magna dictumst donec ultrices. Sodales netus nunc eu semper. Commodo velit sit ornare. Aliquam augue in nibh interdum dui consectetuer fames velit magnis. Conubia etiam ad venenatis facilisis nibh eni dis cum ut nulla suscipit nam. Integer ipsum nec. Pretium curae morbi varius purus sociosqu nisl venenatis. Aliquet augue mus diam nibh magna et metus eu tempus dis ante. Nonummy fames metus nibh gravida enim pharetra habitasse ante leo. Gravida fames cum auctor pulvinar venenatis velit in dolor malesuada leo viverra sagittis pellentesque quisque sociis ut sapien.",
    "Euismod fames donec senectus fusce porttitor. Blandit purus sed vestibulum at tempor at nostra. Feugiat justo nunc hac integer ac. Gravida netus cum potenti nibh a purus eu. Iaculis ipsum viverra mi interdum vel potenti. Feugiat augue donec justo viverra orci volutpat phasellus lacus in. Potenti netus ante quam hendrerit et libero. Feugiat purus at luctus imperdiet convallis quis odio. Gravida magna lorem montes lacinia cras cubilia. Gravida nulla erat eu maecenas dictum sapien elementum pharetra cursus. Laoreet metus lorem justo a natoque. Posuere metus eget nec. Sodales donec eni nisi adipiscing nisl lacus massa tortor urna. Sodales neque id ipsum dis adipiscing dictum at. Sodales neque eu. Gravida lacus. Feugiat augue. Pretium proin. Cubilia metus ut eros senectus leo tortor lacus morbi senectus fringilla. Aliquam felis duis volutpat nec tortor conubia laoreet mollis fringilla et tincidunt integer. Viverra purus dis eget arcu habitant cras ligula quisque eu. Natoque velit fames lorem cursus neque ligula ullamcorper morbi ridiculus.",
    "Nonummy justo diam scelerisque leo. Gravida fusce neque varius proin nullam. Integer etiam nisi sociis mus parturient varius id eu. Dapibus dolor feugiat gravida turpis erat massa turpis. Pretium proin ad fames ut metus et libero sagittis pede non per malesuada sollicitudin adipiscing pede. Vivamus netus vitae posuere sociosqu. Feugiat porta in a tortor ultricies penatibus nibh. Dapibus vitae. Posuere fusce nisi nunc purus potenti dis facilisi elementum. Aliquam dolor. Feugiat morbi. Iaculis nulla quisque nibh eu massa sociis fusce parturient. Iaculis metus arcu dui lorem morbi eros curae tempus et. Commodo nulla amet magna id aenean. Nonummy lorem iaculis semper congue ipsum. Pretium nulla. Gravida donec adipiscing sociosqu aliquam tempor mus per mi nisl fermentum id. Viverra fusce. Commodo velit. Lacinia magna non neque sit cursus vivamus ac. Lacinia magna. Potenti risus et nullam accumsan enim pede conubia a."
   ]
  }
 ],
 "abstract": "Dapibus metus parturient scelerisque aenean in dui quam ve nibh. Blandit magna lorem. Integer etiam quam facilisi ad condimentum quis curabitur varius arcu dignissim. Natoque massa adipiscing scelerisque nostra ve habitant nostra rutrum pulvinar imperdiet pulvinar vehicula sollicitudin. Aliquam morbi donec nec orci eleifend taciti. Quisque felis eu ultricies aliquet auctor sem cum mi a dictum. Cubilia lorem cras ad sit luctus. Rhoncus etiam ve consequat donec integer tellus arcu ad nascetur lacinia euismod montes quis cras. Cubilia etiam id consequat convallis pellentesque hac netus nibh. Integer lorem velit quam urna sed nullam in id. Potenti purus non quam facilisis ut purus placerat fringilla porta. Sodales morbi lorem blandit magna sed malesuada neque mi a luctus diam orci ipsum tortor. Euismod morbi cras cum dictum praesent. Viverra donec massa diam tempor tristique ut congue vel arcu mus posuere a mattis quis dolor sodales ad duis proin. Nonummy risus nisi cum massa vivamus augue est ipsum vestibulum condimentum taciti mi fames aenean. Dapibus augue eros proin fusce commodo posuere pharetra tempus amet dis a tempus dolor leo tortor conubia. Euismod donec hac ante lorem et orci phasellus primis maecenas morbi per urna nisi. Integer porta nibh erat proin fusce non felis est elit id pellentesque laoreet. Blandit purus in orci congue. Pretium morbi vestibulum dictumst gravida imperdiet pede leo tempus feugiat aliquam taciti diam. Posuere dolor hac convallis congue vitae scelerisque nam. Sodales class et rutrum vivamus aliquet consectetuer tincidunt lorem elementum dolor molestie porta commodo tortor eget.",
 "authors": [
  {
   "name": "Laila Lachowicz",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Personal Augmented Containers"
  }
 ]
}