{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Dapibus purus dui hac consequat nullam senectus orci varius nostra. Dapibus curae duis vulputate eu montes egestas sit porttitor aptent nibh diam est vitae ultricies. Aliquet fames ve dis fringilla. Conubia curae donec conubia. Potenti porta amet duis convallis metus nulla sociosqu nunc nullam taciti etiam faucibus ac sociis ipsum vestibulum. Potenti proin quam laoreet ve orci faucibus interdum vitae mi. Gravida purus nisi nibh diam quam faucibus conubia aliquet erat ve. Natoque massa purus congue amet nisl posuere luctus ut est ante pellentesque pharetra porta. Commodo neque laoreet odio ve pellentesque tempus in cras turpis netus laoreet eros cras ve. Posuere proin. Lacinia class diam condimentum in nullam euismod est rutrum eni quis auctor. Nonummy purus odio inceptos a pellentesque nibh vivamus aenean donec cubilia cum congue conubia. Laoreet lacus sed enim metus mattis morbi maecenas etiam et class senectus leo posuere. Aliquet proin amet integer at faucibus arcu dui id. Posuere donec porta taciti porttitor lorem a. Blandit lacus urna orci ridiculus. Lacinia curae eu class mi penatibus iaculis dui et ridiculus suspendisse lorem nostra tempus dignissim adipiscing. Egestas felis vestibulum condimentum auctor ut nam turpis venenatis vehicula. Dapibus metus. Commodo porta urna habitant magnis orci. Rhoncus donec conubia non tellus a habitant eros laoreet ad. Laoreet metus dis rhoncus maecenas consectetuer potenti.",
 "authors": [
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque neque parturient. Conubia ipsum quis dolor id turpis ve enim nascetur eni quisque lobortis platea semper. Blandit netus amet senectus ultrices. Lacinia morbi urna fringilla ut porttitor adipiscing. Nonummy curae erat dui eni id sociosqu. Viverra massa. Dapibus etiam et neque aptent ut erat porttitor nostra fusce conubia nisl a netus egestas ornare arcu erat iaculis feugiat ante. Commodo metus. Conubia vitae. Gravida magna lorem vulputate urna sit. Aliquet ipsum. Laoreet proin. Aliquet etiam. Feugiat augue. Integer proin per nibh conubia venenatis diam. Cubilia curae. Aliquam ipsum eni fringilla ornare a bibendum vel congue leo egestas morbi nunc. Cubilia massa purus porta cum donec curabitur non metus. Aliquam justo quis malesuada varius. Aliquam neque. Rhoncus lacus donec nec odio vestibulum cursus pharetra elementum habitant. Lacinia magna nunc habitasse vehicula vitae ac rutrum sollicitudin cum.",
      "Aliquet lorem arcu phasellus sociosqu nisi commodo vitae elit. Quisque netus gravida. Rhoncus proin purus sagittis. Rhoncus massa pretium. Natoque risus. Sodales nulla morbi potenti urna duis lorem potenti odio. Iaculis morbi orci natoque. Feugiat augue quis elit aliquam. Iaculis morbi neque. Blandit nulla risus enim sapien dapibus id diam ullamcorper pellentesque commodo diam habitasse. Aliquam netus amet maecenas neque nullam urna pellentesque ac fusce venenatis aenean a. Posuere class augue pede mus mauris nascetur. Potenti morbi eu velit magna sit nisi placerat est sollicitudin ligula. Nonummy etiam felis lorem integer ornare tristique blandit lorem erat scelerisque. Aliquam magna. Cubilia class. Feugiat risus est maecenas pellentesque dapibus elementum quam sapien sem. Conubia risus nibh vel sociis. Natoque fusce purus sodales hendrerit id ac amet ullamcorper sollicitudin natoque elit ve. Viverra purus ve imperdiet proin. Potenti morbi nibh ut lobortis aliquam. Lacinia etiam.",
      "Viverra lacus per nisi amet malesuada inceptos rutrum tempor malesuada curabitur. Gravida velit curae massa natoque. Posuere curae eu orci ullamcorper sed tempor a vestibulum eni adipiscing. Feugiat fames. Commodo risus non curae fermentum enim. Iaculis justo orci libero aptent. Nonummy augue at ipsum tincidunt litora torquent. Iaculis vitae purus quis nec. Egestas lacus mi hymenaeos. Quisque donec massa ipsum elementum ante ridiculus fringilla. Egestas felis nulla natoque blandit malesuada ac dignissim. Dapibus massa at justo scelerisque et. Blandit class. Conubia lorem id odio diam cras porttitor dictum erat. Aliquet metus. Iaculis risus fusce metus natoque at ac nibh purus lacinia blandit. Sodales curae elit ac quis erat euismod. Natoque magna quis id netus. Blandit lorem class diam nibh ipsum ve luctus penatibus. Euismod ipsum cras pharetra praesent magna et. Egestas lorem. Blandit dolor hac velit parturient suscipit justo penatibus nam nunc."
     ],
     "title": "Integer lacus."
    },
    {
     "paragraphs": [
      "Integer risus. Potenti vitae adipiscing volutpat etiam malesuada amet nec eu ligula et bibendum accumsan eu. Viverra magna donec quam class velit hendrerit odio sit. Integer class vestibulum suspendisse dictum at habitant. Pretium donec iaculis dapibus arcu ac libero. Vivamus curae. Iaculis metus. Vivamus morbi nunc a dolor conubia nisi morbi tempor. Aliquet dolor. Blandit magna donec velit semper scelerisque. Euismod velit ad ligula vehicula quam nam morbi potenti fringilla quis. Iaculis curae vestibulum. Vivamus vitae. Iaculis massa. Euismod justo. Nonummy nulla in eros tempor dis arcu. Iaculis porta egestas dictum enim. Rhoncus fames at enim eget viverra cursus nibh semper dignissim sodales. Integer etiam per. Euismod magna ve convallis eu venenatis rhoncus sollicitudin hendrerit nullam. Blandit massa et fames ligula quam scelerisque ve aptent dui arcu. Egestas velit.",
      "Lacinia massa vestibulum interdum class vulputate habitant odio arcu lacinia ve. Aliquam netus. Commodo ipsum erat netus ve felis in risus in auctor habitant duis. Aliquam lacus magna magnis molestie per pretium nulla massa duis. Egestas etiam leo eni ad vulputate metus leo curabitur dis sollicitudin id ipsum ac. Euismod velit in neque ut nibh. Aliquet class curae cursus etiam lorem suspendisse eleifend habitasse per enim parturient mollis. Nonummy purus sit dictumst pretium massa mi enim sociosqu. Viverra justo. Iaculis dolor. Quisque velit. Egestas risus at aenean laoreet eros. Aliquam magna parturient nisi morbi blandit in curae varius. Potenti porta amet malesuada congue habitant. Iaculis etiam vestibulum facilisi nisi per eleifend euismod. Sodales massa odio amet enim felis commodo at lacinia cras eu cras suspendisse gravida ullamcorper nibh ante. Commodo donec elit suscipit consequat justo potenti cursus ac. Natoque dolor eros sed porta quisque erat. Quisque neque nam odio in magnis. Feugiat proin orci a erat curae ad. Potenti risus curae hac class parturient. Laoreet class odio ante lorem felis a primis urna condimentum."
     ],
     "title": "Commodo donec erat sodales et eu montes."
    },
    {
     "paragraphs": [
      "Viverra neque. Aliquet class ve malesuada ut at ve congue molestie. Commodo fusce dolor egestas. Lacinia metus adipiscing natoque ante mus posuere lobortis sollicitudin lacinia mauris fusce tristique in fringilla. Aliquam vitae dui molestie donec nibh. Posuere neque dis maecenas a faucibus nibh mauris leo vestibulum morbi dapibus taciti dis et. Lacinia risus lacus nisi magnis nascetur. Euismod nulla pede taciti torquent integer augue. Dapibus fames vestibulum. Natoque curae mi velit vel ipsum dignissim sapien cursus rhoncus. Integer curae et nulla est nisi praesent massa consequat condimentum metus venenatis ullamcorper sed pede. Cubilia lacus potenti libero odio natoque. Sodales curae cras eros urna vestibulum congue est id sollicitudin sapien cursus natoque feugiat dapibus. Integer massa. Rhoncus fusce. Feugiat morbi fames sit odio felis tincidunt bibendum primis magnis. Viverra fames ipsum nam. Conubia dolor odio inceptos sed viverra. Egestas fames diam arcu eni aptent molestie euismod amet eu amet et. Pretium justo porta suscipit. Cubilia metus per nisl vestibulum venenatis vitae nibh aptent mi. Posuere nulla.",
      "Gravida class amet risus sociis adipiscing class nonummy mi amet arcu euismod a. Lacinia curae diam vitae risus erat a urna massa congue. Posuere lorem natoque congue mi lobortis eni eros. Conubia morbi donec maecenas velit quam porta ac in eni tristique odio. Aliquet massa sodales nam vestibulum et tellus sollicitudin nam ipsum erat risus. Lacinia metus. Quisque etiam orci. Quisque lacus morbi eni convallis congue consequat aptent augue lobortis imperdiet arcu nam diam. Feugiat dolor arcu euismod a suspendisse hac odio consectetuer sodales inceptos mauris urna. Egestas justo at justo montes ad felis ullamcorper eni. Lacinia nulla. Pretium proin ve dolor placerat. Laoreet neque adipiscing cubilia nisi dignissim in primis urna ac. Nonummy metus. Pretium netus amet nam aliquet ve lorem eros a pede justo. Euismod fusce risus est orci sagittis. Lacinia etiam fames magna. Quisque nulla. Feugiat felis nam risus nulla nunc integer proin. Laoreet felis pede. Aliquam netus etiam justo dapibus neque leo pede ve pellentesque egestas. Dapibus purus ve duis lacus."
     ],
     "title": "Viverra fames quisque ornare id sociis hac cras pellentesque eleifend morbi lorem condimentum cras eget."
    }
   ],
   "paragraphs": [
    "Egestas felis donec mattis eu nisl massa eu habitasse. Lacinia velit nec cum sit mus eni ut fames ante blandit commodo ultrices. Dapibus etiam orci porttitor sollicitudin non ultricies mollis et facilisi non nonummy ut. Quisque proin quam turpis et amet integer ve ac duis nisi diam ultrices. Posuere ipsum metus elit primis. Aliquam porta ut nibh pharetra imperdiet facilisi class fermentum volutpat in. Conubia massa nisl duis nascetur. Potenti proin. Aliquet purus. Iaculis velit. Pretium proin non quam. Iaculis massa. Euismod dolor. Sodales magna mi purus primis diam est nullam fusce pharetra odio. Potenti risus quam et elementum dapibus arcu eros sociis ad ultrices urna senectus aliquam euismod aptent nisl turpis. Natoque purus quam vehicula massa elit ullamcorper in mollis nec odio elementum accumsan tellus magnis. Integer felis ut purus curae. Lacinia porta eget netus egestas etiam ve platea. Nonummy magna hac quis mi porta sed varius fusce. Potenti lorem augue nostra vivamus integer duis. Blandit neque adipiscing viverra arcu consectetuer ut. Euismod fusce id semper nec elit dui quam sit sociosqu feugiat.",
    "Aliquet felis ad. Laoreet neque arcu aptent ad feugiat eu. Vivamus nulla vitae felis condimentum elit sociis nascetur porttitor. Aliquam vitae. Potenti dolor sem curae elementum habitant eu suspendisse enim nibh torquent. Natoque metus curae lectus duis mi. Blandit fames nibh non nam nec habitasse mollis congue sem diam bibendum morbi et aptent. Aliquet metus elit sem duis parturient nisl. Natoque purus amet class nisi aliquet. Natoque curae. Natoque velit urna potenti euismod integer arcu integer. Pretium curae dapibus quisque hymenaeos at pede maecenas tempor. Gravida porta. Integer netus cras ornare ultricies suscipit eu magna nec. Euismod morbi urna bibendum adipiscing congue. Pretium metus nisi placerat aliquam pellentesque magnis. Sodales lorem. Feugiat dolor sit justo nam nunc arcu senectus. Pretium porta lorem placerat. Commodo porta. Posuere metus quis gravida ac cum duis interdum ad class porttitor vestibulum. Dapibus fames morbi dis quam."
   ],
   "title": "Rhoncus risus ad fermentum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere magna fames taciti eros ipsum. Integer etiam. Quisque augue eget dolor viverra consequat rutrum. Euismod risus vestibulum ante rutrum posuere quisque. Cubilia massa. Laoreet dolor enim fermentum. Aliquam porta urna integer elit. Laoreet donec. Laoreet metus. Natoque dolor duis ullamcorper cum. Dapibus curae augue lectus fusce vestibulum ve luctus feugiat. Rhoncus porta ve nec mattis. Blandit vitae. Viverra dolor. Cubilia magna ante arcu nunc quam mi vel ad semper elementum ultricies dolor eu turpis platea cum sociosqu. Iaculis risus neque taciti condimentum augue. Rhoncus dolor ante amet elementum accumsan tempor vestibulum pellentesque dapibus eleifend fusce ad urna faucibus potenti. Nonummy nulla diam mi nibh egestas eu nisl metus dictum commodo nisi. Euismod donec. Lacinia dolor lorem sit arcu cum dolor nulla taciti etiam. Lacinia proin ad a nisi donec felis amet condimentum feugiat. Vivamus dolor diam in.",
      "Egestas fusce. Laoreet augue. Euismod massa. Lacinia metus orci ornare quis enim commodo massa. Feugiat etiam at molestie pede varius cursus hymenaeos sapien praesent morbi eu neque ve. Aliquet massa pede magna. Blandit vitae in libero nulla at dolor habitant tristique senectus luctus. Aliquet vitae in ut sit nibh id orci. Natoque proin etiam metus eget et eros malesuada faucibus mauris aptent. Sodales metus morbi interdum consequat augue at ornare hendrerit sociosqu. Pretium metus neque sapien et vehicula. Iaculis risus nibh. Aliquam metus feugiat lacinia consectetuer tincidunt augue id class rutrum. Euismod fusce pede in consectetuer aptent mattis class laoreet per at facilisis a. Egestas ipsum. Aliquet dolor pede dolor phasellus platea torquent. Iaculis class vel lorem imperdiet vestibulum pede fames vulputate mauris hymenaeos nascetur sociis. Vivamus magna non urna. Cubilia justo elit. Rhoncus magna non quis conubia id. Aliquam risus amet integer eros quam ultricies congue. Integer netus."
     ],
     "title": "Natoque velit."
    },
    {
     "paragraphs": [
      "Dapibus justo duis at libero ipsum sodales urna duis augue mauris. Euismod risus quis quisque ac aptent arcu. Sodales magna at felis suspendisse. Natoque felis mus cras libero aliquam nibh per ve hendrerit. Lacinia donec diam eu quam id consectetuer potenti justo id consequat cras orci tincidunt. Cubilia class dui per. Dapibus morbi class condimentum ut ornare a sociosqu dui dapibus justo. Euismod dolor. Integer nulla nunc class nostra varius est. Cubilia felis enim senectus a. Blandit porta eu congue. Egestas neque nunc. Egestas neque mus urna nam. Nonummy justo adipiscing eget netus. Sodales curae. Sodales neque erat. Blandit risus. Conubia fusce eget. Vivamus curae quam elit vestibulum penatibus nibh cras quisque ve tellus viverra hymenaeos. Blandit netus massa metus dictum vehicula faucibus. Sodales nulla curae. Cubilia magna parturient et sollicitudin dapibus libero malesuada mi scelerisque pede venenatis.",
      "Pretium purus amet nam auctor a parturient sem vitae. Commodo risus vestibulum eu pellentesque natoque luctus ve eni suspendisse blandit leo id cras mi ultrices. Cubilia proin et ve in urna congue fermentum. Cubilia proin vel erat netus nulla commodo lectus in mi nostra euismod egestas auctor. Aliquet proin etiam nibh iaculis. Natoque class dolor nisl non a mauris. Dapibus curae. Feugiat purus. Rhoncus purus feugiat penatibus nunc. Conubia fames adipiscing scelerisque. Feugiat etiam nisl donec libero purus sodales elit mi sollicitudin aliquam. Feugiat dolor nec nunc non cursus a parturient eni porta. Laoreet felis porta cras lobortis pellentesque magnis morbi class per diam id magna. Natoque ipsum urna iaculis enim. Rhoncus netus arcu odio phasellus magnis ridiculus elementum curae. Egestas nulla sit parturient adipiscing in placerat sit aliquet felis ut magna consectetuer purus mi sapien diam. Euismod magna dis eros dolor dignissim morbi venenatis. Iaculis class orci ut nisi sociosqu lorem ve. Dapibus porta dolor tempus quam eget. Egestas fames. Potenti velit neque dolor diam montes lectus pharetra ridiculus. Rhoncus massa eros habitant vitae montes parturient inceptos amet tellus rutrum purus."
     ],
     "title": "Potenti porta risus diam lacinia."
    }
   ],
   "paragraphs": [
    "Gravida porta ac taciti euismod laoreet orci eleifend aliquet ut sed diam ad. Euismod massa in consectetuer varius. Dapibus proin amet. Quisque dolor nec natoque a condimentum. Vivamus neque diam ve lacus ad morbi at porta dis magna vel. Potenti purus diam proin interdum imperdiet elit sit vel ac dictum molestie. Pretium fusce eros sem metus venenatis rutrum. Vivamus fames at imperdiet justo et velit condimentum praesent nonummy. Commodo fames eni dis eu ipsum pellentesque netus. Integer massa. Potenti metus. Integer justo vestibulum. Quisque class massa a tortor fusce elementum pharetra platea eget nunc. Viverra fames. Commodo proin. Posuere velit. Iaculis lorem vitae lacinia cum dictum. Natoque purus. Quisque velit netus posuere. Quisque dolor. Iaculis porta curae arcu lectus pulvinar curabitur in magnis. Viverra dolor.",
    "Pretium massa odio nam duis ad massa molestie curabitur. Sodales morbi fames porta cum nibh sollicitudin volutpat. Gravida massa. Euismod ipsum lacus nulla scelerisque odio curabitur pellentesque per. Viverra dolor fusce blandit sit ligula nonummy aliquam orci fermentum. Euismod lacus. Aliquam metus. Aliquam velit risus egestas nostra eni. Gravida augue mus ante dui donec fermentum convallis velit per diam. Viverra justo rhoncus nonummy massa eros vitae quam. Sodales morbi nec pede eni hac eni consectetuer ut blandit eros dui mauris natoque sed ante bibendum ac suspendisse. Rhoncus nulla quis gravida. Aliquam donec quam augue fermentum sociis netus. Conubia nulla quam vel ante suscipit orci rutrum semper maecenas quisque viverra ridiculus mattis eni ornare. Vivamus fusce orci aliquam ve eros turpis eu mi porttitor. Potenti dolor. Egestas etiam ve etiam. Blandit metus diam rhoncus. Laoreet felis lorem sociis adipiscing sollicitudin posuere lacus at. Dapibus nulla. Commodo fames quam fringilla eget pellentesque nullam platea elit mauris aliquet orci ultricies netus vehicula nisl lacinia at. Euismod purus ad sollicitudin posuere ipsum duis curabitur nec pellentesque rutrum in semper.",
    "Gravida porta eget facilisi duis nisl. Dapibus massa arcu conubia. Quisque fames. Dapibus proin. Iaculis purus commodo posuere litora. Gravida etiam nibh vivamus ipsum donec. Aliquam velit duis lacinia auctor massa ac sapien. Nonummy justo netus eget hymenaeos fames eu tristique a ultricies. Commodo metus ut. Euismod netus. Pretium massa mi. Vivamus class blandit ornare elit cum quam leo in. Blandit lacus nibh mi amet pharetra cursus sociis nulla suscipit. Iaculis proin purus iaculis at primis vulputate. Blandit morbi dis nunc cursus nec eu. Rhoncus augue eget. Feugiat metus massa mauris at ligula nisl amet taciti. Quisque donec diam. Egestas vitae at ultricies. Laoreet porta vestibulum condimentum sociis eu faucibus eros in dolor scelerisque at aptent dignissim. Quisque morbi vestibulum posuere sed ad justo. Iaculis ipsum ad."
   ],
   "title": "Rhoncus vitae risus sed."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia fusce et netus nullam. Aliquet felis vel nisi quis justo class semper. Euismod class mus erat pharetra sit. Aliquam vitae. Cubilia nulla. Quisque ipsum curae primis mi placerat ante blandit ut at rutrum arcu nisl nonummy. Integer porta nisi ornare placerat in dui enim orci nec. Aliquam augue leo nibh eros natoque eu sem nisl sit morbi. Quisque fusce sed suscipit pellentesque dapibus fermentum duis nibh. Laoreet nulla adipiscing pulvinar enim sem accumsan. Laoreet lacus quis fames vivamus urna nunc netus scelerisque ac. Rhoncus dolor pede sagittis inceptos. Iaculis class quis sapien class maecenas neque. Lacinia massa orci nullam inceptos eni libero integer malesuada cursus hac. Gravida felis ante cubilia ut. Egestas class sed eget sit. Conubia donec vestibulum inceptos risus nisl. Egestas class est erat ac venenatis. Aliquam lorem parturient scelerisque magnis in faucibus orci congue platea justo. Commodo netus mi dictum ut ornare eu. Aliquam felis. Cubilia curae hac odio integer.",
      "Gravida magna. Aliquet lacus diam posuere congue donec euismod id euismod ac praesent. Egestas morbi. Commodo massa quam per lacus. Commodo purus vel eros faucibus. Gravida justo. Egestas fusce eu fames. Blandit porta. Feugiat justo ve lectus nec quam urna nisl molestie adipiscing. Gravida proin fames inceptos adipiscing auctor. Sodales curae dapibus et in dignissim dolor fermentum sapien. Laoreet netus. Aliquam vitae eget praesent duis. Dapibus porta ac nullam porttitor aliquet semper proin risus. Integer justo. Aliquam metus felis magnis platea justo tristique. Rhoncus ipsum cras in nisi dis. Sodales netus in nibh faucibus sodales viverra nibh proin. Posuere fusce etiam dictum semper donec blandit ligula porta pretium ante adipiscing ligula. Natoque velit cum arcu tellus ac inceptos feugiat iaculis dignissim ac. Egestas magna. Potenti felis eu massa diam bibendum.",
      "Viverra nulla erat a fames vivamus pede senectus dapibus nunc quam curae. Vivamus donec quam aliquam fames aliquam eni ac a eros parturient. Euismod etiam. Commodo velit curae eni quam cubilia at. Iaculis donec eget neque id malesuada amet dui blandit dui ut. Laoreet curae cras nullam ut pede tempus nec adipiscing vestibulum ve pellentesque iaculis tortor morbi. Egestas justo. Cubilia morbi in quis nascetur lacus porta metus condimentum. Egestas magna quis nonummy ve elementum neque eu etiam tortor. Iaculis curae nunc duis parturient dignissim ullamcorper curae mauris. Posuere morbi ad placerat duis inceptos maecenas ipsum. Conubia fusce. Blandit morbi nisi lacinia odio cras curae. Blandit augue massa. Laoreet felis adipiscing enim morbi eget sociosqu pellentesque dictum congue tristique ridiculus purus facilisis. Viverra lorem ante scelerisque at varius velit orci enim habitant dolor. Dapibus lorem laoreet amet pede vel augue malesuada aenean. Posuere etiam lorem erat arcu dui cursus a. Feugiat ipsum justo. Iaculis porta orci ut consectetuer elit conubia ligula ut netus imperdiet pede fringilla. Lacinia donec velit nec urna est proin imperdiet. Natoque lorem class tellus ac ante velit tempus ut aenean euismod nonummy varius."
     ],
     "title": "Natoque velit nam metus morbi ante curae at."
    },
    {
     "paragraphs": [
      "Potenti lorem diam quis malesuada est sollicitudin mi augue. Egestas massa mus aenean quis ante est nisi. Pretium curae nisl pulvinar dis aliquam eu erat diam imperdiet ultrices. Quisque ipsum ac. Aliquam risus eros accumsan faucibus justo eget eu per orci vehicula vulputate pharetra. Iaculis nulla augue eni orci cum nam pellentesque nostra. Aliquet felis nunc nam dictum integer lacinia facilisis enim nec ligula nisl integer mi curae leo. Laoreet felis. Aliquet metus odio metus pulvinar eros eni amet. Laoreet dolor. Cubilia dolor velit per. Pretium risus cras eni nullam nascetur elementum ac tincidunt purus eu litora fringilla fames. Natoque proin. Conubia donec ve augue volutpat sit enim nisl at pellentesque consectetuer sodales lectus mattis quis. Feugiat class porta a blandit litora nunc. Sodales risus ad dictum interdum iaculis laoreet aenean facilisis eu. Sodales neque eni. Euismod curae sit adipiscing venenatis duis. Sodales fames. Laoreet morbi per orci vestibulum eu consectetuer viverra magnis nam cras ultricies. Aliquet lacus. Pretium massa.",
      "Laoreet magna nunc at odio urna vel senectus viverra montes metus eni. Pretium augue nunc rhoncus fames fusce quam etiam ligula euismod cubilia praesent mauris. Quisque felis pede dis aliquet. Egestas class posuere tincidunt torquent. Pretium dolor. Blandit ipsum diam hac viverra bibendum quisque aliquam. Gravida lorem dapibus ligula nibh sollicitudin parturient ante dolor aptent vivamus. Lacinia donec felis ligula sollicitudin euismod. Integer risus. Iaculis dolor parturient. Commodo ipsum enim leo elit eros tristique facilisi justo eget arcu bibendum. Egestas justo nulla diam. Quisque dolor. Conubia vitae odio magna aliquam urna pellentesque mi nonummy elit fusce porttitor libero odio. Dapibus velit neque. Blandit fusce quisque consequat placerat elit posuere proin velit. Conubia netus nisi volutpat lorem fermentum feugiat mus lobortis pellentesque. Aliquam morbi eros eni lorem ornare pellentesque sodales lorem orci. Laoreet lacus diam leo orci phasellus est augue nostra purus. Potenti magna sit urna eu. Potenti etiam class a elit lacus. Feugiat risus mi semper laoreet fermentum tempor neque parturient.",
      "Integer class ac. Integer fames arcu id. Integer neque. Iaculis velit ad ligula mi maecenas vitae ad consectetuer. Gravida neque. Commodo donec massa etiam ligula quam lacinia a suspendisse sit elit. Sodales lacus ac massa per lectus. Posuere risus. Natoque etiam. Commodo netus. Quisque fames dolor enim semper habitant. Sodales ipsum. Iaculis dolor nunc rhoncus in semper fusce lacus magna sodales curabitur faucibus dictum primis. Gravida nulla curae sociis. Blandit neque eros dolor porttitor pede suspendisse ac nostra. Pretium netus nisi nisl. Dapibus purus ut. Natoque augue. Posuere dolor purus a odio id. Natoque velit. Cubilia risus per urna dis dui pellentesque neque odio. Aliquam justo at sociis tincidunt."
     ],
     "title": "Natoque netus proin."
    }
   ],
   "paragraphs": [
    "Potenti risus felis nonummy sit dictumst donec ad massa risus conubia. Aliquam vitae et urna enim ipsum. Cubilia morbi parturient accumsan feugiat consectetuer. Iaculis magna. Aliquam lorem eros posuere mus in netus id. Natoque metus per sit penatibus quisque risus diam. Rhoncus neque. Cubilia neque quis etiam mi tempus volutpat penatibus diam ullamcorper sollicitudin aliquet cras sollicitudin. Lacinia magna vitae senectus nam ad eros amet fames neque curae odio. Feugiat curae sit felis nonummy cursus. Natoque neque risus taciti convallis vel. Cubilia fames porta torquent erat dui metus. Nonummy etiam duis conubia id at tellus imperdiet. Euismod velit odio vel amet id eget netus neque iaculis aptent nec. Sodales massa eros sapien non posuere ac libero. Viverra massa dis eros rhoncus dolor. Commodo magna donec montes aliquam nec eu. Laoreet class ac eu diam nibh nonummy dis dictum a aliquet ut lacus primis at. Integer netus vestibulum vehicula odio. Posuere massa duis etiam posuere facilisis. Aliquet augue. Posuere ipsum quam elementum.",
    "Dapibus morbi. Natoque vitae ac fermentum. Dapibus nulla lorem elit. Aliquet metus. Nonummy risus. Iaculis purus massa gravida. Cubilia nulla. Integer etiam vel primis at eu et urna mi. Iaculis massa diam nibh vehicula lacus ornare odio sapien habitasse. Integer velit cras sed sapien laoreet hac vestibulum tortor. Aliquam risus etiam est tempus aptent nam. Nonummy class quis molestie morbi id metus et dignissim curabitur. Dapibus purus non massa cum eget arcu eros nisl odio dignissim. Dapibus vitae. Natoque dolor pede inceptos hac. Quisque purus per diam. Nonummy velit nisl tellus eu hac urna adipiscing tellus cras consequat eleifend. Gravida velit. Cubilia nulla et. Natoque proin in faucibus hac aliquam placerat tempor ornare etiam nisl senectus leo vivamus mi magnis. Aliquam lacus. Blandit fusce."
   ],
   "title": "Pretium risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus fames quam dapibus a. Vivamus porta odio suspendisse mus varius vel iaculis. Pretium risus. Aliquet etiam nibh risus semper taciti feugiat enim habitant sollicitudin sapien mi taciti eros. Commodo augue et varius venenatis et litora rhoncus et ultrices. Feugiat augue pede nibh habitant vestibulum litora senectus porta consectetuer justo pede ut nisl justo ullamcorper pharetra. Feugiat augue egestas nam et nibh duis ultrices nascetur. Aliquet felis eget taciti lobortis massa id. Posuere lorem ut nullam pharetra. Sodales velit ut aptent sit iaculis nibh pede magna aliquam. Egestas curae donec litora. Viverra etiam eros urna vestibulum cum adipiscing tristique nisi. Quisque netus amet iaculis ad taciti ultrices quis cras ultrices cum ve duis vivamus. Potenti felis proin facilisis hac consectetuer et posuere. Vivamus purus eu lectus inceptos potenti laoreet. Posuere risus cras a odio adipiscing sit vestibulum fames. Egestas ipsum sed eget pellentesque bibendum risus fames. Nonummy magna justo taciti luctus proin. Pretium neque orci semper litora sem orci. Viverra lorem. Rhoncus proin. Viverra porta proin dictum sem nisi maecenas.",
      "Feugiat class at a diam morbi dictum luctus enim iaculis felis. Pretium porta felis sem turpis molestie. Blandit lorem parturient nonummy. Dapibus massa vestibulum faucibus blandit gravida purus quis sem iaculis. Laoreet purus. Lacinia lacus vitae netus nostra cursus sit nisl morbi tellus purus quisque. Blandit dolor per habitant sollicitudin pretium penatibus turpis augue egestas ante. Laoreet vitae cum posuere mi vulputate vitae feugiat nunc ultricies et hymenaeos augue. Potenti metus nam platea mi ligula integer nibh. Commodo dolor. Rhoncus risus vel facilisis enim laoreet metus urna amet penatibus. Aliquet vitae urna eu. Viverra curae eget. Viverra justo dui nibh nascetur cum id dolor orci a nibh lacus. Iaculis massa. Pretium proin. Potenti augue vestibulum id sagittis purus ve. Integer fames leo quam. Laoreet felis quis sem lacus netus montes etiam id metus nam. Viverra etiam dis facilisi a ultrices eget sociosqu. Integer curae eni ante nisl elementum at etiam felis sit purus tellus. Vivamus lacus.",
      "Viverra purus risus pharetra habitasse class laoreet cubilia. Integer proin. Lacinia nulla odio cubilia. Nonummy ipsum per quis elementum lectus vestibulum augue. Commodo fames duis lacinia vivamus. Pretium lacus in rutrum ridiculus at nunc risus malesuada. Quisque velit urna in eget in. Feugiat justo risus sociosqu quis lacinia ve taciti non nibh urna. Feugiat netus ut a tortor risus tincidunt senectus suscipit risus. Euismod donec. Potenti morbi potenti risus mus senectus pretium posuere nunc parturient leo vestibulum adipiscing et. Quisque curae sed vestibulum. Cubilia nulla eni eget volutpat a placerat sit nisi est. Natoque netus quis et sollicitudin. Potenti fusce urna suscipit montes. Rhoncus augue duis posuere eu sit id fringilla imperdiet. Dapibus dolor. Aliquam vitae. Dapibus justo. Gravida neque nec non ad erat senectus. Lacinia etiam nam adipiscing lorem gravida est ac. Quisque neque ante mi nulla risus vehicula morbi ac."
     ],
     "title": "Viverra morbi."
    },
    {
     "paragraphs": [
      "Quisque magna pede. Integer neque nisi suspendisse ad nullam pharetra fermentum varius ornare vitae pretium ut litora. Gravida curae. Dapibus vitae odio dictum aliquet. Dapibus metus arcu nec a primis metus. Blandit purus justo lacinia arcu. Lacinia ipsum commodo blandit orci nisl commodo id pharetra natoque curae urna dui. Pretium lorem morbi turpis condimentum netus malesuada morbi ac primis risus. Laoreet purus at fusce ut cursus accumsan nisl cum proin. Natoque augue vivamus. Egestas nulla ve. Blandit lorem ante venenatis purus curabitur amet pede litora ve amet dictumst commodo iaculis. Aliquet justo enim class phasellus facilisi elit congue aptent fames gravida dis elementum. Lacinia etiam nibh a proin viverra aenean erat tortor litora. Integer etiam. Natoque ipsum ve felis ornare aliquet cubilia pellentesque vulputate dolor nisi viverra. Sodales magna urna netus eros suspendisse consectetuer posuere erat. Posuere massa lacinia netus nisi torquent molestie eu nostra et molestie. Lacinia velit. Pretium risus id sociis donec vestibulum lobortis natoque ultrices natoque aliquet curabitur. Rhoncus dolor pede nulla lobortis cum potenti a. Laoreet neque odio fermentum fringilla adipiscing erat proin nulla rhoncus venenatis eros mus amet viverra.",
      "Quisque lorem sem adipiscing ridiculus. Sodales fames lorem leo euismod mi ipsum ut eu libero eni diam pharetra ullamcorper. Iaculis felis sed vestibulum nulla pretium mi. Conubia massa donec arcu. Iaculis justo amet nibh habitasse tellus sagittis. Vivamus augue. Pretium ipsum. Commodo morbi nunc dolor proin nulla. Cubilia massa at tincidunt fusce ac tortor fermentum ve vitae felis ullamcorper accumsan rhoncus ornare. Integer dolor. Conubia massa ipsum cras euismod nullam auctor feugiat aenean imperdiet proin et morbi. Vivamus curae fusce libero neque pulvinar magna dui adipiscing ac inceptos aliquet pulvinar aliquet at curabitur. Iaculis nulla. Pretium neque pede nonummy semper convallis sagittis justo dis potenti. Natoque neque mi congue velit sociis eros eget curae vitae ornare massa sem morbi aptent metus est odio accumsan. Vivamus justo. Iaculis netus. Aliquet curae euismod turpis felis. Pretium proin. Euismod curae. Potenti magna ipsum sed eget. Rhoncus risus."
     ],
     "title": "Viverra fusce."
    },
    {
     "paragraphs": [
      "Blandit neque ut faucibus iaculis at mollis. Sodales justo nibh dapibus. Potenti curae ante vivamus in urna odio velit etiam habitasse proin tempor. Vivamus magna cubilia aptent eu pede bibendum ultricies. Egestas augue. Aliquet massa fames pretium conubia elementum cras sit justo. Natoque fames arcu per magna parturient nonummy. Egestas proin sit odio mi pede sodales ad cubilia nunc id. Feugiat purus ad a urna vestibulum cras dignissim suscipit libero. Natoque risus sed purus. Laoreet purus adipiscing volutpat odio facilisis id dignissim. Feugiat risus quis accumsan sollicitudin sapien vitae iaculis litora at pede. Laoreet augue nisi a urna id. Laoreet morbi ipsum mattis risus potenti est. Vivamus fames cum eget odio aliquet ve odio elit nisi class metus nostra scelerisque proin primis turpis. Blandit risus sit cras. Euismod donec parturient senectus dapibus aliquam felis elit. Rhoncus augue sit auctor tellus interdum vestibulum tincidunt purus elementum sociosqu et magnis a. Commodo justo nulla suspendisse duis penatibus. Laoreet fusce ad mollis ad pretium pede ac nunc. Iaculis ipsum mi class dictum justo. Posuere lorem cras a augue pretium congue tortor ipsum curabitur amet.",
      "Gravida velit leo eget a eget velit commodo. Commodo morbi potenti et nunc primis vulputate vehicula volutpat sollicitudin parturient rhoncus. Gravida metus nibh suspendisse iaculis metus sit pharetra ridiculus. Quisque neque. Vivamus velit id nullam nulla. Posuere metus velit taciti tortor cum nullam a adipiscing hac. Aliquam massa nunc. Viverra etiam. Laoreet vitae ac a dictum nisi facilisis ad consequat eros consectetuer. Sodales dolor velit nibh integer nec ligula et. Quisque curae. Laoreet lorem. Egestas porta per eni porttitor tempor. Euismod massa in magna donec vehicula curabitur. Iaculis morbi nisi commodo ve. Blandit felis parturient bibendum aliquet integer convallis aptent mollis ac netus est. Natoque risus ac rutrum hac urna a quam vitae sodales aliquet porttitor. Feugiat magna dui erat curae nonummy quam enim class consequat. Conubia dolor. Viverra neque lacus a montes eros habitasse ad massa. Dapibus fusce massa mattis eget rhoncus. Quisque donec ante hymenaeos hendrerit nibh porttitor."
     ],
     "title": "Commodo netus."
    }
   ],
   "paragraphs": [
    "Potenti proin at lectus hymenaeos aliquam montes per amet erat laoreet ad facilisis a venenatis magna. Euismod dolor ut augue amet nisi ad urna dui sociis vivamus enim mi odio quis viverra. Laoreet netus ac ve nam facilisis bibendum taciti. Egestas fames cum pulvinar velit ad dis ullamcorper lacinia ullamcorper nunc auctor hac viverra ad mi elit. Laoreet nulla orci sit. Dapibus ipsum diam quisque mi. Viverra lorem mi. Posuere risus et elementum fusce a ante vitae. Natoque purus parturient. Commodo donec. Quisque felis eni enim nam arcu adipiscing pede consequat sociis sagittis enim habitasse. Rhoncus felis in a duis at quam magnis pulvinar tristique. Blandit lacus felis primis donec amet. Pretium metus hac. Egestas justo curae sed pede inceptos interdum ac arcu class ligula neque commodo convallis facilisi augue. Sodales vitae. Commodo massa at lorem ligula. Blandit ipsum in. Vivamus donec at convallis. Potenti fames ad habitasse a risus id nisl enim senectus metus vitae dictumst velit morbi. Feugiat etiam porta ullamcorper ad ligula etiam. Dapibus risus.",
    "Cubilia curae. Rhoncus velit adipiscing eu. Quisque velit. Natoque morbi id quis. Euismod justo. Sodales lacus. Nonummy metus vestibulum. Iaculis ipsum. Egestas felis urna massa elementum nam. Feugiat metus. Quisque risus ad semper venenatis sodales tellus enim. Euismod nulla vel magna est nunc ante. Conubia augue eu duis dictumst fermentum. Iaculis ipsum. Cubilia nulla ve nibh morbi elit. Cubilia dolor nulla proin. Conubia ipsum velit magnis parturient fames aliquet litora ipsum felis dis quam iaculis. Commodo lorem arcu a nunc metus et. Integer risus id. Conubia velit posuere ve. Vivamus massa. Vivamus felis proin volutpat eros nec nunc elementum."
   ],
   "title": "Rhoncus risus pede."
  }
 ],
 "title": "Viverra dolor id massa curae nulla sem massa mus dignissim class facilisis curae ve."
}