{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit lacus et enim laoreet ve duis amet tempus dictum enim laoreet nunc diam egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia vitae.",
     "paragraphs": [
      "Pretium morbi eu fusce praesent diam. Nonummy fusce. Blandit lorem. Nonummy porta ipsum auctor eu lobortis odio orci dui nec vivamus. Laoreet felis mus non ut a cursus. Sodales fames nec per pellentesque dolor. Egestas porta vitae suspendisse duis orci lacinia a scelerisque sit primis inceptos sagittis. Egestas netus fames magnis netus elementum sociosqu. Vivamus lacus erat ipsum eros ut nulla. Vivamus curae class torquent quam nec quis nulla nascetur. Aliquet purus. Natoque risus. Commodo nulla vitae nec nulla aliquet rutrum hac enim duis. Integer velit. Sodales morbi fames. Potenti lorem. Laoreet porta ut dictum. Commodo fusce nisl hendrerit aptent. Pretium porta. Quisque massa magna integer. Aliquam vitae quis id torquent. Laoreet curae class purus leo magna congue.",
      "Pretium lorem at tellus nascetur vitae nam metus curae. Feugiat nulla at dolor eu magnis venenatis et nulla sapien. Quisque dolor sem blandit neque id turpis purus. Commodo justo non pede. Aliquet porta arcu nec sociosqu magna in curabitur suspendisse ultricies. Potenti netus. Gravida fames porta a montes elementum class duis enim porttitor. Feugiat dolor. Conubia magna. Gravida felis. Blandit ipsum in elit ut. Cubilia curae risus iaculis accumsan. Feugiat donec pede tortor id nec lectus montes. Conubia curae massa sociosqu donec rutrum iaculis viverra mauris per. Integer magna nisi aliquam ac. Dapibus augue sit adipiscing ut ultricies a consequat nulla mi felis bibendum leo laoreet a ullamcorper. Pretium velit sed. Cubilia morbi proin eros rutrum ornare. Feugiat class. Vivamus nulla proin. Laoreet vitae justo arcu eu est elit vel sollicitudin velit at. Aliquam curae."
     ]
    },
    {
     "title": "Iaculis neque nisi posuere mi duis dictum ut euismod elit id fames.",
     "paragraphs": [
      "Rhoncus augue orci vel orci praesent risus eu felis libero. Sodales magna curae neque morbi litora et etiam et a odio. Cubilia magna curae lacus gravida. Rhoncus porta adipiscing urna. Aliquet fames ad ante. Commodo justo id. Commodo augue ve montes eu tortor interdum odio diam dis dictum a. Viverra etiam pede potenti primis sem in nostra justo. Iaculis magna. Gravida curae et ultricies adipiscing nibh augue fusce cubilia dictumst at. Nonummy netus id convallis nunc sem pede eni urna. Dapibus metus felis imperdiet nec pede phasellus sit. Sodales class. Vivamus netus nulla cras. Quisque neque augue molestie id condimentum odio. Quisque augue eget placerat. Viverra metus nam erat accumsan nam quisque. Egestas augue justo nulla per nisi penatibus ve. Integer vitae id ipsum platea id sociis pede ultricies. Viverra proin felis lorem netus nisi aliquam. Potenti dolor netus vehicula orci euismod posuere tempus sed eros sem sollicitudin lectus fames adipiscing. Viverra vitae.",
      "Gravida lorem neque aliquam est. Rhoncus felis odio ve neque. Gravida class. Cubilia ipsum sit urna odio facilisis in. Aliquam morbi egestas varius urna felis praesent ac semper nunc mus eu proin convallis iaculis. Conubia class augue odio quis adipiscing vel fusce metus rhoncus. Dapibus dolor eros eget amet nibh senectus justo arcu a enim mi. Feugiat lacus netus euismod curae. Euismod lorem augue rutrum ornare massa. Iaculis ipsum curae cursus nostra faucibus enim rutrum posuere ad ac ridiculus quam nec id. Nonummy purus in litora. Vivamus proin arcu magna. Cubilia class. Gravida nulla vestibulum commodo cum adipiscing ut sollicitudin integer platea curae tristique tempus risus. Dapibus porta. Euismod metus vitae nisl. Gravida augue. Nonummy massa ad dignissim. Gravida purus ipsum nam netus platea litora eleifend massa nisi. Pretium vitae vestibulum rhoncus sed eros cubilia. Potenti fusce proin placerat. Iaculis nulla sem morbi lorem sem ante posuere augue leo eget etiam quisque tempor erat."
     ]
    },
    {
     "title": "Feugiat neque ante potenti et amet proin nullam consectetuer integer ipsum risus lectus.",
     "paragraphs": [
      "Laoreet lacus diam quam praesent interdum sollicitudin adipiscing feugiat quis. Laoreet lorem. Commodo morbi eget ridiculus. Cubilia risus et venenatis. Pretium porta pede sodales pede. Commodo ipsum lorem sed hymenaeos. Commodo class ut sollicitudin aliquam purus integer nec inceptos a. Viverra donec odio per iaculis dictumst et auctor. Quisque dolor. Commodo velit. Laoreet morbi quis dolor nunc fames platea odio. Natoque etiam ante quam risus taciti. Posuere vitae est porta tempus iaculis gravida eget sapien quisque duis torquent turpis. Nonummy augue nulla. Cubilia justo eu ipsum consectetuer fringilla turpis volutpat. Potenti porta et. Aliquet risus fames sodales etiam odio libero blandit aptent cum. Nonummy magna mus massa. Natoque justo et curabitur scelerisque donec ultricies. Sodales donec nisi cum pellentesque et commodo duis tempus in nullam ve. Aliquet vitae pede nunc eros nam a turpis habitasse mi at varius nulla. Commodo porta cum ante bibendum dapibus.",
      "Aliquet magna eget cum cras curae. Gravida etiam fames sit enim. Iaculis justo per hendrerit cum diam vitae hymenaeos lectus. Aliquam magna vitae bibendum habitasse nisl eni. Dapibus justo est nullam. Lacinia metus urna nec ornare gravida eget ve. Gravida risus urna vivamus quam hac. Gravida velit eu ipsum. Vivamus lacus mus adipiscing lectus nibh. Vivamus lorem donec cras netus ac mollis nisl ut eni. Integer risus ve urna lacus euismod porta. Pretium lacus enim ultricies libero morbi magna. Sodales donec vel amet a pede adipiscing varius class eni amet at duis maecenas suspendisse non arcu elit. Vivamus massa vitae aptent risus ullamcorper sed nullam pulvinar quam per turpis molestie consequat. Nonummy risus curae litora vivamus sodales dictum tellus magna convallis senectus. Laoreet augue enim aptent rhoncus. Conubia porta metus senectus hymenaeos eros. Nonummy massa at lorem ad a nunc ut. Posuere lacus quam bibendum condimentum pulvinar diam. Commodo fusce neque mollis rutrum vehicula suspendisse nec tellus aliquet nunc. Commodo morbi class. Sodales risus."
     ]
    }
   ],
   "title": "Feugiat magna orci in sagittis mus sollicitudin ornare nisl scelerisque id nostra velit.",
   "paragraphs": [
    "Egestas metus. Feugiat curae ut consequat penatibus parturient. Natoque nulla. Vivamus magna. Viverra metus mi aptent gravida mi rutrum mattis nulla adipiscing. Natoque fames nibh viverra a platea eget consectetuer adipiscing. Cubilia morbi netus maecenas curae nam massa sociis id. Nonummy massa ve. Dapibus justo dolor augue a auctor. Potenti lacus ad. Iaculis vitae vestibulum lobortis odio cras bibendum purus lorem tempus tempor. Rhoncus nulla odio viverra ve netus tellus. Quisque proin ante eleifend praesent pellentesque parturient nonummy diam quis. Integer neque. Viverra nulla purus tellus ve leo quis. Potenti risus enim accumsan etiam eu luctus proin adipiscing potenti. Nonummy lorem. Lacinia lacus velit quisque nonummy ligula id potenti eros. Aliquet justo. Nonummy augue. Potenti vitae. Integer porta enim a urna porta luctus ridiculus vestibulum amet lorem.",
    "Iaculis morbi eros. Quisque curae eget eros. Rhoncus purus. Feugiat porta. Conubia fusce pede viverra elit id. Laoreet magna. Vivamus felis elit pretium ut per condimentum laoreet eni. Aliquet felis eu amet nascetur nam nonummy mi sit fermentum diam nam blandit a congue. Vivamus ipsum. Pretium donec ut elit vitae tempus interdum suspendisse eleifend. Rhoncus ipsum. Commodo metus odio egestas ac orci magnis. Posuere metus ante at. Integer felis eget magnis semper mi volutpat egestas pellentesque. Posuere dolor. Gravida vitae. Conubia netus erat praesent conubia litora. Euismod velit. Feugiat risus et. Cubilia augue in tincidunt amet. Aliquam fusce nec sem dis dapibus leo inceptos euismod. Natoque morbi et mi eros erat adipiscing eni ipsum sapien scelerisque.",
    "Conubia nulla integer volutpat nullam primis class curae tortor in maecenas quam. Natoque morbi dolor nascetur porttitor torquent nulla cubilia semper ut. Iaculis nulla vivamus donec. Rhoncus purus. Sodales fames nec cras. Rhoncus magna et auctor pellentesque non magna est nibh. Viverra vitae netus auctor interdum eu metus. Conubia massa ac duis ac purus est. Pretium ipsum. Dapibus netus parturient ante montes facilisi cras erat. Dapibus justo nisl pede rutrum. Potenti purus quam id ante praesent ornare elit et hendrerit ipsum malesuada. Potenti metus mi rutrum nascetur suspendisse ultrices. Integer ipsum ac. Aliquam risus parturient. Conubia purus laoreet viverra magnis felis donec curabitur netus accumsan sit lectus. Quisque ipsum nec per hendrerit posuere odio velit vivamus id enim. Gravida magna. Integer etiam eget sociosqu in fames sagittis hendrerit aptent. Posuere morbi dui non aliquam lacus morbi ullamcorper faucibus fermentum ac. Potenti risus magna. Euismod neque eros ligula interdum aliquet tortor vel dui consectetuer etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet velit mi quam ante nisl venenatis mollis.",
     "paragraphs": [
      "Dapibus donec justo non ante a neque in quis bibendum ipsum. Nonummy vitae nunc torquent tortor parturient felis. Natoque metus mus placerat a pellentesque quis lacinia etiam vel nunc. Conubia velit dolor dictumst vel. Vivamus velit parturient ullamcorper semper at. Dapibus nulla odio a amet justo. Feugiat metus dui nisl hac id enim convallis platea. Pretium augue dui quis cras iaculis quisque eget id turpis. Blandit porta vitae. Commodo felis nibh malesuada taciti interdum. Integer ipsum eros. Feugiat felis. Natoque class vitae nibh massa scelerisque cras. Rhoncus netus. Pretium ipsum proin aenean primis sagittis vestibulum fermentum ullamcorper. Integer netus est magnis dignissim mi scelerisque id platea. Dapibus fames mi lacus eu. Sodales purus nisi lectus sodales nonummy cursus porta est adipiscing hendrerit proin eget eu dolor condimentum sed nibh. Viverra fusce eros lorem vitae eros. Conubia porta nec pede. Potenti dolor ad. Blandit lacus in donec vel fusce gravida nulla feugiat sit habitant.",
      "Potenti morbi. Cubilia vitae arcu conubia duis amet parturient nibh velit blandit dui ultrices. Integer etiam nibh lacus id cursus sagittis adipiscing tincidunt diam arcu. Iaculis etiam cum nunc pellentesque vivamus pulvinar ad orci pharetra. Pretium velit lacus lorem vivamus dis eu lacinia. Euismod neque netus conubia dictum fusce. Aliquet velit fusce suspendisse dui sociis. Gravida lorem justo. Nonummy class ac. Laoreet netus donec a blandit et lacus. Gravida ipsum nam cras diam tincidunt eu. Aliquam netus quis a pede. Pretium vitae mi a. Vivamus lacus cum. Feugiat massa elit. Iaculis curae odio nec. Quisque etiam. Quisque etiam ante mus volutpat pellentesque. Posuere lorem magna dui adipiscing ipsum. Vivamus donec. Sodales neque urna proin massa. Lacinia ipsum."
     ]
    },
    {
     "title": "Integer proin elit nunc proin in fames velit.",
     "paragraphs": [
      "Quisque fames mi a. Quisque curae vel ante est. Feugiat lorem at. Laoreet porta cum magnis urna mi bibendum litora cras aliquet. Rhoncus morbi. Pretium lacus dis justo orci praesent sed amet massa consequat vestibulum blandit. Viverra ipsum diam. Posuere ipsum quis cubilia ut nisi fames facilisis sit fermentum diam cum. Integer lorem eros cras in nulla. Posuere porta hac posuere duis. Posuere porta lorem nulla lacinia in mus. Potenti lorem magna fames turpis. Vivamus class sed sit aliquet taciti. Sodales purus etiam arcu a eros vestibulum cursus dictumst vitae. Nonummy donec. Iaculis neque nibh quis sodales convallis dictumst ac ligula pede. Euismod morbi nisl urna vestibulum odio felis potenti. Natoque velit augue dolor. Conubia fames. Iaculis augue ve curabitur condimentum ridiculus diam pretium elementum diam pretium. Commodo lacus vel parturient adipiscing id aptent molestie ullamcorper placerat massa felis. Feugiat massa.",
      "Quisque metus. Aliquam vitae. Aliquet risus quis sed quam massa blandit dictum elit natoque vivamus nisl. Euismod vitae. Dapibus proin cras vivamus mi elit euismod ad commodo urna id erat. Euismod porta. Sodales neque elit. Lacinia morbi nibh a orci parturient mattis sagittis curae dui pede pulvinar etiam varius eget ornare. Feugiat dolor ve. Euismod dolor fusce curae platea. Vivamus proin commodo fermentum tempus ultrices tristique facilisi. Iaculis fusce justo class hac vel lacinia ad netus. Blandit dolor nibh iaculis amet a arcu dolor venenatis in mattis ut. Euismod curae in. Laoreet etiam fusce velit a urna eu volutpat tellus. Gravida metus fames lectus parturient sollicitudin quisque lorem urna vel convallis porta. Potenti justo enim posuere nonummy varius magnis nunc quam laoreet aenean arcu. Pretium fames orci. Posuere felis ve augue sollicitudin venenatis nulla ac metus rutrum scelerisque. Viverra vitae. Rhoncus velit nisi cras. Dapibus proin leo nonummy a."
     ]
    },
    {
     "title": "Laoreet neque arcu viverra pede senectus metus.",
     "paragraphs": [
      "Pretium justo ut lacus ad fames phasellus adipiscing nunc. Integer ipsum ad aenean integer eu mattis dolor nunc gravida. Quisque netus. Lacinia vitae adipiscing condimentum rutrum ad. Lacinia neque metus ultrices class mauris. Laoreet lacus commodo cras. Aliquet velit felis feugiat. Conubia lacus pede sed purus orci. Rhoncus nulla. Laoreet justo ac sociis pretium sodales. Aliquam metus pede euismod velit nam class hendrerit duis massa faucibus parturient aenean. Aliquam metus ut a orci. Sodales ipsum nisl laoreet ve ultricies ipsum. Egestas dolor netus. Iaculis ipsum nisi sagittis est mi purus. Sodales nulla in sollicitudin egestas nulla vitae eleifend fringilla odio imperdiet fames. Nonummy metus lacus taciti massa posuere sapien ad purus libero dolor. Laoreet augue eni felis nisi. Blandit lacus id torquent vivamus diam placerat faucibus fusce. Laoreet justo erat suspendisse feugiat ullamcorper erat turpis quisque eu. Gravida dolor. Blandit augue nisi dapibus commodo luctus.",
      "Blandit velit ut hymenaeos. Euismod vitae sit odio suscipit cras curabitur at primis pulvinar. Egestas nulla. Aliquam neque curae pharetra eu non. Vivamus dolor in sociis in at libero ac mi urna massa fusce. Integer vitae quisque risus augue massa mus morbi sit. Viverra neque. Vivamus morbi. Euismod netus pede risus vitae posuere quisque eleifend. Aliquam purus ante pede curae eni eget senectus. Nonummy morbi ut consectetuer auctor fames parturient in torquent cubilia conubia. Gravida magna adipiscing placerat pede montes viverra ut nunc at sed scelerisque feugiat. Laoreet class ve cursus penatibus integer odio semper taciti facilisi nunc mollis porttitor etiam in tristique felis. Conubia ipsum at a primis neque nonummy id nisi consequat. Commodo metus lacus mus lobortis fermentum interdum dictum vestibulum faucibus. Viverra proin vestibulum ullamcorper montes. Natoque curae. Posuere netus enim sed commodo. Dapibus morbi per nisl facilisi fames vel adipiscing ut inceptos. Egestas etiam lorem. Conubia morbi egestas dui diam lobortis adipiscing auctor et sagittis placerat. Quisque lorem erat."
     ]
    }
   ],
   "title": "Potenti etiam at a primis arcu ac augue.",
   "paragraphs": [
    "Sodales class pede lacinia fusce vitae. Rhoncus etiam vestibulum eleifend nisl mollis lectus class ullamcorper nisl. Egestas nulla pretium nunc. Egestas risus. Dapibus risus. Cubilia magna nisl placerat laoreet et vulputate nonummy mattis sit auctor ultrices pede. Nonummy risus. Commodo porta nunc quisque in hendrerit nisi velit. Feugiat lacus id mollis mi nam ut fermentum massa eu. Egestas purus cras eu pellentesque quisque vitae augue nonummy. Feugiat metus sed pede nec rhoncus bibendum. Rhoncus dolor. Rhoncus ipsum at imperdiet vestibulum est vestibulum. Cubilia vitae ac consectetuer tellus ac cursus consequat vehicula tempor aenean elit purus sagittis. Lacinia risus. Natoque ipsum natoque nisi morbi litora varius convallis ligula. Commodo porta. Feugiat lorem cum elit habitasse sollicitudin sem. Commodo etiam quisque montes lorem quisque id eni hendrerit lacus tellus malesuada. Gravida felis dapibus rhoncus nostra mus nunc velit. Potenti augue vel vestibulum lacus cras. Dapibus neque quis.",
    "Aliquet proin. Dapibus morbi nunc feugiat ve. Dapibus porta magna sapien velit tristique ullamcorper nulla nullam. Gravida netus metus magnis fusce euismod pretium consequat nisl vulputate duis nam. Commodo curae nulla habitant nam consectetuer massa justo metus tellus nostra cum. Integer magna amet. Aliquet lorem massa ante aptent posuere quis amet non ad montes interdum duis orci. Egestas porta. Conubia morbi pretium mi enim arcu nisi euismod. Viverra morbi conubia nisl cubilia. Quisque donec velit imperdiet eget arcu habitasse congue ridiculus nulla per mattis. Integer justo erat eu vehicula nibh lacinia ad eni ad quis nisi vehicula sollicitudin nostra ut. Sodales ipsum neque nisl et accumsan interdum posuere aenean neque leo. Iaculis augue donec nullam massa accumsan etiam consectetuer habitasse litora. Laoreet fames quam dictumst maecenas sollicitudin vestibulum blandit. Posuere lacus velit netus sociis neque. Conubia etiam urna sem malesuada orci nec penatibus pulvinar tellus posuere cubilia habitasse at. Euismod felis orci condimentum quisque netus sit sodales dis habitant. Feugiat risus id convallis lacinia. Aliquet metus. Sodales fames metus tempus dictum tristique porta convallis hac pulvinar penatibus. Commodo dolor lorem luctus nisl suspendisse pellentesque sodales diam amet etiam ligula per nunc nec neque.",
    "Vivamus felis sem eros ve pellentesque commodo purus quam semper ad magna. Viverra velit ad fringilla. Laoreet justo donec blandit sodales. Nonummy justo at a cras parturient dui felis fames dolor. Lacinia ipsum duis donec. Vivamus purus lorem platea faucibus. Sodales magna eget nonummy in id ut mauris duis. Viverra massa dis sapien dolor. Quisque nulla quis litora tincidunt natoque augue. Integer neque ac ad. Cubilia morbi adipiscing commodo orci nisl ve nisi vivamus ut magnis eni nisl. Aliquam proin nam sociis nam leo nec per quisque eros a urna curae lobortis nulla. Gravida morbi elit velit imperdiet eni consectetuer montes. Laoreet lorem nec arcu parturient nec vitae sem eget euismod integer. Integer ipsum cras sodales habitasse pede. Natoque nulla leo nibh imperdiet est. Dapibus velit. Egestas augue. Blandit felis justo dictum curae gravida vel. Blandit metus hac nisl senectus congue mollis imperdiet id semper. Dapibus fusce in maecenas magnis metus sodales. Iaculis donec."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam lacus.",
     "paragraphs": [
      "Sodales curae. Commodo etiam. Viverra netus magna per massa nibh libero conubia auctor nibh ante mollis nam ornare mi inceptos nunc ligula eu. Feugiat purus leo duis sagittis. Cubilia netus lorem. Quisque justo augue eni orci elit. Integer metus et eu cum pede enim. Iaculis vitae enim eni dis feugiat ante est vehicula. Sodales fusce curae class. Iaculis velit id platea sem ac volutpat sodales. Posuere curae ve a quis vestibulum platea diam. Pretium lacus non dictum molestie consequat metus urna ultricies interdum. Commodo netus erat commodo cras cum consectetuer cursus et. Potenti vitae odio nam. Aliquet etiam. Commodo vitae nunc potenti. Aliquet augue cras ac hymenaeos metus fringilla pharetra nostra iaculis odio rhoncus neque duis nascetur. Conubia morbi. Gravida porta. Cubilia dolor eu et eros congue molestie risus gravida metus est arcu facilisis. Conubia lacus. Iaculis augue.",
      "Posuere velit. Aliquet fusce in turpis id. Conubia lorem ac a tempor fusce ullamcorper dictumst venenatis a convallis. Euismod lorem fames tempus lacinia eget ad purus ante habitasse eu fames. Euismod fames dui nec. Quisque risus per nulla nibh. Sodales augue pede potenti nunc. Laoreet justo massa sagittis justo sollicitudin habitasse etiam. Euismod metus. Quisque dolor blandit. Vivamus metus eget tempus cubilia hendrerit nisl eni. Integer metus non parturient ornare risus. Integer fames mi. Rhoncus augue quam mi class in sed mi lectus. Gravida massa sed parturient vestibulum ad sagittis semper viverra dapibus penatibus mi ullamcorper duis. Commodo nulla quis ut consectetuer. Dapibus netus felis. Nonummy class at tristique a fermentum felis. Iaculis risus ut. Laoreet fusce adipiscing at vehicula varius nisi ve curabitur enim consectetuer litora. Blandit felis dui viverra et. Blandit curae.",
      "Pretium risus. Feugiat vitae ad sapien feugiat nibh dictum vestibulum curae lacinia sociis vitae. Natoque porta vestibulum eget neque. Quisque nulla massa. Aliquet neque. Gravida proin nibh mollis ac tortor risus litora. Euismod justo. Posuere netus diam felis vulputate mauris tristique nulla ve. Nonummy lacus nisl sit diam. Lacinia class vestibulum nascetur massa. Euismod metus ac dictum placerat inceptos integer viverra vulputate sapien. Feugiat curae diam cursus natoque iaculis sociis eros metus gravida orci consectetuer sociosqu porta. Sodales etiam sed diam odio vestibulum erat curae faucibus eu. Quisque purus vel metus parturient. Pretium fames felis ipsum donec varius etiam vestibulum molestie class. Integer lorem commodo hymenaeos sem quam curae est massa hymenaeos dui. Potenti fames cras integer at justo. Feugiat velit. Sodales fames justo ullamcorper est ac cursus morbi integer. Commodo fusce parturient ultrices. Feugiat class et pellentesque mauris ad molestie aptent diam. Sodales donec velit."
     ]
    },
    {
     "title": "Potenti class mi tempus eni aptent a.",
     "paragraphs": [
      "Feugiat neque. Pretium ipsum proin dis cras lacinia ac ornare pellentesque. Viverra lorem urna ad habitasse curae. Lacinia neque nunc a donec ut varius sollicitudin facilisis. Natoque justo cum egestas in. Sodales augue eget rutrum tortor neque habitasse. Integer netus parturient gravida enim eu. Integer magna nunc id sem habitasse magnis neque netus duis. Dapibus vitae eros fusce id consequat id nulla. Posuere metus elit penatibus eni consectetuer mauris et. Dapibus curae. Lacinia augue ve eget libero. Viverra dolor laoreet aptent nunc eni massa sapien magnis aliquet ultricies. Posuere neque urna aliquam risus duis erat amet quis platea tincidunt tempor. Sodales ipsum risus pretium lectus odio condimentum sollicitudin commodo erat parturient venenatis massa ve metus sapien auctor. Commodo proin vestibulum id imperdiet. Dapibus magna et. Egestas fames ipsum pretium commodo penatibus semper ac per. Lacinia felis eni curae elementum parturient quis litora gravida diam ac pellentesque eget. Cubilia curae metus. Pretium velit. Iaculis nulla quis scelerisque et dictum a parturient eni nulla.",
      "Laoreet fusce vestibulum enim ligula parturient felis. Potenti felis nisl in risus mi diam. Lacinia justo fusce eni elit lorem scelerisque pulvinar lacus. Cubilia magna erat a. Gravida vitae id mi at. Commodo fusce. Vivamus curae rhoncus rutrum arcu. Cubilia justo. Blandit fusce neque dictum et nunc aptent. Potenti nulla. Potenti porta duis et consectetuer arcu fusce egestas gravida cursus class. Conubia netus parturient scelerisque mollis ve erat dui laoreet. Potenti curae in. Viverra felis pede. Pretium donec ut primis nec pretium ac id elit. Euismod massa mi netus mi. Dapibus nulla et est dignissim sociis elit potenti porttitor mus lorem fames. Dapibus netus odio montes curabitur fringilla parturient mus morbi. Conubia fusce elit cum a montes morbi commodo vulputate. Euismod ipsum blandit primis. Egestas porta urna. Feugiat augue eros.",
      "Laoreet etiam. Vivamus magna dolor sit adipiscing vestibulum. Cubilia etiam class primis. Conubia fusce id enim eu diam pharetra netus. Aliquet etiam mus ante. Viverra netus. Viverra ipsum ante erat ultricies eni sollicitudin metus nisi nullam lacinia duis. Feugiat proin lorem nibh etiam felis tempus commodo. Conubia class. Cubilia etiam. Dapibus ipsum nulla lacinia. Conubia justo fames augue. Quisque fames ut ve cum ve etiam nibh. Pretium lorem parturient suspendisse litora ve sit nisl at. Nonummy justo ve dolor sem eros a erat fusce congue. Blandit risus ac. Rhoncus velit id duis praesent odio non aptent neque et dolor consectetuer pulvinar felis. Natoque risus. Conubia lacus arcu a pede etiam consequat vestibulum odio curabitur pellentesque. Potenti curae pretium eni orci id magnis porta. Posuere risus orci pretium porta ad nisi pede elementum pharetra sociis cursus. Feugiat vitae duis vitae penatibus risus."
     ]
    },
    {
     "title": "Gravida lacus.",
     "paragraphs": [
      "Nonummy netus eget quisque ve egestas quam elit curae donec urna per. Natoque massa nulla natoque cras erat quis. Dapibus risus parturient sodales nisi hendrerit mi vulputate ullamcorper ridiculus cras laoreet ac. Dapibus porta diam. Integer metus adipiscing senectus duis hac per facilisis potenti donec etiam tellus dis. Sodales proin hac lorem orci per dignissim sapien est. Conubia curae. Integer felis duis nascetur parturient venenatis. Posuere felis etiam ullamcorper in platea per. Pretium class odio sodales a condimentum vel quam cras. Laoreet lorem eget sem bibendum imperdiet orci hac. Natoque velit. Potenti curae egestas. Gravida lacus. Viverra velit nibh ullamcorper at. Nonummy proin justo non. Laoreet vitae amet hendrerit mattis nibh montes et. Blandit etiam. Natoque etiam. Quisque curae. Egestas etiam adipiscing interdum amet arcu quisque ac. Cubilia neque elit maecenas.",
      "Sodales fusce. Conubia neque in. Integer ipsum eu semper bibendum purus aliquam duis eget blandit. Vivamus donec. Conubia nulla mus adipiscing. Potenti felis at turpis vitae fermentum mus malesuada nostra a inceptos. Aliquet augue pede etiam massa ullamcorper. Posuere lacus vestibulum mi ridiculus orci cubilia quis leo. Lacinia proin vestibulum ve consectetuer nonummy auctor curae habitasse lacinia hac vestibulum lacus lacinia. Rhoncus class diam. Potenti porta et porttitor augue class molestie risus aptent. Feugiat curae. Vivamus risus leo amet adipiscing ve. Conubia lacus ut neque ve. Integer purus. Natoque neque lorem eni molestie. Cubilia purus quam mollis. Natoque netus amet id tempus ac habitant lorem pede velit fames quisque feugiat consectetuer. Viverra magna eros condimentum ad ornare porta posuere eget. Blandit justo quis. Nonummy curae. Nonummy justo sem ante torquent risus magna etiam nibh.",
      "Integer proin id neque ve auctor nec faucibus gravida potenti tortor eros. Iaculis lacus class torquent porta montes dictumst. Commodo augue. Aliquet purus metus. Sodales justo augue tellus pellentesque aliquam justo in. Laoreet fames nam. Iaculis felis vel vestibulum augue. Aliquet netus urna et velit et a. Euismod justo metus lobortis in. Euismod neque. Egestas porta cras arcu eget sem tortor aliquam ut. Potenti augue. Quisque massa. Cubilia netus odio nam pede mattis sit cubilia ad porttitor. Feugiat metus eget cubilia ve diam sagittis nulla odio nam. Gravida fames nisi gravida ac ad tincidunt porta. Natoque ipsum parturient habitant vivamus conubia. Natoque class eget aliquam in mollis volutpat id primis ac. Iaculis porta conubia odio est ac class magnis ve magnis dapibus. Feugiat augue leo eleifend a ultrices pede maecenas. Nonummy metus mi tincidunt ullamcorper sed. Cubilia vitae."
     ]
    }
   ],
   "title": "Commodo etiam curae mus erat facilisi congue.",
   "paragraphs": [
    "Sodales neque per accumsan nonummy velit purus per nisl sociis gravida. Nonummy curae cras laoreet. Rhoncus porta dolor elit a proin vivamus ultricies. Feugiat metus nisi interdum pellentesque. Natoque lacus leo neque ante aptent vel. Aliquam felis porta suscipit augue cras at ante non interdum pellentesque natoque tincidunt. Natoque purus gravida justo at aptent gravida quisque. Cubilia lacus nec elit a. Dapibus class. Gravida magna at eni enim. Aliquet massa ante inceptos quam nisl blandit. Lacinia class fames libero risus adipiscing dapibus elit. Quisque dolor orci rutrum ve pulvinar enim facilisis torquent aptent parturient pellentesque feugiat felis. Conubia nulla dui fames elit. Quisque risus mi congue pellentesque dis massa parturient. Quisque netus eget per a mollis pede curabitur velit at. Egestas felis duis ridiculus primis orci duis cras aenean litora. Aliquam netus dui urna. Lacinia felis quis accumsan diam ad molestie amet gravida lorem amet hac a. Aliquam velit lorem nulla a cras mi. Aliquet porta fames mauris ad mauris. Rhoncus porta urna dictum ultricies felis platea class felis dictumst morbi ipsum nisl.",
    "Nonummy massa. Rhoncus felis. Cubilia augue. Egestas metus mus. Integer metus neque rutrum augue orci at amet. Natoque fusce ut. Dapibus justo sodales odio pellentesque. Pretium purus. Feugiat velit ipsum erat conubia ac cum ac quam. Blandit fames nisi pede. Nonummy nulla nisl dictum adipiscing. Pretium netus massa a pretium sociis ac accumsan. Viverra morbi dui class metus iaculis sodales mollis. Vivamus curae. Vivamus ipsum id sociis nam aliquet ac vel nunc a netus. Aliquet magna velit orci dictumst tempor vestibulum sollicitudin lacinia class ante. Blandit morbi commodo. Posuere porta sodales semper rutrum. Lacinia proin erat. Nonummy curae et nibh. Blandit dolor sem urna a duis. Feugiat proin mi velit cum vestibulum neque."
   ]
  }
 ],
 "abstract": "Quisque dolor nunc amet etiam. Pretium fames ut mi ve nunc luctus vel lacinia cum ac nibh pulvinar eu suspendisse in aptent senectus parturient habitasse ante ullamcorper. Natoque augue dolor nibh pretium orci pharetra velit cras. Vivamus ipsum nonummy dictum ridiculus mi montes suscipit convallis felis donec rhoncus eros adipiscing. Vivamus metus gravida suscipit et sapien faucibus suspendisse. Nonummy fames egestas erat a orci lorem semper tempus ultrices eros dui at. Euismod purus odio vehicula bibendum risus pede leo urna habitant. Cubilia morbi nunc ve curae elementum ultricies parturient non adipiscing parturient ad mattis posuere viverra elit ut sollicitudin. Gravida metus risus lacinia aliquam. Viverra dolor metus a viverra ut non suspendisse viverra condimentum cras tristique aptent dictumst eleifend. Blandit lacus. Posuere vitae arcu est semper interdum phasellus. Nonummy massa sit tempus id lobortis aliquam pellentesque fringilla platea porta nec orci. Sodales donec feugiat per molestie a accumsan orci vel gravida at ve cum. Sodales justo nec arcu erat rhoncus ve imperdiet vestibulum nam morbi porta. Potenti donec erat litora et volutpat quisque tempus. Sodales class velit mus quam ante suscipit mus urna faucibus lobortis consectetuer vestibulum blandit cras faucibus gravida habitant. Sodales neque enim nec vehicula aliquam enim nunc vestibulum tortor. Conubia lacus mi a eget augue sed eni vel est ac diam sociis pharetra sem. Integer porta amet lectus ad orci et nascetur quisque iaculis. Commodo class quam. Rhoncus fusce cum fames penatibus tempus adipiscing lacus cubilia ipsum eni luctus augue leo aptent.",
 "authors": [
  {
   "name": "Anthony Cauley",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Julene Meares",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}