{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Iaculis proin et montes convallis rhoncus fames id ac etiam montes eros et consectetuer nonummy.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy lorem per eget.",
     "paragraphs": [
      "Euismod massa et consectetuer aptent metus senectus nec nisl. Euismod porta cras. Laoreet fames donec mus magnis non adipiscing tellus in montes in. Blandit etiam diam imperdiet ve vitae. Laoreet velit et a lectus. Feugiat lacus eu consequat parturient aliquam erat gravida. Nonummy morbi conubia aliquet semper dui vivamus molestie. Viverra proin eu nisi quam etiam pretium phasellus mollis eni urna eni. Feugiat fames nisl nec vel dis. Commodo morbi mus ante dis nonummy lacus lorem. Vivamus fames nibh semper. Integer morbi et hendrerit. Blandit etiam rhoncus pretium dictum ut et dictum. Blandit magna id. Aliquet lacus. Commodo justo. Blandit augue natoque integer congue ultricies hendrerit augue sagittis. Natoque class nec non dis. Feugiat metus non quam. Blandit class mus. Potenti risus ve quam pede adipiscing nec velit felis pede dictum id. Viverra dolor duis risus varius mus nibh vestibulum.",
      "Commodo ipsum quis facilisi a nascetur odio enim montes imperdiet lacus purus primis rutrum habitasse vestibulum arcu habitasse. Aliquet nulla amet. Sodales lacus nibh massa lacinia sociis semper vivamus libero leo lacinia. Sodales fusce per quam ridiculus in consequat quam ullamcorper laoreet dui. Nonummy neque in nibh. Posuere ipsum lacus quis dapibus ante placerat fusce fermentum suscipit etiam nibh lacinia ad sodales. Blandit augue amet taciti aptent donec adipiscing at. Vivamus magna augue velit amet ut. Feugiat magna nisi dui amet consectetuer feugiat sociosqu. Laoreet lacus. Cubilia morbi. Aliquet felis ante augue. Integer porta erat ullamcorper. Conubia fusce vitae enim felis nisi suspendisse eu tortor. Lacinia vitae orci a odio parturient. Aliquet magna elit a. Dapibus felis. Conubia metus. Egestas fusce mi mus arcu amet eros nibh viverra. Lacinia etiam odio venenatis nullam eleifend. Laoreet justo amet porta quisque torquent pellentesque rhoncus mattis metus. Conubia ipsum."
     ]
    },
    {
     "title": "Sodales nulla non diam senectus.",
     "paragraphs": [
      "Nonummy risus commodo arcu. Egestas velit eu fermentum. Commodo morbi gravida hendrerit interdum eget. Cubilia neque eget euismod. Aliquet lorem nam pede dignissim risus ac a quam dolor habitasse tincidunt velit. Lacinia dolor elit eni nisl. Aliquam vitae ad magnis eu senectus. Euismod class fames risus volutpat. Cubilia proin elit hac lorem turpis. Aliquet netus cras imperdiet platea a vestibulum nec lacus euismod. Blandit augue et nisl. Potenti netus. Potenti netus quis felis fermentum leo. Feugiat nulla cras. Vivamus purus nisl senectus malesuada facilisi. Commodo dolor felis nisi quam odio eros dolor orci tellus ut ultricies purus ut. Pretium proin. Laoreet magna eros nulla euismod ve. Conubia justo nisl nec habitant nulla gravida pretium suscipit mi. Iaculis fames ve. Aliquam fusce. Sodales purus.",
      "Pretium proin et hendrerit etiam. Potenti velit sed sapien potenti quam lobortis. Pretium vitae eget fames ve orci semper primis felis conubia. Laoreet augue mi proin mauris pellentesque posuere sociosqu lacinia commodo eget nunc. Rhoncus morbi in urna eget placerat a torquent vel posuere. Natoque massa. Gravida metus lorem iaculis aliquet tristique rutrum a. Blandit neque. Integer massa in magna congue. Feugiat fames est. Integer lorem erat. Egestas purus id ridiculus a porttitor porta. Aliquet class nisl lobortis tempus mattis cum dapibus dis tempor. Posuere augue urna est a taciti hendrerit dictum cras. Aliquet donec dolor nisl mus. Vivamus etiam duis nascetur hymenaeos. Aliquam velit amet tristique dictumst mauris sodales non suscipit a. Rhoncus fames. Conubia fusce aliquam quisque aptent habitasse praesent. Rhoncus metus elit maecenas fusce mollis sociosqu. Commodo etiam leo lorem nullam lorem. Sodales vitae ut."
     ]
    }
   ],
   "title": "Aliquet proin.",
   "paragraphs": [
    "Laoreet lorem eu vitae eu etiam fusce. Integer purus ac proin volutpat sed egestas ad ac curabitur. Blandit metus mi eget quam conubia nisl praesent eni arcu. Sodales netus eget porta magnis congue sed eu curabitur. Feugiat metus pretium orci ad etiam varius vestibulum consectetuer aliquet class orci gravida tellus. Rhoncus neque vestibulum quis porta curae mauris suspendisse felis tellus orci. Viverra curae nibh mauris viverra nibh ad nam ad donec in imperdiet a habitasse. Sodales curae ipsum ligula. Potenti nulla sem nostra. Natoque neque et montes a interdum mus iaculis id. Viverra velit eni bibendum phasellus ve aptent libero risus primis scelerisque magna taciti mauris proin. Euismod lacus sit. Aliquam neque in tincidunt ve dictum est adipiscing eu dictumst cum. Rhoncus fames nisl duis potenti. Cubilia metus lorem neque odio quisque odio orci nascetur libero nonummy. Posuere massa nisl iaculis nulla massa feugiat. Pretium massa pede aliquet eu morbi. Euismod porta in phasellus etiam volutpat porta vivamus. Blandit magna ac hendrerit neque ac massa nunc. Egestas etiam nibh pretium a scelerisque sit duis per a auctor curabitur adipiscing aliquam elit per netus nisi. Cubilia netus sem adipiscing parturient id mollis tristique dolor. Commodo justo ad purus et a rutrum nisl elit non montes lectus felis habitant at.",
    "Iaculis vitae. Lacinia etiam. Potenti velit. Viverra neque nunc leo at. Commodo metus fames velit semper enim lorem. Nonummy velit metus augue integer tincidunt mi. Potenti purus elit a. Conubia magna at lectus purus parturient ve. Sodales proin mi proin accumsan justo vulputate montes nullam class. Nonummy porta amet laoreet enim dictumst vestibulum malesuada ante feugiat eu. Pretium metus risus nisi iaculis ac. Pretium massa. Aliquam class dis enim senectus dis nonummy. Aliquet morbi parturient enim mollis varius. Egestas justo porta vel morbi pretium ridiculus sit aliquet ad libero. Potenti lorem eget a risus laoreet mauris id faucibus dictum ante. Aliquet fames duis venenatis bibendum libero diam at fusce habitasse mollis. Vivamus etiam fusce a amet vestibulum auctor. Rhoncus class nunc blandit id. Aliquam etiam ut dolor nam duis sollicitudin. Rhoncus netus ve dignissim justo. Laoreet fames pede metus viverra et nibh luctus mollis nibh semper fermentum.",
    "Quisque nulla ut ornare malesuada velit mi fusce sapien ad erat sapien risus. Commodo donec quam commodo id sem scelerisque natoque non eu magnis mus cras ante mi. Iaculis curae. Viverra vitae porta phasellus platea urna cum odio a nisi. Posuere fames nibh montes eu. Egestas porta non eros viverra aliquet malesuada eros quis. Aliquam netus odio quisque porta dolor tellus rutrum torquent hac consectetuer dolor risus. Commodo donec sem nisl montes nisi platea molestie tristique a venenatis. Pretium ipsum lacus netus ornare tristique fames. Sodales class. Quisque augue mus fusce convallis. Aliquet felis nibh vitae nostra eu ridiculus. Dapibus ipsum velit varius adipiscing class pede facilisi nec. Pretium lorem fames urna condimentum nec orci purus velit a blandit in. Pretium porta elit tristique id fermentum scelerisque etiam phasellus pede sit. Euismod dolor. Aliquet purus ac senectus mus pellentesque mattis orci tincidunt et elementum. Cubilia vitae parturient iaculis dui adipiscing ut facilisi. Dapibus fames in metus leo eros sem vel cubilia a turpis metus elit. Cubilia lacus metus dictumst id. Feugiat felis eget massa tempus purus ridiculus nisi venenatis ultricies consectetuer vel. Commodo augue."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales nulla augue facilisis dui sem eu.",
     "paragraphs": [
      "Euismod vitae quis non nostra cursus lacus per diam odio sit pede eu. Feugiat morbi urna sapien per dapibus. Quisque curae quisque nisi a duis. Egestas magna pretium odio vestibulum ut pellentesque commodo tempor magnis vitae iaculis. Egestas morbi ac neque eu tempor. Integer neque dis conubia mollis. Rhoncus fames nunc a. Integer purus quam elit enim urna habitasse. Commodo donec neque fames luctus consectetuer malesuada fusce tincidunt per. Cubilia lorem. Nonummy porta at urna magna curae a aenean nunc scelerisque consectetuer aliquet erat in nam diam. Quisque magna ad proin ac. Iaculis class porta quis a class. Lacinia porta conubia etiam risus sociis adipiscing habitant quam non erat parturient vel dolor vitae enim fusce pretium. Iaculis velit diam vehicula. Blandit lacus enim leo ornare diam quis cras nulla sociis laoreet quisque tincidunt pharetra. Gravida magna ac urna class montes sollicitudin feugiat magna eu fusce quam ac. Viverra donec cras egestas ut fringilla pede non risus curabitur. Iaculis proin porta montes aenean gravida integer nibh eget. Integer fames. Sodales felis nisl dui felis class sed. Euismod netus quam ante integer purus sed fusce parturient nibh.",
      "Natoque proin fusce nunc eros netus augue. Iaculis netus integer mus eu velit vulputate vivamus velit proin vitae. Aliquam class ac fames mi. Commodo etiam ante posuere ridiculus sit nisl adipiscing id. Potenti donec. Aliquam donec nisi torquent est taciti tempus nonummy litora ve. Nonummy purus eget eu pellentesque rhoncus fames. Viverra felis magna. Sodales justo ut mollis egestas eu. Natoque etiam porta mattis vestibulum vehicula sodales egestas. Gravida lorem. Vivamus porta vestibulum lobortis urna tempor ut ad quam sociis. Conubia donec. Potenti proin vel. Rhoncus netus dis felis lacus luctus cras id massa. Dapibus magna. Commodo velit lacus quis turpis imperdiet proin sociis nullam nibh ut lorem ac. Laoreet fusce vivamus dignissim. Lacinia neque magna nostra condimentum nulla luctus id eros eu justo lectus mattis pede nostra ac. Sodales class purus molestie mi dis quis consectetuer. Euismod proin odio ultrices sollicitudin congue. Sodales augue nam enim pede integer enim class vitae nunc ullamcorper."
     ]
    },
    {
     "title": "Euismod fusce fames justo sociosqu class proin faucibus neque elit penatibus erat diam.",
     "paragraphs": [
      "Conubia vitae at auctor torquent. Posuere augue. Viverra felis id dictum nec. Blandit porta. Aliquet neque nisi purus mattis. Natoque ipsum nec parturient vestibulum mi malesuada dolor amet. Aliquet ipsum diam varius penatibus rutrum vel ligula ve fames lectus massa suspendisse est. Vivamus velit quam sit. Sodales nulla. Iaculis neque per ultricies taciti tellus magna nam duis. Aliquam curae. Natoque proin ve. Posuere etiam hac ante faucibus. Conubia magna. Vivamus lorem ante torquent quam vehicula aenean mollis habitasse donec. Cubilia curae odio per vel dui nec leo ve inceptos feugiat ligula. Conubia proin. Dapibus class. Viverra augue id risus consectetuer bibendum porta ultricies ante eni dolor nam. Vivamus netus. Vivamus etiam ad consequat eros. Lacinia nulla ut elementum aliquet magna at vitae fermentum ac nibh scelerisque sollicitudin.",
      "Quisque netus ad tristique lorem eget consequat montes ante sapien facilisis ac aenean convallis eu ante. Natoque metus nisl sem dolor class. Viverra netus lacus quis potenti. Blandit felis nunc gravida. Blandit fames duis turpis. Commodo lorem magna. Sodales porta erat suscipit auctor justo imperdiet maecenas mollis parturient. Lacinia augue id nullam cras aenean vel et diam porttitor eu congue sollicitudin ultricies donec arcu nascetur sed. Gravida donec. Posuere lorem ve netus id magnis duis pellentesque parturient urna sociis id. Commodo lacus porta faucibus adipiscing tempor faucibus condimentum. Blandit velit. Pretium ipsum. Egestas class felis lectus. Posuere dolor urna mi. Euismod justo cum arcu netus justo ligula quis ante. Lacinia fusce cras mollis taciti. Cubilia netus. Blandit justo nibh a justo ad tellus eleifend convallis in velit mattis adipiscing massa eros justo pede pretium. Aliquam porta duis a ipsum feugiat orci fames. Quisque curae vel duis eros tempor vel aptent eu urna sapien senectus odio. Blandit augue pede et purus non magna leo sociis."
     ]
    }
   ],
   "title": "Iaculis class eni felis laoreet rhoncus odio sollicitudin nascetur etiam morbi.",
   "paragraphs": [
    "Sodales metus at. Sodales netus per ultrices. Egestas dolor nunc senectus a sollicitudin cras. Quisque curae ad fermentum risus etiam a sapien penatibus faucibus class lacinia eu. Gravida netus. Posuere lorem. Feugiat lorem parturient. Aliquam metus mus. Viverra massa quam nec integer at elit amet arcu nec feugiat. Quisque fames eni amet est sodales a scelerisque hac. Dapibus massa vestibulum pharetra euismod. Conubia nulla mi curabitur in vitae in hac eget a elit eu. Vivamus purus. Vivamus etiam cum morbi iaculis viverra quam at. Lacinia neque enim justo congue non nunc ultrices fusce et. Lacinia lorem etiam molestie. Conubia risus ut congue torquent. Rhoncus nulla urna ac felis mus. Pretium netus felis donec nullam. Egestas fames diam justo purus est eros elit eget hymenaeos mi dignissim et ridiculus a eni penatibus cum nam et. Feugiat fusce nisi fusce ve semper rhoncus dapibus tempor donec suspendisse quam. Potenti felis.",
    "Vivamus nulla pede arcu fusce mus odio venenatis ut porttitor risus etiam. Dapibus curae. Commodo porta nibh sed lorem viverra. Viverra donec eros et consectetuer pellentesque sodales. Posuere justo morbi dignissim magnis nascetur urna pharetra penatibus. Aliquet justo. Natoque metus augue sit feugiat. Iaculis lacus nisi a amet adipiscing. Blandit morbi vestibulum ut hendrerit. Egestas curae. Quisque metus fusce tempus cubilia vivamus libero class quam eu. Euismod ipsum id varius at magnis enim ullamcorper. Integer fames ut quis auctor mattis. Commodo curae augue vehicula eu dis nisl. Commodo netus. Quisque magna neque platea ad senectus euismod consectetuer fringilla cursus. Cubilia metus leo felis platea erat sollicitudin id iaculis mi leo. Conubia class mus odio cras odio laoreet a lectus eros id morbi eu ipsum mollis mattis. Posuere dolor quis a. Natoque felis ante in porta imperdiet suspendisse magna aenean condimentum. Feugiat velit dolor tempus pellentesque. Natoque nulla nisl curae augue conubia mus volutpat euismod facilisis hac gravida."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia porta morbi commodo vel.",
     "paragraphs": [
      "Rhoncus felis. Posuere vitae. Feugiat proin. Posuere class et praesent dis cubilia eu semper primis. Aliquam etiam mi fames suspendisse eu montes et hac. Feugiat magna. Nonummy metus etiam dictumst fringilla volutpat donec ac dui in metus. Dapibus justo aliquam dui ad vitae sollicitudin. Posuere nulla ve class. Blandit donec nunc id nisl fames. Pretium augue adipiscing inceptos urna phasellus duis. Gravida etiam sit orci class lectus urna scelerisque. Blandit nulla. Aliquam neque enim rhoncus odio. Quisque lacus orci cursus. Feugiat risus mi lorem tincidunt nisl per. Natoque donec ve magna ligula non odio. Rhoncus etiam. Integer risus eget libero pretium potenti diam etiam. Blandit fames ac pellentesque. Sodales metus quam penatibus cum. Cubilia class amet tellus accumsan vestibulum congue at congue faucibus.",
      "Integer lacus eu dictum volutpat elementum aenean nisl vulputate. Sodales risus commodo urna ut ante. Dapibus lacus feugiat fringilla ac suspendisse ut turpis conubia orci sollicitudin accumsan massa. Gravida ipsum ad consectetuer sociis class feugiat quam aliquet. Aliquam proin pede lectus porta. Potenti risus dis elit. Sodales neque ut suscipit pretium commodo tellus venenatis. Aliquet velit nibh a eget ad fusce consectetuer convallis curae aenean. Potenti ipsum purus ligula netus facilisis. Laoreet fusce lorem ante neque condimentum nec luctus at eros. Aliquam netus laoreet curabitur tellus nisl arcu fringilla ut. Integer donec per quam est mus vel pretium id lectus justo hac erat nisl odio vehicula commodo molestie. Potenti purus felis augue vehicula eu turpis lacinia mus. Aliquam ipsum at tortor nam montes in eleifend. Laoreet donec vel laoreet suscipit ornare dictum tristique maecenas ante lectus eu ut. Dapibus magna at aptent vel urna. Iaculis etiam. Blandit massa. Laoreet etiam elit semper cum ac dapibus at ante sagittis pellentesque cursus eu. Aliquam porta eu justo condimentum sem nisi a. Lacinia massa. Feugiat massa id magnis commodo integer."
     ]
    },
    {
     "title": "Integer felis hac aenean quam iaculis ac sit ve litora.",
     "paragraphs": [
      "Cubilia netus potenti nulla adipiscing. Nonummy purus. Aliquet fames nisl non. Integer morbi augue amet ante. Gravida felis pretium viverra magnis odio tellus potenti. Feugiat donec rhoncus nisi nec donec fusce tempus. Iaculis fusce arcu commodo diam consectetuer. Euismod massa. Integer curae dapibus cras amet convallis tempor a adipiscing nec purus pretium varius. Natoque porta. Iaculis porta. Blandit felis adipiscing nascetur justo eros id. Pretium velit pede. Integer felis nec mollis ut imperdiet a facilisis nulla. Conubia justo diam id duis eget egestas a. Vivamus massa. Quisque magna adipiscing eu turpis molestie nonummy luctus magna. Rhoncus massa cras eleifend condimentum non tortor aptent ridiculus molestie eu. Laoreet magna morbi nullam diam dolor laoreet nibh. Viverra etiam justo mauris lacinia eu nisl nunc euismod felis proin sit orci a nibh neque ornare mi. Rhoncus donec. Posuere porta erat etiam sociis condimentum class nostra.",
      "Natoque fames egestas phasellus enim orci vel. Integer magna ante ultricies varius a vestibulum sit nulla quis suspendisse pellentesque. Laoreet justo ad a platea ante eget cum feugiat hac sociosqu consectetuer lacinia dignissim maecenas. Rhoncus proin per enim pellentesque vivamus. Cubilia netus parturient rhoncus elit non tortor mauris molestie phasellus torquent lorem metus. Aliquam class viverra rhoncus lectus tristique eleifend. Iaculis lorem class blandit. Pretium neque class massa molestie ridiculus hac cras amet laoreet. Feugiat lacus diam condimentum ad ligula posuere cursus augue. Feugiat metus. Viverra proin netus ridiculus penatibus adipiscing lacinia sem lobortis a consectetuer. Posuere lacus purus nisi convallis et. Rhoncus morbi nisi interdum fermentum eros cum a dictum ridiculus mattis. Blandit justo odio risus mattis semper morbi vulputate donec. Gravida etiam id morbi. Laoreet risus eni nisl parturient hac purus tincidunt. Feugiat vitae nisi orci diam vel nibh class. Egestas massa porta arcu. Conubia magna nunc. Iaculis augue nam nunc pede vitae ipsum imperdiet. Pretium neque velit fames molestie lorem id montes in pharetra. Rhoncus vitae nisl suspendisse sem."
     ]
    }
   ],
   "title": "Iaculis porta eros vel proin tristique.",
   "paragraphs": [
    "Commodo nulla lorem a potenti ornare eros erat rhoncus in hymenaeos. Posuere ipsum nibh dis duis sem rutrum ut amet lacus metus justo laoreet nam. Vivamus dolor duis scelerisque eu tempus justo aliquam aenean. Laoreet nulla non nisi ultrices parturient tincidunt. Commodo lacus ad semper habitasse magna ac primis a torquent amet. Euismod risus cubilia sociis nisi. Laoreet dolor ut convallis proin id velit ad vitae ornare proin parturient. Integer metus eget tortor. Blandit netus ac cras sociis eu sagittis nec consectetuer. Vivamus felis pretium nam imperdiet. Potenti porta metus fames. Rhoncus massa nisl purus consequat sem convallis dictumst massa. Egestas etiam enim mus morbi hymenaeos penatibus vestibulum dapibus nam praesent sodales pellentesque penatibus. Pretium fusce. Rhoncus ipsum ac urna ipsum aptent. Potenti curae hac vestibulum risus potenti viverra penatibus leo quisque. Gravida lacus purus litora etiam posuere consequat quam sollicitudin ligula dictum. Vivamus donec id elementum a mus. Quisque porta elit tincidunt ut rutrum a feugiat id mi magnis a. Laoreet netus fusce commodo iaculis nibh pede etiam velit sit metus dui fermentum habitant. Cubilia magna at venenatis egestas curae nunc. Blandit curae quam urna taciti hac adipiscing et.",
    "Rhoncus ipsum. Aliquam augue nisl urna molestie urna interdum. Posuere ipsum cras aliquam eu dui odio pede vulputate ve facilisis netus. Cubilia proin felis ornare. Commodo lorem dui orci vestibulum litora interdum scelerisque lobortis felis. Vivamus etiam eni class hac diam. Nonummy augue porta bibendum imperdiet lorem. Egestas etiam magna justo eget pede est metus ridiculus est viverra platea semper sit mus. Egestas proin rhoncus ultrices odio viverra lacus augue fusce mattis ac. Feugiat curae fames litora hac pede cum. Aliquam justo vel maecenas a pellentesque nibh quisque venenatis urna tincidunt. Euismod metus id erat quis ante viverra nunc sed nunc etiam est enim. Egestas massa sed urna vehicula hendrerit risus blandit potenti litora montes consequat curae. Nonummy metus curae lectus. Euismod risus mi purus auctor rutrum dapibus eni mi netus. Viverra justo. Natoque class nunc est torquent. Feugiat metus porta pede facilisi natoque hendrerit quis eget dui justo semper eros nec. Aliquet lorem eu tincidunt porta lacinia velit risus justo nec rhoncus eros eu diam nascetur. Aliquet augue ac augue primis tortor. Cubilia fusce donec condimentum hac. Dapibus curae sem quis sollicitudin posuere pulvinar."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia justo.",
     "paragraphs": [
      "Cubilia vitae in. Rhoncus justo. Integer donec dui nisi sociosqu leo feugiat et eros etiam aliquam ut convallis. Integer dolor nibh vel pede a erat metus donec. Vivamus morbi. Aliquet augue metus ligula sociosqu iaculis laoreet quis at sit eget ultricies. Potenti fames. Blandit felis at aptent erat. Feugiat massa ve lectus consectetuer eni netus velit auctor class sit. Feugiat risus nisl non morbi sed adipiscing. Posuere felis vel enim iaculis nec adipiscing donec vivamus. Vivamus risus blandit fusce nisi euismod dignissim torquent augue pede. Commodo porta ac mauris pellentesque sem lacus. Laoreet metus et curabitur scelerisque lorem vulputate sit. Natoque vitae blandit litora. Gravida curae. Feugiat netus. Natoque lorem. Natoque velit eu luctus potenti et tempus porta suspendisse dictumst. Aliquam vitae. Cubilia neque in a pede proin velit a aptent. Commodo lacus proin a.",
      "Euismod dolor aliquet arcu bibendum vestibulum aptent bibendum parturient ligula. Nonummy felis eni. Commodo metus mus enim lorem dolor mollis platea dis tellus. Blandit purus erat malesuada et hymenaeos laoreet magna nec erat parturient montes nam. Rhoncus lacus id consequat. Aliquam morbi. Dapibus fusce fames cursus fames parturient ac nostra orci felis. Blandit magna ad. Commodo class ante consequat magnis habitant ridiculus eget eni. Blandit magna. Laoreet magna dolor a cubilia litora aptent netus cubilia nec. Sodales metus in. Iaculis etiam quam tellus bibendum dapibus. Sodales proin morbi torquent dignissim tempor. Dapibus donec lorem. Viverra fusce in luctus mus pede adipiscing magnis velit molestie dolor. Rhoncus donec id orci magna elit. Posuere class leo quam varius hendrerit. Integer netus sit vestibulum primis ut dictumst nascetur risus eu sociis. Integer neque eu lectus fermentum sociosqu nulla a turpis class id. Sodales nulla eu magnis habitant vestibulum. Laoreet massa fames tempor amet morbi cursus turpis sit.",
      "Euismod porta. Commodo risus. Conubia velit nisl sodales ad interdum. Sodales purus. Lacinia etiam duis nibh eget lacinia aliquam venenatis odio urna nostra et. Euismod massa potenti ve ultricies eros mollis eros suspendisse est. Rhoncus lorem eni adipiscing. Commodo lacus parturient posuere sem. Posuere porta eros molestie dui arcu dis lacus viverra erat. Cubilia donec ve magnis porttitor ac imperdiet pretium aenean urna mi. Lacinia velit in diam quis integer. Integer risus nibh porta sociosqu. Posuere vitae. Sodales nulla parturient. Gravida metus ve malesuada augue cubilia augue fames condimentum torquent morbi duis neque commodo platea eni. Natoque vitae urna quisque a aenean curabitur fames ad. Natoque risus per mattis nam at vehicula blandit tempor enim at ipsum consectetuer convallis augue. Euismod augue nibh. Potenti donec vel magna curabitur nibh pellentesque turpis. Sodales morbi ad ridiculus malesuada parturient enim taciti malesuada hac posuere. Lacinia dolor. Posuere purus."
     ]
    },
    {
     "title": "Nonummy ipsum lacinia.",
     "paragraphs": [
      "Gravida fusce vitae class nulla. Nonummy risus eni quam class ornare. Integer metus et litora sollicitudin non metus fermentum natoque nulla. Egestas purus. Rhoncus felis. Viverra purus lacinia feugiat risus diam cubilia natoque. Aliquam metus ante ultricies sollicitudin mus hendrerit etiam nam integer sit. Iaculis fusce. Aliquam etiam ad metus enim dignissim praesent porta ve ad lacus orci. Posuere ipsum purus turpis suscipit felis in tempus ac. Gravida purus mus nibh. Egestas fames. Aliquam justo eros blandit et sem quis. Sodales lacus odio leo quis. Potenti porta eget aptent platea vel litora nullam conubia blandit. Sodales nulla nunc pede arcu rhoncus ad. Aliquam curae hac ante lobortis ullamcorper lobortis nonummy fames eu erat. Viverra purus magna fames cubilia sem mollis ve leo nisl ut bibendum eros. Sodales curae ve fermentum adipiscing. Euismod netus ipsum. Posuere justo sit nisi amet. Aliquet morbi.",
      "Sodales purus nam convallis consectetuer nam ultricies gravida. Egestas magna diam ultrices ultricies a est penatibus pellentesque per. Integer porta sem. Euismod ipsum ut pellentesque mollis fusce. Egestas metus ac dignissim lacinia curae at consequat scelerisque habitasse urna magnis lacus congue amet eu. Viverra justo magna porta purus. Potenti curae quam facilisis duis mus sed id. Laoreet massa lacus eget. Commodo ipsum et etiam libero dictumst justo integer. Cubilia risus est quam sem enim a odio. Blandit proin netus velit etiam donec. Cubilia massa quis leo. Integer fusce mi lacus sem. Feugiat fames. Conubia velit dapibus vel ad congue cubilia aliquet nullam lacus velit sociosqu. Feugiat nulla eget torquent venenatis est lacinia pharetra. Vivamus magna et lectus pharetra. Aliquet vitae etiam inceptos orci sed pede urna lorem convallis dictum nisl. Aliquet velit eu class curabitur. Rhoncus magna elit maecenas velit ad dis dignissim. Lacinia metus proin porttitor nibh sem pellentesque nostra ut ultrices. Quisque augue porta varius et enim."
     ]
    },
    {
     "title": "Integer dolor at auctor.",
     "paragraphs": [
      "Integer augue felis semper. Potenti proin etiam. Quisque lorem porta primis id habitant duis nunc. Posuere class ad velit. Euismod vitae quam laoreet nostra. Dapibus porta diam platea faucibus erat integer. Natoque fusce sem facilisi a. Viverra velit nam neque. Aliquam etiam dapibus viverra porttitor sit. Blandit nulla urna torquent. Egestas proin duis dapibus in dictum volutpat est montes accumsan. Iaculis curae quam cursus dui sodales mus et cras id curae hymenaeos. Laoreet metus ve velit convallis posuere. Aliquet ipsum vitae condimentum lobortis tincidunt. Cubilia neque. Potenti etiam augue. Rhoncus risus lorem mollis magnis gravida potenti consectetuer elementum fames sagittis donec. Commodo morbi parturient ullamcorper nostra et purus mollis. Blandit fusce hac class venenatis. Egestas massa mi morbi. Viverra massa vel eros eleifend vel aliquam praesent ipsum eu eget. Nonummy augue ut eu enim accumsan ullamcorper non.",
      "Viverra fusce nisl maecenas elementum orci nisl lorem imperdiet dapibus nisl neque cubilia lectus. Blandit velit eu quam senectus posuere. Aliquet justo eu fusce. Commodo donec morbi scelerisque maecenas hymenaeos in dignissim a phasellus purus. Nonummy augue ad porta lorem congue parturient consectetuer aliquam. Blandit metus. Integer neque nec ultricies fusce. Aliquam fusce mi massa scelerisque ve montes nibh magnis dui ve senectus viverra. Aliquet donec sit cubilia. Aliquet risus non tempor in. Egestas dolor neque lacus risus mattis tortor purus donec. Blandit netus lorem lacus. Sodales risus. Vivamus lacus nunc egestas a montes elit mollis mi cras. Egestas augue ut eget nisi. Dapibus fusce pede potenti ve. Laoreet dolor. Viverra donec et velit diam commodo eu primis sagittis condimentum mus aptent ac. Blandit magna et a arcu mi eget neque. Nonummy nulla vel cras vestibulum mollis mi. Laoreet massa quis eget vestibulum nam. Gravida magna in ornare hac.",
      "Egestas metus elit suspendisse at dictum quisque. Conubia purus morbi curae vel vitae vulputate bibendum. Commodo lorem. Aliquam ipsum nulla aliquet platea. Blandit massa ut taciti pellentesque sed class viverra taciti tortor non elit. Dapibus neque. Laoreet massa. Vivamus ipsum nisl viverra eu id auctor felis diam massa justo odio curae. Feugiat fames quisque pharetra eu dui ad. Viverra risus. Rhoncus felis at dolor. Dapibus purus per fames habitasse platea etiam vestibulum. Conubia velit. Pretium porta velit eget vivamus dolor sit hac vel. Euismod porta felis dictum condimentum vitae malesuada eu auctor a vestibulum. Conubia morbi odio dis fusce lacinia feugiat lectus. Cubilia etiam. Egestas dolor class litora porta parturient elit magnis potenti sem. Laoreet donec id malesuada vestibulum viverra cras a purus mi. Commodo etiam fames. Aliquam lorem. Laoreet lacus donec pharetra."
     ]
    }
   ],
   "title": "Posuere justo per tincidunt dui eget.",
   "paragraphs": [
    "Aliquet curae fames natoque rutrum nostra ante urna metus nisl semper habitasse dapibus nisi erat. Rhoncus class nunc purus augue risus euismod elit lacus lobortis. Sodales curae est aliquam leo vestibulum congue sit. Vivamus purus. Commodo dolor curae ullamcorper faucibus. Pretium porta amet magna egestas sociis odio. Blandit porta ut proin lectus augue consequat elit felis odio hac eni at elementum. Laoreet neque odio aliquet massa. Feugiat nulla ad hymenaeos porta et leo nibh. Natoque augue laoreet. Conubia felis per luctus nam nunc magna per. Cubilia netus eu curae ornare lectus hac dis pellentesque ad pretium in. Nonummy lorem in fusce luctus eu ac et orci. Iaculis justo felis. Natoque ipsum orci malesuada sit aliquam mi nibh pharetra. Conubia metus nonummy erat ad diam semper natoque. Feugiat lacus urna netus orci dapibus natoque diam ut consectetuer. Natoque augue netus. Integer velit ac morbi consectetuer convallis lectus maecenas vestibulum taciti fusce curabitur placerat arcu at quis. Aliquet massa. Cubilia lorem sit elit. Blandit neque metus fames pede aliquet leo.",
    "Potenti risus duis dui nisl porttitor libero diam massa nibh. Iaculis massa nibh inceptos dapibus. Aliquam etiam. Aliquam lorem ipsum vitae semper habitasse euismod etiam nisl posuere lacus. Lacinia magna mi semper consectetuer sit. Sodales augue arcu iaculis a ullamcorper vel elit eros habitasse at. Pretium magna quam. Blandit lorem mi fusce et mauris et mollis mi. Potenti velit. Dapibus augue id vel et fusce montes cras fusce nonummy hymenaeos. Euismod porta. Viverra porta. Pretium nulla dis quam vestibulum sociis. Sodales risus. Aliquam dolor in. Aliquet donec mi tempus integer dui. Vivamus ipsum quam augue semper. Viverra purus magna primis. Aliquam morbi adipiscing ad lobortis lacinia odio vehicula cum pellentesque. Vivamus fusce et sed cursus risus adipiscing aliquam nunc fringilla amet sit aenean augue velit. Aliquam neque lacus fusce erat vulputate primis class. Laoreet netus."
   ]
  }
 ],
 "abstract": "Potenti porta arcu lacus eu augue consectetuer proin. Pretium dolor erat gravida eu habitasse odio gravida mi praesent eros tortor sem orci fringilla erat est quam. Blandit fames orci nisi. Laoreet vitae sit felis duis suspendisse sodales est. Integer massa. Quisque morbi eni orci nibh metus ut at massa ve velit libero nisi elit sed. Egestas fusce nunc fermentum sapien eu et donec consectetuer justo. Posuere velit ve malesuada venenatis parturient sit massa eni bibendum. Egestas vitae mi lacus id. Natoque etiam fusce aenean sollicitudin facilisis. Gravida felis arcu erat vitae vulputate eros netus eu montes lobortis dui aptent gravida. Posuere class nunc habitasse libero ante scelerisque. Natoque nulla quis quam urna dictum ac dictumst eget aliquam id urna. Pretium justo ut dolor ut velit nec adipiscing id semper. Sodales neque eu nascetur conubia proin diam quisque fermentum mattis. Vivamus proin ad justo phasellus. Aliquam vitae quis sed purus fringilla facilisi cursus lacinia vivamus litora est rutrum molestie fringilla. Cubilia donec amet conubia quis orci molestie sociosqu pellentesque vestibulum aliquet quis elit vestibulum per risus. Commodo fusce parturient dictumst netus faucibus diam duis nisi. Gravida lacus id fringilla. Rhoncus netus sit elementum montes facilisi fringilla mauris inceptos nisi sed. Aliquam ipsum cras venenatis neque ve congue nascetur sit cubilia.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Tana Redington",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Reid Laney",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Digital Game Cargo"
  }
 ]
}