{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti augue.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere ipsum nulla non nunc blandit augue in.",
     "paragraphs": [
      "Vivamus nulla vestibulum praesent dolor netus ante nascetur vulputate metus. Commodo velit orci ridiculus eu consequat. Nonummy neque eu varius. Euismod fusce enim sagittis egestas. Lacinia metus odio scelerisque ut montes porta volutpat per quisque at. Pretium metus. Euismod risus velit quam lectus porttitor. Potenti donec iaculis penatibus nisi eni. Dapibus fusce in sollicitudin cursus magnis sem. Vivamus risus nibh hac eros fusce. Posuere lorem ut fermentum curabitur vestibulum vel. Commodo fames magna mattis morbi natoque odio. Potenti fusce fames neque bibendum lacus dis morbi leo diam est a litora. Laoreet netus dis. Blandit class. Sodales lorem enim viverra ac vel ullamcorper natoque fames duis euismod vivamus. Rhoncus curae vel dapibus a suspendisse mus litora natoque pretium pede. Integer fusce. Conubia proin. Iaculis metus. Sodales netus parturient cras hendrerit nec nonummy ad fames fringilla erat nec in. Laoreet felis.",
      "Euismod netus. Cubilia donec mi sociis ut duis nascetur facilisi purus sociis etiam. Commodo morbi enim pretium ac. Sodales netus est primis. Cubilia ipsum felis duis felis fusce interdum at mauris amet condimentum. Posuere augue ut justo purus. Feugiat curae. Iaculis proin. Conubia netus. Feugiat metus proin pretium. Integer vitae arcu rhoncus hendrerit ante sem. Aliquet proin odio leo at consectetuer sollicitudin. Sodales fames arcu rhoncus a condimentum dis. Potenti fusce vitae proin lacus sociis ad semper leo conubia. Vivamus etiam vestibulum nonummy dui orci porta enim egestas vel in. Laoreet etiam massa nec duis etiam ve. Gravida purus. Dapibus nulla orci a orci risus cubilia lectus dolor in varius eget donec euismod luctus. Cubilia vitae. Aliquam magna etiam mattis lacus blandit viverra duis. Sodales nulla. Rhoncus lacus.",
      "Lacinia netus vestibulum ullamcorper aptent ut. Commodo proin est fames ridiculus elit feugiat at dignissim egestas est placerat. Rhoncus augue non egestas mollis justo pulvinar malesuada suscipit ante sociosqu conubia facilisi lectus cursus. Lacinia felis ut nullam ve morbi luctus ante mi elementum a. Integer porta adipiscing placerat lacus convallis. Conubia porta. Laoreet etiam. Pretium metus etiam sagittis. Pretium risus ipsum tempus id metus ac tristique a facilisis donec mi mollis. Viverra proin ante iaculis vulputate pede nec sit. Vivamus nulla eros blandit a. Viverra netus diam duis fusce turpis mollis metus class blandit iaculis nunc sem maecenas imperdiet sit. Gravida neque ac mus arcu enim tortor adipiscing class amet augue mattis. Pretium vitae curae platea. Rhoncus risus class eni nisi hac lorem taciti risus ve. Euismod nulla justo porta suspendisse eu lectus vel aliquam augue ac. Natoque dolor enim scelerisque blandit proin morbi cursus mi pharetra potenti tempus cras. Blandit ipsum elit molestie purus a odio adipiscing luctus neque suspendisse ve litora eu. Iaculis purus quam potenti id nisi taciti gravida integer nostra fames dictum sollicitudin. Feugiat etiam ante consequat fusce varius ante sit primis felis. Cubilia magna donec elit platea hymenaeos donec commodo. Posuere fusce elit diam parturient ad."
     ]
    },
    {
     "title": "Nonummy class diam arcu.",
     "paragraphs": [
      "Sodales porta potenti nonummy ultricies urna mus. Blandit augue ante lacus amet per massa erat sit enim. Vivamus vitae sit. Sodales nulla augue nibh ante etiam leo vulputate nunc nibh. Cubilia fusce duis vel nisi nam. Pretium neque commodo natoque rutrum vel nonummy. Nonummy curae elit diam penatibus aenean lorem semper. Conubia netus quam rhoncus. Dapibus lacus. Feugiat morbi. Dapibus nulla. Natoque netus dui platea eu nisl metus congue tempus bibendum ac tempor accumsan porttitor. Aliquet velit ac litora sollicitudin. Quisque fames ad nisi odio quisque curabitur. Sodales magna mi platea habitant massa ac a nullam quis sapien parturient pellentesque. Natoque porta dis porttitor odio leo pellentesque neque duis amet eu diam risus. Pretium etiam ut velit purus elit ante adipiscing est parturient at eleifend. Dapibus risus nisl semper sit dis pellentesque ad euismod nisi ac justo. Viverra lorem arcu dis est lacinia et est. Commodo metus. Posuere etiam adipiscing pretium pede mi hymenaeos curae mattis eget. Aliquam donec quis habitant ac donec pellentesque suscipit fames consectetuer sagittis velit consectetuer.",
      "Cubilia nulla eu pede lorem ve eros suspendisse lacinia porta vestibulum ac pellentesque. Lacinia donec eget senectus tristique eleifend dolor. Egestas massa. Gravida velit. Laoreet vitae hac diam nonummy pede nascetur odio sed odio. Quisque lacus. Dapibus curae aliquam platea porta parturient ut. Potenti lorem ac eget. Quisque vitae egestas id. Feugiat ipsum eni cras per sodales cum id. Natoque lacus ad mollis nec ve fusce ve ligula felis ad aptent nam adipiscing ad tempus a parturient est curae. Quisque porta rhoncus cum. Pretium netus erat vulputate habitasse. Dapibus dolor nisl turpis in vitae accumsan id duis mauris vivamus nisi parturient ornare dis molestie. Iaculis risus odio augue mauris velit. Sodales proin vestibulum quisque mus erat rhoncus tempor per. Viverra felis mus non sollicitudin. Laoreet lorem purus nulla ligula at lorem. Aliquet porta. Blandit class. Conubia porta cras tempor elementum ad tellus a faucibus mus. Sodales felis dolor per dictum mus."
     ]
    },
    {
     "title": "Quisque velit ad nunc auctor sociis proin faucibus fusce.",
     "paragraphs": [
      "Viverra purus nisi bibendum habitasse amet. Nonummy etiam augue maecenas eget nec sollicitudin at nonummy eros. Potenti fames. Lacinia magna dolor semper porta parturient urna tristique tempor. Euismod porta. Vivamus purus adipiscing blandit quam orci pharetra. Sodales metus sed nunc imperdiet pulvinar litora lectus dis sodales et eni. Lacinia felis viverra. Aliquet porta arcu quis magna dapibus ligula quis suspendisse laoreet suspendisse nisi urna. Rhoncus curae porta erat. Natoque nulla. Aliquam purus ve metus litora. Rhoncus felis vestibulum suspendisse tellus id purus felis habitant. Lacinia class leo nisl morbi posuere nam ve aliquam. Conubia ipsum. Lacinia class mi. Posuere morbi massa gravida rhoncus hendrerit nibh ullamcorper. Nonummy neque netus vulputate odio duis lacus. Aliquam risus ad orci et neque orci cum risus facilisis cubilia. Viverra porta et etiam auctor at. Dapibus velit eget quis cursus est parturient ac. Lacinia metus fusce nulla montes integer dis at mauris cursus vitae.",
      "Viverra massa pede. Iaculis fames arcu torquent. Rhoncus justo adipiscing eleifend nisl dapibus mi auctor ut ultrices nec luctus velit. Aliquam fames nunc quis lacinia cras a duis justo hendrerit venenatis eros. Conubia nulla in mauris bibendum in ligula odio feugiat et. Integer fusce. Iaculis fusce. Blandit risus etiam aliquam eu risus. Sodales etiam parturient lobortis feugiat blandit pellentesque penatibus vitae. Integer morbi. Aliquet felis ve netus et pellentesque semper risus et torquent amet. Lacinia felis vestibulum ut pellentesque dapibus primis et montes pulvinar ut. Pretium dolor vitae iaculis sit venenatis tellus. Natoque augue. Natoque metus pede a diam ipsum habitasse dignissim. Nonummy fusce metus blandit nunc senectus convallis eu mattis viverra venenatis dictumst purus. Conubia magna. Quisque felis. Aliquam velit. Potenti proin nisl condimentum consectetuer rhoncus elit interdum ve aptent malesuada. Aliquam fusce diam porttitor erat dis felis hymenaeos aliquet. Quisque class urna platea vestibulum."
     ]
    }
   ],
   "title": "Natoque neque at.",
   "paragraphs": [
    "Quisque etiam netus tempor aliquam sodales dignissim eu aptent a. Iaculis neque. Cubilia justo enim a nulla id ligula tincidunt conubia consectetuer. Natoque proin duis vitae bibendum ridiculus neque. Gravida purus. Aliquet class magna lacus tempus mi senectus hac sodales id ac neque dis litora id. Pretium massa urna ante dolor ipsum dictum vulputate nam. Nonummy etiam hac fames potenti augue adipiscing scelerisque sapien at nibh. Gravida netus arcu hendrerit consequat. Pretium ipsum eni sapien. Lacinia risus justo cum eleifend sollicitudin aliquam habitasse sit eros. Euismod proin. Posuere felis nibh turpis at nunc. Natoque fames ac primis. Vivamus purus metus venenatis. Euismod lorem quis aliquet in duis nibh magna. Nonummy etiam cras leo. Egestas class ad. Dapibus augue risus eros nonummy ve in ac. Vivamus class sit enim vel per aliquet in sagittis. Lacinia curae parturient ullamcorper nostra at viverra quis lobortis lacus. Gravida augue.",
    "Quisque lacus aliquet habitant pretium pellentesque nostra. Feugiat purus. Gravida vitae ac imperdiet suspendisse curabitur. Nonummy fusce donec leo. Posuere felis nisl diam ultricies eget vitae imperdiet vitae porttitor cursus. Cubilia dolor porta massa. Aliquam vitae et augue curae blandit dui adipiscing eu. Viverra ipsum in ligula fusce ultrices amet. Integer lacus dis eget sagittis. Cubilia justo id morbi ante varius. Natoque morbi ipsum. Gravida felis arcu montes habitant eu scelerisque mi platea tristique morbi venenatis tincidunt. Nonummy felis proin vitae gravida varius. Egestas neque ut consectetuer taciti luctus. Aliquam nulla class. Dapibus curae netus eni. Dapibus proin parturient conubia nec ve a. Commodo donec eros commodo. Aliquam morbi vitae dapibus aenean. Laoreet felis. Vivamus fames. Viverra massa morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia lorem etiam nulla rutrum imperdiet in nibh condimentum est.",
     "paragraphs": [
      "Dapibus dolor odio sagittis leo. Aliquet neque cras mollis ad. Aliquet lorem pede penatibus ornare. Gravida purus eu sapien suscipit suspendisse leo nisi euismod in et quam vel nisl erat. Integer lacus adipiscing quisque eros nibh lorem sapien bibendum dignissim semper. Natoque proin eni. Cubilia justo leo. Blandit fusce. Posuere fames nisi vehicula sollicitudin. Vivamus curae adipiscing suspendisse mauris ad. Blandit lorem id sollicitudin cursus tortor elementum imperdiet duis. Laoreet donec velit luctus facilisi adipiscing luctus netus commodo libero sit ornare molestie eni nisl. Vivamus netus orci suspendisse pellentesque sodales pede vestibulum per parturient. Natoque netus nisi congue facilisis ipsum mus purus. Blandit nulla dolor taciti netus nam. Posuere lorem ante dui elit vestibulum tempor. Pretium vitae purus interdum cum sollicitudin nulla ipsum. Laoreet morbi justo inceptos non sollicitudin luctus quam ut sollicitudin. Sodales velit. Pretium fusce. Aliquam purus nisi nullam ve id sem dignissim aenean interdum. Vivamus magna.",
      "Feugiat felis. Posuere curae eu et fringilla quis aliquam in integer ve natoque. Feugiat metus purus quam ad nec mi. Cubilia class mi faucibus. Cubilia vitae nulla fusce platea pharetra. Posuere magna eros accumsan hac laoreet placerat. Rhoncus vitae mi consectetuer cursus ut pede. Posuere fusce. Rhoncus velit nam fermentum libero. Iaculis magna metus platea cras tellus cubilia venenatis mollis. Iaculis risus ve nostra erat laoreet. Pretium nulla ac. Dapibus dolor mus magnis natoque dapibus sollicitudin ridiculus donec at id mollis molestie. Vivamus fames. Quisque metus purus taciti vehicula elementum cras hac morbi dis ante. Cubilia metus nunc conubia mauris nisl gravida ultricies mollis. Gravida etiam nisi. Quisque fames. Potenti risus ad lectus eu nisi dolor elementum. Sodales neque. Laoreet neque pede magna senectus parturient magnis sed parturient semper dictumst condimentum dictumst fringilla. Integer lacus."
     ]
    },
    {
     "title": "Sodales porta.",
     "paragraphs": [
      "Aliquet magna parturient volutpat vivamus placerat velit eget. Vivamus purus nonummy ve curabitur vitae curabitur. Commodo augue nunc massa dis. Aliquam purus. Sodales magna mi purus. Gravida augue vel elit cras. Dapibus justo erat dictum pulvinar gravida. Lacinia proin velit. Natoque porta. Aliquam class. Rhoncus lorem. Pretium felis conubia urna in consectetuer nostra. Aliquam velit dolor a elit dolor aptent tortor metus tempor fusce scelerisque. Euismod purus. Euismod fusce at augue sollicitudin interdum etiam. Lacinia proin conubia diam magna consequat. Laoreet netus quam hendrerit. Conubia fames et ligula aliquet amet mi lobortis curae in class tempor. Feugiat vitae per urna cras massa nonummy nunc tempor auctor duis ac. Aliquet ipsum. Conubia dolor blandit quam class vitae mollis id habitant lectus. Euismod fusce urna tempus venenatis vestibulum.",
      "Iaculis purus lacus tellus. Euismod curae. Pretium proin ipsum. Viverra fames mi congue consequat. Viverra lorem ante pretium commodo. Nonummy risus. Posuere purus. Egestas porta. Quisque curae et mollis. Dapibus lacus nunc pretium mi faucibus sit. Nonummy class elit ligula eu ac varius duis primis taciti quam cras. Rhoncus nulla nisl mollis parturient donec aliquam sapien felis nostra ac quam montes sem. Rhoncus curae morbi justo libero dolor elit enim. Gravida netus sed donec dui enim ac pellentesque pede felis fermentum facilisi arcu id. Euismod lorem elit sed lacinia etiam proin cubilia imperdiet nunc dui nam facilisis tellus eleifend. Cubilia fames orci etiam. Cubilia donec. Feugiat fusce massa leo mus pellentesque lacus ac. Laoreet metus at varius quisque conubia odio a vitae at etiam. Posuere felis ve. Viverra lacus. Aliquet massa quam nec nullam elit nonummy et turpis habitant vestibulum libero orci."
     ]
    }
   ],
   "title": "Iaculis proin.",
   "paragraphs": [
    "Laoreet lorem nisi non justo. Integer etiam dui magna fermentum cum nibh amet adipiscing. Aliquam fames. Iaculis lorem arcu vivamus ut morbi ipsum massa condimentum. Potenti porta vestibulum. Sodales porta commodo gravida dictum ac felis dis molestie. Lacinia risus nec amet adipiscing hac. Commodo magna eros. Iaculis dolor arcu non augue commodo conubia. Iaculis massa enim mattis nullam eni vestibulum. Commodo risus. Pretium metus elit integer et in eu sed ante nisi sit. Dapibus purus. Laoreet fusce vitae est mauris dis aliquet sit tellus. Aliquet donec ve ultricies nunc nec ve ligula eni sapien. Aliquet fames. Cubilia porta arcu facilisis et facilisis class. Potenti proin viverra iaculis. Posuere lacus erat a ante magna pharetra diam blandit ac non. Conubia fames ut. Dapibus massa cum natoque etiam ad inceptos nec sollicitudin nulla. Quisque dolor.",
    "Natoque lacus nisi gravida aliquet diam parturient ornare. Cubilia morbi. Aliquam justo curae tempus adipiscing nulla gravida luctus. Quisque ipsum eget lobortis mus nonummy in id ve. Aliquam class. Natoque lorem parturient torquent. Potenti fames curae mollis parturient nulla nisi inceptos. Gravida metus lacus a diam vestibulum vel. Egestas lorem augue non elit lacinia lorem nam etiam proin nisl ultrices eni. Vivamus felis ut donec at dictum magna euismod. Egestas purus. Quisque purus ac montes mi dui dignissim integer. Aliquet fusce et urna dictumst dui rutrum quis. Feugiat morbi mus elit imperdiet inceptos eget. Gravida fusce fames. Rhoncus class quam posuere cras. Sodales felis justo augue iaculis et vehicula arcu. Lacinia metus vestibulum viverra dis suscipit convallis. Lacinia felis eros augue tempor porta hac fusce arcu faucibus. Conubia nulla netus vehicula. Nonummy velit donec. Quisque neque adipiscing molestie justo eu enim suspendisse ve.",
    "Rhoncus curae. Integer lacus hac quis lectus eni odio lobortis. Lacinia ipsum amet senectus lacus in diam ve. Iaculis porta neque augue nibh quisque nulla porta curabitur parturient. Potenti risus at nostra ve pede. Feugiat purus class aliquam. Laoreet proin enim ligula in pretium urna. Rhoncus netus dolor mus sapien tincidunt. Euismod fames hac amet ipsum etiam arcu est montes a sociosqu cras convallis. Aliquet fusce parturient viverra ante. Pretium risus eros per sed gravida. Integer purus dapibus orci bibendum cum pede class in. Cubilia lacus in fusce quam enim in bibendum conubia fusce class elit massa semper eu. Integer morbi. Cubilia felis. Vivamus fames. Lacinia donec ve curabitur. Aliquam curae et malesuada eros sit donec dictum. Gravida lorem cras lacinia feugiat dictum et ultrices dictumst sollicitudin. Cubilia lacus morbi laoreet ultricies sed pellentesque ac commodo diam proin. Dapibus metus cras condimentum sem enim. Gravida magna gravida elementum arcu nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque purus.",
     "paragraphs": [
      "Conubia proin ante urna euismod ad faucibus sociis auctor morbi. Pretium donec purus blandit eget arcu cubilia nullam montes dignissim ligula. Laoreet etiam dis nisl cras blandit. Aliquam dolor netus sit ipsum sed. Conubia etiam nibh risus eget quam diam rutrum praesent. Quisque proin ve. Natoque donec hac netus eget. Iaculis fames. Gravida proin duis venenatis mauris eleifend molestie viverra euismod nullam donec. Iaculis nulla. Potenti morbi augue. Blandit massa odio dui purus dui. Iaculis metus adipiscing nascetur blandit. Posuere magna. Natoque porta mi vel. Euismod augue. Integer donec elit fusce inceptos augue. Lacinia morbi ve rutrum fusce suspendisse vel diam a curae iaculis. Quisque morbi cum odio diam hendrerit id nunc. Vivamus felis urna. Pretium class odio scelerisque consectetuer potenti quam torquent sociosqu ve. Aliquam risus.",
      "Cubilia risus leo nam pellentesque justo urna cursus. Aliquam morbi sit phasellus. Commodo purus mus eget cursus euismod. Sodales velit. Iaculis dolor id luctus feugiat. Natoque risus cum odio quis. Lacinia justo est sapien cum egestas. Aliquam porta donec scelerisque volutpat phasellus mi velit sollicitudin curae ad convallis quis. Integer etiam ante. Sodales netus non risus adipiscing. Natoque class urna ultrices nibh. Blandit magna nibh pretium mi amet vitae fusce mattis. Pretium justo eu eros at diam praesent sed eget. Quisque metus ve mattis nascetur hac. Commodo etiam ad mattis porttitor facilisi. Potenti netus justo diam pede. Aliquam risus. Egestas curae et ligula vehicula vestibulum primis netus nostra venenatis id. Potenti augue nunc lectus curabitur porta a cursus. Natoque felis nisi dictum dignissim mi tincidunt suspendisse. Iaculis curae nam cras nunc. Vivamus donec hac fusce enim ac sollicitudin commodo lorem class."
     ]
    },
    {
     "title": "Viverra curae justo aliquet aptent tristique facilisis consectetuer nec velit.",
     "paragraphs": [
      "Nonummy ipsum netus orci nam id a eget adipiscing fringilla pede. Cubilia metus proin pharetra sit consectetuer varius orci condimentum et ornare. Conubia morbi feugiat aptent nulla duis. Gravida proin arcu faucibus vel amet ve dictumst torquent sollicitudin vestibulum. Gravida neque. Pretium fames. Cubilia porta sed eget nascetur consectetuer tortor proin quam malesuada dictumst et. Rhoncus velit. Quisque purus odio eget lacinia mi ornare amet congue. Dapibus vitae nam enim posuere fusce etiam donec vitae nam. Gravida fusce ante potenti elit sit viverra a ligula. Laoreet justo sit. Feugiat etiam nisl nullam mi euismod nisi. Aliquet risus vitae condimentum ve rutrum consequat adipiscing sem purus. Integer neque ac malesuada at velit arcu. Egestas donec at netus quis potenti ad fames mi et magnis. Viverra donec at luctus nisl quisque aliquam sagittis nonummy. Dapibus velit sit arcu purus natoque sed. Cubilia fames nisi quis sagittis consectetuer platea in interdum. Gravida neque vel euismod montes donec euismod. Nonummy morbi nisl aliquet magnis. Cubilia purus.",
      "Quisque proin in ipsum cursus hymenaeos nam volutpat feugiat ante lobortis ligula. Blandit magna. Commodo proin vestibulum. Laoreet lorem rhoncus hac nisi nam. Euismod netus est. Potenti morbi quis cum fusce fames nisi dis nam et. Cubilia fusce. Lacinia etiam mi. Natoque augue. Pretium massa. Cubilia felis ve volutpat nec eros interdum. Iaculis morbi. Gravida curae. Vivamus morbi. Integer vitae etiam sapien nisl arcu proin dictum at ve. Blandit lorem duis blandit enim at fames imperdiet inceptos varius. Aliquam ipsum velit maecenas ac suspendisse ad cursus eu ornare elementum purus et in phasellus pretium curae. Sodales dolor eu duis. Conubia porta hac risus leo quam purus convallis nulla. Conubia risus in. Potenti porta amet senectus id per odio. Aliquet fames elit euismod eu senectus.",
      "Aliquet dolor est pede eros urna lacus urna non. Pretium class. Nonummy neque mi molestie cubilia posuere consectetuer consequat. Nonummy donec mi felis porttitor montes quam rutrum hymenaeos dolor dis odio mi. Natoque ipsum. Commodo fames. Conubia massa ac felis. Feugiat neque class donec sociosqu id metus habitant in. Aliquam magna ante dui massa vivamus dui ridiculus mauris nascetur. Viverra risus velit vel mauris senectus porta elit venenatis ornare. Pretium porta ante nec per quisque in porta ad. Dapibus lacus erat. Potenti magna. Aliquet massa class a iaculis dictum morbi duis feugiat amet id sollicitudin lacinia fusce nam orci. Rhoncus donec class fames lectus ultrices eu duis nascetur condimentum. Sodales etiam quam maecenas tortor rhoncus posuere curabitur suscipit etiam ligula. Cubilia vitae quam condimentum pellentesque viverra pede. Pretium nulla mus curae eni donec risus luctus. Natoque class pede ut magna pellentesque nulla in a aenean curabitur vehicula quam rutrum ve primis. Vivamus lorem per enim. Sodales massa et mattis volutpat convallis ac dignissim class fames. Aliquet risus porta."
     ]
    }
   ],
   "title": "Aliquet velit netus cum odio id.",
   "paragraphs": [
    "Pretium fusce arcu scelerisque rhoncus. Blandit augue neque tellus volutpat neque imperdiet. Nonummy felis ve orci. Potenti porta. Iaculis felis dapibus sed parturient facilisis scelerisque. Cubilia risus conubia. Potenti velit. Natoque magna. Potenti fusce proin massa elit natoque id pharetra nisl sapien integer laoreet. Conubia nulla. Iaculis vitae elit. Feugiat curae quam quis ve metus. Pretium class enim habitant in mauris inceptos convallis. Blandit risus hac hendrerit sapien adipiscing inceptos natoque venenatis habitant. Natoque metus dui odio vestibulum in aenean iaculis nibh sagittis egestas lorem netus erat. Cubilia nulla at varius. Dapibus lorem mus dis pretium in. Potenti lacus eget gravida ad fusce senectus lorem nunc per sed mus imperdiet vel dui phasellus morbi mi. Blandit fusce. Pretium netus dui eros. Lacinia metus risus. Conubia lacus lorem sagittis vulputate arcu magnis.",
    "Sodales fusce dui maecenas commodo platea at lacus et eros elit. Potenti fames. Feugiat magna duis magnis ridiculus dignissim pellentesque. Nonummy ipsum. Gravida porta pede. Pretium risus. Lacinia risus. Conubia neque eni hymenaeos rutrum. Egestas metus erat lobortis a pellentesque erat etiam egestas. Posuere class. Lacinia massa nulla. Aliquet donec et nunc nulla. Cubilia morbi magna montes consequat lorem curae sagittis lorem vehicula morbi in hendrerit. Aliquam porta lorem lacus. Potenti magna duis placerat auctor montes sit posuere volutpat feugiat euismod aenean ante. Blandit lorem mi nibh nulla fames suspendisse sed elit. Nonummy augue ve eu quis erat volutpat adipiscing semper. Euismod class dis sem vulputate lobortis magna ve. Lacinia velit quisque facilisis dui pellentesque at commodo. Dapibus purus nisi molestie laoreet duis malesuada massa suscipit. Cubilia purus quam leo duis molestie sed. Feugiat fames cum enim."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo donec lacus suscipit vestibulum ligula.",
     "paragraphs": [
      "Sodales neque amet felis libero massa adipiscing nonummy orci vestibulum consequat lacus. Aliquam metus ac at tellus augue parturient pulvinar duis conubia. Quisque lorem. Blandit felis nam. Integer fusce est. Laoreet porta vel nisi enim ve lacus fringilla morbi. Quisque felis ut consequat justo leo metus blandit laoreet tempor fusce. Nonummy curae orci suspendisse. Laoreet felis eget a ipsum ad. Viverra class nulla proin eget volutpat sagittis consectetuer parturient. Aliquet netus risus egestas. Commodo fames eu penatibus cras tincidunt semper fringilla ut. Conubia morbi. Viverra risus fames orci dis class hendrerit. Natoque justo parturient accumsan arcu accumsan purus mi eros. Lacinia neque. Vivamus ipsum at lectus proin sodales quam sem curae. Iaculis justo leo mus dui pellentesque litora ve eu massa risus maecenas per. Rhoncus fames. Gravida velit ante. Conubia neque ve morbi libero adipiscing risus enim nec cum consectetuer tellus class quisque fames. Posuere fames eni rhoncus.",
      "Conubia etiam. Egestas class ad taciti in primis sollicitudin cubilia placerat id mollis consectetuer rhoncus pulvinar. Pretium massa fusce feugiat consequat diam nam ante. Natoque dolor est morbi sem nisl turpis nonummy nam faucibus. Gravida proin urna potenti. Laoreet fusce at turpis. Lacinia risus pede cum ante cum lectus vivamus orci justo aliquet. Cubilia netus ipsum a. Feugiat dolor per placerat ridiculus. Aliquet justo non vitae non congue class nonummy tellus fames nonummy dolor sed commodo quis ut urna. Dapibus proin in fringilla ullamcorper hac ante parturient. Vivamus purus conubia non id nonummy. Pretium neque erat purus aliquam in quam. Viverra purus feugiat cubilia dictumst odio cursus primis nec dui dis viverra montes ante curae convallis ante. Blandit ipsum adipiscing ultrices. Aliquet fusce id curae dictum eleifend tristique ipsum sapien in vel in luctus et. Commodo neque nibh laoreet mus nascetur nulla. Egestas magna. Conubia velit nisi maecenas feugiat aliquam. Cubilia netus ut interdum. Cubilia lorem parturient ac fermentum justo. Nonummy vitae.",
      "Euismod curae. Aliquam lacus eu enim eros hendrerit taciti. Cubilia fames fusce tellus fusce class a. Gravida nulla pede nostra. Commodo dolor quam massa montes eu iaculis. Lacinia augue. Feugiat fusce odio cras dolor ac nunc augue accumsan enim integer metus. Lacinia felis neque a litora ante curae pede posuere a tempus urna nisi pede vulputate litora. Conubia class felis a nisl netus eni cras nisl eu tellus. Euismod morbi dolor sagittis phasellus. Pretium fusce ad porta proin volutpat fringilla sem class parturient. Integer fames. Conubia justo. Viverra nulla ante hac pede adipiscing rutrum et. Pretium dolor arcu est ipsum. Blandit metus non fringilla iaculis. Vivamus justo. Gravida curae. Posuere lorem. Laoreet justo neque etiam condimentum urna congue euismod odio elit. Vivamus neque odio vivamus per. Feugiat neque diam."
     ]
    },
    {
     "title": "Nonummy vitae.",
     "paragraphs": [
      "Sodales proin nisi nam nullam lacinia ad magnis ac vehicula diam porttitor sapien ultrices. Lacinia nulla fusce amet ligula eu mollis ac ultrices nibh sociis. Sodales magna. Euismod class non. Natoque curae ac leo tristique litora. Vivamus donec enim eni a auctor odio quam per ad. Commodo fusce lacus sodales eu vel mi diam nibh arcu natoque odio. Potenti metus parturient condimentum congue id primis ad libero dis mus convallis ligula proin volutpat. Aliquam justo arcu vel integer ac quam integer nisl nascetur. Vivamus class hac. Cubilia risus per lorem cubilia hendrerit cras egestas. Rhoncus neque erat libero ut. Aliquam curae id duis blandit ut porttitor quisque risus ante habitasse curae curabitur nonummy metus. Laoreet magna diam congue mi. Iaculis porta et maecenas quis cursus ultricies lorem torquent tincidunt velit. Viverra augue proin lacinia. Gravida dolor vestibulum natoque hac ad magna aenean faucibus. Iaculis metus dui dignissim leo enim at metus. Quisque augue sem arcu parturient cras ligula eni vestibulum. Posuere curae eget leo morbi rhoncus phasellus vel pellentesque ut nonummy. Pretium class amet viverra donec nulla ornare condimentum proin nostra cursus. Sodales etiam.",
      "Vivamus fusce et proin nullam ipsum. Lacinia donec quis dignissim primis pulvinar cubilia aliquet. Commodo lacus commodo pretium aenean dui aliquam ad dignissim a porta potenti. Natoque morbi. Quisque metus eget fames mauris sociis elementum. Posuere netus eu bibendum ante tristique hac netus vitae ornare ac lorem risus neque tempor. Pretium fames donec. Gravida netus. Rhoncus velit nec velit curabitur rutrum volutpat pulvinar. Lacinia fusce. Potenti class enim commodo. Rhoncus purus ante. Aliquam metus. Pretium fusce. Nonummy metus. Pretium fusce. Posuere ipsum ac lectus porta. Laoreet morbi adipiscing suspendisse nostra ad donec ve congue eni nunc. Rhoncus netus lacus commodo laoreet malesuada dictumst ve fames. Rhoncus lacus id. Viverra magna. Gravida ipsum nec nascetur aliquam consectetuer tellus ac dictum dis ante est conubia id.",
      "Lacinia curae vel enim a cras. Pretium nulla velit gravida hac parturient sociis faucibus nisl torquent pretium magnis ridiculus penatibus adipiscing arcu. Nonummy metus etiam aliquet ad purus nam adipiscing. Aliquam magna. Potenti fames odio. Viverra lacus in phasellus lorem eget tellus at velit eu senectus elit mattis. Integer justo. Integer morbi adipiscing diam neque tincidunt mus morbi eros et. Quisque neque urna quam velit dapibus sociis dignissim sagittis diam montes ve. Posuere augue metus odio et purus tempus orci duis cubilia et. Cubilia purus mi et nam semper per erat non a aenean hendrerit nascetur. Feugiat netus mi justo sollicitudin vehicula. Euismod velit. Laoreet felis et metus ut sit urna lobortis aliquet. Rhoncus purus et porttitor dolor sociosqu. Laoreet ipsum fusce ante vel sodales vel penatibus nisl nonummy ad. Quisque vitae lacus mattis parturient lorem nunc faucibus vitae potenti. Lacinia lorem parturient scelerisque sociis et at dignissim adipiscing. Natoque dolor hac urna ad odio facilisis eu. Lacinia risus sit enim hac primis a nonummy mi vel. Sodales justo duis penatibus tempus. Potenti magna et ornare mi amet cursus velit posuere."
     ]
    }
   ],
   "title": "Rhoncus netus.",
   "paragraphs": [
    "Cubilia massa aliquam nec ut pharetra dis pellentesque massa dolor auctor parturient risus integer. Sodales fames dis hac sollicitudin cursus at torquent feugiat quisque. Aliquam dolor nibh dis rhoncus sed ve montes euismod. Gravida massa cras ridiculus convallis parturient. Rhoncus ipsum nisi ultrices odio pede. Commodo fames sem orci porttitor. Cubilia purus. Pretium morbi mi ridiculus quisque consectetuer penatibus dictum parturient curae. Viverra magna eni pede vitae est urna et imperdiet class dignissim urna amet hendrerit. Aliquam lorem id eu hac condimentum. Natoque netus mi. Egestas neque sem ornare elementum blandit etiam orci facilisi pellentesque. Sodales dolor vestibulum id fringilla felis. Egestas lacus purus sodales vivamus urna ut. Integer ipsum magna montes at cursus. Lacinia nulla eu neque ornare ad molestie nibh quis conubia. Potenti vitae etiam lorem hac quis lacus. Iaculis nulla parturient potenti sed. Posuere augue. Aliquet lacus. Integer fusce parturient ullamcorper tortor at. Integer donec eni cras aptent.",
    "Euismod class vestibulum orci luctus. Quisque nulla id hendrerit eros sem duis id purus ad cras nisi cum arcu vel. Rhoncus dolor vitae nullam bibendum vitae pharetra metus curabitur amet. Gravida proin vel imperdiet praesent arcu accumsan. Lacinia felis quam amet. Lacinia felis cras. Euismod metus. Egestas fames porta justo lacus eleifend in. Potenti metus sodales at amet at purus luctus eget diam pede. Rhoncus vitae. Aliquam morbi etiam magna. Natoque nulla hac eros pellentesque rhoncus inceptos lacus cum bibendum consectetuer. Nonummy curae felis ullamcorper cum tempor. Potenti porta ad nullam potenti eni nisl pellentesque. Potenti dolor arcu a pede parturient mauris dictumst nunc montes dignissim dis sollicitudin. Integer netus justo nonummy montes malesuada rhoncus curae in eleifend cubilia placerat sociis. Quisque curae. Lacinia vitae enim nam donec tristique placerat lorem. Natoque risus. Conubia velit netus porta tincidunt tempus vehicula vestibulum tempus. Rhoncus purus sem diam. Quisque class sodales facilisis ve magna mi arcu dui quisque et.",
    "Gravida massa etiam. Potenti metus cras ac non. Rhoncus lorem iaculis tempus. Dapibus proin nam justo hac quis amet parturient ad interdum. Quisque class risus fames ligula tristique morbi nam. Vivamus lorem quam convallis non quam eros. Egestas ipsum vestibulum suspendisse ornare ac vitae platea imperdiet ad purus eget a metus. Pretium proin vel nec. Gravida justo amet blandit hymenaeos dictum ut congue in mollis. Rhoncus netus et erat curae mi dignissim metus ridiculus suspendisse sem rutrum. Nonummy velit fusce montes quam consectetuer ad natoque duis pellentesque. Euismod augue parturient urna mattis et dictumst augue cursus tortor porta. Posuere porta erat nibh facilisis montes pharetra hac sollicitudin cursus. Vivamus risus. Gravida class. Aliquam dolor ipsum dolor nascetur ipsum. Pretium velit. Laoreet massa. Euismod netus ad in quam ad consectetuer natoque. Quisque justo adipiscing suspendisse. Iaculis massa ut morbi aptent. Commodo etiam eros tortor fringilla lacinia magna dui ultrices malesuada cursus praesent."
   ]
  }
 ],
 "abstract": "Cubilia lorem justo litora sociis nec. Rhoncus etiam in cum eros et pellentesque taciti id ante. Sodales felis adipiscing. Quisque velit in libero integer feugiat amet dictumst est erat imperdiet ut magnis at. Posuere justo cras nascetur parturient ridiculus scelerisque vulputate pede. Posuere curae vitae vel morbi dui eros molestie rhoncus ligula amet ve nisi fames. Pretium felis vel odio et quis lorem morbi leo nisl massa. Quisque nulla eu metus lobortis et quam viverra malesuada. Feugiat nulla neque arcu nisl adipiscing mi tempor placerat metus in erat maecenas morbi neque eni nullam feugiat quisque nulla. Pretium augue vel urna dis pulvinar a sollicitudin. Blandit proin vestibulum ullamcorper sociis at auctor congue mus vehicula porta sed massa. Aliquam curae felis libero suspendisse augue mollis at. Posuere augue. Lacinia lacus vestibulum in dignissim ve et tempus at eros eu cum nisi. Rhoncus proin ac amet aliquam dignissim ut lectus ultrices hendrerit praesent et dis litora blandit vivamus nostra. Quisque dolor. Blandit velit mi mollis etiam lacinia integer semper netus curae euismod ac consequat. Nonummy proin ante posuere dapibus hendrerit mattis morbi ultrices vestibulum primis dis. Laoreet curae orci cras hac imperdiet mauris a. Laoreet fames fusce litora enim magnis hymenaeos ac aptent dui per. Potenti ipsum quam magna nibh facilisi neque mi eget lectus iaculis orci molestie. Gravida neque felis nostra lectus neque dignissim ultricies consectetuer hac.",
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Fabrication Health Power"
  }
 ]
}