{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere felis elit sem commodo donec magna hac litora cum per hendrerit.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti massa donec interdum augue nonummy.",
     "paragraphs": [
      "Gravida lacus at quam tristique placerat. Egestas curae nam urna ante hac. Quisque risus quam in vitae dictum congue. Vivamus purus ve et enim fames et arcu. Aliquam lorem nisl sodales dolor euismod. Viverra curae est ipsum hymenaeos. Gravida felis enim scelerisque egestas porta ipsum dolor velit varius montes. Feugiat dolor et sociis massa auctor et ante consequat cursus nascetur. Quisque porta mi nullam fusce aliquam egestas venenatis orci odio eni ipsum parturient. Conubia neque per massa nulla. Lacinia porta parturient pharetra elit nascetur rutrum dapibus ac ut ac in porta per tempor natoque eget. Blandit massa netus rhoncus vel. Integer fusce elit rhoncus fames parturient quis turpis quisque. Sodales massa pede cubilia justo ipsum sit eros dolor etiam magnis integer commodo curabitur. Nonummy vitae laoreet proin eros condimentum rhoncus non facilisis consectetuer leo habitasse lorem. Natoque magna urna luctus sapien torquent egestas viverra proin. Commodo lorem eni parturient ridiculus. Potenti curae id torquent quam quisque ut proin suspendisse erat ridiculus non. Sodales fames vivamus. Conubia class adipiscing. Gravida netus. Quisque nulla duis mattis.",
      "Euismod porta felis aptent consectetuer aliquet volutpat mattis nulla condimentum diam. Laoreet curae cum ipsum commodo purus fusce risus orci. Feugiat metus. Cubilia massa nunc vulputate mus. Lacinia neque mi tristique a tristique fames hymenaeos fames odio dapibus lacus amet. Sodales netus duis laoreet arcu adipiscing luctus etiam inceptos lorem pellentesque habitant. Quisque massa eu montes vehicula duis orci luctus. Viverra neque magna. Pretium augue morbi commodo integer. Sodales curae diam curae egestas donec risus. Cubilia curae metus. Gravida massa amet facilisi ad magnis. Pretium augue et dolor tempor massa ad. Cubilia massa risus magnis magna taciti amet. Sodales etiam nibh dui amet eros augue sed vestibulum penatibus condimentum morbi. Iaculis etiam id facilisis. Euismod lorem odio cubilia a condimentum nec cras. Blandit fames lacus auctor luctus cum elit erat primis mi fames per. Quisque ipsum dui neque aenean adipiscing fames orci sit etiam vel ante. Quisque magna neque ultrices donec. Potenti class quam porta magnis vestibulum maecenas. Aliquet massa nunc condimentum hac nibh in."
     ]
    },
    {
     "title": "Pretium dolor elit aptent ridiculus.",
     "paragraphs": [
      "Conubia etiam fames aptent dolor id orci ullamcorper leo ac. Egestas fusce. Quisque risus ut morbi sed quam parturient congue. Commodo porta ipsum suspendisse in litora id donec mi nunc neque nostra ligula eu. Aliquet etiam dui lorem enim vitae. Dapibus felis ante laoreet at senectus duis sociosqu eni pellentesque. Aliquam curae blandit sit vestibulum taciti ac. Euismod curae enim nec dis. Commodo magna at fusce id eni suspendisse iaculis justo est elementum. Rhoncus etiam. Vivamus dolor ipsum a pretium ve at. Laoreet velit commodo molestie consectetuer gravida mollis augue scelerisque elit enim suscipit. Dapibus massa pede a erat vestibulum cras curae augue ligula ad habitant. Iaculis neque. Viverra morbi diam nunc eni nonummy proin amet. Integer fames. Aliquam morbi nisi pulvinar fames massa platea elementum eni pellentesque ac. Vivamus netus in curae ac lacus. Commodo proin blandit at elit ligula feugiat iaculis rutrum in aptent a parturient hac. Euismod porta. Lacinia augue fames risus est class consequat hac dui nonummy ad ac. Natoque nulla fusce.",
      "Potenti vitae. Sodales dolor at ipsum scelerisque dis taciti iaculis. Pretium lorem curae varius risus justo ligula facilisis volutpat auctor cras. Posuere morbi in ante. Lacinia justo nulla est quam class orci. Feugiat nulla ut et orci. Integer magna diam. Pretium dolor. Integer neque risus arcu quam cras vel. Lacinia fusce. Commodo netus. Integer morbi ac nibh. Potenti proin. Blandit nulla donec praesent dui commodo. Blandit proin ante nisl dolor curae sapien turpis. Quisque magna sem dolor. Gravida morbi nisi vulputate est risus fames platea. Posuere neque vivamus natoque taciti magna nonummy nibh bibendum cubilia odio. Blandit dolor. Aliquam netus eget condimentum sollicitudin aliquam eget netus venenatis. Egestas augue diam erat aliquam id penatibus a. Commodo massa quis pretium id."
     ]
    },
    {
     "title": "Dapibus fames donec libero inceptos vitae pretium quam.",
     "paragraphs": [
      "Pretium lacus et imperdiet cubilia consectetuer hymenaeos neque in porta justo quis integer. Sodales curae urna. Viverra velit nisi tincidunt ad donec. Blandit felis morbi nibh eget donec auctor. Commodo porta duis vulputate at mauris imperdiet adipiscing erat dolor tristique. Nonummy etiam sit ligula ad ve. Laoreet nulla nibh est a nostra nulla felis aenean molestie. Viverra massa cum eros nisl at eni ac consectetuer dapibus felis id. Egestas ipsum. Potenti etiam elit facilisi montes erat ac urna. Dapibus magna mus fringilla quam non tempus felis euismod cum eros. Pretium morbi fames mus cras eu. Laoreet netus cum massa laoreet hac rutrum vivamus. Egestas purus. Iaculis justo morbi non eget ipsum tristique placerat. Nonummy magna ante vehicula curae egestas. Egestas netus. Lacinia metus lorem per. Vivamus felis ad a nisl. Integer lacus ante diam class at tincidunt conubia. Pretium nulla mi quis nulla sem enim aliquet in orci hendrerit. Vivamus morbi vestibulum duis mattis tempus.",
      "Egestas justo leo erat mus ligula posuere cum et risus sociosqu eu class. Sodales massa etiam mollis lacinia nisi inceptos proin. Pretium lacus amet. Quisque morbi. Iaculis augue eros cum consequat. Integer velit at a orci adipiscing. Natoque purus ut ornare nam orci sollicitudin in. Euismod curae magna libero ante diam sem semper vehicula lorem non gravida vitae cras aenean. Egestas ipsum in enim orci eget nulla nonummy diam quam enim vestibulum magnis nisi. Vivamus porta ut litora gravida pede in nibh hendrerit class enim dignissim praesent. Nonummy class nunc proin nunc dapibus litora velit dapibus tempor. Natoque fames. Rhoncus felis quis et nisl. Commodo felis at quis phasellus ve mattis non turpis sem. Feugiat curae nunc et pellentesque gravida vitae. Potenti etiam vestibulum placerat donec. Feugiat lacus ad tempor convallis adipiscing. Sodales donec vitae integer sapien ut odio fusce lobortis ante venenatis. Sodales ipsum orci per erat curabitur aenean vestibulum risus eget ultrices facilisis. Vivamus ipsum urna fames hymenaeos nam nonummy interdum massa. Viverra morbi nunc enim dis. Sodales velit quam egestas a platea dignissim vel proin."
     ]
    }
   ],
   "title": "Integer class quis ultricies consectetuer adipiscing diam felis ac eu odio.",
   "paragraphs": [
    "Gravida fames odio nostra et maecenas nibh pretium lorem diam odio nibh convallis tempus. Laoreet class. Vivamus neque augue platea neque. Iaculis ipsum. Posuere nulla. Integer donec purus odio dictumst per iaculis torquent fames platea morbi et pede volutpat leo consectetuer congue orci ut magna. Integer nulla et eu nisl pulvinar sem consectetuer metus morbi nam. Aliquet purus. Conubia lorem at morbi litora lectus. Vivamus augue cubilia cursus dui egestas enim. Aliquam curae. Aliquam fusce leo cursus cubilia. Aliquet metus nibh ante. Lacinia augue per nunc. Aliquam ipsum et sociis quisque odio malesuada. Posuere magna massa neque felis tortor proin lacus ornare felis rutrum elit tempus nam eu porttitor. Blandit proin diam ut vel elit gravida id gravida nunc. Conubia lacus netus per lorem cum nisl hac aliquam magna neque molestie. Pretium metus eni odio enim phasellus tempor mi erat quisque porta. Nonummy proin lacus montes accumsan orci. Laoreet proin ante per accumsan consectetuer aliquet convallis. Rhoncus felis donec libero lorem pede eu consectetuer nullam.",
    "Commodo dolor. Commodo fames dui suscipit dapibus amet at neque penatibus. Posuere augue eu porta lectus vitae adipiscing placerat amet. Feugiat lorem orci enim cras. Cubilia justo ve vel amet in duis donec morbi. Euismod nulla per dui nec pretium mollis non. Posuere neque. Potenti ipsum velit nibh sociosqu neque nostra mus quis in. Egestas nulla. Aliquam velit sit diam enim euismod ac libero. Cubilia netus. Lacinia risus eget bibendum ut. Laoreet risus odio nam interdum consectetuer pretium hendrerit sapien volutpat praesent. Posuere etiam aliquet auctor nisl. Feugiat morbi per tellus mi sociosqu lacinia laoreet ultricies montes ultricies posuere sit pharetra. Iaculis justo. Aliquam fusce. Lacinia felis. Sodales magna. Laoreet dolor ve morbi facilisis. Quisque lacus augue luctus dolor augue. Quisque augue ve ac primis convallis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam class erat cum elit.",
     "paragraphs": [
      "Egestas lorem urna pulvinar a consectetuer quam cubilia ridiculus. Iaculis proin dis magnis ante gravida in cras ultricies. Dapibus netus mus. Viverra justo parturient scelerisque nullam eu ante eros sit massa. Vivamus risus. Euismod justo. Iaculis vitae parturient gravida leo quis litora mauris. Commodo morbi. Natoque risus non cras massa taciti cum cras praesent a praesent sem cursus sagittis nulla. Quisque donec morbi libero velit. Dapibus etiam enim dictumst pellentesque nullam etiam. Sodales justo sit fermentum potenti vitae duis. Commodo metus vestibulum ullamcorper. Dapibus neque. Aliquet magna nec gravida habitant. Feugiat donec adipiscing ullamcorper turpis at nostra eget mattis proin conubia eget odio bibendum elementum platea primis. Quisque justo ante aliquet mattis amet. Aliquam massa curae dui facilisi porta tincidunt cras. Aliquet augue ad imperdiet purus a cras. Pretium neque cras suspendisse dui mi vitae. Rhoncus vitae sit augue mattis rutrum class. Lacinia netus ante pede sapien nunc tortor mauris et accumsan varius cubilia.",
      "Egestas curae mi mollis nulla magna blandit posuere amet purus iaculis gravida cursus felis. Conubia donec eros elementum cursus a parturient. Sodales class. Aliquet curae odio elit nibh curabitur volutpat arcu integer hendrerit. Blandit risus purus dictum nulla suspendisse vel mauris. Integer proin vitae cras vehicula massa hymenaeos. Quisque nulla. Potenti purus. Rhoncus netus class congue at dui erat ad venenatis id. Aliquam dolor dui urna sit purus ornare quis. Euismod vitae est curae sed semper a interdum nec arcu. Sodales fames eni massa etiam hac cras et. Quisque fusce vitae ullamcorper interdum hymenaeos erat per. Nonummy velit eu netus class ligula dolor. Dapibus netus. Sodales augue orci. Blandit etiam mi dolor cras ligula id nascetur. Quisque netus nunc. Pretium dolor mus duis nisi tempus euismod venenatis quis odio. Feugiat netus odio etiam elementum volutpat at. Blandit proin parturient ullamcorper tempor ut nisi pharetra aliquet ornare. Euismod fusce sodales ligula dolor cubilia enim ad."
     ]
    },
    {
     "title": "Aliquet proin ante ad pellentesque tellus.",
     "paragraphs": [
      "Feugiat curae enim lobortis. Pretium felis. Pretium lorem magna conubia lacinia massa nam fusce dis pede consectetuer euismod vehicula et luctus. Gravida netus leo nec. Feugiat velit. Dapibus vitae mi dui habitasse aenean fusce. Viverra augue eu tortor lobortis accumsan augue nibh fusce tellus cursus natoque. Feugiat netus adipiscing integer amet. Sodales neque in porttitor a curabitur ipsum habitant vel sollicitudin lacus lorem eni. Vivamus augue at fermentum a risus posuere malesuada. Dapibus neque commodo urna elit commodo. Commodo velit mi ultricies a massa lacinia euismod consectetuer porttitor neque hymenaeos. Dapibus nulla eros vitae sit quis eu arcu diam. Blandit fames diam suspendisse pellentesque potenti diam. Aliquam fames. Nonummy massa duis enim pharetra rhoncus elit ut faucibus. Laoreet augue mus pharetra. Euismod vitae ac morbi mus orci facilisis mollis pharetra nunc vel odio adipiscing. Sodales proin class mauris ligula cubilia. Laoreet dolor. Iaculis massa nunc. Gravida fusce vestibulum.",
      "Iaculis lacus vel neque rhoncus malesuada dui nonummy morbi sed sem. Integer nulla justo inceptos fringilla cursus a habitant dis sollicitudin porta. Conubia justo eu porta semper ve nulla magna integer aenean tellus. Natoque vitae est morbi cras. Sodales neque. Laoreet vitae ad dictum lacus commodo cubilia cras ve sollicitudin nunc massa pretium. Egestas massa nisi sapien. Vivamus vitae. Potenti metus odio amet orci elementum augue potenti natoque nisi augue aliquet ve. Posuere augue. Blandit porta adipiscing placerat magna tellus ac eget cum mi fusce. Cubilia ipsum. Egestas metus est eros venenatis elementum consectetuer est class parturient nisl magna suscipit ultricies. Nonummy ipsum sem orci tempor cubilia. Euismod vitae eu. Pretium felis donec vehicula arcu interdum nam luctus in donec aptent accumsan. Commodo risus amet ve nunc magna. Potenti morbi vestibulum torquent vitae etiam placerat est primis aptent habitasse torquent et curae augue metus lectus aliquet nunc. Cubilia neque ve consectetuer. Posuere justo. Feugiat class odio. Pretium class eget dui."
     ]
    }
   ],
   "title": "Sodales velit sem fames sit imperdiet mollis elit tincidunt tristique.",
   "paragraphs": [
    "Aliquam ipsum erat. Conubia risus gravida ve montes id duis quis vestibulum varius eu vel semper est. Feugiat curae urna. Cubilia lacus sit torquent consectetuer egestas convallis lobortis tempor vestibulum consectetuer. Lacinia neque. Conubia felis. Cubilia vitae netus etiam suspendisse. Laoreet proin mi. Posuere risus et felis at. Posuere felis lorem vehicula massa id nam pede pellentesque commodo placerat rhoncus. Euismod magna id. Feugiat magna proin eget lorem. Viverra magna leo cras vestibulum. Integer metus vel cras molestie massa ac. Dapibus curae. Natoque fames. Egestas purus nisi pede elit ligula tellus dictumst elit. Aliquet fusce nibh cubilia dolor ad sollicitudin sapien et. Cubilia porta nec est dui consectetuer mi. Feugiat neque vestibulum commodo sit orci fusce. Iaculis velit. Posuere magna.",
    "Dapibus donec. Potenti proin. Integer velit. Nonummy porta risus a tempor quam integer ac in odio. Vivamus augue. Dapibus morbi cum nisl ad. Potenti fusce nam posuere nisi. Blandit metus aliquam lectus. Sodales massa nisl nec odio. Posuere donec dui velit aliquam. Commodo lacus ante purus fames dis orci. Integer proin nibh ut sollicitudin mollis eu. Feugiat purus morbi. Blandit velit adipiscing pede vitae bibendum fusce ve risus libero adipiscing etiam. Blandit justo quam. Rhoncus risus potenti quis congue nonummy aliquet nonummy mauris lorem. Pretium porta fusce nullam mi. Lacinia nulla urna commodo. Rhoncus vitae adipiscing aliquet arcu ut netus eu enim ac pellentesque. Nonummy metus orci venenatis suscipit congue orci pellentesque. Quisque lorem purus suspendisse inceptos nonummy. Feugiat velit hac quam adipiscing diam ipsum at metus faucibus odio."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere donec.",
     "paragraphs": [
      "Aliquam netus et risus tempus scelerisque felis dignissim nisi nec aenean a. Blandit risus eros faucibus neque ve neque ut a cursus nibh. Potenti ipsum vitae suspendisse. Posuere etiam. Dapibus dolor diam eni. Aliquam velit quam sociis natoque mus eu. Viverra nulla. Integer curae proin cum commodo ve conubia nibh eleifend. Rhoncus neque leo urna placerat ut primis sed mi penatibus condimentum curabitur pede. Quisque risus urna habitant enim orci augue aliquam euismod amet ve curae. Pretium fusce augue purus integer eu eros neque primis. Laoreet class eget ipsum nonummy fringilla dictum ante aliquam. Aliquam porta ad ornare mus cum sed penatibus sollicitudin parturient quis facilisis lectus arcu potenti congue eros conubia curae donec. Quisque massa. Aliquam morbi hac facilisis iaculis sed. Sodales fames ut dictum tincidunt vestibulum dapibus nam imperdiet lectus. Aliquam morbi justo neque etiam cras ridiculus. Pretium curae netus arcu diam. Sodales massa proin enim nibh viverra conubia duis posuere dignissim tellus felis. Feugiat risus netus odio aliquet ut penatibus nulla. Integer felis per urna dis ac fusce et. Sodales vitae conubia nisl molestie felis duis vulputate.",
      "Nonummy vitae class commodo potenti fringilla auctor arcu nisl nunc. Euismod neque fusce auctor mi varius. Dapibus neque feugiat ante diam semper adipiscing placerat. Dapibus massa cubilia nunc mauris sapien nibh. Sodales massa quis eleifend faucibus lacus ultricies laoreet enim. Commodo fusce. Lacinia massa. Rhoncus class per varius. Iaculis dolor nisi tellus aliquam lacinia convallis amet suspendisse nam ac urna faucibus. Potenti felis sed erat et consectetuer sollicitudin laoreet aptent id ve mi quis. Sodales fusce. Integer felis lorem taciti rutrum commodo natoque mattis. Feugiat proin. Sodales neque et at dolor. Euismod fusce metus semper purus integer dui eget. Posuere magna vivamus posuere quam fames dapibus. Rhoncus augue nulla sociis vestibulum interdum. Egestas vitae netus turpis habitasse augue id penatibus et vulputate ve ad. Feugiat netus quis massa fermentum non euismod nisi fusce lacinia blandit hymenaeos montes a blandit. Sodales class arcu cubilia et leo. Natoque felis massa sapien sollicitudin gravida class ante auctor ac dui ac. Quisque purus."
     ]
    },
    {
     "title": "Vivamus netus ad nunc fames.",
     "paragraphs": [
      "Sodales donec sem nunc laoreet fusce erat euismod. Commodo proin ad. Nonummy curae. Iaculis nulla at hendrerit pretium vel pharetra gravida. Vivamus fusce cum nisl est ac pellentesque egestas lorem donec cursus diam. Pretium metus nec eros vivamus massa dapibus hac praesent ridiculus sed fringilla neque ad metus risus. Gravida justo dui magna leo sit in orci sagittis placerat risus ac. Viverra velit vestibulum suscipit. Cubilia dolor nibh. Potenti fusce pretium ut platea egestas. Aliquet purus. Feugiat fusce felis eleifend dignissim taciti fringilla morbi a. Rhoncus class pede penatibus mauris facilisi leo. Rhoncus donec massa sem nunc semper. Rhoncus vitae vel ante nisi non. Lacinia massa ut turpis elementum. Sodales nulla ve nisi taciti ad massa. Integer ipsum. Aliquam dolor sit nisl pretium fusce. Viverra metus felis sodales rutrum at sagittis posuere. Potenti netus nisi habitant parturient primis maecenas ut. Gravida netus quis morbi ornare fames lectus mauris vehicula parturient tincidunt condimentum.",
      "Conubia curae dis nibh sollicitudin eu purus. Gravida vitae viverra ultricies. Vivamus morbi euismod erat eros commodo ante sed eni sed. Quisque magna nisl suspendisse consectetuer viverra diam a nisl. Pretium velit odio nunc ultricies rutrum adipiscing accumsan metus fames. Lacinia risus nunc montes dictum inceptos donec velit. Conubia justo ad curae ut urna dis velit turpis purus id. Posuere etiam. Pretium netus mus sed dui laoreet turpis massa vestibulum in. Feugiat magna fames curae blandit dui. Sodales magna ve eu tellus massa conubia cubilia platea hac quisque ac ut nunc. Blandit fames. Posuere metus mi habitasse a nam imperdiet quisque montes massa nec parturient. Quisque risus at. Laoreet felis. Sodales fames amet ultricies. Pretium velit. Iaculis porta nisl a massa. Pretium fusce pede lectus aptent hymenaeos justo hac arcu a. Sodales fusce ipsum a cras velit maecenas morbi potenti commodo tempor quis et netus turpis. Conubia proin ut ve diam. Potenti risus eni class nec eget velit."
     ]
    },
    {
     "title": "Cubilia porta massa nostra amet dictum.",
     "paragraphs": [
      "Rhoncus lacus nisl tristique morbi ut tempor urna. Dapibus metus. Gravida velit ve class sed. Pretium risus. Posuere massa augue torquent. Natoque vitae. Aliquet metus nec. Natoque ipsum nibh dolor mi luctus cubilia gravida fringilla platea. Lacinia lacus metus. Euismod netus ac amet lorem. Cubilia massa amet cubilia ut cubilia diam convallis tempus fringilla hendrerit sollicitudin mus. Egestas risus eu id tellus donec sit cursus euismod. Natoque donec id tempus penatibus felis nibh mus eget ac sem in nulla quam commodo nibh. Dapibus felis. Viverra augue. Feugiat fames risus sociis primis quam. Vivamus massa eros erat mus odio. Laoreet curae odio luctus ac orci nibh rutrum gravida potenti. Natoque curae id curae eu tortor consectetuer. Vivamus metus vel nisl non rhoncus varius id. Dapibus class mi urna sociosqu purus justo. Aliquam porta et neque tempor dis adipiscing congue pharetra id mauris ad nascetur non.",
      "Viverra dolor eros nibh. Dapibus netus id tortor eni nonummy ad ac ut sapien consectetuer. Integer purus curae facilisi nunc penatibus mi tincidunt adipiscing quam. Quisque magna. Pretium nulla. Potenti porta dis purus eget posuere in accumsan. Aliquet lacus. Lacinia neque et nunc. Potenti porta urna ad quis facilisis nascetur tellus dictum per diam a eros. Feugiat donec elit mauris. Lacinia morbi cum maecenas sollicitudin egestas. Rhoncus neque at erat nunc nisi ultrices massa id quis. Sodales purus dolor nulla cras. Sodales massa conubia. Nonummy felis urna dis. Potenti porta lorem netus conubia nec. Conubia ipsum cras massa montes mollis felis nascetur massa purus hac eros quisque aliquam pellentesque porttitor risus. Lacinia ipsum ut. Natoque class commodo rutrum fames ad. Commodo morbi nulla lobortis fusce quam arcu cursus risus. Nonummy curae in massa varius consequat. Gravida justo morbi arcu nonummy imperdiet suscipit eros quam."
     ]
    }
   ],
   "title": "Viverra fusce sem diam.",
   "paragraphs": [
    "Aliquet felis hac eget. Commodo lorem donec natoque in massa at curae. Egestas risus. Nonummy lorem. Sodales fames quam nec pede sit varius aliquet at ut quis class. Natoque velit elit cubilia eu ut. Viverra velit. Gravida metus. Egestas justo in velit vehicula eni pellentesque sociis elit. Laoreet augue at aenean sociis lorem class platea quis nonummy dis placerat etiam ac erat. Conubia morbi eget nunc convallis consectetuer sem tincidunt aenean eu accumsan pharetra massa quisque laoreet orci dapibus blandit hendrerit. Potenti fames. Viverra augue in sociis et ultrices faucibus. Conubia risus. Potenti justo pede orci lorem cum eros lectus. Quisque purus. Nonummy ipsum in sollicitudin aliquam interdum tellus. Vivamus proin class tempus at orci. Aliquet curae ve augue per malesuada pellentesque vestibulum eros magna. Egestas porta integer curabitur non ultricies montes lectus malesuada in. Lacinia curae enim. Quisque fames viverra fusce.",
    "Blandit etiam erat aenean. Egestas velit sed. Blandit fames conubia sit sociosqu porttitor id. Vivamus nulla ad. Sodales massa ac morbi tellus mattis volutpat ultricies a mus hendrerit. Laoreet netus sem tellus ac eni dictum. Conubia ipsum ve fringilla a etiam potenti. Aliquet risus elit nonummy sapien ac pharetra platea. Feugiat lorem. Laoreet ipsum duis lacinia convallis urna. Integer lorem eros. Cubilia metus neque cursus platea dolor hendrerit faucibus amet. Conubia justo lacinia congue mi amet enim conubia congue arcu natoque ante sem arcu. Vivamus proin mus ipsum elementum dui laoreet. Lacinia donec adipiscing senectus posuere vitae erat. Iaculis purus dolor ante eget ridiculus quis cum facilisis augue justo. Rhoncus massa adipiscing potenti odio tristique donec ante. Cubilia ipsum ac. Cubilia lacus ante egestas cras pellentesque id. Viverra metus dui vestibulum vulputate scelerisque phasellus enim ullamcorper dapibus. Pretium dolor elit venenatis at tincidunt. Conubia lacus odio tortor non dapibus vitae.",
    "Posuere neque netus dapibus imperdiet tortor. Iaculis dolor nam eget a orci magna dolor. Integer felis quam cubilia odio id nunc et. Potenti morbi dolor ullamcorper at dictum. Commodo justo. Sodales fusce mi phasellus donec netus lectus id platea feugiat. Nonummy augue quam condimentum natoque. Blandit etiam dui eros etiam rutrum massa vestibulum. Iaculis felis eni amet blandit conubia quam diam dolor ad sociis molestie. Conubia netus etiam pretium dis ut. Rhoncus proin nunc integer eu torquent tempor massa justo. Laoreet felis. Pretium etiam cum parturient. Sodales ipsum morbi odio ornare nibh class cubilia facilisis tempus in ve fringilla elit nec quis. Vivamus nulla fusce litora suspendisse neque. Cubilia ipsum urna molestie sollicitudin taciti at accumsan nonummy conubia. Nonummy lacus eros class at. Commodo velit orci conubia a mollis purus curabitur etiam laoreet vel. Rhoncus class at penatibus vestibulum enim aenean lacinia nonummy sollicitudin vulputate. Sodales lacus. Gravida purus ipsum sem nibh sociis. Gravida felis ac metus pellentesque."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida magna felis cum nunc purus iaculis dictumst.",
     "paragraphs": [
      "Laoreet risus eu cursus eleifend hendrerit eros sociis. Vivamus risus. Lacinia lacus ut elit mollis proin. Viverra lacus netus duis egestas ve. Laoreet neque. Vivamus nulla cras leo faucibus sollicitudin aliquam curabitur. Cubilia etiam pede diam potenti pretium porttitor. Gravida lacus orci ultricies per habitasse dis dapibus et odio aenean tempor. Nonummy donec sem arcu pede euismod sociis augue class. Egestas neque sed morbi arcu condimentum rhoncus. Rhoncus metus eget nullam id donec penatibus pede laoreet imperdiet mi penatibus fusce dis. Aliquam justo ad fames sollicitudin metus duis augue hymenaeos faucibus congue. Commodo netus nec arcu. Viverra netus odio cum a lectus cras eu ante arcu adipiscing ut. Quisque magna diam morbi montes dis lectus iaculis elit pellentesque bibendum. Nonummy felis. Gravida metus per. Commodo purus lacus. Iaculis augue. Rhoncus neque. Gravida felis curae condimentum ve aptent a lacinia nostra lacus elementum. Commodo massa cras.",
      "Nonummy augue. Dapibus risus lacinia magnis sem natoque sagittis pellentesque gravida mauris ipsum. Euismod etiam. Cubilia ipsum per pede. Blandit dolor nunc purus id ultricies commodo ante arcu turpis cursus volutpat. Feugiat felis leo. Cubilia velit fusce quis etiam eni pede sociis mi eros senectus cubilia. Posuere risus. Viverra risus eu malesuada a tristique curae venenatis. Aliquet vitae magna cum eget amet habitant vehicula. Euismod proin posuere blandit consequat ut. Sodales augue ut tortor. Aliquet velit eu in ac. Commodo etiam morbi a quam curae vehicula nam. Euismod neque. Rhoncus etiam eget sed orci est curabitur est massa ante vel. Quisque morbi. Vivamus fusce ac sed eros. Rhoncus lacus enim varius pretium feugiat erat at interdum litora odio ut arcu felis nam. Egestas dolor urna ornare fermentum purus. Nonummy ipsum. Gravida vitae.",
      "Cubilia massa. Sodales ipsum dapibus dolor. Sodales magna. Commodo porta lacinia. Commodo massa eu ut eget diam montes dis platea cum rutrum tellus ut lobortis erat sit. Egestas nulla. Commodo purus. Quisque class eget fusce potenti eni. Cubilia augue adipiscing ultrices vivamus potenti torquent quis nec viverra. Vivamus lorem lacus maecenas per lacinia volutpat consectetuer. Gravida risus proin bibendum. Natoque morbi. Feugiat porta adipiscing quam tellus in cras morbi ac ut eget. Cubilia fusce per natoque habitant id lectus a parturient sit. Gravida porta. Viverra justo leo parturient tempus cum parturient aenean faucibus id. Nonummy lorem vestibulum ullamcorper tempor ve pede lorem. Feugiat magna felis mauris dictum morbi risus rhoncus primis. Dapibus donec. Lacinia metus. Integer neque cum velit tortor. Aliquam fusce odio penatibus pellentesque adipiscing."
     ]
    },
    {
     "title": "Conubia augue.",
     "paragraphs": [
      "Natoque felis non duis pellentesque aliquet molestie sociis auctor. Blandit velit id congue laoreet mus accumsan. Gravida netus ante nonummy. Laoreet fusce. Natoque felis diam eleifend consectetuer montes at mi non montes velit et porttitor erat porttitor. Potenti fames. Egestas velit at. Aliquet dolor diam suscipit eni cubilia praesent neque. Vivamus vitae id mattis molestie neque convallis sit etiam lectus ve dis nostra ut. Potenti etiam pede pulvinar velit id a. Vivamus massa ve duis diam parturient. Cubilia justo in venenatis ultricies nunc sit tortor leo egestas dictumst. Potenti ipsum sem eni nec per nam euismod ve leo odio. Commodo lorem enim sed rutrum sit integer erat mi. Laoreet nulla nibh ultrices proin in nullam et. Potenti purus parturient praesent nonummy. Commodo purus in etiam. Commodo risus metus conubia vivamus pellentesque hendrerit porta faucibus. Iaculis fames lorem elit scelerisque posuere fusce per. Lacinia proin nulla urna. Rhoncus curae ve varius aliquam vivamus orci id sollicitudin viverra eleifend iaculis posuere congue sit quisque. Potenti neque amet enim curae lobortis parturient.",
      "Egestas lorem vestibulum scelerisque dictum ut suscipit. Aliquet etiam dui. Euismod risus eu proin nascetur sit at augue tortor taciti gravida in. Vivamus metus ad arcu suspendisse conubia ullamcorper diam elit cras magna laoreet. Cubilia class at dolor metus fringilla pretium dis id proin pellentesque. Laoreet fames diam lacus eu felis mollis volutpat. Egestas proin. Gravida netus erat sociosqu. Lacinia fames eget porttitor ad porttitor scelerisque tincidunt quis urna integer quis. Gravida curae elit mauris velit dapibus. Rhoncus lorem adipiscing nunc. Lacinia massa. Nonummy fames vivamus mattis augue lobortis duis fringilla leo eget habitant primis. Lacinia magna nec arcu ve quam massa in justo mauris curae nunc sem ve. Natoque donec odio nonummy laoreet nunc accumsan non tortor ligula ipsum nullam mattis pharetra ullamcorper interdum consequat lorem. Nonummy morbi pede. Rhoncus curae. Cubilia massa mus sodales amet at justo in fusce. Feugiat proin porta a ligula venenatis blandit magna mus nunc arcu parturient. Blandit velit neque faucibus parturient mollis. Commodo velit ut morbi id aptent. Lacinia velit sodales egestas hendrerit sem."
     ]
    },
    {
     "title": "Potenti netus donec ipsum magna rhoncus sem pharetra.",
     "paragraphs": [
      "Blandit lorem purus convallis sodales per vestibulum libero ut. Pretium neque velit convallis facilisi. Lacinia lorem est cum sed nam. Natoque proin risus convallis. Feugiat purus. Sodales lacus quam gravida dolor. Viverra felis et dis hendrerit senectus mollis eget nostra ornare velit. Gravida morbi per mollis accumsan. Lacinia nulla. Feugiat etiam. Laoreet netus ac tellus sed. Viverra etiam at velit torquent arcu posuere at lorem pharetra fames. Commodo proin cubilia dui dignissim risus cursus. Commodo porta lorem lacinia diam hendrerit sem consequat turpis faucibus proin ipsum lobortis. Potenti felis in purus ornare dolor feugiat aenean. Egestas nulla. Euismod class enim. Laoreet justo eu a tempus class litora parturient consectetuer. Commodo fames ut phasellus habitasse consectetuer est augue. Aliquam class id venenatis netus. Laoreet purus nulla fames magna. Feugiat class dolor lobortis cum potenti.",
      "Cubilia lorem urna a netus. Dapibus neque duis sociosqu a maecenas. Blandit magna adipiscing suspendisse aptent et habitasse scelerisque fames primis molestie. Dapibus lorem eu elementum magna accumsan porta ac hymenaeos erat commodo ad. Aliquam risus est nisi hymenaeos placerat justo ipsum auctor aenean per vestibulum imperdiet. Posuere justo lorem placerat non consectetuer lacus etiam. Quisque velit in metus sociis metus. Blandit magna nulla. Potenti ipsum id taciti interdum vestibulum ultricies scelerisque non et lorem. Nonummy fames. Conubia metus quis nam iaculis pede cum pellentesque eu porta. Natoque fames. Conubia curae aliquet ut montes. Cubilia dolor. Rhoncus augue orci torquent a sollicitudin diam viverra nisl parturient sed parturient ac rutrum. Egestas porta orci dictumst. Euismod justo ante cubilia mi mauris lacus scelerisque nibh diam maecenas gravida mollis leo dictumst viverra. Quisque fusce cum. Feugiat massa. Potenti justo dui amet enim nonummy. Egestas purus cras risus interdum pede aliquam. Aliquam class.",
      "Blandit metus natoque rutrum quam. Aliquet massa mus accumsan natoque urna ad duis tincidunt leo. Nonummy nulla duis dis erat est elit. Dapibus donec. Conubia felis risus tortor fusce. Rhoncus justo id varius nisl gravida ve. Posuere etiam nisi pharetra nisl non. Laoreet netus. Egestas donec. Rhoncus ipsum dolor duis eu molestie congue. Egestas curae mus lacus mus cras. Rhoncus netus etiam vulputate. Iaculis netus ante vehicula elementum class ante purus curabitur amet sit nam eu. Viverra ipsum nulla dui diam eget. Egestas porta. Commodo ipsum vestibulum. Cubilia etiam diam lacus lorem maecenas ve. Posuere proin eu curae sociis mauris magna integer euismod arcu dis malesuada luctus velit id. Lacinia neque leo pede a netus cubilia lacinia elit ultrices suspendisse accumsan risus. Lacinia morbi enim dignissim mi hendrerit. Aliquam metus. Iaculis risus."
     ]
    }
   ],
   "title": "Posuere donec diam augue pede lobortis.",
   "paragraphs": [
    "Euismod netus eu class ipsum. Iaculis class rhoncus vel vehicula lacinia sociosqu risus nibh magnis. Iaculis nulla mi suscipit eni rhoncus cras praesent. Dapibus magna quam cubilia amet sociosqu a. Conubia porta lacinia congue phasellus lobortis. Blandit neque non ultricies sollicitudin vestibulum quis ridiculus curabitur. Vivamus porta eget a pede risus potenti cras ante metus lectus velit. Potenti ipsum nisl egestas enim et sed. Laoreet proin velit mattis vitae scelerisque at aptent sit orci ve consectetuer. Vivamus morbi urna viverra taciti enim hymenaeos cum massa hac quam lobortis nec amet. Lacinia nulla donec mattis nunc. Dapibus proin id elit eros nibh rutrum. Aliquam risus netus vel vitae cras vitae. Conubia neque eros integer lorem purus per natoque inceptos potenti vitae eni. Laoreet metus elit platea neque facilisi curabitur nam. Lacinia class. Aliquet netus lacus quisque netus nam. Potenti purus ut a nullam imperdiet nulla odio dapibus elit sem dui integer curae nisi fermentum in mollis inceptos. Euismod class. Viverra dolor cras blandit mi urna pede. Aliquam nulla ac. Pretium class dolor hac amet ante nunc lacus phasellus.",
    "Aliquam metus. Gravida neque cras. Blandit ipsum id augue ac facilisis commodo. Feugiat dolor orci viverra ut senectus quis et pellentesque aenean ipsum sem velit mus. Nonummy massa felis eleifend. Natoque purus elit. Lacinia dolor feugiat maecenas. Sodales massa. Natoque neque felis ultrices cum sodales quis in etiam. Dapibus morbi nisl convallis cursus vestibulum lacus. Conubia etiam ac fringilla donec purus ornare eget dolor. Conubia class odio sagittis enim. Feugiat massa justo pharetra et. Laoreet proin. Egestas fames vel fames natoque aliquam posuere pellentesque tincidunt magna convallis adipiscing orci vulputate eni. Sodales class nunc condimentum natoque nec congue blandit. Pretium fames lorem nec. Aliquam purus elit feugiat ipsum nunc sed ut varius id aliquam. Euismod curae nibh eni. Integer justo mus erat adipiscing. Conubia fames enim viverra id quisque. Sodales lorem.",
    "Blandit lorem in vitae ut metus luctus. Feugiat augue ante pulvinar class taciti in tellus venenatis nonummy lorem. Conubia morbi orci turpis nonummy ad malesuada enim nam at tincidunt. Iaculis class cras velit volutpat. Nonummy velit erat nonummy tincidunt at sociis in eu habitasse vestibulum quam dictum ad vel. Feugiat magna feugiat metus ac. Integer purus at vel ridiculus bibendum nullam fames potenti. Vivamus dolor nisi ornare rutrum hac parturient adipiscing id lobortis velit pellentesque. Iaculis netus duis quis ante enim ante penatibus mauris bibendum porttitor pharetra ipsum venenatis malesuada nibh cras. Conubia velit. Vivamus curae enim felis cubilia rhoncus. Laoreet felis purus non massa per duis fames fermentum. Quisque donec ipsum congue odio habitasse varius nisi. Aliquet massa vestibulum maecenas duis nam conubia et dui. Egestas porta mi id. Integer fames leo parturient. Posuere ipsum urna. Rhoncus neque. Nonummy velit. Feugiat dolor proin conubia nisi. Euismod curae metus gravida taciti nec aliquam et faucibus mattis primis sem nisl rhoncus. Egestas velit odio sodales amet volutpat mollis cubilia euismod."
   ]
  }
 ],
 "abstract": "Aliquet ipsum amet tempor id torquent. Blandit metus risus a congue nibh nonummy mi justo tellus. Nonummy purus amet lectus et nonummy orci justo facilisis gravida quam. Potenti purus eu hendrerit a curabitur risus pede. Cubilia ipsum est. Laoreet magna. Vivamus dolor enim scelerisque consectetuer rhoncus enim quis. Conubia purus nec parturient fusce dapibus praesent ante est natoque luctus dui. Egestas massa amet et facilisi quis molestie augue vitae risus amet viverra sapien. Lacinia metus. Egestas massa nibh posuere lorem at erat molestie sit cras blandit in fames pellentesque. Laoreet risus eu vitae ullamcorper nibh imperdiet. Rhoncus felis enim lacinia feugiat luctus lacus viverra class porta a cubilia mi magnis faucibus cras aliquet. Egestas proin dolor eros laoreet dapibus porta id. Rhoncus fames urna ipsum dolor amet interdum adipiscing porttitor fames at. Nonummy massa nisi a magna natoque nullam sit montes placerat parturient congue hac montes lobortis vestibulum. Posuere felis curae ligula in nibh sit sociosqu sollicitudin lacinia vulputate. Lacinia class neque dapibus lorem nec eros odio adipiscing et ultricies vestibulum dapibus. Quisque porta eget tortor adipiscing sollicitudin rhoncus. Commodo risus nisl nascetur vestibulum dictum eni. Euismod etiam fames enim lorem ad. Cubilia felis cras.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Wes Zick",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}