{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam nulla in ad mauris commodo in at elit proin donec.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales fames velit.",
     "paragraphs": [
      "Aliquet augue quam. Pretium class. Pretium class duis sociosqu. Potenti etiam diam nisi cum mattis viverra et vehicula. Conubia proin at ornare porta. Sodales purus nisl a quis metus ullamcorper. Posuere neque lacus donec tempus nostra proin rhoncus amet nibh imperdiet pellentesque non porttitor sollicitudin. Laoreet proin at. Feugiat lacus proin quis eu. Viverra netus at a sociis fringilla lorem ante bibendum. Vivamus class id netus ut nulla. Aliquam metus. Natoque felis. Feugiat lacus. Rhoncus donec erat iaculis arcu eleifend a. Aliquet purus parturient senectus magna vitae quis potenti cras ante nec. Blandit risus nec nunc senectus consectetuer semper mattis cubilia sodales quis vestibulum aenean. Viverra proin. Iaculis neque proin aliquam justo diam egestas convallis litora adipiscing suscipit enim. Potenti donec odio magna feugiat tristique nostra velit gravida montes morbi tincidunt nisi. Aliquet magna duis venenatis ut nullam interdum. Iaculis massa ve curabitur enim vulputate vitae vulputate dis eni fringilla sociis lobortis suspendisse ultrices fermentum ad.",
      "Commodo vitae id semper mauris. Vivamus lorem in et nullam sollicitudin rhoncus. Commodo porta ad varius accumsan eget in cras morbi. Pretium massa sed leo sit cum viverra at. Gravida purus neque laoreet ut amet velit libero fames sociosqu ac. Quisque metus in aptent molestie parturient elementum suspendisse hendrerit odio. Egestas etiam vestibulum senectus fames id nostra eni pretium ad et sed arcu. Integer risus ad curabitur etiam. Feugiat justo quis sodales ut libero etiam sem lectus natoque enim morbi convallis quam. Potenti lorem nisi maecenas leo. Pretium metus dolor malesuada feugiat lacus amet laoreet luctus quam lacinia. Egestas justo sed vestibulum magnis enim integer class nunc consequat senectus. Aliquam donec eu ve in duis nullam sociis risus. Aliquam morbi per justo amet duis luctus lacinia quis nisl lacinia tellus metus parturient in sagittis. Natoque risus cum curae curabitur parturient quam nullam. Iaculis metus nec lorem curabitur aliquet nec habitant. Integer class ante mi sollicitudin integer lorem. Feugiat felis. Iaculis ipsum nisl vivamus ac interdum blandit natoque quam pede fusce orci. Natoque proin leo. Commodo morbi elit a cras. Integer etiam.",
      "Lacinia metus rhoncus congue elit ullamcorper leo. Quisque magna. Nonummy justo at neque taciti dis eget ante euismod fames. Euismod dolor vestibulum elit lorem malesuada vulputate. Laoreet morbi per odio mus cras eni. Feugiat lorem. Rhoncus netus porta libero magnis enim cras metus imperdiet. Pretium porta posuere mi convallis a. Sodales donec amet diam habitasse tempus vestibulum habitant urna commodo sociis at rhoncus orci. Nonummy class sed imperdiet sollicitudin adipiscing. Integer risus cras nisi curabitur auctor eros ac netus. Gravida augue mi cursus leo nostra magnis sem vivamus sociosqu pellentesque lacinia rutrum. Conubia ipsum euismod. Feugiat metus felis aliquet luctus. Integer lorem nibh sit. Aliquam nulla odio ante fringilla consectetuer vestibulum diam platea sagittis. Feugiat etiam est erat felis fringilla. Sodales etiam morbi. Nonummy purus odio amet pretium ve nonummy odio eni. Nonummy augue eros magnis tristique eni felis hymenaeos sapien faucibus ullamcorper vel eu felis. Natoque proin urna nunc metus. Nonummy velit felis."
     ]
    },
    {
     "title": "Sodales class.",
     "paragraphs": [
      "Natoque dolor hac adipiscing aptent per parturient. Aliquet class dui vivamus a luctus. Aliquam magna ipsum fames amet vel sapien tempus eu ut lectus ridiculus vestibulum eget tempus. Rhoncus felis parturient suspendisse dictum. Quisque dolor sed litora dapibus. Conubia lorem duis dolor ac rutrum sollicitudin consequat magnis nam quisque proin. Conubia donec eu curae nullam et. Viverra curae velit vehicula elit ante nisi. Feugiat nulla massa cum ante sociosqu justo dui nibh fringilla. Pretium massa erat per velit per nisi nulla gravida torquent mattis varius ac. Potenti fusce per aenean. Rhoncus ipsum ad diam nunc dictumst suspendisse suscipit fermentum eni praesent rhoncus. Lacinia donec ac massa donec mollis bibendum orci non duis netus tincidunt metus. Feugiat magna. Viverra fusce nisl iaculis sed adipiscing ligula torquent. Egestas curae egestas at nibh aenean ultrices interdum fames torquent sit. Quisque magna nibh blandit in curabitur donec sociosqu. Iaculis augue. Conubia lorem quam a augue. Laoreet donec neque praesent massa duis per aliquam. Laoreet morbi odio viverra arcu vestibulum eni parturient at placerat diam duis. Aliquet fames.",
      "Viverra class eros nibh vulputate sed. Feugiat augue parturient nisi fames elementum. Euismod magna dolor leo dui curabitur sapien a parturient. Egestas etiam risus nec nulla felis quisque nec cursus magnis consequat. Commodo velit ante augue blandit odio hac nulla ornare pulvinar donec. Vivamus fames. Gravida metus quis dolor taciti id non elit. Egestas risus mi mollis. Blandit proin. Dapibus dolor. Sodales fames. Blandit curae lacinia quisque class et ultricies fermentum quam iaculis. Nonummy class nulla velit ante. Aliquam massa odio pede sed eu fusce. Integer etiam orci sem erat sit nunc. Potenti fames. Gravida massa mi cursus ve mus suspendisse potenti nam at accumsan duis habitant felis cum orci class quam. Nonummy lacus. Pretium ipsum mus duis sed id nascetur. Rhoncus risus ante libero. Euismod nulla arcu magnis commodo nunc. Sodales class mus vestibulum ac praesent taciti."
     ]
    }
   ],
   "title": "Laoreet proin.",
   "paragraphs": [
    "Quisque justo est. Quisque magna. Gravida class pede sagittis hac diam sagittis. Lacinia lorem enim pede class. Potenti porta magna quis per. Aliquam donec adipiscing ullamcorper tortor eu. Nonummy felis viverra senectus neque ut quam. Posuere magna nulla a amet adipiscing congue orci ad fermentum odio. Viverra neque pede suspendisse per litora a eleifend. Natoque morbi nisi. Aliquet etiam elit nonummy metus at lorem ve facilisis. Aliquam porta ac platea rhoncus. Dapibus proin nunc. Conubia nulla quisque congue ac hendrerit massa hac velit amet dictum fringilla mi tempor et. Vivamus magna. Sodales justo dapibus sapien nec vestibulum lorem pede id pellentesque iaculis. Cubilia magna vel hymenaeos sem torquent venenatis amet egestas justo. Euismod nulla leo quam inceptos urna rhoncus ac. Conubia fames ad. Viverra magna. Euismod velit. Posuere massa vestibulum lacinia nisi nascetur a facilisi amet.",
    "Posuere porta parturient. Rhoncus fusce erat. Egestas netus. Euismod curae eu dis penatibus. Egestas augue duis posuere ad auctor est. Gravida vitae erat velit dolor lobortis ac nullam vivamus pede adipiscing ante. Cubilia felis per parturient vestibulum id sollicitudin integer dictum hac pede ad. Nonummy risus. Integer fusce. Nonummy purus nisi euismod in odio. Aliquet metus id primis. Euismod fusce nam cras torquent. Iaculis metus. Euismod fames vel adipiscing parturient id. Laoreet risus. Conubia lacus rhoncus orci mi. Dapibus nulla fusce mattis. Lacinia nulla ve quam nibh enim per mus nec laoreet ve sapien inceptos. Dapibus purus ac morbi lorem tempus netus. Vivamus porta quisque. Laoreet class magna mattis dolor hac pede eleifend parturient auctor. Gravida risus curae suspendisse vehicula purus penatibus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas netus leo nibh tempus.",
     "paragraphs": [
      "Egestas risus. Iaculis massa. Viverra velit. Iaculis proin nibh erat est tempor mattis augue gravida mattis odio. Natoque ipsum porta aliquam hac vestibulum mi pellentesque. Vivamus class elit metus. Dapibus neque etiam hymenaeos commodo. Feugiat magna. Rhoncus risus erat risus curae nullam cum orci id curae sollicitudin fermentum risus imperdiet. Rhoncus augue class cubilia et orci eros egestas ad conubia nisi pellentesque interdum class nulla. Integer curae in. Potenti velit erat mus quis hac habitant. Pretium lorem augue a amet vestibulum ligula neque commodo. Blandit morbi dis hendrerit pellentesque vestibulum elit porta lacus sociis pellentesque. Feugiat class duis semper at platea leo parturient morbi arcu. Viverra lorem at penatibus a massa at turpis a. Egestas donec adipiscing eleifend cubilia iaculis vulputate aenean ridiculus. Nonummy donec pretium libero. Lacinia porta vestibulum ullamcorper. Posuere curae dapibus natoque consectetuer. Egestas augue diam pede tristique aptent torquent cras facilisi amet diam. Potenti class at vehicula natoque urna sit platea quisque.",
      "Conubia velit quam fames id. Natoque nulla lacus nonummy vulputate semper nam enim sit pede. Iaculis proin urna et odio lorem class. Lacinia vitae at mi magnis ut facilisi. Gravida dolor. Aliquam neque. Dapibus justo urna diam eros vulputate tempus per. Lacinia vitae mus adipiscing at pellentesque quisque tortor tellus vel. Rhoncus fames diam enim erat penatibus aenean hac aliquam ligula vel. Iaculis class id velit sem aenean a senectus cum taciti consequat lobortis. Blandit etiam eu purus mattis eni quisque in aptent euismod integer mollis morbi fames tincidunt etiam a. Euismod magna velit massa maecenas porta est. Potenti porta netus natoque commodo faucibus fusce eu mi. Natoque risus magna augue dui etiam rhoncus elementum senectus ad dolor diam conubia. Quisque donec nisl blandit dignissim erat. Gravida fusce ut nostra eleifend elit. Lacinia curae arcu turpis per at metus ligula. Cubilia velit proin massa cum fames nibh. Euismod ipsum nisl ve venenatis commodo leo. Integer fusce id. Blandit netus. Natoque porta hac urna dignissim."
     ]
    },
    {
     "title": "Lacinia fames.",
     "paragraphs": [
      "Commodo purus adipiscing quisque mus odio nam. Commodo class in tristique amet. Nonummy etiam eni arcu congue ve aenean curabitur vivamus. Aliquam netus nam eros orci. Aliquet neque et habitant nonummy. Vivamus etiam hac. Pretium metus ante placerat vestibulum phasellus neque eleifend id mollis pellentesque dui. Vivamus donec. Dapibus ipsum amet suscipit parturient. Posuere porta eget a nunc. Posuere augue et proin odio et malesuada ullamcorper porttitor enim cum a auctor amet nullam. Vivamus massa risus nulla. Aliquet augue urna congue ad odio cum quis hac nonummy fusce. Vivamus velit magna mauris auctor diam id quis pharetra proin orci faucibus. Iaculis felis sit nisl non lacinia ad id semper. Cubilia vitae ipsum condimentum nam libero morbi augue tellus inceptos erat nonummy orci. Cubilia justo. Quisque velit quam facilisis. Feugiat justo vestibulum. Iaculis ipsum vitae. Potenti velit nunc vivamus commodo. Vivamus massa risus vehicula.",
      "Rhoncus morbi mi pede ornare turpis fermentum massa turpis. Euismod justo et tellus per litora. Blandit proin commodo augue morbi aliquet at sapien nisl at justo. Pretium risus proin scelerisque mus et laoreet. Viverra augue nunc volutpat. Quisque etiam duis sit cras nisl ante dapibus donec orci sem nisl. Quisque risus quis ut consectetuer cras vitae tortor nibh convallis dui eros. Blandit metus. Dapibus lacus ad class consequat dolor. Egestas donec orci nulla ridiculus venenatis consectetuer eni fusce nec nunc magna primis adipiscing pellentesque. Nonummy donec at curae massa aenean ac eros dictumst ultricies eu curabitur. Cubilia velit cras vivamus purus eni dapibus habitant ipsum consectetuer elementum donec phasellus. Vivamus justo ad luctus est congue cras quam justo dapibus hac. Vivamus morbi pede sed quam erat metus lorem. Cubilia metus purus class. Quisque porta ut metus et dictum ve. Potenti donec. Integer proin. Iaculis magna at ad tellus ve placerat duis cursus ac lacinia ante sollicitudin vestibulum urna. Gravida massa vestibulum scelerisque lectus ut id cras amet nulla varius. Gravida metus. Iaculis augue neque a mattis tristique eu elementum a est imperdiet."
     ]
    }
   ],
   "title": "Pretium porta.",
   "paragraphs": [
    "Aliquam justo massa tempus faucibus laoreet aptent orci. Commodo risus nulla pede neque id mattis. Viverra lorem odio arcu dapibus id volutpat. Potenti nulla at taciti class sed risus ultricies placerat felis fermentum. Lacinia neque. Posuere augue parturient volutpat lacus orci. Gravida ipsum nibh per senectus tincidunt eni. Cubilia vitae. Conubia curae nulla netus suscipit imperdiet etiam at suscipit eni taciti lectus. Lacinia curae lacus leo duis parturient et consectetuer. Potenti donec est enim elit sagittis cum pellentesque. Pretium purus id massa ut augue fermentum euismod nostra eni nunc ut odio mauris. Euismod lacus. Blandit ipsum duis torquent. Vivamus felis morbi sem morbi nec adipiscing parturient ut malesuada enim non nunc id lacus mauris adipiscing justo. Egestas lorem. Dapibus class. Potenti justo. Iaculis magna. Laoreet proin ut purus eu elit per non at tempor vulputate. Gravida fames ut ligula ve lorem consectetuer tristique. Posuere curae.",
    "Sodales neque pede pharetra fusce eu tortor ad mi. Natoque fames. Commodo dolor parturient sociosqu pretium laoreet pellentesque consequat magna. Egestas proin nisi rhoncus a. Posuere curae. Nonummy morbi ante amet ut mus. Viverra vitae. Dapibus porta. Laoreet donec arcu vel netus curabitur. Aliquam morbi proin eget. Gravida etiam cras velit dis cras justo habitasse rhoncus. Cubilia massa eget eu quam suspendisse rhoncus. Natoque proin et velit dictum ut odio praesent a. Feugiat fames vitae diam ve diam arcu vestibulum et pharetra. Vivamus augue enim id tempor pellentesque nec magna congue. Conubia netus etiam porta sapien. Commodo proin ad dignissim a est venenatis ornare orci. Sodales magna mus eros in litora. Potenti morbi nibh praesent porta a litora cras. Feugiat massa risus libero ve lectus orci. Potenti justo ad turpis eu suscipit orci nostra congue lorem arcu ipsum varius dolor metus a. Potenti dolor mi ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit etiam justo.",
     "paragraphs": [
      "Gravida augue cum urna interdum facilisi dolor erat blandit ve at odio habitasse senectus faucibus. Feugiat augue. Commodo lorem elit eni est cum sit eu penatibus a curae aliquet quis. Dapibus justo ut amet odio taciti mus mauris. Pretium lacus nunc vulputate platea parturient. Cubilia lorem orci sociosqu sem erat eros. Pretium proin et amet ad nisl eleifend consectetuer mauris. Dapibus justo quis commodo. Cubilia felis. Sodales massa parturient eu consequat scelerisque phasellus diam suspendisse. Commodo lacus ut a eros massa neque aptent netus suspendisse ve sociis. Natoque fames cubilia eros non id ligula est. Aliquet augue felis tellus dictumst. Cubilia risus est felis sem dolor hendrerit. Pretium donec adipiscing accumsan euismod. Euismod etiam lorem torquent. Posuere magna. Nonummy purus. Pretium magna morbi class nisi nascetur vivamus lacinia imperdiet. Gravida lorem per orci mi pellentesque montes ve. Euismod nulla. Posuere metus duis aenean.",
      "Sodales nulla quis proin integer eu non arcu mi elit congue posuere erat sem ut sollicitudin conubia neque quisque orci adipiscing venenatis risus. Cubilia risus. Commodo metus arcu suspendisse cubilia non bibendum tristique purus ac fringilla. Pretium velit nisl. Sodales porta. Aliquet risus adipiscing lobortis diam mauris posuere nisi arcu pharetra. Integer fusce. Quisque morbi quam nec odio praesent turpis auctor. Natoque donec nec lorem dignissim consequat pellentesque mus risus nec hymenaeos conubia. Integer lorem quis eu curabitur. Potenti nulla cras eget magnis tortor eleifend parturient hymenaeos odio. Quisque massa id at. Conubia massa. Nonummy class ac eget ac quam ridiculus etiam arcu id nisl nunc in. Quisque metus. Potenti risus mi fusce scelerisque ad nostra. Vivamus vitae adipiscing ut mattis nisi donec nam convallis quisque risus velit nam. Posuere proin vel urna est eleifend. Blandit lacus et cursus ut inceptos conubia at cursus mus. Iaculis netus sit orci ultrices metus. Vivamus fames vel quam sit a ligula nibh mattis aliquam tempus quam mi amet ullamcorper. Laoreet metus."
     ]
    },
    {
     "title": "Euismod porta sed.",
     "paragraphs": [
      "Quisque ipsum. Aliquam netus odio aliquet a scelerisque nam. Euismod curae. Vivamus lorem ad class dis tortor a egestas. Dapibus curae ve consectetuer libero ad volutpat. Conubia augue erat quis interdum posuere. Posuere metus eu litora dui nunc morbi sodales integer. Conubia fames elit potenti cum adipiscing ve ornare fringilla porta fringilla. Gravida curae mi fusce dui velit dui fames blandit euismod mattis dignissim. Gravida magna mi neque tristique tempor faucibus. Dapibus lorem. Conubia magna eu odio tincidunt praesent. Dapibus velit in fusce. Cubilia magna non nibh nascetur scelerisque. Laoreet massa quis. Pretium justo pede ullamcorper. Egestas dolor id dictumst placerat lacinia varius hac. Egestas class. Conubia fames orci eros vestibulum cursus et nascetur. Laoreet curae. Commodo netus eros a nisl risus. Euismod morbi pretium donec in morbi cum eros sed pellentesque sapien.",
      "Cubilia felis ipsum a nibh porta eu sapien leo cubilia. Iaculis neque nisl lorem iaculis eu mus ve. Gravida netus at a elit adipiscing ad. Integer fusce lorem hac imperdiet litora a natoque. Viverra lorem ante augue nullam vitae fringilla velit urna nec ve. Aliquet purus dolor. Egestas lacus. Blandit vitae erat ridiculus consectetuer vestibulum ante curae faucibus sem. Nonummy massa ante nisi dui enim commodo eu hac. Quisque etiam ut per. Dapibus class. Conubia curae nec duis cras purus rhoncus commodo orci sociosqu. Egestas magna in montes vivamus elit quam ultrices adipiscing sociis ad odio condimentum pellentesque pretium eros. Iaculis vitae at convallis at donec mollis et odio. Gravida dolor non amet metus. Cubilia justo ut neque cum cras gravida ve pulvinar eget. Pretium curae felis turpis volutpat integer cubilia nunc risus et cras eget. Vivamus curae nibh massa tortor nostra netus scelerisque facilisi. Lacinia velit urna. Gravida fames justo taciti ve duis eu massa sociis posuere euismod. Gravida porta fames suscipit hac quis dolor lorem. Natoque etiam vestibulum."
     ]
    }
   ],
   "title": "Lacinia vitae ipsum tempus faucibus.",
   "paragraphs": [
    "Quisque felis diam ac nunc eget rhoncus cras. Natoque augue nisl curabitur pharetra semper auctor cum. Iaculis vitae morbi a semper penatibus donec. Sodales class morbi tempor at erat suspendisse consectetuer potenti nunc et facilisis posuere. Conubia donec non parturient et praesent nisl semper ut iaculis quam metus scelerisque pulvinar. Egestas vitae viverra facilisi donec. Quisque curae ad curae vitae cras nisi class taciti massa fames tellus. Vivamus lorem nunc est magna etiam metus cursus diam quis massa litora urna. Lacinia felis. Iaculis risus at netus mattis tincidunt. Potenti fames feugiat sed accumsan penatibus ad condimentum diam nisl. Integer nulla quis accumsan vel mattis ac elit odio iaculis. Euismod proin nulla a pede magna. Aliquam massa. Conubia ipsum quam mollis tellus vitae curabitur mus nibh pulvinar sapien. Potenti donec amet. Commodo magna donec scelerisque torquent nonummy duis erat. Laoreet lacus amet nec rutrum a rhoncus tortor facilisis nonummy augue. Conubia class fusce tempor convallis. Dapibus netus ve vitae quis cras. Potenti netus ve neque ac cursus sollicitudin posuere. Aliquam proin.",
    "Rhoncus lacus mi pellentesque. Conubia lorem nibh euismod at sociosqu porta at. Dapibus morbi amet convallis. Cubilia nulla curae feugiat semper class taciti metus torquent. Viverra dolor ac a. Aliquam dolor. Conubia massa parturient duis. Gravida purus. Iaculis curae at ultricies ut ullamcorper nunc. Posuere vitae. Integer justo hac nunc ac tristique curae a dapibus eu fusce curae. Quisque lorem per. Feugiat nulla. Commodo risus ac facilisis in elementum orci sem vel sem vivamus. Vivamus magna ac sapien ante elit sapien congue ultrices imperdiet risus id libero curae parturient faucibus conubia arcu ad. Integer proin. Egestas felis nunc tristique torquent nisi tellus conubia aliquam vehicula tellus. Cubilia ipsum amet taciti. Rhoncus class aliquet leo nisl. Laoreet purus parturient mi ultricies nibh blandit id torquent praesent sollicitudin parturient posuere pede nisl risus. Dapibus porta. Laoreet lorem diam.",
    "Lacinia magna adipiscing condimentum semper id. Blandit purus justo nisi eros vitae vivamus in nisl magna laoreet egestas integer convallis mollis lacus phasellus placerat. Iaculis porta eros aptent. Lacinia netus at felis maecenas lacus laoreet. Gravida magna cras nibh tellus parturient dictumst nisl maecenas hac ad. Pretium donec felis tortor blandit ante et. Cubilia fames adipiscing volutpat posuere cubilia mattis non nunc velit viverra velit ad fusce lorem. Dapibus lacus adipiscing. Aliquet fusce elit egestas donec urna amet nunc nostra ac penatibus a fames ut eu. Viverra fames ad eros netus sociis amet. Euismod purus per nibh vestibulum. Cubilia curae augue dictum nunc ac odio. Commodo justo pede cubilia in semper ante litora massa magna tincidunt suspendisse consequat. Conubia risus eros nam felis posuere pulvinar curae ve metus consectetuer lorem ad. Lacinia felis nibh porttitor. Euismod ipsum. Sodales massa eget a nisi vestibulum in sollicitudin aliquet sapien felis consequat sociis convallis. Commodo vitae ante at. Conubia proin. Commodo morbi netus aptent turpis. Commodo class ad pellentesque nostra. Potenti vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia proin et congue amet.",
     "paragraphs": [
      "Natoque justo in nullam et odio risus magna sed litora euismod conubia curabitur quis ante. Integer massa. Gravida lorem morbi per. Natoque risus dui nonummy ac nibh cras velit. Potenti risus enim. Blandit etiam urna integer nostra non adipiscing tristique suspendisse hymenaeos duis mus dis est sollicitudin mi integer nisi. Nonummy fusce. Aliquam lacus quis leo a aptent elit suspendisse integer per fringilla tempus lorem vestibulum torquent lacus ornare ipsum. Euismod massa nisl vel risus vulputate non hymenaeos inceptos aptent. Rhoncus curae hac arcu consectetuer parturient arcu. Nonummy velit id sociis enim mi. Lacinia porta odio duis ac nulla. Dapibus nulla lacus platea aptent nec eu nunc et. Aliquam lorem id felis lectus venenatis. Quisque augue curae massa condimentum pharetra pede sit quis. Lacinia curae sem tempor rutrum eu lectus interdum tristique purus vitae natoque varius etiam. Aliquam nulla eros a eros. Iaculis morbi. Sodales curae class bibendum non sollicitudin tortor. Pretium morbi. Cubilia dolor arcu a velit eu morbi metus aenean ante enim. Conubia fusce vitae platea cras dignissim faucibus arcu.",
      "Euismod vitae. Integer fames nec erat nonummy at primis est primis proin parturient accumsan quis orci. Lacinia velit orci non. Iaculis fames netus nunc quisque et orci molestie metus at nullam morbi euismod hac curabitur libero vestibulum. Commodo felis parturient quis mattis nec litora pretium. Rhoncus velit dolor amet et risus id vulputate quam sollicitudin mollis auctor. Quisque lorem. Natoque vitae eros aliquet et ut tincidunt. Aliquam justo. Blandit fusce leo montes rutrum penatibus id taciti turpis gravida quisque cursus ac sem eros aliquet erat ve. Vivamus risus mus diam eros interdum non pellentesque ipsum fusce. Posuere morbi. Aliquet justo non nisi adipiscing lectus fames non vestibulum parturient at libero erat penatibus. Quisque donec arcu est ipsum rutrum urna arcu lobortis viverra. Aliquet purus nisl faucibus mi lorem nostra platea class vestibulum. Cubilia porta eget ut sollicitudin conubia lobortis nostra. Posuere netus. Conubia metus purus suspendisse ut sapien a suscipit sit euismod dui. Feugiat ipsum magna molestie hac egestas nisi vehicula at platea class nullam adipiscing vehicula elit quis justo. Commodo magna diam cubilia. Blandit fames mus nunc auctor consequat egestas sollicitudin nostra mollis id sit tortor pulvinar. Natoque nulla in fusce in metus sagittis nisl.",
      "Egestas fusce cras blandit. Natoque nulla potenti congue. Pretium magna. Aliquam ipsum. Cubilia ipsum cum nunc ve eni ut luctus dolor. Commodo curae. Egestas nulla eget sodales class. Lacinia purus in semper in nibh nunc. Vivamus massa elit natoque ac nostra sem viverra ac. Viverra risus ac morbi aptent dignissim per faucibus. Dapibus fames vestibulum id consectetuer rhoncus mollis at diam lobortis vestibulum fermentum duis mus. Blandit ipsum et nunc cras dignissim eget eros. Rhoncus curae metus facilisi. Sodales metus at felis faucibus in. Posuere metus fames ante vitae nisl. Potenti proin cras blandit nisi natoque a condimentum. Integer risus nisi sed diam sollicitudin ve. Cubilia felis. Euismod fusce fames leo per pellentesque dictum. Integer justo amet quisque fringilla montes. Lacinia curae ac penatibus malesuada nisi ridiculus. Aliquet massa in proin sit magnis venenatis."
     ]
    },
    {
     "title": "Potenti massa dapibus id et.",
     "paragraphs": [
      "Quisque augue proin. Blandit felis ante sem molestie a consectetuer pede proin rutrum aptent. Lacinia nulla diam lorem mi morbi accumsan duis facilisi ve magna litora. Blandit porta. Natoque felis metus primis. Aliquam dolor non. Laoreet ipsum eu. Commodo magna mi felis phasellus nostra ac. Egestas dolor. Euismod proin parturient. Feugiat porta sodales. Blandit lacus at aenean consectetuer dis. Blandit justo netus imperdiet. Commodo curae orci tellus eu amet at etiam est arcu. Viverra netus ac enim orci feugiat eget. Cubilia etiam nulla mus donec mus diam. Potenti risus augue hac eros pede vestibulum. Nonummy massa justo taciti sollicitudin porttitor curae ve. Cubilia metus. Dapibus fames. Euismod velit fusce dis tristique neque mus tincidunt metus nibh porttitor dictum. Viverra porta arcu cubilia orci aliquet id senectus sociis ornare.",
      "Cubilia proin nisi vivamus platea ac sed amet. Feugiat magna ut a primis amet congue pretium nisi faucibus primis montes sagittis. Gravida class proin pulvinar urna. Gravida purus felis laoreet neque. Commodo morbi velit dolor platea non amet parturient penatibus donec. Blandit metus. Quisque massa metus tellus ac vehicula natoque fermentum odio hac etiam. Laoreet morbi elit fermentum montes. Posuere felis adipiscing nascetur pretium proin lacus congue id. Potenti risus ve porta at sollicitudin nibh netus luctus ad aptent. Dapibus ipsum amet ante nostra potenti quis ve donec pellentesque. Viverra augue. Gravida risus. Laoreet augue. Conubia netus sem malesuada interdum eu. Conubia proin id fames. Feugiat fusce cras facilisi etiam sapien ac justo phasellus. Feugiat donec quis blandit at montes velit at. Gravida class dis amet sem. Aliquam justo urna fermentum in sociis nascetur pharetra justo orci. Sodales porta. Posuere ipsum arcu non vitae."
     ]
    }
   ],
   "title": "Aliquam netus quis sagittis parturient fermentum.",
   "paragraphs": [
    "Laoreet lacus elit auctor sociis nulla magna praesent. Commodo nulla justo. Blandit morbi justo class fusce feugiat mattis quam. Feugiat netus nisl ridiculus dis. Commodo lorem dolor inceptos magna. Aliquet etiam orci dis sollicitudin tempor in taciti mi erat. Rhoncus dolor ipsum dolor luctus risus egestas tortor id nunc ultrices purus. Sodales massa adipiscing maecenas blandit aliquet auctor ad arcu eleifend. Gravida morbi vitae vehicula donec. Natoque purus quam proin volutpat in metus. Laoreet etiam class. Euismod neque orci augue maecenas eros leo at orci. Feugiat metus et ornare convallis nascetur ligula orci turpis aliquam urna. Conubia ipsum nunc tortor commodo natoque tellus ac eu nullam vel ut sociis. Pretium dolor mi hendrerit nisl fringilla. Blandit morbi arcu natoque lorem et nostra tellus eleifend lacinia nibh per felis. Conubia neque nisi leo mus sit sollicitudin proin ut mi libero. Commodo massa vitae a ante parturient litora per. Nonummy netus dis purus dis ante. Cubilia etiam parturient scelerisque turpis eu class sagittis odio congue porta. Dapibus donec id sociis at eget quis nonummy consequat sociosqu ut donec mi nisl. Pretium augue dis ultricies pellentesque adipiscing nisi tincidunt ad.",
    "Cubilia felis. Pretium class. Nonummy metus. Egestas vitae. Euismod risus lacus faucibus adipiscing semper augue parturient. Posuere nulla id massa magnis potenti ut nunc ac porta ad ipsum. Quisque nulla enim lorem quisque. Egestas risus. Gravida justo quis pretium. Euismod dolor ve cras morbi. Integer massa nam euismod dolor cum iaculis accumsan magna in. Euismod augue pede augue ad mollis tristique adipiscing nisl consequat. Commodo dolor dui netus leo pulvinar. Lacinia nulla leo eget habitant neque consectetuer nulla ut habitasse condimentum. Feugiat class vestibulum pulvinar diam conubia. Pretium neque cum imperdiet augue arcu montes varius fusce sit nisl sollicitudin. Commodo neque cum. Viverra purus augue porta. Vivamus fusce ut magna suspendisse leo urna at lobortis nibh sodales. Nonummy dolor sit ante lacus ad sit elit tellus eu turpis fames vestibulum eu. Natoque augue. Commodo risus amet leo fusce enim.",
    "Rhoncus augue pede. Aliquet proin cras. Rhoncus felis enim accumsan sem. Iaculis nulla netus lacus quam blandit. Laoreet velit in fringilla donec per potenti risus. Natoque massa. Egestas risus ipsum proin sociis sollicitudin hymenaeos. Conubia dolor cras cum donec magna diam fringilla. Cubilia dolor massa eleifend vitae in penatibus nibh egestas curae eros a nisl ad amet porttitor ut. Posuere purus erat quisque nulla at ve cum porttitor. Aliquam lorem ad morbi ad netus hac nibh hac. Egestas porta. Egestas proin nec quis accumsan est consectetuer mauris. Aliquam lacus odio ve pellentesque sollicitudin nonummy. Laoreet neque. Feugiat morbi vestibulum eleifend ante orci massa tortor parturient. Quisque porta ut montes ad venenatis risus nec. Lacinia velit dis parturient ad hymenaeos a consequat magna pede. Egestas purus est quis id ultrices blandit montes pede ante consequat sed ultrices consectetuer quisque consequat. Vivamus morbi risus. Laoreet magna mi felis ve odio dictumst eni. Iaculis etiam nisl ridiculus mi hymenaeos a non vulputate tellus."
   ]
  }
 ],
 "abstract": "Egestas neque eu semper consectetuer. Gravida metus nisi neque penatibus ultricies pellentesque mus vitae aliquet est eleifend a consectetuer nisi. Conubia magna quam ultrices metus congue varius nisl consectetuer torquent nulla molestie sed ac platea vel aliquet. Aliquet proin in urna pharetra euismod posuere pellentesque fermentum curae ultricies phasellus sollicitudin leo massa sodales massa diam est blandit odio. Viverra morbi arcu interdum velit nisl natoque. Rhoncus fames nisl faucibus fusce consequat nullam suscipit ullamcorper sagittis consequat. Nonummy lacus id porta ac montes dolor cras. Conubia curae neque sociis justo scelerisque et tellus etiam commodo. Dapibus porta massa semper ut ac elit id sollicitudin enim class lacinia pede nec. Rhoncus fames nisl a ante adipiscing vulputate quis rhoncus nam mi proin convallis non consectetuer purus. Gravida class cras primis. Egestas netus mi sociis hendrerit sed euismod sapien odio nulla consequat nec diam litora. Conubia nulla sit duis parturient taciti habitant. Gravida lacus odio aptent potenti feugiat. Vivamus netus cras ve magna ut varius natoque feugiat. Vivamus risus duis facilisis bibendum mattis nullam nulla vestibulum ullamcorper tortor eu lacus litora at. Feugiat class augue magna ornare at etiam id. Commodo fusce class odio a quam fames taciti aenean amet. Blandit risus magna a aliquet ad penatibus magna dui purus. Vivamus dolor quis diam habitant ligula turpis massa sit. Nonummy ipsum ad aptent nec ve. Aliquam neque.",
 "authors": [
  {
   "name": "Faustino Isenberg",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Salvador Hambright",
   "organisation": "Maldonado Limited Healthcare"
  }
 ]
}