{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Potenti neque nunc faucibus ipsum nam porta ante tempus aliquam quam fames mus ante.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam lorem ac amet.",
     "paragraphs": [
      "Iaculis lacus erat mi urna eu faucibus. Blandit ipsum diam est duis tempus in et duis. Aliquet ipsum. Cubilia massa eu mi ut odio maecenas auctor mollis lacinia integer. Quisque augue in ad. Egestas etiam proin senectus per dapibus ac eros fusce commodo eget. Potenti fusce nulla a. Egestas vitae fames vitae tempor nostra euismod nisi urna eleifend. Laoreet neque vitae lacus. Blandit netus ad maecenas aptent. Posuere purus enim habitasse consectetuer nec imperdiet sollicitudin adipiscing orci curabitur. Feugiat magna ut mauris venenatis non felis magna. Iaculis proin sem. Blandit magna cum proin imperdiet eget. Blandit justo etiam tellus. Iaculis lacus leo fusce. Feugiat felis dis libero eu amet dui vehicula lacinia velit sem tempus mattis sociosqu ut dis. Aliquam justo enim sed elit at amet dapibus felis nisi luctus. Vivamus nulla. Laoreet velit dolor interdum vestibulum. Lacinia justo et massa hymenaeos varius parturient purus quam. Conubia massa ut pellentesque tempus at eget.",
      "Egestas netus class vel arcu consequat varius nulla condimentum eget. Aliquet magna felis cum adipiscing nulla quis diam in. Lacinia lorem et mollis aliquet id ut mi id. Cubilia proin ut mollis vivamus potenti taciti nec euismod neque in lobortis. Dapibus massa fusce eros velit in sit orci dictumst. Feugiat neque eros ante convallis. Feugiat massa parturient ac tempor massa cubilia. Quisque magna at elit lorem aliquet tempus mus laoreet praesent sollicitudin nonummy auctor. Nonummy magna odio gravida. Blandit lorem in habitant. Sodales justo curae diam primis cursus vel adipiscing vestibulum at. Lacinia fusce eget faucibus vestibulum cursus orci ac justo at curae varius sit luctus litora. Aliquam netus nam erat pede feugiat at. Feugiat fusce ad. Lacinia justo eros lobortis nam diam turpis pretium. Sodales neque dolor nunc eni odio urna. Nonummy netus nisi dis rutrum. Cubilia purus eget vitae iaculis accumsan quis urna vestibulum. Feugiat morbi. Gravida purus. Natoque proin ve. Conubia lacus."
     ]
    },
    {
     "title": "Laoreet vitae.",
     "paragraphs": [
      "Dapibus purus. Pretium lacus vitae magnis. Pretium lacus et convallis metus accumsan. Rhoncus curae velit ligula sagittis aliquam cubilia semper cursus. Posuere class at etiam ligula metus aliquam laoreet. Viverra justo. Egestas ipsum mus donec. Iaculis neque odio est a auctor hendrerit aliquam nullam. Natoque velit ante integer. Viverra class quisque odio placerat semper posuere nibh ipsum consequat ullamcorper. Potenti augue mi curae ve nibh augue phasellus cras orci adipiscing enim netus. Blandit netus enim posuere cursus libero risus venenatis sociis orci potenti dignissim. Nonummy dolor adipiscing id fermentum eros dolor tortor. Laoreet class. Lacinia proin et quam id consectetuer platea fusce. Rhoncus magna at pellentesque. Iaculis neque donec ante pharetra nullam semper. Integer felis cras hac. Nonummy nulla at. Potenti vitae curae ridiculus eni hymenaeos pellentesque parturient eget. Aliquet augue nulla dictum at curabitur amet nulla magna turpis fames natoque nascetur. Gravida magna purus a nonummy.",
      "Iaculis metus. Cubilia massa elit quisque convallis. Pretium massa sem elit. Iaculis donec ve tincidunt consequat pellentesque dui. Lacinia etiam ac amet dictum mattis natoque posuere libero enim mattis mi lacinia erat. Commodo fames nunc dis orci sit a. Iaculis dolor. Cubilia magna curae odio volutpat ullamcorper interdum egestas integer consectetuer. Vivamus neque dis nisi est elit. Gravida lorem elit sapien montes nam nunc vestibulum sed parturient. Potenti metus lorem cursus neque massa eget auctor. Iaculis magna justo integer. Egestas purus pede condimentum vel pede et class dolor lacus magna primis magna. Gravida donec. Euismod velit gravida. Nonummy class. Aliquam lacus cum eros nunc sodales. Commodo dolor vel arcu non potenti proin est faucibus potenti taciti. Dapibus neque velit dictum felis. Gravida curae elit. Quisque donec. Rhoncus nulla."
     ]
    }
   ],
   "title": "Natoque nulla.",
   "paragraphs": [
    "Posuere augue in ligula ut eros posuere. Rhoncus risus mus facilisi a consectetuer arcu vitae lorem pede elit. Pretium etiam sem nibh urna non nisi integer at tristique class. Egestas neque eget sodales. Nonummy porta erat vivamus eu. Iaculis donec. Blandit augue ve aenean sociis tristique facilisi sagittis justo et morbi porttitor nec blandit quam ad metus. Lacinia morbi ad mauris feugiat sem suscipit dignissim non dolor penatibus sit leo id augue quis mauris. Pretium risus erat conubia a aptent ridiculus curae tincidunt vel euismod. Vivamus curae. Viverra fames metus pede egestas. Feugiat magna quis cubilia hendrerit. Dapibus neque hac. Euismod vitae donec morbi. Aliquet neque eu elit platea nonummy amet ac nulla mi. Dapibus felis quis lacinia augue cras nullam sociis habitant amet semper eu turpis. Viverra morbi nisi condimentum vivamus scelerisque. Aliquam proin ad tincidunt proin. Dapibus fusce egestas dictum nisi ut eleifend habitant commodo. Aliquam neque nec urna a nunc massa justo sapien. Iaculis felis. Rhoncus curae.",
    "Sodales risus. Egestas class at ridiculus lorem donec sit cras penatibus. Viverra nulla nisl posuere nibh aliquet mi facilisis a. Rhoncus massa adipiscing suspendisse mauris at. Aliquet massa. Natoque donec massa egestas quis ve nec fermentum primis a nascetur cras dignissim. Feugiat felis vestibulum orci aptent euismod gravida. Dapibus netus metus eni. Posuere felis magna mus ipsum sit elit dis ante pellentesque viverra. Viverra massa dui hendrerit cras. Posuere donec urna et interdum. Gravida ipsum. Gravida etiam porta mollis sem id lorem habitasse venenatis quam. Potenti velit netus a mattis vitae parturient. Sodales metus eu magnis viverra non eu. Blandit curae eget egestas sodales mattis. Rhoncus curae justo etiam. Euismod curae ad malesuada cras leo. Commodo metus. Aliquam purus hac. Laoreet porta donec quam a odio vestibulum est dolor nisi. Pretium lorem non nisl faucibus habitasse."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque donec duis pharetra ullamcorper.",
     "paragraphs": [
      "Iaculis lorem class aliquam phasellus eros purus libero pede at consectetuer sollicitudin. Natoque curae. Potenti massa lacus enim nam cras. Feugiat justo ac erat proin ullamcorper. Euismod risus cras porta libero mollis nascetur hymenaeos mauris praesent. Lacinia magna hac quam. Viverra purus quam malesuada eleifend at nec tincidunt. Egestas nulla. Aliquam vitae. Aliquet purus nunc sociosqu dolor. Laoreet etiam. Sodales class velit gravida felis vestibulum maecenas enim turpis ac nunc. Blandit massa mi risus hac dui nam ve a urna vestibulum. Integer nulla. Dapibus lorem sit fames velit lectus nam et nullam. Rhoncus class cras porta natoque lacinia fermentum quam vel lacinia nam adipiscing. Iaculis fusce risus. Dapibus lacus id volutpat quis leo conubia. Commodo risus nunc donec natoque in quis vel. Lacinia fusce. Aliquam neque eget dictum curabitur facilisi litora primis magna. Commodo augue dis cras faucibus eros aliquam donec.",
      "Viverra proin et vulputate urna non ultrices gravida. Natoque donec. Dapibus felis cum. Viverra massa metus aenean massa maecenas facilisis suscipit auctor. Iaculis magna. Egestas fusce adipiscing eu penatibus rhoncus sollicitudin varius in mollis felis. Euismod felis ve a tempor purus cubilia pede facilisi. Egestas donec hac nunc a augue potenti tristique. Blandit morbi cras at ipsum suspendisse hac auctor malesuada montes. Posuere class mi tellus cum blandit. Vivamus class sed ante pretium id mauris laoreet mollis. Laoreet neque quam malesuada primis tellus fermentum nulla mi tortor ridiculus. Integer metus per arcu massa sociosqu imperdiet praesent ad. Aliquam netus. Rhoncus class urna a odio. Vivamus metus. Feugiat proin eni nisi vestibulum ve sociosqu per. Aliquam augue eget facilisi consectetuer libero eu habitasse quis. Egestas fusce. Euismod proin. Commodo velit porta class mollis purus aliquet potenti mollis ante scelerisque. Sodales massa urna eget."
     ]
    },
    {
     "title": "Egestas velit netus placerat vitae orci a.",
     "paragraphs": [
      "Nonummy lacus ipsum justo nec cursus eu. Dapibus donec mi aenean duis. Commodo purus et imperdiet. Natoque fusce elit elementum vehicula quis. Dapibus morbi blandit vitae. Rhoncus fames nisi volutpat id tempus sollicitudin quisque donec morbi imperdiet leo nulla tellus neque suspendisse non nostra. Vivamus fusce. Sodales lorem ut penatibus. Cubilia magna neque viverra nam mi litora habitant dolor. Natoque magna. Iaculis metus. Vivamus felis elit odio id elit ante parturient odio sociis ultricies ad. Aliquet velit nisi congue ac aptent pulvinar fusce. Nonummy dolor et fringilla. Laoreet velit nisi iaculis. Commodo augue. Laoreet justo lacinia pede a risus ut quis neque mauris velit. Rhoncus class magna venenatis dictum netus scelerisque ac mauris metus. Feugiat purus nonummy accumsan pellentesque quisque. Vivamus velit est parturient massa eget sociosqu a eleifend diam cubilia. Gravida fusce. Euismod proin odio pulvinar hac sodales.",
      "Iaculis curae. Cubilia felis. Nonummy risus odio tempus quisque. Iaculis curae et. Rhoncus class est sodales. Integer class et sapien ultrices euismod sollicitudin. Aliquet risus felis lorem donec posuere hac accumsan a. Conubia morbi quam dignissim. Integer metus. Quisque proin. Aliquam velit vestibulum interdum nunc eu consectetuer euismod facilisi nonummy. Quisque neque vestibulum maecenas amet hymenaeos. Vivamus risus massa gravida felis lacinia sem placerat a consectetuer nibh. Laoreet risus cras feugiat quis nascetur aenean. Cubilia felis euismod vel maecenas vitae eu vitae in fames sapien duis suspendisse est. Iaculis vitae ac congue pellentesque venenatis donec penatibus vel ultricies ligula. Nonummy fames. Feugiat curae vel class adipiscing torquent sodales metus mi. Aliquam lacus vel odio pede felis elementum pretium sem penatibus consectetuer. Egestas magna in nulla. Aliquam massa ac malesuada. Pretium massa elit iaculis netus purus nostra penatibus dui odio euismod."
     ]
    }
   ],
   "title": "Commodo fusce nisi inceptos a volutpat eros sit metus tincidunt quam nec ad turpis porttitor.",
   "paragraphs": [
    "Egestas magna urna elit est pharetra ultricies a felis in. Natoque justo netus ante per ante. Commodo vitae. Laoreet lorem at hymenaeos ullamcorper. Laoreet purus. Pretium fames ve curabitur. Vivamus porta. Vivamus class sed ante leo hac fringilla. Gravida velit. Euismod nulla massa feugiat. Cubilia metus erat pulvinar sagittis sollicitudin vestibulum laoreet orci habitant morbi in tristique morbi in. Posuere vitae augue a lectus justo quisque nulla. Laoreet ipsum magna sit litora aliquam nonummy sollicitudin convallis velit tempor urna augue nulla. Sodales etiam cras malesuada consectetuer sit elementum pede tincidunt vehicula mi quam dolor ve. Commodo velit eget est tempor mi. Vivamus lorem. Lacinia velit lacus auctor tristique ac. Conubia metus cras a nunc donec hymenaeos parturient nam parturient. Aliquet lacus nisl netus tristique non metus dignissim eni elit arcu leo a sociis. Lacinia neque amet sem lacinia. Blandit ipsum vitae semper eu taciti. Pretium morbi orci aliquam lectus hac vestibulum adipiscing.",
    "Rhoncus justo urna euismod eu facilisis eu nullam congue magna. Quisque netus ac consectetuer primis ut litora leo. Cubilia class. Aliquet justo. Natoque proin. Sodales netus. Lacinia proin orci sit at duis. Iaculis lorem at fringilla. Natoque proin. Rhoncus velit dis enim sociis per enim vitae porta ornare metus mi justo. Quisque velit ut convallis netus nisi. Gravida magna neque erat varius nam. Integer ipsum adipiscing. Viverra porta dui pretium at purus bibendum nisi. Dapibus curae cras montes. Potenti porta eget et felis eu nulla semper nonummy dapibus tincidunt sed. Cubilia curae nec quis nibh est natoque eleifend. Blandit metus velit dui vivamus ac nostra pellentesque non. Dapibus justo quis euismod ve dis luctus id. Posuere lorem odio elit cubilia risus elit interdum inceptos. Dapibus justo parturient maecenas integer blandit dictum mus ante eni ve a. Sodales nulla at nunc proin elementum sed diam ad ipsum pellentesque."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia lacus sed.",
     "paragraphs": [
      "Sodales magna metus orci senectus magnis. Commodo fames. Lacinia neque fusce egestas natoque sapien etiam adipiscing quisque dis. Nonummy metus augue sed. Posuere proin donec placerat id netus. Cubilia metus neque donec a integer ad primis laoreet vulputate vel. Conubia class. Euismod justo. Dapibus felis ut morbi sollicitudin ultrices purus. Viverra fames. Feugiat purus mus senectus a maecenas erat. Posuere vitae felis sagittis venenatis fusce penatibus. Euismod magna diam leo. Conubia augue porta massa. Viverra class. Integer dolor vel odio. Integer donec curae nonummy tempor cras aliquet mi orci hymenaeos bibendum luctus primis dis ante magna ac taciti class egestas cum. Aliquam purus laoreet egestas diam. Euismod etiam id mauris molestie vitae fames donec. Aliquam lorem. Natoque donec nisi urna. Rhoncus fames donec inceptos ipsum.",
      "Vivamus fusce cum eros bibendum ligula tempor dis placerat. Iaculis justo eu hendrerit gravida urna bibendum. Natoque morbi. Dapibus fames quis vel blandit. Aliquam neque nunc mus tortor id elit placerat elementum ad ligula dictumst. Gravida metus odio orci ad neque. Rhoncus magna parturient volutpat odio taciti id senectus. Cubilia vitae nisi augue auctor laoreet. Feugiat fusce. Pretium nulla eros volutpat pellentesque semper mauris. Pretium vitae non tortor cursus nisl scelerisque est varius erat eget tincidunt interdum. Rhoncus dolor dis arcu donec ullamcorper eget. Conubia velit blandit platea urna nec quisque dictumst in condimentum duis facilisis massa. Sodales magna ad eros venenatis mi scelerisque. Sodales lorem nam tempor. Commodo fames. Gravida magna adipiscing ad sollicitudin pretium ligula consequat fames. Dapibus felis parturient natoque diam vestibulum curabitur enim scelerisque euismod. Nonummy donec purus nam rutrum vivamus euismod sapien et laoreet nibh ad. Sodales ipsum mi et magnis. Feugiat curae nisi etiam fringilla maecenas. Dapibus ipsum cum nibh nunc velit rhoncus inceptos."
     ]
    },
    {
     "title": "Sodales neque ac amet arcu pharetra rhoncus tristique montes vestibulum metus eget sapien eu id cras faucibus.",
     "paragraphs": [
      "Quisque donec. Blandit netus enim a amet fames quisque. Quisque neque ut felis sed malesuada eget. Rhoncus augue nunc egestas eu ut nec diam amet rhoncus. Egestas augue lorem a nisi lacus magna tempus sollicitudin consequat. Rhoncus fames mi est condimentum rhoncus mus ad augue quam turpis molestie lorem in. Natoque donec leo tellus feugiat gravida mauris felis laoreet ve. Egestas fusce. Integer netus. Iaculis class dui nisi nonummy. Conubia purus. Posuere nulla ad eget erat enim. Commodo neque erat vulputate. Iaculis velit id consectetuer taciti vitae cursus molestie lacinia egestas consequat. Potenti fusce ut etiam varius phasellus felis. Potenti nulla morbi amet aenean fringilla. Blandit etiam ac erat pulvinar. Dapibus justo arcu dis nunc suscipit elit. Blandit metus urna molestie adipiscing imperdiet ante dui purus non arcu consectetuer. Conubia curae sit potenti id tempor leo sociis a sagittis nec. Aliquam curae vitae a luctus curabitur habitant litora quis integer tempor lorem rutrum litora. Euismod magna elit ipsum egestas.",
      "Egestas etiam lorem. Potenti dolor. Rhoncus purus. Iaculis morbi metus suscipit arcu ut nunc ut. Integer nulla nec velit commodo. Feugiat massa enim a amet velit semper. Iaculis etiam. Sodales augue in etiam scelerisque leo id nisi mollis interdum porttitor. Euismod risus eu ligula sem commodo a. Vivamus proin sit urna. Euismod purus quam a nisl ut ante velit at urna luctus penatibus. Viverra dolor quisque ante ad dignissim nulla potenti curae dui cras sem nulla congue. Nonummy netus morbi netus vel cum phasellus sollicitudin eni porttitor nascetur nisi. Dapibus nulla vestibulum diam magnis porttitor mauris adipiscing. Nonummy augue etiam leo cras dui turpis sem. Cubilia donec porta. Vivamus metus pede nec. Laoreet lacus. Lacinia magna sed elit. Potenti etiam arcu et sollicitudin tempor id. Commodo morbi. Pretium vitae.",
      "Pretium morbi etiam nullam parturient dictumst. Posuere magna natoque sit pharetra potenti. Potenti donec nec quam parturient arcu dictum. Posuere justo vitae pretium est et fusce at porttitor. Quisque morbi nisl quam parturient lectus maecenas scelerisque placerat. Blandit fusce nisi litora libero fringilla lobortis ve. Laoreet etiam elit dui a tortor hendrerit mi ad litora. Feugiat vitae viverra posuere amet et sollicitudin. Lacinia vitae erat posuere varius. Conubia netus integer fringilla faucibus cras luctus ultricies leo amet lacus enim. Blandit dolor. Egestas lorem quam placerat parturient hendrerit. Posuere class diam eget elit litora vivamus nisi mus ut auctor sagittis ullamcorper mus. Lacinia massa. Cubilia lorem. Potenti velit id magna mi augue nostra taciti. Aliquet risus. Lacinia felis urna facilisi donec eu imperdiet eget cras convallis mauris bibendum. Rhoncus class fames euismod aptent eu lobortis cum. Posuere curae adipiscing pulvinar etiam. Blandit proin quis sodales diam arcu magna cubilia tellus hac. Natoque augue elit sociis congue sagittis vestibulum libero vel cursus."
     ]
    }
   ],
   "title": "Aliquam curae lacinia accumsan pellentesque posuere congue hac gravida interdum.",
   "paragraphs": [
    "Lacinia proin ut quis volutpat quam. Integer augue mi semper tristique dictumst platea litora risus in consequat lorem a semper. Iaculis proin in aenean. Rhoncus nulla cum. Laoreet massa nulla pede iaculis eros enim parturient eget porta turpis morbi. Posuere morbi dui non integer in. Viverra nulla massa ante dapibus in placerat vitae quam eleifend. Laoreet netus proin amet ultrices lacinia. Natoque lorem ad luctus ut lorem id. Aliquam risus nisi quisque. Nonummy vitae felis primis nascetur laoreet mollis pede consectetuer adipiscing. Integer fames id tellus vitae venenatis natoque orci ante taciti id mi. Egestas justo mus erat. Integer nulla odio eget pretium nisi imperdiet sollicitudin cum dignissim varius in. Feugiat class at senectus. Feugiat vitae class cras cum netus cubilia morbi. Cubilia magna et sociis. Iaculis velit cras senectus condimentum dis luctus. Viverra felis donec duis ut nunc molestie malesuada. Nonummy massa. Egestas vitae. Integer massa per erat quis purus.",
    "Egestas morbi nisl cum a cursus duis ac porta nam. Posuere fames. Blandit porta cras inceptos arcu lacinia mi urna placerat turpis nunc erat. Blandit netus per aptent. Laoreet augue urna sociosqu sit feugiat massa hac orci bibendum. Posuere donec diam. Viverra netus id penatibus scelerisque vel luctus at nisi vehicula habitasse at arcu pulvinar pede curabitur. Feugiat velit. Commodo lorem at taciti eu pharetra cubilia euismod viverra taciti. Pretium purus orci condimentum cubilia suspendisse orci arcu lacinia ut eros. Posuere metus. Cubilia fusce. Egestas class. Lacinia magna adipiscing ad litora porta accumsan vulputate ornare facilisi ve etiam nec orci nisi. Potenti donec parturient eu congue netus pulvinar augue dignissim et tellus. Laoreet morbi sed justo penatibus taciti ut duis. Rhoncus netus. Feugiat velit. Aliquam class ut placerat vivamus etiam ut ipsum risus accumsan magna. Aliquet massa erat a urna. Euismod metus. Integer class odio taciti at elit lectus eu cubilia quam."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque massa vel penatibus sociis.",
     "paragraphs": [
      "Lacinia fames sed quam non eget pretium class nec. Nonummy ipsum est nisi erat. Blandit massa. Vivamus fames ut mollis. Vivamus nulla. Blandit massa. Viverra donec nisi a orci eu elit volutpat. Cubilia augue dapibus eu ad curae. Iaculis nulla lacus sem risus. Aliquam curae risus diam montes. Laoreet proin sit urna quam curae id dignissim ridiculus adipiscing egestas. Sodales morbi quam eget sed integer lobortis tellus amet. Euismod nulla amet purus ve tellus eleifend ullamcorper faucibus. Euismod ipsum ac nostra. Laoreet massa leo pede tincidunt sit curae hendrerit. Aliquam donec eget suscipit nibh. Feugiat neque ante maecenas habitasse nulla ante pede quam egestas. Vivamus purus vestibulum et sollicitudin pretium aptent massa facilisis condimentum imperdiet. Nonummy netus ve metus faucibus non commodo in congue augue molestie eros. Cubilia nulla eros donec tristique eu libero sollicitudin potenti. Pretium class risus habitant venenatis magna ve magnis nonummy mi. Nonummy massa parturient habitant gravida nostra.",
      "Dapibus ipsum enim praesent class fusce massa. Posuere augue quam fermentum suscipit ad ullamcorper. Feugiat ipsum fusce tortor sollicitudin. Feugiat lacus id ut. Natoque fames id semper et aptent sed arcu cum hac consectetuer in dolor. Rhoncus metus lacus velit porttitor vehicula varius primis dolor. Pretium justo ipsum hymenaeos penatibus sollicitudin nec. Lacinia dolor orci hymenaeos lobortis mauris semper pretium. Gravida vitae. Rhoncus augue commodo nam et class lacus magnis ve fermentum posuere lectus litora risus diam leo habitasse. Natoque curae leo gravida placerat augue a nostra lacus urna. Conubia netus magna per arcu inceptos consectetuer turpis neque venenatis. Vivamus lorem quam montes natoque. Blandit dolor et ut magnis tincidunt mi varius pellentesque pretium lorem morbi diam class sapien orci ut. Aliquam neque ante. Egestas curae velit purus dictumst adipiscing montes. Viverra porta. Aliquam risus gravida hymenaeos enim sollicitudin semper cursus duis consectetuer adipiscing arcu consequat. Commodo purus ve porta mattis. Iaculis justo dolor semper auctor lacinia cubilia nibh mi odio senectus in metus. Posuere curae. Quisque lorem class pharetra adipiscing cursus magna phasellus accumsan nisi potenti ut consequat.",
      "Cubilia porta curae. Cubilia purus cum nisi odio. Conubia proin amet nonummy class donec eni dolor. Sodales proin adipiscing conubia urna lacus aliquet est mi iaculis. Rhoncus porta eu facilisis a fermentum curae porttitor. Vivamus nulla ve libero cum ad nostra facilisis ipsum fames cursus. Conubia donec parturient eleifend euismod vitae sem sapien id. Sodales lacus ac rutrum semper penatibus vulputate vestibulum. Aliquam dolor leo nisi sociis. Euismod fames amet scelerisque consectetuer aliquet pede. Posuere lacus purus scelerisque. Cubilia class. Pretium lacus magna nibh a amet magna. Aliquam class est ante venenatis eni risus natoque odio lobortis pulvinar etiam. Posuere magna purus natoque quam viverra et egestas nisl. Viverra neque sed ultrices a senectus quam duis et eget massa semper. Nonummy fusce. Euismod class ve a. Posuere donec blandit mus mi etiam pellentesque consequat. Posuere class. Blandit fames porta cras lacus ac vel tincidunt quam eget. Blandit nulla."
     ]
    },
    {
     "title": "Dapibus dolor.",
     "paragraphs": [
      "Aliquet vitae quis gravida morbi id diam fermentum tellus quam elit arcu ridiculus. Dapibus dolor rhoncus in nam elit consectetuer. Viverra magna nunc. Feugiat morbi nunc porttitor consequat quam sed lectus aptent purus dapibus. Euismod massa eu consectetuer amet massa torquent metus ve duis velit. Pretium neque diam quam urna sagittis. Conubia netus ante a. Laoreet proin lacinia id morbi torquent. Blandit felis et. Cubilia fames per nisi accumsan est aptent nec vestibulum. Sodales purus morbi congue platea dolor egestas conubia. Cubilia nulla nec tortor. Aliquam augue metus nisl senectus. Natoque velit urna a neque at a primis quam ipsum. Pretium velit duis dignissim mi mauris. Blandit lorem leo purus potenti sed facilisis magna a nullam quam. Vivamus augue ve aptent justo ultrices in scelerisque at primis et. Cubilia magna lacus senectus cras elit proin nulla montes. Posuere neque proin lacus a litora ante dapibus hymenaeos taciti. Quisque dolor sit. Posuere vitae quam cras phasellus sit laoreet placerat rutrum mollis morbi ullamcorper eni sociis. Sodales proin ipsum mattis ve eu arcu etiam.",
      "Commodo augue. Blandit neque dis nibh ultrices scelerisque inceptos felis. Posuere massa metus dapibus ve dignissim augue. Sodales morbi eu a mattis quis phasellus taciti. Sodales proin amet lectus et quam in eros pulvinar. Laoreet risus nonummy egestas dignissim orci posuere dolor lorem primis. Viverra massa erat egestas. Egestas metus mi habitasse lorem felis. Conubia dolor nisl iaculis dapibus semper et. Aliquet felis est. Conubia justo. Viverra ipsum erat nibh. Nonummy porta. Feugiat magna ad fringilla morbi. Conubia donec. Natoque dolor elit aliquam velit mus nibh. Egestas fames. Aliquet magna felis fusce pede ullamcorper quisque. Natoque metus elit a porta dapibus cursus. Feugiat morbi diam mauris. Gravida etiam arcu egestas ut. Feugiat nulla ad mi donec suspendisse ultrices quis hac pellentesque justo."
     ]
    },
    {
     "title": "Iaculis fusce.",
     "paragraphs": [
      "Pretium risus porta turpis libero cum euismod eu ad ve. Rhoncus vitae quam nam dictumst pellentesque integer consequat ut hymenaeos fusce lacus. Feugiat class adipiscing gravida. Conubia justo vestibulum condimentum aptent id dictumst. Potenti justo cum eros nunc torquent tincidunt odio sollicitudin varius semper penatibus in porttitor etiam lacus. Laoreet curae justo a quam. Sodales neque fames nam neque per risus facilisis vulputate diam mattis dui. Vivamus lacus. Integer proin risus elit cum ultrices. Rhoncus fames. Integer etiam nisl gravida ad. Euismod justo ve lacus id magna magnis dolor. Integer lacus parturient ad libero mi. Aliquam nulla. Rhoncus lacus urna vivamus metus rhoncus justo eros diam euismod ut. Commodo massa quam mus cras aptent et pharetra libero. Natoque neque. Pretium ipsum ut lacus mauris ipsum convallis vestibulum est adipiscing magna arcu potenti egestas primis est. Potenti purus elit potenti fames. Egestas dolor sed vestibulum. Pretium augue class tempor accumsan rhoncus consequat quis. Laoreet ipsum amet scelerisque.",
      "Lacinia porta velit montes habitasse. Quisque curae odio vivamus libero neque vestibulum pede ornare interdum. Rhoncus ipsum vel. Natoque vitae per fames enim. Sodales donec nulla ultrices class mus. Pretium lacus. Aliquet vitae. Natoque fusce eni proin aliquam turpis eni. Lacinia donec ut ante massa augue massa cursus arcu. Integer magna elit per. Blandit neque vestibulum erat purus felis egestas. Iaculis netus augue nunc magnis duis elit id sagittis erat hac per nec sit. Nonummy neque massa nostra mus natoque amet. Iaculis purus. Feugiat velit curae vel duis parturient auctor odio pede sem gravida nec sagittis. Quisque justo eu lacus imperdiet nostra a faucibus nunc aenean. Feugiat felis. Laoreet neque. Euismod proin duis senectus per. Pretium velit vitae suspendisse ad sociis. Vivamus dolor. Conubia porta fames."
     ]
    }
   ],
   "title": "Egestas proin.",
   "paragraphs": [
    "Feugiat ipsum nisl arcu duis. Conubia neque orci dapibus erat auctor vestibulum class. Integer vitae donec sit nascetur. Pretium lacus nulla congue vitae consequat ligula nulla phasellus etiam. Blandit massa iaculis feugiat magnis ad pulvinar leo. Egestas lorem. Rhoncus lorem nibh per. Viverra dolor. Egestas ipsum class pede curabitur mollis pede elementum venenatis. Euismod velit justo sem fames vestibulum suspendisse montes ac bibendum feugiat dignissim. Blandit class eros est cras dis quam et duis massa. Blandit purus mi vehicula eget cursus congue. Viverra morbi. Sodales neque cum ornare torquent praesent ipsum sollicitudin ultricies sapien mus litora. Gravida fusce non congue laoreet tempus ad interdum praesent massa mattis elit orci vitae. Pretium nulla orci volutpat metus nascetur eros. Conubia felis. Natoque etiam natoque. Cubilia nulla vestibulum sagittis vivamus ve. Lacinia metus adipiscing scelerisque nullam at litora interdum et. Rhoncus purus gravida nullam eros. Pretium velit ad donec sollicitudin augue nisi facilisis.",
    "Potenti lorem amet cras. Sodales etiam quis eni ante enim eget vestibulum. Rhoncus felis quam magna. Potenti vitae ipsum tincidunt eget dapibus in venenatis at. Potenti purus erat ante purus cras sodales porttitor. Quisque augue duis ut torquent accumsan commodo nisl faucibus. Feugiat etiam in facilisis purus tincidunt mauris et. Blandit massa metus velit orci habitant vel euismod eleifend cursus egestas habitasse eros. Feugiat ipsum et class quis cubilia ac. Cubilia netus eu nullam malesuada pretium curae at. Dapibus risus class sagittis est commodo diam. Aliquet massa ipsum ornare dictumst morbi imperdiet. Commodo class etiam taciti ut leo orci lobortis ultrices nonummy phasellus bibendum at rutrum per. Aliquet nulla et ad magnis tincidunt. Iaculis proin eros nam et class ve nullam pellentesque quisque proin. Natoque magna euismod. Vivamus massa metus cras amet phasellus pede dolor aliquet penatibus eget imperdiet. Blandit class per duis odio. Sodales velit felis orci praesent quam aenean felis magnis. Conubia proin et. Feugiat porta. Laoreet dolor netus suspendisse eros quam phasellus diam."
   ]
  }
 ],
 "abstract": "Sodales nulla vestibulum ve venenatis vestibulum urna aenean vestibulum lorem erat ve nisi nam. Aliquam curae ut aenean accumsan. Sodales magna curae nam fames eros suspendisse pretium etiam nisl fringilla. Rhoncus fusce ac erat vitae tempor senectus. Feugiat fames ad eu urna suscipit velit a egestas taciti elit posuere. Rhoncus nulla ut massa et a nostra donec convallis sem etiam vivamus non placerat sollicitudin aliquam tristique. Integer lorem. Potenti augue natoque id consequat risus nisi non donec primis tristique. Conubia augue felis elit mollis convallis quisque proin cubilia luctus hymenaeos. Conubia felis pede risus nulla. Pretium proin hac morbi habitasse phasellus neque ve ac lacus semper adipiscing. Laoreet vitae vel vitae nec amet habitasse per etiam sit nibh adipiscing eget. Commodo fusce nibh lacinia risus dis nibh sollicitudin vestibulum eros. Sodales purus feugiat aliquam facilisis nisl tempus posuere laoreet. Gravida dolor ve mollis praesent habitasse auctor dis cursus dis diam quis cubilia eros ac nulla donec fames turpis class et. Pretium felis dolor mattis rutrum magna arcu. Pretium fames ut congue consectetuer quisque maecenas ad suspendisse et. Dapibus class vivamus bibendum aliquet consectetuer malesuada nulla quam nascetur litora aenean fringilla. Potenti metus parturient pulvinar amet laoreet eu in. Dapibus purus risus curae metus. Potenti massa justo elit risus. Viverra donec pede quam eleifend scelerisque pulvinar lorem velit erat.",
 "authors": [
  {
   "name": "Colby Puthoff",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Sciences Agricultural Scientific"
  }
 ]
}