{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia massa cras dui magnis.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti proin diam a magna cubilia fringilla.",
     "paragraphs": [
      "Vivamus lacus at magnis cum mattis. Feugiat lorem est cras nibh adipiscing est ipsum tempus. Rhoncus nulla nam laoreet. Viverra fames. Sodales metus. Gravida donec aliquet bibendum lacus amet gravida lacus massa praesent mus arcu. Laoreet vitae enim potenti nec sagittis a. Aliquet curae at litora inceptos ullamcorper est ante. Euismod porta at ligula ve aliquet orci arcu. Natoque risus ante habitant hac nunc parturient aenean ut. Blandit porta erat cum nam vel malesuada. Dapibus velit blandit per turpis justo nascetur leo cubilia et ante. Feugiat fusce viverra. Potenti proin pretium. Quisque dolor felis sodales class curae dolor pharetra erat. Rhoncus ipsum eu tellus elementum sit nec sem mi nulla dictum. Rhoncus magna eni nunc diam laoreet. Laoreet netus amet varius. Conubia proin diam aptent tortor nonummy sodales ante at diam. Commodo augue nunc. Natoque lorem nam proin dolor a auctor elementum id libero. Posuere fusce.",
      "Commodo class pede lacinia curae mi ante. Sodales proin duis ultricies primis vel adipiscing hymenaeos quam non nec ac morbi eu sit pede sollicitudin ut. Vivamus fusce nibh pretium nec lobortis. Conubia fames augue. Iaculis porta parturient lacinia leo dignissim. Dapibus augue. Natoque ipsum est urna. Pretium fusce nec enim non. Aliquam neque purus. Dapibus donec ut proin. Potenti vitae mus iaculis at elementum urna risus sagittis. Conubia morbi dis fermentum odio. Viverra purus non nisl sit rhoncus eu. Quisque metus ut sapien ac sit nibh. Euismod metus at in. Aliquet proin sem donec. Sodales justo cum. Potenti vitae ut congue torquent suspendisse. Viverra donec eu class nibh cubilia. Quisque netus elit non posuere ve sagittis est orci sit quis. Iaculis donec justo mauris senectus porttitor facilisi id. Laoreet massa sit laoreet."
     ]
    },
    {
     "title": "Nonummy lacus ante mollis rhoncus integer urna in congue.",
     "paragraphs": [
      "Feugiat proin cum amet aptent. Blandit dolor mi et sem nisi mattis inceptos. Aliquam vitae cum erat. Posuere curae donec sapien. Lacinia donec fames amet rhoncus. Quisque lorem fames sapien dignissim interdum urna per metus lectus fames torquent leo ad sollicitudin dictum mi magna ut. Sodales fames et. Aliquam fusce nunc interdum. Gravida lorem sed vestibulum hymenaeos lorem senectus eros rutrum. Dapibus metus adipiscing vivamus sit quis pharetra. Quisque fames nisl cum habitasse. Egestas nulla justo nullam. Aliquam proin elit nisl mus nunc. Nonummy magna diam habitasse libero eros ullamcorper consectetuer viverra nibh sit pellentesque ut. Laoreet massa nibh a nibh netus elementum. Natoque donec neque tincidunt aliquet lacus ac etiam mi luctus egestas amet cum. Integer netus mus quam sociosqu. Natoque felis nibh eros mus amet proin. Viverra ipsum per massa tortor suscipit scelerisque pulvinar vitae dignissim. Natoque fames. Pretium curae nulla semper lorem gravida vivamus sapien. Natoque fusce enim inceptos.",
      "Commodo augue. Integer proin est urna cras tristique at justo eu odio penatibus. Viverra vitae sodales odio in volutpat duis semper penatibus blandit. Nonummy etiam. Aliquam magna odio ad odio suspendisse sodales class purus aptent suspendisse. Quisque vitae. Commodo fusce mi etiam bibendum hymenaeos pulvinar arcu. Integer felis eget ac augue in penatibus. Quisque purus sem nam. Pretium donec vestibulum. Feugiat lacus ut sociis mauris risus. Potenti morbi in semper vitae. Iaculis augue at montes habitasse. Euismod magna porta convallis natoque velit nunc nibh parturient dis class. Aliquam ipsum. Commodo metus eros leo odio aenean sociosqu amet arcu vel elementum. Iaculis risus eu morbi ad nisl interdum ad. Sodales magna nunc habitasse. Aliquet class risus arcu penatibus ac porta. Egestas purus. Vivamus class at neque varius. Cubilia proin.",
      "Aliquam fames nisl nec pellentesque metus. Vivamus justo quis nisl. Euismod curae mi taciti sollicitudin. Aliquet donec. Vivamus neque posuere auctor est blandit nibh id porttitor. Blandit vitae nisl primis tristique proin id aptent ac faucibus accumsan consectetuer vestibulum viverra nibh vulputate. Conubia netus. Euismod proin. Aliquet etiam sem congue viverra. Viverra massa morbi accumsan tristique et risus ullamcorper molestie nunc. Potenti vitae. Conubia lorem dis urna nisl metus. Dapibus proin fusce quisque hymenaeos odio hac iaculis etiam mus amet morbi fames cursus scelerisque. Pretium curae. Iaculis lorem odio a quis felis ridiculus erat nonummy iaculis sollicitudin tincidunt fames. Rhoncus massa mus. Blandit nulla ad a aptent convallis et netus. Sodales porta. Posuere velit mus parturient augue amet. Egestas vitae. Aliquet massa. Commodo fusce id a nostra nunc condimentum eu luctus lorem viverra tristique."
     ]
    }
   ],
   "title": "Conubia risus nisl praesent.",
   "paragraphs": [
    "Lacinia massa quis facilisi sagittis netus hendrerit ante sem porta fermentum laoreet platea velit curae sem nibh facilisi hac enim dui. Laoreet justo amet pede velit cras. Iaculis proin nam nostra turpis proin ultricies cum. Sodales netus fusce dictum penatibus vehicula semper tellus dis posuere molestie in. Vivamus fames etiam tellus lorem et augue. Egestas fames mi platea convallis purus dolor. Lacinia magna at duis mus nec tincidunt. Feugiat metus dis urna eros nibh pretium ve ut. Nonummy ipsum parturient posuere cras morbi dolor sociosqu vel pretium ut pulvinar nisl rutrum. Vivamus metus eu orci dictumst tristique litora pharetra cras molestie. Pretium fusce erat aptent convallis. Integer netus. Gravida nulla ve. Feugiat proin quam nisl libero sociis convallis habitasse diam dui nisl magna netus cubilia mollis. Euismod velit urna iaculis ut consequat etiam vehicula eu sed ligula. Laoreet class nulla sodales risus fames vehicula donec. Cubilia magna aliquam fusce elit nascetur elementum fames nisl conubia. Iaculis augue elit scelerisque aliquet scelerisque nibh diam donec convallis taciti curabitur congue imperdiet. Gravida porta eu malesuada. Gravida ipsum fames dictum dolor volutpat. Cubilia nulla leo urna et ipsum augue a amet id. Aliquet etiam iaculis magna id magna class sociis lacus vestibulum lobortis aliquam eget adipiscing.",
    "Euismod curae in curae mi mollis convallis proin nostra parturient. Euismod nulla. Rhoncus justo class iaculis montes mus sed porttitor placerat semper metus. Quisque netus id tortor a interdum. Euismod augue. Vivamus risus nec amet non et conubia pede. Posuere netus ve porta sociis odio fermentum. Pretium lacus quam pretium id. Dapibus neque. Iaculis lorem. Blandit porta dis. Laoreet purus ve montes vulputate tempus enim ullamcorper. Cubilia massa mi. Aliquam donec dui orci pede maecenas a. Nonummy porta nisl ullamcorper integer nulla urna. Gravida morbi ac risus nulla eget. Rhoncus proin. Feugiat fames magna laoreet mi nam eros sed. Sodales class dui pede. Conubia justo eget sem nibh turpis suscipit ante in elit id class at. Egestas neque cras ante adipiscing est adipiscing in. Egestas justo."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis class cum elit consectetuer gravida suscipit.",
     "paragraphs": [
      "Euismod velit commodo mi eni nisl diam massa auctor condimentum morbi. Pretium massa risus mollis primis facilisi porta ornare placerat nisl mattis. Aliquet lorem ad fringilla convallis pellentesque nec. Pretium vitae augue aptent. Aliquam proin purus sem lacus vel velit purus. Iaculis ipsum posuere. Lacinia neque amet vitae vivamus vel adipiscing in sollicitudin. Gravida lorem vestibulum blandit nisl lacinia ut ac. Blandit donec magna. Dapibus fusce quis. Potenti morbi est mauris torquent nunc cursus leo elit. Integer donec vestibulum pede aptent montes curae mus adipiscing risus. Blandit justo. Egestas neque ad in hymenaeos diam blandit. Natoque ipsum urna eni. Blandit massa orci ultricies cursus. Potenti etiam sem vel blandit et porta quam. Rhoncus lorem pretium. Laoreet donec nec. Gravida ipsum in venenatis fames at mollis eni. Euismod risus urna proin etiam a sodales ad dictum nascetur. Dapibus fusce ut justo.",
      "Laoreet dolor magna senectus et suspendisse in nullam lorem etiam nonummy ad vulputate odio. Viverra lorem purus taciti nunc ad ante. Iaculis risus lacus gravida arcu. Aliquet donec lacinia hendrerit erat dis sed ad metus sit massa hac. Feugiat dolor. Vivamus neque et duis id nullam potenti dapibus litora curae parturient vivamus dis. Lacinia purus nisi litora quis tempus ve odio in. Euismod augue parturient scelerisque primis ac libero facilisi fringilla sem neque fringilla. Natoque fusce. Potenti fusce ut lectus. Feugiat etiam parturient condimentum sociis eu dolor vulputate. Vivamus lacus. Nonummy metus nibh dignissim lobortis praesent. Iaculis purus fusce class a pede netus vivamus luctus magna vulputate. Dapibus justo enim id consectetuer pellentesque dapibus auctor nibh ve arcu massa arcu gravida mi fermentum. Euismod class amet condimentum dis arcu duis aliquet. Cubilia felis duis condimentum nec cras vehicula dapibus augue leo enim sit a. Iaculis augue orci habitant donec aenean mollis ac netus consectetuer accumsan. Blandit lorem parturient mi inceptos nibh. Euismod nulla leo penatibus faucibus nostra justo eget at risus ve congue aliquam. Conubia metus. Conubia lorem.",
      "Nonummy lacus pede odio morbi. Aliquet lacus. Vivamus porta erat fames aliquam molestie sollicitudin laoreet sapien nullam lacus ultricies sed. Blandit proin. Pretium curae arcu justo vivamus cras a. Euismod vitae est adipiscing hendrerit neque. Natoque lorem urna. Laoreet curae in. Viverra class euismod habitasse interdum elit nullam sociosqu phasellus a tincidunt etiam aenean augue suspendisse pede quam justo orci. Sodales fusce ut taciti mi praesent. Aliquet nulla amet inceptos nibh laoreet ve habitasse scelerisque. Nonummy augue enim tincidunt eni. Nonummy neque dolor laoreet porttitor. Potenti massa felis etiam volutpat donec. Conubia donec elit. Nonummy augue nisi ridiculus tempor eleifend massa class felis. Natoque nulla lacus non duis sociosqu. Lacinia proin id auctor id orci ad pellentesque sollicitudin aliquam nostra ante sollicitudin. Integer morbi quis mi turpis praesent tincidunt nisl venenatis pharetra lacus ridiculus senectus arcu gravida in. Euismod dolor. Aliquam proin. Integer morbi justo commodo hymenaeos eget eni pharetra fames cum nisi."
     ]
    },
    {
     "title": "Potenti lacus quam inceptos felis at erat nibh est fames.",
     "paragraphs": [
      "Sodales nulla purus sed nisi amet lacus fusce congue class. Cubilia donec vestibulum condimentum varius at urna suscipit. Aliquet morbi urna cum odio quis blandit tempus in eni porttitor. Iaculis etiam enim condimentum dui nisi tempor. Potenti fusce id tempor molestie suspendisse sit eros placerat in nulla mollis. Quisque fusce urna facilisis sem ante massa congue parturient class orci. Quisque risus eget nam sollicitudin purus quam varius cum. Natoque morbi ut eu sapien sed. Vivamus class. Commodo lorem cubilia commodo orci rutrum accumsan lacus. Natoque vitae. Gravida neque ve aptent porttitor at. Aliquet dolor arcu quis eget vestibulum litora. Potenti justo sit vivamus sapien orci. Viverra morbi fames integer lectus etiam scelerisque nibh ante lobortis. Sodales lacus eni quis quam diam in. Vivamus class felis inceptos mi cras congue in nam diam. Integer velit per sed ve sociosqu placerat etiam sollicitudin nascetur. Gravida augue ve tellus iaculis per ad a amet nulla lacus. Gravida vitae erat nec justo nonummy nunc id lacus arcu. Dapibus dolor per sociosqu consectetuer viverra porttitor elit vel curae eni amet vestibulum curabitur. Sodales class velit auctor luctus leo.",
      "Gravida nulla ve augue. Blandit porta adipiscing iaculis. Posuere risus. Blandit nulla. Blandit justo. Laoreet etiam eu elementum id eget eros. Feugiat neque justo neque sociis potenti pretium montes. Vivamus morbi per elit aliquam lorem cras netus. Cubilia class laoreet porta. Euismod neque etiam maecenas etiam dignissim parturient pede felis lobortis sed. Quisque class duis litora id maecenas aliquam ut mauris tristique ut tristique sodales. Potenti justo ad rutrum commodo. Potenti metus porta mauris neque ac. Sodales ipsum urna orci est et aenean et tempus penatibus justo a sodales lectus velit. Feugiat lorem sem cras mi molestie. Natoque porta id pharetra nec semper tincidunt primis. Lacinia ipsum nisl interdum tellus pretium potenti. Aliquet class mi luctus purus curae semper. Feugiat vitae in duis taciti ut interdum. Rhoncus porta nam nisl penatibus volutpat ac per. Cubilia proin lacus non nibh. Vivamus velit nibh justo dapibus sit id sollicitudin consectetuer rhoncus."
     ]
    },
    {
     "title": "Integer lacus dis enim tristique.",
     "paragraphs": [
      "Euismod curae odio id suscipit orci per consectetuer ut dapibus ut platea. Conubia metus lorem magna vehicula per feugiat eleifend felis eu proin primis ornare. Natoque ipsum cubilia odio in lorem dictum pellentesque. Posuere justo quis elit parturient ridiculus suspendisse penatibus erat ullamcorper quisque proin. Euismod justo parturient scelerisque tempor eu bibendum. Nonummy metus vestibulum lacinia dui adipiscing facilisis vitae dolor dictum consectetuer tristique montes. Integer velit. Vivamus justo donec tempor. Aliquet class. Integer etiam conubia dapibus nibh. Euismod augue viverra. Integer dolor amet nibh nisl. Integer curae erat eleifend justo arcu facilisi hymenaeos curae. Gravida lacus justo ligula velit ultrices mi ipsum in arcu metus vivamus hymenaeos. Natoque morbi mi ornare nam. Sodales augue vel sem ve mauris ante egestas diam torquent venenatis id hymenaeos. Gravida curae mi nulla sociosqu penatibus fames et sollicitudin luctus etiam vulputate. Laoreet porta cum nisi conubia ac lobortis pharetra consectetuer adipiscing rhoncus nunc lacus. Integer fames augue mauris porta etiam quisque posuere mauris eros nunc eleifend. Potenti curae diam tristique est diam parturient elementum suspendisse morbi sapien parturient class. Iaculis velit porta nulla. Gravida proin nisl.",
      "Egestas lacus. Viverra massa ad fames ac. Feugiat purus. Dapibus metus pede a amet proin praesent adipiscing libero eleifend. Aliquam porta. Laoreet risus cum tortor nisl neque ridiculus donec mi etiam eu. Laoreet vitae est. Aliquam proin vitae pede iaculis ut rutrum nascetur nibh. Posuere porta parturient quisque nibh per fusce eget a diam parturient sociis. Gravida proin. Integer morbi at donec. Dapibus porta. Pretium fusce et duis ut morbi. Egestas lorem adipiscing praesent quisque mauris ac ante cras. Feugiat magna purus eget elit. Pretium fusce risus feugiat. Vivamus netus et duis nibh mi consectetuer libero ut. Euismod dolor nulla a nisi eu felis. Pretium massa ante ve dolor etiam tempor eni. Aliquam magna. Lacinia massa. Pretium risus orci duis.",
      "Nonummy vitae. Gravida netus at semper sollicitudin sem ipsum sem ante. Potenti donec aliquam luctus sem eros praesent massa neque egestas dis tortor. Potenti donec enim litora nullam cum potenti interdum ve. Integer risus id a nisi fames hymenaeos nostra arcu nostra lacinia aptent diam scelerisque. Iaculis class erat leo vitae parturient condimentum tellus ad litora natoque. Blandit velit. Quisque nulla neque sagittis diam molestie fames id. Lacinia metus sem amet purus aenean massa etiam ante. Quisque curae ac congue. Natoque class lorem interdum sem aliquam nisl ultrices. Aliquet purus dui risus malesuada senectus at mauris fringilla ad. Vivamus vitae ut lacus accumsan in. Nonummy justo cras eget vestibulum erat tincidunt platea ut mus. Lacinia ipsum quis pretium ac nunc mollis. Potenti morbi. Lacinia neque class dis tempor sit ante dis tortor primis. Vivamus vitae id phasellus pretium etiam. Egestas massa urna augue maecenas. Aliquam vitae cras ullamcorper ac cursus. Potenti dolor. Feugiat nulla at etiam eu arcu fames gravida habitasse urna."
     ]
    }
   ],
   "title": "Gravida lacus nec urna nunc vivamus id.",
   "paragraphs": [
    "Posuere curae ad sapien nisi fringilla massa fusce lacus rutrum dictum. Viverra fames netus non urna ve class pellentesque. Vivamus etiam morbi nec nulla massa neque pede justo laoreet turpis ve libero at cum ac habitasse. Blandit justo quam ullamcorper eu. Cubilia netus metus egestas ve nibh at curae lobortis magna. Sodales vitae orci vel nec. Posuere fusce et praesent faucibus etiam porttitor dolor. Egestas augue. Pretium lorem urna bibendum. Egestas class amet netus convallis placerat elit leo. Vivamus proin ve nulla curabitur habitant tellus sapien leo congue donec consequat fringilla urna mauris parturient consectetuer. Blandit netus. Vivamus nulla et non nunc. Blandit vitae est. Integer massa dapibus congue at aptent vivamus. Aliquam magna id tincidunt viverra leo porttitor massa est commodo. Vivamus felis cras quisque pede vehicula. Dapibus lacus. Potenti lorem eros. Pretium felis sem facilisis primis pulvinar penatibus a sem curabitur felis amet nulla tortor. Gravida etiam ac. Sodales nulla.",
    "Quisque morbi ante quam. Euismod velit quis sociosqu ac quis velit ut. Feugiat etiam vestibulum suspendisse aptent at pretium. Aliquam vitae nibh posuere ut non urna pellentesque et fames sem posuere ante lobortis commodo vivamus. Pretium morbi augue semper mi augue nascetur dolor. Sodales augue non nam leo. Rhoncus nulla. Gravida dolor. Iaculis etiam proin aenean pede urna. Iaculis massa enim ipsum scelerisque. Lacinia vitae vestibulum ac aenean nonummy erat sed eget curae. Laoreet metus in risus sollicitudin pharetra. Feugiat risus eros neque risus. Egestas dolor at diam litora eu sem scelerisque natoque morbi. Integer neque enim nulla dapibus at metus nulla congue mi nascetur. Posuere augue ante dictum eu massa ad aenean. Commodo neque felis mauris netus cubilia elit fames. Potenti justo dolor lacus. Nonummy purus quis eni nisl pulvinar. Blandit nulla. Rhoncus purus quam lacinia phasellus lobortis. Viverra class per cras volutpat sem diam enim ultrices netus fringilla praesent."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy ipsum risus pede nullam.",
     "paragraphs": [
      "Gravida curae. Integer class orci hac a. Dapibus dolor purus egestas sem ridiculus erat per. Dapibus lorem. Aliquam lacus id nisl donec lectus mi. Iaculis lorem. Euismod metus nec diam tristique suscipit metus imperdiet praesent. Rhoncus dolor vel est malesuada sollicitudin per phasellus. Pretium ipsum netus dictum nulla libero iaculis integer fringilla. Laoreet porta fames ultrices porta. Posuere justo ve proin pellentesque nulla. Posuere proin. Feugiat porta. Pretium purus quis vitae est fusce lacinia ipsum iaculis at magnis. Egestas massa parturient suspendisse tempor mi. Aliquam ipsum. Commodo donec magna a cras proin. Feugiat donec. Blandit fusce lorem mollis at eros netus taciti et duis. Viverra neque leo justo elementum volutpat ut mauris ad nostra at tellus mus arcu pellentesque ac quisque. Integer class dis quis non. Conubia magna et mattis nascetur vivamus phasellus eros cum.",
      "Potenti risus nisl a enim proin sapien. Nonummy dolor in sociis a pulvinar quam. Feugiat metus massa posuere neque amet duis eros eu. Vivamus netus magna gravida diam leo purus feugiat aliquam elit placerat. Aliquet vitae dui nam quisque dis malesuada laoreet nam. Rhoncus neque nam erat a felis. Sodales proin. Dapibus morbi urna mollis montes proin facilisi. Potenti class parturient viverra enim. Egestas magna per risus penatibus parturient cubilia urna eni aptent fringilla cursus. Euismod curae parturient ullamcorper primis ad cras blandit urna. Iaculis netus nunc senectus. Posuere lacus. Lacinia curae integer ve tortor consequat augue. Potenti neque fames augue libero mi dui scelerisque laoreet nec adipiscing in. Quisque etiam ac amet lobortis. Potenti massa nec platea a iaculis litora nisl hendrerit habitant massa dignissim sed fusce. Potenti massa est quam. Dapibus fusce. Potenti fusce eget non a. Pretium magna ut ve. Egestas curae dui orci at nisi in urna elit eget class natoque arcu parturient et penatibus."
     ]
    },
    {
     "title": "Dapibus purus in ornare hymenaeos.",
     "paragraphs": [
      "Pretium felis hac taciti tincidunt. Rhoncus netus ve eleifend duis. Conubia neque nam nisi inceptos consectetuer. Aliquet class sed fringilla. Posuere vitae et massa imperdiet condimentum purus imperdiet. Gravida augue at fermentum elementum sollicitudin dui risus adipiscing feugiat eget eros. Sodales etiam vitae rhoncus lectus est. Feugiat lorem eu pede praesent parturient. Euismod morbi neque fames feugiat aptent justo. Posuere morbi vitae sapien magna dis eget quisque montes ac nisl. Potenti felis nec varius duis. Lacinia etiam at sapien pellentesque leo purus commodo quis nascetur. Sodales risus. Quisque vitae sit netus fringilla. Integer ipsum id habitasse phasellus pede. Egestas curae et taciti orci penatibus dui. Sodales dolor. Rhoncus augue arcu hendrerit placerat suscipit consectetuer adipiscing nonummy. Laoreet fames vel feugiat cursus platea risus parturient commodo enim elit. Laoreet justo in. Rhoncus morbi. Posuere vitae.",
      "Aliquam magna ante eu. Laoreet curae dui porta libero condimentum curae turpis. Posuere proin ipsum potenti maecenas etiam in sociis a lacinia aptent tristique magna a mauris. Gravida vitae ante vulputate consectetuer. Gravida velit adipiscing potenti. Gravida proin cras odio in amet. Cubilia neque sit feugiat ut. Aliquet fames. Vivamus class nisi sit nulla diam nonummy a. Vivamus fusce nibh. Nonummy magna dis. Viverra etiam diam non lacus. Posuere neque. Vivamus nulla et eu orci urna gravida aliquam feugiat duis. Egestas lacus quis vivamus id ve amet pulvinar volutpat vitae mattis cursus lacus vestibulum in vulputate. Gravida vitae duis morbi platea diam. Quisque justo arcu felis curae. Pretium fusce ante phasellus ac id ipsum. Integer magna class proin turpis nascetur diam posuere. Sodales velit eu. Blandit lorem ac etiam ut lacus quis facilisi placerat. Potenti justo per lorem.",
      "Gravida curae augue dictum odio morbi lacinia sociis cras hymenaeos. Viverra etiam risus sociosqu facilisis et. Aliquam porta proin vivamus. Lacinia curae urna ad nibh. Rhoncus risus duis mus duis feugiat ipsum hac congue. Blandit fames nec adipiscing vestibulum eu nascetur. Euismod proin pede vel quisque ad convallis eros penatibus maecenas. Pretium velit ut imperdiet iaculis nec convallis pellentesque. Nonummy morbi enim iaculis hendrerit interdum aenean ante mi netus. Dapibus proin eros conubia. Pretium neque mi ac arcu id magna nullam scelerisque lacus auctor ut etiam est. Gravida morbi dui sapien facilisi curae nec rhoncus erat. Commodo curae ut porttitor curae quis senectus tellus. Rhoncus neque amet non laoreet ad sem ad dictum mus. Nonummy ipsum et cursus semper natoque eros. Conubia purus. Quisque velit. Vivamus lacus. Vivamus risus. Rhoncus felis orci ultricies ve mattis a. Posuere massa adipiscing maecenas nisl natoque elit. Egestas proin augue aliquet nisl mauris nascetur dis tempus vulputate eu."
     ]
    }
   ],
   "title": "Nonummy vitae vestibulum.",
   "paragraphs": [
    "Pretium justo purus est. Aliquam ipsum neque ornare proin euismod nisl. Cubilia etiam nonummy orci eu habitasse in morbi volutpat curabitur etiam facilisi massa lectus platea. Feugiat dolor urna et. Dapibus proin ante blandit taciti ac dapibus eu. Feugiat netus conubia maecenas cubilia aliquet quis mi sed erat sed orci fusce tempor. Vivamus magna. Conubia morbi justo integer quis class fusce. Euismod risus laoreet est praesent pellentesque potenti fringilla turpis duis tellus per magnis. Rhoncus purus. Blandit etiam nisl aliquam curae duis a quis justo. Dapibus morbi. Laoreet fusce etiam platea cursus maecenas odio tortor vestibulum. Conubia massa. Iaculis morbi ut elementum parturient ante dolor rutrum gravida elementum nunc eget dis morbi. Posuere risus diam facilisi dictumst sollicitudin parturient potenti nisi a nunc. Viverra ipsum quam enim hymenaeos leo morbi nec. Quisque ipsum. Euismod class purus facilisi facilisis donec. Feugiat justo vestibulum elit vitae. Quisque velit class dis erat porttitor. Dapibus lacus pede class quam blandit dignissim.",
    "Egestas lacus parturient placerat blandit. Posuere donec. Aliquam donec ante eleifend ullamcorper. Lacinia dolor leo nunc nam interdum gravida nulla porta condimentum. Gravida curae eros dui aenean. Pretium lorem. Gravida nulla. Gravida donec magna maecenas parturient tempor. Euismod netus elit cubilia mi in cursus. Gravida dolor ac curae ut. Rhoncus curae. Aliquam risus cum neque integer. Rhoncus metus id vitae magnis non sociis. Natoque purus ac hendrerit conubia. Natoque velit erat elit accumsan hac quis sem magna eros sapien leo diam vehicula. Posuere purus neque inceptos. Cubilia felis duis odio morbi nulla viverra nisl molestie etiam quam. Aliquam magna elit eget class quisque nam senectus natoque et. Aliquam metus sem nisi arcu duis nisi elit dui nulla convallis id hendrerit vitae ultricies per class nec. Nonummy lacus odio condimentum blandit eni mi platea. Egestas purus. Lacinia felis adipiscing commodo nec at amet nibh lobortis ante amet justo."
   ]
  }
 ],
 "abstract": "Aliquet netus non montes turpis class aliquam ut nisl eleifend. Rhoncus lacus cum nunc eget hac egestas turpis at imperdiet a fames ve sapien. Egestas netus eni diam feugiat lorem nunc nisl quam class viverra et cursus dolor eleifend hendrerit a habitasse. Aliquet purus odio vulputate mauris volutpat lorem curabitur faucibus in scelerisque duis magnis habitant ipsum. Cubilia neque adipiscing condimentum nullam eu elit. Sodales magna ad consectetuer montes mi lacus sapien aptent non elit torquent erat platea nonummy. Lacinia lacus vel pede diam massa mus lacus vitae tempus ac at pede metus tempus sapien consequat per blandit nec. Dapibus donec blandit dis eros. Egestas morbi fusce dictumst eros nibh iaculis. Vivamus vitae blandit non enim. Integer neque potenti blandit enim id justo mi velit dui elementum. Lacinia massa aliquet vehicula sollicitudin blandit sapien eget non pharetra. Viverra proin urna lacinia sit curabitur proin. Rhoncus justo. Gravida felis velit sagittis porttitor per nisl proin quisque risus nisi nam sollicitudin porta. Gravida metus hac pede justo mi tortor massa lacinia. Aliquam neque rhoncus velit felis lobortis malesuada platea diam facilisis sed blandit cras. Posuere justo odio per a varius curae ante rutrum. Quisque morbi etiam aptent ad purus nibh magnis commodo integer massa magna amet mollis. Feugiat etiam pede convallis nullam habitant enim hac metus erat et amet id. Iaculis velit ac neque ut morbi condimentum nascetur ante laoreet duis in proin. Euismod justo ante ad pellentesque integer ipsum enim aliquet.",
 "authors": [
  {
   "name": "Bernardo Widner",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "David Omalley",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Armand Bever",
   "organisation": "Park Unlimited Holding"
  }
 ]
}