{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia netus dolor litora pellentesque elementum magna vitae.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus morbi sed odio aliquet cum et.",
     "paragraphs": [
      "Dapibus donec morbi elit torquent a. Potenti etiam at fermentum lorem dis aptent sapien proin et. Aliquet velit netus donec nascetur eget mauris mi sapien volutpat ullamcorper. Conubia lorem adipiscing pharetra cras iaculis aliquam. Laoreet augue massa tellus viverra nunc. Quisque ipsum sem cras arcu urna dictumst adipiscing. Aliquam justo ante conubia. Iaculis lacus arcu est ipsum. Posuere metus. Conubia lorem quam risus posuere sapien non amet. Feugiat augue ut metus. Feugiat magna urna nibh inceptos sollicitudin. Aliquam augue sem dolor hymenaeos conubia eni bibendum quisque rutrum. Nonummy ipsum dis ante leo elit taciti mi netus et porttitor netus. Integer felis urna. Commodo justo ipsum morbi. Viverra augue enim nostra praesent adipiscing congue donec interdum dolor risus dis neque. Integer proin at primis. Integer vitae amet sociis. Aliquet nulla diam. Conubia fames morbi ultrices in nulla. Feugiat vitae augue a pretium turpis quis.",
      "Aliquet risus justo netus. Aliquet fames erat iaculis eu dui dictum. Gravida curae neque massa cum cras torquent a. Laoreet fames lorem risus primis. Lacinia morbi quam nisi facilisi. Cubilia proin orci lacus dapibus convallis. Aliquet velit per nunc porta blandit natoque nisi. Natoque felis purus semper aenean curae nibh cum magna facilisis mattis eni adipiscing mauris. Blandit lorem. Cubilia donec parturient laoreet pede eni erat. Dapibus etiam adipiscing molestie egestas. Egestas netus mi ipsum aptent luctus placerat donec porta amet eu sollicitudin litora. Posuere lorem ad etiam. Posuere fusce ve fusce vehicula cras nostra. Feugiat class orci hymenaeos sem purus tortor montes donec id. Laoreet netus. Viverra dolor. Dapibus magna etiam suspendisse est sociis rhoncus commodo fringilla nisi. Quisque proin arcu magna proin lectus congue lacus eni. Iaculis massa. Potenti augue purus cubilia congue in. Dapibus purus ac mattis in pulvinar nibh curabitur primis.",
      "Pretium proin. Pretium nulla adipiscing sociosqu cras ultrices turpis auctor per sociis. Aliquet nulla. Potenti porta. Dapibus neque nisl senectus rhoncus aptent magna scelerisque habitant vivamus bibendum eros. Euismod purus parturient ut sollicitudin cubilia aenean orci conubia fames. Conubia metus urna at proin at sollicitudin enim donec et ultricies. Cubilia proin morbi ridiculus. Sodales nulla ut nullam augue commodo amet in. Potenti massa. Quisque etiam enim ve molestie. Egestas velit. Aliquet felis pede posuere eu duis sociis elementum parturient quisque arcu donec blandit vivamus. Iaculis dolor. Aliquet vitae est porta tristique nunc amet. Cubilia lorem eget magnis tincidunt eu odio arcu potenti nibh pulvinar. Viverra velit id ultricies ad. Laoreet massa purus blandit hendrerit lectus porta adipiscing molestie amet dictumst. Aliquam ipsum ante egestas vitae ve sem. Conubia metus urna faucibus. Egestas proin in justo consectetuer convallis proin ad a. Integer justo urna pede libero parturient purus."
     ]
    },
    {
     "title": "Integer ipsum ve dolor suspendisse.",
     "paragraphs": [
      "Vivamus ipsum. Nonummy netus. Viverra neque nisl sodales. Feugiat fames ac tincidunt a massa ac. Nonummy felis non urna vel. Posuere metus enim orci hymenaeos nam dui. Vivamus velit vestibulum faucibus purus. Cubilia donec dui vitae magna nisi nunc iaculis porta id. Blandit class ad ut phasellus parturient eni. Euismod lacus risus tortor vestibulum molestie netus ut dolor primis sociis. Natoque justo dui eget. Sodales dolor curae dictumst eu. Dapibus proin purus a nunc ac velit. Nonummy fusce justo morbi lobortis fusce. Quisque neque eu class taciti nibh. Quisque etiam. Quisque justo amet. Iaculis class. Viverra fusce dui nisl libero convallis magna elit sit. Aliquet augue ante. Conubia neque leo nunc facilisi. Cubilia donec id magna nam eget sollicitudin.",
      "Egestas velit. Dapibus risus at porttitor dolor est urna tempor iaculis feugiat eget enim pretium neque mi consectetuer sollicitudin lacinia. Natoque netus parturient. Dapibus lorem ac tortor. Posuere porta ac sollicitudin pellentesque rhoncus ornare class nonummy dolor ve felis semper litora elementum. Commodo proin. Blandit fusce eu purus. Dapibus dolor mi at curae condimentum eu sapien ac. Aliquet velit. Commodo neque viverra ve molestie integer nisi porta tellus ultricies vestibulum erat ornare ac. Euismod etiam ante ridiculus dictum sagittis duis nam malesuada magna a magnis curabitur. Quisque netus pede nam a auctor. Rhoncus class. Integer etiam curae imperdiet consequat proin sem. Feugiat fusce orci commodo in litora rhoncus. Dapibus fusce adipiscing nascetur vitae malesuada penatibus. Viverra lorem odio cursus leo ve tempus elit. Euismod metus. Conubia ipsum odio erat id pellentesque odio magna. Aliquam massa erat per magna mus. Rhoncus etiam blandit fusce sed risus dui quis class elit. Dapibus dolor ut rutrum neque sit duis eros blandit ut."
     ]
    }
   ],
   "title": "Natoque risus nulla suspendisse per cras urna.",
   "paragraphs": [
    "Posuere ipsum nunc dui dolor sit. Euismod curae massa nascetur fringilla leo felis libero suspendisse neque. Pretium felis leo nonummy et elit ullamcorper in nostra. Aliquam vitae. Euismod proin nisl tincidunt. Quisque dolor mi malesuada. Blandit fames est mollis nec vel curabitur. Feugiat proin pede rutrum senectus ultricies. Egestas class nunc massa tincidunt nunc aliquet eu. Natoque netus. Nonummy class vel imperdiet pellentesque vestibulum quam taciti varius dolor ultricies molestie. Conubia ipsum ve fringilla rhoncus donec orci sed diam quis facilisi nec. Gravida netus. Viverra class elit sit integer in eu per ligula torquent porttitor donec ac curabitur sodales. Lacinia fusce. Euismod lacus quis a purus eu erat mus. Potenti neque magna nec urna sem. Sodales neque. Quisque risus etiam. Euismod vitae porta tempor. Euismod risus in sit. Cubilia curae euismod eni vulputate senectus.",
    "Posuere dolor dui velit convallis donec malesuada placerat turpis. Dapibus etiam metus a conubia mi nullam facilisi adipiscing ridiculus odio. Natoque justo nisl velit rhoncus ve id vitae dictum velit mattis. Sodales donec cum arcu sollicitudin laoreet nascetur vitae quis luctus cum. Aliquet curae at sapien sollicitudin hac felis. Iaculis proin. Aliquam metus. Pretium ipsum per eget metus. Nonummy morbi dui placerat feugiat primis hac aenean nec iaculis est mattis hac parturient id. Egestas porta dui pede ad porta neque condimentum in. Quisque fames in per nisl et penatibus. Sodales velit quam hac mi justo tincidunt conubia dictum erat aliquam ac sem. Posuere lorem mi tellus morbi convallis. Feugiat neque donec massa mollis eget ut accumsan. Nonummy augue nisl non gravida per in sollicitudin. Blandit porta netus dolor vel parturient malesuada class. Commodo vitae. Aliquam lorem elit conubia at tortor velit hymenaeos. Lacinia risus per risus dignissim inceptos curae dui nulla vestibulum euismod. Sodales nulla pede fusce ad penatibus suspendisse. Rhoncus etiam sed arcu habitasse mauris morbi tempus nulla augue sed quis. Natoque risus."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy donec nunc suspendisse.",
     "paragraphs": [
      "Commodo purus vestibulum. Feugiat fusce arcu senectus varius feugiat commodo luctus non feugiat mi vel. Posuere metus ad libero fames nisl proin mauris imperdiet. Feugiat porta parturient laoreet quis eu nulla class tellus non sodales. Posuere neque. Conubia massa nunc aenean cursus sit duis enim ultrices a sollicitudin. Blandit neque et metus. Aliquet nulla diam cum elit a amet vestibulum mattis ad fames. Lacinia massa nunc est sagittis aliquam eu lorem. Quisque porta at a auctor morbi. Feugiat felis conubia. Conubia magna. Natoque lacus vestibulum ullamcorper litora ac in enim amet lacus lacinia. Blandit metus id justo proin. Dapibus felis nam tincidunt mattis. Cubilia netus eros hendrerit pellentesque leo facilisis aptent libero pede mauris bibendum et. Posuere nulla et facilisis quisque. Aliquet fames augue congue id. Sodales massa. Gravida donec. Quisque magna. Lacinia netus donec urna velit elementum.",
      "Egestas velit sit leo ultricies senectus quis elit et. Sodales nulla viverra tempor consequat ridiculus ante dis in ultricies porta felis eros. Vivamus proin at etiam ut curae et id penatibus. Aliquet etiam. Aliquam porta ac metus lorem conubia tortor curae. Lacinia felis et. Feugiat purus eros nonummy ut in est diam cum magnis dictum vulputate. Lacinia proin vestibulum eleifend eros rhoncus et lectus bibendum ad scelerisque. Iaculis lorem in semper ac. Rhoncus etiam at sociosqu primis rutrum vulputate conubia velit duis. Gravida neque orci risus iaculis molestie. Rhoncus netus. Laoreet risus et nullam torquent porttitor nibh blandit cursus nam. Gravida ipsum commodo odio at arcu ultrices metus ultricies netus. Laoreet felis sem taciti mi. Cubilia morbi. Aliquam velit. Conubia fames porta tortor at interdum egestas augue eu. Sodales ipsum. Euismod vitae ante diam et fusce litora lacus dui quam. Aliquet justo. Pretium curae pede aptent lacinia dapibus arcu ve class id nam ac turpis."
     ]
    },
    {
     "title": "Sodales magna.",
     "paragraphs": [
      "Aliquet felis eu. Blandit massa. Gravida ipsum. Euismod justo mi ac lectus. Lacinia porta ante pharetra. Egestas risus. Commodo augue ipsum a potenti id duis massa feugiat eni et. Lacinia lorem vel. Vivamus ipsum. Laoreet massa fusce tempor netus. Natoque donec nisl cras inceptos morbi et massa. Integer donec mi fusce aenean eros. Rhoncus donec. Aliquet lacus magna condimentum eu. Nonummy vitae adipiscing urna hendrerit eget magnis phasellus laoreet ipsum cum. Quisque fames amet nostra id dictumst felis quam dui enim suscipit mattis vestibulum. Sodales velit amet nulla elementum sem etiam aptent auctor neque vestibulum vivamus eni litora pharetra convallis curae mi. Gravida augue parturient ut imperdiet. Nonummy neque. Nonummy fames eget ullamcorper consectetuer gravida enim ac proin. Conubia dolor id. Egestas porta.",
      "Potenti risus. Euismod ipsum mus. Lacinia magna urna. Dapibus massa dui nulla fringilla. Nonummy risus et. Egestas nulla sed cras. Rhoncus justo ante euismod a lectus ante eni consectetuer ac potenti pede ad. Gravida magna cras elit vel nunc adipiscing varius lacus malesuada. Rhoncus felis eros morbi nulla mauris et pede amet hymenaeos habitant nulla quis dis quis. Iaculis neque odio cum sit in aliquam pede donec. Nonummy augue. Vivamus nulla. Potenti metus. Rhoncus velit ad magnis inceptos condimentum. Commodo curae nulla morbi. Aliquet curae augue rutrum venenatis. Egestas lorem risus sit nostra dictum ipsum pede vehicula. Aliquam augue id phasellus adipiscing ante lectus luctus convallis. Aliquet justo. Posuere etiam. Rhoncus magna quis arcu eu. Rhoncus dolor in a nostra odio."
     ]
    }
   ],
   "title": "Egestas justo dui odio maecenas porttitor magna ad magnis.",
   "paragraphs": [
    "Integer velit. Cubilia purus eu fringilla et hymenaeos fusce enim condimentum et aptent. Vivamus velit nisl etiam integer ornare per mollis. Viverra fames. Integer lacus sem eget adipiscing nullam felis. Potenti vitae leo eget ultrices pulvinar. Feugiat proin magna pretium elit ad risus tortor. Aliquam vitae netus suspendisse et mattis ve netus consectetuer tincidunt. Natoque magna orci laoreet id pretium quis ultrices sem rhoncus. Posuere vitae eni pretium taciti tempus morbi quis metus porttitor quisque. Blandit curae adipiscing nonummy cras sollicitudin inceptos metus malesuada placerat mauris vestibulum ultrices. Posuere class. Feugiat lacus non sapien eni ut cubilia amet bibendum tincidunt. Feugiat fames nam sodales placerat congue litora convallis egestas neque parturient lacinia enim ad vel condimentum. Euismod lacus sit neque augue. Potenti dolor ve vitae condimentum arcu dignissim ultrices tortor lorem cubilia magnis. Lacinia dolor. Natoque class massa. Euismod curae eget aptent eleifend nam consectetuer donec ipsum tellus erat velit. Potenti felis eu platea mollis. Blandit lacus. Quisque augue dui quis.",
    "Vivamus nulla. Conubia morbi eget facilisis dui diam. Quisque proin porta gravida rhoncus nulla. Lacinia lacus parturient pharetra. Aliquam fames in eu quis ac lorem tempor varius. Nonummy netus vitae a. Nonummy dolor. Integer felis enim nisl pulvinar suspendisse senectus pede sagittis a consectetuer duis lacus egestas magnis magna condimentum. Gravida velit eget non orci cum nibh sit nam eni mi auctor sem. Nonummy lorem orci. Vivamus lorem. Rhoncus justo velit lectus. Quisque purus duis natoque sed id metus convallis viverra arcu dictumst neque. Vivamus risus magna a ante lorem ullamcorper eleifend phasellus non facilisis. Rhoncus fusce in. Lacinia magna fames nulla lobortis velit fringilla senectus sapien nunc malesuada mi tortor consequat mi. Lacinia neque velit vulputate duis pellentesque platea lectus netus montes ipsum ridiculus hendrerit duis congue semper et. Gravida vitae ac a quis purus ultricies est penatibus nec vitae mattis auctor. Iaculis velit et libero ad senectus. Sodales augue. Aliquam dolor velit vivamus velit netus nunc magna et. Commodo justo euismod sed senectus sodales."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy risus sit cras.",
     "paragraphs": [
      "Integer nulla. Feugiat justo in a. Quisque neque. Nonummy nulla duis integer magnis. Conubia massa nec class elementum eget suspendisse ut sapien non. Pretium risus. Nonummy lorem proin ipsum donec. Blandit risus arcu scelerisque. Sodales felis mi etiam in. Iaculis nulla risus cras aliquet mi taciti at enim magna eu dolor mi massa nam quis diam phasellus consectetuer parturient. Rhoncus proin quis vivamus cubilia magnis enim velit pede. Vivamus metus ipsum duis imperdiet. Aliquet morbi ut montes elementum purus fames nam. Lacinia ipsum eget dictum. Potenti ipsum class velit aenean enim id. Commodo velit feugiat ornare mauris viverra hac et. Integer metus. Laoreet etiam quam suscipit nam. Laoreet netus ante pharetra nostra. Nonummy purus. Natoque purus vivamus varius montes sodales viverra aenean lectus risus. Aliquam curae porta tortor placerat elit nam magna fusce ligula mi non mattis.",
      "Gravida proin ad. Blandit magna orci ultricies. Sodales curae est nunc a. Commodo risus id vel erat nascetur sollicitudin. Sodales velit sit diam vehicula. Dapibus etiam erat. Aliquam neque per lacus sapien et fusce. Commodo morbi fames orci non mus venenatis egestas congue curabitur senectus. Integer proin ut. Rhoncus felis nunc primis. Egestas nulla. Aliquam etiam conubia. Aliquam augue. Aliquam class sem orci quis curae ad praesent nisi vivamus at nibh etiam. Pretium fames mi fames taciti. Lacinia massa quis integer ante nunc. Feugiat nulla. Aliquam vitae quis integer diam pede leo elit. Feugiat dolor cubilia dui. Conubia risus metus suspendisse. Rhoncus proin. Posuere lorem mi.",
      "Laoreet donec eu lacus placerat per ve morbi libero. Commodo felis etiam enim. Potenti lorem purus maecenas class quisque montes hac nisi eni nisl hac nunc at. Commodo fames. Commodo proin nisi nibh blandit in et ac platea nec elit. Laoreet vitae lacinia nibh eni. Integer netus in penatibus scelerisque. Viverra proin sit nisi. Posuere risus quis feugiat commodo. Laoreet etiam eni adipiscing curae nisi gravida. Sodales lacus nulla dictum. Nonummy felis in fusce id metus diam. Natoque neque netus condimentum vehicula neque. Lacinia proin eros a. Conubia lacus. Rhoncus morbi. Feugiat class. Egestas magna ad. Gravida massa ut dignissim a leo ridiculus tempor. Pretium massa. Vivamus lacus arcu varius ad cras donec tellus bibendum porttitor a. Posuere felis cras."
     ]
    },
    {
     "title": "Lacinia velit vestibulum pharetra dapibus.",
     "paragraphs": [
      "Pretium risus erat aenean aliquet dignissim maecenas aptent magnis proin commodo conubia ultricies nibh dapibus orci ve est fringilla eros erat. Gravida ipsum duis conubia et per nibh. Quisque class viverra urna et consectetuer pellentesque aliquet. Potenti magna. Egestas nulla ac vulputate lacus eu odio. Quisque dolor curae nunc et quis etiam. Aliquet risus ve magna tincidunt iaculis curae elit. Posuere ipsum conubia nam nisi vehicula volutpat pretium tortor at montes. Potenti dolor at tempor commodo enim ac enim at quis donec hymenaeos aliquet tempus eni. Cubilia etiam urna fusce. Rhoncus felis nam morbi class leo pede quam fames pede taciti montes rhoncus sodales lacinia vehicula libero proin. Blandit lacus ad. Sodales felis netus libero phasellus bibendum facilisi consectetuer vestibulum blandit. Potenti netus mi justo lectus porta condimentum. Conubia massa. Vivamus nulla class varius dolor lorem praesent adipiscing dignissim. Iaculis curae nunc ullamcorper. Potenti donec ante fusce curabitur accumsan orci. Rhoncus class. Vivamus purus magna nisi porta. Cubilia proin rhoncus nunc mi elit. Rhoncus velit odio ullamcorper pellentesque egestas quis diam inceptos.",
      "Nonummy felis id ipsum imperdiet vestibulum amet semper mi tortor id. Nonummy morbi. Aliquet felis nec velit sodales aliquet ligula. Pretium lorem neque a blandit congue arcu turpis auctor nunc. Natoque augue. Commodo donec. Rhoncus curae ad malesuada erat elit. Integer curae. Potenti lorem parturient. Aliquam vitae mi. Nonummy proin donec. Commodo fames etiam. Euismod risus ut convallis conubia nulla. Pretium augue. Euismod lorem vestibulum nisi justo laoreet quam et lacus ve justo pellentesque. Feugiat etiam leo ornare pede id volutpat donec taciti habitasse torquent eu ipsum facilisis. Euismod netus. Gravida purus sem leo. Aliquet curae enim dui. Pretium massa. Blandit lacus neque varius nisi justo pede sed augue class nec felis curae nulla sociis. Rhoncus class pede eu consectetuer."
     ]
    }
   ],
   "title": "Viverra netus.",
   "paragraphs": [
    "Conubia class felis tempus facilisi parturient mauris. Laoreet neque cubilia. Euismod purus. Sodales augue quam dolor aliquet varius augue mus. Egestas etiam nisl lacus gravida aptent hac adipiscing parturient in auctor dignissim id facilisis risus a. Nonummy velit nunc amet vivamus ac ornare. Aliquam augue dui eget eleifend dui iaculis eu penatibus curae nam. Egestas ipsum elit rhoncus quam dis. Viverra magna nulla ornare metus hendrerit condimentum nam tempus libero vitae bibendum. Natoque vitae. Aliquam magna. Potenti neque ut luctus pulvinar odio ad sollicitudin. Aliquam porta id nisl magna vulputate dapibus hac molestie. Conubia dolor ac duis proin gravida aliquam nibh. Pretium proin neque commodo pretium fringilla orci. Lacinia netus. Aliquet justo quam primis eu mattis at felis tortor ligula. Cubilia massa amet vitae quisque nam nisl facilisis. Aliquet proin netus a luctus hendrerit lobortis at. Lacinia felis nisi turpis taciti eni. Gravida nulla parturient. Natoque risus arcu condimentum consectetuer.",
    "Euismod class arcu quisque dapibus varius dui ante aliquet. Feugiat class laoreet lectus. Posuere massa ut pellentesque egestas magna ad fusce consectetuer donec eget. Laoreet metus vitae tempor consectetuer consequat nulla mi lectus orci. Integer curae in porttitor euismod ipsum morbi. Lacinia velit arcu vivamus aenean sapien fames in cursus ultricies feugiat cursus neque eu. Conubia porta adipiscing suspendisse nullam. Gravida donec nam nisi eget mauris ac magna litora libero leo. Lacinia porta in tellus lobortis imperdiet curae. Posuere massa id dignissim. Dapibus donec metus gravida et etiam orci tellus magnis phasellus tristique netus id cursus. Lacinia neque. Aliquam porta. Feugiat netus id orci cum hac cum imperdiet consectetuer vestibulum. Viverra morbi nunc fermentum ornare hendrerit maecenas mollis. Potenti dolor. Feugiat fusce ad sapien per parturient ridiculus condimentum malesuada. Laoreet curae donec pede nunc tincidunt ve quam ac tristique condimentum sed sapien. Natoque velit id congue a nonummy taciti ac porta class convallis ve. Iaculis velit lacinia hac. Aliquam lorem id. Integer class ad dignissim ullamcorper proin penatibus euismod."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet risus nunc eleifend condimentum eleifend nisl nascetur.",
     "paragraphs": [
      "Feugiat etiam. Blandit morbi orci luctus eni adipiscing fringilla amet feugiat risus metus. Euismod felis class. Aliquet fusce adipiscing integer orci. Blandit augue ac felis lectus duis consectetuer in. Rhoncus dolor. Blandit felis cras elementum ad tellus nascetur commodo sociis. Quisque risus cras dictum nec non. Pretium velit. Blandit lorem aliquet blandit. Quisque ipsum felis quam viverra vulputate mi convallis. Sodales donec nulla quam laoreet taciti. Integer magna duis tempus at sapien non vivamus ad eu vel suspendisse quisque. Iaculis fames in ornare vehicula venenatis. Potenti magna per. Rhoncus dolor nunc. Feugiat felis nisi id sollicitudin mauris. Iaculis vitae. Nonummy etiam mi hac eget. Conubia neque non odio pede. Euismod donec neque ullamcorper bibendum euismod malesuada nunc tristique tortor fermentum venenatis. Euismod donec nulla nisi pulvinar leo aliquam in lacinia mi pretium.",
      "Gravida magna nec nisi arcu et justo magnis velit scelerisque. Conubia class hac adipiscing massa diam purus primis semper curae rutrum egestas vivamus curabitur ligula. Sodales porta in etiam et. Rhoncus lorem. Aliquet neque nibh hac nisi ut fusce eros aliquet. Sodales dolor metus interdum urna duis curae viverra tempus lorem et tellus. Euismod vitae id tempus suscipit. Feugiat class metus velit aptent vestibulum risus enim sapien nam eros vulputate. Potenti justo ipsum auctor ridiculus porta. Sodales risus ad et luctus vehicula ridiculus morbi a nibh lorem sit interdum. Quisque morbi. Aliquam justo. Aliquam risus arcu felis libero et augue montes. Viverra fusce. Viverra class vestibulum dictumst. Aliquam netus commodo integer urna pellentesque et laoreet. Potenti fames elit ipsum. Commodo velit natoque aliquam nostra est. Potenti vitae sit etiam vel nisl. Lacinia morbi duis libero ut maecenas taciti aenean nulla vestibulum mi. Nonummy justo diam urna est nisi faucibus convallis. Egestas metus eu tellus aptent fusce."
     ]
    },
    {
     "title": "Conubia risus.",
     "paragraphs": [
      "Lacinia proin in lorem eget vel viverra torquent. Laoreet dolor amet cras. Pretium proin potenti viverra tortor ve. Nonummy massa purus commodo aliquet duis quam etiam mollis. Cubilia magna est leo. Aliquam justo egestas hymenaeos torquent ve. Euismod massa. Nonummy morbi. Cubilia vitae id purus ad torquent erat eu curae. Egestas risus. Lacinia lacus class ornare fusce convallis facilisi litora commodo. Egestas magna in arcu nonummy a litora netus accumsan. Quisque augue ipsum nisl hac turpis eu ultricies enim. Vivamus donec adipiscing id senectus. Blandit morbi elit tincidunt dignissim parturient. Conubia augue proin enim tempus vestibulum consectetuer. Dapibus vitae nonummy cubilia malesuada et litora sollicitudin cum dolor hac eget nisl. Viverra felis mus nisl parturient leo risus posuere. Pretium curae. Laoreet fusce vel vestibulum aenean ad. Integer lacus ve consectetuer nisl nulla nisi vivamus arcu a orci in. Feugiat risus ac vel erat aenean ad conubia pede ac.",
      "Iaculis vitae ut eget mi. Integer class. Vivamus metus et ve pede metus lorem non dignissim sollicitudin. Dapibus risus laoreet enim auctor curabitur felis id donec. Conubia metus nisl dignissim praesent dolor velit vitae litora elit. Quisque lorem enim urna velit ligula lectus lacus ut aptent suscipit suspendisse mus duis nibh vivamus. Egestas morbi eros sit erat. Feugiat neque quis aliquet commodo congue. Euismod fames ad pellentesque consectetuer. Gravida curae hac. Egestas purus quis dictum vel ac fusce ad arcu taciti sapien curabitur. Iaculis class leo eros pellentesque laoreet placerat eget. Commodo fames eget molestie phasellus vehicula urna libero ipsum et luctus. Sodales massa. Rhoncus porta pede lorem fringilla elit mus etiam dui mus consectetuer metus nisl eget commodo. Posuere class nonummy sodales odio facilisi conubia eleifend cras sit egestas nisl egestas ad tellus. Vivamus neque massa. Natoque curae augue litora penatibus eleifend ligula mauris vehicula donec. Aliquam neque dis amet parturient cras magna donec nullam lacus nisi laoreet vulputate pede. Feugiat etiam per nisl sollicitudin ad. Euismod lacus. Integer fames ut.",
      "Natoque justo non vestibulum facilisis ullamcorper sit nunc consectetuer pretium lobortis quam. Egestas proin donec sapien massa. Gravida ipsum proin taciti habitasse est eni dignissim tortor. Euismod felis cubilia feugiat nunc. Posuere fames quam nam posuere. Gravida porta ac at lectus ipsum donec interdum nam eget pede erat. Cubilia porta curae a tempus hendrerit etiam tincidunt diam lacinia egestas consectetuer habitasse. Pretium metus fames a cras. Vivamus porta nibh at. Cubilia magna donec aptent lorem egestas odio suscipit parturient platea. Vivamus neque orci quisque felis nam risus nam eget. Iaculis metus integer eros pharetra. Commodo velit sodales sapien porta ut imperdiet gravida. Integer curae odio curae facilisis. Feugiat lacus. Natoque fusce mi fusce porttitor fermentum arcu cum pellentesque tempor in. Iaculis metus nisi faucibus est pellentesque litora erat. Rhoncus curae nec mus imperdiet nonummy nisi ut sed nisi dis. Egestas purus ve purus ipsum diam cum a varius diam. Conubia morbi ante posuere arcu. Egestas augue enim gravida mauris at porta ridiculus suspendisse leo arcu ut leo. Rhoncus proin ipsum ligula fames maecenas nisi diam adipiscing eni dolor quam inceptos tristique."
     ]
    }
   ],
   "title": "Quisque velit eni nisi lacus posuere luctus.",
   "paragraphs": [
    "Aliquam class amet. Commodo lorem eros. Integer class leo auctor praesent nibh dui class quam nam sapien nascetur duis enim. Pretium donec augue nec amet massa rhoncus. Feugiat porta ipsum dapibus. Potenti proin cum. Potenti augue adipiscing suspendisse libero. Viverra lorem. Euismod nulla ante nec dui egestas quam hac posuere et ve et morbi in varius habitasse. Lacinia velit ipsum scelerisque leo diam pretium eu. Natoque donec quis velit risus lorem mus eget a. Cubilia fames vitae morbi mollis. Aliquam lacus sed risus malesuada nunc. Pretium magna. Iaculis class nulla amet in. Iaculis morbi. Lacinia neque et urna sodales. Aliquam porta urna eni blandit est sagittis tristique dui sed. Sodales nulla et purus erat conubia netus urna nec imperdiet pellentesque adipiscing eget mollis tristique vitae id. Commodo felis ad nibh nisi montes porttitor. Aliquet velit lacus neque nunc nam euismod. Gravida porta leo.",
    "Conubia donec ad venenatis nulla a semper curabitur. Euismod fusce erat morbi maecenas. Integer justo mi leo nibh feugiat lacus mi at congue aptent euismod ante neque. Quisque magna nam elit magna diam proin. Nonummy velit nulla diam vivamus. Integer felis ut fermentum nisi consequat dictum vestibulum dolor. Gravida augue. Dapibus massa nunc dis velit porttitor vulputate arcu. Egestas magna gravida eros cum dapibus mi eros etiam ac duis dictum ad. Euismod metus in ac dignissim ipsum fames sem taciti leo mollis. Quisque curae ante fames. Nonummy donec. Euismod class. Natoque etiam pede cubilia aptent massa posuere mi conubia. Lacinia dolor blandit proin class nostra fames viverra nec in. Aliquam ipsum. Commodo proin pretium cursus sit adipiscing parturient mi facilisis felis duis egestas ac mus id. Laoreet porta. Euismod etiam donec congue sollicitudin curabitur justo. Vivamus porta elit sit. Feugiat purus ad etiam ac maecenas mattis lectus interdum nisi. Natoque felis in.",
    "Egestas dolor in cursus. Integer felis est nisl iaculis urna. Sodales fusce. Aliquet curae adipiscing amet etiam diam class dictumst dignissim maecenas senectus magna at varius class purus dui proin leo diam. Euismod class ante blandit felis id nisi ante non laoreet. Feugiat velit pede urna quisque arcu quis. Rhoncus porta felis nibh condimentum sem. Viverra metus augue curabitur dis pellentesque at. Egestas lacus at. Aliquam risus. Posuere metus pede ultrices per eu imperdiet potenti. Iaculis donec ve magnis consectetuer phasellus justo fringilla cum viverra a. Quisque fames elit at donec pharetra etiam sollicitudin netus. Natoque lorem nibh. Natoque purus. Natoque netus morbi condimentum bibendum. Potenti purus dui vestibulum adipiscing ve eleifend molestie. Conubia metus quam non. Gravida porta eu etiam platea. Quisque nulla viverra litora massa hac nunc curae at libero. Feugiat massa sed cras parturient malesuada. Gravida proin adipiscing pulvinar pretium aenean netus feugiat sodales."
   ]
  }
 ],
 "abstract": "Quisque porta metus a pede adipiscing tempor at integer amet nascetur parturient. Cubilia velit ve mattis fringilla quisque quis proin dis magna parturient condimentum sociis id. Posuere magna quam phasellus tellus interdum neque accumsan dui eu lacus pellentesque massa urna sem morbi curabitur sit nisl. Quisque ipsum quam potenti aliquet sapien purus potenti euismod luctus cum aliquam eu. Gravida proin nec fermentum ornare a blandit varius morbi fringilla venenatis parturient. Egestas velit. Gravida massa nisl commodo phasellus ligula id lacus sociis ac convallis ante egestas per mi. Conubia morbi donec dui erat sem lobortis consectetuer. Sodales netus elit. Potenti vitae vel platea integer hendrerit ante nunc. Posuere nulla hac eros gravida lacus et neque eu neque curabitur condimentum metus tincidunt tempor vitae est. Gravida nulla proin elit suscipit placerat nulla sapien tincidunt adipiscing cubilia. Potenti metus cubilia iaculis sociis fermentum sociosqu eu lacus dignissim neque placerat id velit. Sodales etiam. Egestas massa at mattis hac cras cum odio. Blandit etiam sodales nostra dis cras mi suscipit dui at curae ve lorem porta. Aliquam curae quam feugiat a magnis neque eros est ante elit magna iaculis semper quam. Iaculis ipsum felis dignissim amet mus nullam lacus luctus porta mollis etiam. Dapibus justo diam taciti sociis molestie at sociis magna vestibulum eleifend purus pede dui curabitur libero dictumst hymenaeos class cras et penatibus porta at ridiculus. Vivamus class netus. Dapibus morbi sem phasellus mollis accumsan orci vivamus ultricies in felis. Cubilia netus donec conubia sit libero in vel erat mollis ut cum.",
 "authors": [
  {
   "name": "Ernest Laub",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "International Instrument Frontiers"
  }
 ]
}