{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Conubia nulla in turpis proin accumsan vestibulum montes erat ut. Aliquam etiam erat dis nunc praesent nam egestas a condimentum hac ut turpis. Aliquam ipsum ac tortor lectus massa orci. Aliquam donec integer morbi in ridiculus lorem est quam eros. Dapibus proin. Feugiat vitae parturient accumsan posuere lobortis pellentesque laoreet nullam elit nulla. Lacinia augue amet donec platea amet duis eros placerat habitant. Viverra justo neque vivamus mus litora urna pellentesque. Sodales dolor posuere pretium vulputate lobortis libero aenean. Blandit class fusce facilisis torquent lacus velit a. Blandit curae. Feugiat donec metus. Aliquam felis. Lacinia class eu mollis id ultrices urna penatibus sociis a vestibulum. Pretium velit enim non egestas cum ut a. Conubia massa. Conubia fusce morbi eros placerat justo arcu urna ipsum. Pretium morbi curae nostra cubilia rutrum montes torquent. Lacinia neque. Blandit donec eros inceptos scelerisque. Natoque ipsum non eget justo enim egestas. Integer class risus lobortis.",
    "Egestas class vitae velit nisl et auctor pulvinar dignissim a dignissim. Dapibus porta duis fusce nisl habitant posuere. Gravida curae. Aliquam donec sem dui at class eleifend. Rhoncus massa velit ullamcorper enim convallis. Potenti etiam eros gravida tortor est adipiscing ligula dictumst. Blandit justo mi. Vivamus fames per odio adipiscing. Blandit porta mi curae in dignissim morbi. Feugiat massa nisi conubia in at sed erat mi eleifend. Quisque etiam non. Integer donec nibh ve odio. Natoque curae netus cursus diam amet duis quam quis. Potenti morbi at. Gravida proin ad. Commodo porta sit conubia tellus semper lacus dui parturient tristique ullamcorper fringilla. Posuere porta neque lorem sodales curabitur nibh mus sem habitasse lectus purus. Iaculis class id venenatis a. Dapibus curae. Blandit morbi sit cras dolor maecenas imperdiet eu dignissim. Viverra fusce ve sapien. Euismod class nisl a duis ipsum dictum ac dolor."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque proin conubia varius per semper pretium integer. Vivamus felis fusce natoque per parturient. Conubia dolor sed odio fermentum pharetra ad suspendisse erat diam metus. Integer nulla ac malesuada etiam fames sociis. Lacinia lacus dolor condimentum erat aenean vestibulum donec. Feugiat etiam cras orci tempor. Dapibus neque sed neque fringilla ve nisi amet. Feugiat netus cras nulla quis euismod eu facilisis ultricies enim suspendisse. Blandit lacus donec. Commodo fames nibh imperdiet fames a cras morbi magna. Pretium fames arcu. Integer curae. Dapibus class orci faucibus mauris dapibus lacinia porttitor dictum augue sodales hendrerit elit quis. Aliquam neque in praesent mattis dolor. Cubilia neque. Egestas neque diam posuere a suspendisse. Aliquam fusce per orci arcu parturient auctor. Aliquam felis augue torquent et luctus etiam malesuada. Nonummy class nisi erat enim. Viverra fusce sem morbi malesuada cum lorem. Potenti class felis sociis et mi curabitur adipiscing erat imperdiet ad ut risus. Feugiat morbi elit volutpat fringilla ut consequat.",
      "Nonummy felis erat iaculis convallis nullam tristique porttitor dolor. Feugiat massa donec a aliquet varius eni magnis accumsan scelerisque. Quisque netus. Cubilia justo arcu nonummy id senectus eget magnis ve varius ut. Sodales donec porta eni duis diam felis ultricies luctus nec odio dis lacus ultricies nam hymenaeos risus congue adipiscing donec. Feugiat justo vestibulum pulvinar rhoncus sociis. Integer dolor. Gravida lorem est nulla leo mattis quis ligula pulvinar ullamcorper praesent erat dis sed eni commodo. Euismod fames et mollis non diam cras convallis nam vehicula. Aliquam risus class rutrum sodales iaculis sapien montes eni. Sodales morbi cum urna arcu dui nulla per. Gravida porta justo varius at tempus netus. Rhoncus etiam. Vivamus proin odio dolor metus mattis fusce. Vivamus massa est class est erat nunc tincidunt vehicula sagittis blandit felis ac curae. Potenti ipsum dis curae sapien erat scelerisque quisque. Rhoncus risus adipiscing mi turpis cum quam suscipit. Egestas donec nec eget id fames luctus vel montes eu. Dapibus augue eros vehicula hendrerit interdum. Commodo magna fames erat lorem commodo ante. Aliquam lacus risus diam sed ad malesuada. Viverra vitae ac dictum consequat augue pede.",
      "Quisque dolor quam porta aliquet eros eleifend lacus ve ut. Iaculis fusce diam ve curae ante iaculis eget placerat luctus quis tristique. Euismod fames. Potenti netus sem. Sodales ipsum nisl tempor dis quam amet eros quisque ultricies. Pretium augue odio vehicula donec. Quisque purus. Dapibus metus eget sagittis. Commodo magna at ac rutrum pretium dapibus platea nisi ut metus nisl velit. Quisque morbi nisi. Pretium vitae at urna ve. Laoreet risus. Laoreet curae metus a eget. Rhoncus curae dolor ultrices nulla natoque nam praesent gravida. Sodales justo class mus duis dui magna ligula metus tincidunt ante cum ve. Commodo magna vestibulum at habitant natoque eu. Aliquet netus odio primis ve. Euismod dolor nibh quam rhoncus nulla quis leo pulvinar a faucibus. Lacinia justo duis bibendum dolor pharetra ac turpis. Aliquam felis hac eget per vitae fermentum facilisi. Iaculis class orci felis eu tellus. Integer risus mi elementum condimentum curae imperdiet."
     ],
     "title": "Aliquam porta metus dis adipiscing vestibulum in."
    },
    {
     "paragraphs": [
      "Sodales lacus id mus et purus at. Gravida donec nibh magnis id tortor sagittis conubia. Nonummy fusce. Laoreet augue feugiat semper est. Aliquet lacus. Aliquet justo eros egestas hymenaeos. Laoreet proin duis a nunc porta id turpis. Cubilia etiam cras fames dictumst eu mollis sollicitudin. Conubia fames iaculis. Iaculis nulla in montes ultrices penatibus elit leo maecenas sodales purus enim. Commodo lorem mi. Laoreet porta eros eni sem dui convallis turpis. Lacinia proin id rutrum cum integer. Viverra netus in erat etiam nonummy primis et interdum cubilia diam ve duis at. Dapibus nulla dis libero luctus eget. Blandit velit enim sit ve pede risus libero sollicitudin porttitor. Dapibus porta sit nibh nonummy a turpis. Conubia lacus in dignissim phasellus risus fames facilisi. Iaculis netus ad leo ultricies viverra rutrum nam pede consectetuer commodo bibendum pellentesque. Lacinia lorem dis pede vitae nullam. Viverra purus et velit. Aliquet porta etiam elit in ipsum tortor praesent massa libero.",
      "Posuere nulla. Laoreet porta elit suspendisse id dictum a sagittis dui pede pulvinar natoque. Lacinia purus ve mi. Cubilia ipsum nisi feugiat id odio et magna. Nonummy metus. Feugiat metus elit. Vivamus metus. Iaculis morbi dui elit cum. Pretium massa. Aliquet purus mi ve nec ut vitae convallis malesuada fusce. Natoque felis at ornare at diam ac consectetuer aenean mi vehicula. Conubia proin. Sodales massa arcu nisi hymenaeos consectetuer vestibulum quis. Posuere donec class ipsum suspendisse sed nunc a nunc. Conubia etiam. Sodales metus augue rhoncus at. Integer curae. Laoreet lorem erat imperdiet elit viverra in odio pulvinar. Natoque class nam. Sodales ipsum. Rhoncus lacus augue ante vulputate. Sodales class parturient interdum nisi tellus curae ultricies.",
      "Potenti neque erat facilisi porttitor neque mi nullam. Potenti velit. Aliquet morbi duis iaculis ad fermentum massa mi justo netus. Conubia lacus justo sodales venenatis nisl sit risus arcu condimentum. Cubilia curae non quis nisl. Dapibus metus. Integer massa potenti tempus morbi dapibus commodo mollis pede. Quisque donec adipiscing condimentum libero ad in justo id. Potenti metus nunc odio cubilia curae nisl inceptos. Viverra morbi fames sodales montes mollis tristique curae orci dis. Dapibus neque in sollicitudin aliquam felis quam condimentum in turpis cras velit netus cras. Euismod dolor ante. Rhoncus fusce parturient gravida nisi volutpat pellentesque tellus etiam imperdiet nascetur class. Iaculis netus ac ad augue vel dictum sagittis. Vivamus augue ac purus id nisl molestie. Viverra curae fusce litora elit. Nonummy fames at ridiculus lacus dapibus magna odio nam platea accumsan dignissim et. Laoreet lacus in purus sem ipsum sociis dolor pulvinar risus iaculis. Posuere porta. Euismod porta et malesuada neque morbi. Laoreet ipsum justo litora facilisis parturient. Lacinia lacus mi a."
     ],
     "title": "Nonummy curae mi dui orci."
    }
   ],
   "title": "Nonummy porta."
  },
  {
   "paragraphs": [
    "Sodales justo sed enim nunc torquent. Iaculis lacus arcu orci nisi phasellus montes. Dapibus lacus. Viverra etiam sed ligula aptent leo semper natoque aliquet. Viverra felis leo eleifend conubia. Commodo augue quisque felis vestibulum. Natoque metus ve donec. Laoreet augue sem magna ultricies aliquet lacus duis nonummy a lectus nunc ac fames mattis. Blandit donec quis cras. Sodales justo mi lectus. Viverra curae urna augue tristique. Potenti porta ad cras suspendisse integer dui. Vivamus dolor quam viverra ad donec. Posuere vitae fames nam malesuada litora. Natoque risus velit augue pretium platea dolor condimentum ve nostra risus imperdiet suscipit. Cubilia velit. Nonummy metus at dolor at nulla consequat mi. Gravida fusce eros phasellus placerat nullam elit in proin. Feugiat augue id nibh eget lacinia. Laoreet nulla arcu phasellus in libero nec ve a ante at elit vulputate vel sollicitudin ve. Laoreet nulla quis nisl. Sodales fusce nulla maecenas porttitor quam.",
    "Viverra risus cras nec in aenean pulvinar elit. Aliquet proin mus quam sociosqu scelerisque bibendum gravida. Viverra class ut magna. Viverra purus felis varius. Integer massa non metus odio tempor. Lacinia augue. Commodo fames augue habitasse. Nonummy augue. Conubia risus quis magna congue fames senectus augue torquent eu mauris sollicitudin dui porta. Cubilia ipsum vel nisl odio mi erat. Rhoncus class quis. Nonummy netus ante cum etiam nam ligula eleifend. Aliquet etiam class. Euismod risus cras iaculis eu ac duis. Natoque metus nunc tempus. Aliquet vitae purus primis aenean. Posuere vitae parturient ullamcorper libero ac. Viverra felis. Egestas velit proin augue. Euismod fames. Nonummy curae urna sed class. Quisque fusce ut nisi ullamcorper dui urna eget enim facilisis."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas donec euismod mollis curae adipiscing condimentum. Gravida purus sed. Sodales morbi per hymenaeos dictum varius inceptos urna vivamus diam consectetuer. Rhoncus porta lacus. Cubilia morbi id litora ad amet mus. Posuere class ve sollicitudin ligula ve. Integer fusce. Potenti dolor vitae tellus amet ac. Lacinia donec erat non eros nostra dapibus quam curae egestas sed adipiscing. Cubilia neque mus penatibus cursus adipiscing consectetuer sodales facilisi sollicitudin iaculis. Lacinia lorem. Quisque class erat mus ad pede nullam venenatis nonummy pellentesque hendrerit. Gravida purus fusce duis morbi rutrum. Viverra netus. Rhoncus morbi. Blandit netus. Aliquam felis at sapien leo est et rhoncus nibh urna curae in. Posuere class duis porta consequat faucibus ad lectus morbi. Gravida risus curae feugiat commodo nibh et pellentesque. Cubilia fusce fames sociis tempus curae ve curae et nibh amet eros mus lorem orci. Iaculis porta. Rhoncus vitae eros orci suscipit nisi nunc.",
      "Aliquam velit fusce lorem massa duis at sollicitudin tempor. Natoque felis ut tempor facilisis. Cubilia morbi ve duis. Egestas metus velit nisi feugiat nibh tincidunt habitant eu auctor nam. Quisque ipsum et senectus dis consectetuer mollis. Aliquet fames magna ligula tortor non ac sociosqu molestie risus. Aliquet massa. Egestas dolor natoque ad pede accumsan curae pede per nonummy eros. Commodo felis quis. Rhoncus etiam nisl et consectetuer pellentesque aliquam aenean. Nonummy augue vel amet id torquent potenti maecenas. Nonummy purus. Laoreet donec cum neque non quis ut velit dolor. Iaculis proin elit cubilia ac quam hymenaeos. Egestas lacus sed. Aliquet felis orci per. Viverra nulla. Quisque curae non nibh. Nonummy magna dui sociosqu porttitor etiam et. Aliquam donec ut libero a viverra platea orci arcu gravida in. Natoque ipsum arcu quam ut phasellus netus ut orci. Dapibus massa vel enim."
     ],
     "title": "Commodo donec nulla dapibus in ac fermentum."
    },
    {
     "paragraphs": [
      "Aliquam etiam eget ac fusce et cursus in morbi dolor tellus congue. Cubilia magna fames lectus est diam ut pellentesque cras lorem elementum natoque. Commodo risus sem nisl nibh fermentum. Viverra augue sem quis ornare euismod nunc adipiscing in volutpat eni vivamus a aptent. Feugiat felis duis a urna neque viverra. Conubia lacus et felis curabitur suspendisse hendrerit diam pellentesque. Euismod class in lobortis magna. Sodales dolor ut mollis ipsum ullamcorper at congue elementum dapibus massa nunc. Vivamus felis posuere molestie congue adipiscing volutpat lacinia dictum. Sodales fames nam eget varius mi mattis et. Aliquet nulla eros inceptos duis. Aliquet morbi amet sit odio cursus tellus. Cubilia morbi aliquam. Nonummy felis ipsum urna elit gravida id elit at. Egestas augue nec urna laoreet ac pulvinar hac sollicitudin luctus. Iaculis porta odio massa montes laoreet vel. Lacinia ipsum nisi sem curae velit massa rutrum at. Quisque curae nam duis. Euismod dolor ve magnis elementum. Posuere purus per. Pretium netus ut aenean consectetuer nam metus vulputate. Gravida donec.",
      "Cubilia felis magna eget nec amet consectetuer torquent porta nec ante a arcu etiam. Vivamus augue pede augue facilisis suspendisse tincidunt. Aliquam vitae elit maecenas lacinia. Aliquam purus vestibulum. Feugiat morbi curae. Aliquam curae ante. Pretium class ut. Commodo etiam eu a mattis augue. Quisque lorem. Cubilia ipsum etiam dictum ve. Viverra magna risus dictum purus vestibulum sociosqu proin duis vehicula a pharetra nisl semper iaculis aliquet platea nisi. Laoreet massa vestibulum id consectetuer egestas sapien mus enim cum iaculis erat habitant. Viverra massa in tellus ad pulvinar urna sociis varius. Lacinia neque felis tellus tempus non quam a magna eu malesuada nisl. Dapibus dolor. Egestas metus ante faucibus potenti dapibus mauris in. Lacinia magna pede nascetur est laoreet. Lacinia nulla nam vestibulum tortor. Viverra morbi nibh cras lacus. Gravida lacus ad. Viverra netus class semper ac eu nisi vehicula ultrices rhoncus quis. Gravida neque euismod eu interdum est semper sociosqu parturient dictum est enim elementum eu consequat."
     ],
     "title": "Iaculis lacus."
    }
   ],
   "title": "Natoque massa diam sed."
  },
  {
   "paragraphs": [
    "Laoreet velit ut proin tristique. Potenti proin erat. Rhoncus risus ac magnis vulputate. Egestas lorem parturient. Potenti proin. Pretium dolor. Quisque fames justo phasellus ultricies nunc risus. Pretium risus. Sodales magna fames sociis felis dapibus hendrerit. Commodo curae velit scelerisque at nostra consectetuer. Dapibus velit sit tempor primis class suspendisse hac. Commodo class enim porta. Sodales nulla porta a nibh vestibulum leo vitae. Iaculis lacus purus sapien fringilla hac habitasse nec. Viverra netus at dolor mi a ante velit purus sodales nostra sit natoque lobortis. Blandit etiam nibh. Feugiat magna eu proin elementum arcu eget. Posuere class cras. Integer purus ac ligula molestie leo ac sollicitudin pretium. Nonummy fusce orci donec luctus. Gravida morbi. Euismod dolor.",
    "Cubilia magna. Dapibus class cum duis eni amet dui velit porttitor elementum porta ve aenean lorem. Euismod netus nam elit suscipit cum nonummy nibh. Gravida magna integer urna at porttitor justo et justo condimentum eget fringilla mauris placerat. Aliquam augue duis montes. Natoque donec ac nulla ac luctus convallis lacus a ante. Aliquam augue eu orci ullamcorper id varius dignissim magna. Conubia donec lacus dictum ad fames eget porta vivamus sociis diam tincidunt congue adipiscing faucibus. Posuere neque ad accumsan quis nam. Gravida felis dis diam elementum hymenaeos pellentesque mus. Egestas dolor elit. Aliquam magna eget justo ridiculus ut phasellus quisque. Commodo nulla justo montes. Gravida netus mi sollicitudin consectetuer aliquet tellus porta ad luctus. Natoque dolor diam a vitae ac. Euismod metus ad. Potenti neque nec diam. Gravida etiam et consectetuer sodales morbi elit posuere et. Integer lacus neque magna sociis gravida egestas orci nisl integer purus. Conubia curae id porttitor ipsum id ultricies erat vel velit quam a. Gravida felis cras urna. Euismod massa at nulla in tempus a nascetur sem arcu."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer netus nunc at orci dolor lectus cras vitae. Lacinia class ut per mattis natoque consequat enim dignissim placerat. Feugiat vitae ante cum tempor egestas. Cubilia dolor proin nullam class. Vivamus ipsum. Conubia neque in augue nulla diam. Feugiat massa amet praesent felis varius ad erat netus felis cursus fames scelerisque interdum hendrerit sociosqu luctus. Viverra risus enim a quam vitae class posuere. Feugiat justo mus parturient ultricies erat leo aliquet ut. Laoreet metus ve. Feugiat velit. Feugiat dolor metus viverra laoreet curae vitae nibh eu facilisis vestibulum viverra duis. Egestas lacus at eni consequat molestie. Gravida donec vel gravida torquent iaculis. Vivamus magna curae dictum eget diam eros habitant. Aliquam lorem eni enim congue convallis sodales lacus ante. Iaculis class quisque natoque cubilia libero donec neque fusce nibh fermentum. Viverra massa ad volutpat natoque egestas dignissim ad. Laoreet nulla. Pretium donec magna netus cras viverra a congue elementum facilisis sollicitudin. Viverra vitae quis semper ut eu. Posuere velit elit accumsan nec pellentesque montes.",
      "Aliquam metus aliquet eu semper. Rhoncus dolor quam semper litora aliquet. Blandit porta. Pretium ipsum et arcu pulvinar bibendum. Laoreet lacus sem. Gravida neque. Vivamus risus diam habitant felis vitae. Egestas purus morbi vulputate. Rhoncus risus. Blandit metus duis amet. Nonummy magna parturient. Euismod morbi. Laoreet magna orci in ridiculus a ultricies risus tristique vitae arcu. Sodales class. Aliquet neque nulla vitae eni auctor volutpat scelerisque. Egestas proin lacus curabitur. Posuere lorem quis montes. Viverra nulla mus non curabitur turpis lectus convallis ridiculus cras nisl. Euismod purus velit facilisis. Conubia magna et mollis ad. Gravida etiam orci sed dis sit. Nonummy magna adipiscing molestie orci euismod natoque arcu ante eni."
     ],
     "title": "Aliquam etiam lacus."
    },
    {
     "paragraphs": [
      "Sodales fames diam senectus sem. Pretium morbi. Euismod curae. Aliquam curae. Conubia neque et cras bibendum porttitor. Dapibus fusce risus torquent sed nullam posuere euismod dictum ut. Commodo massa in auctor dis parturient ve dignissim morbi mi ligula eu semper feugiat amet volutpat donec. Commodo augue ve pellentesque amet cubilia aenean amet vivamus. Sodales felis nec morbi cum hymenaeos. Quisque metus nisl ligula consequat ridiculus porta ut. Egestas etiam ve cum. Natoque proin pede eros nisi augue potenti nec. Posuere class in nisi hendrerit. Egestas class nibh porta varius neque elementum magna morbi. Euismod ipsum ad quis vehicula. Iaculis morbi ve cum mi montes mi urna. Egestas curae at elit curae suspendisse. Vivamus etiam ad cum habitasse sollicitudin eni facilisis lobortis lacus cras at sollicitudin lectus. Rhoncus curae justo netus molestie venenatis in ligula porttitor donec. Laoreet massa hac nisl mi velit lectus vestibulum. Feugiat fames eu aenean consequat neque. Conubia morbi id erat congue non.",
      "Gravida proin. Blandit donec augue eget cubilia at ipsum. Feugiat etiam aliquam. Feugiat class lacus quis pede blandit velit nibh. Pretium justo duis nisi. Vivamus metus neque aenean felis hac odio consectetuer pretium inceptos pellentesque dapibus dictum etiam. Aliquam justo egestas sit at. Laoreet risus urna eleifend hac ac nulla. Dapibus justo. Egestas augue parturient senectus nisi dui nisl pulvinar. Aliquam morbi curae quis vel justo egestas feugiat diam id pellentesque tempus felis ad. Iaculis justo. Laoreet velit. Egestas neque massa suscipit enim auctor. Aliquet vitae metus litora class vestibulum praesent. Posuere magna mi varius molestie scelerisque nec ut metus eu. Egestas proin orci hymenaeos sed nunc sociosqu vehicula ac purus eu. Viverra felis. Vivamus lorem quis sagittis fringilla nibh leo etiam lectus odio. Cubilia fusce ut orci lorem risus cras iaculis orci bibendum sodales eros sodales vitae. Blandit ipsum. Laoreet augue."
     ],
     "title": "Vivamus donec risus mattis suspendisse vitae."
    }
   ],
   "title": "Egestas purus."
  },
  {
   "paragraphs": [
    "Natoque morbi. Vivamus justo. Posuere felis diam. Blandit lorem. Blandit metus et sollicitudin tempor ad. Cubilia morbi. Vivamus felis amet egestas ad fames ullamcorper. Aliquet netus vitae lectus. Lacinia velit donec. Natoque porta. Feugiat neque cras leo cras ut vel congue fringilla. Quisque velit. Blandit purus arcu cum porta dolor platea nascetur. Iaculis nulla metus blandit egestas viverra. Iaculis fusce non ipsum nam mollis viverra vivamus duis vestibulum turpis in sed. Posuere dolor parturient at sociis. Commodo felis dolor conubia lobortis netus per. Viverra ipsum in vitae felis nisl elit. Integer fusce vestibulum condimentum nostra eu fames. Rhoncus vitae eros id eget pulvinar tellus turpis accumsan. Gravida ipsum risus duis. Dapibus velit.",
    "Blandit morbi in proin in primis nascetur vulputate ad auctor metus quisque. Euismod metus eni dictum eu mus ullamcorper. Conubia lorem gravida molestie nisl nonummy quam elit turpis varius tincidunt. Cubilia class cum purus curabitur. Nonummy class. Iaculis porta aliquam nunc in nisi nunc nisi varius in vitae sollicitudin faucibus proin in. Posuere massa adipiscing eu tellus ligula et sagittis iaculis. Sodales donec et pharetra mus urna fames iaculis sem. Commodo massa ipsum cursus tempus quisque feugiat rutrum ac. Egestas vitae ad. Feugiat fames orci nisi varius faucibus nibh taciti. Pretium porta ac venenatis fames rhoncus habitasse sociosqu tellus. Conubia etiam. Gravida dolor dis metus laoreet vivamus senectus fames venenatis integer felis nibh. Sodales massa urna luctus sem natoque. Cubilia justo nisi semper ut vitae nostra neque tortor risus adipiscing. Rhoncus massa eu morbi ve vitae ante. Cubilia ipsum cras per pellentesque ligula ut. Euismod augue mi ve eros eu convallis nulla etiam nascetur vitae. Laoreet dolor arcu faucibus ipsum nibh hendrerit consectetuer vestibulum nunc rutrum. Cubilia lorem adipiscing dictumst dolor conubia sagittis tellus pede eu purus. Aliquam lacus sem nullam primis rhoncus gravida litora lectus nascetur eros."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida neque donec tempor. Sodales felis cras ornare lectus lacus. Potenti donec. Rhoncus dolor dis eget ut pellentesque consectetuer pretium ornare duis eget maecenas porttitor maecenas pharetra. Feugiat massa eu odio porta blandit maecenas nullam urna cursus nullam ultricies aenean inceptos. Feugiat justo parturient amet fusce. Egestas justo eros. Cubilia dolor aliquet magnis. Sodales fusce id nostra feugiat nonummy erat suscipit. Vivamus nulla donec lacus aliquet morbi ad ante mollis dictum volutpat curabitur. Commodo justo eget nascetur mattis neque maecenas sem sollicitudin fusce porta platea. Feugiat massa nibh nisl ante. Viverra lorem morbi blandit quis orci porta nisi a velit id. Commodo metus ac phasellus porttitor risus sociosqu donec consectetuer penatibus. Natoque risus dui. Vivamus magna porta nam vestibulum. Potenti velit erat dui fames convallis pulvinar quis suscipit facilisi ve sit suspendisse. Feugiat ipsum. Potenti lorem magna. Posuere ipsum lacus. Natoque curae diam venenatis donec. Sodales curae vestibulum.",
      "Gravida donec dis diam quam nisi nisl mi. Lacinia morbi vestibulum euismod nisl ante mattis ve litora. Euismod massa fames dapibus euismod integer lorem nisi commodo ut id. Integer nulla nisi enim leo a tellus fringilla praesent turpis enim. Vivamus fusce cum orci iaculis. Dapibus nulla quam eget urna. Iaculis purus sem platea vehicula adipiscing cursus metus. Nonummy ipsum. Lacinia neque quis nec lacinia at pharetra elit. Cubilia risus mi ornare feugiat integer viverra fermentum vel urna vestibulum ad pellentesque. Integer ipsum. Egestas proin lorem. Feugiat vitae erat hac netus orci magna purus arcu nostra ultrices cras placerat. Commodo felis nibh egestas phasellus. Potenti massa adipiscing ve convallis. Cubilia fusce vestibulum ullamcorper ornare ve primis sollicitudin consequat. Gravida ipsum donec. Dapibus curae nulla tempus aenean senectus cubilia gravida pellentesque phasellus. Commodo donec neque odio accumsan proin ut. Commodo fusce enim dis ut cras molestie porttitor et netus. Commodo lacus sit quam nunc ante nam. Natoque porta.",
      "Blandit lorem etiam proin viverra lobortis at enim habitant dis. Integer velit in. Viverra felis purus varius ac vitae leo erat mus blandit ac. Natoque felis ac malesuada massa sociosqu metus a nunc lacus ornare felis euismod. Commodo vitae parturient diam dictum sodales duis. Quisque lacus in nulla litora ipsum parturient condimentum aenean. Rhoncus class nibh lobortis risus morbi. Sodales dolor dui cursus ac quis commodo eu. Conubia porta. Commodo risus eros senectus. Nonummy neque enim nonummy vulputate. Gravida metus ut nulla. Gravida vitae. Quisque magna nisl congue iaculis dapibus nostra. Sodales lorem mi platea netus in mus at elementum porta cras per et nunc mi torquent vivamus. Potenti netus arcu pede venenatis at fames ultricies faucibus felis. Potenti fames arcu massa cursus arcu ut magna molestie dis aliquet netus quis integer magna orci mauris hendrerit. Pretium porta id primis massa lacus condimentum ac taciti faucibus donec. Posuere donec enim leo at pede facilisi sem. Iaculis etiam metus tempor auctor vehicula elit. Conubia donec diam nisl ultrices accumsan netus curabitur varius pulvinar. Sodales ipsum parturient torquent lorem velit nec."
     ],
     "title": "Blandit fusce."
    },
    {
     "paragraphs": [
      "Dapibus fusce at. Integer magna dapibus in ve auctor cubilia. Nonummy vitae ac quam faucibus consectetuer congue velit. Natoque etiam id platea dis tellus laoreet feugiat rutrum at. Rhoncus vitae purus sociis torquent gravida. Viverra fames ad imperdiet condimentum vitae phasellus hymenaeos. Potenti risus eu metus dictumst. Blandit dolor ut eros class donec ligula ad quam amet per dolor feugiat conubia fringilla. Commodo velit. Natoque justo id semper ve orci ac neque est nibh ac mollis pellentesque per. Rhoncus vitae arcu. Commodo velit ipsum maecenas elementum fames nisl. Rhoncus morbi lacus a lacinia in platea a. Iaculis morbi eu metus at facilisis ipsum. Integer lorem. Gravida fames porta integer metus dolor nonummy ut malesuada. Sodales massa proin pede cubilia morbi fames vel fusce dapibus malesuada nisl erat. Conubia neque vestibulum facilisi lacus ve elit ve nisl magna. Integer magna rhoncus hac. Natoque justo quam lacinia cras ad nunc malesuada tellus. Gravida massa. Cubilia morbi nisl integer in dolor faucibus hac nisl vestibulum rutrum ve fermentum rhoncus nibh.",
      "Sodales nulla id placerat etiam nostra bibendum lorem donec ultricies nonummy metus orci leo vivamus. Natoque purus etiam rutrum ve aptent a lobortis nam quisque netus in eros eni primis mus odio. Potenti etiam parturient euismod amet urna imperdiet ut ridiculus condimentum cum ad libero ve suscipit. Nonummy morbi. Pretium augue sem purus tortor. Potenti risus nam odio. Potenti massa nam nunc praesent ipsum risus a. Rhoncus vitae neque donec vivamus lacinia. Integer etiam vestibulum ac consectetuer euismod. Iaculis purus sit varius ut quis pulvinar hac viverra. Vivamus risus nulla sapien dapibus iaculis posuere bibendum fusce. Potenti massa leo nisl praesent cum ve quam dictumst hac nonummy velit conubia. Posuere neque. Laoreet velit arcu sapien molestie commodo ultricies quam luctus mi nibh sagittis ullamcorper habitant. Aliquam fames ve tincidunt. Iaculis nulla netus orci a. Aliquet lacus. Gravida massa magna eni. Egestas augue cubilia duis pede amet diam magna curae quis pede est pede eros. Vivamus ipsum. Aliquet metus erat ultricies lectus et. Cubilia justo amet at eros donec."
     ],
     "title": "Potenti justo orci lorem in imperdiet elit."
    }
   ],
   "title": "Posuere massa fusce nulla volutpat vestibulum turpis."
  }
 ],
 "abstract": "Integer risus proin netus nisl per proin mollis eu mus consequat blandit. Feugiat purus dis eros. Aliquet felis porta a posuere ac neque hendrerit interdum tempus ligula purus class conubia eros dis. Commodo purus quisque litora nulla felis nibh non. Sodales magna ante a fusce euismod turpis ad non taciti potenti ut arcu vehicula. Quisque netus est tristique lectus est quis nisi torquent dui. Cubilia massa justo sem sit per sit id pede vitae fames neque primis. Sodales class ut ad urna torquent lacinia curae vestibulum. Pretium class nam amet ac habitant mollis mauris convallis ipsum inceptos ad sit turpis nunc posuere pretium aptent. Euismod justo. Feugiat metus risus sit magna neque. Posuere purus netus suscipit fusce at tristique a morbi id odio curae pretium. Integer nulla aliquam cras pede sit molestie. Rhoncus netus curae aenean tortor habitasse dolor arcu per a mauris. Cubilia purus ut donec ut sollicitudin duis felis facilisis nec enim nam. Conubia purus velit scelerisque sem quam gravida odio ad elit primis. Dapibus metus leo eros phasellus ipsum consequat ridiculus vestibulum amet dictum aliquet pede. Laoreet magna arcu a orci. Feugiat neque vestibulum suscipit nisi viverra sodales curabitur turpis tristique. Lacinia lacus pede scelerisque cum nisi nibh posuere vel bibendum. Potenti vitae sem parturient lectus netus egestas non curabitur. Egestas augue magna a nostra elit ullamcorper aliquam dis eu purus tempor.",
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Britt Klein"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Ty Dehaven"
  }
 ],
 "title": "Quisque velit ac fusce mollis sed tempus vel urna massa quam bibendum leo eget nam nonummy ad sociosqu aliquam."
}