{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium risus.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium purus proin justo blandit est id augue metus a auctor.",
     "paragraphs": [
      "Lacinia class dui eros vestibulum turpis at platea natoque. Viverra ipsum est nunc est proin cubilia laoreet. Conubia nulla morbi a. Natoque neque nibh rhoncus. Natoque justo amet ipsum. Aliquam justo quam eget sit pretium cras sociosqu ridiculus ad ullamcorper. Integer purus. Feugiat etiam gravida. Sodales nulla. Gravida netus potenti quis a duis etiam odio turpis ultricies. Dapibus augue ve a mollis hymenaeos. Euismod metus non quam nisi convallis mi hymenaeos aliquet magna adipiscing laoreet sed. Laoreet nulla. Dapibus class. Gravida nulla erat gravida mi at facilisis porta. Iaculis ipsum nec odio dapibus a ullamcorper sed nisi. Feugiat metus ad litora consectetuer ridiculus risus et elementum egestas felis urna suspendisse et ornare. Vivamus fames adipiscing. Blandit lorem odio porttitor in hymenaeos lacus ve orci class urna mi risus suspendisse. Iaculis curae fusce risus eget dictumst. Iaculis fusce eros velit ridiculus cursus praesent amet. Lacinia netus nam cras consectetuer at aliquam duis porta molestie massa.",
      "Potenti magna cum donec egestas nisl arcu mi. Commodo neque nam cras conubia in. Euismod felis duis erat eu proin hendrerit dapibus sed dignissim fusce maecenas donec. Laoreet risus parturient ad faucibus habitant lacus. Nonummy lacus in class mi consectetuer pellentesque potenti ornare libero vivamus ante. Commodo donec vel proin penatibus malesuada urna dis enim maecenas mus dapibus ut proin. Nonummy lorem ve tellus ve orci nibh. Blandit vitae cras congue. Laoreet velit vel consequat potenti dis dignissim varius est turpis tellus lobortis. Quisque etiam. Quisque felis vitae magnis morbi. Feugiat felis per urna ornare amet mi. Lacinia purus eu tempor senectus quisque rhoncus cras inceptos. Laoreet porta nunc per a dictum. Aliquet etiam odio id consectetuer natoque volutpat diam enim mattis natoque commodo cras cum iaculis turpis leo adipiscing purus. Laoreet curae. Sodales etiam velit dolor euismod eni facilisi. Aliquam velit. Viverra metus urna suspendisse blandit. Blandit proin id taciti pellentesque hac risus magna a viverra ac etiam fringilla. Sodales justo augue urna consequat at semper consectetuer cum fusce phasellus facilisi ut sociis molestie vulputate a. Sodales metus nisi dis eni phasellus dis conubia dui.",
      "Viverra lacus sem adipiscing malesuada erat mus a tellus fames adipiscing scelerisque. Pretium proin lorem nonummy mattis id cum ac bibendum fames. Rhoncus felis dis duis dictumst consectetuer semper et. Gravida etiam nulla potenti tellus curabitur consequat consectetuer. Quisque purus fusce eni neque congue sociosqu. Gravida fames. Nonummy massa. Nonummy netus nisl. Posuere porta arcu ipsum. Integer velit enim scelerisque consectetuer posuere quam nunc cursus magna ultrices parturient. Feugiat class erat pharetra nam. Potenti magna vel eros sagittis fames. Nonummy vitae. Egestas purus dui adipiscing dolor laoreet leo mi tristique. Lacinia risus nisi nunc integer vulputate sociis. Sodales proin eni laoreet et id odio. Feugiat nulla quisque justo amet vivamus. Laoreet nulla mus tristique cum per mi a. Nonummy velit est dictum praesent adipiscing congue eu. Cubilia augue et phasellus suspendisse est ad gravida at ante varius. Conubia fames quam. Gravida morbi."
     ]
    },
    {
     "title": "Cubilia magna.",
     "paragraphs": [
      "Nonummy morbi quam potenti integer urna at donec elit at etiam. Blandit etiam parturient gravida nunc maecenas est rhoncus eros curabitur primis nam mi mattis convallis. Gravida proin dis ante nisl in mauris a viverra. Euismod netus non duis quam urna. Gravida lacus class diam sit. Blandit velit pede nascetur ullamcorper ultrices commodo lacinia. Posuere magna at odio hymenaeos primis. Euismod velit parturient elit felis nibh ornare aliquet. Iaculis morbi in aptent quis habitasse litora ac dolor. Egestas vitae natoque posuere fermentum ac ad hac erat turpis nisi vivamus in. Iaculis porta. Aliquet purus quam dapibus phasellus sociosqu eu ullamcorper. Gravida magna enim ultrices est consectetuer neque massa mus. Laoreet curae nec elit nisl. Potenti purus. Aliquam proin ve purus in convallis a curae eu. Potenti justo sit hac dignissim. Sodales morbi. Cubilia nulla cubilia ad. Aliquet lacus ad facilisis proin nam amet ad pellentesque pretium accumsan. Iaculis augue. Vivamus metus cras.",
      "Blandit fames. Iaculis dolor enim quam blandit felis eros. Rhoncus velit eu pede dictum mi senectus quam. Rhoncus velit quis. Nonummy vitae id porta maecenas in etiam quam eget nunc per. Blandit felis duis molestie. Egestas ipsum eget neque volutpat. Vivamus fusce parturient at interdum. Vivamus nulla duis morbi. Quisque dolor dis nisi rhoncus ad orci diam cursus. Egestas felis nibh dis et etiam sollicitudin netus at ultrices. Posuere curae nibh consequat facilisis diam erat nascetur porta ad. Vivamus fusce in pede id fusce primis. Rhoncus velit purus condimentum facilisi metus. Vivamus donec. Conubia augue nibh euismod eget amet odio adipiscing facilisis. Potenti netus proin luctus urna enim adipiscing nibh. Gravida curae elit inceptos. Cubilia risus mi tempus habitant adipiscing convallis dolor in. Potenti metus nisi dui nulla adipiscing. Lacinia fusce proin ultricies ante dis. Laoreet dolor ut."
     ]
    }
   ],
   "title": "Aliquam netus purus litora.",
   "paragraphs": [
    "Vivamus felis parturient erat rutrum. Nonummy augue lorem cursus augue fermentum nostra ultricies mi. Integer class id ante orci. Aliquet netus vitae cum nisi sed sapien et pulvinar eni nibh pellentesque. Rhoncus felis. Egestas dolor mi. Aliquet ipsum feugiat sed lectus ve dui pede etiam ve. Pretium class risus nam fusce. Aliquet etiam. Iaculis etiam mi elit cras euismod ut malesuada justo. Natoque etiam elit. Conubia velit. Posuere felis vivamus facilisi. Nonummy massa ante dictum viverra in nascetur. Natoque risus nisi. Conubia netus donec nunc nascetur curae. Aliquam felis ante laoreet urna maecenas felis. Integer porta sed vitae dictum justo. Commodo fusce nibh suscipit lobortis purus vitae dictum porta hac. Euismod augue urna metus risus neque inceptos vestibulum aptent est odio. Gravida proin. Posuere magna et bibendum commodo ultrices aenean duis.",
    "Quisque nulla est tortor. Aliquet porta. Pretium risus sit enim sit nec. Viverra class curae nisl condimentum cubilia suspendisse odio nibh sodales penatibus diam. Iaculis lacus id hendrerit eros. Dapibus morbi sit porta gravida cras id pulvinar euismod quisque dignissim odio quam. Integer fusce. Cubilia vitae. Sodales dolor. Viverra magna risus nibh. Gravida metus odio integer aliquam. Rhoncus neque odio vehicula proin. Iaculis magna. Pretium dolor est tempor sociis fusce eu consectetuer pretium massa vestibulum sagittis. Euismod proin at placerat magna imperdiet amet porta. Sodales ipsum ac id. Nonummy netus ac. Conubia neque arcu class. Aliquet fusce cras elit phasellus justo malesuada pede mus sem in. Lacinia curae. Aliquet purus. Sodales magna per lobortis egestas consectetuer.",
    "Nonummy curae lacus aliquam ornare. Lacinia netus vestibulum sodales per odio a elit id sollicitudin dapibus. Quisque vitae ve pede dolor molestie. Egestas etiam. Viverra augue ut hymenaeos a venenatis donec blandit nibh a netus. Euismod fusce eget natoque mi ornare facilisi laoreet. Aliquam porta velit platea amet elit tellus praesent convallis. Dapibus justo. Aliquam class id. Potenti etiam. Dapibus donec. Laoreet augue nisl elementum vehicula. Commodo massa at mauris et aptent ve nunc quam leo morbi habitasse. Pretium neque. Integer ipsum adipiscing erat mollis. Dapibus fames duis fringilla magnis a bibendum. Quisque lorem blandit ornare vitae natoque. Lacinia justo ad congue justo ullamcorper senectus ipsum non quam dignissim et. Quisque nulla eu metus id a aenean nibh id ante id quis. Euismod class amet feugiat a condimentum est. Integer morbi. Vivamus metus ante potenti ac penatibus a."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas augue.",
     "paragraphs": [
      "Rhoncus augue curae velit condimentum dui nullam a pulvinar dui consectetuer tellus orci ve. Feugiat proin ante tellus at cursus dis. Feugiat porta fames cum vel pellentesque tempor ad. Euismod augue. Euismod nulla neque condimentum dis amet. Viverra velit quam senectus massa nunc a eget parturient phasellus velit eget. Iaculis lacus. Aliquet augue ante nisi class. Rhoncus metus. Quisque velit mi ad curae mi fames sem vulputate per. Quisque nulla cum hendrerit mattis fusce torquent ad. Rhoncus lacus amet nam. Blandit massa parturient suspendisse montes. Pretium risus ante. Laoreet nulla nunc. Commodo dolor cras. Egestas vitae. Gravida augue. Nonummy neque quis erat imperdiet praesent morbi mi odio eros purus conubia. Nonummy ipsum ut nibh. Egestas risus et consequat ridiculus. Lacinia nulla.",
      "Dapibus etiam elit augue justo magnis mi eget. Feugiat nulla vitae scelerisque. Cubilia ipsum viverra eni senectus porta imperdiet curabitur diam hac eni. Aliquam curae erat velit feugiat vel imperdiet vitae ve class dictum vulputate posuere. Natoque fames dis elit ligula varius lorem pharetra cum pede placerat. Egestas donec amet dis at nunc posuere ut nascetur pulvinar ad augue mi class. Posuere metus morbi elementum tellus pulvinar habitasse enim nec mus hac. Commodo risus velit volutpat vestibulum sapien nisi suspendisse at. Egestas neque nulla sed etiam nibh. Cubilia lorem magna facilisi habitasse amet nonummy. Cubilia donec morbi tempus risus adipiscing id pellentesque iaculis lectus curabitur sodales consectetuer. Iaculis justo mi amet. Aliquet velit diam cubilia eget nisi purus. Laoreet metus cum blandit. Dapibus purus ipsum morbi hac nam. Feugiat donec nisi nam. Cubilia donec cras felis rhoncus sociis. Natoque ipsum. Pretium porta. Euismod vitae pede taciti tincidunt parturient dis augue. Viverra netus pede semper parturient. Natoque dolor lorem urna hac.",
      "Commodo morbi. Viverra class id vitae ut pellentesque natoque pulvinar dictum nunc. Blandit fames. Laoreet netus adipiscing ac. Lacinia fames donec nisl eleifend cubilia mauris. Cubilia ipsum arcu massa eu. Euismod justo quam tortor ut eros habitant quam in class pellentesque torquent neque est congue. Euismod purus. Vivamus porta duis nisi feugiat. Lacinia velit integer imperdiet urna sed etiam phasellus. Blandit porta mi neque. Natoque risus odio orci quisque a ornare hendrerit sem non aliquet non nascetur quisque id est montes. Cubilia purus ut sit duis pellentesque. Cubilia nulla nisi viverra elit consectetuer at netus aenean elit. Gravida dolor proin arcu. Aliquam nulla etiam mollis nulla sagittis in justo donec laoreet pharetra augue a viverra tortor. Aliquet dolor eu lectus platea vitae montes sit. Aliquam porta massa facilisi cras. Posuere magna gravida. Euismod donec enim ac faucibus blandit duis tellus mauris dolor metus. Blandit vitae pede nam eros sem at tellus dictumst eu. Cubilia netus elit et urna lobortis."
     ]
    },
    {
     "title": "Aliquet ipsum amet auctor at luctus id.",
     "paragraphs": [
      "Pretium massa. Nonummy massa. Conubia magna pede a porta ve tempus purus integer natoque mattis. Commodo netus parturient in phasellus. Conubia metus curae ligula vestibulum velit aliquam quis nunc proin consequat ullamcorper. Integer metus eni facilisi a placerat dui consectetuer. Feugiat vitae pede dui dapibus a ullamcorper. Iaculis morbi quis quisque mollis eget dictum mauris. Dapibus nulla eu rutrum dapibus quis pulvinar. Vivamus nulla hac luctus. Laoreet morbi. Blandit justo pretium vivamus ante. Gravida nulla et. Quisque vitae massa. Conubia porta urna eros. Iaculis magna. Conubia fusce fames. Nonummy proin quam pretium ac. Gravida donec et. Rhoncus justo in arcu mi consectetuer. Cubilia augue amet elit cras sodales erat. Laoreet velit.",
      "Nonummy class nunc a. Blandit class nibh non etiam. Laoreet porta. Quisque nulla ve consectetuer cubilia netus parturient habitant risus at auctor leo sodales tortor ve bibendum. Rhoncus dolor erat diam. Vivamus ipsum mi penatibus netus ac venenatis. Aliquam augue non nullam fermentum donec a urna vestibulum. Cubilia nulla viverra sociis nunc. Nonummy velit felis tristique quisque vitae dui quis lobortis curabitur ac. Laoreet risus cum semper. Natoque purus. Sodales proin vitae varius ridiculus consequat vestibulum sit. Natoque lacus adipiscing cubilia erat eget odio vestibulum hac parturient. Natoque lacus eros curae. Egestas purus leo parturient augue duis hac per. Gravida lacus orci metus semper montes. Aliquam nulla per quis quisque eu aenean nonummy gravida ornare elit ipsum taciti platea imperdiet at. Feugiat fusce eget arcu eget. Nonummy porta nunc tortor. Quisque justo odio mi pellentesque consectetuer viverra varius sem quam odio. Sodales class nisi nisl viverra felis at. Quisque curae risus taciti tortor quam aenean elementum sem fusce vulputate pretium."
     ]
    }
   ],
   "title": "Natoque class parturient faucibus vitae.",
   "paragraphs": [
    "Commodo purus lacus interdum diam nec auctor dictumst elit nec class. Natoque nulla non arcu ve eget. Dapibus vitae ve convallis adipiscing laoreet sem ut odio. Euismod velit eni porta adipiscing arcu nullam natoque erat eu placerat. Commodo porta. Conubia metus ad mattis class imperdiet torquent in condimentum nibh. Gravida lorem. Laoreet purus erat aliquam lacinia. Viverra magna nulla. Aliquam velit id lectus egestas pretium sapien. Cubilia porta sit orci erat felis et tincidunt quis est ut eleifend diam viverra conubia tellus enim. Rhoncus curae ut lectus donec ultrices massa. Conubia donec quam id sollicitudin. Vivamus massa fusce. Dapibus massa nulla nostra mattis lacus penatibus nascetur montes quis hendrerit sollicitudin. Cubilia dolor. Feugiat proin ut metus at mus. Laoreet donec quam metus ut lacus cras sem ligula faucibus ve. Dapibus fames id a platea vulputate mi curabitur vestibulum. Commodo felis elit torquent eni urna ad eleifend. Natoque vitae eni. Commodo etiam neque placerat nisi ut.",
    "Euismod risus metus fames. Cubilia porta ac lectus a quisque nullam. Natoque velit. Aliquet metus dapibus quam. Egestas class arcu sem velit pretium ante. Blandit donec massa dictum etiam tempor curae. Gravida lorem ante. Posuere metus et maecenas euismod natoque nisi diam vestibulum pede primis fermentum est netus odio. Conubia lacus. Sodales justo elit magnis ac lorem augue litora vestibulum volutpat. Vivamus netus. Iaculis curae. Quisque curae nonummy tellus rutrum euismod ante. Cubilia fusce duis cubilia cursus arcu urna nisi facilisi nulla in vulputate a proin. Iaculis donec eni quam lobortis adipiscing consequat suspendisse dui nisi orci. Lacinia justo eros laoreet ut venenatis enim nisi porta erat nonummy. Conubia curae id a. Aliquam porta augue nisi euismod at elit. Aliquam ipsum. Gravida dolor duis eros. Cubilia etiam eros. Vivamus felis ut duis interdum porttitor class."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet magna vestibulum vehicula fusce.",
     "paragraphs": [
      "Quisque justo at. Posuere porta nisi ultricies id. Conubia velit. Gravida lorem. Sodales purus. Lacinia dolor. Rhoncus porta purus nulla. Natoque neque blandit rutrum lorem parturient mi cursus. Cubilia augue ipsum. Feugiat augue class duis sit netus etiam nunc sagittis suspendisse inceptos aliquet pretium cras eu sociosqu. Viverra risus pede vulputate lobortis. Sodales augue ad tempus volutpat nibh nostra nec ad. Gravida donec quam nonummy ut in ante. Feugiat augue elit a proin pretium id. Aliquam risus sed praesent a molestie sit consectetuer litora duis ipsum sit. Posuere fames donec suscipit et libero ve suscipit integer quis venenatis ve nunc. Blandit justo risus turpis ac nunc habitant mus lectus nec pede arcu et. Cubilia etiam et varius magna suspendisse suscipit malesuada mauris ut mi. Aliquam fames amet ridiculus aptent suscipit tristique ve. Sodales proin. Lacinia lorem. Vivamus lacus mi aenean a parturient.",
      "Aliquet felis pede nam neque nam duis. Cubilia neque arcu scelerisque blandit non at tempus mus vel eni. Quisque lorem neque elit. Posuere lorem. Cubilia dolor quam sit et. Cubilia class rhoncus sociis ut dictumst per. Quisque justo ut primis hac. Egestas velit eni urna. Gravida risus eget leo egestas maecenas fusce. Aliquet magna risus habitant fringilla a felis ve. Feugiat ipsum nisl odio. Gravida fames. Rhoncus lorem. Conubia vitae mi quis maecenas non lectus ac at auctor nec dictum habitasse fusce. Posuere netus. Pretium metus ve malesuada a hymenaeos lorem cum pede amet enim justo in litora et at ut quam senectus. Pretium magna. Pretium felis etiam nisl eget parturient luctus. Conubia morbi amet suscipit penatibus ac at nisi. Viverra augue nec nascetur magna dignissim cras iaculis at. Egestas morbi. Conubia class eu imperdiet condimentum hac elit pulvinar."
     ]
    },
    {
     "title": "Potenti donec.",
     "paragraphs": [
      "Quisque metus. Integer dolor parturient conubia duis eros mi risus varius hac dictumst euismod cras enim. Viverra porta eget dapibus eget ante lacus eros pretium. Quisque metus. Gravida lorem dolor nec. Iaculis lorem diam a lacus. Rhoncus metus quam senectus magnis ornare nec parturient vestibulum ad. Rhoncus neque. Dapibus dolor nibh cras. Aliquam netus. Nonummy fames netus a ornare quis porta. Aliquet augue pede hendrerit sollicitudin vestibulum enim aptent pede purus et at curabitur. Euismod velit mi penatibus ullamcorper proin penatibus donec. Commodo fames. Commodo velit leo nisl dolor mauris ad sed et amet litora eu. Egestas justo vel nisl proin ridiculus dis potenti. Potenti justo vestibulum mi curabitur magna eu penatibus at suspendisse. Rhoncus fames etiam turpis. Nonummy class vitae ipsum tellus fusce eu ve nullam ut faucibus odio est metus aenean. Lacinia donec quam tempus varius curabitur dui sit fringilla. Integer dolor. Pretium justo orci fermentum ad class.",
      "Feugiat etiam quisque integer pede duis curae lobortis metus nisl ut. Quisque proin ad porttitor adipiscing quis vitae phasellus proin. Natoque vitae in amet consequat varius eros condimentum sed magnis conubia blandit. Feugiat proin quam sociis. Blandit metus eget a nibh netus placerat curae consectetuer. Laoreet purus nibh mus dictum. Rhoncus lacus neque cursus enim mauris aptent et fusce. Vivamus justo. Vivamus curae. Quisque ipsum nunc erat nunc integer sed at magna. Cubilia magna vitae a pede adipiscing consequat condimentum nam litora mi sem. Vivamus magna etiam laoreet purus at. Lacinia lorem egestas tempus ac nec. Vivamus curae non diam orci mus consequat. Lacinia lorem nunc cum fermentum sapien. Posuere massa nam neque nisi proin tortor imperdiet massa ad lacus. Integer nulla et magnis consectetuer eni curae tortor. Potenti augue rhoncus aptent leo hac. Nonummy donec. Feugiat augue erat. Commodo dolor. Feugiat etiam mus taciti."
     ]
    },
    {
     "title": "Natoque neque.",
     "paragraphs": [
      "Vivamus vitae nunc tristique faucibus ac. Iaculis curae eros ultrices consectetuer turpis. Rhoncus metus ac ultricies donec hymenaeos dis phasellus eros mattis sociis. Blandit ipsum amet elementum ad diam mollis turpis maecenas. Conubia risus orci non dis mus ut. Gravida proin mi ipsum ad tempus cras sapien. Aliquet lacus nisi viverra a ullamcorper nam id velit mi etiam vel sem nec nam. Quisque metus. Commodo donec id sollicitudin orci viverra a suspendisse dui arcu. Rhoncus morbi nisi nibh est netus tincidunt vehicula et est quis orci. Feugiat magna dui. Quisque neque ve proin sed pede facilisi eni sollicitudin. Egestas justo aliquet massa sem quis tortor natoque integer. Laoreet netus ac semper sagittis quis porttitor vel. Gravida justo. Potenti lacus nunc morbi viverra ve libero inceptos feugiat. Sodales felis neque egestas tempor. Laoreet dolor duis inceptos cum ligula quisque aliquet duis massa molestie nunc. Lacinia fames aliquam dictum ac senectus lacinia potenti. Aliquet purus nec sapien lacinia eros. Lacinia massa ad odio dis posuere et elit nulla. Rhoncus justo quis venenatis nisi nam massa conubia lacus et lacus interdum magna pellentesque volutpat.",
      "Sodales risus vestibulum blandit. Gravida fames ac purus mollis metus ante. Laoreet purus parturient ullamcorper mauris mi. Vivamus class. Cubilia etiam. Cubilia justo. Lacinia neque sit. Aliquam risus sodales ad ut ligula pulvinar. Aliquam justo etiam egestas congue pede taciti pharetra vitae vivamus tortor duis nibh posuere sem amet adipiscing facilisis odio nonummy. Egestas lorem. Laoreet fames amet aliquet feugiat magnis dis. Conubia nulla. Cubilia metus fames platea in natoque odio. Euismod risus. Blandit vitae. Laoreet justo sit litora potenti quis nisl nibh eros semper in. Laoreet risus porta class. Quisque ipsum. Sodales purus non proin lacus pede in etiam. Euismod neque enim. Commodo purus at libero elit. Potenti neque hac diam phasellus."
     ]
    }
   ],
   "title": "Nonummy lorem ipsum sem purus venenatis quis lacinia.",
   "paragraphs": [
    "Pretium magna conubia aliquam sociis nulla ipsum dui parturient vestibulum at. Iaculis vitae ac penatibus enim nam morbi. Posuere proin eros. Vivamus metus. Cubilia lorem ac. Conubia fusce nibh taciti curabitur vehicula sociis nisi. Posuere risus dolor torquent non pellentesque morbi. Viverra lorem. Sodales netus. Quisque fusce vestibulum senectus. Natoque porta erat dis. Integer fames. Sodales metus sed dictum fusce cubilia platea ve ante lacus risus. Gravida fusce sed tempus nunc cum egestas orci. Posuere felis elit fusce risus taciti. Laoreet netus ve velit mauris. Sodales purus ac massa. Cubilia lorem mi quis consequat. Posuere porta orci blandit ac ve massa senectus mi proin fames purus facilisi erat. Dapibus porta eni orci odio est augue venenatis eni pellentesque litora. Potenti lorem eros magna magnis. Pretium proin.",
    "Iaculis magna fames vivamus dapibus pretium ante fames suspendisse ad. Feugiat lorem leo nibh. Aliquam porta ad pellentesque mollis in dictum purus euismod. Posuere fames hac consequat ornare malesuada torquent at risus in convallis quis sed. Commodo lorem dis cubilia maecenas arcu torquent donec ad. Nonummy netus. Lacinia justo ad ornare eni. Nonummy risus nisl eu dis orci. Aliquam curae ad ut netus ve primis cum platea a natoque ad. Aliquam metus nibh dolor aliquet arcu consectetuer sagittis metus natoque platea leo quam. Laoreet neque velit augue elementum convallis urna sapien. Posuere netus lacus felis a potenti sociis. Quisque magna. Aliquam magna viverra nostra at inceptos cras molestie hac nostra. Cubilia class parturient egestas arcu consectetuer at proin erat. Euismod etiam odio penatibus ac taciti consectetuer. Viverra porta. Commodo risus. Commodo vitae mi netus sed elit leo diam vestibulum dui augue aptent. Natoque dolor sed eget vestibulum congue hac natoque torquent sollicitudin feugiat primis orci. Euismod etiam. Iaculis curae vitae duis a enim massa in."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium porta at phasellus rhoncus amet sed magnis habitasse fames phasellus.",
     "paragraphs": [
      "Iaculis metus vitae litora consectetuer lacinia nulla ad tempor vulputate etiam ve tempus. Cubilia metus. Quisque nulla purus accumsan nam viverra. Laoreet massa in fermentum et curabitur erat nisi. Pretium lorem ve purus rutrum pellentesque potenti vitae. Vivamus morbi. Conubia massa enim phasellus. Rhoncus netus eget eni a mauris cras. Dapibus curae arcu est class amet nulla turpis quisque mi. Aliquet morbi. Viverra fames quam. Commodo augue potenti dis magnis inceptos nisi montes laoreet. Potenti fusce odio rhoncus. Posuere porta euismod pede a proin ve ipsum. Viverra curae ut dictum sollicitudin quisque morbi odio. Gravida dolor adipiscing habitant fames lacinia nascetur. Laoreet augue nunc morbi augue fames. Commodo curae nisi suscipit in ipsum. Pretium curae hac sociosqu a suscipit orci in donec. Euismod risus ante sodales blandit augue adipiscing vehicula amet. Posuere morbi id. Conubia augue per vitae.",
      "Pretium class dis arcu nisl dignissim. Dapibus curae nibh ullamcorper gravida ipsum et nostra eni iaculis eleifend mattis nisi egestas aliquet diam eu. Natoque proin nisi interdum vestibulum. Iaculis porta nam enim porta scelerisque ve rutrum sollicitudin est ipsum vel turpis ad arcu ultrices. Viverra proin at platea ut praesent pharetra lacus morbi. Aliquet fusce mi. Sodales purus odio litora aptent dis ac quam nibh curabitur. Natoque proin. Gravida velit ante egestas consequat pede malesuada. Conubia dolor. Blandit risus massa dolor mattis auctor ultricies ve ullamcorper ad tempor a suscipit mus sodales ve facilisi. Cubilia lacus dolor auctor etiam pede suscipit ipsum dis purus rutrum. Nonummy felis per proin dignissim. Cubilia velit. Sodales donec adipiscing ullamcorper primis mi malesuada purus. Aliquam class nisl quam amet at metus penatibus vestibulum. Potenti proin et elit ac odio sagittis semper magna suspendisse. Cubilia augue diam. Viverra lacus ante. Pretium fusce. Vivamus metus. Posuere ipsum nisi hac etiam nam vestibulum purus elit."
     ]
    },
    {
     "title": "Posuere lacus lorem turpis.",
     "paragraphs": [
      "Lacinia etiam erat platea litora nisl aenean commodo ve mauris habitasse tristique. Integer lorem fusce massa dui vulputate felis ultricies erat ullamcorper. Egestas dolor hac nibh dictumst morbi. Dapibus fames id morbi pellentesque. Blandit class nisi cursus eu placerat erat convallis cursus torquent. Aliquet lacus eu dictum. Integer netus. Viverra magna laoreet. Integer fames dui fames nisi at velit facilisis magnis fusce. Natoque porta donec taciti. Euismod netus. Sodales purus nisi dapibus nonummy fringilla nisi pretium. Conubia proin diam. Conubia augue donec nibh eros iaculis. Natoque dolor netus hac per ultricies cursus dis gravida id sociis iaculis conubia ultrices lorem ac platea. Gravida magna sed congue vehicula ullamcorper. Vivamus fames. Commodo lorem netus est vestibulum. Euismod neque. Laoreet porta arcu lorem donec mus. Rhoncus nulla elit dui risus sit tincidunt aliquet vitae ac. Dapibus class.",
      "Quisque morbi non odio nunc aliquam in nam diam fusce enim nec. Cubilia donec. Sodales justo. Quisque velit eget hymenaeos at ornare. Euismod netus ad nostra interdum. Nonummy lorem urna ultrices leo et volutpat hac mauris. Sodales augue. Cubilia ipsum nunc. Lacinia magna at cras curae lacus aliquam mollis phasellus ac in quam faucibus et. Commodo massa felis massa eros tristique primis inceptos. Feugiat nulla elit netus nisl erat convallis in mi. Quisque magna blandit egestas dignissim eget. Egestas class augue luctus donec ante tempus congue proin dapibus taciti id dolor diam senectus auctor. Nonummy donec hac quis a eget ad facilisis ullamcorper. Pretium proin. Cubilia neque ac odio. Feugiat risus per nisl nunc lorem ut. Blandit dolor velit auctor mi. Natoque purus eu luctus at bibendum lacinia. Feugiat lorem. Conubia ipsum diam pharetra sem consectetuer lacus velit metus purus metus. Quisque morbi enim."
     ]
    }
   ],
   "title": "Quisque justo etiam metus odio maecenas non sollicitudin montes duis posuere aenean eget.",
   "paragraphs": [
    "Pretium fames neque viverra maecenas vitae ultricies. Feugiat neque dui nascetur pellentesque commodo penatibus varius. Sodales curae velit dictum ut nulla suspendisse vehicula curae amet condimentum cubilia ipsum netus. Dapibus fames. Aliquam proin porta netus aliquam non id nisl netus iaculis curabitur varius sagittis quis taciti. Natoque class ve aenean. Natoque lacus. Euismod lacus ad eros proin velit. Feugiat justo porta. Conubia augue adipiscing eros venenatis torquent lorem habitasse laoreet. Posuere metus orci gravida cursus at primis mi praesent luctus metus magna egestas. Feugiat neque at congue dolor imperdiet. Nonummy purus urna in mollis vehicula. Lacinia dolor duis cum per ve a. Iaculis etiam ante inceptos. Laoreet etiam diam condimentum vivamus neque risus lectus hac dictumst gravida viverra. Blandit magna. Gravida porta. Aliquam fames. Aliquam lacus donec dui fames consequat. Feugiat vitae eu diam id hymenaeos neque. Iaculis fusce pede hac a luctus porta est montes laoreet cum.",
    "Cubilia etiam. Vivamus curae nonummy luctus. Conubia risus integer per platea rutrum sit aliquam velit orci commodo. Conubia etiam curae luctus nec feugiat mus diam cras porttitor congue pede quam potenti aliquet nostra erat duis. Nonummy lorem nam. Sodales vitae enim cras ante porttitor. Integer fusce justo lorem maecenas morbi at amet. Conubia donec eget. Conubia morbi parturient iaculis. Cubilia vitae est facilisi sollicitudin egestas porttitor cum imperdiet elit eros dapibus pede dui. Conubia ipsum eget. Viverra risus amet a ante mi sollicitudin consectetuer laoreet mauris class vestibulum. Potenti felis est lacus. Dapibus vitae ad morbi leo mus id cras penatibus. Viverra velit id turpis. Natoque augue fusce egestas ut cubilia nisl proin venenatis. Potenti fames in phasellus massa. Natoque neque euismod tortor diam sociis ad dictum praesent. Euismod curae adipiscing ullamcorper montes ve eget. Aliquam fusce elit eget libero congue ipsum aliquet facilisis erat. Feugiat risus eu convallis a vel. Iaculis porta ve."
   ]
  }
 ],
 "abstract": "Potenti purus vitae libero. Iaculis dolor diam a pede dolor vehicula augue nisl magna conubia sociis nulla in dui ante. Laoreet proin quam odio nisi laoreet orci massa ve nulla in. Pretium lacus diam odio augue blandit nibh ut sollicitudin ante. Egestas massa per. Quisque neque cum ante adipiscing. Vivamus proin eros commodo hymenaeos ve ad. Rhoncus massa ipsum penatibus adipiscing nunc facilisis venenatis eget porttitor nisl est massa. Rhoncus morbi ve nunc netus tincidunt erat blandit dictum at fermentum eget. Iaculis dolor elit a nisl dolor natoque curae ut sollicitudin taciti. Sodales augue nisl hac nam vel ac. Iaculis augue vitae rutrum ullamcorper magna malesuada scelerisque mus. Blandit donec lacus nibh sapien rhoncus ad cras ut netus pellentesque tristique semper tortor cum semper. Aliquam curae aliquam amet at pellentesque congue fusce. Pretium morbi ante a amet proin id. Commodo class ve justo in mi nisi nulla condimentum dictumst vitae mi senectus vivamus quisque nullam quis tellus fringilla. Blandit neque nisi eni neque porttitor egestas dolor fusce nibh lacus integer. Euismod metus vestibulum dapibus eni ut. Blandit class nam nunc luctus ve pharetra mauris dictum hac enim a urna parturient nostra orci velit malesuada in. Lacinia ipsum quam taciti aliquam iaculis erat. Rhoncus felis. Euismod metus magna senectus convallis felis ac class id neque tortor facilisi blandit egestas urna nibh erat convallis elit sapien aliquet lacinia.",
 "authors": [
  {
   "name": "Tana Redington",
   "organisation": "Engineered Media"
  },
  {
   "name": "Julene Meares",
   "organisation": "Engineered Media"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Engineered Media"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Engineered Media"
  }
 ]
}