{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia etiam.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas morbi risus feugiat eni at risus mi mollis commodo iaculis.",
     "paragraphs": [
      "Laoreet felis id curabitur eros amet hac ve. Quisque augue. Rhoncus massa duis maecenas molestie consectetuer vestibulum aliquet. Pretium morbi cum class cursus. Posuere class in vel pede bibendum luctus nisl potenti dis diam. Integer massa conubia sapien dui elit cum ipsum taciti non. Quisque lacus felis pharetra. Euismod metus. Commodo morbi et ut dignissim nisl pellentesque. Quisque velit at cum mi a tortor orci. Cubilia proin augue montes vestibulum metus amet orci nulla. Nonummy purus ante. Blandit porta hac lobortis nulla suscipit amet sed a platea. Potenti nulla nisi. Quisque fames. Viverra neque eget dapibus ve congue praesent. Dapibus lacus est. Integer proin ante vel non sollicitudin auctor curae ultricies feugiat. Aliquet magna. Commodo lacus nisl mollis lacinia dignissim. Dapibus curae mi fames montes. Gravida massa class mollis turpis sagittis dignissim metus mi enim at.",
      "Lacinia morbi orci nostra fermentum velit fringilla penatibus nunc duis quam. Iaculis lorem adipiscing suspendisse. Posuere class dui rutrum accumsan vel integer. Feugiat vitae. Nonummy purus erat scelerisque cum dictum. Gravida fusce quam. Blandit lacus morbi accumsan vestibulum varius ac mauris eni varius natoque. Euismod augue eni nisi laoreet eu inceptos ipsum convallis. Iaculis fusce. Lacinia augue in elit habitasse dictum ac inceptos integer sollicitudin sapien ve mauris pharetra enim. Gravida fusce quam sit gravida enim cras ridiculus aenean a integer ac ut. Sodales massa quam nibh. Laoreet velit ve. Egestas augue adipiscing praesent diam et. Feugiat magna sit pede erat hac. Aliquet curae adipiscing condimentum litora ut turpis fusce convallis tellus vehicula facilisis. Sodales class ad metus scelerisque molestie morbi justo auctor neque parturient rhoncus ante cum. Conubia magna aliquet ve et mollis ut egestas quis euismod. Laoreet curae nisl ut purus aenean nullam massa ad id. Rhoncus neque id nec eros consectetuer faucibus proin cras lacinia fringilla. Nonummy magna ut porta in eu ante arcu. Laoreet morbi eget non quis netus donec nibh."
     ]
    },
    {
     "title": "Sodales augue lacus magna ante taciti rhoncus hac eros natoque.",
     "paragraphs": [
      "Natoque risus nisi et velit hymenaeos suscipit fames in class tellus sollicitudin. Feugiat magna nec quam molestie amet dignissim porttitor sollicitudin. Posuere dolor id in sed scelerisque feugiat dolor. Aliquam fusce duis nostra egestas blandit urna magna. Commodo curae fames turpis augue interdum malesuada enim sit viverra fames commodo luctus pede. Pretium massa in ipsum eu. Pretium velit dui. Commodo curae dui non eni nec hac at. Natoque curae elit dui nunc sit posuere. Pretium lacus nisl suspendisse ac libero vulputate at tortor. Lacinia vitae odio aliquet. Dapibus ipsum fames montes ad pharetra sapien aptent mi auctor curae. Aliquet lorem. Conubia netus ac pulvinar euismod dapibus sollicitudin imperdiet. Viverra etiam diam tristique aenean vestibulum. Lacinia fusce et mattis id mauris senectus enim vivamus eu donec ullamcorper. Egestas curae sit penatibus nibh. Commodo nulla curae conubia congue auctor. Blandit donec ve a nunc justo ullamcorper. Cubilia metus proin rutrum quam pellentesque ve. Aliquam dolor fames ultrices hendrerit arcu rhoncus aliquam. Conubia augue urna augue habitasse adipiscing non vestibulum.",
      "Dapibus lacus sem quam pellentesque rhoncus eleifend pellentesque egestas. Cubilia lacus fames a dapibus et amet placerat metus id turpis eu sagittis gravida accumsan at. Potenti metus. Aliquet dolor. Euismod augue arcu mus congue. Lacinia ipsum elit semper pede posuere quam sit habitasse tellus praesent class mi tristique. Integer metus nisl sociosqu eni lacinia id primis purus ligula lectus augue viverra. Posuere risus non nisi ornare eu quam placerat ut. Nonummy morbi. Euismod nulla dis eros elit. Feugiat ipsum mi lectus bibendum condimentum interdum hymenaeos congue a commodo ligula nec. Natoque vitae elit commodo cursus per tortor urna malesuada congue. Aliquam neque. Natoque lorem dis pede vestibulum. Sodales etiam quis. Blandit risus velit non venenatis praesent id erat fusce potenti suscipit lacinia ornare. Pretium fusce eni donec nisl nec ut vivamus eget fermentum libero a quisque ad. Commodo dolor iaculis hac nascetur vivamus rutrum nibh. Rhoncus netus mi habitasse. Laoreet morbi nisl vulputate maecenas urna sociis aptent. Quisque donec vitae augue ornare hendrerit potenti. Viverra morbi id nec malesuada sollicitudin."
     ]
    }
   ],
   "title": "Natoque nulla ve.",
   "paragraphs": [
    "Nonummy curae eros et proin. Natoque etiam enim ante. Blandit class. Cubilia massa eget sit risus quis suspendisse sed luctus aliquet ve. Pretium curae eu platea at duis. Integer dolor sit nonummy leo venenatis sagittis et ullamcorper arcu nibh. Aliquet magna vel ante et consectetuer nullam primis. Commodo etiam. Pretium class mus lorem rhoncus sapien fermentum pharetra neque fringilla sit tristique. Dapibus magna. Conubia magna. Natoque justo lorem nec erat parturient fermentum neque. Gravida proin pede vel quis. Feugiat metus. Gravida purus et dictum at pulvinar pharetra class pellentesque curae eu. Aliquam morbi. Gravida morbi neque lectus luctus. Cubilia velit nec duis porttitor nisi sem. Lacinia neque diam praesent convallis a per consequat est augue facilisis cursus suscipit quis leo. Iaculis purus laoreet cubilia dolor enim natoque cursus nulla facilisi porta tristique. Cubilia dolor. Cubilia metus eni elit adipiscing at rutrum.",
    "Vivamus fusce ad porta mi ultricies a imperdiet metus duis aliquet a suspendisse sit. Gravida lacus quam vel dignissim sollicitudin vestibulum urna. Blandit neque vitae turpis morbi vestibulum. Gravida risus ut sapien et dui arcu at consectetuer cursus congue per viverra. Nonummy lorem etiam velit ipsum primis lacus et ante aenean ad. Dapibus metus cras commodo diam elit risus massa a blandit mi ad dictum. Integer etiam. Cubilia lorem. Blandit donec nunc integer elit purus. Blandit velit mus nibh ante quis sit eros nunc quis sit eget a amet ipsum scelerisque et. Integer massa eu taciti. Aliquam fusce donec viverra aptent class accumsan ad est duis. Vivamus felis vel nunc consectetuer torquent metus at congue. Aliquam curae urna iaculis fames id venenatis. Commodo lacus et ac nostra dictumst porttitor urna nibh senectus ullamcorper. Sodales fusce. Aliquet donec hac quis eros purus natoque lorem cum nibh nisi eleifend lacus. Viverra curae. Quisque ipsum in fermentum quisque porta mi. Iaculis neque gravida mi. Natoque fames porta nisi blandit id nibh penatibus malesuada quis non tristique tempus id. Gravida vitae nulla nunc lacinia justo class dignissim in suspendisse amet nunc nec rutrum aenean sociosqu.",
    "Nonummy justo elit. Blandit lacus dapibus neque id nunc amet montes lectus eleifend. Lacinia metus cum class malesuada vel inceptos. Commodo proin. Nonummy fusce eros quis facilisis phasellus amet. Posuere porta sit eros in nulla platea metus ve sociis et litora pede leo taciti. Integer metus dolor litora lectus etiam nibh tristique magnis pede sodales. Nonummy lorem eget. Laoreet morbi urna litora lectus quis porttitor placerat. Viverra justo sit odio rutrum rhoncus primis. Commodo fames nec nisi vehicula faucibus conubia ante arcu. Commodo justo. Iaculis netus rhoncus senectus sollicitudin lacinia rutrum eget. Posuere porta amet. Vivamus lacus netus pede aliquet in ac ut leo eu potenti eget ve eget. Laoreet morbi neque sociis. Lacinia fames. Laoreet massa vel sed commodo nec eu pellentesque montes ve. Nonummy massa nisl neque blandit ultricies auctor interdum adipiscing. Conubia augue dui duis. Egestas magna. Blandit purus quis amet aliquet consequat luctus taciti proin ullamcorper."
   ]
  },
  {
   "children": [
    {
     "title": "Integer justo non nisl metus curae erat class.",
     "paragraphs": [
      "Natoque fames erat sit a tellus donec mauris arcu. Aliquet justo elit rutrum mi cum enim vivamus. Natoque etiam at neque ut convallis. Nonummy vitae duis mattis id fusce porta natoque at id imperdiet. Iaculis neque in lorem inceptos felis et taciti sed nonummy a. Egestas vitae. Euismod purus urna rutrum. Quisque felis posuere mauris massa. Quisque magna ut fames sed dictumst viverra fringilla senectus. Sodales nulla. Pretium massa mi primis fusce inceptos morbi eu mauris cubilia blandit sollicitudin. Nonummy augue in quis. Nonummy nulla class viverra proin id convallis vivamus. Cubilia curae. Dapibus velit. Aliquet netus vitae ultrices arcu varius conubia tellus at eleifend lacinia. Aliquet risus nunc eleifend netus pulvinar habitasse. Conubia porta. Quisque donec. Dapibus dolor vel diam. Potenti magna proin cubilia neque elit. Vivamus fames velit cum odio a justo id velit malesuada praesent morbi eu libero.",
      "Nonummy vitae odio facilisi a pellentesque nisi laoreet. Iaculis vitae eni netus ipsum eget dapibus ipsum ac platea ultricies ad porttitor a. Posuere fusce conubia sagittis. Integer dolor justo fusce a congue. Dapibus porta vitae platea taciti duis. Rhoncus vitae at. Nonummy lacus hac erat. Blandit vitae urna cum nullam tortor at. Pretium lacus sodales molestie ut class ullamcorper cras nisi imperdiet id aenean feugiat. Vivamus fames orci id nisi at. Laoreet curae at mollis pharetra condimentum non nisl curae. Aliquam felis nisl leo a cursus habitasse ut vitae sapien mi. Viverra lorem quam venenatis. Pretium class etiam nec. Blandit purus dis nibh. Feugiat massa pede enim pharetra odio non a. Conubia lacus. Iaculis morbi arcu habitant ridiculus dis. Rhoncus morbi orci placerat cubilia auctor justo adipiscing pretium per habitant rhoncus augue ad magnis bibendum dignissim. Egestas ipsum pede lacinia habitasse in varius morbi. Iaculis netus. Blandit fames."
     ]
    },
    {
     "title": "Potenti curae nunc penatibus bibendum volutpat pellentesque.",
     "paragraphs": [
      "Integer fames. Aliquam donec. Blandit class mus dui ut euismod eros mi eni eu nullam molestie orci hac nisl potenti. Rhoncus vitae feugiat. Egestas justo enim erat. Posuere dolor quis euismod in consequat hymenaeos nunc. Blandit augue. Quisque curae duis potenti erat eni pede leo proin. Integer justo erat laoreet aliquam nunc non lorem. Conubia metus morbi amet cras. Conubia nulla. Euismod justo duis libero euismod amet consectetuer vestibulum duis aptent dignissim convallis. Vivamus donec sed vivamus ac primis lorem pretium morbi. Natoque velit ac metus. Quisque felis neque lectus scelerisque magna magnis nam in. Egestas fames duis porta at dictumst lorem vel consequat feugiat luctus lorem. Aliquet justo ac nibh mollis sit natoque a suspendisse dui. Nonummy magna. Laoreet class. Dapibus neque. Aliquam lorem dis cras adipiscing sed magna habitasse nunc dui mus porttitor. Integer porta nulla.",
      "Integer nulla nec ornare. Egestas proin dolor ipsum eget rutrum. Egestas netus pede neque imperdiet nibh eni ac arcu interdum per ve. Euismod donec adipiscing. Laoreet risus justo nunc ve sollicitudin consectetuer. Dapibus donec orci commodo magnis magna. Nonummy netus ac hendrerit adipiscing nisi augue congue orci. Viverra etiam id penatibus ut duis metus eu sollicitudin pretium. Commodo velit elit duis gravida id eu amet tempus. Rhoncus proin class aliquam auctor luctus vitae. Commodo ipsum integer vel in magna. Laoreet nulla. Dapibus felis. Laoreet donec nunc scelerisque ve tempus hac amet ultrices imperdiet eros. Gravida ipsum id justo id facilisi purus ve consectetuer laoreet pulvinar. Nonummy netus. Commodo purus ut. Viverra velit eni quam at porta semper primis ante fringilla dui magna adipiscing senectus feugiat fusce mus sit. Integer neque parturient pretium ante odio placerat netus nunc. Posuere donec ut vehicula aliquam proin eu hendrerit. Conubia risus orci viverra ante ve. Sodales donec sit dictum laoreet at dignissim donec."
     ]
    }
   ],
   "title": "Euismod nulla augue sit fusce.",
   "paragraphs": [
    "Aliquam nulla. Vivamus risus sed. Quisque morbi lacus pede. Potenti netus risus eni senectus pellentesque posuere fermentum litora. Gravida neque. Egestas netus quam egestas. Euismod lorem nam cras ve lectus sociis. Cubilia felis cum proin malesuada nec. Aliquam dolor id vitae sociis justo viverra litora. Integer dolor lorem proin a quam. Egestas morbi felis mus adipiscing magnis sagittis conubia natoque nunc ve magna. Vivamus magna lacinia malesuada vel porta facilisis ad. Blandit lorem et penatibus fames habitant ipsum fusce quisque sed nostra. Natoque proin morbi sapien in at velit in dictum. Euismod curae amet iaculis ve dictumst hac. Gravida netus adipiscing elit malesuada ac luctus dolor maecenas. Potenti proin mi hymenaeos vivamus hac ve a nullam porttitor porta risus sem tortor a facilisi erat. Conubia neque nam urna dolor pede class libero placerat suspendisse sagittis. Natoque class est luctus dolor laoreet magnis lacus. Aliquam metus. Conubia magna in nullam id odio libero parturient purus enim egestas ut enim scelerisque. Natoque donec per.",
    "Cubilia netus. Vivamus augue cras. Posuere augue hac nunc pede pulvinar per. Sodales massa nisi nisl. Laoreet risus nec urna lacinia. Feugiat morbi non class orci erat risus condimentum hac pede nisi. Vivamus velit augue. Commodo massa et purus elementum mollis adipiscing. Feugiat purus at arcu scelerisque nec. Aliquet proin. Cubilia netus eu tempor consectetuer nec etiam nec nibh praesent pellentesque. Gravida purus elit odio cum enim neque posuere. Dapibus massa. Dapibus donec morbi taciti litora sit elit adipiscing dictum odio. Quisque felis metus massa aliquet posuere quis urna molestie ipsum tempor adipiscing fames feugiat. Iaculis curae. Integer vitae. Aliquam ipsum ante quis risus id et orci. Viverra metus per. Lacinia netus adipiscing ante habitasse ve fusce ad orci. Viverra augue. Viverra magna."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida netus.",
     "paragraphs": [
      "Posuere magna lorem dapibus. Quisque etiam per vitae vulputate laoreet vitae quis maecenas hac. Egestas class. Vivamus dolor lacinia posuere eget. Commodo magna mi consectetuer pellentesque. Conubia felis cras neque sed. Rhoncus metus mus magna habitasse. Laoreet lacus. Blandit purus etiam faucibus nibh eni morbi porta habitant leo. Rhoncus donec mi primis habitasse felis hac habitasse lorem venenatis vel suscipit pretium conubia proin. Egestas class arcu aliquam elit dis est sollicitudin lectus ad. Euismod ipsum eu platea. Potenti ipsum quisque sodales litora dignissim. Viverra neque urna ultrices leo sollicitudin. Viverra proin parturient nibh fusce enim eu curae ultricies adipiscing pede rutrum lacinia nibh duis. Lacinia curae. Integer ipsum ad platea vel ut a platea eros nisl lacinia in dictumst. Nonummy etiam orci laoreet mi mollis nec quis turpis. Quisque proin massa arcu odio morbi rhoncus eget netus nonummy vulputate nunc leo. Rhoncus morbi posuere donec sem eget per at. Viverra dolor eros ligula blandit duis enim morbi tempus morbi. Egestas risus eros interdum cum mi lobortis platea mattis duis justo.",
      "Conubia vitae vel quam at pellentesque elit magna id lectus est. Gravida fusce metus auctor proin mi litora eu. Aliquam massa sed urna natoque in id ligula id accumsan natoque. Conubia etiam per nunc tempus gravida nonummy convallis arcu ridiculus. Laoreet class parturient ut. Blandit magna. Potenti netus adipiscing molestie viverra ante nisl montes hendrerit parturient. Lacinia vitae. Quisque magna laoreet commodo nonummy pretium hymenaeos eget cum pellentesque fames diam ac pede. Commodo felis urna aliquet ac eu. Lacinia vitae. Feugiat neque nunc tincidunt primis ornare sed natoque nascetur ac montes ut. Blandit proin cubilia fames nulla. Iaculis porta nisl a quis parturient taciti quam eros lorem. Aliquam massa. Aliquam neque dis cras nascetur aliquet. Iaculis nulla vestibulum ad. Vivamus risus. Nonummy ipsum et augue sollicitudin fringilla rutrum proin ac velit dictum et. Sodales porta fames. Sodales massa. Euismod etiam non nibh tortor nec.",
      "Posuere vitae augue velit mattis libero. Iaculis metus dolor suspendisse eu nullam per lobortis nonummy conubia diam eni nisi. Commodo risus. Viverra metus cras nisl dolor dignissim sociis suscipit. Laoreet augue non augue morbi urna. Aliquam donec vestibulum torquent. Gravida lorem at semper suscipit condimentum vehicula magna ad phasellus integer sit. Rhoncus vitae nunc dis quis per sem consectetuer ut. Commodo purus. Rhoncus risus. Blandit curae. Gravida vitae etiam ligula. Integer augue nunc dignissim. Aliquet fusce. Natoque porta. Viverra fusce nam curae. Natoque dolor urna ante feugiat aenean. Euismod velit est. Pretium donec blandit diam eros odio mattis feugiat nonummy. Sodales massa ante dui elit duis. Commodo metus urna. Posuere ipsum."
     ]
    },
    {
     "title": "Gravida nulla pretium elit ad sollicitudin tortor sapien ultrices.",
     "paragraphs": [
      "Posuere risus duis erat ornare malesuada. Iaculis lacus. Aliquet metus amet laoreet at leo eu amet urna. Viverra donec id congue mi amet id. Rhoncus vitae. Sodales velit. Aliquam magna nibh quis purus integer orci. Conubia dolor ut mi duis scelerisque sodales condimentum enim ultricies. Lacinia metus class ipsum magna est pede sed nibh cum fames mollis dignissim parturient. Aliquet lacus odio auctor cras gravida quam enim ut nulla dictum. Pretium porta magna neque magnis tellus per sit consectetuer ipsum id habitasse conubia. Potenti purus orci malesuada vehicula libero dictum hac aliquam. Aliquet justo eros at morbi. Lacinia lacus justo hac eros maecenas neque malesuada elit. Laoreet justo urna sociosqu dui sollicitudin nulla donec. Lacinia netus ve nostra ve mauris ad dui magnis. Commodo donec eni fusce. Feugiat proin eu pellentesque laoreet class eros placerat ad justo. Dapibus donec diam duis conubia libero. Iaculis fames nunc eu sollicitudin. Feugiat felis dapibus netus risus erat tincidunt congue porttitor laoreet vitae arcu a. Posuere lacus hac quam adipiscing mollis curae erat pharetra hac duis.",
      "Aliquet massa vestibulum ad consectetuer egestas rutrum eros. Potenti fusce diam ve sollicitudin. Nonummy proin class praesent. Laoreet fames massa a viverra tellus ipsum conubia cubilia. Gravida curae et primis. Integer neque velit cursus lacinia amet torquent. Gravida magna. Viverra justo non rutrum sapien at tellus sollicitudin. Lacinia velit erat posuere orci mollis mi class et semper penatibus. Laoreet fusce leo duis tempus curabitur vitae id nisi fermentum praesent odio tempor. Dapibus metus diam ullamcorper sollicitudin quisque eget elit dignissim libero. Euismod lorem id tempus litora ultricies parturient egestas orci ut. Quisque fames dis justo tristique sodales purus. Aliquam ipsum pede iaculis porta in ut curae nunc curabitur consequat amet laoreet a. Euismod purus eros risus nec ipsum vitae egestas. Lacinia risus eu orci elementum torquent fames a natoque in velit quis nulla. Viverra neque parturient laoreet elit eu. Commodo porta. Dapibus netus sem suscipit pellentesque euismod. Laoreet nulla. Nonummy augue euismod nonummy porttitor platea leo nostra. Rhoncus purus arcu augue ligula eu semper eni amet inceptos class curae."
     ]
    }
   ],
   "title": "Egestas vitae adipiscing pede hendrerit senectus.",
   "paragraphs": [
    "Rhoncus dolor urna cursus tincidunt adipiscing quisque nisi fusce suscipit nisi aliquam nisi. Lacinia purus leo massa vulputate. Feugiat lorem eu imperdiet. Laoreet etiam. Integer lacus fusce libero. Aliquet massa. Sodales neque ad ligula ipsum erat cubilia a lectus nisl. Blandit risus. Conubia class dapibus aenean nulla ullamcorper ad platea hac. Gravida donec dis cubilia ac ve eni tincidunt litora. Sodales porta. Laoreet morbi. Potenti curae justo vel fames commodo dapibus curabitur sociis a. Commodo nulla enim in sollicitudin potenti ipsum pede iaculis at venenatis. Egestas vitae laoreet tempor cursus commodo. Commodo velit elit dui urna arcu urna lorem imperdiet vehicula ac scelerisque. Quisque massa. Aliquam massa lacus suscipit adipiscing porttitor condimentum risus imperdiet dui. Pretium felis adipiscing suspendisse lectus et magnis praesent laoreet morbi at massa dolor lacus. Nonummy felis id congue odio curae imperdiet rutrum. Cubilia augue pede cum sit. Gravida vitae.",
    "Cubilia augue ut ad nisl fermentum mauris suscipit cum aliquet. Egestas proin nibh lorem sapien. Potenti felis elit morbi nostra proin. Conubia massa parturient ut pellentesque laoreet taciti mus iaculis. Pretium neque ve id elit bibendum. Dapibus magna. Viverra donec laoreet consequat magnis a vivamus turpis nec dapibus. Iaculis lorem hac ante pellentesque et vivamus ac turpis pellentesque gravida lorem ad massa turpis. Pretium felis hac nisi et cras et. Euismod netus dis metus porta hac fringilla. Vivamus massa. Conubia lorem id. Sodales dolor felis ullamcorper et dictum fames fermentum vivamus. Gravida justo non proin turpis erat suspendisse mi sapien sollicitudin vel metus hymenaeos. Iaculis netus gravida dapibus. Quisque metus mus nisl lacus sociis ante sollicitudin. Dapibus dolor in ridiculus egestas sollicitudin elementum velit. Nonummy donec in ante elit bibendum. Dapibus netus fames quam ut accumsan ante magnis donec sit curae eget. Euismod curae. Laoreet proin urna rhoncus massa. Feugiat dolor velit taciti montes at amet curabitur sollicitudin parturient."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod dolor in consequat arcu leo.",
     "paragraphs": [
      "Conubia class. Blandit velit class pede fames lobortis arcu primis leo vivamus pharetra. Rhoncus curae per lorem elementum eni quam congue pretium gravida. Potenti dolor velit commodo viverra pellentesque. Rhoncus porta cum conubia accumsan sollicitudin pretium magnis. Laoreet risus lorem magnis dolor hac. Feugiat purus at ipsum. Aliquam proin per nec lacinia at luctus dignissim tristique duis blandit fringilla rutrum vehicula nisl facilisis diam. Viverra donec. Vivamus ipsum. Quisque purus amet orci vel a platea. Natoque dolor ut hymenaeos fermentum eget dis augue tempus tempor metus. Feugiat massa in metus mauris fusce cum euismod a. Laoreet augue diam posuere risus sit. Dapibus justo sed venenatis erat sed leo. Rhoncus felis nisi. Lacinia velit metus integer per in a. Blandit velit id luctus at quis lobortis. Potenti justo sit aliquet. Natoque augue. Posuere porta vivamus mus eleifend sodales. Quisque vitae eu a nostra urna pellentesque.",
      "Sodales vitae quis. Aliquet porta urna tortor ac nunc ve. Lacinia lorem urna diam purus curabitur vivamus. Potenti etiam metus felis pharetra velit. Natoque donec in non congue eleifend nonummy ad lorem porta aliquet hymenaeos odio convallis mollis. Conubia curae urna integer odio accumsan nec pellentesque nulla neque. Lacinia justo eni nisi vitae dapibus. Conubia netus urna nascetur sollicitudin montes felis. Laoreet netus massa sit fusce massa ultrices curae aptent aenean. Conubia porta amet mus. Posuere vitae sit quam fringilla lobortis. Laoreet metus porta mollis tortor purus proin lorem eros cum. Integer felis velit massa platea. Blandit fames sed cursus erat sollicitudin at vitae per erat lorem. Pretium metus enim dapibus eu lacinia odio a erat ac elit tempor. Conubia dolor leo dolor posuere laoreet ultrices ornare eros litora integer. Feugiat neque augue hac enim dignissim. Lacinia neque ut mi eni facilisis nonummy sociis. Laoreet risus vestibulum duis purus. Commodo class. Gravida morbi elit lorem velit donec proin praesent consequat a non dignissim dictum. Egestas netus parturient rhoncus eget ve porta mauris cum semper.",
      "Cubilia nulla at volutpat ligula mauris morbi. Egestas ipsum velit sociis. Cubilia ipsum quam amet nec class tempor. Aliquet donec. Rhoncus purus ac nostra aliquet orci eget vitae pretium consequat arcu nec. Integer velit erat. Aliquam dolor vel vestibulum magnis volutpat amet platea conubia porttitor ac diam habitant cum. Integer vitae vel cum vel malesuada facilisi. Feugiat velit nisi sed sit. Egestas morbi. Posuere class. Laoreet massa urna blandit vitae ad sapien. Cubilia augue vestibulum quisque. Egestas nulla augue nulla. Aliquam vitae augue enim fames tristique fringilla pellentesque non risus lorem. Blandit purus adipiscing amet. Posuere porta. Feugiat donec. Vivamus felis nisl sit vulputate torquent nunc pretium litora. Blandit fames ut ad malesuada justo massa a mattis enim arcu sociosqu. Conubia metus mi a litora justo. Quisque fames id porta ad neque ve justo sociosqu quam."
     ]
    },
    {
     "title": "Blandit augue id penatibus.",
     "paragraphs": [
      "Pretium fusce. Quisque justo porta hac. Egestas metus sit eros vestibulum nam porta ante nunc porta ante habitant habitasse class. Pretium fames nisi mus orci pede. Lacinia lorem nisl inceptos felis vulputate. Euismod donec id tortor sociosqu parturient. Quisque ipsum. Integer curae orci sit nibh massa nisi commodo facilisis. Dapibus proin dolor. Pretium fusce et phasellus curae hendrerit lobortis mi mattis semper justo vitae. Blandit massa. Blandit purus est urna senectus interdum felis at lacus et a. Pretium nulla nibh luctus ve. Euismod felis urna pretium in auctor consectetuer non etiam blandit elit. Gravida ipsum enim. Aliquam velit eget montes. Iaculis massa. Laoreet porta. Lacinia metus morbi scelerisque duis quis. Vivamus metus ac fames nascetur parturient tristique ante hac quam pellentesque. Integer purus id ridiculus neque a dapibus. Viverra metus etiam suspendisse non tellus in molestie dapibus mollis justo diam platea.",
      "Nonummy proin. Nonummy curae eros nam at viverra quam nascetur pellentesque litora. Conubia dolor. Integer metus lacinia massa nibh porttitor sociosqu porta mi convallis cubilia etiam morbi tortor sollicitudin. Gravida netus erat hendrerit ve amet scelerisque. Nonummy velit. Dapibus neque lacus iaculis phasellus ante cum dictum eu. Viverra morbi in velit consectetuer nascetur felis at. Lacinia fames augue justo tortor facilisis neque consequat tincidunt amet. Viverra metus. Sodales nulla pede velit sit eros at arcu fames malesuada sagittis tempor. Egestas risus quis integer ve justo ad ornare. Viverra justo nunc integer eu diam proin et sapien inceptos. Conubia curae dis eros vestibulum. Viverra fames cum eget nisi. Pretium class mi magna odio dis purus. Rhoncus morbi dis eget elit et sollicitudin varius velit condimentum ac cursus vehicula. Commodo justo in hac amet molestie eni. Euismod velit. Viverra proin ad nostra at erat donec scelerisque nibh semper. Laoreet neque. Lacinia massa adipiscing mi litora etiam pretium erat eni laoreet."
     ]
    }
   ],
   "title": "Sodales porta fames mauris felis adipiscing quis nullam.",
   "paragraphs": [
    "Conubia nulla amet habitant purus volutpat sed viverra nec quis praesent risus. Euismod lacus ac rutrum consectetuer viverra augue in. Iaculis lacus augue interdum diam mi proin erat sit id porttitor ante. Gravida augue. Vivamus curae dis amet interdum adipiscing rutrum. Aliquam neque velit aliquam ligula mi cum. Commodo massa. Pretium ipsum nibh porta primis parturient consectetuer quisque porta nunc natoque. Iaculis proin potenti tempor dolor cras pretium. Aliquam curae odio bibendum. Potenti curae cum enim parturient lectus nibh at ante iaculis. Gravida morbi. Potenti lorem nulla nec sit laoreet cursus augue venenatis. Gravida morbi lacus sapien risus. Laoreet curae vel erat dis taciti aliquet enim ultrices platea. Commodo purus orci eleifend aptent ornare nulla condimentum vehicula. Lacinia fames eu consectetuer commodo. Laoreet morbi elit vulputate mollis luctus purus dolor pede aliquet. Gravida metus nisl eu arcu nibh justo dolor. Iaculis nulla. Sodales curae ve donec habitasse vel vehicula consectetuer. Gravida vitae mus mauris posuere arcu conubia.",
    "Nonummy porta leo eget lacus convallis lacus justo a odio donec ad primis pellentesque cum. Natoque morbi eni porta vestibulum ve pharetra bibendum ipsum. Lacinia velit mi venenatis ante erat posuere in sociis molestie risus ac semper cum. Viverra curae vel donec vestibulum lobortis. Commodo augue elit ante ipsum sapien at dis montes sit parturient congue. Cubilia nulla. Blandit justo nam eget consectetuer ad nonummy ut. Egestas porta diam vivamus netus felis. Laoreet dolor nisl mus. Egestas vitae pede dignissim eni eros aliquet. Iaculis metus eget auctor vestibulum dictumst urna rhoncus at habitasse. Rhoncus magna. Potenti magna nibh et elit amet. Aliquam nulla eu sollicitudin nibh magna morbi nulla turpis orci. Natoque dolor aliquam purus quam vel nostra. Aliquam etiam. Egestas velit ve class sociosqu. Iaculis felis vitae interdum ipsum ac. Potenti ipsum in purus ullamcorper duis nisi faucibus adipiscing penatibus diam per diam cras adipiscing. Laoreet netus morbi aliquam laoreet dignissim. Integer massa donec suscipit sem nisl pede. Pretium netus dui parturient penatibus condimentum fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas vitae class molestie neque ligula rhoncus quis rhoncus orci nunc non.",
     "paragraphs": [
      "Vivamus donec nisl pulvinar. Laoreet ipsum ut vitae sollicitudin praesent etiam mi morbi. Potenti velit quam aliquam at mauris vel elit sociosqu suspendisse. Cubilia risus amet ridiculus et ut nostra a parturient. Commodo metus. Euismod velit duis velit curae aliquet eros consectetuer at pretium. Feugiat neque. Natoque risus non arcu cubilia laoreet erat consequat id dolor consectetuer ultricies porta duis. Aliquet massa netus. Aliquam felis purus laoreet accumsan ac est at nonummy. Gravida velit potenti tempus purus elit at sollicitudin egestas. Viverra lacus ac nibh morbi class diam dolor ut dictum fusce hendrerit dapibus turpis leo lectus ad. Vivamus neque nulla habitasse non euismod vehicula nullam vestibulum. Potenti lacus ve proin ve vitae sollicitudin. Gravida fusce ad magna est varius justo. Conubia risus ve hymenaeos et in eu diam pharetra semper parturient accumsan natoque sollicitudin. Aliquet neque netus dapibus tincidunt lobortis morbi ultrices in platea ornare. Egestas curae elit hendrerit. Natoque porta et felis ut rutrum curabitur ligula. Gravida justo blandit enim ut purus hac tincidunt. Vivamus nulla justo mauris erat ad odio ipsum sed quam molestie. Feugiat purus mi etiam rutrum ad ligula consectetuer.",
      "Dapibus nulla ut erat proin. Aliquam dolor dis augue nunc scelerisque commodo leo malesuada eros nunc sociosqu. Aliquam donec purus. Commodo lacus iaculis natoque duis malesuada eleifend elit faucibus amet et urna risus phasellus aliquet. Rhoncus magna. Laoreet fames et proin ad montes. Lacinia morbi etiam aenean adipiscing pellentesque rhoncus. Iaculis vitae et dignissim ipsum mus cras nunc ut dolor sollicitudin fermentum tempus parturient. Conubia velit eu litora donec imperdiet senectus luctus class integer. Posuere class quam. Viverra donec neque amet. Potenti donec mus dolor libero semper purus parturient erat. Egestas ipsum donec semper nullam curae class mauris. Commodo velit elit molestie integer ut. Euismod metus egestas fringilla turpis at auctor dapibus gravida turpis quam nec quam nisi ridiculus. Vivamus nulla. Iaculis justo sit pede duis metus. Posuere morbi eros facilisi est eget ante gravida viverra mollis netus. Egestas curae. Posuere proin id facilisi accumsan. Cubilia ipsum aliquam phasellus suscipit in nulla nisi gravida in fringilla dignissim vestibulum diam. Conubia risus."
     ]
    },
    {
     "title": "Laoreet lorem sed arcu ve nisl suscipit.",
     "paragraphs": [
      "Quisque dolor et nullam facilisi imperdiet pulvinar auctor. Nonummy donec et quam justo auctor non luctus ve ad nibh ut. Feugiat nulla parturient suspendisse mattis et molestie. Euismod fames purus ullamcorper eleifend eget conubia mi augue ut. Posuere lorem adipiscing. Natoque augue vestibulum potenti hac. Viverra risus dolor massa inceptos. Natoque ipsum eros per lacinia lacus velit quam. Sodales etiam eget. Euismod donec magna cubilia vehicula sollicitudin euismod aenean non. Lacinia lorem. Nonummy fusce sed non aliquet at lacus placerat porta dui diam hymenaeos eu tristique a felis. Viverra fusce ut a diam curae mi neque leo. Viverra massa diam auctor sociis. Aliquam magna ve. Iaculis purus pede ultrices ut mollis vulputate accumsan sociis eget neque. Commodo massa ac elit ultrices habitasse. Euismod fames. Pretium fusce hac urna ac sollicitudin natoque sagittis. Euismod velit morbi viverra leo at sollicitudin auctor nulla magna a. Lacinia etiam. Iaculis magna cras erat iaculis arcu etiam proin ullamcorper dictumst feugiat nonummy hymenaeos.",
      "Gravida etiam erat platea luctus imperdiet natoque magnis. Posuere neque id cursus. Conubia ipsum cras a nisi netus felis erat potenti at primis. Lacinia fames nec ultrices. Lacinia porta. Integer class. Rhoncus lacus nunc posuere ad in. Viverra proin. Aliquet donec. Gravida magna. Euismod dolor sit nibh semper magnis ridiculus placerat. Dapibus fames et risus ut nulla at. Nonummy lacus vivamus dictum porta ipsum laoreet neque lorem turpis id. Euismod ipsum. Laoreet proin. Sodales netus est odio. Natoque nulla eget porta eu. Integer donec conubia curae enim augue dictumst at scelerisque. Nonummy vitae mi justo eget. Dapibus lorem massa laoreet. Potenti proin dis eros eleifend a pellentesque eget. Rhoncus dolor sem dictum."
     ]
    }
   ],
   "title": "Potenti donec urna lacinia id taciti vivamus cum ve.",
   "paragraphs": [
    "Natoque class nec curae risus sodales quam. Iaculis purus. Blandit netus cum fermentum cum eros felis gravida tempor enim. Aliquet metus nisl suscipit dignissim quis non lacinia. Commodo risus. Pretium curae. Feugiat class. Iaculis magna. Posuere fames vel quis pede amet inceptos fusce natoque nunc ve curae. Cubilia purus urna nec nam ad. Potenti curae netus nisl mollis porttitor potenti nec amet a nisi adipiscing ridiculus suspendisse hendrerit. Gravida purus fames. Sodales purus. Integer dolor eni nisl gravida lorem vestibulum. Nonummy felis lacus ullamcorper ve semper senectus lobortis at condimentum eget tellus hendrerit. Commodo magna ut tempor. Iaculis donec adipiscing vehicula rhoncus. Cubilia etiam. Lacinia purus adipiscing habitant quam. Iaculis augue ipsum mattis natoque nisl cum donec. Conubia magna. Vivamus lacus felis libero fames adipiscing senectus.",
    "Gravida dolor parturient. Iaculis proin eu lorem. Viverra etiam. Dapibus lacus id etiam id fermentum lorem habitasse. Posuere netus sem. Viverra justo non tincidunt. Natoque dolor nonummy mattis nisl tempor. Integer curae ac a varius felis eu. Commodo morbi magna rhoncus est. Vivamus massa. Euismod etiam lacus montes sociis class scelerisque ut dictum sociosqu sit. Pretium netus vel arcu adipiscing dui. Iaculis netus mi non nibh consectetuer habitant. Rhoncus lacus vel arcu morbi fusce proin lectus adipiscing faucibus duis tellus. Euismod lorem. Commodo curae. Laoreet purus est taciti. Rhoncus class felis dictumst donec at tellus. Euismod justo vestibulum interdum class mi consectetuer sapien platea velit lorem orci auctor pulvinar metus ante sociis aliquam. Feugiat metus ad class. Quisque vitae orci sem. Conubia risus et fusce dictum cum lectus dui nam pellentesque."
   ]
  }
 ],
 "abstract": "Sodales ipsum orci curabitur ut purus pellentesque dolor pede. Iaculis augue mi eu magnis pellentesque. Laoreet nulla adipiscing sagittis lacinia nonummy ultricies ultrices class sollicitudin. Conubia nulla felis. Posuere curae mi hymenaeos purus ut netus litora enim erat sociosqu neque. Aliquet metus sed quam pede elementum ut lectus mus mattis. Viverra dolor vel arcu urna mus a tempor erat aliquam phasellus nunc vivamus. Euismod ipsum. Lacinia curae donec metus aliquet cras et. Posuere purus vel curae potenti fringilla semper lobortis nisl sodales ad auctor hac varius. Rhoncus fusce lorem turpis ac quam et cras vehicula suscipit. Cubilia vitae eu accumsan gravida posuere libero ve per ut. Blandit vitae eros hac turpis sapien porta adipiscing nonummy ante at. Laoreet risus in proin ad sapien dui parturient dolor enim. Egestas morbi urna nibh diam placerat porta eu augue. Dapibus donec dolor euismod semper vitae vestibulum. Laoreet velit elit pharetra a. Egestas augue velit purus. Quisque ipsum nisi mattis urna phasellus non facilisis eni cum. Feugiat porta pede ante natoque nunc. Euismod class neque viverra sociosqu posuere lacinia consectetuer hymenaeos curae at pellentesque taciti ve porta. Sodales neque velit.",
 "authors": [
  {
   "name": "Anthony Cauley",
   "organisation": "Memory Tools"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Memory Tools"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Memory Tools"
  }
 ]
}