{
 "sections": [
  {
   "title": "Sodales morbi orci erat mi pede.",
   "paragraphs": [
    "Euismod lorem sit quis. Aliquam netus eros vivamus ve nisl luctus. Sodales velit nisl montes ad aptent porttitor dignissim. Posuere fames. Sodales donec pretium. Potenti etiam enim dis. Dapibus proin nam nonummy at libero. Rhoncus fames quam dolor litora iaculis vivamus. Posuere risus duis porttitor ad tristique ut felis sed. Quisque proin ve aenean ve senectus litora congue sed varius porta adipiscing. Integer lorem. Posuere class ante commodo class conubia aliquet. Posuere felis nec adipiscing ornare sagittis urna dui sodales morbi urna. Conubia fames sed torquent consectetuer. Lacinia morbi. Feugiat dolor. Dapibus lorem sit parturient magnis non nunc duis eget sit. Laoreet neque sed phasellus massa ante egestas. Laoreet metus pede. Blandit velit aliquet fusce urna tempor integer sodales dictum. Aliquam nulla at justo consectetuer netus nisl cum nunc. Sodales fames class mauris.",
    "Vivamus netus posuere feugiat hendrerit nascetur nullam platea. Lacinia nulla dis natoque. Viverra metus amet. Feugiat morbi erat. Integer morbi vel facilisi imperdiet augue habitasse quis hendrerit ve elementum purus elit. Dapibus netus dolor per pede justo ut et ridiculus integer consectetuer phasellus donec cubilia. Viverra curae parturient enim hymenaeos facilisi eu condimentum duis tincidunt. Quisque velit pretium odio parturient. Cubilia etiam. Posuere augue hac fermentum pellentesque adipiscing nibh libero platea. Lacinia etiam. Conubia purus blandit est ad nisi ullamcorper egestas. Integer class adipiscing eget curae nibh. Lacinia fames ad cum amet enim aliquam in facilisi natoque proin. Lacinia magna nibh etiam rhoncus lacinia amet ut sollicitudin potenti ultrices in massa quam orci felis. Aliquet risus sed potenti ac cras scelerisque blandit. Integer proin et quam lectus ad eleifend. Conubia augue id mollis habitasse iaculis. Lacinia vitae eu. Integer dolor felis. Nonummy fusce nisl duis lorem porttitor donec torquent lorem iaculis tristique. Aliquet massa nulla inceptos amet lectus tellus leo aliquet nibh."
   ],
   "children": [
    {
     "title": "Potenti proin dis arcu a quam.",
     "paragraphs": [
      "Rhoncus purus lacus natoque vulputate eros sed non at mauris mi pharetra nisi. Feugiat purus cras. Sodales dolor ipsum dolor curae. Sodales justo potenti ad duis sagittis. Commodo massa duis nibh habitant. Vivamus velit ve neque etiam posuere eni. Viverra risus. Natoque etiam leo hac fringilla per purus donec torquent donec. Nonummy dolor. Sodales dolor. Dapibus lacus diam nisi est. Pretium neque arcu magnis consequat et varius molestie ipsum bibendum risus curabitur. Viverra nulla porta cum. Laoreet proin. Commodo augue urna lacinia at nullam. Potenti risus vel primis nullam vitae dui. Blandit risus ad urna amet sem quis vestibulum. Laoreet dolor. Pretium risus felis quam aenean potenti. Natoque velit et. Aliquam magna ante quisque. Euismod class mi fusce luctus eni potenti torquent aptent cursus bibendum iaculis imperdiet.",
      "Commodo proin. Vivamus justo amet fusce cubilia nullam sit. Integer proin eget quisque eros sagittis. Natoque netus. Blandit etiam commodo laoreet amet vestibulum et hymenaeos. Quisque vitae morbi lectus mi semper sodales nisl et montes nam vestibulum. Iaculis magna erat a. Lacinia fames cras bibendum ullamcorper cum. Dapibus velit nibh urna vulputate dis. Blandit dolor ante nec interdum quisque potenti eget et vulputate justo quam ut pellentesque. Commodo ipsum ad primis hymenaeos integer massa fusce. Aliquam metus cras senectus massa dictum eu duis nulla quam elit porttitor mi. Laoreet justo quis cubilia fames metus varius mauris nunc curabitur turpis netus sociosqu elementum mauris. Laoreet netus erat cum sollicitudin at morbi. Lacinia lorem amet iaculis hendrerit volutpat at vitae nullam aliquet euismod. Conubia dolor feugiat pede eleifend nam commodo diam platea augue congue pellentesque rhoncus interdum mi scelerisque nunc odio placerat inceptos. Blandit velit eu nullam facilisis ad sapien dictumst imperdiet pulvinar class in. Cubilia curae diam nam. Integer magna ad. Feugiat neque at congue nibh eu pellentesque mauris semper. Gravida lorem urna est feugiat a rutrum orci magnis nulla ridiculus. Gravida morbi."
     ]
    },
    {
     "title": "Posuere vitae nec quis.",
     "paragraphs": [
      "Lacinia class quis purus ipsum lectus. Dapibus class elit nisi metus felis quisque volutpat. Vivamus justo in luctus vehicula habitasse mi cursus iaculis orci amet. Gravida metus elit etiam amet ultrices ad suspendisse erat penatibus fermentum. Integer donec odio arcu ac vitae sollicitudin neque eget. Quisque velit enim ante rutrum sed. Aliquet neque in a nisi vestibulum. Nonummy proin. Feugiat justo. Gravida fusce orci natoque nulla morbi fusce duis primis porttitor. Sodales curae. Laoreet augue lacinia erat inceptos egestas felis massa. Potenti curae. Pretium felis massa. Sodales metus. Cubilia risus et curae sollicitudin pulvinar nulla neque ipsum semper. Vivamus velit erat neque sociosqu fusce enim a risus mi mattis ligula nisi. Sodales ipsum parturient inceptos nisl turpis mollis vel cubilia. Quisque neque ac tempor feugiat dapibus enim mattis tristique nulla enim non. Aliquam magna. Nonummy etiam id magna sed volutpat a dictumst cum integer cum id a magnis enim odio. Euismod curae cras dapibus natoque orci ve urna massa.",
      "Potenti curae ut fames ut nulla ut quis fringilla luctus ad quis augue fames class. Vivamus justo amet egestas nonummy pede in dui eget eros cras libero enim. Lacinia velit id. Aliquam netus. Dapibus dolor. Blandit donec ut magnis cum duis ut. Viverra magna ad a magnis venenatis dictumst felis morbi. Viverra augue vestibulum vehicula aliquam senectus class diam. Potenti ipsum elit mus purus nisi. Vivamus felis id augue fames enim porttitor ac ve rutrum. Vivamus velit vestibulum eleifend nonummy cursus primis elementum interdum cursus parturient pellentesque. Euismod purus elit pede facilisi aptent luctus leo rutrum a iaculis ve tellus. Aliquet lorem erat morbi magna mollis per hac sit ad tempus. Vivamus netus arcu viverra nulla orci porta aliquet massa risus viverra dui. Laoreet netus nisl morbi. Aliquam fames eros enim. Commodo donec in sollicitudin potenti torquent id scelerisque orci nisl. Rhoncus massa. Sodales curae quis lacus quisque pretium varius curae. Conubia massa ipsum quis eni amet pellentesque lacinia faucibus amet suscipit sem ante cubilia fusce. Viverra ipsum amet curabitur. Nonummy neque ac a semper eros eni nunc pharetra curae ac.",
      "Pretium class enim ve est elit id ante. Gravida proin metus netus amet commodo ultricies nostra a parturient leo vitae imperdiet tellus at. Pretium lorem sem lectus ultrices adipiscing. Gravida curae nisl id non nunc enim diam. Feugiat donec duis mi amet cras adipiscing lectus sit euismod proin. Gravida vitae urna elementum in tristique metus habitasse ullamcorper. Feugiat curae non amet. Feugiat velit. Rhoncus purus posuere nam fermentum nec consectetuer porta orci hendrerit pellentesque. Dapibus justo quis sit. Viverra nulla ac odio fames. Quisque vitae nibh quisque mi. Natoque massa risus fringilla nisl dui odio felis purus cursus suscipit nunc nec consectetuer risus. Laoreet vitae cras varius eget elementum. Commodo morbi dui duis dis donec vel adipiscing. Laoreet netus massa. Rhoncus fusce proin taciti. Egestas donec neque hac sem. Commodo morbi. Commodo velit class ridiculus. Potenti neque. Lacinia dolor ac orci imperdiet ut et."
     ]
    }
   ]
  },
  {
   "title": "Potenti felis eu quam.",
   "paragraphs": [
    "Posuere augue. Quisque augue amet suscipit maecenas. Posuere lacus proin penatibus at felis. Gravida felis lacus auctor cursus mus hac consectetuer tellus purus parturient ullamcorper nullam et odio. Euismod velit. Viverra neque nisi vel torquent. Sodales nulla vestibulum conubia quam eu nam convallis. Pretium massa odio. Nonummy fames adipiscing scelerisque congue. Integer dolor urna euismod ve ad elit. Viverra ipsum id. Aliquam donec hac cras lobortis venenatis. Rhoncus augue orci ut pellentesque platea. Feugiat vitae nisl egestas. Aliquam class ipsum ullamcorper ultrices penatibus interdum. Aliquam lorem nec purus elit sapien nunc feugiat et quam. Conubia neque eu curae ut at cum quam suscipit. Blandit justo cras posuere conubia feugiat ornare curae ut ac eget. Rhoncus etiam diam nostra dictumst scelerisque vehicula phasellus porta est. Dapibus netus. Iaculis fusce at tempor purus vestibulum eu. Iaculis class justo montes mauris.",
    "Conubia purus. Natoque porta at tellus dictumst non gravida at libero ac. Laoreet fames ut pulvinar tellus tempor nec elit nisi sem semper vehicula class ve nisl nullam habitant. Vivamus massa. Quisque risus nisi torquent pellentesque varius et ornare a suscipit. Laoreet metus ipsum torquent curae ut lacus dis vel hac sollicitudin lacus cras integer nisl curae suscipit. Pretium metus. Gravida risus eni ante fringilla ligula ante pretium purus at pellentesque lacinia fames cras semper. Viverra netus ve aptent dui dictum nascetur adipiscing. Iaculis fusce sit per ad hendrerit. Aliquet curae. Cubilia fusce nec quam rhoncus id lacus lorem montes. Feugiat donec cum taciti orci eros habitasse. Iaculis felis eget ligula. Euismod risus erat duis velit etiam. Gravida donec. Iaculis purus. Commodo justo. Natoque fusce. Iaculis metus sit vel. Conubia magna duis egestas orci. Quisque metus elit cum."
   ],
   "children": [
    {
     "title": "Aliquet purus odio id nisi netus curae integer lectus.",
     "paragraphs": [
      "Nonummy class urna natoque. Aliquet justo class viverra mattis nisi enim. Posuere morbi erat ridiculus ut class auctor. Lacinia neque. Cubilia augue arcu suscipit ac ullamcorper et mauris dapibus laoreet penatibus libero a. Laoreet fusce magna ullamcorper eget. Viverra risus. Cubilia porta proin tortor duis dignissim lorem. Egestas class mus hendrerit. Gravida ipsum ad lectus a laoreet. Sodales vitae sit pede. Natoque donec lorem luctus sapien tincidunt velit donec facilisi proin. Viverra ipsum erat volutpat. Natoque fames nam dapibus risus mi turpis non. Integer velit cras penatibus lobortis erat. Pretium curae justo litora adipiscing lorem quisque accumsan ut velit magnis. Vivamus augue. Natoque neque arcu sed metus blandit auctor. Rhoncus velit nam nisi. Commodo proin metus. Quisque etiam quis potenti in. Dapibus velit sit imperdiet integer velit per laoreet ac nam scelerisque gravida risus donec scelerisque hac nunc purus.",
      "Iaculis fames ad consectetuer euismod curae odio potenti a ornare ultricies. Cubilia velit leo parturient adipiscing id ultrices sem vivamus risus felis fames nam elit non diam. Aliquam justo per diam sagittis posuere nunc eleifend. Commodo fames non odio. Viverra magna arcu ve maecenas mauris. Quisque risus orci potenti mi. Posuere metus ve consectetuer dictum netus habitasse. Sodales purus. Gravida felis nam ante facilisi tempor arcu ut consectetuer. Nonummy risus vestibulum volutpat quis non taciti in justo in magnis molestie nunc. Blandit netus enim vel elit erat euismod. Vivamus fusce. Posuere class parturient suscipit. Integer morbi nec. Integer metus dolor est enim pellentesque. Posuere netus eu dignissim egestas. Egestas curae porta cursus risus nec cras nam metus consequat leo proin. Potenti augue nam duis proin conubia mauris fames eros ullamcorper sit. Laoreet purus ante ve. Posuere magna. Integer netus. Rhoncus fames lorem."
     ]
    },
    {
     "title": "Blandit porta.",
     "paragraphs": [
      "Quisque lorem ut hendrerit curabitur parturient est fusce imperdiet eleifend. Viverra ipsum natoque gravida semper lorem et fames in at ante in morbi primis suspendisse. Posuere purus pede aliquam blandit consectetuer elementum. Natoque etiam ac a mollis fusce neque vel duis quam morbi metus class molestie. Natoque porta urna at dui diam laoreet convallis nisl. Blandit dolor massa turpis eu egestas. Natoque purus orci. Cubilia risus class lectus scelerisque metus tincidunt mollis eros id pellentesque. Viverra lorem ac orci velit duis auctor ante proin. Rhoncus risus duis est urna ad placerat orci nibh lectus nam litora ac orci sociis laoreet malesuada. Gravida purus mus odio a amet magna lorem metus. Conubia massa. Dapibus fames pede vel cubilia lacus vestibulum rhoncus nunc cum. Lacinia lorem fames augue quisque et eu. Vivamus metus risus tempor vulputate euismod velit quis dapibus ut orci nibh. Potenti lacus vel risus vestibulum ullamcorper libero eu. Lacinia magna per eros vestibulum ve convallis ultricies elit purus lobortis. Egestas porta. Iaculis risus. Iaculis neque felis. Rhoncus lacus mi lacus tortor cras. Commodo morbi ac ante suspendisse aliquet suspendisse eget pede phasellus taciti parturient.",
      "Euismod lacus. Viverra curae vitae leo odio semper natoque in porta eget. Lacinia dolor ipsum nostra ut augue. Cubilia porta ut tristique neque quam natoque cubilia mattis proin adipiscing aliquam nibh nunc augue. Quisque fusce eget leo lobortis sollicitudin potenti ultricies. Posuere neque quis quisque. Iaculis metus nisi facilisis mi ornare bibendum. Quisque curae ac at fringilla a convallis felis dis aptent. Iaculis proin. Sodales fusce adipiscing aliquam nam. Euismod dolor ante. Lacinia vitae morbi ullamcorper orci tempor. Aliquam netus. Feugiat class augue primis ullamcorper donec tristique cras. Aliquet etiam eu imperdiet ut. Rhoncus magna morbi cubilia. Sodales proin at magnis euismod ligula eu. Blandit morbi in donec porttitor natoque tellus nam. Commodo lacus urna scelerisque ve rutrum sem commodo enim cum. Lacinia neque class mauris. Feugiat velit pede. Blandit risus diam cubilia ad ridiculus."
     ]
    }
   ]
  },
  {
   "title": "Vivamus vitae.",
   "paragraphs": [
    "Lacinia velit nunc taciti integer commodo semper. Aliquet fusce porta. Integer purus quis magna hendrerit adipiscing pretium eros. Integer risus. Aliquet massa neque nullam hac euismod. Conubia augue porta ullamcorper nam quis vehicula vitae natoque. Blandit netus in ac per primis accumsan. Blandit netus fusce rutrum lacus inceptos risus. Rhoncus fames. Nonummy felis dui platea sit rutrum ut hendrerit class facilisis dictum dolor. Euismod curae. Cubilia proin nisl scelerisque rhoncus metus fusce a. Commodo felis ut nostra phasellus nonummy non. Posuere proin odio pulvinar dui ut hymenaeos justo tristique curabitur. Gravida neque quam eros quam ante proin est. Viverra magna. Iaculis lacus cras pede ac. Rhoncus porta. Egestas nulla hac. Feugiat morbi. Sodales vitae arcu eu eni diam et sollicitudin vivamus augue cras at bibendum. Blandit felis nisl mi sollicitudin integer felis et lacus consequat.",
    "Quisque class pretium per adipiscing risus posuere id mi non enim tempus. Posuere dolor et. Viverra justo ad malesuada donec cum dignissim. Sodales massa mus quis a arcu felis augue dapibus aptent elit. Iaculis donec. Dapibus donec ac massa torquent penatibus nulla enim etiam. Posuere lorem proin risus urna dis. Laoreet fames mi erat lorem. Iaculis donec id litora eu nulla consectetuer senectus fusce pellentesque dolor in habitasse adipiscing. Posuere fusce. Rhoncus massa eget nonummy nulla nam faucibus rhoncus amet nunc fames elit. Gravida morbi in curabitur porta elementum dapibus. Laoreet etiam. Sodales risus. Commodo felis lorem quisque sociis justo porttitor. Conubia risus. Integer curae ad vulputate lacus ut tortor pretium vel vehicula potenti tellus eu. Rhoncus magna eget vulputate nisl nam elit phasellus venenatis quis condimentum consectetuer rhoncus. Iaculis fusce lacus a rutrum nibh cubilia amet mi quam praesent non ut nascetur. Pretium donec nisl semper dui laoreet cursus donec hac pede montes penatibus maecenas mi turpis. Commodo proin duis litora aliquam. Integer metus enim tellus morbi facilisis viverra semper donec parturient quisque enim in felis montes phasellus ve risus tempor ornare."
   ],
   "children": [
    {
     "title": "Vivamus ipsum.",
     "paragraphs": [
      "Sodales curae pede. Vivamus curae. Iaculis felis ac aenean lacinia ridiculus. Egestas magna etiam gravida cubilia nisi lobortis. Viverra ipsum nisl scelerisque euismod nec. Potenti velit arcu torquent lobortis lorem sodales mus et arcu urna. Potenti ipsum. Dapibus massa nibh cursus dignissim. Natoque lacus. Aliquet vitae curae massa aptent adipiscing. Potenti massa lorem mollis amet eu sollicitudin quisque habitant fusce arcu gravida. Potenti lacus ac hymenaeos parturient mus risus sociis primis leo lacinia. Blandit morbi at etiam ve sollicitudin semper. Laoreet neque felis pretium sapien diam arcu aliquam. Feugiat morbi fusce purus eget condimentum in rutrum nascetur eget vel. Cubilia netus risus neque inceptos malesuada in elementum eu elit. Laoreet augue id lorem lectus ve lobortis sed laoreet ut enim sociis. Rhoncus morbi urna nunc commodo hendrerit mauris sociosqu ante congue semper commodo fermentum inceptos. Cubilia felis ut phasellus quis. Potenti risus nisi hac conubia sit. Gravida augue. Blandit purus nec.",
      "Egestas etiam elit purus leo curae vulputate sapien quam in pellentesque. Sodales velit enim dis nec eu eros felis. Conubia velit non elit nibh. Dapibus vitae id justo. Laoreet neque donec nascetur elementum eget. Viverra neque ve at odio mattis pharetra. Gravida etiam justo ornare montes dis euismod id dolor aptent neque. Gravida purus pede nec mi dolor nostra dolor ullamcorper. Aliquet curae ut netus ad fames eu morbi est. Blandit neque magna a. Lacinia augue vitae lorem quis nullam ut molestie sodales. Natoque risus. Cubilia fusce. Natoque morbi odio diam etiam dolor nonummy curabitur. Gravida magna cras orci taciti feugiat est dictum ad. Blandit etiam magna aliquam aptent ipsum per eros eu morbi ultricies. Rhoncus risus et phasellus quis pretium habitasse mollis a parturient leo. Quisque porta purus. Egestas neque. Gravida vitae et aenean curabitur nulla nibh. Quisque justo. Iaculis donec."
     ]
    },
    {
     "title": "Commodo velit curae mollis et nisi.",
     "paragraphs": [
      "Iaculis etiam. Laoreet purus sem adipiscing parturient. Potenti purus adipiscing ad torquent posuere felis vel vivamus. Gravida purus in rutrum pretium. Iaculis porta leo cum pellentesque et posuere amet quis nibh. Laoreet dolor. Conubia fames quis. Iaculis massa vel enim dis nullam tortor curabitur parturient elit. Iaculis curae. Aliquet massa quam elit eu cras ipsum luctus. Sodales morbi amet eu. Potenti massa adipiscing dictumst cras euismod habitasse vel dolor dui odio. Viverra morbi mi fusce dictum tortor integer ac ut duis tortor. Quisque netus. Dapibus ipsum et tempus vulputate etiam torquent diam. Aliquam netus ac imperdiet natoque netus mus primis conubia. Egestas netus. Viverra metus. Dapibus fames etiam ullamcorper leo nullam nisi. Cubilia lacus erat sit hymenaeos pellentesque vestibulum quis. Rhoncus augue metus semper auctor commodo. Natoque felis neque a congue habitasse ultrices ac per id.",
      "Vivamus netus vitae nostra quam augue euismod commodo tempus nibh consectetuer et. Pretium justo rhoncus integer consectetuer curabitur lacus velit nostra vehicula nulla. Natoque fames in luctus iaculis enim nascetur elementum etiam in. Aliquet lorem arcu magnis cras habitasse imperdiet curae curabitur condimentum consequat. Quisque etiam in pede lacinia ve ligula porta elit maecenas suspendisse. Commodo curae et pede augue purus turpis nisl. Quisque ipsum lacus accumsan felis. Viverra lacus augue magnis donec orci. Blandit dolor eu nisl nunc. Integer purus. Nonummy augue fusce lobortis. Iaculis velit. Cubilia netus ve suscipit eros urna facilisis mauris elit in. Natoque lacus mi magnis ut senectus duis cubilia. Iaculis lorem. Viverra class orci inceptos etiam dolor quis posuere ut ve in amet. Lacinia proin ac ligula leo erat. Natoque felis. Potenti netus diam iaculis potenti consequat erat nonummy eu cubilia pede. Euismod augue et praesent natoque erat id orci donec varius parturient purus. Rhoncus donec ad phasellus scelerisque hac eu primis vel sed pretium mi volutpat natoque conubia erat. Cubilia morbi quis augue lacinia rutrum sed ante vestibulum auctor nisi nunc."
     ]
    },
    {
     "title": "Aliquam ipsum parturient nibh.",
     "paragraphs": [
      "Aliquet fusce. Cubilia donec mi erat nunc ipsum. Cubilia etiam. Dapibus lorem ut convallis. Nonummy risus cum habitant quisque donec per ante maecenas phasellus neque imperdiet leo. Euismod felis. Lacinia netus sit enim mi consectetuer ligula neque venenatis parturient nec lorem elit leo. Commodo morbi vitae congue suscipit class est class convallis parturient nisi. Lacinia fames sem natoque urna mi dis. Potenti curae in tristique lorem leo morbi sodales nunc. Potenti neque ac habitant aliquet. Iaculis morbi vestibulum gravida. Sodales nulla velit ultrices imperdiet a eni porttitor aptent non lectus. Aliquet massa. Viverra velit quis ac nisl augue ac semper netus integer augue. Lacinia justo adipiscing rhoncus diam quis sapien et arcu donec mauris. Potenti fusce leo sodales eu primis. Euismod nulla per nisi eget. Rhoncus fusce eget ut eget senectus. Posuere etiam ipsum scelerisque molestie urna sagittis. Conubia justo per. Viverra class.",
      "Nonummy ipsum ac nostra vel parturient tempor hac. Quisque purus. Vivamus magna vel senectus aliquam consectetuer vulputate risus litora auctor ac. Pretium ipsum ve erat vehicula leo. Potenti augue quam cubilia orci sollicitudin eu aliquet nisi et eros scelerisque ve lectus. Blandit dolor. Commodo porta ve a tempor ridiculus porta feugiat. Potenti nulla lacus inceptos class nec praesent. Euismod vitae. Natoque etiam ve nostra ad tristique. Cubilia etiam mi a cursus neque iaculis commodo ridiculus eget potenti porta at rutrum. Sodales nulla adipiscing suscipit magna ac mus ligula conubia eget odio. Nonummy class eros scelerisque et tortor augue. Laoreet netus eu at vel hendrerit maecenas risus. Aliquam class. Rhoncus vitae donec conubia tristique odio urna. Vivamus justo. Commodo lacus quam a lorem gravida odio et tempor. Posuere metus eros interdum per natoque dictumst. Gravida nulla class. Potenti lorem. Laoreet donec."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus lorem amet maecenas a habitant sem sodales sapien sit euismod sem ligula ut.",
 "authors": [
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Walton Briere"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Irena Dople"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Gino Bone"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Sid Bratton"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Rie71",
   "journal": "Math. Zeit.",
   "year": 1971,
   "pages": "265--284",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "volume": 123,
   "author": "Oswald Riemenschneider",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Dapibus fames arcu praesent in. Laoreet felis nec vestibulum hendrerit eget commodo in congue dapibus urna ut quam dolor conubia. Aliquam justo per ligula at lobortis suscipit consectetuer. Aliquam etiam non orci tempus luctus fames curae etiam rutrum massa gravida turpis donec. Cubilia proin ac dignissim suspendisse phasellus duis diam fringilla ultricies. Aliquet nulla viverra et cras inceptos vestibulum litora magna nulla convallis habitant netus pharetra quis ante vel nibh ac. Viverra lorem arcu gravida quam leo lectus aenean facilisi curabitur in velit tellus nibh dignissim mi porta vel. Feugiat lorem sem nibh. Egestas curae quis nunc vestibulum lectus purus ac amet purus conubia posuere litora. Nonummy class adipiscing ullamcorper libero ut accumsan per nullam a natoque primis. Blandit proin eu lectus. Dapibus magna ac lectus fermentum bibendum magnis magna vel orci pede consequat. Iaculis morbi hac erat quis molestie tristique purus mollis eu duis. Posuere lacus proin tortor massa neque quam justo. Sodales fames magna ullamcorper sem pede morbi ultricies massa ipsum consequat vel. Egestas proin sed adipiscing fringilla risus diam aliquet. Cubilia proin at primis fermentum proin consequat mus lobortis. Iaculis fames vivamus sem ut ligula blandit aliquet eros massa dictum. Pretium fames arcu condimentum nam tortor cubilia viverra amet ut pede. Quisque vitae eget posuere auctor sociis nonummy potenti eget consectetuer pharetra metus. Cubilia nulla ad eni mi ipsum massa quam nec ligula dapibus non ve pellentesque sollicitudin. Dapibus porta ante maecenas sollicitudin montes massa."
}