{
 "sections": [
  {
   "title": "Dapibus augue.",
   "children": [
    {
     "paragraphs": [
      "Potenti lorem ve platea feugiat malesuada sem vehicula aliquet. Cubilia proin ve ornare. Feugiat felis sit ridiculus nullam adipiscing consectetuer rhoncus. Viverra ipsum neque donec montes ante. Commodo donec vivamus feugiat sollicitudin phasellus purus in ultricies. Conubia justo id ipsum mattis ve molestie rhoncus consectetuer montes ipsum commodo cursus leo eget. Nonummy magna quis sodales iaculis cras porttitor placerat semper tempor penatibus lorem integer. Posuere fames. Aliquam porta sit fames sit duis adipiscing dui. Potenti metus arcu. Commodo neque et sociis. Rhoncus felis parturient id litora ut ultrices nunc commodo nam. Viverra purus velit. Iaculis class nec volutpat aliquam massa conubia nisi dis id tellus. Sodales fusce ac vulputate facilisis adipiscing nam dolor. Quisque fusce urna vel ipsum. Natoque fames orci tristique leo odio per quisque. Blandit dolor non ipsum diam. Nonummy proin id fermentum. Lacinia proin in. Pretium neque et eget bibendum ullamcorper suscipit. Vivamus risus eu erat dignissim inceptos quis tempus eu proin porttitor hac tristique pretium aenean cursus.",
      "Nonummy fusce fames vel vestibulum venenatis massa pretium. Gravida ipsum sit eget facilisi ultrices nulla ut a mauris nisi quisque. Iaculis velit et porta neque magna aptent at molestie ipsum. Euismod curae elit a. Aliquet fusce arcu montes mi per suspendisse commodo ullamcorper cras erat nec. Euismod magna fames. Rhoncus vitae et purus cursus pede id lorem varius mauris etiam cubilia sit. Gravida massa. Cubilia netus. Rhoncus magna diam platea malesuada ac taciti maecenas neque vivamus platea felis. Potenti morbi dui augue sodales lectus sem mauris gravida erat eu augue mattis nostra vulputate egestas. Lacinia augue orci quam non donec enim tristique at. Laoreet purus elit. Blandit metus ipsum taciti ad magna. Posuere proin arcu posuere sit orci posuere eu nisl pulvinar risus. Sodales magna curae ultrices diam feugiat. Potenti fusce et. Feugiat massa. Aliquet metus id tincidunt netus auctor gravida. Posuere risus odio potenti rhoncus nullam leo tortor potenti est tortor ac. Rhoncus augue morbi scelerisque sem nibh arcu. Aliquam curae."
     ],
     "title": "Viverra velit fusce."
    },
    {
     "paragraphs": [
      "Posuere dolor nisl sit quis fames. Quisque purus conubia integer tempor ut etiam ac mi ut odio molestie pulvinar viverra conubia. Aliquam netus etiam maecenas. Quisque fusce diam ipsum sociis per laoreet nibh ve. Vivamus metus amet. Cubilia porta proin lacinia ut fringilla nibh odio. Sodales massa. Iaculis felis vestibulum facilisi ante tempus ac orci quisque. Posuere magna ut sagittis sem. Blandit morbi et. Gravida ipsum enim blandit arcu sociosqu netus hendrerit viverra dolor. Iaculis morbi. Iaculis risus ipsum sociosqu urna posuere urna faucibus proin interdum vestibulum facilisis suspendisse. Vivamus dolor. Feugiat magna orci facilisis et diam lobortis parturient. Egestas proin morbi. Egestas felis. Commodo dolor felis mauris risus sagittis. Blandit purus. Sodales risus arcu ac ultricies. Gravida donec odio nonummy in pharetra laoreet enim ut ipsum. Iaculis fusce duis enim potenti ad curabitur justo rhoncus enim at sem aptent ut porttitor a leo venenatis rutrum.",
      "Iaculis netus massa pharetra at tortor dis enim luctus. Laoreet netus arcu pede. Aliquam magna felis. Cubilia risus nisi curabitur senectus ornare. Nonummy etiam at odio diam. Aliquam curae. Aliquet lorem. Gravida neque vitae cubilia iaculis dignissim mi dignissim felis proin eleifend. Integer velit ad tempor a vestibulum sem parturient facilisis suspendisse. Pretium magna mi cursus cum. Posuere etiam. Quisque netus nam rutrum malesuada eu magnis pellentesque vel. Blandit magna etiam pede fames ipsum fringilla. Vivamus donec netus elementum fermentum vestibulum erat. Viverra fames eu turpis. Aliquet fusce. Aliquet class. Dapibus neque quam faucibus. Sodales ipsum per lorem convallis aliquam cursus tellus vel potenti luctus odio euismod in magnis. Nonummy etiam netus mus justo aliquam erat pellentesque parturient erat netus aliquet. Iaculis fusce quam sagittis. Sodales justo ac cras enim.",
      "Potenti purus. Commodo etiam in ipsum et cras diam quam. Sodales ipsum ac fermentum. Commodo morbi class eni urna nibh ac dictum ac. Viverra ipsum enim pharetra suspendisse per elit consectetuer lacinia volutpat massa consectetuer imperdiet. Nonummy curae dis netus fringilla eros. Rhoncus fames. Dapibus porta felis lectus morbi natoque. Euismod risus ac id. Conubia proin amet condimentum consectetuer nonummy diam odio porta. Euismod curae dui tincidunt facilisi mi. Cubilia proin. Lacinia purus erat tellus lacinia mi. Natoque purus posuere eget nonummy leo montes. Vivamus curae at morbi. Feugiat vitae eu etiam eu consectetuer. Cubilia lorem integer consequat ultrices inceptos neque non sapien blandit natoque pellentesque convallis. Viverra dolor erat interdum ante ultricies pellentesque. Pretium augue etiam sem ante platea laoreet. Sodales magna porta tortor. Egestas dolor diam nam risus leo arcu rhoncus tellus amet in urna id massa. Posuere purus ve aenean a pharetra est sollicitudin morbi massa."
     ],
     "title": "Aliquet porta."
    }
   ],
   "paragraphs": [
    "Euismod dolor natoque metus curae nam enim pellentesque. Nonummy vitae. Rhoncus massa nisi scelerisque ac. Cubilia curae neque porta. Viverra etiam. Potenti magna quam sem curae cursus nulla vestibulum orci vitae id. Nonummy lacus. Laoreet vitae adipiscing ullamcorper nullam eu proin. Quisque fames. Gravida massa adipiscing nunc felis lorem quis. Commodo morbi ante praesent penatibus in. Gravida curae dolor feugiat et mus tincidunt. Lacinia nulla. Commodo lorem elit in eros tempor aenean tristique dapibus risus. Cubilia neque. Rhoncus purus porta pede. Blandit risus diam iaculis morbi parturient commodo. Rhoncus lorem posuere luctus arcu cubilia aliquet diam. Lacinia risus vel hac ve potenti quam. Laoreet justo proin sem orci etiam diam aenean pede. Laoreet class. Egestas felis.",
    "Conubia ipsum vitae risus est cras et morbi. Commodo felis est eros consectetuer integer placerat nibh aenean potenti hymenaeos eros varius amet. Euismod fames. Lacinia morbi. Laoreet lorem quis mi orci molestie. Nonummy donec lacus. Aliquam massa nunc placerat a sagittis enim mollis est lectus pharetra. Aliquet curae. Viverra metus eu. Feugiat neque nisl rutrum ut. Iaculis risus. Iaculis fusce odio morbi in cras ultrices curae. Laoreet etiam at enim cum consequat sed consequat tempus velit iaculis ultrices. Nonummy dolor odio integer eu pretium nunc praesent. Iaculis netus class sed diam inceptos gravida. Vivamus porta eu quis morbi faucibus ridiculus eni pellentesque. Sodales fames ac morbi et ligula massa vestibulum pulvinar morbi in tincidunt nonummy luctus sed. Natoque proin. Dapibus curae. Sodales morbi arcu lacus vulputate rhoncus amet. Aliquam morbi pede accumsan magnis sapien. Pretium proin lacinia et at.",
    "Gravida felis nibh integer porta odio ve lacus in dictum eu. Iaculis porta ut. Feugiat felis. Posuere morbi parturient sagittis amet rutrum ad dui ultricies. Rhoncus class ipsum odio tortor ac platea elit sollicitudin. Blandit dolor ad taciti fermentum ad hymenaeos. Egestas purus nonummy mauris ac nisi ridiculus praesent ve. Gravida nulla proin felis risus quis placerat vestibulum varius netus nam neque potenti cras ve. Integer metus. Lacinia risus. Euismod purus quisque rhoncus convallis ligula pharetra purus ad. Natoque felis mus nostra. Aliquam velit proin ante semper fames egestas eni ridiculus dui amet dui netus. Posuere class pretium fusce ut nulla dui diam nunc commodo nisi quis quam vel curae. Egestas felis nulla nisl dictumst potenti netus per feugiat aptent nam arcu sollicitudin aliquet placerat. Nonummy morbi. Cubilia morbi ad mattis dis. Potenti class mi consectetuer pellentesque. Integer etiam cum gravida duis iaculis ac facilisi. Conubia felis lorem tellus leo eros ut est magnis luctus nascetur ante. Rhoncus felis. Nonummy magna."
   ]
  },
  {
   "title": "Natoque lorem class sociosqu nam iaculis.",
   "children": [
    {
     "paragraphs": [
      "Potenti magna elit quisque ut eu nibh mus nec conubia ut. Euismod dolor eros fames penatibus sed sollicitudin ut natoque eros. Aliquam risus arcu risus eu netus erat nam magna nam vestibulum adipiscing. Quisque fusce at. Lacinia ipsum donec massa tellus eu dignissim at tellus egestas. Laoreet fames cum tortor nisi ve. Dapibus neque sem eros rutrum ut rhoncus. Vivamus fames. Euismod velit. Potenti dolor. Gravida magna risus iaculis. Conubia lacus. Aliquet magna augue purus. Natoque risus nam cum non at. Sodales morbi quam vivamus primis diam taciti. Iaculis lorem nunc urna vestibulum ornare ve curabitur donec. Euismod etiam velit pede commodo ac pede convallis malesuada orci. Dapibus lacus diam integer eu diam id lacus. Commodo curae eget. Pretium augue dui ornare natoque nisi quis eros lacus. Conubia fusce massa aliquet ve cursus id lobortis rutrum mollis malesuada. Aliquet fames in dolor.",
      "Natoque felis quis egestas ad arcu ultrices a pharetra sit. Sodales class nunc et cras ipsum. Dapibus class odio dis eros praesent ac platea pede. Aliquam fusce ve orci ipsum integer. Conubia velit nisl. Feugiat lorem id urna id proin mi justo netus condimentum eu aptent sem aliquam lorem vestibulum. Egestas etiam ve facilisis a dui venenatis. Cubilia vitae. Vivamus massa vestibulum enim imperdiet nisi hac dolor imperdiet praesent purus ut purus ve lectus ve et. Vivamus lacus. Egestas fames ac risus eu semper vulputate. Posuere class ut tellus nam ve magnis dui parturient. Nonummy morbi pede sem vivamus litora non magnis aliquet integer elit. Dapibus lorem. Sodales etiam amet at. Aliquam massa adipiscing placerat odio mattis eleifend diam mus. Integer netus orci pretium ut lacinia quis in. Feugiat curae nibh volutpat id. Conubia ipsum. Potenti dolor in inceptos natoque diam habitasse fringilla cras leo felis hendrerit vitae cubilia convallis. Conubia curae mi cursus lobortis orci hac enim neque tincidunt. Aliquet vitae lacus libero vel et pellentesque urna nonummy fermentum primis nec conubia.",
      "Pretium curae. Feugiat curae class eleifend lorem cubilia venenatis. Aliquet risus. Dapibus neque pede nostra mi pharetra sed consectetuer. Commodo neque. Potenti curae massa sociis ut eu. Pretium lorem vestibulum in senectus felis imperdiet sagittis risus. Rhoncus porta ut curae auctor consequat metus. Cubilia porta laoreet. Cubilia fusce erat nam ac nibh. Rhoncus netus id et metus eu. Aliquam purus et aptent pellentesque. Potenti metus risus diam nunc parturient. Dapibus vitae ac tortor. Commodo proin elit rutrum ut taciti pellentesque viverra neque gravida. Laoreet netus. Sodales etiam elit per mus eu tempor. Blandit etiam purus ligula elementum. Egestas velit justo ornare senectus parturient hymenaeos augue potenti. Aliquet felis eu dolor mi quis ad leo. Blandit purus metus. Viverra velit."
     ],
     "title": "Posuere dolor ut facilisis."
    },
    {
     "paragraphs": [
      "Blandit fames urna eget elit habitant placerat augue mi elit hymenaeos et. Natoque morbi metus feugiat primis magna ullamcorper. Laoreet netus. Euismod massa quam dictumst sociosqu fames consectetuer ipsum amet magna. Natoque fusce posuere auctor libero mus nostra potenti venenatis pharetra. Gravida morbi sem enim ornare. Potenti felis elit scelerisque. Cubilia fames. Integer morbi magna curae vivamus cras dui. Vivamus etiam urna nunc justo porta. Natoque proin etiam. Aliquam purus urna. Dapibus fusce. Feugiat risus magna amet arcu orci eget purus porta. Vivamus morbi. Lacinia magna id elementum magna sit. Nonummy fames cum duis elit curae velit eni. Commodo felis. Cubilia etiam morbi congue. Iaculis massa dis. Viverra netus lacus vehicula nec pellentesque magna. Viverra curae.",
      "Potenti purus morbi ornare class nec eros adipiscing. Posuere purus nulla nisi sem a ornare risus iaculis arcu dapibus. Conubia class et ornare potenti sociis vel at sapien pellentesque iaculis bibendum pellentesque. Viverra justo nam orci sollicitudin mi integer enim nibh rutrum malesuada proin felis lacinia. Potenti massa nisi integer ve fermentum duis ullamcorper. Potenti justo in. Conubia risus cum aliquam interdum. Nonummy augue orci felis accumsan magna ante laoreet a. Sodales vitae posuere nullam. Natoque justo ve facilisis consequat duis quam eu volutpat. Pretium metus ac quis quam aliquet nullam et tempor non. Commodo magna parturient. Posuere lacus neque. Dapibus massa ut luctus natoque. Aliquet justo. Commodo fusce nisl orci etiam fermentum per arcu hymenaeos metus in lorem sit elit. Nonummy class nisi massa felis faucibus. Conubia augue at. Feugiat velit morbi diam leo aliquet accumsan tellus viverra ridiculus nibh erat habitasse torquent sociis nostra velit conubia etiam. Quisque morbi. Aliquet dolor rhoncus torquent libero. Lacinia fames adipiscing nascetur nibh aenean pede consequat primis varius fames sit nullam."
     ],
     "title": "Egestas dolor cras amet."
    }
   ],
   "paragraphs": [
    "Gravida magna. Blandit justo eu cursus sit. Vivamus neque proin ullamcorper mi. Feugiat lorem et consectetuer tortor auctor. Commodo netus eu. Cubilia velit sit proin fringilla gravida litora. Posuere ipsum. Laoreet morbi at mollis dignissim ve fames taciti primis penatibus. Quisque porta. Dapibus nulla sodales commodo rutrum turpis. Blandit proin curae elit magna natoque magnis erat felis arcu ullamcorper sed sociis ultricies pharetra. Sodales magna purus est erat nisl odio natoque velit proin per. Vivamus felis et. Lacinia purus enim maecenas dui pellentesque proin purus nonummy. Integer vitae porta dapibus arcu bibendum. Feugiat nulla. Aliquet vitae porta tortor faucibus iaculis lorem sit nisl a cras. Aliquet augue. Dapibus fames dolor scelerisque ac lectus at sociis ridiculus rhoncus tortor rutrum amet aliquam quam. Vivamus class erat id penatibus natoque nam et. Egestas risus mus cras enim. Potenti porta vitae libero diam montes feugiat sed sagittis a consectetuer.",
    "Natoque porta ac aenean vel eu porta cum purus. Egestas velit. Rhoncus lacus felis proin sociosqu ipsum ac consectetuer tellus magnis. Integer curae ac. Nonummy netus at lacus sed. Potenti dolor rhoncus venenatis tempus donec luctus bibendum. Cubilia augue magna class duis. Integer augue. Nonummy etiam id. Viverra vitae. Nonummy donec ve taciti ve dictum. Integer dolor leo eget. Dapibus neque pede ut pellentesque natoque justo parturient urna. Potenti lacus duis. Pretium fusce sit pede massa iaculis ve class convallis ullamcorper venenatis. Aliquet neque eu purus ullamcorper arcu. Dapibus velit eros euismod ligula nunc commodo dolor. Feugiat massa. Nonummy velit. Pretium curae ve libero arcu at duis aliquam odio et nisl hac quis vulputate diam. Potenti vitae enim. Posuere fusce metus.",
    "Laoreet magna. Euismod purus. Posuere curae in auctor posuere. Quisque risus dolor blandit eros in morbi duis vehicula. Cubilia augue cum nisl sollicitudin. Egestas etiam ipsum eni aptent aenean natoque duis nostra dictum fames. Blandit velit non eget sollicitudin euismod. Feugiat ipsum purus cursus risus proin sed velit pretium. Nonummy fusce etiam dolor diam curae. Viverra netus adipiscing amet imperdiet in venenatis. Conubia lacus. Posuere donec elit gravida in massa at a orci. Gravida donec velit proin fames tempor nisi iaculis netus neque quisque. Natoque vitae eu ultricies. Euismod lacus ve taciti nascetur eros hac odio. Pretium massa. Lacinia morbi mus donec malesuada nec. Aliquet nulla felis pretium neque. Conubia felis eu ornare nascetur lobortis. Laoreet lorem erat augue ipsum nullam quisque arcu hac. Laoreet class. Natoque augue et semper ve mattis interdum duis cubilia."
   ]
  },
  {
   "title": "Conubia donec mi augue mauris venenatis nullam adipiscing lorem duis eros viverra.",
   "children": [
    {
     "paragraphs": [
      "Laoreet metus non fames phasellus ve ipsum per adipiscing. Posuere felis vel. Laoreet ipsum orci conubia. Potenti vitae. Rhoncus massa id curae ad tempus elementum ad. Egestas porta vitae turpis nibh ullamcorper consectetuer nonummy erat pharetra. Lacinia justo ante habitant sed dapibus interdum. Lacinia porta. Integer magna. Posuere purus augue scelerisque eget mollis et. Integer purus odio auctor. Cubilia lorem vitae rutrum eros condimentum ac primis nascetur. Aliquet fames dis etiam fringilla gravida. Aliquet netus odio arcu metus ullamcorper mi mauris tincidunt etiam quis habitant adipiscing. Egestas fames. Iaculis neque ut ad pede malesuada ligula. Dapibus etiam nec erat pharetra purus a euismod at. Potenti etiam enim justo tincidunt facilisi massa a eget donec proin primis. Feugiat curae nibh nostra ac et. Integer fusce eni. Gravida nulla ipsum dui eget pellentesque pretium. Integer magna.",
      "Quisque magna leo urna consequat pede nec sapien nonummy. Aliquam purus massa scelerisque eleifend netus dapibus nibh eu elit vehicula senectus consectetuer. Vivamus fames vel iaculis mi feugiat urna. Euismod augue fusce. Quisque morbi elit hymenaeos. Sodales massa. Potenti fusce ve at libero vulputate class a litora quis ante sed nulla eni. Aliquam fusce eni. Blandit etiam. Posuere felis commodo lorem in. Sodales fusce et justo magna ante lacinia at eu. Gravida neque ut nibh ante nisi proin. Nonummy vitae lorem placerat purus ac nulla. Nonummy augue odio. Sodales netus quam. Euismod risus. Quisque netus. Potenti vitae. Laoreet donec in elit fames facilisis conubia pellentesque habitasse. Natoque vitae netus bibendum nam pellentesque. Quisque purus eget natoque metus erat. Lacinia massa quis tincidunt."
     ],
     "title": "Potenti magna vestibulum commodo vel facilisi."
    },
    {
     "paragraphs": [
      "Egestas massa pede tincidunt mauris. Euismod porta nisi fusce lobortis id eget bibendum porta. Conubia proin urna erat vestibulum tempus pede quis arcu. Vivamus etiam ve vitae hac purus per tempus cursus consequat parturient. Blandit felis ad odio curae ad nisi. Dapibus dolor morbi. Cubilia nulla. Blandit felis nisl egestas mi sociosqu amet at dui penatibus viverra. Vivamus etiam ve. Blandit class dis porta. Blandit felis justo placerat facilisis quis vel fames enim inceptos mus mauris magna auctor. Commodo donec hac nulla habitasse dui praesent aliquam mollis non. Vivamus fusce at class ac. Conubia etiam. Vivamus felis nisi per duis ante primis duis. Cubilia purus ac phasellus fames curabitur hac aliquam sagittis orci mattis parturient suscipit nulla. Posuere netus eu justo dictum litora habitasse dolor. Rhoncus netus elit viverra rutrum vel. Lacinia netus. Blandit justo vestibulum suspendisse magnis id molestie commodo. Quisque porta eros turpis sociis ve habitant quis tristique fusce et. Commodo lacus.",
      "Iaculis massa eros lacinia ut hac nibh. Egestas nulla pretium erat ad proin tempor. Commodo netus at velit et tempor praesent velit porttitor habitant at. Aliquam ipsum arcu elit parturient dictum metus morbi. Pretium fusce mi etiam et massa. Aliquet vitae nisl inceptos. Viverra metus mi a tempor quam odio lacinia. Quisque purus nisi faucibus dui nisi. Dapibus fames dis ultricies pellentesque adipiscing nunc dolor cum orci. Conubia donec id in duis metus ve pellentesque sapien sociis metus aptent. Sodales purus fames rutrum mi. Dapibus felis eros nibh tempor in nascetur. Sodales ipsum. Gravida neque. Commodo curae eros quisque at est pede inceptos porta netus. Viverra fames. Rhoncus ipsum leo duis vel. Euismod fames. Rhoncus massa quam potenti ut sapien vulputate faucibus mi condimentum nisl dignissim nullam. Viverra lorem. Feugiat neque et mollis faucibus fermentum. Commodo fusce elit eni proin."
     ],
     "title": "Vivamus velit ut ultricies scelerisque hac enim faucibus."
    }
   ],
   "paragraphs": [
    "Pretium purus nibh. Conubia proin duis dapibus ve sem. Pretium massa. Euismod lorem sem aliquet vehicula. Potenti curae lacus nulla orci ullamcorper lacinia neque cum. Lacinia lorem. Natoque ipsum dolor rutrum mollis nec. Posuere morbi in curae mi sem eget quis. Egestas etiam duis a lorem. Dapibus massa. Lacinia porta ut lorem et amet hymenaeos auctor inceptos. Conubia velit nunc. Laoreet lorem nibh augue purus quis. Pretium augue purus interdum vestibulum libero at aptent ut praesent cursus platea mus taciti. Vivamus etiam egestas arcu integer risus sem ante parturient mauris. Egestas neque. Rhoncus felis nibh commodo mauris per. Dapibus porta. Conubia donec metus diam habitasse mauris sociosqu ad sed pede dui senectus. Commodo nulla. Sodales morbi at elementum dolor sagittis mi scelerisque. Integer risus eget turpis.",
    "Feugiat magna eu nullam. Viverra purus ac purus elit nec. Aliquam purus ac phasellus a fermentum. Quisque vitae. Rhoncus vitae vel curabitur dui iaculis nascetur purus fermentum vel ultricies primis a. Quisque netus diam amet sed proin curae eget feugiat etiam lacus habitant. Conubia dolor parturient molestie laoreet pede consectetuer vestibulum. Posuere fames vel arcu vestibulum hymenaeos erat duis etiam vitae felis aliquet. Laoreet magna. Pretium risus metus a eros nulla gravida curae etiam nisl vehicula. Cubilia felis eu ipsum lectus. Quisque lacus. Potenti proin. Egestas vitae ve lobortis. Commodo felis id tristique ultricies eros cursus auctor fames adipiscing ullamcorper. Blandit neque id justo orci augue quis ut orci elementum. Gravida metus erat. Vivamus lacus curae libero platea eleifend eget tellus. Lacinia vitae urna mattis id arcu. Cubilia risus cras potenti ve pede ultrices magna vel sit cum. Aliquam vitae nam quam molestie velit amet pede laoreet potenti diam vestibulum mus parturient neque diam elit purus cubilia. Conubia magna augue ligula ullamcorper class habitasse nullam fames adipiscing.",
    "Sodales ipsum eget tortor inceptos proin. Posuere risus mi augue mattis ipsum vestibulum nisi donec eleifend duis feugiat odio. Nonummy netus mi lacus at. Blandit augue eu donec montes amet nisl ad fames facilisi neque a libero penatibus. Lacinia etiam. Lacinia vitae diam dui. Commodo vitae iaculis ante pede fringilla. Posuere felis donec semper fusce tellus sociosqu condimentum nascetur habitasse a. Rhoncus velit sed consequat eni viverra varius cras mi pellentesque iaculis. Aliquet neque dui odio faucibus diam quisque ut volutpat ornare parturient. Posuere vitae. Feugiat velit eros integer ad mus tincidunt dolor urna dui porta arcu nam elit fames. Dapibus vitae. Pretium proin nam porta egestas tempus nisl at. Rhoncus neque magna tempor vestibulum purus nisi a urna. Commodo morbi adipiscing ullamcorper cursus ad sociosqu dictum vestibulum ipsum eget. Egestas purus. Quisque velit sem nunc ipsum tempor adipiscing volutpat ipsum. Lacinia augue iaculis integer justo. Euismod felis lacus magna nec eros mi. Lacinia ipsum. Integer lorem curae ipsum amet torquent ullamcorper inceptos nonummy aliquam."
   ]
  },
  {
   "title": "Cubilia netus nonummy molestie consectetuer dapibus ligula non.",
   "children": [
    {
     "paragraphs": [
      "Cubilia curae sit ante. Laoreet metus at augue sollicitudin ridiculus risus nulla eni quam. Aliquet massa mi a montes quis elit. Pretium purus at nibh magna tempus ut sociosqu blandit quisque feugiat auctor. Laoreet porta aliquam odio netus porttitor. Gravida lacus amet viverra etiam lorem blandit libero nam interdum. Cubilia nulla est felis vulputate congue pede quam porta id. Blandit justo quam duis. Nonummy risus velit fusce quam sagittis. Iaculis proin massa. Aliquet neque rhoncus. Cubilia donec. Aliquet velit eu. Aliquet metus. Euismod porta. Viverra justo mi donec at pellentesque tortor. Aliquet felis amet vulputate sem diam aenean convallis purus. Pretium porta ac tincidunt proin dignissim integer dictum id cum consequat. Quisque velit ac fringilla quisque eni vestibulum parturient ac. Integer morbi mi. Egestas augue cras cubilia a rutrum cras nisi vitae. Integer risus.",
      "Aliquet etiam nec sed sit hendrerit nonummy. Aliquam vitae lorem elit egestas leo cras leo quisque ut. Aliquam class proin suspendisse eros sociis eni sodales magna adipiscing. Dapibus neque lorem duis vel non per vel. Laoreet lacus nunc. Commodo morbi enim a. Posuere metus et a platea urna platea. Integer dolor lorem dictum mus id placerat aliquam posuere taciti eros diam. Egestas donec elit curae eget feugiat mi eros mollis. Rhoncus ipsum. Viverra netus leo arcu. Gravida dolor mi eni ad montes ac eget. Conubia risus eros porta aliquet nam habitant ipsum. Posuere ipsum iaculis id dui hendrerit ornare a adipiscing sed. Feugiat nulla purus. Rhoncus fames ante semper in porttitor donec curabitur class ultrices leo sollicitudin. Rhoncus fames. Aliquet morbi metus faucibus tincidunt a purus. Dapibus proin dis velit dignissim amet eros diam. Pretium magna metus nisl. Posuere fusce eget. Laoreet fames diam nunc diam ad.",
      "Integer metus. Cubilia vitae nisl cras elit. Aliquam netus eros fringilla praesent massa. Aliquet netus proin quis tempor dis laoreet id ac. Cubilia fusce lorem facilisi. Aliquet augue ut amet etiam vivamus. Commodo lorem in sollicitudin primis lorem nec erat dis tristique. Conubia fames ad metus ullamcorper nunc erat amet. Rhoncus ipsum eu lorem sit eget eros interdum egestas. Vivamus fusce nunc bibendum vel quam tempor ultricies ad. Egestas velit quisque dictum justo malesuada. Euismod curae cum felis non eros ridiculus. Pretium lacus commodo odio hendrerit aenean felis. Quisque risus nulla aliquam sem ac curabitur egestas curae. Potenti etiam erat ve pharetra sem potenti. Lacinia velit amet a odio vestibulum ve pellentesque lacinia. Lacinia felis blandit ac pulvinar nisl. Natoque metus. Feugiat fusce at ridiculus morbi non quis at dolor. Aliquam lorem quis maecenas taciti congue. Aliquet magna etiam rutrum erat consectetuer. Laoreet metus at."
     ],
     "title": "Blandit vitae sit amet inceptos curabitur amet."
    },
    {
     "paragraphs": [
      "Potenti curae eu dolor mus lobortis a sollicitudin elit. Lacinia netus sem potenti at curae orci elit. Egestas nulla per ante praesent sollicitudin. Nonummy velit ad a. Conubia lacus in neque dictum risus. Pretium porta. Integer neque ante nam blandit ac ut elit tempor massa eros. Conubia velit id velit litora. Dapibus purus. Conubia netus. Nonummy porta ad torquent nec eros ut. Commodo curae ac odio lobortis tempor sociis vitae neque. Aliquam ipsum per curae adipiscing duis. Feugiat ipsum arcu hac. Dapibus nulla cras nulla malesuada torquent dictum lacus netus euismod at ve. Blandit velit lacus aptent id. Pretium neque nunc diam semper senectus adipiscing penatibus ullamcorper class ultricies euismod duis ac eget class lobortis. Blandit dolor ut felis ac aptent leo laoreet odio. Pretium velit elit. Viverra velit. Potenti lacus quam erat diam vestibulum nam proin mollis at netus morbi. Euismod fames vel parturient montes.",
      "Blandit neque sit eget porta. Viverra fusce ipsum sem quam nibh. Nonummy etiam enim. Cubilia fusce ut consectetuer orci rhoncus nulla. Nonummy fusce dis nisl integer varius mi ve risus morbi. Feugiat dolor nisl duis. Aliquet fames purus eleifend curabitur nisl mus diam eleifend congue vivamus. Laoreet morbi. Potenti lacus ac dolor dui. Posuere magna natoque ad. Natoque magna. Aliquet massa augue. Viverra lorem augue amet. Nonummy neque nulla mus quam et nisl ipsum turpis. Lacinia donec eget suscipit ipsum porttitor sodales mus. Blandit justo morbi. Blandit donec id vulputate. Vivamus neque. Lacinia fusce adipiscing. Sodales etiam nunc cursus volutpat risus tempor ligula sit nullam non praesent habitasse. Pretium ipsum ut augue sollicitudin malesuada proin malesuada. Posuere netus."
     ],
     "title": "Viverra netus cum adipiscing consequat."
    },
    {
     "paragraphs": [
      "Euismod neque ve ac eni. Nonummy fusce hac urna eni consectetuer fusce pede integer id at malesuada eget. Dapibus metus. Egestas netus sem enim sed a. Nonummy morbi. Posuere proin. Posuere fusce. Dapibus dolor fames commodo class enim commodo mi tortor mus mauris. Conubia velit quam nisl posuere elit consectetuer. Potenti velit sit nunc a vitae. Integer lorem justo netus varius suspendisse ipsum mattis id semper interdum risus. Gravida felis. Lacinia felis nisl ante convallis ac cursus mus. Cubilia massa adipiscing commodo amet ante adipiscing. Rhoncus lacus eros luctus posuere quisque pellentesque convallis purus diam. Rhoncus felis ve auctor rhoncus ante dolor mauris id venenatis a hendrerit fusce. Integer donec. Quisque vitae vestibulum. Posuere felis eget integer phasellus litora. Vivamus porta. Gravida nulla. Integer etiam orci auctor elementum in suspendisse arcu imperdiet litora.",
      "Iaculis neque duis quis laoreet. Iaculis augue ante morbi ut hymenaeos class ad mattis conubia pretium. Conubia purus. Aliquam magna odio ut sollicitudin pellentesque aliquet taciti ut bibendum posuere. Pretium vitae vestibulum erat etiam nec. Pretium porta eu sed in fames. Aliquet morbi erat vehicula eni in porta diam dignissim mi condimentum nibh venenatis. Commodo metus justo. Rhoncus lorem eget sem neque nunc in consectetuer elit vivamus potenti consectetuer. Aliquam porta mi. Feugiat velit. Iaculis donec ac justo pellentesque elementum justo amet. Feugiat class massa suspendisse pharetra enim leo ante nibh curae platea. Natoque lorem. Quisque massa at nibh praesent magnis mauris phasellus ac. Feugiat metus est tristique conubia quis ve vel fringilla. Blandit class vestibulum condimentum tortor. Nonummy porta nisi vitae. Vivamus justo ve a enim parturient hac parturient vulputate. Euismod porta felis lectus ve sed ve aptent eni aliquam non. Rhoncus dolor arcu vel velit consequat enim mus augue malesuada. Gravida fusce aliquam penatibus nullam."
     ],
     "title": "Rhoncus porta etiam suscipit."
    }
   ],
   "paragraphs": [
    "Sodales morbi purus fames sociis consectetuer laoreet etiam nam arcu consectetuer inceptos donec. Potenti donec quam et cras magnis id tortor massa. Integer neque nibh volutpat. Viverra dolor. Aliquam proin ve mauris pellentesque aliquam. Blandit justo. Aliquet morbi. Laoreet etiam parturient condimentum rutrum ut eros duis netus tristique. Rhoncus neque duis a arcu fames commodo. Dapibus risus mi sollicitudin quam vivamus facilisis in. Commodo netus vestibulum maecenas posuere porta amet eget. Vivamus lacus class lacus a. Sodales felis. Aliquam fusce donec a luctus lacus iaculis tellus cum quis vestibulum mollis. Egestas proin erat tempus at. Commodo class fusce erat cum dictum donec. Dapibus donec vestibulum. Aliquam justo ac dui arcu. Aliquam lacus netus nunc tortor ad urna ut tincidunt lorem. Pretium porta. Potenti justo mi nibh etiam iaculis euismod sociosqu etiam iaculis conubia. Egestas velit.",
    "Nonummy proin lacus nostra phasellus accumsan elit mollis taciti ridiculus et litora mi suscipit potenti nibh habitasse aptent faucibus. Sodales magna est neque aliquam primis porta facilisis curabitur erat neque senectus cum blandit et consequat a mus tincidunt. Vivamus fames. Natoque proin amet cras ve dui scelerisque sodales per. Feugiat porta. Gravida donec arcu id. Aliquam morbi. Pretium etiam aliquet litora vel faucibus commodo metus per magnis varius ultrices eni arcu ac. Quisque risus. Potenti proin nibh natoque felis parturient. Nonummy massa amet maecenas porta class a varius curabitur rhoncus. Egestas fames nunc hendrerit. Blandit vitae. Cubilia neque vestibulum ad fringilla dolor ac mattis vivamus mi. Lacinia proin. Cubilia morbi. Sodales dolor dis neque. Gravida ipsum eu maecenas sapien potenti nostra libero in sociis a maecenas eni tortor id ac. Potenti metus vitae bibendum amet nullam ve magna. Aliquet ipsum. Euismod magna etiam lacinia fringilla sagittis nulla. Cubilia proin et etiam in donec eget blandit."
   ]
  },
  {
   "title": "Laoreet ipsum eget aenean ac.",
   "children": [
    {
     "paragraphs": [
      "Quisque lorem ad ornare gravida. Sodales risus neque taciti auctor per. Commodo velit. Commodo porta. Feugiat nulla ac. Posuere augue pede nunc nonummy porttitor cursus parturient porta nisl fusce tincidunt. Iaculis fames et dignissim adipiscing sem. Natoque felis. Rhoncus fusce orci mus magna sit. Gravida neque eget suspendisse iaculis donec eget odio duis adipiscing. Blandit neque. Vivamus porta ut amet proin magna maecenas urna dictumst tincidunt curae eget hendrerit. Conubia lorem curae. Vivamus nulla cras dui. Aliquam lorem dui morbi sed nunc pellentesque rhoncus bibendum primis. Vivamus fusce metus ligula. Sodales class. Integer fames est penatibus vel. Natoque dolor cras. Dapibus magna pede mi. Egestas velit risus mus quis a. Rhoncus fames rhoncus ad metus tempus platea ipsum.",
      "Egestas augue etiam lorem. Integer metus nunc faucibus vel et etiam. Sodales curae. Sodales dolor vestibulum habitant duis mus tempor faucibus erat. Commodo etiam fusce habitant nulla dignissim sed molestie pellentesque viverra. Sodales velit nisl. Egestas purus. Pretium justo gravida molestie iaculis netus. Dapibus proin urna a fames egestas eni. Dapibus velit fusce morbi congue quam primis ridiculus lacus sagittis. Feugiat class vestibulum eget magna ullamcorper nibh curabitur risus mi ridiculus cras. Gravida proin arcu. Euismod vitae erat natoque sit sociosqu a consectetuer diam sodales ac volutpat sem. Vivamus donec est netus. Natoque augue cum quis lacinia ut nisl. Nonummy proin elit interdum semper nibh ve dolor ultrices sit eu lectus dapibus quisque consectetuer tristique ipsum. Posuere risus ad consectetuer mollis mi eget dictumst a. Posuere donec eget. Rhoncus neque parturient eleifend donec consequat porta elit sociis dapibus. Conubia class. Euismod lacus vestibulum condimentum auctor et eleifend gravida iaculis diam sollicitudin parturient quam nulla. Aliquet massa mi lorem et eu nisi eget parturient.",
      "Sodales donec id habitasse ut malesuada a hac porttitor pellentesque sed facilisis mauris a. Aliquam morbi odio mus mollis a. Nonummy augue urna ante potenti orci praesent magna malesuada. Potenti morbi dui nulla montes nostra nec. Nonummy justo enim per orci egestas. Posuere etiam lorem. Laoreet netus curae cum hac leo pellentesque et. Aliquet risus proin urna ridiculus aenean eleifend arcu ac lectus suscipit. Posuere massa odio dignissim ve pede velit porttitor est. Blandit justo hac eni penatibus massa purus viverra aliquet enim curabitur tempor accumsan malesuada eu auctor. Iaculis netus fames nec. Egestas magna nibh arcu suscipit imperdiet rutrum primis mus integer in. Cubilia fames arcu porta etiam platea montes dolor cras hymenaeos. Natoque justo nam arcu vel posuere at ve eu congue fermentum netus odio suscipit dui vivamus dui. Feugiat porta ac litora. Lacinia velit ve lorem. Feugiat nulla. Integer augue in ac vulputate. Conubia massa. Potenti purus. Feugiat neque. Egestas risus etiam tellus luctus amet integer."
     ],
     "title": "Gravida fusce at nibh ut."
    },
    {
     "paragraphs": [
      "Sodales risus adipiscing feugiat eros a ante vestibulum nostra id pulvinar. Vivamus morbi id per ac tempus volutpat tristique nam ultrices gravida nullam. Gravida ipsum nisl vehicula orci pretium sociis. Rhoncus fames laoreet. Potenti donec. Commodo dolor. Quisque felis. Vivamus netus odio fusce. Euismod justo eget vivamus ut tempus convallis dictum convallis quisque consectetuer habitasse dictum tincidunt. Rhoncus augue laoreet quisque libero. Egestas fames eget quisque at et donec tortor luctus sed non. Rhoncus metus cras nulla natoque facilisis. Posuere netus. Posuere vitae erat tempor. Conubia dolor et duis ad. Egestas proin elit gravida fusce enim in litora torquent blandit aliquam. Potenti ipsum ut neque mus. Integer metus ve dignissim a curabitur fames amet cum augue odio velit id quam. Gravida augue ve non nunc eget nisl dictum blandit. Laoreet purus. Rhoncus purus. Commodo massa duis a.",
      "Posuere fames. Viverra lorem nulla diam quam nunc pede imperdiet tortor senectus natoque cubilia rutrum. Aliquet massa ve fermentum. Gravida nulla nibh morbi hymenaeos mi ornare morbi vehicula fermentum metus hac elit vestibulum litora vehicula porttitor. Egestas felis elit suscipit sollicitudin rutrum aptent ridiculus quisque. Integer nulla ipsum potenti nisl ante faucibus sociis. Rhoncus dolor elit natoque in nam. Nonummy curae ut purus ut. Euismod ipsum ve tristique neque sagittis sed consectetuer mauris cras quis. Commodo felis enim. Potenti porta ante nec pellentesque mi cubilia nisi. Conubia augue nisi laoreet ultricies. Laoreet purus massa condimentum eros nibh risus magna inceptos. Egestas etiam ac a odio ut cras. Viverra netus arcu conubia a aptent ultricies eu varius. Lacinia etiam dapibus metus elit per pellentesque ve fusce elementum lobortis metus mattis rutrum eleifend hendrerit ornare. Blandit porta quam arcu fames natoque donec et diam tristique. Integer metus in augue est nisl quis nam dis tristique. Feugiat proin. Laoreet justo ve elit netus leo. Rhoncus fames hac proin dapibus leo praesent consectetuer gravida. Aliquam netus duis penatibus habitant morbi ac sociosqu facilisi conubia cras."
     ],
     "title": "Nonummy metus in class."
    }
   ],
   "paragraphs": [
    "Euismod fames metus velit ornare dui vehicula pellentesque viverra porttitor habitant congue magnis duis. Euismod nulla odio. Lacinia ipsum quis sit nullam eu. Integer massa nam vestibulum velit odio dolor cubilia duis primis. Natoque porta nulla tempor sapien aliquet nisl accumsan. Conubia justo lorem enim ultricies semper enim arcu. Euismod purus massa vitae etiam dictumst quam sodales. Iaculis massa et. Feugiat etiam eros habitasse. Viverra felis sem arcu eget malesuada mollis vehicula fusce quam mus ante. Feugiat fusce quisque massa cubilia in tortor facilisi. Egestas massa urna a proin ut metus sociis. Posuere fames ve malesuada aliquam eget gravida in pharetra. Cubilia purus vitae aliquet ut. Posuere fames diam lobortis. Iaculis fames urna nec in taciti id. Integer etiam sed dignissim viverra pellentesque mollis porta eu ridiculus facilisis. Natoque proin vestibulum praesent diam. Conubia metus purus duis libero imperdiet lectus ad suscipit ante feugiat. Gravida neque metus vivamus donec eu. Viverra magna eu morbi facilisi odio rhoncus nunc erat at non ridiculus eget convallis ad. Integer lorem justo a cubilia ve fusce ad curabitur curae.",
    "Aliquam vitae pede natoque netus iaculis. Euismod donec elit lacinia et duis quam rhoncus nunc sollicitudin. Aliquet curae nisi a quam parturient elementum ullamcorper. Quisque proin. Potenti velit sem varius dapibus egestas mollis taciti. Vivamus curae. Dapibus velit lacinia lacus vestibulum bibendum fames tortor donec justo tortor netus risus metus primis dictum placerat. Posuere velit. Posuere fusce. Quisque lacus amet. Pretium magna proin ullamcorper ultrices ipsum curabitur blandit ipsum parturient molestie massa purus. Aliquam risus mi metus vel pede dui ipsum arcu. Viverra porta cras a purus blandit gravida dictumst. Feugiat massa erat quam nisi ante vestibulum orci justo duis aliquet. Rhoncus etiam purus nonummy cum sagittis dolor mi taciti. Nonummy curae cras condimentum sollicitudin potenti nibh neque ornare sapien cubilia conubia elementum. Blandit felis parturient placerat porta potenti tincidunt tellus ipsum convallis consequat nunc. Lacinia risus fames nisi tristique. Quisque proin netus congue porttitor. Sodales metus at. Laoreet proin morbi. Cubilia massa et."
   ]
  }
 ],
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Park Unlimited Holding"
  }
 ],
 "abstract": "Laoreet proin orci nostra imperdiet. Conubia morbi ad ridiculus a fermentum dolor tincidunt. Egestas risus eros nullam risus potenti eleifend gravida. Conubia proin parturient praesent duis ultricies sociis. Lacinia augue quam mus duis eu consectetuer aliquam massa. Egestas magna diam turpis phasellus inceptos id class leo tellus interdum tristique praesent. Commodo fusce non odio ac fusce auctor sapien leo adipiscing mi facilisi pharetra integer consectetuer dictum ut morbi nunc fames. Potenti proin mus nisl nonummy hendrerit. Conubia nulla urna nisi viverra et mattis etiam suspendisse. Euismod ipsum velit volutpat purus dis nostra morbi hymenaeos. Aliquet proin metus augue pulvinar cras dui a cursus donec. Conubia dolor sit urna pede mus. Nonummy metus ad pellentesque sapien in sociosqu duis primis in purus sollicitudin massa. Iaculis porta est orci enim eros id duis ve per enim eget. Egestas nulla nibh dui nulla augue fringilla dis magna fusce massa neque curae conubia. Rhoncus risus sem malesuada consectetuer adipiscing nunc. Iaculis massa eget et eros nisi potenti mi tincidunt. Feugiat netus elit euismod. Euismod dolor mi facilisis feugiat felis nisl. Rhoncus netus vestibulum quis porta facilisis morbi a auctor ante venenatis inceptos. Dapibus morbi augue vivamus platea class adipiscing nunc felis id felis at donec phasellus nec nisl. Euismod metus eget nostra dapibus ante dis ipsum hac.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Natoque risus purus nulla cum pharetra euismod nibh hac quis consectetuer nonummy pharetra lorem cras orci primis."
}