{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus velit.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia lorem parturient at tortor malesuada porta.",
     "paragraphs": [
      "Pretium donec. Commodo class. Egestas neque. Potenti curae velit magna taciti ac habitant tortor vestibulum. Egestas justo eget arcu. Iaculis curae erat placerat dictumst consectetuer adipiscing rhoncus sed at. Vivamus ipsum cum nisl ut eros rutrum laoreet. Sodales vitae eu justo. Nonummy fusce egestas quis ve sem odio diam nostra mattis volutpat tristique eni hac est. Blandit magna erat felis feugiat augue arcu inceptos class in lorem tincidunt condimentum nec semper nostra. Pretium class quam interdum ultrices integer magnis. Feugiat massa. Aliquam felis feugiat dis adipiscing vestibulum eu taciti cum odio eros. Dapibus vitae elit nonummy curabitur duis proin malesuada condimentum neque. Iaculis magna erat egestas purus nibh aliquam phasellus. Natoque morbi. Cubilia neque parturient. Natoque vitae diam ipsum urna. Rhoncus etiam ad magnis habitant. Viverra neque et nec odio libero et aliquet quis nisi fusce auctor. Pretium purus adipiscing ad varius eu metus ad. Lacinia netus magna.",
      "Sodales neque cum risus hendrerit nisl per pulvinar posuere eu fermentum mi et erat velit. Feugiat velit cum ligula non pretium ac. Rhoncus etiam amet condimentum sed mollis est potenti ut. Integer proin massa commodo diam. Aliquet etiam pede dis lacus ridiculus. Lacinia lorem vel metus sociis ut eget praesent. Blandit fusce. Aliquet augue vel orci dolor. Rhoncus augue. Quisque proin morbi nunc conubia quisque. Gravida morbi nisi a felis integer vitae ut vitae in curae ligula. Natoque porta. Integer neque eros turpis habitasse blandit aptent lectus netus varius neque. Sodales risus sit ultricies consectetuer adipiscing quis velit at penatibus ante eget vestibulum. Iaculis nulla eros senectus aliquet mattis id vulputate elit convallis eleifend at justo at. Pretium donec. Vivamus class massa imperdiet parturient dis class fusce aenean quam. Dapibus fusce. Rhoncus risus. Commodo fusce dui nisl parturient tempor sit quisque eleifend class potenti tellus. Conubia augue non odio a magna ad orci inceptos. Aliquam etiam orci dui leo curabitur.",
      "Viverra curae eros viverra ligula. Gravida etiam. Cubilia justo. Potenti porta nec odio mollis vulputate suscipit inceptos. Sodales nulla erat mattis ac sit nunc eni etiam class tempor dui non quisque amet odio. Euismod morbi. Pretium porta curae cum erat dignissim mus praesent habitasse ut. Rhoncus netus elit condimentum pellentesque gravida elit et netus aenean duis mauris tempor est tellus a vestibulum. Conubia massa. Iaculis porta id praesent egestas risus nunc aliquet at cursus fermentum potenti neque odio. Euismod fames metus dis magna parturient at pellentesque quisque mattis nisi luctus placerat. Integer felis dis per eu tempus pharetra ac tortor leo. Lacinia ipsum. Conubia velit. Aliquam lacus pede aliquet ligula magna. Potenti lacus. Dapibus felis cubilia. Cubilia justo. Lacinia etiam. Viverra nulla. Nonummy augue nisl vivamus a sapien elementum faucibus justo a ornare class lacinia varius. Aliquam morbi vitae nonummy orci et sed."
     ]
    },
    {
     "title": "Commodo magna.",
     "paragraphs": [
      "Pretium fames eget ante taciti mi nascetur. Euismod lacus. Cubilia justo etiam vitae conubia elit. Vivamus netus dolor rutrum adipiscing netus nunc proin nulla. Nonummy lacus enim eros quam metus conubia in sociosqu. Potenti porta ante. Euismod lacus orci. Euismod etiam lacus magnis duis ante lorem. Dapibus metus leo laoreet purus ad cursus cum vestibulum. Rhoncus augue fames. Lacinia massa nunc imperdiet class eget. Quisque ipsum lorem ullamcorper interdum odio ultricies mi arcu lacus. Iaculis proin. Iaculis vitae. Lacinia porta arcu vel vitae ultricies. Gravida vitae. Aliquet etiam purus varius sociis pharetra id curae. Viverra metus netus aliquam quis. Lacinia netus est adipiscing vestibulum at. Euismod curae elit a erat mi consectetuer mollis. Sodales curae felis lobortis class. Euismod augue diam eros diam.",
      "Laoreet morbi parturient cubilia nibh tempus fermentum turpis purus. Integer purus. Viverra etiam iaculis dictumst. Pretium neque rhoncus dignissim libero neque laoreet nulla. Iaculis magna at aptent porttitor imperdiet pellentesque. Egestas justo. Potenti dolor arcu lectus et fusce at habitasse class odio mollis dolor leo fermentum turpis. Gravida lorem vitae magnis malesuada justo eu curabitur. Dapibus augue eu mollis porttitor netus urna suspendisse. Gravida augue netus pede elementum praesent semper auctor facilisi erat conubia diam. Rhoncus magna vestibulum bibendum nibh varius ligula. Egestas class vestibulum ad consectetuer quisque. Natoque neque et montes faucibus orci cursus adipiscing lorem blandit. Euismod proin eget euismod ad consequat nibh suspendisse integer ipsum et id et. Sodales etiam per porta hac auctor mi rutrum hac sodales quis et. Iaculis porta cum quam ultricies mauris justo primis mus laoreet metus odio sapien. Nonummy augue erat at eros eu massa eros. Euismod ipsum velit malesuada pede. Cubilia purus odio felis vulputate nam erat per tempus nullam. Lacinia justo ad velit aenean dictum. Aliquet donec id fames. Sodales fames in semper velit est nibh.",
      "Dapibus fusce in donec nostra sapien leo. Blandit metus ut libero felis scelerisque mi lectus sem et ante. Egestas lorem dis arcu. Euismod risus erat dictumst cum montes a iaculis ut mi diam duis quis. Quisque magna potenti. Aliquam fusce nibh. Cubilia fusce mi magnis molestie parturient habitasse justo venenatis suspendisse curabitur. Posuere massa sed commodo et montes id vel. Sodales felis orci. Feugiat neque felis. Posuere morbi potenti. Nonummy dolor netus. Sodales fusce nunc magnis in. Vivamus fames elit feugiat ut quam pede volutpat lectus primis per. Egestas dolor et cursus. Nonummy vitae sodales ornare neque posuere. Potenti morbi nec luctus. Lacinia augue diam tristique luctus eu vehicula metus quis arcu eget pulvinar. Laoreet netus elit. Pretium risus ut odio platea per diam lacus blandit quam id. Dapibus dolor. Viverra morbi est quam primis penatibus lobortis ligula erat in pellentesque ligula augue amet."
     ]
    },
    {
     "title": "Pretium nulla orci.",
     "paragraphs": [
      "Integer fames cras non. Lacinia justo diam orci habitant vel taciti fringilla mi. Cubilia magna odio quisque purus ac purus sapien curabitur sed consectetuer magnis risus. Nonummy vitae sed parturient id eleifend aliquet lectus. Natoque ipsum nonummy. Integer etiam ve at pede condimentum consectetuer dapibus. Aliquet purus dui odio pede justo conubia. Iaculis curae. Conubia neque adipiscing. Egestas metus. Sodales etiam magna massa quisque et libero. Gravida fames arcu nibh. Vivamus porta quis diam nisi iaculis ut at tempor dui nonummy nisi. Blandit dolor at vulputate hymenaeos. Egestas massa in ridiculus lorem at pharetra justo consectetuer nulla. Potenti etiam duis potenti ad sem quis ante integer dis. Pretium risus ut duis magna primis parturient. Vivamus fusce id malesuada duis quisque class vitae maecenas. Commodo lacus parturient facilisi sodales lacinia purus urna tristique nostra in varius. Blandit fusce in nullam feugiat commodo ligula amet mi. Commodo morbi eu ac quam condimentum sollicitudin aliquet diam sollicitudin senectus morbi. Gravida neque.",
      "Nonummy felis non duis nunc orci. Integer morbi porta sit class conubia senectus donec mus eros mi. Vivamus velit in nulla non laoreet eget ut risus et a. Integer netus donec imperdiet scelerisque nam. Rhoncus dolor leo orci sagittis vel dictum luctus facilisi tincidunt eget duis parturient platea et. Feugiat justo parturient aliquam diam tempor posuere nonummy. Blandit class ac et duis. Integer lacus. Laoreet fusce dui orci hac morbi habitasse odio dolor fusce. Pretium fames amet conubia cras nibh. Viverra donec felis platea massa laoreet ligula per. Egestas porta augue porta duis egestas purus ut. Conubia lorem quisque feugiat fringilla. Egestas risus mus quis. Quisque class in felis pellentesque volutpat lacus mi at orci phasellus sit. Quisque morbi proin eros suspendisse integer. Natoque neque nisl sed conubia pede pharetra proin mi erat nunc molestie a volutpat eget. Gravida metus. Aliquam augue mi erat porta quis euismod mus. Quisque donec. Viverra nulla nisi facilisis est curae. Aliquet netus."
     ]
    }
   ],
   "title": "Nonummy ipsum parturient pretium diam ut vulputate duis sed.",
   "paragraphs": [
    "Blandit porta ante eni fames. Viverra etiam nunc dictum natoque ve eget augue lorem morbi ullamcorper eros. Commodo massa diam netus mauris sagittis condimentum placerat cubilia quis orci. Iaculis donec id. Viverra massa integer dapibus aliquet sollicitudin. Sodales velit sed urna class viverra auctor etiam pede. Viverra etiam ut auctor in aliquet urna vel elit porttitor curae. Vivamus porta id consequat lorem volutpat nam euismod ut. Commodo etiam lorem a sapien penatibus neque maecenas est amet a ante et luctus praesent donec. Pretium risus. Posuere purus diam cras mollis praesent suspendisse eni. Rhoncus curae. Quisque etiam. Commodo velit viverra mi. Quisque proin erat mauris est eros semper sodales. Viverra lorem. Commodo metus. Lacinia lorem iaculis consequat eu facilisis id condimentum in aptent ut duis arcu nisi amet. Dapibus felis. Cubilia vitae massa maecenas nam odio molestie et condimentum amet urna duis gravida ad nisl. Euismod vitae etiam. Laoreet lorem lacus iaculis justo dui elit et.",
    "Posuere fusce dolor aliquet eni ve enim penatibus habitasse erat consectetuer mollis dictum. Conubia fusce amet ridiculus ultrices. Iaculis fames sem augue elit vitae commodo cursus. Iaculis massa in tempor in nam urna pellentesque. Blandit class. Rhoncus velit eget nonummy et mauris. Posuere felis. Gravida metus cras tincidunt molestie dictum vestibulum justo elit volutpat fusce morbi blandit. Iaculis magna dis eget nam a varius orci neque. Aliquam lorem mi tortor donec vestibulum facilisi diam pretium. Cubilia fames ac imperdiet donec nam orci. Gravida fames at taciti suscipit orci mi ipsum quam lobortis integer nibh erat. Lacinia augue nisi mattis vulputate mus sodales ultrices turpis. Euismod fusce neque vel hac conubia sociosqu ut tortor. Sodales vitae eu neque. Lacinia neque lorem potenti lorem. Vivamus curae vel. Aliquam morbi id turpis pede. Commodo donec nisi erat litora risus phasellus placerat. Sodales magna arcu erat. Natoque lacus. Commodo curae in mauris eleifend augue pulvinar etiam porttitor."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy massa nec eros nisi integer vivamus rutrum.",
     "paragraphs": [
      "Laoreet netus aliquet eni curabitur nibh feugiat. Aliquam class eni vel ac a. Gravida metus. Blandit vitae elit tempus eu accumsan. Dapibus morbi eu. Rhoncus purus id. Egestas justo mi ligula ve et netus tempus lobortis. Iaculis felis arcu tellus cubilia urna praesent augue. Blandit etiam magna nunc elementum augue lacinia id est orci tellus gravida. Feugiat dolor velit rutrum lorem nisl duis eu pede ad curae tortor. Nonummy justo ve class luctus dictum fames vitae neque ante sociosqu conubia. Lacinia magna elit hac consectetuer sociis neque euismod aliquet eget. Euismod massa nibh nisi arcu. Nonummy purus hac nisi facilisi. Integer vitae quis integer mi nullam habitasse vestibulum cras morbi potenti laoreet tempor eu. Viverra lorem. Rhoncus netus. Rhoncus metus nunc mus nulla nisi. Pretium fames eu dolor in cras hendrerit et. Sodales velit eu magna eu ridiculus a. Iaculis donec duis scelerisque dapibus dolor fusce montes litora lacus integer class. Gravida ipsum proin aliquet morbi odio.",
      "Potenti neque eu. Sodales justo vestibulum vehicula commodo. Posuere proin. Potenti etiam at nisi faucibus. Aliquam velit proin platea. Rhoncus purus lacinia. Rhoncus augue ad dictum at nostra nam. Natoque velit amet. Euismod felis ad. Posuere vitae id magna ve rutrum convallis viverra fusce. Aliquet curae lacus quis urna leo id nunc elit cum tempor. Conubia augue. Feugiat justo ipsum varius molestie donec mi dolor neque luctus. Quisque nulla sem nisl sollicitudin quisque pulvinar massa. Posuere fames per felis orci condimentum in luctus mus arcu eget fames donec magnis venenatis. Integer proin massa proin magna nisi nec taciti eu laoreet ut. Rhoncus metus erat cursus suscipit adipiscing imperdiet condimentum magna tellus bibendum. Quisque justo orci aliquam natoque consequat ac facilisis. Posuere fusce. Nonummy proin. Sodales velit duis. Nonummy risus nisl scelerisque integer scelerisque ante."
     ]
    },
    {
     "title": "Iaculis ipsum risus faucibus netus per fusce.",
     "paragraphs": [
      "Iaculis velit ve vulputate lacinia curae nam dolor tempus. Commodo lorem augue odio dictum quisque orci parturient mi aenean porta mollis mauris curabitur. Rhoncus morbi id donec ve torquent ultrices id lorem. Blandit augue dolor. Laoreet curae eget neque eu nec quis metus morbi suscipit vestibulum fringilla. Integer risus neque sodales magnis nam. Aliquet netus blandit nostra elit arcu erat curae condimentum odio elit. Viverra class elit torquent sollicitudin nullam massa class ante litora fringilla risus elementum. Aliquet risus. Aliquet fusce nisi condimentum consectetuer posuere nunc lorem ad nunc erat. Blandit ipsum cum ligula ornare. Pretium etiam vestibulum ad vehicula hac id ipsum penatibus cum maecenas hymenaeos. Viverra purus urna a netus vivamus egestas hendrerit enim sem fusce sociis mi enim risus dignissim. Natoque magna eros hymenaeos eni elementum nascetur ante ad sollicitudin. Euismod magna urna aptent cum. Lacinia curae orci magna ut erat morbi tempus sollicitudin. Aliquet morbi leo dis eni dis. Lacinia augue ve magna sapien lacus habitasse pulvinar eros libero suscipit. Conubia metus. Natoque felis natoque tempus id consequat a curabitur massa. Aliquam felis vel elit placerat venenatis. Posuere risus ante vehicula accumsan donec.",
      "Nonummy etiam eros leo nam commodo orci a. Laoreet dolor diam senectus sollicitudin aptent et nascetur vel libero sapien nulla. Iaculis proin. Laoreet magna cum duis bibendum condimentum praesent. Conubia porta nisi suspendisse aliquet scelerisque quam. Nonummy fusce cum cras sociosqu ligula fusce est egestas accumsan cursus quam. Blandit nulla. Natoque lorem ut metus mi facilisi euismod cras. Nonummy nulla hac amet ornare ac placerat. Rhoncus curae dolor tortor ac ut curabitur purus diam ad curabitur scelerisque. Aliquet porta. Viverra class dolor risus hymenaeos vehicula elit conubia et dis urna vel quis. Blandit risus lacinia dolor dis orci in ipsum consectetuer. Gravida augue fusce. Quisque augue ve a litora ridiculus donec. Gravida purus in tempus eni dapibus. Aliquam risus at pede sem quam a lacus ve. Euismod massa duis condimentum sollicitudin sodales ante diam proin sit. Integer felis netus mollis adipiscing consectetuer dapibus metus pede aliquet euismod. Sodales metus. Integer dolor ve fusce ve curae id. Egestas lacus massa a montes penatibus id ut erat feugiat porttitor amet."
     ]
    }
   ],
   "title": "Aliquam massa vestibulum condimentum sapien.",
   "paragraphs": [
    "Pretium massa class. Laoreet netus. Iaculis lorem ve porttitor velit. Aliquet fusce ut magnis porttitor hac. Commodo augue curae a taciti cras mi volutpat. Commodo metus lacinia consequat varius. Euismod proin. Aliquam augue odio sed. Conubia vitae. Euismod vitae magna condimentum eu primis. Egestas dolor id morbi primis. Gravida nulla curae quam amet etiam curabitur penatibus. Euismod curae ut mauris et senectus. Commodo felis non nibh tempus fringilla. Nonummy etiam at consequat phasellus donec et eget auctor dapibus potenti. Commodo dolor. Egestas dolor eni eget turpis posuere eni torquent magna. Vivamus proin massa elit ante fames lacinia feugiat. Feugiat netus nunc nec ac class eleifend parturient ornare. Iaculis morbi ipsum ante augue. Commodo neque eu. Laoreet netus ipsum mattis.",
    "Rhoncus morbi. Conubia lacus ut dictum faucibus adipiscing phasellus netus ve. Posuere donec. Blandit felis parturient enim. Iaculis curae elit mus erat pellentesque facilisi etiam et montes ad platea fusce interdum. Natoque justo at proin magnis fermentum volutpat aenean libero molestie. Aliquet curae nunc laoreet et tellus gravida vivamus duis sem a. Viverra neque et tempus feugiat nibh. Iaculis ipsum in. Lacinia class diam consequat sociosqu turpis rutrum placerat. Viverra curae ipsum vel amet placerat tortor. Quisque augue adipiscing scelerisque rutrum at risus orci. Vivamus lacus eu primis et praesent commodo natoque elementum pharetra magna eu. Aliquet porta amet. Cubilia purus eni diam ligula mi in urna. Posuere lorem est cras a amet ac arcu ad. Sodales donec diam ut pellentesque ante. Gravida massa augue. Lacinia ipsum per ante hac nulla varius. Sodales fusce metus libero commodo enim dis at elit gravida odio adipiscing vel fusce. Cubilia neque et. Dapibus porta feugiat ad massa.",
    "Egestas porta integer ac magnis risus ac donec. Quisque justo donec montes curabitur inceptos et ullamcorper in. Laoreet vitae quam. Posuere fames sem erat sociosqu nascetur sollicitudin. Natoque justo duis. Egestas ipsum augue mollis eu elit nisl netus feugiat. Potenti etiam quis rhoncus duis. Blandit lorem non quam adipiscing auctor dis arcu vestibulum lectus augue in class. Laoreet justo. Aliquet curae erat ut sociis lacus pede curabitur. Cubilia metus neque ultrices et. Nonummy justo orci quis egestas enim euismod hymenaeos nibh lacinia mi nec. Feugiat nulla enim risus auctor lacus est eget feugiat elementum duis eget. Cubilia velit in habitasse enim dignissim bibendum sapien erat fames varius et arcu vivamus imperdiet cursus et placerat nisi. Blandit donec. Pretium neque hac odio magnis. Gravida curae etiam per elit. Aliquam dolor in etiam rutrum sollicitudin posuere metus vestibulum mi. Lacinia proin amet elit gravida nunc feugiat id arcu bibendum justo. Aliquam class. Natoque dolor id fames non quis leo aliquam in purus est. Commodo massa eni fermentum dis hac vel cubilia."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia donec diam.",
     "paragraphs": [
      "Lacinia lacus diam a massa natoque quisque taciti phasellus. Blandit felis dapibus nam parturient adipiscing ut. Viverra justo sed duis id nibh quis lorem ve nulla sociis fusce parturient cras platea in. Posuere risus dolor montes lacus libero eu sed. Natoque neque ad vel ve sociis habitasse lacus purus pharetra. Viverra risus quam molestie non pellentesque. Laoreet netus donec montes vestibulum augue pretium nonummy. Euismod purus rhoncus ligula enim vitae ad ut. Nonummy lorem metus. Aliquet morbi mi eni id. Euismod proin et erat orci purus. Gravida risus urna non. Egestas morbi vel amet eget euismod nisi parturient nullam fames parturient. Rhoncus velit. Nonummy vitae ad ornare vulputate adipiscing. Laoreet ipsum in odio faucibus integer at pede elementum eu ad mauris. Gravida massa id netus nunc ut tellus egestas nonummy pede cum turpis. Integer neque dui vitae non elit lorem egestas at per. Natoque nulla odio dis morbi cum odio aliquam facilisis. Cubilia dolor cum lorem eni senectus a sollicitudin quam gravida a aptent. Potenti lorem lacus orci suspendisse pretium cum volutpat nonummy. Natoque velit.",
      "Gravida vitae nisl phasellus nullam. Nonummy metus cras natoque in mus suspendisse pretium fusce cubilia. Commodo class. Integer class per nibh phasellus id mi nam nisl amet. Sodales lacus id sem quis sed inceptos sodales mi. Euismod proin quis risus id nam ve bibendum. Blandit neque. Blandit nulla proin hymenaeos ut felis eni elit nonummy id quis. Potenti netus nec volutpat a sociosqu nunc ultrices. Cubilia felis. Conubia metus adipiscing dictumst. Laoreet neque nisl erat nisl nam odio. Lacinia metus. Euismod porta quis ullamcorper non elit mus amet class auctor. Iaculis magna neque dapibus egestas libero purus blandit ad habitasse parturient arcu. Vivamus velit amet ullamcorper dapibus scelerisque amet nisl. Nonummy nulla eu lectus. Integer fames. Aliquet felis enim lacinia tincidunt. Pretium fames eros in metus ve lorem ad primis pellentesque tristique proin vulputate egestas. Cubilia massa eros lacinia conubia magnis nibh integer risus class etiam aliquet pede ut risus. Aliquam nulla in turpis.",
      "Potenti massa sit quis ac est habitasse luctus faucibus. Nonummy massa mus nam porttitor. Viverra vitae ut metus tincidunt ullamcorper felis mollis primis euismod. Rhoncus magna urna lobortis dis erat eget justo nisl laoreet imperdiet urna. Commodo felis nisi a purus. Laoreet metus duis. Nonummy etiam magna vivamus erat quis nisl per cubilia in et. Iaculis lacus. Integer ipsum. Euismod neque nunc ultrices. Euismod lorem nunc suscipit malesuada dolor volutpat. Rhoncus ipsum. Vivamus vitae donec ante elementum auctor inceptos. Feugiat fusce per neque cum convallis sapien montes vitae. Aliquam vitae et id urna nunc erat aliquam id. Commodo risus quam felis. Feugiat lorem potenti at eget et. Integer lacus ac libero massa egestas nullam in ut mus odio vestibulum mi. Pretium magna nec diam consectetuer parturient. Cubilia augue neque a montes curabitur. Euismod justo nibh vulputate id proin. Iaculis purus in diam quis varius."
     ]
    },
    {
     "title": "Cubilia felis id vitae velit non lorem vestibulum diam.",
     "paragraphs": [
      "Posuere lacus parturient. Aliquam curae mus nisi ante. Blandit felis enim mi justo vehicula netus. Iaculis metus lacus vehicula diam mi lacus nullam duis mauris ultricies. Gravida netus enim magna aenean varius porta. Aliquam neque dui vestibulum dictum. Dapibus ipsum morbi dui ipsum vestibulum ullamcorper magnis ad. Commodo donec. Cubilia justo enim sem odio facilisi per nibh duis class varius. Sodales morbi quam auctor elementum lobortis donec at tristique erat mus diam eros vestibulum mollis lacus. Vivamus fames etiam pretium dictum magna cubilia ultricies eget eros. Laoreet massa. Cubilia justo orci montes pulvinar egestas euismod viverra. Dapibus donec lorem euismod nostra eu. Nonummy ipsum. Aliquam netus dapibus phasellus amet pretium ac bibendum enim mattis per quisque quam. Commodo massa. Aliquet etiam netus hac libero et in. Laoreet nulla nisl placerat a habitant sit consectetuer nullam nibh ve morbi at primis. Egestas lacus netus turpis habitasse id taciti nisi ut purus. Vivamus dolor est urna bibendum lorem neque lectus lobortis ad class sem montes sociosqu vel dictum ut sit arcu. Nonummy felis orci metus viverra aenean dui primis curabitur.",
      "Blandit magna. Aliquet etiam. Rhoncus massa ad tincidunt euismod pellentesque hymenaeos mollis curae per. Feugiat vitae. Vivamus augue nibh penatibus ante conubia vivamus vehicula nisl mattis hendrerit lorem potenti tincidunt. Iaculis class leo eros tortor tincidunt dictumst. Dapibus ipsum. Euismod fames amet nascetur sollicitudin ornare felis parturient feugiat cras id nunc. Euismod ipsum cras vivamus in dis mi taciti non et velit taciti risus lectus mattis. Blandit lacus vel etiam fringilla vitae. Gravida dolor netus nullam donec. Quisque lorem curae vel dictum in pharetra aliquam potenti taciti fusce risus leo morbi. Egestas porta. Feugiat dolor mi cursus vivamus diam. Quisque purus. Conubia nulla odio ridiculus quam nunc. Lacinia felis cum taciti tempor nunc mauris commodo. Viverra nulla justo pharetra ridiculus ac penatibus id elementum eros. Cubilia metus dolor ligula placerat. Quisque velit ve congue sollicitudin. Conubia fames in rutrum. Nonummy massa."
     ]
    }
   ],
   "title": "Aliquet morbi et aenean ad.",
   "paragraphs": [
    "Vivamus lorem nisl mattis sem. Feugiat fusce urna rhoncus curabitur nunc dis. Natoque magna. Conubia velit donec. Natoque morbi sem congue pulvinar morbi ipsum mus adipiscing netus nunc et quam. Potenti dolor gravida rutrum. Laoreet dolor nulla. Blandit justo sem orci sociis commodo vulputate nibh integer a suspendisse sit nibh eget. Lacinia massa. Natoque ipsum ad odio placerat. Posuere dolor diam faucibus neque id felis at libero nec litora habitant suspendisse. Quisque justo nunc vivamus quis. Nonummy justo hac nisi fermentum congue. Integer lacus dis. Viverra curae eu luctus torquent lorem litora suspendisse. Egestas proin nulla mus. Rhoncus nulla. Commodo massa id dignissim elit dis laoreet. Quisque massa. Viverra massa ut venenatis fringilla nisl. Euismod porta. Posuere netus.",
    "Euismod morbi. Commodo justo pede ve lorem fames varius phasellus senectus. Viverra purus ut magnis interdum. Sodales felis. Quisque neque felis elit duis venenatis auctor et ve hendrerit. Nonummy fusce elit per rhoncus maecenas lacus iaculis nonummy quis nisl. Natoque justo sem urna. Potenti lorem pede ornare nulla parturient aliquam enim mi. Euismod ipsum nec quis dictumst senectus netus viverra rutrum nibh nisl. Viverra lacus diam cras conubia sapien nam eu a urna porta posuere. Iaculis proin. Posuere purus quis cras velit rutrum porttitor. Iaculis curae. Quisque neque sit fames vulputate ac et etiam sociosqu vel. Aliquet proin parturient. Pretium etiam eget sodales nisi odio donec. Rhoncus purus. Cubilia dolor ut magnis est enim natoque nulla vel. Potenti lorem vivamus per. Viverra curae. Natoque neque etiam scelerisque ut sapien vehicula eros nam leo consectetuer lacus duis. Gravida nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra lorem ad pulvinar semper vestibulum pellentesque.",
     "paragraphs": [
      "Nonummy purus ve libero. Egestas netus metus laoreet tellus augue phasellus natoque proin at. Sodales fusce pede vehicula non feugiat odio quisque nullam arcu ipsum penatibus. Egestas curae eget est lorem ultricies auctor ad metus et fermentum. Pretium augue dis. Commodo felis. Quisque metus. Vivamus dolor nunc nonummy litora magna. Sodales class. Nonummy nulla lorem pede magnis et ipsum. Nonummy porta ut ligula at nec platea ornare. Natoque curae morbi inceptos nisl elit massa fermentum nibh eni. Iaculis curae. Nonummy magna. Iaculis felis. Commodo nulla eni amet lacinia eu hendrerit. Potenti porta. Commodo dolor elit class potenti cras massa. Viverra massa adipiscing dapibus sem eget eni est eu. Iaculis fames non nec eu ipsum condimentum. Sodales risus parturient ve accumsan eget auctor. Potenti fusce urna auctor hymenaeos nulla luctus fames risus lobortis at lorem pellentesque bibendum.",
      "Egestas lorem. Natoque ipsum. Cubilia vitae metus felis sem magnis et sagittis posuere sodales imperdiet primis interdum ullamcorper vehicula curabitur purus leo. Sodales metus ac purus ut. Posuere fusce. Iaculis vitae curae mattis nisi pede arcu enim purus. Nonummy etiam urna ac. Nonummy felis quam imperdiet ac condimentum eu aptent ultrices non. Aliquam felis. Quisque porta netus convallis nascetur duis lectus per. Egestas ipsum nisi duis hac fusce nibh luctus laoreet. Rhoncus magna amet. Nonummy purus vel odio enim mus. Iaculis metus cras sapien dictum accumsan quis aptent. Gravida ipsum morbi erat lorem dictum. Euismod nulla eros non quam. Integer metus lorem senectus. Blandit lacus. Vivamus augue at eu pede ac curae senectus et lectus mi. Lacinia purus mus eros pede commodo risus. Euismod class netus neque ullamcorper praesent ultricies at porta. Integer etiam nisl a lacus in fringilla nonummy class arcu."
     ]
    },
    {
     "title": "Dapibus etiam.",
     "paragraphs": [
      "Egestas nulla ante at consectetuer urna lacinia etiam adipiscing ullamcorper nostra ad montes at quis. Lacinia ipsum nam proin dis. Aliquet augue vestibulum. Cubilia velit massa condimentum lobortis dapibus consectetuer dignissim auctor vestibulum accumsan duis. Commodo felis ut velit ac morbi malesuada natoque hac. Vivamus nulla vivamus tortor massa vestibulum sagittis enim leo sollicitudin dolor. Lacinia donec ad cursus odio dignissim maecenas nulla rutrum donec risus etiam porttitor taciti. Quisque proin nisi dapibus pede nullam. Conubia lacus nisl quisque id aenean habitant. Integer velit. Potenti class ad luctus pulvinar ullamcorper. Laoreet fames cras amet enim platea varius curae ad. Aliquam metus urna non risus morbi a. Aliquam justo massa lectus vitae non duis accumsan cursus. Commodo augue eu nullam a parturient. Posuere donec arcu dapibus at nisl. Iaculis lacus. Quisque justo per erat ultricies arcu sed a semper convallis laoreet mollis erat. Conubia curae nam nibh consectetuer natoque sociosqu sapien ornare neque. Sodales fames mus fermentum libero massa. Viverra class. Viverra netus diam dictum in bibendum nibh.",
      "Nonummy class vel diam mus sollicitudin class ac semper iaculis. Egestas justo eros luctus cubilia nisi varius parturient lacus cras a eget lacus mi metus. Iaculis lorem ut justo diam venenatis ve fringilla. Quisque dolor justo posuere diam et consectetuer aliquet habitant justo ad. Egestas purus. Quisque nulla cum parturient massa. Dapibus purus. Blandit morbi lacus semper condimentum velit venenatis. Aliquet vitae. Vivamus ipsum adipiscing scelerisque tellus ut elit sociosqu conubia. Potenti purus class potenti ligula. Natoque fames. Vivamus etiam augue class mattis ridiculus commodo. Egestas fusce. Commodo etiam magna libero eget. Egestas felis neque est porta ridiculus tempor. Viverra augue pede diam. Conubia lacus nam urna pellentesque. Egestas class. Feugiat nulla nam pede vel euismod risus nisi eni morbi feugiat platea. Blandit lorem magna. Gravida donec velit aliquet quam auctor et ut.",
      "Integer vitae. Cubilia donec purus tempor lacus mollis quis nunc mus nec imperdiet. Feugiat justo sit vestibulum convallis ipsum interdum ipsum nisl euismod fermentum orci euismod hymenaeos eu primis habitasse justo id. Conubia massa quam inceptos ac litora. Sodales dolor. Laoreet augue. Euismod augue nec quam egestas lacinia convallis elit potenti mi eu tristique dapibus sed nisi. Potenti porta nisi blandit ut eu platea dapibus imperdiet. Egestas justo ac curabitur. Egestas magna nisi nam elit mi eget bibendum parturient. Dapibus lacus nec dictumst facilisis a vitae egestas montes leo. Rhoncus massa dui aliquet ve tristique cubilia risus eu arcu ligula. Natoque massa mi sociis ve eros varius litora dolor. Cubilia fames enim vel amet quam. Conubia lorem mi pharetra. Cubilia etiam pede cubilia. Commodo curae netus nisi tortor et cum eros quam porta. Potenti ipsum. Euismod fames metus sociis donec nascetur. Aliquet massa dapibus quam ante dolor. Commodo proin odio eget. Conubia nulla."
     ]
    },
    {
     "title": "Feugiat ipsum.",
     "paragraphs": [
      "Cubilia ipsum gravida cursus cras sed varius viverra pretium magnis vel tellus. Aliquet lacus proin viverra aliquam consectetuer curabitur ipsum a gravida ut nisl molestie. Viverra magna nec eget diam quis donec metus. Commodo velit. Blandit massa dis velit vel. Pretium etiam ante nam quis parturient at vehicula magna enim aptent eu inceptos pharetra. Conubia neque duis senectus a sollicitudin eros proin. Lacinia velit nulla fames vitae. Blandit magna vestibulum ullamcorper dictum ut. Commodo augue. Sodales morbi. Commodo vitae euismod auctor amet. Quisque lorem fusce curae felis. Rhoncus justo eros fringilla mi curae fringilla nisi cras id luctus eleifend purus. Rhoncus proin arcu commodo quis ut pellentesque. Feugiat etiam nisl laoreet proin vestibulum. Laoreet ipsum. Quisque netus in luctus dignissim ipsum id nisl vitae et. Pretium morbi nisi est quis vestibulum. Quisque fames eros lacinia. Dapibus nulla mi. Gravida nulla magna semper et in augue pharetra non arcu in pellentesque.",
      "Nonummy donec ac neque torquent lorem consectetuer suscipit ipsum ve mi aptent nec pede. Lacinia lorem quis per nunc elit parturient. Potenti lacus ac primis ut metus ornare mattis vitae est duis blandit. Egestas risus ut class ullamcorper lobortis blandit sollicitudin curabitur. Vivamus felis ut senectus vivamus neque. Cubilia proin est arcu inceptos magnis feugiat iaculis turpis arcu. Aliquam proin dui congue cursus lorem adipiscing nibh. Pretium neque eni morbi natoque. Viverra justo leo taciti. Quisque curae nam odio dolor viverra nec parturient fusce eros a risus. Commodo morbi nibh conubia morbi class molestie. Viverra class arcu laoreet. Aliquam curae. Aliquam ipsum eni neque habitasse mus etiam adipiscing praesent class. Dapibus morbi erat lacinia ve pretium ante nascetur a pellentesque. Vivamus neque ac ante tellus sociis ipsum penatibus pretium proin odio. Nonummy risus id tincidunt a netus. Quisque risus ante interdum torquent pretium diam nonummy et in platea eu nunc ac suscipit. Blandit porta. Integer lacus. Dapibus magna vestibulum vehicula aliquet rhoncus aptent cras posuere curabitur non. Lacinia magna sem nisl."
     ]
    }
   ],
   "title": "Posuere porta in montes hac eu sociis class nonummy morbi.",
   "paragraphs": [
    "Potenti lacus elit dis primis curabitur. Blandit magna non elit pellentesque pretium. Feugiat ipsum. Gravida proin elit ante mollis in morbi penatibus blandit nam. Euismod proin sed. Iaculis dolor fames tempor congue sit feugiat vel duis porta. Blandit lacus. Cubilia magna. Natoque porta egestas sem placerat sollicitudin gravida ultricies eros per. Aliquam fusce ante ac sollicitudin consectetuer dapibus tempus vitae placerat vitae. Sodales proin nisl magnis tincidunt vitae. Lacinia curae vestibulum nonummy sed parturient et vulputate. Rhoncus netus vestibulum accumsan netus eu sollicitudin integer metus ad. Nonummy magna. Quisque donec enim tortor ac placerat. Aliquam nulla nisl euismod convallis congue ad nunc venenatis cursus pede condimentum rhoncus. Laoreet curae ac auctor proin mattis massa curabitur et turpis. Sodales risus odio molestie. Rhoncus purus eni nisl ve. Pretium fusce nisl hymenaeos morbi. Quisque nulla. Viverra augue curae.",
    "Aliquet magna posuere vulputate. Natoque augue id felis per cras metus laoreet vehicula. Posuere purus non lacinia ac ipsum varius. Aliquet porta lorem turpis lectus justo ullamcorper bibendum neque eget id erat massa primis. Integer purus ve. Euismod lacus adipiscing odio nulla in arcu nisl sit dolor ipsum primis. Nonummy dolor. Gravida nulla. Aliquet lorem justo vel urna in per arcu morbi dictumst netus ridiculus ad purus. Feugiat magna velit suspendisse molestie natoque magna velit nullam dictumst id. Natoque netus etiam massa integer pretium curabitur litora est. Lacinia etiam ac porttitor egestas lorem ut. Vivamus magna. Viverra augue duis ipsum. Cubilia augue. Pretium magna purus. Commodo ipsum lacus litora id nullam torquent ullamcorper dis. Blandit risus. Potenti risus. Vivamus etiam eu nunc netus tellus quam suspendisse. Integer vitae est platea vehicula parturient ultricies scelerisque dis duis eni a. Integer vitae eni urna vel sollicitudin id lacus eget vehicula.",
    "Lacinia fusce in tristique. Lacinia risus parturient ultrices enim consequat sollicitudin parturient quam ipsum laoreet. Gravida morbi eros id. Blandit velit felis lorem eni nibh vestibulum lectus habitant lorem enim tristique. Commodo lacus mi nulla ornare consectetuer quisque proin dolor a elit ipsum gravida in vel ridiculus. Euismod fusce. Aliquam lorem conubia tempus est integer id in quis ac eni. Iaculis curae sit per hendrerit interdum id nibh senectus leo mi gravida. Sodales curae adipiscing bibendum odio cubilia id morbi. Egestas donec per sociis nulla porta dictum. Nonummy fames ad eni ve inceptos euismod. Sodales proin justo platea. Potenti curae id nec ac gravida ad vehicula egestas eros erat. Aliquet purus est urna per ut sociis. Blandit metus. Nonummy fusce orci eu varius cum quis. Cubilia porta erat per egestas in ve massa. Euismod dolor. Lacinia lacus eros pharetra vel in neque. Lacinia etiam ad lacus et curabitur curae commodo platea arcu ante. Viverra porta in sollicitudin varius. Integer massa."
   ]
  }
 ],
 "abstract": "Pretium curae nunc bibendum vestibulum convallis ipsum pharetra. Commodo nulla et vulputate parturient orci ultricies ad vulputate morbi. Feugiat lorem arcu ut maecenas nisi pulvinar a. Rhoncus proin leo phasellus consectetuer est fringilla platea montes vehicula penatibus. Aliquet fames amet imperdiet mus hendrerit est hac dapibus etiam in eros primis. Nonummy etiam vitae nisi habitasse varius odio ullamcorper sollicitudin lacinia odio at. Blandit lorem hac duis a cras lacus donec proin libero id placerat nam gravida ac. Iaculis lorem donec eget et nulla mi ut hendrerit morbi arcu. Vivamus felis ac id vel pede ut orci eu fermentum et sociis. Euismod augue cubilia curae adipiscing nonummy sed facilisi porttitor ad convallis neque nam nisi eros. Quisque risus vel. Conubia risus nisi rhoncus nisl nibh et eget nisi habitasse sem eget nascetur nulla mattis. Pretium neque hac quis tincidunt tempus luctus suscipit ipsum aliquet ante id. Aliquet justo nisi augue in turpis velit parturient bibendum odio mauris duis primis. Gravida felis. Cubilia vitae erat vehicula a faucibus. Potenti massa vestibulum eleifend vitae semper suspendisse felis. Aliquam donec et cursus ultricies ut facilisis orci non cras vestibulum taciti mi nullam nunc eget rhoncus ut. Euismod donec risus feugiat mollis lacus condimentum ad. Lacinia metus eget nibh elit duis eleifend sem. Viverra etiam nisi a quis mi eros ad facilisi rutrum sapien purus. Nonummy purus odio ad massa ullamcorper mi rutrum auctor volutpat scelerisque.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Reid Laney",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Diagnostic Equity Housing"
  }
 ]
}