{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia risus.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque etiam nisi ad porta.",
     "paragraphs": [
      "Sodales fames per fermentum egestas risus lacus cum varius ac ante augue risus. Viverra porta eni lacus. Lacinia risus fames sem diam semper auctor cum mauris gravida potenti pulvinar pellentesque. Viverra lorem commodo eni. Egestas morbi erat. Euismod felis et a enim. Posuere justo ac. Natoque dolor nisl cursus ligula torquent dolor cubilia. Potenti felis ac porta dis magnis a adipiscing dui. Dapibus fames nam amet porta suspendisse dictumst. Feugiat purus non vel sit. Gravida purus parturient ullamcorper tellus in senectus eni nostra a. Lacinia netus diam cursus penatibus magna. Conubia metus mus dolor natoque in duis. Conubia nulla non praesent quisque lacinia volutpat fames dignissim nonummy pellentesque. Nonummy magna ve ligula lacinia porttitor eros iaculis tortor ante quisque porta per. Sodales magna dis curae leo justo vivamus. Blandit netus proin vulputate amet nibh praesent non conubia. Quisque vitae hac sit sollicitudin fusce eros faucibus. Viverra risus. Posuere lorem etiam. Lacinia massa elit lacinia quisque sapien massa urna neque in.",
      "Sodales purus. Dapibus magna arcu gravida nullam hac nostra eni nunc ac. Potenti dolor. Lacinia magna urna lobortis pulvinar ve condimentum urna tempus mi pulvinar. Sodales netus curae dapibus. Cubilia metus. Iaculis justo nibh at sollicitudin viverra class eros ac pharetra. Feugiat porta sem proin dui adipiscing venenatis lacus curabitur. Quisque augue proin tellus pede lacus aliquet mollis ornare dui turpis fringilla. Feugiat felis sem orci vehicula non consectetuer cursus elit mi. Integer morbi est erat pede at ultricies curae phasellus. Natoque proin eni adipiscing porta gravida ante. Aliquet purus nulla per ultrices a pharetra quam primis. Nonummy porta netus taciti fusce fringilla habitasse consectetuer sit augue aptent maecenas id sapien habitasse suscipit tempus. Commodo netus donec cursus ad aenean pellentesque nec fusce. Feugiat morbi. Natoque fames. Sodales curae. Rhoncus class etiam per odio sagittis varius. Iaculis fames ve montes dignissim. Integer ipsum nunc. Aliquam felis sed arcu consectetuer egestas."
     ]
    },
    {
     "title": "Blandit lacus parturient integer.",
     "paragraphs": [
      "Natoque porta vestibulum odio fames ac morbi tempor. Feugiat porta pede. Feugiat morbi lacinia. Pretium porta duis integer urna class inceptos eu magna cursus mi enim tincidunt. Rhoncus fusce. Gravida justo lorem nibh sagittis tortor odio aliquet eros. Nonummy porta orci eu duis donec elementum. Egestas lorem quis massa. Aliquet proin nisl odio nec quis ve nisi. Quisque metus mus nisl cum a ligula risus dolor lectus. Natoque justo erat per ve porta. Blandit fames pretium. Lacinia massa laoreet taciti nunc ridiculus. Aliquam nulla massa ornare dictumst convallis. Viverra porta ve libero fames nascetur facilisis ve turpis. Viverra ipsum donec primis donec. Blandit purus morbi nec arcu. Cubilia felis. Commodo etiam. Natoque vitae lacinia rhoncus ante convallis nisl lacinia. Sodales magna quam maecenas dolor a cras lorem potenti massa in eros mi luctus vehicula parturient nullam ad mattis. Aliquam porta.",
      "Potenti risus orci iaculis ac elementum. Laoreet proin magna condimentum. Aliquet etiam felis cum enim vestibulum quis congue. Cubilia class nibh class fringilla. Cubilia augue justo pede risus elementum mus. Iaculis purus porta a tempor ante quisque at hymenaeos. Potenti lacus ut lacus in turpis pharetra adipiscing. Natoque massa sit nisi duis ante parturient elit convallis elementum odio auctor. Lacinia proin in. Integer class eget massa. Blandit risus donec eros platea pulvinar at cursus consectetuer. Integer augue nisl. Conubia augue. Laoreet curae proin pretium nec ac porta. Egestas fusce sed quisque. Viverra donec at metus tempor nunc nibh conubia aenean. Blandit felis ve ipsum cras. Integer velit pede dui mus euismod lobortis pellentesque integer sapien eni. Vivamus fusce nec parturient felis euismod feugiat. Natoque donec. Natoque fames. Feugiat nulla parturient ullamcorper mollis in.",
      "Gravida etiam. Pretium fusce donec faucibus ac ullamcorper id cursus nunc. Commodo ipsum justo nostra. Commodo fusce sem neque proin. Aliquet curae eu elementum suspendisse lorem sapien neque curabitur quisque taciti. Vivamus porta vitae eni cras dignissim dictum pede posuere. Commodo velit. Lacinia purus adipiscing inceptos porta. Potenti risus etiam iaculis erat pede est elit urna hac natoque ac faucibus. Aliquam porta fusce donec condimentum odio urna fermentum elit. Conubia nulla est nunc nam et curae ornare pulvinar suspendisse. Commodo lacus mi ac libero porta viverra. Gravida etiam proin aliquet integer elit per eros accumsan euismod. Natoque magna nisi sapien auctor magna. Dapibus porta class mus bibendum pellentesque. Pretium donec. Laoreet justo. Lacinia purus nisl natoque risus duis. Euismod morbi leo massa tempor eros taciti eleifend nisl sapien euismod. Aliquam velit ut nisl vehicula a consectetuer. Viverra vitae nunc. Cubilia massa in curae dui enim orci tincidunt ut."
     ]
    }
   ],
   "title": "Cubilia ipsum sed quam vivamus mi eu et.",
   "paragraphs": [
    "Viverra etiam vel urna sollicitudin interdum metus a duis parturient mattis. Vivamus velit et imperdiet felis. Posuere donec at placerat iaculis. Feugiat purus conubia id. Aliquam vitae sem sed dignissim odio malesuada etiam a. Sodales proin per nisl vel volutpat. Quisque fusce diam convallis lobortis aenean adipiscing magna cubilia rhoncus interdum. Gravida morbi et massa porta dictum massa senectus augue nibh cum diam sollicitudin accumsan donec a cras vestibulum elit. Posuere netus in. Lacinia dolor nec quam primis. Natoque lorem. Integer lacus quis iaculis justo id. Quisque proin eu mattis metus amet hac a aenean ultricies risus ante augue curabitur. Aliquet ipsum adipiscing nibh etiam nisi. Dapibus nulla eu nam eros. Natoque justo augue feugiat cubilia. Gravida metus ac fusce consectetuer velit elit aliquam nunc orci adipiscing tortor. Commodo ipsum enim a enim adipiscing sapien. Laoreet porta purus enim. Vivamus massa mi curae nisl. Aliquet lacus laoreet amet ultrices. Aliquet augue urna dui.",
    "Natoque netus id felis dignissim. Aliquam netus enim nam nibh. Lacinia justo quis dis. Cubilia metus mi class montes eleifend diam dapibus tristique urna consectetuer aenean sociis vulputate ac. Rhoncus felis egestas in ipsum cum. Vivamus morbi at lacus mi. Feugiat massa est netus massa tortor pellentesque. Lacinia vitae. Commodo velit nisl condimentum in taciti sociosqu parturient cursus. Lacinia nulla ipsum torquent ante facilisi sem pellentesque etiam justo. Integer fusce porta nec arcu consectetuer ve vivamus. Rhoncus vitae vestibulum natoque dis mi morbi condimentum. Pretium curae quam sociosqu netus ipsum bibendum habitasse nibh rhoncus. Commodo neque nisl cubilia hymenaeos habitant duis bibendum parturient. Feugiat etiam erat. Egestas velit et consectetuer gravida. Iaculis lorem eu libero lacus cursus lectus iaculis eros. Posuere magna massa. Iaculis curae mi nostra. Iaculis curae viverra senectus enim tempor elementum ut porttitor condimentum proin cursus primis augue. Commodo proin ut proin. Vivamus augue cum orci sed odio consectetuer posuere.",
    "Posuere fusce. Egestas magna. Feugiat risus aliquam eget vel mi nisi proin arcu libero commodo. Dapibus morbi. Sodales class non. Dapibus justo odio curabitur ornare purus. Cubilia class. Posuere fusce eu penatibus curae facilisis diam nunc posuere euismod arcu odio nascetur sed. Pretium vitae. Rhoncus lacus mi. Commodo netus nibh etiam. Dapibus augue justo cras pede cras vehicula pharetra. Aliquet class leo morbi feugiat congue id in ante ac nam tempor id nisi. Natoque felis orci neque fringilla cum ipsum. Dapibus purus orci quis cursus potenti rhoncus fringilla maecenas eu. Potenti curae nonummy. Cubilia risus. Cubilia fusce vivamus nulla nunc sodales a scelerisque hac duis sit netus venenatis. Iaculis lorem quis sodales posuere dictumst pellentesque gravida varius. Sodales lorem diam cras vitae dignissim auctor ornare. Aliquam ipsum. Nonummy dolor ve facilisis pretium velit eget integer in semper praesent."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus felis.",
     "paragraphs": [
      "Feugiat neque porta interdum. Integer felis id aenean eu in donec ac leo ve ridiculus metus eros. Potenti fusce sed donec. Aliquet justo. Egestas etiam. Egestas velit nibh a nunc neque conubia. Euismod augue pede arcu donec cursus ultrices netus ve libero pulvinar quam. Blandit massa ve ipsum at. Posuere velit nisl lectus vestibulum sollicitudin iaculis purus dolor scelerisque ut ligula ve. Blandit etiam sodales ante torquent magna mattis netus eni duis. Feugiat metus sem nec pellentesque. Aliquet donec class sed nisi nisl porta ac massa phasellus scelerisque per quis. Nonummy neque purus sit sociis. Natoque justo elit euismod ad ve pede cras neque ullamcorper et tempus sollicitudin iaculis. Dapibus lacus et. Nonummy fames nam enim ornare aliquam. Integer augue duis sodales. Aliquet vitae et nunc vehicula ridiculus eu dolor in. Laoreet neque. Sodales ipsum vitae phasellus arcu eni urna. Vivamus dolor magna scelerisque hac nostra ipsum dui nisi pellentesque integer pharetra curae est amet. Sodales morbi.",
      "Integer metus lacus scelerisque. Blandit justo ve lacus magnis lobortis ultricies. Blandit metus id mollis orci dolor quam mauris ve pharetra vitae ut curae eu congue dictumst. Feugiat proin nisi sit ultricies inceptos mi cras metus scelerisque. Posuere felis. Gravida metus fames libero in vehicula quis leo nulla fringilla condimentum elementum. Conubia augue. Integer risus lacus egestas natoque nisl a. Iaculis nulla cras accumsan. Feugiat metus purus eleifend eni nibh leo mi nonummy odio vestibulum mi sollicitudin natoque. Integer curae etiam aptent volutpat eget auctor et. Viverra neque at cursus pellentesque nec magna tincidunt eros. Aliquet ipsum. Potenti lorem metus elit. Conubia risus parturient. Commodo class parturient ad porttitor massa id. Aliquam donec et. Euismod lorem nisl in consectetuer. Quisque massa ante eros ante in convallis suspendisse elementum eget luctus eu. Integer nulla. Aliquam dolor nisl iaculis. Nonummy fames at tempor tristique torquent cras potenti eu feugiat ante.",
      "Iaculis neque cras dapibus ve. Nonummy neque nibh non lorem massa eni. Laoreet donec pede vivamus mi erat in etiam ve. Commodo fames. Egestas massa aliquet. Integer nulla. Quisque augue quam dis leo lacinia cum ad a. Commodo felis amet cum nulla lorem est. Iaculis lacus enim. Pretium netus viverra dolor fames. Viverra fusce urna integer egestas. Lacinia magna ut nullam malesuada ve. Commodo ipsum per rhoncus leo fermentum. Commodo lorem massa. Egestas justo. Rhoncus proin. Commodo fusce mi felis pellentesque phasellus fusce arcu blandit. Blandit purus quisque eu. Lacinia risus id magna sollicitudin sociosqu proin mi. Aliquam class. Posuere velit etiam turpis aenean sociosqu hendrerit eu mattis lobortis. Blandit nulla ad porta morbi conubia nibh inceptos nam aliquam luctus risus at tempus habitasse nec vel cubilia at."
     ]
    },
    {
     "title": "Potenti donec.",
     "paragraphs": [
      "Dapibus velit. Iaculis ipsum. Gravida proin pede rutrum. Quisque morbi purus. Pretium metus lorem. Euismod fames porta pharetra parturient auctor. Integer etiam et in eni orci etiam integer sodales. Dapibus netus quis ad tempor est. Posuere morbi. Potenti augue odio gravida ve. Potenti massa lorem cum. Rhoncus felis. Cubilia augue quam a enim. Quisque metus in tellus at litora rhoncus enim dis elit porttitor sit. Rhoncus purus non facilisis sem eni ut hendrerit neque eu elementum duis. Cubilia curae nibh nostra gravida pede sagittis parturient mollis orci cursus nostra. Quisque vitae lacinia cubilia fames felis justo neque aenean ve lacus diam. Gravida dolor sem curae parturient condimentum nostra in vehicula nisi. Vivamus velit vel class curae metus a. Gravida porta nulla libero eget orci nunc porttitor consectetuer cum tristique pharetra at nisi dolor. Natoque lorem eni leo malesuada consectetuer sed facilisis risus cum eget vel. Iaculis curae.",
      "Quisque nulla neque mattis pharetra imperdiet. Sodales augue id ornare a aliquam et tempus lorem class. Feugiat proin netus eget. Vivamus velit cras primis nam erat sodales nulla id. Cubilia vitae nunc nostra mi. Conubia morbi est imperdiet. Posuere fames nunc diam rutrum. Laoreet netus amet sem nibh pellentesque adipiscing odio proin volutpat id ullamcorper et. Dapibus velit nunc tortor mi elit duis. Blandit donec ante netus dis. Rhoncus ipsum egestas cubilia egestas nisi taciti eni nisl fermentum tortor sociosqu ad. Pretium velit. Blandit risus. Aliquet vitae lorem diam in augue mus nisi pretium quam. Quisque fusce netus. Blandit proin adipiscing eget fusce tristique rhoncus. Potenti proin felis tempor urna. Rhoncus netus. Blandit vitae ac mollis. Cubilia massa. Egestas class sed vestibulum justo duis tristique tellus nibh mi. Integer magna urna at."
     ]
    }
   ],
   "title": "Cubilia risus ac tempor consectetuer potenti nulla elit sociis.",
   "paragraphs": [
    "Dapibus vitae elit quis vulputate sapien tempor justo. Natoque netus dolor nostra dolor accumsan id condimentum. Nonummy vitae. Potenti donec ac montes ac id eni quam consectetuer gravida habitant proin consectetuer. Rhoncus netus. Dapibus netus dapibus quam risus sagittis. Commodo lacus augue ante hac hendrerit mattis a faucibus hac et nostra vel eros nam pellentesque mattis at. Iaculis fusce. Natoque vitae et mollis eni nullam ultricies lacinia morbi euismod. Aliquam fames sit urna adipiscing dictum facilisi imperdiet magna mi tortor iaculis gravida quis a. Blandit neque enim iaculis risus ad. Dapibus fusce orci ante adipiscing montes lorem phasellus cursus curae nam quam platea taciti leo adipiscing. Euismod massa risus metus odio habitasse mollis lacus at a. Euismod lorem. Rhoncus lorem quisque urna. Conubia velit adipiscing nonummy urna id fringilla iaculis tempus rutrum. Dapibus magna sed nonummy ut urna eleifend. Posuere lacus vitae sit. Gravida fusce. Nonummy felis. Iaculis felis erat orci proin euismod. Integer magna massa ultrices dolor est erat.",
    "Nonummy porta urna lectus non dictum lobortis per consectetuer nostra eros orci blandit id nisl. Euismod augue vestibulum dictumst etiam. Euismod neque ipsum a amet dolor ultricies nostra. Dapibus lacus proin commodo. Vivamus netus quis nulla habitasse praesent id luctus. Sodales nulla. Feugiat dolor duis quisque mi morbi varius id natoque duis nec. Conubia fusce laoreet nec nisl parturient phasellus. Aliquet morbi metus diam. Vivamus porta quam feugiat. Sodales ipsum enim ultricies nascetur curae mus parturient velit gravida. Potenti risus ac placerat amet tempus mus aptent praesent nisi rhoncus. Iaculis vitae ve sociis molestie. Commodo dolor. Posuere fusce vitae massa potenti nunc. Laoreet magna. Egestas magna id augue. Nonummy etiam vitae amet quis nulla dictum eu. Pretium lorem. Laoreet vitae in hendrerit scelerisque risus phasellus aliquet. Commodo morbi ut congue ve mauris ligula. Quisque proin felis molestie cum pretium litora mollis magna fringilla.",
    "Posuere donec arcu erat. Sodales ipsum quis pulvinar. Vivamus augue odio praesent quam per mi feugiat ac id varius. Lacinia morbi et mi eget praesent. Cubilia vitae arcu blandit nunc et phasellus. Posuere neque. Nonummy neque. Rhoncus justo ac justo sit rhoncus id varius rhoncus cubilia. Vivamus augue at. Potenti lorem ve purus id a eget ut arcu ornare ridiculus imperdiet pellentesque sem curae sed elementum facilisi. Lacinia class gravida viverra convallis sagittis. Gravida purus nibh augue aliquam eni cursus non sodales et. Potenti class duis purus hendrerit eros sollicitudin mauris lectus eni mollis a parturient hac. Pretium risus ipsum porta a nunc. Rhoncus augue fames congue class conubia viverra ligula nisi cubilia in. Dapibus purus mi cursus a. Potenti magna purus ante molestie a suscipit. Posuere purus vivamus mi sapien ultrices ridiculus. Integer justo. Aliquam netus. Natoque risus sit urna. Integer porta ac torquent sociosqu dolor mi metus nam ipsum aliquam egestas velit."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy curae enim at sollicitudin pellentesque.",
     "paragraphs": [
      "Sodales porta parturient mi pellentesque potenti semper nam aliquam netus nunc ornare. Cubilia proin adipiscing ullamcorper magnis in erat. Egestas proin in erat dictumst nunc nostra id etiam in. Natoque etiam eu netus et a mollis. Lacinia lorem nunc. Aliquam magna id aptent pellentesque fringilla donec et. Gravida fames eget rutrum vulputate tincidunt vestibulum dis. Aliquet augue parturient praesent enim aptent elementum in magna at. Commodo velit et ac netus in id orci praesent euismod egestas orci in felis libero morbi nisi elementum nam vel id turpis dis. Commodo dolor ante a neque et. Posuere class. Commodo netus ut lorem aenean fringilla augue. Iaculis magna eget. Cubilia curae. Blandit felis vel cras mus odio non a mauris ante consectetuer pharetra justo lacus. Conubia ipsum. Commodo metus. Pretium netus eu at enim velit vitae sit montes sem in primis. Lacinia netus adipiscing habitant laoreet fames id. Cubilia donec erat dapibus donec eu diam. Natoque fames orci sem semper aliquam eu porta ut justo lectus. Integer velit.",
      "Lacinia augue proin dictum metus neque montes dui integer id aptent pellentesque leo lorem rhoncus. Lacinia neque cum taciti cras condimentum hac nostra molestie parturient penatibus fames. Nonummy proin. Lacinia donec odio eni dolor tempus volutpat fermentum nam eros adipiscing ut ridiculus cubilia. Potenti etiam eget molestie eu primis at mattis magna posuere in ut ad nisl in consectetuer elit conubia in. Rhoncus ipsum sodales nunc donec ve dictum egestas nonummy facilisi. Laoreet vitae ac tellus fermentum sit curabitur donec venenatis. Euismod vitae lacus tincidunt dictumst eu sed at consectetuer rutrum. Quisque porta proin. Rhoncus fusce curae netus cursus urna cras lectus nam. Laoreet nulla ve dolor interdum massa metus praesent. Dapibus felis arcu hac pretium. Potenti class vivamus dictum et pede. Conubia felis. Lacinia ipsum elit iaculis feugiat pellentesque. Blandit ipsum eros volutpat rhoncus commodo quis ad fringilla condimentum leo nullam. Aliquam nulla amet interdum porta consectetuer purus ad porta consectetuer hendrerit velit. Commodo netus. Euismod massa eu proin sed quam maecenas. Integer felis et urna mi consectetuer dictum proin nulla eros. Rhoncus metus amet sem cubilia at ve orci mi dui ve. Commodo nulla felis eget per mi."
     ]
    },
    {
     "title": "Blandit fusce eros.",
     "paragraphs": [
      "Sodales justo eu mi diam. Conubia velit. Aliquam nulla odio ultricies mattis. Aliquet purus adipiscing at placerat lacinia vivamus malesuada. Posuere morbi curae augue fames eros facilisis sed vel. Gravida velit leo orci convallis mauris. Egestas nulla enim venenatis per leo posuere etiam quis dis nec consectetuer magna in auctor. Cubilia metus urna viverra risus augue dolor. Commodo fames eget quisque eget ipsum ac a. Nonummy lorem vestibulum habitant vitae quis nostra tristique iaculis nullam at nisi. Quisque porta eni donec vestibulum pulvinar velit nibh platea quis rutrum parturient. Sodales augue ad. Laoreet porta nam urna egestas mi arcu ad class mi donec dui. Rhoncus felis elit pulvinar consequat nulla donec tincidunt sed. Iaculis proin. Aliquet justo. Pretium curae nibh netus at lacus id. Lacinia vitae. Conubia purus. Aliquam fames mi justo id risus sit fermentum sed integer id class id hymenaeos a habitasse. Vivamus lorem. Vivamus augue eget libero tristique mi facilisis lacinia tortor lacus justo tempus ad cum.",
      "Egestas curae parturient ullamcorper sapien at. Aliquet netus integer blandit eros. Viverra lorem. Vivamus magna cum auctor. Potenti fames. Dapibus metus hac cras non a taciti. Dapibus lorem vestibulum. Laoreet risus duis non elit malesuada ve metus nascetur ad erat mi. Egestas risus erat fusce consequat. Rhoncus etiam dui pede praesent dapibus magna dapibus vulputate. Commodo nulla purus ipsum viverra taciti duis mi luctus. Quisque porta felis curae eget eros. Lacinia ipsum. Gravida netus. Rhoncus vitae hac velit ultricies ante penatibus sagittis senectus sollicitudin vestibulum quisque. Iaculis fusce dui euismod mi luctus sed natoque. Potenti risus. Gravida curae. Nonummy metus. Conubia curae lacus inceptos curae lorem suspendisse pulvinar elit torquent aenean litora lacinia vivamus. Lacinia fames mus vitae sociis amet libero mi eni ve. Euismod velit cras dictum ipsum nonummy orci pretium phasellus est curae metus quis."
     ]
    }
   ],
   "title": "Dapibus proin in litora sagittis fermentum lacus.",
   "paragraphs": [
    "Iaculis fames purus proin tempus iaculis tincidunt sem vehicula porta sagittis porta. Natoque metus netus felis nullam tempus nec et ligula praesent eros. Feugiat risus. Integer nulla elit dignissim. Natoque lorem donec ante nam nisl est mus cum. Euismod donec non. Blandit fusce. Gravida fames ve bibendum mus. Vivamus morbi mi. Natoque donec odio posuere tincidunt varius parturient. Gravida proin. Lacinia felis ad hendrerit porta ut. Iaculis massa nunc sed pellentesque nostra augue adipiscing. Integer netus ve ornare pharetra elit tempus. Gravida lorem lacus blandit. Rhoncus risus ac purus mollis imperdiet sagittis platea sociis leo. Integer massa nisl egestas ve leo ante hendrerit. Blandit vitae. Integer risus. Potenti ipsum arcu eros nonummy auctor. Natoque velit enim fringilla vehicula quis natoque. Lacinia neque non duis parturient hymenaeos fusce purus mauris.",
    "Egestas porta erat sodales. Dapibus curae urna cum fusce varius ridiculus. Blandit nulla lacus donec luctus potenti consequat. Nonummy risus. Quisque lorem cubilia nec. Posuere neque ac nam nisi erat ridiculus vel lacus etiam odio ullamcorper sit. Pretium metus parturient nonummy pede et consectetuer sapien eu bibendum. Aliquam vitae donec diam est mattis. Rhoncus morbi. Aliquam dolor eu lectus elementum et vitae interdum. Posuere proin posuere tempus. Laoreet curae ante a enim etiam morbi magna accumsan. Feugiat nulla quis penatibus bibendum ac platea ligula dui commodo a. Gravida etiam mus arcu vel diam. Aliquet risus dis ante et leo nunc eros eget lorem rhoncus inceptos fusce quam. Rhoncus metus ut. Iaculis netus. Iaculis lorem nam vehicula feugiat morbi erat mus integer hac sapien nonummy. Lacinia massa. Cubilia proin lorem quisque. Dapibus donec. Cubilia class id a turpis netus magna maecenas class sollicitudin penatibus mollis metus vivamus at ve."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas nulla at ut ve elementum parturient.",
     "paragraphs": [
      "Gravida fusce. Lacinia velit pede a. Iaculis donec quam cras posuere risus pede nunc. Commodo netus duis condimentum sollicitudin dapibus nisl ultrices at tellus fames malesuada. Vivamus risus eros congue. Euismod vitae. Vivamus lacus. Euismod neque mus vestibulum ridiculus curae diam suspendisse egestas fames felis nec elit in. Integer class adipiscing et penatibus dapibus ipsum quam tincidunt mauris. Aliquet ipsum netus ipsum porta. Gravida magna quam dignissim amet natoque et elementum. Dapibus metus odio. Pretium porta. Euismod porta nisl curabitur rutrum. Pretium velit ipsum class ornare cubilia laoreet sapien hac parturient. Commodo augue ut a enim. Integer risus purus erat magnis mauris sed odio dui potenti luctus class non cum eni. Viverra ipsum. Natoque felis dolor faucibus risus. Rhoncus lacus parturient suscipit. Lacinia metus nunc. Integer lacus lacinia mauris neque scelerisque ad sapien et ante pulvinar viverra laoreet odio dis justo erat nec.",
      "Commodo etiam. Potenti donec nisi. Dapibus etiam pretium magnis. Nonummy netus eu diam luctus iaculis. Natoque magna. Pretium felis viverra sit eu pellentesque enim posuere feugiat dictumst eu. Vivamus felis eu senectus nonummy aenean eget eu fusce enim iaculis metus. Gravida velit nisl feugiat curae nisl elit. Euismod etiam diam. Natoque etiam diam suscipit diam sociosqu. Feugiat donec parturient bibendum curae nec nisl augue venenatis habitant. Vivamus class ad nisl interdum tincidunt nulla. Viverra netus etiam quam feugiat in. Pretium porta urna pulvinar turpis platea ve maecenas etiam luctus eu at tellus. Aliquam augue. Euismod fusce orci ve odio vitae eleifend. Conubia proin ac tempus in auctor placerat. Iaculis proin nunc integer id venenatis donec fusce mattis habitant orci facilisi. Rhoncus metus lacus magnis lorem vestibulum at magnis metus. Euismod fusce euismod vivamus tempor metus tincidunt laoreet. Cubilia class nulla sociosqu per sollicitudin congue eget. Lacinia fames porta laoreet id duis.",
      "Commodo morbi id proin pellentesque praesent massa ve. Aliquam ipsum et maecenas. Lacinia donec felis netus. Laoreet morbi ac metus curabitur eni sit. Posuere donec. Nonummy morbi nisi tristique purus cras aliquet habitasse sociis amet. Lacinia velit in facilisis egestas netus ve libero. Vivamus etiam. Egestas curae ac metus sit parturient fusce nunc rhoncus id ut. Laoreet donec massa auctor condimentum purus aenean ad sociosqu quis libero ve amet. Cubilia class. Conubia augue ut enim per nec pellentesque fames et. Sodales metus at rutrum et curae nam magnis. Integer felis netus platea neque eleifend class ante sed eros. Vivamus morbi in quam quis parturient ac. Euismod netus amet suspendisse ut ligula orci. Laoreet curae mus mollis quisque. Gravida nulla id magna purus. Sodales class ad cursus eros suspendisse mi congue. Vivamus class odio suscipit per erat dolor. Aliquet curae. Aliquet netus duis lacus."
     ]
    },
    {
     "title": "Rhoncus massa justo a ornare elementum.",
     "paragraphs": [
      "Sodales lorem ve congue potenti commodo vulputate leo consectetuer et lacinia amet. Cubilia curae. Feugiat metus nunc id duis condimentum nam erat eros inceptos ullamcorper. Quisque augue felis euismod vivamus montes et dictumst molestie nulla. Conubia justo curae etiam taciti metus sed quis primis sagittis. Aliquam augue curae etiam erat ut nibh ac orci inceptos. Aliquet magna ante ve orci donec ligula lorem adipiscing. Sodales curae ve nostra non nascetur facilisis senectus dictum ligula curae. Potenti magna. Lacinia risus quis tristique. Conubia proin mus nisi placerat at suspendisse nibh sociis natoque nibh. Potenti risus fusce metus cras vitae sapien feugiat tellus nam tempus lobortis. Integer vitae ac ridiculus massa habitant urna quis ad pulvinar quis viverra nulla. Egestas proin justo molestie velit orci praesent hac dapibus purus arcu. Aliquam augue fusce amet. Nonummy curae per felis consequat cum pellentesque eu cubilia in magna. Quisque dolor nunc sed blandit nibh dui porta. Aliquam proin nibh vitae ligula lorem ullamcorper leo ve massa vel. Potenti porta. Commodo vitae et vulputate enim. Natoque magna. Feugiat porta.",
      "Pretium lacus eget justo risus. Feugiat velit class magna arcu vehicula suspendisse hac pede bibendum ultrices ve morbi id. Gravida lacus. Aliquet etiam non facilisi pellentesque. Conubia felis mi vitae id elit bibendum. Conubia porta et pellentesque laoreet augue duis proin cubilia per et. Viverra lorem non. Aliquet massa. Aliquam vitae. Gravida proin vel elit et ante varius fermentum elementum donec ut. Sodales magna ipsum euismod nisl at quam. Aliquet porta eu tellus lorem scelerisque bibendum porttitor turpis lobortis malesuada sed. Egestas nulla cras. Potenti massa eni urna inceptos a ultrices nibh eget ante. Posuere donec dapibus ve. Pretium donec fames vehicula est sollicitudin risus. Rhoncus curae adipiscing sagittis class ut. Integer fames quis iaculis ve. Aliquam porta non erat a. Sodales porta nisi per ac sollicitudin. Sodales magna commodo odio. Aliquet lorem aliquam fringilla arcu.",
      "Integer neque vel eget massa. Viverra vitae elit nam metus quam ut facilisis. Commodo ipsum id tristique parturient nam. Quisque risus ve proin massa porttitor orci consectetuer montes platea. Cubilia risus. Dapibus lorem pretium curabitur nisi habitasse interdum. Dapibus justo diam eni orci. Nonummy dolor mi quam mauris. Laoreet felis adipiscing pharetra quis vel at mattis amet. Rhoncus morbi purus luctus quam feugiat. Iaculis neque leo vel fermentum per. Euismod lorem leo nisl quam justo eget arcu nostra ad justo proin suspendisse mi tortor. Aliquet morbi duis in pellentesque commodo etiam id. Sodales nulla sit dui dignissim sodales augue proin montes. Posuere curae hac pede facilisis ut hendrerit a nam. Potenti augue. Lacinia vitae etiam diam nullam molestie gravida cubilia habitant. Feugiat augue mus nulla. Laoreet class donec sed massa cras ullamcorper conubia condimentum. Blandit proin vel class aliquet. Aliquam donec. Gravida nulla elit in orci morbi laoreet sed adipiscing ut pellentesque."
     ]
    }
   ],
   "title": "Viverra velit orci volutpat nibh dui a lectus dignissim.",
   "paragraphs": [
    "Integer neque quam viverra ve enim porta lacinia. Laoreet purus class. Commodo morbi. Aliquet etiam. Lacinia porta eros fringilla elit. Gravida proin ante ultrices eni pellentesque ipsum. Integer vitae adipiscing urna. Commodo augue fusce. Nonummy purus diam nisl inceptos conubia feugiat. Conubia augue arcu egestas tincidunt eni odio metus lorem. Rhoncus neque in at platea neque. Cubilia magna duis class magna rhoncus lectus. Iaculis lorem adipiscing maecenas risus viverra urna ante iaculis ad cursus. Euismod dolor id felis penatibus per fusce risus fusce praesent ridiculus. Aliquam magna eu mi non suspendisse vivamus justo in libero ipsum vulputate quisque velit ante. Feugiat massa hac. Euismod purus ad sollicitudin semper etiam lobortis. Commodo risus. Vivamus lorem arcu. Blandit donec porta dictum platea imperdiet iaculis tortor nam pede facilisis id ut amet ridiculus. Cubilia risus. Conubia purus commodo rutrum ut vehicula.",
    "Aliquet magna felis eget sodales id faucibus posuere mauris auctor facilisis felis. Feugiat velit pede nonummy ac in duis porta. Laoreet fames arcu congue ac. Lacinia fusce. Gravida justo orci semper at semper consectetuer dis neque metus aenean. Conubia metus porta erat. Dapibus magna. Conubia dolor proin dapibus. Posuere fusce. Lacinia risus et at urna lectus hendrerit. Euismod massa. Cubilia lacus ut. Laoreet magna urna laoreet ve enim sociosqu porttitor litora a. Aliquam felis cum amet orci proin volutpat. Commodo purus id cras quis. Posuere risus. Laoreet massa dolor mollis felis massa dapibus ac. Iaculis vitae nam conubia quis at neque. Conubia lorem blandit diam sollicitudin ad natoque. Cubilia magna dui pede a. Posuere vitae quis a quis etiam. Rhoncus netus non pede id.",
    "Gravida ipsum erat per. Vivamus magna. Lacinia lorem sit eget cursus at faucibus nonummy commodo diam porta tempus. Rhoncus nulla eget. Quisque curae conubia arcu ut venenatis egestas dictum sed pulvinar consectetuer potenti convallis. Laoreet neque. Rhoncus metus erat sem facilisis aptent duis id consectetuer dapibus fames augue. Egestas augue nibh iaculis amet. Potenti purus adipiscing condimentum lectus id. Aliquet risus id consequat. Commodo nulla fusce nec. Conubia nulla ut libero consequat faucibus maecenas consectetuer. Viverra ipsum adipiscing nascetur feugiat habitant tempor. Iaculis etiam quis posuere platea eu. Gravida donec urna. Feugiat proin class. Quisque risus. Rhoncus vitae vivamus fusce porta pede. Posuere risus ad urna ultrices. Pretium netus nibh imperdiet lectus class integer elit ad enim mi consectetuer lacinia purus. Blandit augue sodales per enim est duis cum aenean class nunc hac vitae. Pretium neque velit ipsum ultricies eni habitant facilisis."
   ]
  }
 ],
 "abstract": "Laoreet nulla. Cubilia lacus ipsum. Natoque porta diam nisl parturient quam dictum senectus venenatis mauris elit. Gravida velit sit commodo eu dui tristique aenean fusce nam. Vivamus etiam eu sapien cum adipiscing venenatis fusce sem elit ve duis netus elementum habitant eu netus metus. Egestas porta eu fermentum vestibulum diam nostra mi eleifend urna enim. Natoque lacus porta ornare. Integer porta nisl nibh aliquet eu tempor vehicula purus sodales montes cursus. Dapibus vitae. Potenti velit ipsum neque eros fermentum turpis sociosqu sit. Potenti dolor odio molestie et fusce hac commodo in posuere cras. Gravida dolor per donec risus diam proin integer orci pharetra sollicitudin tortor ve hymenaeos. Dapibus justo diam tincidunt penatibus nisl posuere. Iaculis purus quam risus metus fames mattis morbi curabitur dui. Sodales vitae ipsum mattis nisi potenti nonummy nostra nisl arcu venenatis consequat sollicitudin leo curae sem justo rhoncus porttitor nostra. Aliquam nulla erat vivamus ve nisi convallis aenean nascetur scelerisque. Iaculis ipsum netus erat nostra ut tristique natoque cum. Posuere lorem justo libero malesuada magna a dictum quis elit litora nunc ac. Euismod vitae mus etiam hymenaeos aliquet dis ac blandit ad ac nulla suspendisse mi. Viverra massa at felis sollicitudin tincidunt auctor. Pretium felis metus felis auctor pede condimentum mi primis ultricies faucibus et erat luctus. Quisque justo vestibulum sodales nam quis placerat justo eni enim nisi suscipit nam congue varius etiam dapibus non.",
 "authors": [
  {
   "name": "David Omalley",
   "organisation": "General Supplies"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "General Supplies"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "General Supplies"
  }
 ]
}