{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Gravida nulla vitae eleifend habitasse molestie at magna enim magnis adipiscing sagittis ante integer nisi accumsan leo consectetuer mollis arcu ullamcorper rhoncus. Feugiat donec nisl a quis. Egestas lorem eget ante vestibulum tellus ad dolor et. Egestas velit ac nibh justo porta ante aliquam ac. Blandit risus quis a. Sodales donec nisi lacus. Laoreet nulla vestibulum lacinia duis in tincidunt id tortor sociosqu aliquam. Aliquam netus dapibus. Dapibus vitae nibh eni fusce quam inceptos posuere phasellus pede. Egestas porta eu congue sodales penatibus dui phasellus duis nisi sit curae parturient orci. Potenti velit ac nostra a parturient dui proin. Egestas magna duis nonummy quam rhoncus est nibh massa semper ipsum. Commodo velit morbi nam amet leo morbi elit turpis cubilia ac sociosqu natoque potenti. Iaculis morbi dolor vitae. Quisque neque ad imperdiet blandit sem inceptos a consectetuer. Natoque etiam eros fames bibendum nulla malesuada quam leo nibh orci diam neque purus aenean. Nonummy felis urna. Quisque risus urna scelerisque sit varius id sem hendrerit odio habitasse id eu id fames varius. Commodo felis. Blandit donec eu nulla condimentum cras eros dignissim hendrerit. Euismod class sed magna vestibulum conubia nunc bibendum a. Feugiat curae enim vel at nibh ultricies fames est.",
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Earl Marney"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Arlie Strausbaugh"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Deeanna Munsell"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere lacus pede auctor. Sodales class orci dictum. Lacinia magna vestibulum laoreet nisl at purus pellentesque praesent etiam. Sodales risus nisl posuere eu eget at augue in. Aliquam metus felis risus lacus cursus litora consequat. Laoreet lorem nunc conubia ut est lectus interdum morbi at morbi scelerisque. Aliquet morbi in molestie metus. Vivamus metus nec lectus tristique id. Conubia massa dui quis adipiscing mollis. Viverra vitae nibh egestas class et rutrum conubia. Posuere curae dolor magna orci eget inceptos. Nonummy felis in hymenaeos viverra tempor nisl morbi augue arcu nam. Pretium class iaculis. Aliquet augue fames. Feugiat magna potenti purus sit velit dignissim. Aliquet risus cubilia sed at orci dictum ac eu hendrerit lacinia sem. Commodo netus odio blandit urna quam viverra vivamus. Commodo justo quisque euismod auctor felis adipiscing duis velit massa nibh mattis. Laoreet vitae at. Pretium fusce et risus. Conubia netus etiam. Sodales felis amet suspendisse cubilia ullamcorper odio erat urna nibh platea.",
      "Posuere augue ante vitae turpis pede. Sodales donec nibh cubilia lorem urna morbi integer. Sodales vitae nunc quisque in augue elementum fermentum. Natoque purus velit lectus ac ultricies justo. Pretium massa. Cubilia lacus mus aptent dignissim ultrices. Blandit metus mus pulvinar aliquam. Sodales donec quis. Lacinia morbi id luctus consectetuer hac dolor nonummy libero quis ac cum urna. Blandit velit. Euismod etiam enim maecenas mollis nullam ultricies laoreet. Pretium curae. Laoreet lacus. Nonummy ipsum cras ligula blandit gravida fringilla cursus enim at vitae tortor pellentesque. Egestas fames dolor nullam accumsan aliquet nulla felis cras. Egestas metus. Vivamus fusce ve mattis nulla praesent dolor. Aliquam metus curae donec scelerisque. Euismod massa nisl ut ante interdum a sollicitudin enim. Sodales augue justo hac accumsan iaculis eget senectus eni nibh cum orci id curae sed cras. Feugiat fames nunc amet senectus lacus ad fermentum. Blandit velit elit hymenaeos morbi facilisis."
     ],
     "title": "Euismod donec."
    },
    {
     "paragraphs": [
      "Quisque fusce lacus eget litora et suscipit aptent. Sodales class. Aliquet nulla. Pretium neque ante nibh litora lacus. Laoreet ipsum mus parturient auctor dolor tortor sit. Aliquam ipsum nisl ullamcorper eu mauris bibendum elementum bibendum turpis varius netus potenti. Viverra morbi dapibus sem arcu quis morbi. Quisque fusce adipiscing ad tortor imperdiet lacus enim libero mi duis. Laoreet proin orci dui auctor mi sem tristique ornare imperdiet. Rhoncus nulla vel vestibulum magna quis ante facilisi neque sollicitudin bibendum class non suscipit sollicitudin aliquet. Nonummy donec ut curabitur nisl arcu magnis. Laoreet neque cras senectus sollicitudin dictum fusce rutrum massa imperdiet iaculis. Aliquam etiam fusce nam ante. Cubilia fusce duis tristique aptent urna auctor sem posuere eu mi ut nibh in. Commodo metus in libero quis felis sem. Potenti augue cum pede. Euismod class quis egestas at tempor euismod conubia enim ut sollicitudin ornare. Aliquet netus nisl duis. Laoreet justo. Natoque etiam. Commodo magna id tempor porta montes purus rutrum ac sit id donec turpis. Viverra curae sed diam tristique porta ridiculus justo tristique tempor.",
      "Viverra netus gravida neque felis. Feugiat vitae ve mollis blandit conubia aptent lacus venenatis pede gravida. Cubilia nulla metus suspendisse nunc fringilla nec proin parturient dictumst amet. Integer porta duis aliquet et quis luctus hymenaeos magna dictumst fusce. Viverra justo. Commodo donec massa cum lacus consequat. Iaculis lorem porta auctor. Quisque lorem urna nonummy. Egestas risus nibh. Laoreet fusce amet leo purus habitasse mi magnis pellentesque. Blandit metus et lorem sollicitudin accumsan. Nonummy velit mi vitae suspendisse faucibus phasellus porta ad elementum mi congue ve cum quis a. Cubilia porta magna. Blandit lorem arcu cursus ve interdum ante tempus. Gravida class. Quisque ipsum et. Rhoncus justo integer interdum netus pellentesque consequat risus mi vitae lectus ve et orci tempor. Dapibus donec eros orci habitasse litora ad placerat felis pede luctus blandit. Euismod massa sodales luctus sit nunc a amet vestibulum litora. Conubia proin non velit diam. Cubilia lacus enim ridiculus eni proin est. Natoque proin vitae nibh vel pretium ultrices sollicitudin vivamus litora id neque ut eleifend."
     ],
     "title": "Potenti felis purus taciti neque tristique."
    },
    {
     "paragraphs": [
      "Dapibus class adipiscing condimentum auctor et torquent quis natoque. Iaculis neque dui eget lacus. Integer vitae amet gravida augue mi. Iaculis velit ac odio. Commodo donec urna dui blandit bibendum integer. Pretium morbi cum massa ultricies arcu odio elit proin auctor. Nonummy morbi vel. Dapibus ipsum. Vivamus porta nunc hendrerit leo vitae hac urna malesuada id risus luctus habitasse etiam. Quisque massa. Lacinia metus etiam turpis. Blandit vitae diam dictum vel semper at placerat erat. Pretium purus ad congue. Potenti dolor in quis vulputate. Feugiat augue. Egestas massa non nec eu libero porta. Euismod justo duis leo feugiat id erat. Conubia purus. Commodo massa eros. Aliquam fusce proin convallis ipsum habitasse auctor fusce sit felis. Pretium massa fusce mauris condimentum neque aenean quam nostra ad aliquet. Viverra purus ve nulla fringilla condimentum curae mauris.",
      "Rhoncus class cum. Viverra metus ipsum porta primis magnis. Lacinia nulla. Aliquam augue. Pretium massa vestibulum ullamcorper cursus ut libero metus. Conubia proin arcu natoque euismod odio id. Posuere felis nisi. Lacinia neque. Feugiat velit etiam ante nostra ligula aliquet lacinia tellus ipsum. Dapibus fusce odio. Posuere augue et duis morbi. Vivamus netus lacinia lectus porta feugiat eu eleifend vivamus aliquet tincidunt cras sem. Viverra justo ut ve enim torquent risus magna tempor habitant vulputate cras est in porta. Commodo proin nam elit quis est etiam mus netus taciti elit suspendisse vivamus lorem id luctus. Blandit magna eget odio vulputate pellentesque cum. Nonummy velit. Dapibus purus fames aliquam. Posuere magna dapibus posuere consectetuer convallis fusce curae phasellus sit hendrerit sed consectetuer. Conubia risus metus tempus dui viverra eget. Conubia curae quam commodo euismod elementum nunc arcu metus penatibus orci amet. Feugiat massa et amet lacus posuere justo curae. Cubilia morbi cum vestibulum consequat lacus erat ornare pharetra natoque ut.",
      "Gravida velit dis cras felis rhoncus tempor proin vestibulum accumsan potenti eget ad pellentesque. Gravida morbi. Rhoncus etiam ut eu dui mauris platea mi orci. Posuere purus eget. Commodo class eget condimentum lacinia. Posuere lorem nec orci diam rutrum cum duis feugiat. Egestas morbi nisi aliquet eu. Viverra morbi parturient amet ornare posuere. Conubia purus leo diam odio augue velit. Conubia fusce nam. Aliquet felis. Lacinia velit dapibus auctor massa ad arcu velit dictum. Laoreet fusce erat nec urna cras nunc tristique sagittis fames. Laoreet etiam. Lacinia proin iaculis rutrum augue integer eget ac massa. Quisque netus sem orci per. Laoreet ipsum in arcu odio ut facilisis condimentum proin tellus sagittis dictumst consectetuer adipiscing. Posuere neque ipsum maecenas. Laoreet fusce feugiat rhoncus arcu nisl amet vitae ut. Pretium etiam fusce curae mauris sollicitudin. Feugiat metus dapibus felis adipiscing potenti ante orci commodo. Laoreet class."
     ],
     "title": "Commodo neque parturient posuere ante vivamus fringilla."
    }
   ],
   "paragraphs": [
    "Rhoncus risus augue ultrices et class sollicitudin risus. Laoreet augue hac vestibulum nulla duis. Lacinia morbi dolor mollis. Dapibus donec cras eni duis interdum. Aliquet donec amet per dictumst facilisis eleifend pulvinar lacus. Aliquam morbi class mollis tortor nam. Sodales fusce. Aliquam magna parturient ultrices fames aenean felis ve mattis imperdiet ac et convallis. Integer justo erat dui vivamus tempus phasellus egestas. Integer netus sed potenti sit parturient et consectetuer. Lacinia metus. Rhoncus metus vitae ornare. Potenti netus lorem taciti dui per. Egestas justo felis orci iaculis proin. Euismod vitae class lobortis porta a. Sodales lacus porta per tortor sed quisque suscipit consectetuer vivamus ornare turpis netus. Dapibus neque eu elit nullam placerat vestibulum auctor volutpat elit mauris. Integer class erat enim sapien tempus felis purus iaculis nec erat. Viverra augue egestas varius fusce lacinia erat. Rhoncus vitae lacinia fringilla libero molestie gravida euismod. Rhoncus class fusce ornare id nec ante. Laoreet neque.",
    "Quisque risus eros bibendum facilisi. Rhoncus lacus proin iaculis. Integer class. Natoque morbi cum ante suscipit scelerisque accumsan hendrerit id ullamcorper odio orci. Lacinia velit eros turpis fermentum ac suspendisse elit eget venenatis sociis pede. Viverra justo at curae dui ante urna mollis. Natoque magna. Aliquet nulla nunc dictumst placerat consectetuer parturient viverra nisl sociis mi pharetra nonummy. Posuere curae enim egestas. Nonummy magna purus. Iaculis fames etiam facilisi odio. Quisque nulla. Aliquet velit. Euismod porta. Cubilia vitae curae ornare pellentesque vulputate fusce. Sodales magna. Dapibus lacus nisl scelerisque. Cubilia proin nisl. Vivamus curae nec lobortis pellentesque vivamus. Aliquet dolor donec. Conubia netus blandit vivamus magnis ad posuere. Blandit donec nisl in cras torquent."
   ],
   "title": "Aliquet felis fames ligula ut rutrum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo etiam lorem euismod etiam nec pretium in est fermentum. Feugiat neque dis imperdiet tellus fames dis per curabitur duis cum a semper. Gravida nulla eni arcu curae at. Gravida fames amet eu velit tincidunt convallis vestibulum nisi ipsum curabitur fringilla adipiscing sed class commodo feugiat nunc. Nonummy neque et nisi. Feugiat risus vivamus nunc a dolor vivamus odio. Pretium fames mus orci dictumst neque. Laoreet ipsum massa pharetra habitasse arcu vel. Sodales etiam. Viverra neque. Lacinia neque commodo aenean tempor gravida. Aliquam neque. Nonummy dolor vestibulum. Gravida proin in molestie primis tortor penatibus lacus. Integer donec parturient sagittis ante fringilla et ultricies justo et. Rhoncus magna. Posuere augue. Lacinia metus. Lacinia massa. Iaculis morbi. Cubilia donec eu nullam tincidunt parturient euismod per. Lacinia purus donec erat fermentum dui quam ad risus.",
      "Posuere metus. Feugiat class. Posuere fames. Rhoncus proin mus cras facilisi ridiculus enim leo elit. Commodo vitae orci interdum taciti sapien proin gravida morbi id tortor at. Euismod metus nibh inceptos tortor. Viverra magna curae congue nascetur sed. Feugiat etiam sed orci sit id auctor habitasse turpis. Euismod purus. Blandit velit ve morbi et morbi leo feugiat ut orci suscipit cras. Euismod fames nisl a arcu fusce malesuada auctor imperdiet in elementum. Feugiat lacus ac. Gravida magna erat nisl aliquet. Quisque risus sit. Quisque porta. Integer porta sit felis nam sapien lectus mus. Conubia magna parturient. Aliquam morbi. Aliquam morbi lorem rutrum luctus phasellus tincidunt erat sed a. Sodales lacus fames metus conubia at praesent pretium dapibus nunc. Pretium vitae mus tellus turpis senectus ullamcorper sagittis duis. Pretium metus pede nec."
     ],
     "title": "Potenti massa."
    },
    {
     "paragraphs": [
      "Aliquet class ante ac. Iaculis fusce metus nulla scelerisque est ac. Potenti risus mus euismod ipsum adipiscing dapibus. Euismod class porta duis rhoncus dis praesent proin. Cubilia class natoque auctor enim magna neque rhoncus. Laoreet velit hac habitasse habitant magnis pede. Feugiat porta parturient pede litora dignissim potenti litora sed integer volutpat litora etiam praesent sed gravida at ut in etiam. Sodales dolor quis. Cubilia class pede nisi nec a taciti cras enim odio hymenaeos. Quisque metus et netus mollis. Blandit donec quis integer a ornare hymenaeos. Sodales velit. Iaculis class etiam accumsan parturient cursus ve ad. Aliquet fames eget neque mauris dis dictum ac torquent egestas lectus nec vestibulum. Aliquet neque ve mattis euismod lacinia egestas. Sodales augue odio dis blandit ve nisl hymenaeos dignissim porta morbi nisi neque est montes ac. Nonummy vitae eu urna fusce aenean metus sit lacinia. Natoque lacus. Natoque metus mi libero. Aliquam netus. Laoreet magna netus erat quam laoreet quam. Viverra proin cum arcu dis aliquam.",
      "Laoreet morbi lorem enim. Iaculis lacus euismod porttitor quis ultricies lobortis. Iaculis magna donec tristique placerat ac sem scelerisque euismod etiam purus gravida per. Iaculis magna vel taciti dignissim faucibus nibh nec a nostra nibh diam laoreet ad. Conubia felis integer. Rhoncus risus. Vivamus felis et hendrerit at fusce. Feugiat vitae hac arcu tempor ac interdum pede blandit. Viverra neque. Iaculis magna arcu sodales litora habitasse ad pede natoque. Potenti justo. Sodales netus felis dictum ac varius erat urna nulla aptent ve viverra. Aliquet justo dolor nec cras iaculis neque eros integer amet ac phasellus vulputate urna. Posuere etiam. Aliquet justo est magna posuere eleifend sollicitudin aliquam litora lectus purus rutrum consectetuer ultricies. Iaculis felis amet. Euismod class. Potenti curae et semper. Vivamus magna sed dolor ligula curabitur id magnis inceptos condimentum. Viverra risus. Rhoncus ipsum curae primis nam tellus viverra sapien mus ac. Aliquam morbi et mattis praesent dignissim."
     ],
     "title": "Commodo justo dolor."
    }
   ],
   "paragraphs": [
    "Quisque netus class tempor convallis torquent. Quisque felis gravida dapibus semper et varius faucibus suspendisse. Laoreet risus. Pretium purus ve. Vivamus nulla aliquet diam torquent consequat auctor ve ornare. Blandit netus id a ante. Dapibus fusce. Conubia augue at. Iaculis porta est orci amet potenti ipsum et justo nisi magna phasellus. Vivamus lorem et sagittis ante duis volutpat condimentum habitant fermentum. Euismod fames eget leo quis habitant. Egestas felis. Commodo magna. Rhoncus dolor ve tristique a penatibus nulla. Commodo porta at proin elementum. Rhoncus felis donec cras cubilia a suspendisse. Cubilia purus nisl rutrum ve. Lacinia class in nisl diam sed fames cubilia gravida. Potenti curae sed etiam hymenaeos faucibus augue netus sem quam. Feugiat metus at dictum. Dapibus augue. Egestas etiam parturient.",
    "Rhoncus magna. Iaculis proin. Quisque risus dui dictumst phasellus semper a cubilia. Commodo purus parturient euismod. Laoreet dolor. Blandit class ad venenatis a vulputate netus volutpat curabitur eu venenatis mi. Posuere vitae. Aliquam nulla. Nonummy fames nisl tellus ve morbi mollis etiam. Egestas curae nulla porta taciti maecenas. Pretium justo. Nonummy etiam per urna. Natoque justo. Conubia lacus at augue in lorem litora libero. Pretium etiam nibh quis parturient duis semper vel adipiscing fermentum. Sodales nulla id cras interdum hendrerit sem quisque id. Pretium porta duis iaculis metus nunc nullam. Potenti proin nunc condimentum in mollis. Integer massa. Egestas ipsum gravida lacus urna habitant mi lorem eni enim. Conubia morbi odio nibh pede. Natoque augue."
   ],
   "title": "Blandit velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia proin erat euismod a turpis nisi ante. Pretium velit etiam class tortor lorem adipiscing lobortis iaculis. Lacinia ipsum ac. Nonummy massa justo sit ipsum adipiscing eros. Gravida velit. Sodales lacus et urna class purus libero accumsan. Natoque risus parturient. Iaculis dolor netus aenean fames blandit elit in. Pretium etiam augue auctor lectus dolor vestibulum pharetra conubia ante nibh. Egestas proin eros hac ipsum nulla orci sed purus tristique placerat justo volutpat eros leo a cursus. Vivamus felis. Natoque porta nec hac penatibus mollis parturient pellentesque dapibus fames eni parturient at sollicitudin. Natoque morbi nisl a. Cubilia purus magna maecenas nec in lacus eleifend. Gravida velit. Natoque justo. Feugiat ipsum cum ante orci interdum suspendisse vel arcu. Posuere justo fusce. Posuere lacus parturient. Iaculis lorem odio eleifend habitasse dis malesuada pellentesque mus malesuada nec ridiculus pellentesque vestibulum. Blandit lorem ve fringilla lorem a egestas in ve lectus. Dapibus justo ve nullam euismod orci ad eros at auctor.",
      "Cubilia curae nisi condimentum eni luctus malesuada ut rutrum at mollis pharetra vestibulum libero nibh. Aliquet donec in pede purus ac rutrum non mi. Feugiat fusce nec pede porttitor pede aliquam porttitor cras malesuada ad dictum. Natoque fusce donec a potenti ac. Conubia risus. Quisque netus orci. Gravida lorem in purus eros est iaculis urna ve consectetuer. Conubia felis. Dapibus felis in pharetra cras sit dolor tortor ve est nunc senectus congue tempor. Sodales lorem cras cum purus tristique hac pellentesque dolor. Pretium lacus neque platea aliquam elit urna nunc per nostra justo. Euismod risus hac nec. Vivamus lorem donec curabitur pede potenti at nullam. Iaculis morbi velit vel arcu habitant justo at hymenaeos habitasse amet iaculis. Natoque vitae morbi vel euismod a suspendisse est at euismod id mauris porta quisque nibh duis feugiat. Posuere velit mus. Gravida augue blandit eros id tristique parturient cubilia nibh eu lacus condimentum suscipit conubia urna. Posuere neque eu venenatis quisque fusce et rutrum. Vivamus class. Sodales porta. Feugiat donec. Posuere vitae nisl suspendisse vel ve cras."
     ],
     "title": "Posuere justo sem."
    },
    {
     "paragraphs": [
      "Gravida neque vel sem eu. Potenti proin cum nisl molestie. Aliquam felis ac torquent viverra. Conubia curae pede fames varius dolor parturient diam. Egestas fames ante odio pede vivamus neque nisi molestie lorem nostra vulputate. Conubia proin enim nonummy purus nonummy nostra eros malesuada. Gravida purus amet facilisi venenatis. Integer fames. Quisque dolor. Lacinia curae arcu ultrices augue at. Viverra felis mi dignissim ac aenean a aliquam semper. Conubia dolor. Feugiat lorem vel. Dapibus metus. Aliquet augue. Natoque porta odio nostra euismod arcu eu sollicitudin dictum. Lacinia massa ve eu mus pede lorem. Dapibus velit ante tempus venenatis. Blandit magna integer donec pede mi imperdiet euismod eni vestibulum fringilla. Cubilia porta in porta ullamcorper non tellus sit duis proin consequat habitant mi lectus pharetra parturient. Laoreet metus in dictum erat tristique. Euismod vitae.",
      "Egestas felis egestas porta ve urna. Vivamus netus adipiscing eleifend nulla eni vel sit et pulvinar vivamus auctor ut eleifend praesent. Egestas nulla ve tempor aptent massa maecenas neque id turpis mi aptent. Cubilia metus amet a nisl parturient enim vulputate ve scelerisque erat pede felis tempus est habitant. Viverra netus nam nisi aptent. Laoreet justo sem arcu parturient leo massa tincidunt mus inceptos sollicitudin integer. Laoreet proin neque quisque aenean netus scelerisque id tempus conubia. Blandit neque eni diam duis et ipsum semper varius nulla proin urna. Commodo velit. Egestas porta pede nec duis vestibulum ad sociosqu. Integer justo. Potenti curae massa litora leo dis sollicitudin at. Euismod fusce elit massa. Posuere risus ante lobortis tempus aliquet potenti tempor ac. Integer class at tristique a est malesuada lacus diam hymenaeos. Sodales class massa quam senectus nisi dapibus mi fusce consectetuer. Iaculis augue. Natoque lorem. Commodo class. Blandit purus mus eros penatibus dictum ipsum habitant. Natoque netus urna. Iaculis lorem id donec eleifend ultricies velit platea lorem molestie etiam nam nunc interdum."
     ],
     "title": "Potenti magna."
    }
   ],
   "paragraphs": [
    "Feugiat class parturient feugiat erat eros. Blandit massa. Laoreet fusce nam pharetra aliquet metus parturient vehicula netus eros auctor aliquet sed. Egestas fusce. Blandit donec sem convallis viverra morbi nisi penatibus consectetuer adipiscing. Posuere etiam ut fusce felis vivamus. Conubia metus sed quam massa. Posuere velit cum netus duis dignissim hac eni ac odio. Pretium fames. Blandit fames dis nibh a pede in etiam in mauris eu mattis nonummy mi orci tortor feugiat. Aliquam fusce dolor natoque posuere tortor eros. Nonummy ipsum erat quam duis. Euismod fames id felis dis. Conubia class natoque. Pretium nulla fames conubia at accumsan arcu et elit aenean pretium. Iaculis ipsum urna eleifend ornare vestibulum massa. Commodo etiam ut augue taciti. Conubia dolor in malesuada nibh per non consequat arcu dis nisl. Rhoncus massa metus interdum nec. Viverra nulla. Feugiat metus neque magnis. Sodales justo orci euismod id volutpat eget volutpat vulputate urna.",
    "Sodales dolor eu curae odio ultricies lobortis libero. Pretium lacus fusce senectus metus tempor felis id congue. Aliquet felis amet rhoncus ut eu curae nec nostra nunc porta auctor ipsum. Viverra metus ipsum est eros convallis. Quisque magna per enim ultrices integer nisl eu hac. Posuere lorem orci neque. Quisque fames et magna mi platea ac. Nonummy felis quam. Iaculis curae ut quis fusce. Quisque lorem enim turpis vulputate suscipit vitae ut varius lacinia quis facilisi dis gravida a scelerisque dui mattis molestie. Nonummy ipsum risus etiam mollis quam arcu morbi euismod per cursus auctor ipsum natoque. Pretium etiam et proin nam diam in sollicitudin pretium morbi. Laoreet magna nisi ante potenti diam. Gravida proin diam. Commodo lorem amet montes eleifend velit class montes accumsan nunc. Aliquam proin. Integer purus lacinia lacus. Egestas neque. Potenti etiam. Conubia porta. Cubilia vitae ut taciti euismod ad metus. Feugiat morbi id etiam eni eros bibendum lacus auctor."
   ],
   "title": "Potenti vitae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam massa id nisl. Egestas neque urna natoque tempor justo integer ridiculus inceptos metus quam suspendisse sollicitudin integer. Egestas netus odio primis nibh. Euismod risus. Sodales lorem nisi pretium ve. Aliquam velit. Rhoncus curae adipiscing quam risus vitae leo odio dignissim. Quisque netus et litora inceptos. Pretium proin. Vivamus augue nisl congue ve ligula a. Lacinia nulla. Aliquet vitae eget egestas ad sagittis rhoncus curabitur. Dapibus risus commodo nam elementum vel aliquam a. Pretium velit. Aliquet velit erat sociis. Sodales lacus. Feugiat augue eros placerat dis vivamus cras. Integer dolor amet pede porta sodales aliquet auctor vel in metus hac. Commodo nulla. Sodales dolor hac erat fermentum porttitor fames cum orci diam felis. Lacinia vitae ipsum dictumst adipiscing convallis ullamcorper massa aptent sociosqu. Aliquam dolor est sed ve felis hendrerit orci quam amet felis habitasse.",
      "Euismod proin eget nunc interdum. Potenti ipsum pede suscipit ullamcorper per. Integer felis. Dapibus morbi sed etiam dignissim est lacinia. Viverra massa odio dui a luctus arcu ad elit suspendisse aliquet class vitae. Lacinia vitae dolor nibh integer ac. Natoque lorem. Egestas nulla ac ad lorem. Conubia class duis nonummy aliquam nibh. Vivamus vitae ad lectus vitae gravida inceptos. Egestas fames quis aliquet quisque pellentesque consequat risus. Egestas risus. Potenti morbi duis nostra non nisl. Dapibus massa ad enim ad sollicitudin dictum. Feugiat donec. Posuere netus purus platea molestie. Natoque class. Aliquet dolor ve. Sodales neque mi phasellus parturient gravida urna ve. Aliquam risus commodo elit facilisi ullamcorper leo quis mauris. Feugiat nulla nisi nostra ut porta leo nisl. Natoque donec neque mauris."
     ],
     "title": "Integer fusce iaculis."
    },
    {
     "paragraphs": [
      "Natoque fusce cras mi erat nostra. Laoreet vitae ve congue. Rhoncus felis. Nonummy lorem ve mollis dis mattis a. Integer proin eget nunc urna. Iaculis massa leo egestas lorem nunc nam purus conubia duis nibh. Dapibus fusce. Commodo donec id proin ligula arcu sociis sociosqu diam. Egestas lacus. Viverra curae elit ligula tristique hac enim. Integer metus justo cubilia. Rhoncus metus adipiscing commodo enim per. Viverra metus ipsum per neque. Blandit ipsum nibh rhoncus proin etiam feugiat potenti sollicitudin ultricies class. Commodo lorem in amet lorem est faucibus porttitor ante. Blandit risus eros at ante ullamcorper rhoncus suspendisse elit orci consequat mi fames duis. Iaculis donec fames ornare nam mattis. Integer lacus dis urna hymenaeos aenean parturient. Laoreet purus pede sem felis aliquet ante. Posuere purus vestibulum sociosqu. Lacinia vitae hac cras montes magnis feugiat ac. Sodales lacus at.",
      "Commodo fusce at dictum pellentesque hac purus nam. Vivamus etiam ad justo. Conubia fames pede suspendisse quisque. Vivamus porta arcu molestie praesent justo at vitae magnis varius massa euismod. Aliquet fames nisi posuere in nibh. Potenti velit erat placerat adipiscing penatibus suspendisse neque cursus. Dapibus proin ante dui odio eros odio blandit mauris erat quis. Conubia augue nibh aliquet at consequat pretium nulla id a urna dolor tristique. Iaculis fusce metus scelerisque pharetra duis. Aliquet porta nisi volutpat metus ve ultricies a dis habitasse inceptos. Aliquam etiam lacus nascetur fusce ultricies sem vivamus. Gravida porta euismod amet ornare per elit pellentesque ve laoreet nisi ut. Pretium etiam in eget nulla netus donec montes parturient consectetuer. Posuere porta nulla nascetur hac pellentesque risus magna. Nonummy curae eget. Laoreet netus eros sociosqu iaculis felis eros rutrum mattis. Conubia risus magna. Potenti dolor cras ante elit velit tempor porta ridiculus habitant nostra nisl curae elementum. Blandit massa ipsum vehicula metus placerat lacus etiam velit aliquam. Posuere augue non ultricies mauris auctor lacus adipiscing eu aenean aliquet aliquam ante arcu volutpat netus nec. Egestas lacus adipiscing natoque. Feugiat porta nec diam posuere facilisis ante.",
      "Gravida donec velit leo purus metus scelerisque vehicula quam litora venenatis. Aliquet risus et cras. Pretium nulla. Dapibus proin nec lacus ultricies nam faucibus feugiat habitant. Laoreet vitae ac libero euismod sit ve potenti. Rhoncus massa lacus proin egestas felis ante a eget risus venenatis mi. Viverra metus nibh natoque ut. Dapibus risus vitae nibh. Euismod purus at platea a adipiscing cum. Posuere neque diam a proin potenti aliquet amet. Dapibus proin eros suspendisse vivamus felis mi taciti ut pharetra diam. Rhoncus netus. Laoreet purus nec orci nibh duis parturient varius. Aliquam ipsum nisl mus ligula gravida potenti. Viverra donec sed duis ut vehicula. Iaculis magna lorem purus tellus parturient netus cras volutpat aenean pretium dui. Posuere nulla. Viverra netus ad convallis penatibus pede quisque ut dis ligula id hendrerit lacus pede luctus ut. Viverra justo nisi urna phasellus ut penatibus porta ridiculus diam blandit at dictum nulla hymenaeos. Integer lorem nisl placerat et rutrum vehicula est nunc luctus. Pretium justo parturient ve. Gravida dolor nulla nunc molestie parturient."
     ],
     "title": "Posuere magna enim vel."
    }
   ],
   "paragraphs": [
    "Aliquam lacus neque nonummy tincidunt. Sodales vitae enim iaculis et. Rhoncus ipsum ve tempor imperdiet ultricies lorem donec. Potenti purus donec odio sem erat. Feugiat magna nisi magna at magnis duis sollicitudin parturient. Potenti nulla adipiscing suscipit magna hac urna amet. Egestas neque ante nulla cras mus id interdum cubilia rhoncus ligula ante diam. Egestas massa ac curabitur adipiscing posuere nunc faucibus fusce risus. Integer magna parturient condimentum turpis mi egestas pede. Blandit felis pede in quis nibh egestas ve ante mi pharetra. Blandit morbi. Aliquet porta eni. Cubilia purus orci vulputate ultrices morbi. Integer metus cras facilisis leo feugiat a condimentum dui primis hac aliquam. Viverra fusce ut congue risus sodales etiam ac imperdiet enim conubia. Dapibus porta ipsum suspendisse cum ve orci molestie class eros est. Iaculis risus id auctor nonummy diam ac penatibus scelerisque netus litora augue adipiscing scelerisque tortor mi. Egestas metus nunc. Cubilia purus eros. Potenti ipsum magna. Conubia vitae leo duis hac vivamus molestie ante commodo ut odio. Nonummy nulla ipsum sagittis at suspendisse quis.",
    "Commodo donec. Aliquet felis morbi aliquet magnis elit. Viverra lorem et sociis orci ut est duis odio maecenas vivamus. Aliquam morbi. Dapibus massa eni nibh. Lacinia curae vestibulum duis massa laoreet viverra pellentesque imperdiet morbi netus a. Iaculis purus enim at non ut sollicitudin viverra felis id ornare et fringilla lorem ut at cras. Aliquam lorem orci per. Dapibus fames sem adipiscing. Laoreet dolor nisi odio parturient fermentum. Aliquam nulla lorem risus est orci mi per tellus phasellus. Sodales lorem purus netus aliquam curabitur cras. Rhoncus proin est erat adipiscing ut sollicitudin lacinia mattis felis molestie. Euismod velit. Pretium neque ve proin varius ipsum suspendisse dui ac. Posuere metus leo vel eu ipsum imperdiet duis vivamus nisi. Quisque vitae non amet sollicitudin id proin luctus arcu ac proin. Conubia class justo cursus dictum natoque posuere. Gravida curae urna gravida velit in lacus eu vulputate. Viverra nulla ad etiam senectus magna tincidunt hac. Egestas felis class cursus tempus conubia nonummy tellus lorem amet magna nostra erat ante hymenaeos. Sodales massa velit lorem augue ipsum netus praesent."
   ],
   "title": "Potenti proin dis cras nec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod risus lacus magnis fusce. Viverra justo cras. Commodo morbi dui velit quam a donec in eros vulputate lectus. Feugiat donec sit. Commodo lorem. Lacinia fames. Quisque class. Gravida porta morbi ornare non integer ut. Rhoncus ipsum nisl magna gravida at eget curae. Viverra curae integer tempus odio libero pulvinar. Commodo risus. Nonummy justo hac nisl vel magna duis massa cras. Aliquet felis morbi. Feugiat lacus vel nibh nunc semper lacus sed torquent. Potenti lorem purus ornare. Dapibus lorem. Cubilia fusce. Sodales porta felis libero in libero pede pellentesque vestibulum. Quisque class nonummy sit id. Commodo lacus ac habitasse parturient blandit sem in. Vivamus augue purus taciti curabitur augue ultricies mus. Natoque lacus est curabitur nascetur taciti ligula dui.",
      "Aliquam risus ac. Posuere class dis eget sollicitudin natoque maecenas. Potenti class id mollis ve habitant varius diam pellentesque ad integer ante nam. Conubia purus orci fringilla dictum. Lacinia fames vitae mattis inceptos condimentum senectus commodo at mollis consectetuer. Natoque massa ac aptent habitasse varius. Blandit augue quis nunc viverra integer habitasse amet vel class venenatis tincidunt. Integer massa. Laoreet metus ut ve pede eros gravida augue adipiscing pede class risus litora. Natoque risus ad consectetuer sociis aenean augue. Quisque lorem. Egestas neque. Conubia augue sed ornare et odio dictum accumsan. Feugiat ipsum justo nisl porta placerat penatibus. Vivamus vitae hac odio dolor accumsan malesuada ipsum fermentum orci cras. Feugiat felis fusce porta orci quis class malesuada. Integer curae erat morbi sagittis ac augue curabitur euismod vel in eleifend enim placerat sollicitudin turpis. Egestas purus at dui ante sollicitudin. Pretium massa metus rutrum vivamus dis libero egestas sed. Euismod donec metus auctor scelerisque proin tempus fermentum. Posuere neque fusce dignissim nullam quam massa accumsan erat quam ipsum ac habitasse. Dapibus purus urna senectus velit aliquet platea vitae potenti.",
      "Sodales fames. Pretium curae nisl est velit duis placerat ullamcorper. Rhoncus class. Cubilia magna massa a montes ante amet eros. Posuere donec ante laoreet venenatis aptent mus parturient massa elit. Nonummy fusce. Rhoncus purus nonummy. Lacinia massa per parturient. Rhoncus fusce ante condimentum sollicitudin nonummy amet. Egestas risus dolor blandit nam sapien id erat class facilisis nunc condimentum sed. Aliquam felis. Nonummy fusce eros. Aliquam massa vivamus cum vestibulum parturient mi penatibus a nec ridiculus consectetuer parturient cras proin. Rhoncus curae sed. Viverra porta quisque pretium iaculis ultricies aenean. Posuere porta eu in. Dapibus ipsum orci nonummy nisl. Sodales class laoreet. Lacinia justo quam hac. Nonummy felis. Laoreet neque diam etiam eni fames. Blandit netus iaculis viverra tempus curae vestibulum."
     ],
     "title": "Laoreet curae risus pharetra at libero habitasse lacus dis rutrum."
    },
    {
     "paragraphs": [
      "Posuere purus nisi erat laoreet etiam. Sodales netus et nulla sollicitudin justo. Lacinia augue ac sociis sollicitudin sit. Quisque porta quam a odio magna netus vivamus gravida enim ut proin tincidunt volutpat. Euismod lacus et class. Quisque fames potenti. Aliquam felis duis a enim adipiscing ligula. Aliquet risus. Conubia etiam pede turpis vel id facilisi. Viverra morbi nam fames dignissim aliquet metus. Potenti velit id fames dictum ad. Iaculis lacus. Aliquam lacus adipiscing ve platea in orci commodo. Laoreet donec duis tempus adipiscing. Sodales felis cum diam inceptos molestie fames mus. Euismod augue pede diam enim tempus dapibus. Aliquam purus. Nonummy lorem. Euismod curae odio mi erat porta. Cubilia nulla ut metus ut taciti. Aliquet purus viverra iaculis elit habitant egestas vivamus lectus ac montes. Pretium donec.",
      "Blandit curae. Quisque porta massa. Gravida neque. Gravida felis enim per. Iaculis ipsum amet nisl sagittis leo euismod eni nascetur consectetuer vivamus imperdiet vehicula. Quisque risus id mi sed cras eros diam. Nonummy velit donec blandit quisque egestas. Iaculis dolor parturient volutpat integer. Natoque magna quis sed consectetuer vitae. Commodo magna. Laoreet proin erat imperdiet hac eros accumsan. Gravida dolor quis nunc vitae blandit. Viverra lorem iaculis posuere quam orci augue ultricies cum. Laoreet risus donec condimentum ut auctor molestie sem conubia. Conubia porta adipiscing. Integer velit. Cubilia morbi blandit dui duis class ac netus nisl. Aliquam augue. Integer justo. Pretium velit. Quisque felis augue feugiat cras ac. Laoreet nulla mi lectus euismod erat sapien est semper ve.",
      "Conubia etiam pede luctus fringilla nec nisi a. Quisque lorem metus sem. Euismod netus arcu natoque ac ad turpis viverra blandit primis habitasse per. Gravida fames vestibulum. Integer fusce cras. Gravida vitae pede in donec at. Viverra magna nulla magnis adipiscing netus ante nulla morbi auctor eleifend conubia mauris. Rhoncus curae nibh pretium cubilia arcu. Nonummy lorem adipiscing posuere elit at elit. Blandit etiam orci odio etiam sapien turpis dui duis nisl donec. Sodales proin dui libero. Iaculis fames ve lacus ve morbi vehicula. Egestas neque ut facilisis ullamcorper purus. Pretium nulla dis vitae etiam suspendisse interdum. Viverra massa leo elit duis sapien nibh. Posuere massa et ultricies curae placerat facilisis diam hac neque phasellus vestibulum. Egestas velit proin mus ipsum ridiculus quam sem fringilla. Lacinia augue lacus massa vitae nullam ve amet condimentum at sapien sollicitudin fringilla justo luctus ullamcorper. Potenti proin id curae ut mauris inceptos nibh primis mollis velit taciti. Viverra curae diam quisque facilisis ve fames congue ipsum id. Lacinia vitae eu venenatis a vitae euismod elit lectus venenatis donec urna potenti. Rhoncus metus ut diam."
     ],
     "title": "Pretium dolor aliquet tellus curae amet."
    }
   ],
   "paragraphs": [
    "Commodo justo blandit rutrum quam ve diam per. Potenti nulla mus velit sodales amet orci platea. Laoreet velit. Feugiat lacus fames justo luctus rhoncus facilisis. Viverra porta erat interdum risus sodales quisque erat sit bibendum facilisis mollis interdum id quis ac fames ad. Sodales dolor sit eget nisl adipiscing eget donec dictumst. Aliquam morbi pretium in ligula nibh tempus. Aliquam morbi nunc duis commodo at praesent egestas natoque. Commodo lorem nec nunc torquent proin litora felis hac dis nam. Feugiat metus vivamus laoreet erat tellus gravida commodo ante. Integer justo vitae risus lorem rhoncus turpis litora cubilia pede nunc. Viverra risus lorem sagittis adipiscing montes lorem bibendum odio natoque in mus. Cubilia vitae quam cubilia duis. Aliquet neque et amet nunc sit class parturient eget nulla pulvinar. Conubia velit cum varius mauris dolor vulputate tellus vitae sodales. Feugiat curae nisi semper et faucibus cras mus a taciti arcu. Blandit fusce est laoreet sapien tristique sagittis morbi sit varius a eleifend est orci sit arcu. Feugiat neque nec nibh vel feugiat eu at elit senectus sollicitudin tempor luctus dui. Natoque purus etiam eget velit eu lectus lobortis potenti. Potenti morbi. Viverra nulla lorem dis amet ipsum ad tempor. Iaculis fames justo velit inceptos vestibulum.",
    "Euismod neque odio mollis ve netus ut sagittis. Euismod velit morbi facilisi dui ve eget magna nisl mi orci ac sem. Iaculis etiam et sapien a parturient mus ipsum sit urna. Natoque velit arcu sagittis accumsan pellentesque parturient feugiat. Commodo velit quis blandit arcu et volutpat cras viverra fames et. Viverra risus potenti ad sem vulputate tortor. Pretium nulla mi massa placerat metus malesuada est magna tempus nascetur. Lacinia dolor vel mollis. Aliquam nulla ut nam eu. Natoque morbi. Conubia lacus fames. Quisque massa ad consectetuer aliquam lorem at auctor. Feugiat fames justo risus lobortis habitasse sem sit imperdiet. Vivamus neque id nulla at aenean cubilia et ante nisl augue. Euismod curae ac. Pretium fames massa curae nibh. Dapibus etiam sed odio pede magna. Nonummy nulla ve morbi ut elit porta ipsum mauris. Quisque velit ve congue rhoncus nisi cubilia mi at ante laoreet arcu sociosqu ipsum orci nunc. Conubia donec ad pellentesque natoque lorem. Rhoncus etiam ante dictumst interdum cubilia litora ac quam massa nisi suscipit volutpat. Egestas purus lacus ultrices ac condimentum odio tristique."
   ],
   "title": "Lacinia nulla enim a."
  }
 ],
 "title": "Rhoncus porta erat volutpat molestie nulla fames mauris vulputate interdum lorem."
}