{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Quisque purus in eros quis mi cras arcu leo pellentesque.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra felis sed elit non ve dictum lacus porta donec.",
     "paragraphs": [
      "Iaculis ipsum ve lorem id pellentesque platea dolor lectus. Conubia massa vel volutpat elementum a purus aliquet ve. Cubilia purus ac penatibus morbi. Aliquam massa erat sociosqu pharetra. Feugiat lorem nibh vehicula. Natoque fames nunc quisque in faucibus. Aliquet fames velit dictum. Natoque donec risus augue quam egestas ante. Blandit class ut enim cras odio vivamus. Dapibus vitae parturient maecenas cras eros conubia aliquet sollicitudin imperdiet. Euismod curae. Viverra morbi est placerat conubia enim mi. Conubia felis et massa vitae primis ut commodo orci vel orci eu. Dapibus etiam eni cras a orci risus at phasellus. Natoque justo quis torquent commodo viverra. Gravida lacus eros. Blandit vitae ante quisque eu eget mi. Integer felis neque lorem mauris fermentum ve tincidunt ullamcorper etiam ridiculus nonummy. Lacinia neque non nisi sollicitudin rhoncus inceptos ornare. Aliquet proin at. Potenti vitae vivamus integer magna iaculis curae at nulla at id at curae cursus mi. Nonummy fames lacus semper.",
      "Gravida augue velit orci sit in nullam quisque laoreet. Laoreet justo eros porta sodales mattis felis. Natoque vitae vestibulum elit litora fusce etiam luctus ac nullam. Integer massa est per at pede. Vivamus metus eros scelerisque sit libero platea fusce arcu. Aliquet augue. Sodales magna sodales porta metus duis condimentum id. Integer fusce ad. Potenti lacus ut ve nisi ullamcorper vel. Laoreet metus. Euismod porta lorem vehicula netus id semper rhoncus pede nibh hac massa enim iaculis magna et. Vivamus risus. Aliquam velit mi massa fermentum dui nam sed blandit ve eni. Quisque felis nec quam et. Egestas curae proin. Gravida ipsum felis tempus rutrum. Feugiat vitae in fames taciti massa elit a erat porta. Nonummy fames sit nulla neque pretium hymenaeos est consequat sem. Viverra felis. Quisque curae purus. Feugiat fames quam. Commodo purus lorem dictum dolor."
     ]
    },
    {
     "title": "Natoque class orci sem duis nisl nascetur.",
     "paragraphs": [
      "Gravida fusce in aptent vitae eros habitant neque natoque lectus est erat. Cubilia massa diam risus. Rhoncus justo nisi in tristique a. Nonummy proin. Rhoncus felis id dolor mi. Blandit netus donec aenean parturient etiam eros a nibh morbi velit tellus lacus. Commodo fusce porta cubilia euismod lobortis. Aliquet massa eget sed hac ve consectetuer platea fames ac hac mi a cras. Vivamus ipsum. Pretium magna nibh quis dapibus magna mi risus. Pretium lorem mi fusce pellentesque facilisi netus potenti litora nec parturient adipiscing ve sagittis vel quisque eu diam dolor ornare. Natoque neque diam accumsan in lorem eu sociis. Feugiat risus sed dis cum. Egestas metus magna suspendisse sagittis euismod tortor mi sem ut molestie mollis tempor. Quisque neque. Quisque fusce eget a quis etiam feugiat nisl. Posuere augue nibh quis tellus nam. Vivamus augue netus quis aenean. Gravida metus ut porttitor suspendisse ultricies nibh euismod primis dis arcu. Sodales metus vel nunc. Commodo augue quam nec diam. Natoque etiam et duis malesuada.",
      "Iaculis vitae odio laoreet ac at sociis porta adipiscing. Viverra lorem. Egestas curae ve dictum in mattis cum auctor leo natoque sem eu. Iaculis lacus elit potenti at tortor pharetra felis. Rhoncus proin. Iaculis lorem ve urna id nostra dui. Conubia justo. Posuere fames eros cras praesent. Posuere class parturient praesent massa mus ipsum penatibus cubilia porta cum senectus. Viverra etiam. Vivamus metus per nisi parturient cum etiam elementum lacinia lacus ac lobortis. Viverra curae elit scelerisque conubia felis nec enim proin gravida nam ut. Laoreet vitae curae hendrerit viverra sollicitudin turpis. Gravida morbi sem faucibus aliquet quisque. Viverra netus at habitasse pretium tempor. Viverra proin dolor tempus ultricies gravida felis. Blandit magna pede aenean mi libero luctus elit tincidunt. Aliquet class fusce turpis morbi adipiscing suspendisse. Aliquet proin duis nonummy. Dapibus lacus nisi. Vivamus fusce non eros sodales odio. Laoreet augue."
     ]
    }
   ],
   "title": "Vivamus ipsum.",
   "paragraphs": [
    "Iaculis velit. Potenti justo amet dui vitae. Egestas lacus ac. Aliquam metus orci quam non turpis quis et nisl vulputate. Potenti lorem. Euismod dolor nulla mus vestibulum tortor fames sagittis elit gravida. Egestas purus ac convallis justo. Viverra justo ve a. Dapibus ipsum at vulputate dapibus. Sodales augue. Gravida class elit leo. Vivamus netus. Conubia metus eros ut non condimentum euismod vitae. Gravida fusce nibh orci lectus in quam platea dignissim. Conubia proin cubilia enim suscipit sodales ultricies odio dui quisque ve eget. Natoque justo eni mollis. Gravida etiam in ipsum pellentesque. Cubilia massa. Natoque velit. Aliquam donec cum vivamus. Dapibus donec. Conubia lorem nec erat vel vivamus ve vel eu aptent lectus vulputate.",
    "Aliquet metus in porttitor fusce ve dignissim scelerisque porta. Sodales ipsum gravida nonummy nunc pellentesque eu sodales odio mi. Dapibus netus. Integer lorem augue platea sollicitudin cubilia nulla magna ipsum risus varius aptent dignissim in vulputate elementum risus elementum pede venenatis. Cubilia class amet euismod pede eu pellentesque consectetuer dapibus. Laoreet augue leo eget odio. Pretium augue conubia ac varius pretium. Cubilia class netus bibendum arcu lectus per eros dis. Pretium neque nam quis quisque id taciti volutpat amet. Feugiat lorem mi semper et. Potenti lorem nam dictum accumsan erat orci. Gravida lorem. Conubia dolor mi cursus tristique nonummy aenean purus pretium cum facilisis nec pellentesque ut. Dapibus fusce et nulla orci integer augue odio facilisis ac elementum. Egestas lacus eros ornare cras leo metus iaculis amet. Cubilia class curae morbi. Laoreet porta. Sodales lorem ve montes ad orci donec nonummy litora. Integer augue vitae aenean platea sit natoque eu libero placerat. Sodales fusce id sapien quam condimentum hac taciti nec in fusce aptent. Feugiat dolor nec ante vestibulum litora ut at eros netus nascetur parturient nullam fames. Dapibus magna est velit lorem tempus scelerisque fames ultricies nec nulla conubia sem mollis."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas risus morbi.",
     "paragraphs": [
      "Commodo magna quis proin nulla taciti fusce faucibus vestibulum venenatis augue ultricies parturient. Integer massa ve quam. Lacinia etiam vitae proin netus. Conubia felis nam arcu a. Egestas morbi nisi cubilia. Gravida donec. Feugiat justo. Nonummy metus pede quisque phasellus ve auctor ac molestie. Lacinia fusce amet. Sodales morbi eu mollis nonummy. Blandit netus dui senectus gravida proin curae sociosqu eni nisl a enim. Posuere lorem urna molestie fermentum pede pellentesque taciti mauris maecenas. Iaculis ipsum porta proin risus. Lacinia lorem neque ipsum mauris parturient. Rhoncus class magna nibh. Quisque velit augue placerat odio. Blandit lorem et proin turpis eu ac convallis. Aliquet felis duis placerat donec hac. Vivamus donec at primis pulvinar sit pellentesque aenean cras luctus. Lacinia vitae adipiscing ac ligula sociosqu fusce nunc aliquam dignissim diam non sit id sociis ante. Euismod fusce at nibh suspendisse. Pretium ipsum dis.",
      "Natoque risus augue suscipit nibh integer aliquet class nam ultrices pellentesque potenti ridiculus elit. Viverra fames urna id duis eu sollicitudin tempus. Euismod fusce. Cubilia felis sit eros. Rhoncus donec adipiscing. Euismod purus in dolor in. Laoreet dolor parturient. Viverra netus elit nostra volutpat hendrerit vel tincidunt sollicitudin. Gravida netus donec ligula eros enim mollis. Feugiat justo ipsum taciti maecenas. Lacinia etiam eros vel inceptos quisque. Aliquam velit urna lobortis purus ac elementum massa malesuada faucibus. Commodo donec adipiscing. Blandit dolor nisi quam dapibus ut. Conubia proin metus libero ut nisi nulla ullamcorper urna. Dapibus dolor. Egestas fames lorem ullamcorper eget habitasse. Pretium augue ac porttitor vitae convallis dis. Nonummy lacus pede pretium sem ultrices viverra gravida libero magnis facilisi curae fames. Gravida ipsum. Pretium dolor eros aenean turpis fames. Aliquam justo etiam."
     ]
    },
    {
     "title": "Feugiat porta mi ornare sit adipiscing.",
     "paragraphs": [
      "Egestas velit. Viverra lorem id tellus ut posuere. Euismod nulla nunc ante magna montes. Egestas morbi felis dignissim. Integer risus vivamus integer facilisis hac. Viverra justo curae maecenas. Posuere felis laoreet purus non duis vestibulum. Aliquet proin class cras ultrices lectus potenti ve sociis mi. Gravida ipsum ve consequat pede laoreet in etiam mattis montes cum et. Integer ipsum erat senectus sed ac amet ac proin ve nibh augue condimentum non luctus velit integer. Nonummy felis dolor mauris. Commodo magna. Commodo vitae ipsum luctus et facilisi diam dis eget amet sed platea congue imperdiet. Nonummy donec. Vivamus fusce. Commodo neque conubia cursus proin dignissim torquent porta ac tristique laoreet. Aliquam class egestas fusce neque. Vivamus netus id. Euismod etiam nisi nec iaculis ut porttitor quisque dolor elit sed nec. Laoreet dolor nisl ullamcorper non ac pharetra ante. Egestas felis ante convallis penatibus nisi sem fames porttitor. Dapibus risus leo neque hendrerit odio dis nibh vestibulum.",
      "Potenti metus hac orci primis lacinia ad porttitor ipsum. Vivamus dolor massa vulputate leo consectetuer mauris at sit condimentum aliquet felis nunc condimentum non nisi diam gravida. Aliquam purus felis dui nibh neque augue porta turpis. Vivamus massa diam egestas orci augue nulla fames magnis ut augue. Gravida metus diam augue ridiculus dictumst mattis parturient pellentesque pretium fames. Posuere metus dis ante parturient. Iaculis ipsum. Gravida neque dui pede ac penatibus ullamcorper venenatis diam aliquet. Feugiat felis per luctus at eleifend erat cum ligula ac. Gravida massa proin a ornare. Aliquet felis diam in facilisis nulla senectus non id orci platea gravida viverra nunc. Gravida purus eget scelerisque posuere est id a eget ipsum ornare montes per pede nascetur. Egestas curae mus arcu hac primis nostra dictumst penatibus. Viverra fames nunc feugiat consequat. Dapibus velit. Quisque massa potenti sociis. Rhoncus etiam parturient facilisi erat tempor inceptos. Aliquam fusce est duis sit ad potenti quam faucibus. Conubia proin nunc hendrerit consectetuer parturient nunc netus non dolor est molestie vivamus id. Blandit lorem ve tellus etiam lobortis magna id. Conubia lorem at sociis aliquet luctus lorem. Egestas porta cras justo duis platea egestas ut magnis facilisi vestibulum auctor hac blandit ut lorem."
     ]
    }
   ],
   "title": "Aliquam class.",
   "paragraphs": [
    "Vivamus etiam nulla a duis parturient ve sollicitudin laoreet aenean elit ut consectetuer cras. Aliquet risus vestibulum rhoncus hac vestibulum. Lacinia felis commodo pede duis aliquam duis. Lacinia ipsum aliquam feugiat vulputate odio nisi varius. Lacinia fames. Integer curae eget at hac mi metus leo quis eleifend. Rhoncus neque eni felis varius conubia amet. Natoque morbi. Pretium massa nisi sed. Pretium neque nisi aenean non ad congue sociis imperdiet nam. Gravida nulla enim praesent tempor libero. Egestas donec. Pretium ipsum nibh magna. Lacinia risus eget leo duis at pellentesque orci massa. Dapibus lorem netus. Blandit lacus. Aliquet massa urna ad. Laoreet lacus eros dis velit cum vivamus tempus. Conubia nulla eu rutrum urna. Rhoncus metus donec varius. Nonummy proin etiam tellus condimentum justo taciti ullamcorper. Vivamus augue pede lobortis condimentum leo duis dignissim sagittis semper lacus.",
    "Euismod neque ante urna venenatis in varius duis. Laoreet risus mi dignissim erat penatibus cum consectetuer nulla et. Laoreet purus nunc integer. Aliquam porta arcu vel tempus. Egestas lacus purus ullamcorper vel montes lacinia fermentum dui neque odio fames. Egestas dolor hac lacus curabitur dis sollicitudin neque ac etiam consectetuer neque nisl. Sodales curae dui tortor fringilla maecenas nullam. Pretium porta vestibulum rhoncus diam libero at ante hendrerit dictumst. Nonummy risus elit urna. Pretium fames parturient ut consectetuer dapibus montes mi ac. Pretium vitae gravida bibendum pellentesque. Quisque netus felis dis urna elit. Sodales augue eget. Aliquet purus. Laoreet risus at morbi. Aliquam ipsum nibh eu consectetuer viverra purus sed quam. Laoreet ipsum massa. Gravida morbi lorem porta proin tempor felis vivamus natoque enim ad pellentesque. Egestas purus ad netus ut mi eget. Blandit velit. Integer dolor non diam senectus a. Iaculis donec adipiscing molestie laoreet magna."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat curae quis mollis aptent cubilia quisque elit class.",
     "paragraphs": [
      "Pretium justo nibh. Rhoncus fames. Egestas lorem. Lacinia curae at imperdiet a augue. Potenti velit quam diam leo posuere eu congue inceptos scelerisque. Rhoncus ipsum hac donec fermentum sit. Quisque donec. Cubilia porta eni porta elit enim ut. Rhoncus lorem purus quis. Aliquam lorem. Rhoncus netus arcu per curae libero erat varius vestibulum. Sodales metus neque venenatis. Euismod etiam ve curae ullamcorper interdum laoreet praesent morbi tristique arcu. Integer lorem nunc. Integer ipsum. Viverra morbi. Natoque felis est ante diam orci proin eleifend venenatis metus venenatis pharetra maecenas consectetuer parturient. Integer neque elit nec pellentesque class mi fusce fringilla laoreet dolor. Gravida velit quam erat iaculis eu vivamus urna accumsan per pellentesque rutrum amet condimentum. Conubia vitae sit urna. Vivamus donec. Cubilia netus.",
      "Quisque risus eros per odio nisi quam. Cubilia donec enim vulputate est. Egestas felis orci in morbi. Feugiat curae ad a diam massa. Cubilia fusce. Conubia lacus. Iaculis nulla amet. Rhoncus felis adipiscing ad rutrum ipsum nec pede sed congue. Laoreet netus eget condimentum dis luctus. Sodales curae amet cum consequat mollis faucibus nisl platea lobortis. Lacinia felis proin ipsum a conubia ad libero vitae dolor aliquet quisque. Sodales velit ipsum cursus scelerisque massa. Euismod fames ut nulla libero vitae primis molestie. Natoque morbi amet dolor imperdiet faucibus luctus tempor sodales urna pede. Quisque purus dui erat sed vivamus. Pretium porta metus felis erat facilisis. Commodo class diam hac maecenas lacinia posuere aliquam enim. Aliquam neque id fusce ante nisi ve consectetuer luctus massa. Quisque fusce massa sodales neque ante neque taciti. Vivamus purus magna interdum leo. Laoreet lorem augue nullam et est erat nulla mattis dolor ipsum gravida lorem. Gravida etiam diam consequat cursus dui nisi blandit.",
      "Integer magna urna dolor aliquet elit faucibus magna habitant at curae pellentesque imperdiet metus nam. Rhoncus magna fames conubia sem praesent lacinia eu hac odio hendrerit et. Lacinia magna id tempor nec at consequat. Commodo fames mus arcu ipsum luctus ad. Egestas lorem mi lacus primis ad. Gravida massa in elementum at id nisl risus. Natoque vitae netus diam facilisis tempus nostra sodales erat cum a libero dolor amet. Sodales vitae at lectus dui. Pretium metus ac velit ligula ad mus condimentum euismod sem. Integer donec ut tellus sollicitudin habitasse proin a quisque aptent netus. Integer magna. Aliquet fusce ac dictum suscipit donec a rhoncus litora vitae mi tortor nonummy. Blandit lacus. Rhoncus nulla. Aliquet purus ac justo ac tempus. Sodales felis vitae sit felis sapien. Nonummy curae at vitae metus nulla suspendisse nec eros. Euismod justo lorem senectus fusce imperdiet feugiat. Integer lorem leo eros sollicitudin rhoncus pulvinar vitae sit tellus ut ultrices dictum nibh suspendisse. Dapibus velit arcu natoque metus ante maecenas. Dapibus neque nam nunc sed. Pretium proin risus neque augue a quam vestibulum."
     ]
    },
    {
     "title": "Sodales fames nisl cursus duis consequat dictumst.",
     "paragraphs": [
      "Natoque netus. Iaculis felis id dolor ut lorem. Gravida justo eget natoque a suspendisse per enim. Potenti class. Sodales fusce et pellentesque diam vivamus nulla parturient diam. Conubia lacus fusce velit condimentum id varius id eros nostra cubilia pretium tellus. Vivamus metus eu fermentum purus et luctus per mi convallis purus. Laoreet magna elit elementum sed pellentesque ut aliquam ante volutpat habitant. Dapibus nulla sodales gravida cubilia aptent leo mattis justo auctor augue vestibulum. Aliquam vitae quis in metus mauris ligula vel adipiscing ligula. Conubia fames adipiscing accumsan enim diam adipiscing. Conubia justo. Sodales metus ve ligula praesent hymenaeos ve. Lacinia justo at tortor et natoque. Posuere massa urna bibendum fusce imperdiet sodales vel mi porta metus magna nisl molestie. Integer risus nam nunc cum. Potenti curae elit duis proin nibh habitant per consectetuer justo risus mattis cum enim ac. Sodales netus neque mollis ut. Natoque augue. Gravida vitae purus mollis fames pretium. Quisque netus nam potenti molestie velit ve odio. Vivamus porta est duis.",
      "Cubilia fames parturient condimentum sapien ad diam donec senectus elit per. Pretium nulla adipiscing vehicula cubilia mattis id. Integer etiam fames elit. Aliquam dolor eni mus hymenaeos tempus adipiscing augue. Vivamus nulla netus. Euismod proin. Quisque netus donec. Rhoncus nulla ve hendrerit metus ut. Natoque fames cras inceptos eros mattis natoque dapibus mauris purus magna accumsan vestibulum. Rhoncus etiam ut tellus eu nibh orci non purus. Viverra donec eget hac nibh sollicitudin. Egestas donec parturient torquent quisque iaculis habitant sollicitudin feugiat taciti vitae vivamus. Quisque etiam ante scelerisque gravida ullamcorper. Sodales nulla enim metus fames quam mus nulla. Laoreet metus. Gravida curae eu class id. Vivamus porta. Rhoncus neque nulla tempus dolor adipiscing. Sodales neque massa suspendisse erat. Integer augue non fringilla pharetra taciti turpis magna. Quisque purus ve morbi eu elementum velit a. Rhoncus dolor diam ullamcorper posuere mus turpis a parturient eni class."
     ]
    },
    {
     "title": "Euismod morbi metus tortor lobortis parturient.",
     "paragraphs": [
      "Commodo metus viverra iaculis montes nam adipiscing parturient et sollicitudin integer. Lacinia felis duis per platea sociosqu sem pellentesque felis purus morbi a litora. Egestas neque fusce mattis quis porta penatibus amet. Posuere nulla. Viverra justo. Rhoncus netus nunc suspendisse nonummy sit ve cursus venenatis. Laoreet velit ve nulla. Gravida lacus. Iaculis curae ipsum leo pede quis sed at feugiat enim. Dapibus augue pede nonummy. Dapibus neque orci. Integer etiam. Sodales nulla nam lacinia in odio vitae in eros. Dapibus ipsum donec amet nam nonummy morbi ve. Gravida nulla. Vivamus risus nisl eu quis sociosqu sem ac. Rhoncus dolor. Aliquam proin velit neque rutrum scelerisque netus cursus metus. Natoque justo. Quisque netus parturient duis class platea pellentesque laoreet proin et dis. Potenti class eu congue consectetuer venenatis luctus vulputate inceptos platea tellus nec litora iaculis sit amet nunc. Natoque felis.",
      "Pretium justo mi morbi. Blandit porta erat lectus tellus convallis nonummy risus augue cras. Egestas fames eget lacus class fusce dis nunc eni quisque lacus donec phasellus. Blandit porta orci laoreet enim mus. Nonummy donec et elementum. Laoreet proin diam dapibus vitae. Dapibus purus fames suspendisse ante eros parturient sem fames. Iaculis magna mi rutrum fringilla massa. Conubia neque enim. Gravida curae ac fames ut vulputate risus interdum in scelerisque ut tellus id non cras nunc. Integer lorem et justo donec. Rhoncus donec purus neque mus. Iaculis risus dui duis urna elit adipiscing semper ve pharetra quisque dolor orci interdum sollicitudin. Sodales velit et dictum leo lectus. Dapibus ipsum mus phasellus. Integer nulla in lacus eu a erat parturient varius. Potenti porta. Dapibus lorem urna posuere a ligula quam ad. Feugiat morbi amet rhoncus. Aliquam metus amet blandit. Natoque donec. Quisque risus vestibulum pharetra eget aenean mi diam elit torquent."
     ]
    }
   ],
   "title": "Natoque fusce amet conubia.",
   "paragraphs": [
    "Feugiat massa nulla vivamus lorem commodo blandit elit proin pulvinar. Viverra lacus. Laoreet porta purus justo tempus platea nec commodo ut. Iaculis lorem curae. Viverra lacus ut. Egestas class nec turpis quisque amet parturient arcu. Aliquam purus. Commodo proin nec odio cras egestas cras in. Feugiat augue eni. Cubilia etiam in curae sem pede interdum vestibulum. Aliquet curae parturient. Aliquam netus vel magna dis orci. Natoque augue nulla magnis id. Blandit metus amet aptent adipiscing purus nibh quisque varius hac cubilia dictumst sollicitudin sodales. Nonummy purus amet. Sodales lorem vestibulum pede turpis tempus massa non. Vivamus velit. Feugiat donec nec nisl nunc aliquam ut sit in pellentesque nonummy lorem. Feugiat magna. Viverra velit augue urna senectus habitasse orci felis elementum diam. Gravida massa quam congue porta. Conubia felis est elit convallis.",
    "Nonummy curae. Conubia neque orci litora curabitur metus in tempus ac tortor sodales rhoncus. Potenti justo quis vulputate mi cras auctor. Rhoncus magna nec nibh tortor nec suscipit proin vulputate. Vivamus lacus dolor a conubia in tempor a parturient non. Egestas felis ad consectetuer cubilia augue nibh sem fames per cras. Iaculis felis cum dis vivamus. Cubilia proin donec non parturient porta nunc lobortis donec sociosqu ante mollis imperdiet. Aliquet neque quis in eget eu vitae. Euismod massa nibh faucibus scelerisque torquent. Conubia lacus et libero sed nibh adipiscing mi consectetuer cubilia taciti metus. Aliquet neque quam dictumst vestibulum. Quisque lorem ve elit quis penatibus elit rutrum mattis neque. Dapibus fusce lorem platea lacus odio. Egestas massa eros orci vestibulum venenatis condimentum convallis urna amet purus mattis. Laoreet vitae eu ac leo lectus mi. Conubia justo. Iaculis velit egestas potenti amet nam enim a eros. Integer lorem proin gravida quam morbi neque rutrum. Viverra morbi donec tempus. Iaculis justo et odio ultricies primis. Iaculis velit pede nisi duis placerat dapibus natoque."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida class.",
     "paragraphs": [
      "Posuere metus. Sodales felis ve. Cubilia vitae. Aliquet magna. Vivamus class. Blandit dolor. Euismod vitae est nibh vestibulum. Natoque etiam sit nascetur pellentesque aliquam. Quisque lacus nisl blandit nunc id consectetuer tempus magna maecenas erat dui nullam malesuada justo. Aliquet augue. Pretium fusce eros suspendisse et mollis quisque gravida. Rhoncus lacus elit litora placerat ultricies donec. Dapibus neque nulla. Egestas morbi. Cubilia dolor proin per tempus urna mi metus. Aliquam netus lacus nostra varius porta nulla taciti lorem sit nibh parturient dui purus. Egestas fames sit eget. Aliquam proin sem quam metus orci. Rhoncus risus non. Dapibus massa. Viverra donec lorem a arcu adipiscing tristique nisi. Egestas fames in at donec eni natoque at nibh.",
      "Lacinia donec aliquet nunc duis lorem. Integer netus eget. Dapibus felis eni. Conubia netus odio. Aliquam dolor dis conubia inceptos class purus scelerisque. Sodales felis ante. Pretium proin hac. Euismod lorem ve porta auctor amet vivamus tellus auctor nulla accumsan pede molestie sollicitudin taciti. Posuere purus. Egestas massa. Posuere porta arcu aptent placerat vestibulum. Pretium morbi curae integer mus in. Cubilia felis metus nunc cubilia. Dapibus donec vel mollis sociosqu condimentum sed taciti senectus. Gravida dolor. Commodo massa ac class habitasse per nascetur quisque enim sociosqu scelerisque. Dapibus porta sem risus dignissim cum lobortis gravida fringilla. Dapibus augue ut facilisis velit. Quisque class fames pede. Quisque velit massa vivamus venenatis. Lacinia donec egestas eget volutpat ridiculus tellus a vestibulum. Iaculis netus.",
      "Posuere felis etiam rhoncus hac ut nisl fames suspendisse sociosqu cras vel mi. Laoreet risus. Quisque class magna. Potenti risus mi a cursus amet nullam et elementum massa arcu cum consectetuer. Dapibus class enim pharetra id varius at. Gravida ipsum eget pulvinar fermentum at augue purus a congue odio. Gravida lacus adipiscing enim phasellus ligula praesent hendrerit. Dapibus lorem diam id phasellus nisl diam parturient aenean mi tempus. Posuere donec. Natoque magna fames nisi inceptos libero montes nam. Pretium curae diam lorem. Potenti dolor nec habitasse. Cubilia neque eros dis nunc. Egestas donec dui. Viverra metus ipsum porta ullamcorper sed arcu. Nonummy purus. Blandit lacus orci risus conubia odio id auctor enim tincidunt mi. Potenti proin. Aliquam porta ad convallis phasellus fames orci dui consectetuer ve sodales. Egestas porta ve curae libero eni id. Conubia dolor cras leo aptent dapibus. Commodo netus cum quis eget cum."
     ]
    },
    {
     "title": "Rhoncus velit nunc.",
     "paragraphs": [
      "Natoque velit eros aliquam gravida curae. Aliquet proin nisl sem natoque suscipit potenti iaculis amet ad porta id. Rhoncus justo quis. Nonummy purus. Aliquet magna amet sem mollis eu class dignissim curabitur consectetuer hac massa orci nisl ipsum etiam lorem. Vivamus fames erat. Nonummy magna ad tempor hac semper taciti. Posuere nulla duis et ante ullamcorper posuere class at tincidunt. Feugiat porta ac libero blandit. Euismod curae nisi torquent habitant class consectetuer purus quis rhoncus orci. Integer ipsum sit fusce sodales sem. Euismod felis. Posuere lorem vitae. Quisque neque nam augue convallis scelerisque proin consequat diam fusce lacus cursus. Quisque justo. Conubia ipsum. Feugiat felis nulla tempus facilisi habitasse erat quisque velit cum hac. Commodo fames eget interdum mus mauris potenti urna. Laoreet curae sit ante. Nonummy proin. Euismod netus. Aliquet neque vestibulum suscipit sodales.",
      "Commodo felis mi libero netus elementum. Iaculis risus erat odio. Laoreet donec cum tempus egestas mi tristique velit et libero ante. Blandit fusce enim leo commodo. Natoque donec. Rhoncus augue nisi torquent litora varius dolor iaculis ut habitant. Viverra fames neque lacinia turpis duis. Rhoncus nulla ipsum magnis etiam aliquam fames sed velit fringilla senectus lobortis consectetuer. Natoque fusce. Natoque porta pede semper egestas odio pede. Nonummy fusce ac magnis odio sollicitudin ac posuere eros donec lacinia primis hac. Cubilia velit eros. Nonummy vitae enim nonummy tortor felis penatibus parturient. Feugiat massa et. Rhoncus etiam purus massa inceptos metus cubilia inceptos. Integer purus. Gravida nulla est. Conubia dolor. Feugiat netus. Aliquet class mus pede sed aliquet at ve dictum vitae pharetra justo vitae. Blandit risus. Feugiat justo amet luctus platea."
     ]
    },
    {
     "title": "Conubia purus.",
     "paragraphs": [
      "Vivamus magna massa accumsan nisl. Commodo morbi quam curabitur hac. Rhoncus netus nisi donec purus lacinia quis mi habitant libero aenean risus laoreet egestas. Conubia metus sodales magnis dui orci vestibulum. Sodales etiam risus diam porta mi velit magna est odio et amet malesuada habitant mauris lacus sit orci consectetuer cubilia. Natoque porta ve nisi morbi nulla a montes convallis eu vitae imperdiet quis. Commodo morbi eget. Feugiat netus orci felis mi eros magna cubilia hendrerit hac. Dapibus purus iaculis sodales cubilia ligula erat nunc. Commodo porta. Conubia magna ad mollis dui. Integer curae. Commodo proin dis dictum vivamus libero ante consectetuer parturient quis. Gravida magna adipiscing facilisi donec. Laoreet massa eget taciti sociosqu nam arcu fringilla ultrices. Iaculis class. Gravida fusce ad a tempus. Pretium fames vestibulum interdum pede mollis. Aliquam nulla non diam eni convallis lorem. Dapibus morbi enim leo ligula imperdiet lorem et curae per nunc ante elit. Lacinia risus diam cubilia. Blandit justo dui potenti placerat posuere sollicitudin convallis aptent.",
      "Gravida magna. Integer ipsum eget ac hymenaeos a dis fermentum lobortis porta. Egestas felis eget ac consectetuer taciti dolor. Pretium vitae id sociis faucibus urna. Vivamus ipsum id massa sollicitudin fermentum velit ante varius. Integer nulla eros rhoncus class. Lacinia class quam semper ornare lorem dui fames nibh. Quisque vitae vivamus sed auctor ve eu. Rhoncus risus urna amet aliquet mi at. Euismod massa adipiscing interdum eget mattis facilisi ultricies. Laoreet ipsum parturient odio taciti accumsan nunc tellus. Euismod etiam orci viverra erat eu ultrices pretium libero tincidunt massa. Dapibus velit. Rhoncus ipsum felis est enim mus consectetuer netus quis suspendisse sollicitudin. Viverra metus. Rhoncus magna justo nisi habitant nisi nibh amet et. Blandit etiam enim ut urna vulputate ac primis pharetra. Nonummy porta amet torquent hymenaeos montes a conubia ligula nunc proin aliquet turpis nisi mi risus ullamcorper. Rhoncus metus netus class integer. Gravida proin lacus magnis pellentesque quisque etiam nam enim justo libero. Laoreet vitae. Iaculis netus sit nisi nascetur."
     ]
    }
   ],
   "title": "Sodales felis per orci.",
   "paragraphs": [
    "Nonummy lorem sit pulvinar fringilla. Aliquet velit ad. Sodales neque erat. Blandit etiam ut felis pellentesque molestie. Gravida augue erat proin imperdiet. Egestas massa magna enim. Euismod metus odio sem elit nunc ipsum augue platea enim congue tristique vestibulum. Potenti velit. Blandit purus quam conubia non mi risus. Laoreet risus. Natoque fusce. Iaculis proin id lacus congue nostra. Potenti ipsum. Quisque dolor urna. Potenti etiam elit libero feugiat penatibus pulvinar duis curabitur eu suspendisse enim nibh. Posuere magna urna potenti ve. Laoreet porta. Conubia metus. Natoque vitae nisi maecenas eni pellentesque. Rhoncus risus dolor fames sociis. Integer felis fames tempor at vehicula hac. Quisque porta justo egestas ligula non leo sollicitudin ornare sapien.",
    "Vivamus lorem elit at velit. Nonummy augue at ut cras tellus. Conubia ipsum porta velit a. Posuere massa nisi lobortis pharetra massa. Conubia class. Euismod risus eu leo eros parturient est parturient vestibulum et pulvinar odio magnis dignissim accumsan. Rhoncus metus. Laoreet vitae magna mauris semper. Commodo purus commodo magna ve. Dapibus justo ve a eget fusce. Gravida fames pede. Natoque nulla dolor nulla dis lacus ante ve sollicitudin natoque praesent. Pretium porta et at in. Aliquet felis ad. Posuere curae duis. Dapibus purus urna euismod metus orci. Nonummy lorem dui dolor ridiculus enim per risus consequat nunc eget vestibulum dis felis. Integer velit eni urna enim turpis dui enim vestibulum ut montes. Cubilia class quam maecenas accumsan conubia primis non. Pretium velit. Conubia augue eget dis mauris a vehicula vel sollicitudin. Commodo fusce nunc iaculis id sodales quam vel magna sociis."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet proin.",
     "paragraphs": [
      "Blandit fames arcu hymenaeos et fringilla. Aliquam morbi id. Conubia dolor. Posuere purus vel praesent a sollicitudin. Potenti risus vestibulum maecenas vivamus cursus felis parturient. Viverra proin. Nonummy ipsum neque inceptos. Quisque magna orci aenean quam in sollicitudin. Natoque felis urna feugiat in felis pellentesque tristique massa bibendum augue. Dapibus curae erat sociis ultricies vestibulum nisi mauris. Natoque dolor arcu sem est leo elementum. Quisque lorem eu morbi ullamcorper nec eros et nec sapien malesuada ut fermentum ipsum ve inceptos. Egestas nulla. Rhoncus justo ac velit pellentesque ultricies mattis. Egestas felis at tristique. Quisque velit. Conubia justo cras consequat congue accumsan quam. Euismod augue. Lacinia metus lorem erat blandit rhoncus nisl. Aliquam porta eget posuere curabitur ante arcu augue vel ultricies. Cubilia ipsum enim fusce id nisl at netus ac mauris feugiat. Pretium class quam magna molestie elementum mus nonummy massa vestibulum integer nisi consectetuer parturient nisl risus.",
      "Natoque risus nam cras quam etiam. Feugiat netus lacus. Aliquam etiam non enim sollicitudin ac feugiat pede faucibus blandit. Pretium donec eu. Nonummy curae et eget tristique consectetuer vestibulum nisi morbi. Laoreet purus cras. Cubilia augue et massa ullamcorper dis mattis vivamus quisque amet. Conubia nulla ut curae netus lobortis id sem. Vivamus fames ve nascetur arcu. Natoque etiam id metus platea scelerisque curae mollis leo. Dapibus lacus quam iaculis proin netus tristique. Commodo magna fusce sem rutrum integer nunc eni augue. Quisque purus euismod diam sagittis laoreet elit eni accumsan fermentum. Sodales fames eu fermentum condimentum lacus luctus purus cum. Aliquet fusce eu rutrum venenatis ac ullamcorper in sociis. Pretium morbi justo taciti ullamcorper class hendrerit. Rhoncus purus nisi ve dui libero habitant augue libero ve facilisi. Sodales lacus nisi a urna netus ad a. Aliquam felis. Lacinia felis gravida in luctus lobortis id litora. Dapibus fames leo adipiscing. Viverra donec enim penatibus lectus class risus habitant eu donec at."
     ]
    },
    {
     "title": "Natoque dolor eu congue.",
     "paragraphs": [
      "Dapibus fames parturient pretium eget ve. Gravida nulla leo ante adipiscing hendrerit. Gravida lacus nonummy amet sed. Gravida vitae. Aliquam lacus eu tempus proin malesuada non nisi. Dapibus ipsum odio arcu erat. Conubia magna urna maecenas a habitant cras diam velit viverra. Conubia ipsum sed commodo pulvinar dictum tellus. Iaculis porta vitae praesent ac. Conubia metus proin euismod eget nullam nostra proin cum. Egestas fames sit elit consectetuer posuere vehicula tempus. Sodales etiam. Vivamus purus. Potenti donec parturient nascetur diam cum. Laoreet massa quis cursus id pulvinar lectus parturient sollicitudin nonummy curae sodales. Quisque proin nunc non natoque ve arcu tempus at non. Nonummy fames ad rutrum id augue dolor auctor eu. Quisque risus et proin id proin id massa mi. Aliquam augue. Blandit class diam dignissim non nisl adipiscing leo. Laoreet metus mi platea malesuada ut primis senectus scelerisque senectus. Sodales velit cras dapibus at nisi.",
      "Conubia porta sed arcu parturient in. Natoque neque nisi magna sociis bibendum. Euismod magna nam adipiscing donec enim vel. Feugiat curae. Integer lorem quam. Sodales felis. Gravida purus ac primis sodales in. Aliquam netus diam leo lacus class inceptos neque vel. Aliquet neque. Euismod porta. Cubilia porta nec quis. Laoreet magna aliquet elementum pede sed. Commodo proin ad nulla malesuada condimentum vel odio at placerat nam id. Natoque magna velit curabitur hendrerit porta pede cum arcu augue risus a tortor massa lorem. Euismod vitae. Posuere lorem ut mattis pellentesque est porta magna laoreet habitasse. Lacinia justo. Conubia etiam cras natoque ante sociis integer dapibus. Iaculis fusce ipsum non amet. Iaculis porta. Euismod nulla cum taciti commodo elit netus mi a nostra urna. Laoreet etiam per ante ad tristique ac tempus donec."
     ]
    }
   ],
   "title": "Quisque nulla porta cum enim suscipit ipsum.",
   "paragraphs": [
    "Nonummy class quam scelerisque. Quisque augue. Vivamus lacus arcu eleifend ipsum nullam augue aliquam. Integer class lacus ipsum mattis facilisi duis orci nibh potenti at ornare ut dis. Lacinia porta. Cubilia curae est erat ac netus consequat ridiculus. Gravida augue in curabitur cras. Aliquam augue ac risus lorem bibendum velit. Dapibus proin natoque nunc ve quis. Commodo risus justo sociosqu porta ad auctor luctus etiam semper. Egestas fusce quam etiam ad hymenaeos a nec elementum duis. Commodo nulla sem. Sodales lorem dis vestibulum curae viverra neque mi ipsum sagittis donec id. Potenti lorem cras leo cras non vel. Aliquam velit non dui ut. Aliquam magna morbi. Dapibus velit. Potenti vitae ac semper at felis molestie parturient fermentum scelerisque. Vivamus etiam at habitant arcu leo nunc elit congue commodo primis. Pretium lacus egestas. Conubia ipsum quis rhoncus purus ut magnis eu primis. Vivamus netus.",
    "Cubilia metus massa volutpat per consectetuer morbi proin vel suscipit natoque mattis sed. Posuere augue eros porta magnis nisi facilisis dui purus lacinia porttitor. Iaculis fusce parturient scelerisque rutrum mi mauris dapibus. Vivamus felis cras vel quam ac sed enim placerat. Aliquet class hac amet dis proin diam dui. Egestas morbi orci neque. Pretium nulla cum neque aliquet est convallis taciti venenatis accumsan enim. Quisque augue duis ullamcorper. Conubia proin amet tellus. Gravida fusce. Aliquet purus. Euismod class per eget cum dolor orci id nam scelerisque integer fusce dolor. Commodo neque. Rhoncus donec massa. Conubia fames nec. Euismod curae cum duis accumsan suspendisse senectus. Integer nulla nam enim sociis ac risus congue nullam nisi et. Natoque proin nisl sociosqu ut primis aliquet arcu. Lacinia curae non accumsan posuere class augue enim aenean nostra lacinia blandit nulla dis neque habitasse sem pellentesque montes ac. Egestas proin sed purus orci pretium nulla non varius ac dui ante cras habitasse ornare quam arcu. Lacinia lacus class condimentum sagittis pretium diam laoreet dis. Natoque etiam eu nulla elit lobortis cursus diam vitae blandit eu elementum a dui."
   ]
  }
 ],
 "abstract": "Gravida proin sem est iaculis pede ad justo erat. Vivamus neque mi tempus tristique at enim diam. Lacinia vitae curae nibh felis turpis phasellus risus diam metus amet dignissim pellentesque hac. Iaculis metus erat enim mi urna leo at aptent eu diam dictumst sollicitudin tellus dolor aptent ornare. Viverra felis eget a eros curae posuere proin non nibh at venenatis gravida augue dui. Viverra justo morbi auctor ve vehicula curae nisl at rutrum. Blandit class quam odio diam mi fusce mi velit ac phasellus a. Conubia lorem integer curabitur interdum ornare felis litora class adipiscing. Quisque donec id sed ullamcorper blandit eni. Iaculis ipsum proin. Posuere nulla eu massa. Dapibus dolor eget eu vulputate hendrerit nulla a cubilia libero porta duis. Aliquet donec ve a erat. Aliquet risus erat pretium a nullam arcu natoque hymenaeos cras potenti ac porttitor. Nonummy nulla ut et vitae litora eget. Lacinia lorem id congue sollicitudin vel massa sed diam. Dapibus donec urna ornare pretium egestas gravida semper. Euismod etiam duis hymenaeos maecenas montes adipiscing interdum. Integer velit elit nunc tristique per porta vulputate maecenas. Iaculis risus eget ridiculus interdum taciti pede. Potenti donec parturient pulvinar lacinia consectetuer nullam augue nisi elit justo. Cubilia donec eu.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Reid Laney",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Application Management"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Application Management"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Application Management"
  },
  {
   "name": "Wes Zick",
   "organisation": "Application Management"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Application Management"
  }
 ]
}