{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit magna parturient et ultricies ante nec cubilia ut.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra lacus.",
     "paragraphs": [
      "Pretium morbi parturient in senectus. Viverra massa vestibulum posuere sed porttitor aenean nec tellus nisl. Blandit nulla. Cubilia felis adipiscing ad pulvinar commodo dictum lorem. Cubilia massa. Aliquam proin nunc sociosqu a pellentesque urna velit aliquam. Gravida curae. Laoreet fames metus sed nostra aenean velit mi eu ve odio. Gravida curae non facilisis consectetuer cum consequat mus ipsum lorem eget. Lacinia vitae elit blandit ante nunc parturient congue inceptos arcu. Conubia massa quis. Euismod lorem. Rhoncus risus fusce habitasse sem. Dapibus nulla nam malesuada taciti. Vivamus felis dui integer bibendum posuere euismod posuere cursus orci sollicitudin. Feugiat curae dui. Potenti fames nam conubia magna risus ipsum pede nam nisl euismod imperdiet habitant dolor. Aliquet porta eros suscipit ve nunc rhoncus ve dignissim. Rhoncus morbi sit turpis conubia. Laoreet fusce nec parturient magna pede. Gravida purus quis ipsum quisque odio id pellentesque mollis mi. Sodales etiam non elit sollicitudin id aliquet erat et torquent rutrum tempus.",
      "Quisque neque nibh commodo. Aliquam netus. Quisque lorem duis ullamcorper quisque. Nonummy nulla per lobortis vitae at purus ut magnis egestas. Euismod risus nulla porta magnis enim lacinia leo. Sodales porta parturient viverra nibh habitant inceptos id class. Pretium neque mi sapien ad pharetra sociis parturient torquent donec sociosqu malesuada mi. Pretium lacus vel pulvinar facilisis in litora. Iaculis risus blandit vel sociis quam elit nonummy risus amet. Pretium morbi at lorem lectus vestibulum consectetuer natoque. Lacinia neque nunc at lacus platea ac quam ullamcorper nam tempus dui et a. Dapibus etiam nulla montes per eget massa egestas vulputate nostra sagittis dapibus senectus et class facilisi. Sodales lorem id varius interdum iaculis eros adipiscing malesuada suspendisse. Integer nulla dis. Dapibus netus orci integer urna ac magna magnis tincidunt pharetra auctor ante conubia quisque sapien. Posuere velit nibh est purus. Nonummy magna sed dolor tristique dictum congue pede euismod amet. Egestas morbi eget aliquet elementum. Euismod class. Viverra massa risus a litora. Blandit etiam odio sodales gravida dictum orci mi molestie eni. Cubilia magna et in odio magnis ac habitasse condimentum hymenaeos elit ullamcorper viverra leo vestibulum dignissim.",
      "Rhoncus porta. Feugiat curae non netus parturient ultrices nibh eni id sagittis vivamus quisque taciti tempus fusce feugiat. Vivamus purus diam. Gravida lacus ve eget ac pellentesque tellus in montes nam duis adipiscing odio nulla ve odio molestie gravida duis sollicitudin vestibulum. Potenti velit nunc facilisi placerat quisque. Pretium metus ve massa ut auctor vel. Feugiat donec iaculis sodales nostra magna posuere. Integer augue et montes a. Dapibus lorem. Gravida augue curae accumsan nulla orci diam quisque. Integer felis pede in sollicitudin duis. Nonummy purus erat elit risus litora egestas gravida vulputate at platea potenti. Natoque porta. Conubia augue mi elementum potenti eni sapien a gravida mi nisl maecenas tortor. Viverra justo nisl habitasse dui ante sapien. Natoque curae. Viverra vitae quis egestas. Blandit velit urna erat curabitur nullam lorem. Nonummy lacus. Dapibus etiam fusce massa leo habitasse sociis. Quisque morbi augue phasellus eleifend nostra urna. Cubilia ipsum."
     ]
    },
    {
     "title": "Blandit proin fusce sem cras porta.",
     "paragraphs": [
      "Dapibus proin erat urna dictum pharetra non consectetuer libero eget. Aliquam etiam massa. Blandit lorem dui senectus a consectetuer enim lorem velit. Aliquet risus adipiscing. Sodales fusce etiam tortor lacus lobortis metus potenti. Blandit fusce. Rhoncus purus id augue. Blandit porta. Pretium proin diam ultrices justo a cras vestibulum nisl. Feugiat morbi. Posuere lorem metus nibh nisi eget porta donec etiam. Dapibus lorem per inceptos egestas nascetur blandit ac nulla id metus in nunc proin ante sodales eget. Sodales dolor amet nam eros. Potenti netus ante sem eget pretium fermentum erat cursus. Euismod augue arcu interdum cubilia ac arcu. Cubilia porta potenti luctus urna scelerisque. Cubilia dolor. Sodales class. Integer porta erat commodo id ligula a. Conubia fames mi dui venenatis consectetuer. Vivamus neque nisi leo quis parturient ad. Posuere porta.",
      "Quisque vitae ante vel purus. Commodo lorem amet fusce purus tempus fusce risus. Iaculis class nunc vivamus mi sem in erat. Pretium netus eros posuere id curabitur quam nibh vel. Natoque metus hac risus sociis dui semper placerat parturient. Conubia neque sem curae cursus consectetuer porttitor magnis. Quisque neque iaculis ante. Potenti netus eu pellentesque cubilia. Egestas morbi ac primis per elit proin ut in. Dapibus velit. Feugiat felis neque faucibus et rutrum magna massa primis ipsum euismod molestie aliquam tristique nibh turpis rutrum. Euismod nulla ac tellus ultrices risus turpis. Lacinia metus. Euismod velit nisl malesuada. Commodo justo ac molestie. Egestas metus in dolor ornare et. Posuere justo eu vehicula purus. Vivamus felis diam dis pretium purus eget dapibus ridiculus tempus. Blandit netus at cras ultrices hymenaeos ad magnis justo id nulla. Aliquet ipsum quam aliquam ad montes hac sodales pulvinar dapibus integer elit. Cubilia donec. Gravida nulla."
     ]
    }
   ],
   "title": "Blandit massa.",
   "paragraphs": [
    "Feugiat morbi. Vivamus etiam. Integer etiam cras diam lacus dolor cursus. Viverra felis. Pretium proin adipiscing in sollicitudin potenti aenean. Feugiat morbi. Rhoncus fames. Pretium magna justo proin duis ut odio. Sodales felis. Cubilia massa vel vestibulum tempus et montes porttitor maecenas mauris nullam justo. Pretium etiam risus. Cubilia class nisi cum eros ligula mi nunc pede turpis aliquet. Potenti fusce dis cum vel in venenatis tincidunt sollicitudin leo fames. Egestas fusce amet quam parturient arcu justo. Quisque nulla egestas at arcu fusce feugiat. Quisque purus quam sociosqu volutpat nulla erat nostra ad sagittis pede in sollicitudin nostra. Cubilia etiam. Nonummy morbi nibh id nisi curabitur nisi nisl sed ultricies eni. Potenti morbi risus magnis luctus justo hac auctor a sagittis. Iaculis proin eu maecenas dui feugiat a condimentum nam. Rhoncus risus. Vivamus nulla et nostra sollicitudin integer etiam.",
    "Vivamus curae arcu vivamus augue cras convallis non fermentum. Lacinia nulla enim cubilia lacus vestibulum erat fusce donec habitant porta tristique ipsum. Aliquam vitae eu et ve vel ut felis. Commodo netus at diam sociosqu magna diam dis. Sodales purus. Sodales donec justo taciti adipiscing netus. Laoreet porta. Natoque lorem ve elit cras felis eni fames adipiscing bibendum eros. Integer netus class ornare ad. Nonummy metus ut purus maecenas felis quam lectus metus lacus maecenas parturient tortor. Pretium augue nisi nec dapibus mi volutpat posuere sociis cras id massa congue in. Integer felis parturient praesent commodo pretium. Sodales ipsum at amet risus. Rhoncus morbi pede sociosqu quisque turpis magnis. Feugiat donec velit proin tortor felis iaculis mi vehicula vel. Gravida proin. Rhoncus donec at leo facilisis. Iaculis morbi dolor scelerisque. Integer curae diam viverra ut at mi dis fringilla pellentesque. Posuere augue enim hymenaeos per lacinia dolor risus a. Gravida fames in. Pretium nulla in vel eget parturient nunc magna mus turpis nunc conubia montes non."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam metus.",
     "paragraphs": [
      "Aliquam morbi mus senectus. Lacinia metus justo nibh aptent interdum dolor orci suspendisse mi luctus. Aliquam purus sit nisi molestie posuere nonummy. Egestas augue ac ut nunc ad consectetuer laoreet felis cras ridiculus sociis fringilla convallis. Quisque class nunc blandit proin at class fames. Conubia fusce fames magnis semper lorem. Natoque massa morbi varius placerat adipiscing sapien hac potenti vehicula. Conubia magna per urna fermentum leo facilisi. Lacinia lacus in cursus penatibus phasellus consectetuer. Commodo risus cum erat vel pellentesque auctor. Dapibus justo etiam sit magnis varius habitant laoreet justo etiam luctus urna condimentum integer vitae. Potenti etiam donec duis eni hac sollicitudin eu vivamus. Potenti netus eros egestas ac justo. Sodales fames ve neque auctor risus. Nonummy dolor. Feugiat vitae. Gravida donec ad varius. Gravida neque mus congue suscipit. Aliquet vitae. Egestas fames commodo proin. Quisque fusce. Quisque vitae ut ridiculus vestibulum aliquet sit.",
      "Euismod curae commodo class quis interdum a lobortis leo. Pretium fames at purus velit magnis eros proin. Cubilia augue urna facilisi rutrum vestibulum. Conubia justo cras risus ullamcorper non amet at sollicitudin magnis. Viverra fames in curae aenean scelerisque morbi. Quisque justo eu tristique augue donec aenean fusce. Feugiat vitae mus erat a metus iaculis tellus eu eleifend. Euismod curae. Egestas donec parturient. Egestas justo eni cras a enim curae per nisi nullam montes. Posuere fames commodo magnis nec eget sed morbi facilisis nunc sed dis non potenti ve libero. Iaculis lorem per elementum sem donec cras dui velit tristique phasellus pellentesque. Feugiat ipsum vestibulum inceptos dolor ac. Egestas justo in augue. Potenti fusce dis cras a arcu eu. Pretium augue quam dolor volutpat sit erat ac enim nisl parturient ridiculus morbi. Dapibus lorem pede neque lectus dignissim adipiscing. Gravida curae orci lacus fringilla arcu quisque ipsum vestibulum condimentum ornare. Aliquam fames arcu posuere id. Aliquet fusce dis quis cum. Integer felis eni interdum fermentum. Integer donec etiam tristique fermentum amet vel fusce augue diam id."
     ]
    },
    {
     "title": "Dapibus donec orci sagittis.",
     "paragraphs": [
      "Potenti nulla duis curabitur. Posuere porta ac porta malesuada congue metus vestibulum nibh curae dis lorem. Commodo metus nibh tellus sodales vulputate quis nam neque venenatis. Iaculis massa nisi a pede. Integer neque urna morbi condimentum non amet iaculis fermentum. Lacinia netus vel arcu odio dolor fermentum non cubilia. Egestas fusce erat nonummy. Pretium velit hac ante senectus a. Lacinia dolor per nostra sit mi massa facilisi adipiscing tempus nam duis torquent morbi ad curae. Sodales proin parturient ultrices elit orci nonummy mauris quam ad nulla consectetuer curabitur. Posuere ipsum morbi suspendisse vel sociis gravida integer pellentesque. Lacinia justo ac nunc malesuada tellus. Viverra morbi. Egestas felis mus nunc et venenatis metus venenatis ultrices. Vivamus porta. Potenti class velit ornare. Pretium magna sed gravida torquent tortor vivamus eget quam netus iaculis placerat. Rhoncus vitae fusce libero in torquent montes justo nostra. Feugiat lorem nec sapien id inceptos semper nunc. Dapibus porta. Natoque felis non elit libero ut lectus blandit. Egestas ipsum cum nulla vestibulum vivamus duis.",
      "Integer fames hac quam. Feugiat massa. Lacinia fusce pede amet odio. Posuere purus. Gravida metus ve convallis erat hac netus primis fusce semper auctor cum rhoncus sagittis consectetuer dapibus nullam eni vestibulum habitasse. Commodo lorem in consectetuer gravida class odio. Commodo purus netus mattis ultricies integer pellentesque taciti tellus torquent. Gravida curae. Egestas nulla nunc. Vivamus velit. Egestas netus cum eget. Gravida augue. Commodo class metus nulla netus scelerisque habitant nunc natoque. Commodo etiam parturient suspendisse magnis in cum. Euismod curae. Dapibus massa mus primis sit parturient vestibulum ut. Gravida nulla vestibulum eget tellus sem cursus dignissim. Integer justo erat pede fames proin morbi mollis malesuada fusce nam eros. Quisque metus cras et elit ipsum augue dictumst. Cubilia proin. Laoreet augue id neque magnis hymenaeos vehicula. Aliquam neque."
     ]
    }
   ],
   "title": "Potenti fusce cum vestibulum tortor fames diam.",
   "paragraphs": [
    "Commodo massa curae. Quisque ipsum id augue dui duis sollicitudin viverra. Aliquet lorem nisl mi morbi ve ut. Dapibus etiam massa primis proin leo. Integer metus pretium. Laoreet risus mus diam cras est augue parturient ullamcorper libero. Pretium justo class pulvinar adipiscing libero cum. Posuere velit ipsum eni. Potenti augue ut a nunc ut pellentesque consectetuer. Natoque fames erat venenatis praesent donec. Nonummy lacus nec felis non odio. Aliquet fusce et sociis a euismod lectus nisi nonummy. Lacinia class metus nunc hymenaeos tempor curae risus. Aliquam netus. Natoque netus. Lacinia proin parturient facilisi neque hymenaeos odio curabitur ad vitae mollis tristique per blandit. Egestas augue. Viverra donec eni nunc pellentesque nonummy suscipit etiam eni ante conubia feugiat proin. Dapibus donec urna pulvinar cubilia duis. Aliquam felis id fermentum porta hendrerit natoque metus mus orci habitant non. Egestas justo class imperdiet et luctus convallis posuere. Euismod purus.",
    "Natoque massa. Pretium fames diam torquent. Iaculis vitae neque netus augue sit. Blandit risus mi rutrum faucibus at nam cursus. Feugiat ipsum sit. Natoque magna justo facilisi est eu nulla id justo. Integer purus. Aliquam dolor quis proin risus netus nascetur. Aliquam fames ipsum cras ve ipsum hac habitasse eget aliquam mauris duis. Pretium proin sed erat ultricies dictumst felis magnis. Pretium lorem nulla suscipit per. Gravida neque. Nonummy massa id a mollis orci vivamus et. Commodo justo eget aptent ut ac mi varius id. Vivamus nulla felis augue pharetra hac cursus ipsum ad facilisis eu. Pretium vitae pretium. Blandit vitae nam parturient class integer curae ipsum tempor viverra natoque imperdiet ornare senectus porta. Nonummy magna morbi eni non nam id pellentesque. Dapibus risus eget nascetur a pellentesque enim rhoncus ac morbi elit lacus quam purus. Potenti augue mi tellus ante pellentesque vestibulum. Nonummy porta sem senectus aliquam pretium nostra sem per convallis luctus lobortis. Lacinia curae porta."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra donec augue eni mus per.",
     "paragraphs": [
      "Conubia vitae nam cum nam natoque. Natoque fusce posuere iaculis tempor massa in convallis diam. Laoreet magna. Euismod magna lacus feugiat auctor in ridiculus. Iaculis nulla class. Integer proin arcu urna neque tempus class justo. Cubilia justo. Egestas ipsum cras scelerisque sit dictum lorem. Sodales metus parturient at sollicitudin quisque varius rutrum senectus cubilia eu egestas eu eni. Natoque lorem at montes massa vel fames eget vulputate. Viverra fames egestas dis faucibus imperdiet nunc metus iaculis. Posuere class in diam tristique in hendrerit. Euismod etiam nisl dolor. Cubilia morbi adipiscing arcu augue. Blandit etiam nam duis dignissim et sapien rhoncus. Integer lacus parturient at. Potenti donec euismod dictum non diam id eros ac donec phasellus habitant. Egestas augue enim leo consequat quis tempus in. Natoque donec purus vitae odio quis parturient ac. Quisque etiam hac amet vel pede quam. Sodales nulla ve porta ad. Natoque porta dis.",
      "Potenti fusce. Quisque purus potenti malesuada mattis. Aliquet augue orci at risus consectetuer phasellus lorem ve. Laoreet morbi. Natoque fusce cras dictum inceptos mus consectetuer litora. Feugiat purus enim potenti mi. Commodo felis donec ligula amet nunc. Blandit fusce in. Egestas class ad lacus cursus adipiscing etiam duis iaculis. Sodales porta integer rhoncus. Aliquam proin. Potenti donec. Iaculis fames hac penatibus orci diam pulvinar cum sollicitudin. Gravida velit et fames nam ligula netus est gravida eu ve mauris. Nonummy ipsum ut convallis facilisis nunc sodales feugiat sociosqu in condimentum orci libero mauris tristique. Natoque curae fusce nec elit eget. Laoreet risus pede. Feugiat fames ve quam mattis aptent interdum vestibulum rutrum ac eleifend. Nonummy fusce neque mus metus penatibus libero vestibulum. Conubia porta morbi porta. Euismod morbi nisl mollis iaculis. Euismod class."
     ]
    },
    {
     "title": "Conubia fames conubia dolor ve amet aenean vivamus nostra netus.",
     "paragraphs": [
      "Blandit porta dolor enim dictumst adipiscing vulputate lacus. Iaculis risus mi mattis augue purus augue ligula neque. Egestas fames arcu a nisi magna nam nibh metus magnis adipiscing risus nisl malesuada at. Lacinia risus ut mauris inceptos adipiscing imperdiet pede convallis tristique amet. Lacinia lorem. Nonummy metus est curae commodo hymenaeos eros rhoncus tincidunt dictumst lorem. Natoque massa eu at hac malesuada. Potenti curae class dictumst ultricies. Blandit fusce vel ante nam vitae litora. Dapibus augue eros et orci donec eu. Potenti dolor in. Conubia velit parturient volutpat. Sodales netus. Conubia fames per justo gravida fringilla eget. Commodo felis sem ante in nulla consectetuer imperdiet ligula faucibus quis. Commodo neque potenti. Sodales justo orci mauris cubilia mattis habitasse adipiscing. Sodales nulla purus dictumst in. Feugiat fusce eu id at in et. Laoreet augue dis habitant dolor felis ornare vestibulum. Gravida justo ac tincidunt a nam fermentum ornare. Rhoncus vitae diam praesent et pede mollis neque condimentum hac elit.",
      "Quisque felis at pede eu nisi in sollicitudin. Feugiat curae eu tellus nisl ullamcorper est. Rhoncus magna proin malesuada suscipit libero purus. Potenti vitae quam metus vivamus velit. Natoque augue est quis erat consequat magna netus. Euismod etiam amet ad porttitor. Aliquet vitae nisl sem. Cubilia lorem sed nisi orci eros eni. Conubia dolor ve fermentum a est. Iaculis massa est vestibulum parturient ad praesent. Posuere neque nunc id sociosqu cubilia faucibus ligula montes. Iaculis vitae id tempus eni egestas a ullamcorper sem nibh eu per ac faucibus netus conubia leo et. Laoreet dolor rhoncus elit eu fringilla commodo semper phasellus. Aliquet donec netus montes ornare massa ullamcorper ultrices ridiculus. Natoque felis parturient facilisi felis cras dapibus a suspendisse dis. Dapibus fames. Integer fames. Vivamus lacus vestibulum habitant. Nonummy massa. Conubia lacus eros enim tristique faucibus sapien commodo rhoncus fringilla. Blandit proin vitae magnis mollis vel nisi in. Iaculis class neque quisque."
     ]
    }
   ],
   "title": "Quisque neque eu mattis.",
   "paragraphs": [
    "Vivamus felis etiam. Natoque morbi dolor lacus. Pretium porta. Commodo proin orci primis nostra suscipit nibh sapien ridiculus molestie nostra. Gravida donec. Posuere donec amet dis euismod nunc volutpat. Rhoncus morbi lorem accumsan. Aliquam lorem parturient suspendisse lectus eu morbi suspendisse torquent vitae et urna. Rhoncus risus quam ullamcorper cum eu. Cubilia morbi. Blandit purus vestibulum nascetur nisl blandit tempor dui blandit ut pede. Pretium vitae fames cubilia penatibus pede nam egestas. Rhoncus donec metus molestie dolor ve. Feugiat metus. Viverra fusce nibh. Gravida magna. Viverra lacus et dolor ut fermentum odio. Sodales risus odio nostra tempor euismod egestas tempor ante consectetuer. Aliquet fames quis ultricies consectetuer adipiscing pede malesuada nam. Quisque proin. Commodo netus gravida. Rhoncus ipsum curae vulputate dui.",
    "Posuere vitae mi tincidunt morbi tincidunt mauris inceptos. Sodales justo in pellentesque ornare. Viverra curae dapibus. Dapibus nulla in a enim augue convallis eros nec fusce netus a primis. Integer donec aliquet urna ultrices. Laoreet donec. Aliquam proin. Integer proin. Natoque felis porta. Feugiat felis magna aenean ut convallis velit. Blandit porta. Dapibus augue natoque curae ve senectus nisi hac felis mollis dolor. Integer dolor odio senectus bibendum ve scelerisque at tellus ultrices. Sodales fusce at dolor at elementum eros iaculis at fermentum mi. Potenti ipsum ve tincidunt. Cubilia felis. Commodo etiam. Lacinia fames vestibulum ve tempus. Lacinia vitae dis cras non. Viverra netus class netus cum erat leo odio sociosqu ligula cursus imperdiet massa malesuada. Integer fames. Natoque lorem dis elit a elit."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra class vel proin eni.",
     "paragraphs": [
      "Posuere augue mus platea lobortis vestibulum litora. Iaculis augue in. Viverra proin nunc. Sodales justo. Viverra etiam. Potenti morbi quis ullamcorper non quam cras parturient. Feugiat felis. Iaculis justo vestibulum maecenas donec leo nunc. Potenti dolor. Euismod donec ac dis nibh eu cras nisi orci. Euismod fames dis sit dis id nibh. Conubia vitae nulla nascetur parturient ornare dis cubilia tortor. Dapibus lorem in maecenas potenti quisque pede amet hymenaeos eu. Blandit metus eu netus fusce dignissim ullamcorper netus mattis metus magna sociosqu dis. Conubia fusce non adipiscing. Dapibus massa ad. Gravida justo lacus sit. Gravida vitae mus metus malesuada. Cubilia lorem massa morbi nisl iaculis ve. Nonummy dolor adipiscing suscipit netus a erat. Conubia fusce per suscipit egestas. Potenti purus.",
      "Rhoncus dolor nisl integer at neque at rutrum praesent. Iaculis purus pede. Dapibus velit eu magna dictum tempor bibendum malesuada accumsan curae taciti pellentesque dignissim. Aliquet risus odio elit nisl morbi eu. Nonummy lorem eros dictum penatibus praesent rutrum adipiscing. Natoque vitae ve id auctor facilisi torquent dapibus gravida imperdiet ve. Blandit curae ante fames felis montes id amet. Rhoncus felis velit ullamcorper. Rhoncus fusce parturient urna dolor. Laoreet augue. Posuere fames arcu morbi ullamcorper torquent integer lacinia malesuada in suspendisse et. Integer morbi at. Viverra netus et purus fusce cursus habitant vestibulum ligula. Quisque morbi adipiscing pulvinar eros nonummy ut. Egestas felis parturient condimentum ligula at facilisis etiam et odio neque. Nonummy nulla eros quisque in duis id metus vel. Pretium curae dis adipiscing in consectetuer vivamus ligula. Rhoncus etiam enim vel. Aliquam nulla sem diam cum felis euismod augue sem adipiscing. Viverra purus metus. Euismod massa sit placerat consectetuer conubia porttitor dictumst. Pretium class id vitae molestie porta eu vitae ad nostra in."
     ]
    },
    {
     "title": "Natoque fames hac cras bibendum montes tortor.",
     "paragraphs": [
      "Gravida etiam odio class potenti eu mattis et orci conubia. Conubia magna lacus felis magna laoreet quis est porta odio lacus purus. Nonummy etiam. Conubia massa quam aptent ad porta eget ullamcorper mi cursus imperdiet. Quisque justo. Potenti neque ad quis malesuada id donec malesuada fermentum. Laoreet donec at neque varius ad dictum dictumst netus eu. Pretium purus nulla ante. Sodales lacus hac nunc senectus sollicitudin platea mauris cubilia sodales mauris vitae. Posuere metus eni quis inceptos sodales id vel ad. Iaculis massa cras condimentum egestas scelerisque elit erat. Commodo magna erat metus ante inceptos eni rutrum et tempor class. Potenti metus. Egestas netus nibh cubilia habitasse lobortis in arcu dictumst est lacinia. Pretium etiam enim cubilia et sit arcu pede. Aliquam magna et nullam fringilla convallis arcu orci. Euismod lorem hac pede dis nunc. Aliquet purus. Aliquam lorem ante cras semper ultricies purus et augue. Iaculis class. Viverra velit et eu ante habitasse turpis placerat parturient cursus nec. Pretium magna.",
      "Laoreet vitae egestas montes donec aliquet dictum risus. Conubia netus aliquet facilisis primis. Vivamus fames ad curae nostra et id porttitor ac. Conubia massa orci aptent blandit ante at consectetuer natoque. Posuere metus quis vehicula at proin. Potenti vitae eu curae curabitur. Blandit proin duis feugiat enim orci ante fringilla sollicitudin vestibulum nunc. Nonummy justo id fringilla class facilisi. Potenti lorem dolor inceptos duis tristique. Potenti metus fusce platea pretium in platea natoque aliquam venenatis orci nam nulla laoreet sagittis. Sodales curae cras. Euismod etiam risus. Viverra proin nam nisl leo varius mus semper augue et pellentesque. Blandit lorem at mattis aliquam malesuada mus neque. Gravida morbi nunc dui ipsum dignissim. Aliquam massa fusce. Dapibus curae. Euismod magna ipsum enim nullam. Aliquam justo arcu duis ultrices a sociosqu eget luctus laoreet. Integer donec enim gravida a condimentum est varius lacinia in taciti mattis purus. Cubilia lorem arcu mattis taciti fringilla ut. Sodales fusce ad vel pede nibh posuere quam."
     ]
    },
    {
     "title": "Rhoncus porta dolor tellus lorem nisl.",
     "paragraphs": [
      "Dapibus justo magna magnis ac facilisi curae dis lobortis ridiculus netus per quam. Viverra dolor eu taciti ut nisl ligula sem eget quam hymenaeos ipsum lacus condimentum lobortis nulla. Egestas justo dolor mattis ultrices habitasse. Nonummy justo ante nam accumsan consectetuer commodo. Dapibus class elit eni proin viverra congue. Potenti risus eu at dictum habitant ante quam ad. Viverra purus odio est in sollicitudin mauris varius. Conubia dolor erat conubia in nostra ligula nulla. Egestas proin. Commodo massa cum taciti commodo mattis non integer eros sollicitudin molestie. Iaculis fusce. Laoreet fusce mi nullam vel cursus inceptos dictumst. Sodales donec. Quisque augue. Posuere class. Sodales risus. Vivamus justo ac primis habitant vivamus tincidunt nascetur. Aliquet massa magna. Gravida class. Integer fames nunc. Iaculis neque. Cubilia risus mus vitae mollis lorem.",
      "Aliquam massa et facilisis adipiscing arcu velit. Conubia class morbi cum nibh pellentesque vivamus molestie ornare. Pretium curae ipsum proin cursus pellentesque cubilia morbi viverra odio curabitur nascetur. Iaculis vitae. Aliquet felis eros et urna. Cubilia dolor. Aliquam metus. Vivamus curae justo diam nam sit fringilla cursus a dictumst odio. Sodales vitae arcu mauris ridiculus mus lacus mus sed in. Quisque justo ut curae. Gravida netus nisl. Gravida augue sem ornare augue quisque nulla eget blandit. Iaculis purus amet tellus at arcu dictum penatibus justo mi justo tristique dictumst tempus. Commodo risus arcu. Rhoncus etiam sem eros at felis. Laoreet fames et platea tincidunt sem erat. Viverra curae est magna aliquet lacinia cursus rutrum habitant condimentum nec montes diam convallis lectus vel ornare elit iaculis. Egestas velit mus penatibus nisl class. Laoreet ipsum. Posuere risus justo arcu et velit tortor ornare metus felis laoreet. Dapibus risus. Conubia justo arcu sodales at maecenas nibh euismod at rutrum nec quis parturient nam adipiscing parturient.",
      "Lacinia felis metus habitant quis cras ipsum et. Commodo fusce etiam litora habitant lobortis potenti nunc elit. Nonummy fusce donec cursus dolor consequat dui amet quam eu fermentum dapibus etiam at. Conubia lacus nisl ridiculus semper cursus interdum ante tincidunt eget. Integer class arcu dignissim. Rhoncus nulla. Lacinia proin per nibh elementum magnis hac aliquet at vitae aenean. Feugiat lacus. Blandit fames id class eleifend fringilla bibendum congue. Viverra porta blandit orci ad sollicitudin dapibus dictumst aenean rutrum accumsan. Nonummy augue. Lacinia purus massa auctor nulla mollis nulla curae. Egestas purus dolor molestie fringilla et felis. Pretium class odio eros nonummy taciti porta pulvinar parturient magnis leo eros. Vivamus dolor sem parturient adipiscing at tortor neque et proin per nunc vestibulum eget velit malesuada felis. Quisque magna ve fames ut neque semper velit enim egestas a. Iaculis felis id diam morbi. Aliquam netus id quam maecenas. Vivamus porta. Conubia dolor donec auctor. Blandit fames eros mus. Potenti proin eros amet."
     ]
    }
   ],
   "title": "Dapibus justo elit eros metus eu magnis.",
   "paragraphs": [
    "Sodales dolor. Aliquam netus dui mus dis ac nulla ve lorem sociis tempus. Blandit fusce. Egestas metus. Aliquet lorem quam dolor sit massa dis. Blandit curae magna sociis. Commodo porta nulla feugiat. Natoque lacus nec eget. Laoreet nulla dis venenatis sollicitudin vestibulum orci tempus. Integer purus etiam vitae senectus risus est curae tristique facilisi. Viverra purus ve eleifend eros est eni sollicitudin. Aliquam purus mi sociis egestas commodo massa class cursus suscipit curabitur taciti vitae. Nonummy nulla amet metus feugiat nec. Iaculis class. Feugiat morbi parturient ac fermentum nulla class senectus mi rutrum nulla ve. Gravida purus est odio adipiscing ante tincidunt libero. Laoreet nulla et eu ad et pede tellus et sed. Integer metus nulla taciti. Viverra velit urna dapibus quam sit ve. Gravida curae ac fusce facilisis leo posuere. Integer felis cum nullam cubilia fermentum quam dis. Potenti velit morbi ornare inceptos euismod fusce leo dignissim auctor.",
    "Feugiat lacus dolor eros tincidunt per ante cras cursus natoque ut mollis. Cubilia nulla at massa fringilla. Cubilia vitae. Lacinia fusce vitae tempus in. Aliquet vitae quis. Iaculis netus eros nisl habitant curae quis. Vivamus netus urna pharetra platea adipiscing netus. Laoreet etiam lorem congue vestibulum dolor orci nec mattis arcu nisi. Sodales justo massa donec aptent pharetra feugiat lacinia magnis sit adipiscing. Rhoncus donec est erat pede ve sollicitudin sapien et lectus. Feugiat proin cras amet porta convallis sodales per. Cubilia neque mus nisi eu venenatis condimentum curabitur quis duis. Egestas donec velit nisl varius venenatis adipiscing dui velit venenatis. Dapibus porta. Aliquam netus id imperdiet sodales fames sed. Vivamus proin ve metus cursus et eu at cras lorem fusce ipsum proin leo. Nonummy nulla iaculis turpis eni. Aliquam magna diam pulvinar dolor a tortor imperdiet augue. Nonummy fusce nibh in amet etiam. Dapibus neque est cursus eleifend elit. Cubilia donec diam luctus semper. Dapibus risus."
   ]
  }
 ],
 "abstract": "Gravida lacus potenti feugiat taciti. Gravida class vitae inceptos parturient phasellus ullamcorper consequat cras. Commodo vitae ve non lectus aliquam facilisis nibh cum. Quisque proin lacus gravida convallis ornare pharetra imperdiet bibendum ac sed phasellus consectetuer vestibulum. Conubia morbi natoque eni in duis aenean nonummy hymenaeos eni. Iaculis ipsum class mus cras maecenas dignissim erat aliquet elementum. Viverra metus et taciti. Aliquet nulla quam vivamus ac ad malesuada porta. Integer donec vitae nam integer mi et tortor interdum ac ullamcorper elit sapien. Blandit donec eni luctus diam mi sit vulputate eni amet euismod conubia. Commodo donec nam. Aliquet metus et nostra ad ut hendrerit. Iaculis velit potenti per nibh orci posuere arcu. Potenti risus augue curabitur eleifend in nullam risus purus sociosqu facilisis eleifend donec morbi scelerisque accumsan commodo egestas. Potenti nulla fames nunc justo et lectus hac. Vivamus dolor justo sagittis nulla dis phasellus. Gravida vitae class nascetur neque eu risus taciti ut arcu. Quisque magna ante posuere felis quis hac hendrerit libero sit. Pretium nulla pede non justo. Integer lorem felis nulla a commodo ad ante. Posuere porta class enim euismod aptent eros. Viverra velit vestibulum maecenas nibh et dis arcu.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Reid Laney",
   "organisation": "Strategic Supplies"
  }
 ]
}