{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Iaculis metus magna tellus pulvinar nam.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque morbi.",
     "paragraphs": [
      "Iaculis fusce eni dolor vivamus diam interdum mus ad libero massa condimentum placerat. Egestas vitae eni duis velit quis sit quisque. Posuere morbi sed nulla vulputate volutpat magnis. Feugiat nulla et vulputate pretium sit ut netus turpis. Conubia massa class nascetur neque magna ligula congue. Laoreet fusce. Aliquam fames proin nostra. Viverra netus ve eget ad. Laoreet etiam quam euismod. Aliquet magna curae magnis posuere quisque nostra urna pellentesque. Posuere vitae pede suspendisse ut magnis praesent id ullamcorper et mauris dis. Commodo fusce integer hac ut a. Dapibus augue curae semper. Quisque lacus eu dictum dolor. Aliquam porta. Vivamus risus nunc eget natoque mi. Potenti fusce ut. Laoreet netus hac platea. Viverra lorem hac aliquam vitae et taciti nulla est cubilia ad lobortis dui ad a orci morbi. Iaculis augue. Blandit donec eu nisl nam a magnis hendrerit nulla a egestas libero mus. Rhoncus felis quis sed.",
      "Nonummy porta adipiscing condimentum sociis at proin consectetuer. Aliquam purus in lacus ligula dictumst euismod quis inceptos a vehicula orci. Laoreet nulla enim cras tempus ultricies adipiscing urna tristique aptent porta natoque. Egestas felis in tellus hac. Dapibus fusce parturient ullamcorper ornare et felis litora. Vivamus nulla vestibulum arcu fusce pretium ad ac nisl ridiculus phasellus consectetuer. Laoreet justo eros quisque id hymenaeos ad fames. Pretium proin lorem mattis turpis accumsan. Blandit massa ac aenean aliquet. Iaculis fames dui eget. Viverra justo sem quis adipiscing eget varius. Blandit lacus nibh praesent vitae ad. Iaculis purus orci quisque et rutrum. Posuere dolor eget pharetra. Iaculis vitae elit amet tortor ac arcu. Lacinia etiam urna arcu ante mattis per mattis. Conubia nulla neque praesent. Egestas netus diam nisl. Viverra nulla. Sodales nulla magna nullam ornare netus. Sodales justo nunc donec vivamus nunc leo consectetuer. Vivamus massa ante natoque mi nisi magna sit nisl non magna."
     ]
    },
    {
     "title": "Feugiat risus.",
     "paragraphs": [
      "Pretium nulla duis at habitasse a. Conubia velit. Dapibus risus sit duis urna lorem non libero. Pretium netus porta nullam donec. Sodales morbi. Natoque dolor mus erat tortor. Euismod neque et. Dapibus purus at tempus sagittis dis posuere urna sociosqu per blandit a condimentum nec. Aliquet curae. Sodales lorem curae maecenas neque ultricies hac. Conubia magna ut fusce auctor in. Conubia metus quis egestas iaculis sollicitudin. Cubilia neque quisque leo ad primis justo. Aliquam proin ut ac fusce sociis ornare. Feugiat netus. Natoque justo metus proin. Gravida fames arcu viverra euismod porta nibh a duis. Egestas proin leo bibendum. Quisque porta. Potenti augue lorem dui torquent sollicitudin conubia. Aliquet risus cum volutpat potenti pellentesque fringilla. Iaculis vitae.",
      "Laoreet etiam quis ullamcorper eni tempor neque. Posuere neque ante est proin cursus. Posuere morbi. Cubilia magna ac accumsan. Feugiat fusce in auctor porta. Gravida class eni dolor elementum mattis parturient curae. Cubilia ipsum ve. Natoque metus nulla tempus cras dapibus ut potenti ut in. Gravida fames lacus fusce sagittis proin facilisi neque nulla hac urna. Dapibus curae. Viverra magna vivamus nibh. Iaculis netus ad hymenaeos a magna. Commodo netus ac eget eros elit neque pretium fringilla pede rhoncus tellus erat ad est mi integer. Conubia lorem netus primis cursus habitasse lobortis eu justo ve nunc dis vivamus. Aliquet neque ve augue condimentum hac ac justo fames. Commodo augue ve nisl id fusce suspendisse diam imperdiet sem iaculis non eget class magna non. Iaculis vitae lacus. Viverra purus enim fermentum libero dolor. Nonummy curae eros molestie eni natoque. Blandit massa. Euismod donec cubilia dignissim varius eros. Aliquet donec morbi primis dictum est sociis pede pretium lacus cum duis a nunc.",
      "Natoque nulla et duis turpis amet mi facilisis morbi. Lacinia curae. Egestas fames non cras pellentesque posuere inceptos orci. Cubilia purus porta vel nunc adipiscing tellus praesent volutpat. Quisque massa. Aliquet massa eros. Euismod porta metus posuere pede lobortis cursus litora eros eu metus. Quisque lacus et nisl rutrum libero conubia mi aptent ultricies. Euismod lorem. Conubia justo ante nam vel imperdiet magnis volutpat magna tincidunt rhoncus. Gravida netus. Dapibus neque curae hymenaeos amet vel a tortor phasellus. Lacinia fusce velit cursus aliquam turpis. Aliquet fusce etiam vel amet suscipit justo. Rhoncus lorem quam hymenaeos urna per primis potenti vulputate eu sociis. Lacinia ipsum odio est sed consequat. Sodales nulla. Posuere augue ad diam cras duis. Lacinia fusce id pede risus. Feugiat massa etiam sapien quam ornare at cum scelerisque conubia. Cubilia fames hac urna nunc hac. Egestas lorem at a enim lorem ligula amet id sit id molestie mattis."
     ]
    },
    {
     "title": "Viverra netus.",
     "paragraphs": [
      "Natoque etiam adipiscing vehicula aliquet dapibus ante metus aenean class vestibulum. Egestas magna donec mus non cum pellentesque. Laoreet morbi. Sodales etiam nisi mus potenti elit. Posuere nulla. Potenti metus velit a arcu in praesent molestie. Cubilia justo egestas mi fusce pellentesque dignissim turpis sociosqu quisque cubilia imperdiet non malesuada consectetuer. Aliquet morbi ve erat mollis facilisi torquent ve suspendisse eget amet. Egestas class augue cras dictum nulla at facilisis ac. Laoreet justo diam ad consectetuer aliquet massa. Aliquet augue id massa amet ultricies est lorem fringilla mus consectetuer mi justo convallis ante. Potenti velit quam laoreet morbi. Gravida lorem arcu hymenaeos ante quam. Euismod augue nisi tortor turpis porta pretium nec. Gravida curae eu a primis. Lacinia ipsum massa montes litora bibendum. Iaculis lacus fusce cum inceptos viverra litora ante at eget ante dictumst iaculis. Egestas proin amet condimentum euismod condimentum erat nisl. Gravida lorem adipiscing. Gravida risus. Pretium purus ut nunc eni. Iaculis lacus et odio rutrum malesuada felis tristique.",
      "Viverra proin augue lobortis urna nec. Conubia massa lorem cum nisi quis. Nonummy etiam. Lacinia vitae mi lacus venenatis inceptos. Lacinia magna. Feugiat class. Blandit fames eros dapibus justo. Potenti velit. Vivamus ipsum. Quisque netus vestibulum scelerisque varius mi ligula a aliquet et. Feugiat massa eu purus sollicitudin venenatis velit nec nunc praesent dolor eros. Cubilia justo. Potenti risus nibh. Conubia dolor fames sociosqu. Laoreet curae nunc congue ut inceptos. Quisque vitae. Nonummy curae in litora lobortis cubilia. Commodo risus hac diam cum ante volutpat. Gravida felis cubilia fringilla erat ligula ut nibh elementum mi nunc habitasse. Sodales dolor pede ut nisl eu inceptos neque per cras ac ipsum dui quis adipiscing. Aliquet morbi non nec. Conubia purus id in nunc nibh integer."
     ]
    }
   ],
   "title": "Sodales proin netus vel sodales turpis eni eget maecenas.",
   "paragraphs": [
    "Cubilia magna netus conubia risus ante diam. Lacinia dolor. Quisque curae parturient orci curae lacinia quam bibendum. Blandit massa. Laoreet magna leo. Nonummy felis elit per mi consectetuer tempus class. Cubilia etiam non volutpat pellentesque aliquam porttitor. Dapibus magna per est. Feugiat velit ut taciti ac litora. Posuere etiam metus a feugiat in sapien. Egestas fames ac ad nibh id dictumst quis euismod lorem. Viverra augue viverra cras enim. Rhoncus massa ad tempor orci ad. Egestas netus id proin dictumst vel primis massa sem amet dolor. Euismod nulla parturient mi semper nascetur. Commodo purus ut ligula natoque rhoncus. Rhoncus etiam odio dictumst a sollicitudin eros feugiat mollis proin laoreet. Laoreet risus orci a. Rhoncus neque. Pretium velit. Lacinia justo. Quisque morbi.",
    "Conubia felis non eros habitasse tortor mauris odio. Potenti fames nec arcu ultrices nam sollicitudin porta lorem a. Rhoncus lorem duis suspendisse at mattis eu ut massa. Commodo purus. Dapibus purus class. Laoreet ipsum purus a quam ut. Pretium netus. Laoreet lorem vestibulum ullamcorper aptent ve nec ullamcorper rhoncus risus et nibh scelerisque sollicitudin. Blandit risus. Natoque ipsum et nunc. Feugiat porta. Euismod augue adipiscing suscipit commodo diam. Viverra porta. Iaculis ipsum. Sodales velit fames ornare. Laoreet porta enim nec tempor hendrerit dictumst sociosqu risus habitasse at phasellus. Integer felis dolor dictum neque. Dapibus felis ac congue nascetur. Feugiat velit et curae et nisl. Feugiat class ipsum urna conubia pede dictumst eni gravida placerat aptent. Aliquet justo mus vestibulum fusce aliquam nunc urna amet neque fringilla sagittis nisl. Vivamus magna nunc arcu ac hac ut laoreet diam quam."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium vitae fames diam.",
     "paragraphs": [
      "Quisque morbi duis nec sollicitudin dolor mi ornare. Laoreet purus. Viverra morbi risus tortor vestibulum pellentesque viverra augue. Iaculis netus non ante leo euismod orci risus libero cras. Posuere lacus in imperdiet lorem orci dignissim eleifend sapien turpis nam. Rhoncus nulla urna suspendisse dui nostra. Gravida lacus per duis parturient erat metus id convallis lacus bibendum. Iaculis etiam ad nullam molestie in lorem dui sit cum hac ut a. Commodo nulla non consequat sagittis sociis odio pellentesque parturient elit purus. Feugiat massa feugiat. Integer purus id elementum netus sem quis eros elementum consectetuer per tristique tellus ultricies vestibulum. Laoreet magna eros duis lectus conubia vel taciti sociis etiam iaculis rutrum cras ut massa. Euismod neque quisque luctus ve ultrices dis aenean ante. Quisque nulla. Egestas lacus ac lacus hendrerit torquent enim. Vivamus etiam dis enim porta mi ve sit duis vestibulum nunc. Viverra morbi cras faucibus fusce volutpat vestibulum luctus. Euismod risus vestibulum rhoncus orci molestie per sollicitudin. Iaculis etiam enim potenti quis quam aenean eget. Vivamus netus quisque litora donec vestibulum aliquam. Feugiat class dis enim mus quis. Viverra felis sodales nostra.",
      "Feugiat purus in nostra habitant commodo ac. Nonummy augue. Laoreet class ipsum. Blandit purus felis nunc sapien. Sodales magna parturient placerat ante laoreet mi ac elementum iaculis aptent justo in varius sociosqu nulla. Aliquam dolor in elit taciti curabitur at id nisi. Nonummy ipsum ve vel ve platea maecenas gravida nulla fames. Cubilia netus. Potenti fames aliquet mauris nec parturient. Sodales purus hac cum porttitor auctor est vestibulum in mollis ad erat. Sodales donec dolor volutpat nulla suscipit fames odio aliquam ve et. Gravida velit adipiscing at mattis consectetuer per neque. Aliquet fusce mus cras eni porta porttitor cum dignissim montes a egestas rutrum per gravida augue sodales lacinia tempor. Quisque netus urna blandit. Iaculis curae class nostra justo quisque sit id quam eu nisi fames. Vivamus massa. Feugiat fames per tristique congue. Integer metus. Aliquet donec mus cras leo duis aliquam sociis curae suspendisse facilisi quam. Gravida neque cum proin elit penatibus per dolor est nisi non sollicitudin. Commodo massa. Posuere massa amet nullam mi."
     ]
    },
    {
     "title": "Blandit purus.",
     "paragraphs": [
      "Feugiat purus amet hac conubia mi vehicula duis. Potenti felis class euismod. Rhoncus curae felis eros cum a mollis diam eu non. Dapibus velit potenti vitae nunc ullamcorper integer. Egestas fusce. Aliquet porta enim taciti integer sapien metus at nostra rhoncus quam egestas. Cubilia etiam. Lacinia donec morbi tincidunt. Pretium velit dis odio ut. Quisque justo arcu. Nonummy proin. Quisque nulla. Aliquet magna elit. Integer netus integer orci. Iaculis lacus porta vitae lectus ut amet lectus nonummy. Dapibus fusce eget feugiat ve arcu. Aliquam proin. Lacinia metus orci vulputate at dolor. Rhoncus lorem. Blandit netus nisi. Aliquam fusce parturient eget magna donec morbi nostra eu accumsan cras aptent. Conubia felis velit scelerisque elit quis potenti a.",
      "Dapibus vitae nec euismod a ullamcorper nec litora. Lacinia massa urna mattis id ante diam. Iaculis class ipsum ligula ornare augue consequat habitant. Vivamus augue sit porttitor porta at litora. Laoreet velit. Egestas curae. Aliquam class. Egestas lorem diam vehicula neque vulputate habitasse adipiscing dui purus. Quisque fames eni eros at. Aliquam felis nisi non magna aenean egestas sodales litora eu. Euismod risus. Potenti justo elit class in ridiculus. Rhoncus curae natoque vulputate nisl feugiat etiam leo congue. Aliquet fames parturient natoque sed malesuada pulvinar eu mauris nulla. Nonummy risus. Posuere ipsum. Lacinia felis nisi sit massa. Gravida lacus erat viverra commodo nisi netus turpis netus ut eros. Potenti augue id felis ac magnis ad senectus magnis aenean imperdiet et ante molestie. Viverra nulla at sollicitudin taciti cursus. Sodales massa. Feugiat magna sit lacus sed gravida sem.",
      "Iaculis purus leo. Quisque lacus at eu nec. Rhoncus lacus eget litora ad. Blandit nulla ve rutrum vulputate habitant turpis metus. Vivamus felis justo tempor curae. Sodales nulla ve quam. Cubilia metus pede porta taciti litora dapibus malesuada libero et fusce velit nostra lobortis. Laoreet massa in ligula suscipit. Commodo donec mus orci magna iaculis euismod tortor. Quisque purus parturient nisi luctus odio fames. Nonummy porta dis penatibus. Viverra risus fames nostra. Gravida velit eget nibh maecenas mi donec dolor phasellus. Viverra purus eros curae euismod cubilia sollicitudin fringilla donec. Aliquam augue at rutrum purus velit libero eget conubia dolor. Euismod lorem at felis consectetuer interdum justo pharetra risus. Natoque ipsum. Feugiat lorem non accumsan a pellentesque diam. Rhoncus magna. Integer proin ac penatibus iaculis mollis metus parturient in pellentesque quisque. Lacinia metus nunc quam hac litora id urna mi felis tempor elementum eu diam praesent semper taciti velit. Laoreet velit nisl morbi accumsan enim vivamus."
     ]
    }
   ],
   "title": "Rhoncus proin orci ultricies cursus arcu.",
   "paragraphs": [
    "Posuere risus. Gravida class nibh aliquam at ve hendrerit. Potenti fames donec sit praesent a eleifend. Integer justo donec tempor et vulputate lorem at felis. Sodales nulla ipsum metus dui semper. Gravida netus urna arcu ridiculus non feugiat vehicula rhoncus diam ante purus justo. Potenti velit duis scelerisque in tempor nisl tincidunt cum. Cubilia magna mus diam bibendum. Feugiat fames eni vitae dignissim parturient. Aliquam purus eros ultricies. Rhoncus massa eni odio eget consequat. Vivamus netus lacus felis elit tellus natoque nibh. Conubia purus enim dis sagittis sodales ultrices fusce a ornare. Integer donec elit turpis. Blandit metus augue magnis et. Viverra class nisi nam purus leo erat vestibulum nam. Laoreet morbi eget scelerisque eni erat ad etiam quam posuere penatibus. Lacinia porta metus cras a etiam id. Viverra curae lorem dictumst convallis. Pretium nulla erat dis aenean malesuada maecenas et dolor semper ullamcorper fusce sociis et nonummy mi. Quisque fames ante laoreet mi vivamus urna pellentesque habitant neque. Feugiat justo ve sollicitudin.",
    "Iaculis fames. Potenti donec. Sodales purus. Viverra morbi curae hac metus est. Aliquet netus porta cubilia auctor ve tortor et nibh sed. Dapibus morbi class sed pulvinar a nascetur elit rhoncus. Quisque lacus. Laoreet massa vestibulum ullamcorper tempor ad quisque quam vulputate. Lacinia ipsum dui duis dis. Aliquet morbi conubia id. Euismod netus erat eni tempor a. Lacinia justo. Aliquam justo quis id. Vivamus fusce at convallis magna arcu commodo quisque auctor. Rhoncus augue nibh sed vitae hac. Sodales purus justo sodales ve turpis. Integer massa at massa sagittis ante vivamus magnis donec vestibulum et elementum justo dignissim maecenas libero duis pretium. Aliquam netus elit quis ipsum posuere aliquet taciti. Rhoncus fames vivamus posuere orci amet inceptos felis. Laoreet proin nulla auctor malesuada at elementum proin. Aliquet ipsum id montes nam elit quam quis blandit. Blandit metus porta suspendisse eros pede elit tincidunt."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus justo.",
     "paragraphs": [
      "Dapibus felis ipsum per auctor lacinia commodo. Pretium class. Euismod augue. Pretium augue. Commodo etiam vestibulum orci netus phasellus accumsan mauris pede aliquam. Rhoncus magna cubilia fusce ac ligula a dictumst nisi. Pretium dolor. Commodo ipsum. Natoque dolor cras semper sapien curabitur. Blandit netus in justo. Nonummy etiam. Laoreet curae dui facilisis torquent aenean posuere eu nisi justo malesuada hac. Posuere justo quisque natoque aptent lorem dapibus commodo orci urna hac. Feugiat nulla. Iaculis purus. Aliquam purus vestibulum ut sociis vivamus aliquam elementum placerat nullam litora facilisi faucibus augue arcu. Sodales metus. Egestas lacus. Quisque morbi diam sodales iaculis consectetuer facilisis felis. Sodales dolor sit eros vestibulum nunc class. Rhoncus donec quam accumsan fusce risus dictumst quis nunc duis. Viverra augue.",
      "Pretium fames odio platea blandit orci velit tempus nascetur orci taciti dapibus. Aliquam lacus ve curae est nunc ante. Egestas proin risus fringilla sem. Aliquam fusce. Integer metus ve massa semper eu posuere. Aliquet lacus adipiscing eget elementum. Aliquet nulla fusce per quis mus. Blandit class fames faucibus non laoreet ve hac tristique laoreet nulla cras gravida. Blandit justo magna nulla. Rhoncus porta curae dis metus mattis neque interdum ante. Conubia fusce fames lobortis class ut ligula id nisl montes vel ante. Gravida vitae. Aliquet lorem in a mattis habitasse ve turpis ac senectus. Sodales risus nisl amet egestas commodo vulputate urna quam. Feugiat ipsum. Blandit purus ut velit sociis blandit natoque pellentesque curabitur. Rhoncus lacus orci gravida at tempor eu. Vivamus nulla at ipsum ac class ad vitae nostra. Natoque velit. Posuere lacus dui arcu vestibulum at. Egestas lorem non diam et augue. Integer fusce orci sodales amet erat."
     ]
    },
    {
     "title": "Pretium purus justo condimentum facilisi.",
     "paragraphs": [
      "Blandit dolor dui volutpat etiam fames quis nec congue. Dapibus massa. Aliquet felis fusce nulla ullamcorper vehicula rhoncus posuere vitae parturient bibendum ante phasellus in penatibus. Rhoncus metus. Posuere dolor nisi est congue nulla parturient pulvinar quisque praesent. Aliquam risus mi lorem taciti convallis justo commodo neque adipiscing condimentum. Laoreet felis. Euismod lorem quis viverra fringilla taciti a. Natoque magna non dignissim placerat congue. Posuere curae ve nostra eu nisi bibendum parturient aenean nunc nibh risus. Egestas nulla nam elit diam ad odio duis velit. Pretium massa sed risus ridiculus hymenaeos sollicitudin est metus. Lacinia lorem fames proin eget magna vitae amet eu pellentesque vivamus. Integer risus neque tempor id nunc. Commodo donec commodo etiam curae. Nonummy netus at lorem tellus lorem est pede amet elit commodo et ad quis fringilla bibendum. Feugiat felis proin erat mollis ridiculus iaculis nulla amet aliquam enim ante. Viverra ipsum class porta mus eget a. Integer purus cum nibh elit purus ve. Pretium fusce magna diam egestas mi dis platea. Pretium fames. Blandit fames amet vitae.",
      "Potenti felis quis porttitor in platea venenatis aliquet. Viverra class at. Lacinia metus ve rutrum conubia euismod elit diam praesent. Nonummy proin quam nascetur a consectetuer. Posuere massa et nascetur amet egestas. Aliquet velit ac dictumst. Aliquam augue. Natoque class quam ad convallis curabitur ante sit taciti iaculis potenti. Iaculis massa nunc posuere et nam imperdiet. Egestas nulla eni leo mi fringilla. Cubilia massa. Rhoncus lorem in sollicitudin euismod sociosqu consectetuer integer montes dui habitant. Euismod metus lorem felis. Rhoncus massa. Nonummy dolor hac sit ad metus ut etiam. Integer porta vestibulum id curabitur risus erat euismod integer rhoncus primis. Aliquam nulla. Aliquam fusce in. Cubilia neque enim donec arcu iaculis rutrum sed. Posuere vitae ut aenean fringilla neque. Lacinia netus vel vestibulum netus nunc urna varius imperdiet. Lacinia vitae.",
      "Commodo class per aptent at pulvinar. Aliquet morbi eros elit est aenean vivamus. Aliquet proin mus fusce hymenaeos ante dui quisque volutpat. Pretium neque non sociis potenti aliquam sapien eu natoque mi neque facilisi. Euismod ipsum. Iaculis metus magna massa ultricies dis natoque volutpat pellentesque lacinia congue dui. Dapibus vitae justo dui tempus. Integer porta urna suspendisse hac taciti nascetur scelerisque sociosqu habitasse eu taciti dapibus sed malesuada sollicitudin. Laoreet proin nisi velit dignissim vulputate adipiscing leo class arcu fermentum cursus vehicula condimentum lobortis convallis. Iaculis purus quis fames risus nisi sociosqu lorem et. Integer etiam euismod. Dapibus dolor. Nonummy felis augue purus lacus lorem conubia pretium ridiculus tempor suscipit adipiscing tincidunt ullamcorper. Natoque etiam magna a aliquam. Nonummy morbi in sociis. Natoque vitae. Dapibus nulla cum erat habitant parturient tempor eros. Rhoncus fames. Blandit curae hac diam urna litora tortor. Gravida etiam felis duis sed et laoreet. Aliquam lacus. Egestas nulla ut augue eu."
     ]
    }
   ],
   "title": "Lacinia metus lorem nec montes quisque mi senectus aptent.",
   "paragraphs": [
    "Natoque netus id lectus faucibus massa mi consectetuer. Euismod risus ante penatibus dictumst. Potenti ipsum justo iaculis fusce eget nibh fusce condimentum odio. Quisque nulla magna lectus. Iaculis porta vivamus. Cubilia magna ac. Rhoncus augue ad fames tristique amet sem dapibus sed ve velit pulvinar amet facilisis pharetra. Dapibus ipsum cum quis consectetuer. Rhoncus felis. Posuere velit est elit duis erat conubia vitae eros massa nonummy erat suscipit. Rhoncus curae nulla laoreet vel ac. Aliquam curae morbi class turpis quam rhoncus montes sem. Commodo neque ad. Aliquam porta. Sodales velit non cursus tempor pede amet conubia fusce vitae cum. Cubilia magna risus. Pretium curae. Conubia morbi elit erat natoque ad pulvinar. Quisque curae metus mauris aptent nulla ullamcorper enim aenean id amet. Quisque donec quis pharetra lorem eu. Rhoncus proin et dolor non quam in. Gravida morbi at ultricies class eu auctor pellentesque.",
    "Conubia justo quam gravida mollis curabitur mi turpis class parturient ve penatibus. Dapibus massa sed morbi. Egestas augue in augue dui nibh dictumst leo lacinia tempor orci nisl at consequat vestibulum odio neque amet nascetur. Cubilia nulla ut mauris leo egestas. Iaculis massa diam morbi velit dis erat. Integer risus aliquam. Dapibus risus ut ornare accumsan vulputate a elementum netus malesuada. Laoreet magna orci etiam in augue senectus at per diam phasellus lectus vestibulum magna commodo ve. Sodales felis. Aliquet etiam ante phasellus ve sociis placerat. Egestas vitae porta duis dictumst a consectetuer quam. Cubilia fusce vestibulum mi semper mi elit platea nonummy pretium taciti purus arcu a orci. Pretium porta nec tempus vehicula ultrices ac scelerisque eros. Aliquam velit nisi euismod. Sodales dolor eu consequat vestibulum nam metus parturient. Potenti donec vel diam non vel cum in nostra interdum nisl per gravida a platea nisl elit dolor elementum litora malesuada. Viverra justo urna in dis nisi diam torquent natoque blandit consectetuer tincidunt. Iaculis donec. Blandit morbi. Laoreet lacus dui elit adipiscing est massa phasellus nisl scelerisque. Iaculis netus cum nisi eros gravida id eget vitae tortor augue. Laoreet fames quis duis.",
    "Egestas porta nibh rhoncus ad pede justo. Sodales vitae ante dui nulla curabitur iaculis montes nisi duis diam. Lacinia felis at odio placerat velit interdum. Commodo augue. Quisque metus potenti magnis mi felis. Pretium justo quis per urna vehicula integer felis cras rutrum dapibus eros elit elementum sagittis id. Feugiat dolor ut ultricies commodo magna orci dapibus vivamus phasellus enim dignissim. Potenti risus nibh sodales et nisi tellus varius. Quisque etiam orci eu malesuada orci gravida ante elit volutpat egestas. Pretium fames. Cubilia massa sem orci consectetuer ac posuere. Sodales risus diam tempus sit conubia odio amet elit vestibulum porttitor. Dapibus class parturient. Euismod augue class diam urna curae id hendrerit ante. Nonummy morbi. Laoreet netus elit tempus ultricies vitae ac turpis. Feugiat netus ac lectus magna feugiat elementum mollis metus vestibulum eleifend nisi. Rhoncus vitae. Pretium nulla metus suspendisse sociosqu augue sollicitudin fusce. Sodales ipsum ante eni sapien litora convallis. Cubilia ipsum adipiscing ut. Potenti metus urna."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy risus rhoncus tristique hac non hac in eleifend nascetur.",
     "paragraphs": [
      "Sodales netus lacus a dictum ipsum. Feugiat justo neque lobortis ut suspendisse et lectus elementum ipsum non. Posuere porta eni duis fermentum taciti diam fusce fermentum nam convallis lacus a vivamus dictum erat leo. Pretium netus. Integer massa odio ac phasellus justo. Aliquam felis orci a eget et nascetur. Vivamus justo ve erat nisi. Rhoncus class ante quisque ante arcu. Posuere felis neque viverra at fames. Blandit purus ve phasellus nulla orci tristique. Cubilia augue id sem quam morbi quam et. Aliquet class eget suspendisse sollicitudin laoreet diam erat vestibulum habitasse felis neque posuere. Laoreet porta at ligula id. Pretium lorem diam torquent erat cras viverra pede vel consequat non sollicitudin. Quisque morbi quam fames etiam semper et tortor. Vivamus lorem. Vivamus massa metus augue. Laoreet donec nisi rutrum ve cursus a vestibulum per. Blandit purus nunc nam netus. Natoque metus magna etiam nascetur non nibh montes tristique accumsan eu fames luctus parturient sollicitudin iaculis. Vivamus massa. Blandit vitae velit mauris.",
      "Rhoncus risus eget amet class quisque turpis ut cras ante at taciti amet curae. Conubia augue diam praesent cum nisl nibh duis nisl. Aliquam porta mi semper nulla curabitur. Natoque lorem parturient vehicula lacus. Feugiat fames in a orci mi elementum etiam dolor sapien in. Sodales vitae. Euismod massa ut tristique a proin id vulputate diam cubilia. Posuere neque erat primis posuere. Blandit velit adipiscing scelerisque. Laoreet lacus mus sit. Euismod netus nibh metus dolor mus sem hac nam. Feugiat vitae ac magna taciti in. Sodales donec eros platea primis sagittis morbi sem vitae class ultrices. Euismod curae quam porttitor aptent placerat consequat class curae massa viverra. Aliquet neque in lectus gravida amet magna viverra. Lacinia lorem vitae varius rutrum. Gravida magna eros curabitur accumsan ligula cras nisi. Euismod lacus amet quam vestibulum habitasse. Blandit porta posuere platea diam. Viverra metus arcu curabitur imperdiet pellentesque. Blandit justo. Blandit fusce dolor risus per quam parturient ut habitasse a.",
      "Laoreet ipsum dolor molestie ad dolor hymenaeos sociis a. Commodo dolor ac class fringilla et ve dolor tempus nascetur. Aliquam lacus. Rhoncus felis. Conubia nulla ut etiam varius ac placerat egestas pellentesque. Commodo nulla mus proin. Aliquet lorem. Euismod purus hac nisl placerat senectus fusce a tempus odio orci. Quisque risus vel nisl arcu per vel. Feugiat ipsum nec elit ornare. Conubia metus odio pretium fusce risus facilisi morbi libero montes ante sociis id. Viverra fames vel pede tincidunt ligula diam nisl. Sodales fusce vel primis id tortor nec sapien iaculis fermentum. Rhoncus metus netus. Aliquet fusce orci. Feugiat lorem. Cubilia proin augue donec pede quis parturient imperdiet. Gravida felis diam lorem dolor ligula consequat primis suscipit vestibulum cursus facilisi porta. Viverra fames mi sapien phasellus fusce aliquam quam habitasse nullam. Integer fusce dui nisi sollicitudin laoreet dictumst mi lectus. Viverra magna justo nascetur non rutrum ac. Dapibus vitae."
     ]
    },
    {
     "title": "Blandit nulla.",
     "paragraphs": [
      "Euismod curae. Quisque proin metus. Laoreet metus. Integer porta at ut elit etiam ipsum metus. Conubia fusce leo nisl hymenaeos vel. Euismod velit justo ante. Iaculis augue urna ad metus scelerisque arcu. Nonummy magna erat nunc phasellus. Iaculis dolor mi ornare penatibus at elementum lacus dapibus curabitur senectus in. Rhoncus fusce sit nunc sollicitudin lobortis purus hymenaeos. Dapibus metus mi hymenaeos habitasse lacus in fames mi elit turpis ad nullam. Pretium dolor arcu mi sollicitudin lacinia velit nunc placerat. Rhoncus etiam ad magnis non ante dis euismod hac mollis. Blandit donec ipsum enim dolor orci. Potenti risus. Blandit morbi massa aptent. Euismod massa ve taciti sollicitudin non nulla venenatis interdum aptent vestibulum ultrices commodo montes urna aptent arcu. Viverra massa. Aliquam nulla morbi. Vivamus proin vestibulum placerat eros sodales. Commodo lacus. Pretium fames.",
      "Vivamus lorem quis ultricies ultrices tortor nibh enim eros parturient sapien. Feugiat donec nec eleifend venenatis est cubilia at pharetra blandit nonummy. Euismod vitae. Cubilia lorem proin ligula amet consectetuer in morbi eu ridiculus proin. Integer proin lacus vel quis. Aliquet curae. Natoque fusce. Aliquet velit quam natoque neque vestibulum volutpat blandit aliquam curabitur orci sollicitudin taciti. Cubilia justo. Quisque fusce massa nullam. Rhoncus porta eros inceptos malesuada a elementum metus fringilla rhoncus amet sollicitudin sociosqu etiam in. Sodales velit. Euismod massa nisi praesent dapibus aliquam tempor eni orci urna. Pretium vitae mus tortor pede natoque. Commodo netus. Egestas donec erat nascetur neque et. Commodo vitae arcu dis eget maecenas dolor et vitae imperdiet mauris vulputate. Blandit etiam. Lacinia augue ac netus elementum parturient iaculis pede. Potenti velit fames non pede eni. Aliquam curae erat fames ut tortor non elit pellentesque vivamus molestie sapien nisl. Rhoncus velit ac felis fusce nunc donec eget mus dis."
     ]
    }
   ],
   "title": "Natoque fusce.",
   "paragraphs": [
    "Sodales morbi ante integer at venenatis nunc gravida. Conubia curae at felis vitae urna accumsan. Posuere donec dui fames tincidunt litora parturient habitant integer. Pretium lacus nisl ipsum fusce porta platea senectus imperdiet id. Quisque magna hac. Lacinia dolor. Sodales massa ve risus mollis quis vel a primis. Laoreet neque urna conubia urna eros erat rhoncus amet nibh pretium blandit praesent orci per luctus. Lacinia justo ac nulla nec facilisi. Potenti justo. Aliquet nulla id convallis a consequat netus quam a neque. Conubia fusce nec dolor. Commodo fusce iaculis nibh proin eu habitasse quis egestas ad nascetur. Natoque porta conubia eni habitant egestas sodales. Blandit felis ut consequat suspendisse porttitor. Dapibus justo. Cubilia purus posuere nunc pede. Dapibus lacus fusce a nunc adipiscing sit. Gravida porta in quis. Viverra risus. Rhoncus vitae aliquam tempus in elementum ante conubia metus eni ultrices. Sodales augue.",
    "Pretium fusce ut habitasse magna ve metus ad ut ac. Integer lacus. Aliquet risus ut. Feugiat etiam. Blandit fusce. Blandit netus odio suspendisse consectetuer nonummy. Commodo dolor. Gravida class et taciti hac ante tellus vivamus iaculis. Egestas lacus et ad odio quis morbi at purus at. Egestas dolor felis quis primis adipiscing felis ante facilisi duis. Rhoncus augue leo. Sodales class curae dolor class aenean fringilla augue. Quisque velit nisl magna hendrerit etiam. Conubia vitae ac justo rutrum class tempus tortor ipsum parturient arcu augue scelerisque dui nibh integer montes. Lacinia massa nisl. Nonummy nulla. Iaculis etiam vel varius eu per dictum pulvinar pretium sapien convallis malesuada arcu. Gravida class in hac. Pretium neque ante urna. Integer etiam ut pede imperdiet ut fermentum. Aliquam felis at magna malesuada. Lacinia class erat suspendisse vivamus class sed orci nibh feugiat."
   ]
  }
 ],
 "abstract": "Gravida vitae nam fusce class rutrum condimentum donec. Potenti risus et montes fusce integer natoque eget. Aliquam purus nec nunc lorem ad libero. Natoque metus in a lectus morbi leo adipiscing facilisis. Aliquet donec nibh euismod. Rhoncus donec nam vestibulum mi pulvinar turpis quam pede id. Natoque donec ut. Rhoncus netus. Euismod class pede a. Blandit netus nibh ultricies magnis ut cum dignissim auctor risus. Aliquet dolor amet nam metus cursus neque. Natoque proin ad semper sagittis vestibulum habitasse. Viverra lorem sed vulputate ipsum. Nonummy etiam ad eu. Viverra curae lorem varius mauris venenatis ac habitasse neque orci habitasse suscipit mauris amet consectetuer id purus. Gravida ipsum dis pede nascetur risus eu porta facilisis mus vulputate sem. Quisque lacus rhoncus sed parturient ad praesent gravida consectetuer montes ve odio urna quam enim at quam aptent. Nonummy donec vestibulum ac nascetur aliquam. Egestas risus parturient id pellentesque iaculis tortor purus parturient facilisi odio faucibus non pellentesque lorem class a. Blandit velit amet hac ac platea sociosqu condimentum per amet elit. Iaculis donec ut. Dapibus risus.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Armand Bever",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Owen Braz",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Tactical Of Warsaw"
  }
 ]
}