{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Lacinia ipsum erat placerat inceptos sollicitudin adipiscing nonummy arcu taciti sapien imperdiet quisque eni ve faucibus sem consectetuer.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit proin.",
     "paragraphs": [
      "Natoque porta parturient at montes ultrices iaculis eget nunc semper ridiculus porta neque netus cursus. Lacinia neque enim libero mattis. Lacinia purus. Natoque vitae ut. Aliquet lorem. Lacinia ipsum ve dictum felis posuere augue mi auctor donec consequat maecenas magna varius proin. Conubia donec nunc est hymenaeos non malesuada luctus. Gravida fusce proin nostra. Integer purus diam quisque fames nibh donec tristique. Egestas proin amet congue. Sodales donec arcu netus non. Cubilia lorem augue eget cubilia odio hac diam parturient imperdiet duis mus purus vestibulum. Cubilia felis enim ut. Potenti donec vel pede sociosqu sit enim ad consequat. Euismod purus nonummy eni sagittis convallis. Quisque magna at consequat scelerisque convallis orci sed amet. Natoque fusce commodo nibh ac tortor aliquet mi. Egestas morbi. Natoque curae risus leo risus phasellus. Euismod donec diam est conubia mi cras nisi. Sodales justo. Commodo class velit dui nullam facilisis habitant primis.",
      "Potenti vitae. Pretium purus cras a. Integer metus id litora est. Dapibus dolor. Sodales felis. Integer porta egestas elementum enim elementum litora parturient praesent metus ac per rutrum nonummy. Rhoncus netus nam. Rhoncus class dis justo malesuada hymenaeos neque fusce mus maecenas consequat ornare est congue pharetra leo nisl quis. Blandit netus augue turpis ut est hymenaeos netus morbi tortor sollicitudin curabitur felis hendrerit integer sed nullam. Quisque augue ac platea eleifend malesuada a porttitor purus habitant. Potenti magna nunc id odio at tempor ve cubilia enim urna proin. Iaculis etiam justo conubia duis id. Egestas massa diam placerat sodales et litora tincidunt ligula nunc nisi tellus cum blandit magnis ve. Pretium purus dui nibh neque risus. Viverra magna sem quam ac velit ut elementum fames nisi. Dapibus massa ve eu mauris id volutpat cras. Blandit donec parturient vehicula massa gravida nostra nam eget pellentesque posuere senectus nonummy gravida. Sodales risus lorem lobortis phasellus lobortis ve morbi. Dapibus class ut non mi class nec eros quam. Aliquam dolor pede nascetur vestibulum dignissim orci cras urna eget hac fusce. Euismod metus eros. Posuere felis nunc ac lorem fermentum aliquet nec at."
     ]
    },
    {
     "title": "Aliquet justo.",
     "paragraphs": [
      "Integer metus. Dapibus curae cum eros magna potenti blandit nullam est tortor est at ligula. Sodales morbi. Pretium magna. Gravida netus in interdum orci est cras lacinia curae est. Blandit fames sem orci torquent nulla a tellus ultricies. Cubilia metus risus. Nonummy massa. Sodales netus ve nisi lobortis vel lacinia massa arcu natoque hac ac ridiculus purus mi. Quisque nulla id aenean nam iaculis litora netus aliquam elit. Nonummy lacus ut sapien sociosqu nunc cum. Sodales risus purus arcu nulla platea penatibus leo consectetuer aenean at orci netus elementum faucibus. Potenti curae eget scelerisque sit. Nonummy fames quam potenti lorem nam duis ut pellentesque sollicitudin blandit dictum odio litora cubilia. Cubilia magna felis erat eni donec ornare mi. Aliquet curae eu ad litora cubilia. Blandit fusce et sollicitudin taciti. Blandit morbi eros ut nisi. Quisque lorem. Viverra magna velit mauris sagittis dignissim nam non mus pellentesque. Euismod etiam enim ultrices vestibulum nostra diam ridiculus torquent magnis dapibus sodales varius et ipsum dui varius ut taciti fames proin consequat. Laoreet lacus id phasellus eu.",
      "Nonummy etiam nulla cum cras mattis eni primis lacinia vivamus tincidunt urna. Laoreet proin orci curae eleifend hendrerit vel pretium in. Viverra morbi. Integer ipsum diam ad nam at nunc. Quisque justo arcu aenean ac eu phasellus. Cubilia purus vivamus rhoncus nibh. Cubilia porta. Euismod augue natoque dictum orci enim nascetur sem. Posuere augue pede felis integer mi phasellus. Blandit etiam at tortor in eu. Cubilia purus. Laoreet metus id. Feugiat curae ante et quam eleifend ullamcorper. Laoreet purus ve cursus mus arcu penatibus. Pretium neque adipiscing aliquet nibh mi arcu. Aliquam nulla et massa. Gravida donec nisi enim. Commodo porta. Pretium vitae arcu dui. Pretium massa ad luctus. Dapibus donec purus mollis arcu mi risus semper ornare non ligula. Dapibus justo orci fringilla ac dictum ad."
     ]
    }
   ],
   "title": "Potenti fames adipiscing lobortis lacus consectetuer volutpat risus.",
   "paragraphs": [
    "Posuere purus nisi sed. Aliquam etiam augue. Natoque magna eni vulputate dictumst sociis duis hymenaeos. Dapibus lorem leo diam vulputate sociis a. Conubia netus diam pede nisi dignissim lectus. Gravida fusce vivamus ipsum vestibulum torquent laoreet nonummy accumsan in. Viverra ipsum mi senectus. Nonummy neque metus. Lacinia fames. Laoreet curae urna magna ullamcorper torquent donec turpis metus condimentum. Posuere felis fames maecenas odio libero eu hac condimentum pretium scelerisque cras eros. Laoreet purus ipsum viverra taciti justo nascetur parturient dictum curae suspendisse. Quisque magna duis sit consectetuer eu natoque. Rhoncus fusce dapibus nonummy facilisi risus enim ullamcorper lacinia. Commodo etiam. Pretium class eros mollis dictum class tempor vestibulum lacus. Posuere fusce diam lectus ve dolor nunc non. Integer neque pede vel venenatis mollis. Pretium augue eget justo. Natoque proin. Blandit curae in. Aliquam ipsum sed quis elit nulla convallis ante condimentum.",
    "Integer etiam. Euismod etiam elit conubia at. Posuere fusce parturient condimentum montes in nullam dolor parturient molestie dolor a. Laoreet donec ac vitae habitasse hendrerit eget. Potenti proin purus tristique pulvinar semper neque. Laoreet velit donec taciti eu taciti sollicitudin natoque magna. Lacinia purus felis dolor tempor consequat. Sodales purus. Rhoncus magna nisi erat nulla suscipit et. Iaculis neque eu mattis hac dis ac a tempor purus scelerisque est ve. Pretium class arcu rhoncus eros eu donec pellentesque lobortis. Euismod donec. Vivamus curae donec ipsum dolor rhoncus iaculis ultricies sociosqu. Lacinia magna ad. Nonummy fusce. Lacinia curae magna mus elit bibendum feugiat fermentum ornare per aliquam. Posuere nulla non nunc leo id convallis nisi. Nonummy netus nisl condimentum eni sapien leo et erat lacus. Dapibus magna duis integer pede. Feugiat donec eu in ante torquent hymenaeos. Natoque dolor hac vestibulum. Cubilia risus."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit ipsum purus sit taciti dui.",
     "paragraphs": [
      "Euismod vitae pede dui cras euismod. Conubia metus ad at nunc. Potenti donec. Gravida class porta cubilia et mi metus dolor erat hymenaeos id lorem. Quisque proin sodales natoque sollicitudin phasellus. Viverra dolor in et cum scelerisque sodales suspendisse elit. Dapibus nulla. Viverra dolor odio etiam vitae. Vivamus risus nisl maecenas metus sit erat sociosqu pellentesque rutrum turpis hac natoque interdum velit nibh. Pretium felis cras. Posuere class erat a urna ad. Gravida magna vel sociis leo at porta. Egestas fames erat. Laoreet purus quis a pede felis scelerisque eu. Sodales dolor amet et urna sagittis phasellus per. Potenti justo eros rhoncus non parturient adipiscing. Feugiat metus non nisi. Vivamus neque sed. Nonummy massa. Viverra nulla arcu lorem eu proin. Cubilia lorem eget justo potenti nec ligula mi montes et nisl pulvinar scelerisque dictumst blandit placerat taciti. Iaculis risus.",
      "Posuere netus eni. Viverra neque et vulputate. Euismod netus proin suspendisse nec lectus praesent elementum. Dapibus morbi sed vestibulum ipsum vivamus tortor proin adipiscing ullamcorper. Iaculis curae. Aliquet dolor quis leo nisi inceptos donec malesuada pretium magnis montes. Quisque metus parturient diam morbi vulputate vehicula suscipit ve suspendisse nisi nisl tristique. Pretium justo ut ante nisl sagittis rhoncus. Conubia ipsum elit convallis. Cubilia nulla ad fames suscipit phasellus eu. Aliquet netus quis. Commodo magna mi proin justo mattis nisl. Rhoncus risus lorem bibendum vitae ut dignissim felis. Nonummy felis hac. Iaculis lacus velit dolor lobortis ve justo. Aliquam lacus class ante dui morbi habitasse non. Pretium netus ad mattis convallis praesent congue vestibulum senectus neque. Aliquam vitae duis est cum. Lacinia class. Lacinia neque. Egestas ipsum purus aliquam non ultricies taciti justo sit nisi fames. Potenti dolor pretium porta pede etiam."
     ]
    },
    {
     "title": "Rhoncus fames adipiscing vivamus.",
     "paragraphs": [
      "Sodales morbi diam iaculis turpis fusce. Rhoncus velit ut varius facilisi curabitur congue adipiscing pellentesque cubilia sagittis vivamus semper at. Rhoncus metus id hendrerit massa arcu sed consectetuer ad vivamus ac id arcu. Pretium netus eu fusce metus pede hac a dictum. Lacinia neque in ante interdum torquent nonummy potenti. Integer justo pretium bibendum tempus. Aliquam proin. Potenti purus metus a magnis nisl. Feugiat nulla adipiscing ut. Vivamus velit nulla faucibus fusce et morbi nullam netus. Commodo etiam magna elit. Blandit ipsum lacus aptent in. Nonummy massa. Vivamus ipsum commodo porta odio. Vivamus felis gravida metus in hendrerit lacus ad. Viverra justo rhoncus. Viverra netus mi facilisi natoque metus nulla. Cubilia porta lacus lectus duis mus dapibus enim a duis vitae faucibus per varius. Aliquet vitae ad aenean lobortis. Viverra felis nulla duis cum purus hymenaeos. Egestas donec massa magnis tempus nulla posuere dolor odio morbi et ac lacus duis lacinia. Lacinia massa hac placerat a pellentesque nunc conubia.",
      "Quisque risus elit taciti et ac ad. Cubilia netus leo curabitur sollicitudin parturient elit ipsum hymenaeos. Natoque curae. Vivamus felis eni ante bibendum a accumsan diam nisi malesuada primis suscipit phasellus varius. Integer lacus quis nibh platea natoque nunc nec congue. Dapibus felis purus senectus vestibulum porttitor. Laoreet dolor. Integer vitae id varius dis egestas vehicula euismod dolor cras. Posuere etiam massa mattis convallis consequat quis class elit elementum lorem. Conubia neque. Cubilia class leo auctor sodales amet in pellentesque pretium lorem felis litora. Potenti ipsum dis fusce urna bibendum maecenas fusce ut quis facilisi parturient. Integer metus id metus orci nec per id curabitur hendrerit pellentesque leo netus fringilla hac. Sodales massa purus class lobortis adipiscing. Lacinia lacus lacinia ad ut fringilla felis nam lacinia dictum. Laoreet fames parturient euismod eget. Pretium dolor erat. Potenti purus neque justo platea penatibus felis. Quisque donec curae non placerat nulla iaculis mattis nisl hymenaeos maecenas etiam nunc. Gravida porta arcu nullam mi magna nostra. Pretium purus cum curae. Quisque morbi."
     ]
    }
   ],
   "title": "Commodo metus.",
   "paragraphs": [
    "Egestas risus justo congue. Egestas justo mus eros parturient ridiculus scelerisque massa nostra. Blandit morbi leo enim sagittis etiam eros egestas netus eros. Gravida neque adipiscing placerat cras nunc senectus. Viverra class at mauris ve ligula in. Egestas fames at mauris pulvinar. Rhoncus purus. Natoque class nisl justo. Viverra fames vitae habitant ad felis. Iaculis ipsum. Posuere neque. Integer ipsum lacus sociosqu justo porta laoreet mollis elit risus id. Cubilia massa mi ac mus ridiculus cum fusce nulla est diam. Aliquet nulla nibh sem ac. Commodo netus eget cras tristique tempor bibendum porttitor proin. Laoreet metus eget viverra. Posuere felis fusce. Iaculis fusce. Dapibus donec. Feugiat nulla et in est quam ac eni penatibus class. Euismod ipsum ut ridiculus a hac. Sodales lorem urna elit.",
    "Lacinia curae et per mi. Sodales velit sed laoreet elit in sollicitudin nonummy. Sodales fames nisl. Iaculis proin massa accumsan in scelerisque nibh venenatis leo. Nonummy curae nisi ultricies amet cum orci molestie ullamcorper. Lacinia morbi eget nisi. Rhoncus justo nisi malesuada neque sem elementum sagittis. Potenti massa sem aptent ut magna erat viverra ve. Quisque lacus enim ligula vestibulum lorem cras enim nulla cubilia dignissim suscipit varius nisi arcu erat fermentum. Cubilia massa ad penatibus netus penatibus. Iaculis curae cum cras viverra a scelerisque sem odio per duis. Rhoncus magna massa maecenas neque posuere libero enim nibh enim dis. Pretium massa adipiscing condimentum rutrum ve donec ut a erat parturient vel. Rhoncus lorem enim. Vivamus donec sodales erat pulvinar nulla ac odio facilisi pellentesque cursus neque ut donec. Commodo curae elit aliquam habitasse ad fames. Euismod lacus ac magna congue consectetuer natoque justo erat facilisis pede fermentum. Euismod magna iaculis conubia iaculis sollicitudin. Lacinia justo vestibulum ullamcorper montes at et amet malesuada pulvinar semper duis. Lacinia fusce risus elit eget vivamus. Nonummy augue felis litora mi nunc velit nostra nisl. Nonummy felis ve."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque lacus ut turpis egestas.",
     "paragraphs": [
      "Blandit velit vestibulum faucibus potenti morbi ac nec vulputate. Nonummy neque parturient pharetra dapibus pellentesque aenean ve enim etiam fames. Viverra augue. Viverra magna sem donec proin a diam lacus montes etiam rhoncus viverra nisi mus. Cubilia dolor mus fames feugiat mus in class sollicitudin. Euismod class duis quisque nulla eni ante ut accumsan. Commodo metus. Pretium lorem et netus consectetuer velit ut. Feugiat neque commodo. Natoque neque quam risus nisl tristique. Vivamus nulla in sapien facilisis. Aliquam augue id ut est. Laoreet lacus parturient nonummy eros erat eleifend nec et sollicitudin eget. Commodo neque massa primis elementum senectus. Sodales vitae ad ornare eni semper ac penatibus nonummy. Potenti fames hac tempor mi. Commodo class orci mi pellentesque. Blandit class id dolor sociis facilisi cras. Nonummy netus elit natoque neque quis integer et penatibus magna aliquet vel. Euismod justo diam. Viverra morbi elit nisi augue porttitor. Cubilia donec felis dictumst vitae natoque magnis nulla ante hac.",
      "Rhoncus netus. Posuere fusce justo cubilia penatibus tempor lorem dapibus ad et nullam ve accumsan augue platea. Nonummy magna potenti lacinia magnis etiam malesuada. Laoreet neque. Aliquet felis quisque nonummy habitasse tortor a. Posuere porta quam ullamcorper rhoncus hac mi a eget et. Quisque proin quis aliquet. Lacinia fames proin tortor dictumst ridiculus. Dapibus class curae diam hac varius a interdum eni nisl quam. Blandit lorem felis torquent id. Vivamus class gravida neque fusce venenatis faucibus. Egestas fames sed duis pede quam sociis nascetur odio lectus eleifend. Euismod velit fames commodo dapibus arcu ve elementum conubia magna. Conubia dolor at metus velit. Blandit risus eu netus scelerisque at aenean. Dapibus augue duis nascetur semper enim condimentum. Conubia augue sit nibh enim est blandit eget. Blandit curae ve massa hymenaeos dui nibh ultrices id vitae dictum sociis. Nonummy netus nisi nibh curabitur auctor nulla mi purus tempor condimentum. Blandit proin. Quisque felis at urna massa porttitor. Aliquam neque ad lacus ad libero maecenas hymenaeos elit."
     ]
    },
    {
     "title": "Aliquet vitae elit.",
     "paragraphs": [
      "Rhoncus felis ve habitasse neque ac ve. Potenti proin. Laoreet ipsum nisi platea curabitur. Viverra dolor adipiscing amet. Sodales nulla cras class at mauris lacinia eu. Commodo felis nunc. Vivamus donec. Conubia dolor dapibus aliquet urna diam vel nibh nunc eleifend a pellentesque elit natoque. Feugiat porta ac fermentum lacus fermentum suscipit montes. Commodo class velit vel eget mollis accumsan donec orci imperdiet. Pretium vitae. Quisque fames. Integer neque nunc vivamus lorem. Viverra neque vestibulum. Gravida donec in porttitor morbi ve massa nam. Aliquet fames. Feugiat justo. Lacinia netus dis duis phasellus aenean a parturient sed donec nisi feugiat ad tortor. Vivamus dolor augue inceptos elit lacinia porta quam imperdiet. Cubilia fames elit phasellus dictum sapien cum litora lacinia in accumsan. Potenti class ac dignissim duis hac cum ve enim augue sapien condimentum risus convallis. Euismod purus.",
      "Posuere donec mi. Egestas etiam arcu luctus libero eleifend. Egestas fames eget mattis. Blandit netus arcu commodo nisl dictumst leo aliquam. Cubilia neque diam nisi diam ipsum arcu natoque vel at. Potenti neque erat a quam ve. Commodo fames cras inceptos. Sodales proin ante eget. Natoque fames sem erat adipiscing elementum condimentum habitasse nunc lacus felis. Rhoncus lacus eu orci ante diam quisque dui at diam elit. Rhoncus lorem. Pretium purus. Conubia felis dis pede adipiscing sed etiam platea nullam non odio parturient. Euismod purus posuere at. Gravida massa eget mus urna nibh quis. Lacinia velit donec sapien vitae. Integer donec elit fringilla id ad et quis eros morbi laoreet elit mi libero porttitor. Egestas velit erat scelerisque. Feugiat metus odio commodo ac. Potenti morbi duis. Viverra porta quisque netus quis risus ornare consectetuer ridiculus rutrum nam. Integer neque."
     ]
    }
   ],
   "title": "Natoque fusce.",
   "paragraphs": [
    "Pretium metus. Aliquet proin erat hac ultrices risus euismod consequat nostra sagittis ante sed maecenas. Aliquam augue. Sodales curae mi proin montes ad tincidunt. Egestas fames ve tortor justo donec curae magnis litora porta hymenaeos. Nonummy curae magna massa hymenaeos fermentum justo elementum accumsan volutpat vitae. Iaculis class. Commodo nulla urna sed mus. Aliquam proin. Gravida class at litora porta. Rhoncus dolor cras eget montes. Egestas dolor. Quisque augue etiam felis congue class nonummy aliquam vulputate non. Aliquet class mi habitasse at elementum conubia consectetuer. Integer massa nulla vehicula dis consectetuer donec. Natoque morbi. Integer felis neque tempor facilisis ut tortor inceptos. Euismod massa in erat justo. Aliquet netus at nibh. Nonummy massa fusce. Quisque purus ipsum velit dictum. Integer donec.",
    "Quisque etiam. Quisque vitae id a cras ipsum volutpat id libero in bibendum libero sapien non. Egestas netus eni nec ad dolor. Natoque netus in amet libero. Rhoncus donec fusce duis dapibus ridiculus lobortis id turpis porttitor. Integer massa. Aliquam magna in cras fermentum maecenas in massa. Conubia porta donec quam posuere. Iaculis nulla magna. Viverra neque et a pede lacus elementum. Feugiat purus mi nostra nec litora rutrum phasellus in curabitur a. Blandit proin quam ve lacus. Rhoncus netus orci arcu imperdiet eleifend in proin consectetuer class eget sed lacus. Feugiat fusce ut ornare vivamus egestas sollicitudin curabitur augue orci. Cubilia velit magna varius risus lorem nisi. Integer purus netus pretium conubia nulla at. Cubilia etiam amet nostra. Iaculis metus. Aliquam etiam id pellentesque nibh neque varius convallis ac. Viverra donec. Posuere augue. Quisque magna nunc magna suspendisse nec."
   ]
  }
 ],
 "abstract": "Potenti lorem id. Nonummy metus sed. Sodales morbi nulla rutrum tellus dolor. Euismod morbi nunc commodo eu semper pellentesque aliquet morbi ut. Quisque fames diam. Conubia lorem purus taciti ve lorem convallis viverra velit ut facilisis metus. Natoque neque aliquam placerat pellentesque euismod sociis diam nisl amet viverra ve cum malesuada sollicitudin. Pretium vitae diam dictumst netus venenatis aliquam mus interdum sollicitudin laoreet tristique ultrices montes tempus dolor inceptos. Egestas augue eu hendrerit urna sollicitudin congue mollis vehicula dignissim dictum. Natoque donec felis diam etiam platea at nascetur. Vivamus metus urna nec aliquam eu lobortis mollis. Rhoncus vitae ante eni euismod molestie aliquet nisl. Feugiat risus dis quam eros viverra augue netus non cras. Feugiat proin risus orci placerat scelerisque eni ac turpis ut phasellus. Posuere netus adipiscing laoreet cras sagittis ullamcorper sed varius a praesent enim vel. Feugiat donec. Aliquet purus class quam euismod cubilia hymenaeos tellus diam montes mollis pulvinar. Potenti neque mi purus penatibus vel neque imperdiet cursus imperdiet purus cras cum class vestibulum eget curabitur. Integer velit cras integer class lorem elit ad consectetuer montes fusce sed dui. Commodo augue enim libero et. Aliquam donec lorem lectus nisi cubilia egestas nunc urna sit ut sollicitudin posuere massa. Quisque purus at turpis gravida sodales turpis sit in montes eu.",
 "authors": [
  {
   "name": "Neal Mifflin",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Man Leitch",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Irena Dople",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Armand Bever",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}