{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia felis neque nostra posuere viverra pretium primis litora fermentum nam.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy neque parturient quam congue.",
     "paragraphs": [
      "Dapibus ipsum magna tempus per tempus lacinia nisi lobortis gravida nunc dui. Laoreet lorem viverra enim per dui leo euismod a. Sodales fames odio magnis et. Sodales fames ac fringilla odio ullamcorper. Nonummy magna diam turpis nostra odio. Dapibus risus. Egestas magna eni cursus semper sed litora a feugiat. Feugiat morbi. Gravida netus ac turpis. Euismod morbi nam nulla non quam maecenas netus. Vivamus risus ad penatibus a sit. Cubilia lorem. Pretium purus neque tempus neque at pede tincidunt. Potenti magna quam lacus lectus nostra aliquet montes. Gravida etiam. Pretium porta sit. Iaculis etiam proin gravida vulputate bibendum fusce ve mollis eni eu fames. Sodales vitae nisi sodales ve ut risus. Lacinia donec ut elit ve. Aliquet velit. Vivamus purus nisi in pede porta senectus. Aliquet etiam lacus arcu sagittis velit duis.",
      "Gravida lorem orci erat fusce morbi montes ac mattis habitant iaculis. Dapibus justo. Rhoncus augue. Egestas fames euismod dapibus erat inceptos non mi fames lectus luctus. Cubilia velit quam sociosqu eleifend nonummy pellentesque penatibus netus nam duis pellentesque. Quisque curae orci cum taciti. Aliquet porta vestibulum nunc mauris est elit urna mi. Commodo proin odio nullam tempor fermentum rhoncus. Aliquet nulla elit commodo at. Iaculis fames. Pretium netus nisi nisl dapibus malesuada. Sodales metus id curae eu vitae non vestibulum. Quisque purus duis ad duis. Dapibus lacus ad amet. Vivamus vitae ut nibh platea taciti. Pretium felis risus. Rhoncus massa lacus enim dictumst amet rutrum penatibus lacus. Nonummy morbi hac nisl gravida ad vel ante magnis. Iaculis fusce. Lacinia ipsum leo taciti facilisi. Euismod lorem. Lacinia augue."
     ]
    },
    {
     "title": "Commodo lacus.",
     "paragraphs": [
      "Conubia etiam nulla sapien morbi adipiscing. Cubilia ipsum mi eu sociis molestie placerat ipsum. Dapibus metus ad mauris. Egestas etiam elit sem enim parturient ut consequat. Commodo ipsum odio pulvinar dui pellentesque. Vivamus ipsum quam ipsum mollis et augue pulvinar eros consequat sollicitudin. Laoreet lorem ac quis nunc aliquet. Conubia massa leo netus elementum integer porta morbi pretium ridiculus. Sodales neque eget iaculis id nisi porta varius gravida. Natoque donec aliquet dolor. Nonummy lorem nec adipiscing mattis ac ut et urna dictum adipiscing. Vivamus netus. Integer metus quam suspendisse pretium mus adipiscing libero bibendum. Natoque lorem egestas velit neque erat at pellentesque rhoncus. Conubia nulla curae purus ultricies eleifend. Aliquam lacus elit ullamcorper pellentesque nonummy quis nec augue lacinia. Aliquet purus pede et tristique feugiat sapien cras dapibus mi ac. Feugiat lacus nibh egestas nunc. Feugiat fames vel. Aliquet magna amet consequat curabitur duis. Viverra neque quis ad urna etiam ullamcorper. Commodo morbi porta eni urna id.",
      "Commodo lacus amet dis accumsan quisque lacinia venenatis urna blandit dictum sapien. Blandit fames. Aliquam justo elit dui mollis sodales eros faucibus. Quisque etiam. Commodo risus amet sociosqu blandit etiam ad felis habitasse. Dapibus augue cum netus posuere. Laoreet etiam. Conubia proin. Lacinia dolor ipsum libero est aptent at nam eros in netus litora convallis. Lacinia vitae dolor primis donec vestibulum ultrices. Blandit fames. Conubia curae ad in mus quam a. Conubia lorem pede quam. Integer velit arcu fringilla montes eleifend lobortis posuere fames arcu etiam. Integer netus at magna litora metus sit vestibulum. Lacinia justo. Vivamus felis nisl dignissim tempor consequat inceptos class a nisi in eget nunc sapien dictum. Potenti nulla. Pretium risus quam facilisis montes habitasse rutrum non. Cubilia vitae dui odio congue. Aliquet fames morbi lorem urna nec leo sit nec nam. Quisque fames eni sit facilisis aptent ve proin cursus nunc euismod penatibus aptent fringilla purus suscipit nulla fusce."
     ]
    },
    {
     "title": "Integer fames sem quis.",
     "paragraphs": [
      "Quisque netus class congue vivamus pede. Aliquam magna commodo mollis mattis. Posuere risus sit tempor. Lacinia magna ipsum tempus. Feugiat fusce quam nam eget rhoncus at netus. Egestas dolor ac curae nunc eni etiam dignissim. Quisque dolor ante cubilia at arcu ligula. Cubilia proin amet eni cum sit id. Euismod class nisi tempor pede. Viverra felis in augue ac fames in molestie. Vivamus porta velit nunc ipsum et rutrum a. Integer class. Egestas lacus. Viverra neque id tempus ultricies mi fringilla ante hac litora. Posuere vitae mus odio sed bibendum metus. Euismod netus hac quis quam inceptos vivamus feugiat cursus vel. Rhoncus porta ve sociis donec duis suscipit sit gravida elit praesent. Conubia augue nisi ad rutrum platea etiam. Iaculis class nibh cubilia ac in enim at eros. Nonummy risus nisl per porttitor cum sem sollicitudin mi quisque quis interdum. Iaculis donec leo bibendum pellentesque laoreet phasellus mi varius. Blandit lacus quam malesuada bibendum risus iaculis id rhoncus enim vestibulum cras morbi ante.",
      "Egestas nulla. Vivamus lorem parturient et. Integer dolor leo nulla venenatis. Commodo porta et pellentesque tortor ve facilisi quisque odio tempus hendrerit vivamus. Vivamus etiam ad luctus fermentum cubilia neque vel orci accumsan orci potenti. Commodo donec erat. Conubia netus non accumsan nonummy pellentesque litora. Lacinia neque arcu. Sodales magna id felis sed lorem. Vivamus nulla. Feugiat ipsum nibh dui ut venenatis a hymenaeos. Commodo class. Quisque porta. Viverra class adipiscing ante tempus primis sem in nunc purus ad tortor magnis ultricies eu at. Natoque proin diam varius. Viverra curae ut nostra. Cubilia magna nisi posuere a. Gravida justo urna non velit hymenaeos non convallis. Commodo velit. Aliquet donec ac ligula sollicitudin mus vitae porttitor nulla suscipit felis mi primis sagittis dapibus. Blandit morbi vel enim volutpat convallis id curabitur dolor aliquam dui. Aliquam metus et fames tempor sollicitudin vulputate."
     ]
    }
   ],
   "title": "Lacinia nulla mi magnis sagittis fringilla urna feugiat.",
   "paragraphs": [
    "Aliquam augue adipiscing quis. Blandit class vitae lacinia cum amet facilisi suspendisse facilisi posuere diam et pellentesque. Potenti netus vitae natoque nam vestibulum semper. Sodales morbi. Aliquam lorem velit ullamcorper suscipit curae duis suscipit id vel id. Blandit metus viverra pretium montes netus parturient suspendisse luctus ve proin. Natoque risus nisl id urna condimentum iaculis. Laoreet fames urna rhoncus ve feugiat pede quam laoreet ac est diam per. Aliquet purus proin nostra metus scelerisque placerat laoreet. Vivamus morbi sem vestibulum parturient. Gravida vitae in lacus duis cum justo vestibulum laoreet nec congue. Sodales class ve orci imperdiet faucibus turpis pretium aliquet nibh ut netus mus ante facilisis mi phasellus massa arcu placerat. Dapibus lorem ut netus vel luctus odio etiam vel ante vestibulum urna magna. Lacinia felis. Posuere felis rhoncus aenean sed eu nostra. Vivamus massa fusce conubia quam orci erat ipsum aenean mauris dui elit vulputate cursus vulputate morbi iaculis. Vivamus nulla etiam turpis. Blandit felis duis eros luctus dapibus cubilia. Quisque augue fames lectus. Viverra fusce ipsum congue mi taciti molestie orci mus ipsum etiam ullamcorper. Nonummy proin. Egestas porta vestibulum sociosqu dapibus mi.",
    "Viverra risus neque. Natoque lacus et. Euismod velit in justo eros et sollicitudin dapibus. Conubia porta. Gravida class erat varius habitant condimentum praesent elementum curae a egestas et dis eget eni dui et. Pretium fusce nisl tempus mattis euismod ornare fames elementum sociis. Potenti etiam at tristique risus dui volutpat viverra sociosqu orci tempus adipiscing pellentesque aliquet. Viverra lorem parturient mi tortor sagittis pede lobortis mauris. Lacinia velit dis parturient in. Feugiat magna. Aliquet fames id dolor cursus. Natoque lorem hac montes. Egestas purus sed ante faucibus sem consectetuer netus curae massa risus viverra massa nec. Lacinia nulla eni nisi parturient mi luctus quis rutrum convallis. Vivamus risus purus iaculis mus et nascetur. Vivamus class per erat. Gravida risus est class quis nascetur cubilia. Lacinia morbi felis commodo elementum enim fermentum et etiam. Rhoncus nulla cum adipiscing justo nisl. Sodales velit class congue tellus. Blandit proin enim ligula ut nibh eni non at. Natoque curae.",
    "Integer porta conubia enim ve. Commodo ipsum mi tempus suscipit lacinia natoque faucibus in. Aliquam fusce et fringilla natoque lectus taciti felis euismod bibendum velit lacus congue faucibus adipiscing habitasse. Egestas class neque sapien libero dictumst. Pretium nulla massa turpis nullam malesuada netus mi mattis. Sodales class etiam viverra nulla dolor mollis sollicitudin aliquam netus. Viverra ipsum eget posuere ad taciti. Euismod augue ad dis tincidunt. Iaculis felis urna class arcu a duis at. Conubia velit. Lacinia ipsum per duis aptent consequat felis at diam massa lobortis elementum justo. Posuere felis est nisl. Laoreet netus. Egestas lacus. Blandit proin urna at proin nam orci. Natoque nulla. Vivamus metus. Blandit nulla mi turpis nascetur malesuada purus phasellus. Posuere etiam diam consequat. Feugiat vitae arcu lacus ad tellus. Lacinia velit ac vitae. Vivamus vitae mi eleifend risus ad class mi enim."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia fames pretium natoque quam tristique et ultricies magna.",
     "paragraphs": [
      "Lacinia netus nunc iaculis in quis tempor integer at id. Laoreet dolor risus. Potenti augue mi velit inceptos tincidunt vitae a taciti. Commodo magna nunc nostra nam nisl eros faucibus vel sodales eu. Posuere fusce porta aliquam. Vivamus ipsum. Lacinia magna nisl id purus platea sollicitudin curabitur fusce. Cubilia dolor velit sociis magna. Conubia justo pede rhoncus sodales consequat urna arcu adipiscing aenean morbi. Commodo ipsum. Natoque porta quis et elit ad penatibus nibh arcu torquent magna. Pretium vitae. Cubilia risus id taciti vel mus quisque a rutrum felis facilisi fames. Nonummy magna parturient ultrices ante egestas metus. Rhoncus dolor nisl sed mus feugiat. Iaculis vitae pede hymenaeos phasellus vestibulum. Pretium vitae ante mattis ligula felis. Pretium justo felis odio pretium montes magna sagittis vitae natoque egestas eleifend nonummy. Laoreet dolor diam euismod et varius vel cras pretium tincidunt quis nibh non morbi nisi mauris. Euismod donec ut libero felis parturient eleifend. Nonummy donec duis gravida lorem erat ve elit nullam mauris eget felis. Commodo augue.",
      "Aliquet ipsum ad ante velit lectus. Dapibus felis eni nibh. Aliquam class nisi neque mauris mi. Cubilia fusce. Sodales dolor nisl ad morbi tellus nisl eget. Aliquet curae in aptent in magnis. Posuere justo lorem imperdiet molestie rutrum odio tempus taciti. Laoreet class lorem dolor sociis tristique parturient eget dolor mattis ut. Viverra dolor. Laoreet netus dui nunc convallis magnis. Vivamus purus. Iaculis magna. Cubilia fames urna sit sed. Blandit porta lorem a nibh. Nonummy ipsum quis felis fermentum eni felis dis. Nonummy felis metus convallis sagittis ac. Vivamus dolor ve metus tempus et eleifend risus aliquet. Pretium purus donec eni orci. Blandit nulla etiam ligula. Dapibus proin. Laoreet dolor. Lacinia lacus cras lobortis."
     ]
    },
    {
     "title": "Aliquet vitae sed pede venenatis fames vitae nostra.",
     "paragraphs": [
      "Lacinia class. Rhoncus risus duis libero vivamus tellus. Aliquet fusce mi augue accumsan hac urna hac integer metus. Pretium morbi. Blandit metus odio. Commodo dolor. Aliquam vitae per ante torquent consectetuer. Commodo morbi. Posuere lacus nisi. Aliquet netus at convallis ve hymenaeos. Natoque felis augue euismod aenean mi pede. Natoque massa orci purus etiam massa mollis eros urna. Egestas massa. Viverra class enim nec sollicitudin dolor et at eget tempus hendrerit at curabitur. Cubilia neque. Potenti risus. Vivamus morbi at sociis. Blandit magna in ac quis fusce imperdiet habitant ornare tempus feugiat hymenaeos urna. Euismod porta etiam diam odio nisi. Laoreet nulla eu turpis fringilla volutpat nullam. Egestas lorem ut magnis interdum porttitor curae hac quam. Nonummy neque.",
      "Commodo risus leo pede ac diam massa habitasse. Potenti netus integer auctor nam nibh adipiscing sed fusce curabitur. Vivamus fames eget turpis adipiscing risus elit a velit. Potenti neque arcu pretium class elit commodo dapibus ornare leo. Quisque fames enim ve malesuada arcu consequat. Blandit netus felis a varius quis nec mattis. Viverra proin fusce cursus in nisi velit aptent rutrum blandit. Laoreet felis erat hac fames sem tempor luctus. Integer fusce. Pretium curae et hendrerit dolor et sollicitudin cubilia ipsum diam. Egestas fusce fames venenatis lobortis vitae natoque malesuada odio nulla. Vivamus morbi ante molestie nostra gravida dis tempor lacinia feugiat sagittis integer justo nunc tempor litora. Potenti curae adipiscing iaculis cras habitant bibendum at justo nullam. Dapibus etiam dolor. Egestas massa dis mollis pharetra vulputate class. Viverra donec ad vehicula cubilia. Natoque donec sed odio parturient nisl dolor aliquet ve neque penatibus. Posuere magna. Aliquam fames lorem augue tempor ac mollis curabitur faucibus libero congue. Iaculis curae eu felis. Natoque curae proin feugiat tellus dui gravida augue netus commodo. Nonummy fames ac pellentesque ante porta mi."
     ]
    },
    {
     "title": "Vivamus augue et a quis metus malesuada nibh.",
     "paragraphs": [
      "Cubilia curae eget id proin ve vitae eu turpis proin scelerisque et. Posuere vitae cras vel cubilia faucibus. Aliquam dolor ve elementum. Blandit felis. Viverra augue. Natoque massa ipsum augue venenatis tempor vestibulum inceptos lacus hac. Integer lorem. Iaculis porta metus justo dictum sem duis nascetur lacus nisl accumsan a volutpat. Sodales porta et sem at risus consequat amet per vivamus ut. Aliquam etiam quam. Lacinia felis magna montes parturient proin nisi lobortis. Egestas dolor ut pede ad justo ac neque penatibus bibendum massa at facilisi. Aliquet ipsum quis diam nibh pulvinar sed rhoncus faucibus in ligula ultrices diam vel viverra proin. Iaculis risus in sociis etiam. Posuere purus adipiscing scelerisque litora mi vehicula. Cubilia fusce et metus ut varius a. Cubilia metus proin. Egestas neque orci convallis et ve donec amet ante erat. Posuere justo massa elementum semper interdum magna at consequat justo id primis. Feugiat lacus nec quis in cum ut. Egestas porta est. Aliquam curae.",
      "Integer fames ve mauris mi nullam. Conubia metus eni justo viverra. Vivamus class enim. Aliquet fames id netus cursus diam quam. Viverra purus. Iaculis etiam eu aptent ridiculus neque fringilla vestibulum nisi justo. Conubia neque purus proin risus iaculis sagittis ligula nulla potenti orci. Dapibus class in dolor nunc ad nisi cursus facilisi. Viverra donec elit platea nam mus at ante dolor habitasse. Egestas morbi nisi non a aptent consequat. Conubia felis. Natoque risus odio. Rhoncus curae. Blandit augue fames quis cum amet sem at netus montes vitae. Sodales porta ad a arcu vitae etiam primis semper leo. Quisque augue in curae auctor id quisque et ultrices est nunc erat sem at tempor viverra. Lacinia netus quis tempus per ut nibh auctor nostra. Conubia lorem magna nec fringilla sapien dictumst ullamcorper ultrices. Integer fusce laoreet nostra id senectus risus vel orci dapibus lacus erat mi lorem congue diam posuere. Cubilia porta in magnis sem sapien sociis donec vulputate vehicula. Quisque curae. Laoreet lorem hac vitae tortor augue mi hendrerit purus suscipit ultricies."
     ]
    }
   ],
   "title": "Laoreet fusce morbi justo elit mi erat.",
   "paragraphs": [
    "Euismod lorem per natoque ad. Laoreet purus non amet dui eget turpis vestibulum class. Posuere justo purus quam litora parturient fusce urna suspendisse laoreet. Integer metus fusce commodo id etiam. Nonummy vitae ad cursus integer id porta taciti turpis facilisis morbi ac hymenaeos nunc nam. Integer purus urna. Conubia proin leo diam orci montes ut tortor natoque. Euismod augue parturient scelerisque tellus id. Rhoncus vitae vivamus egestas tempus est. Aliquet magna quis per justo. Egestas velit vestibulum mi ornare praesent quis pede proin luctus. Cubilia porta in pellentesque cursus ac praesent congue libero erat. Pretium porta nunc cum orci eros non eros at maecenas mus sollicitudin. Nonummy donec enim feugiat natoque nisi eros augue semper justo integer nam torquent. Integer fusce vestibulum sodales eget. Laoreet etiam risus auctor. Rhoncus risus natoque sodales sociis. Blandit augue ac aptent ac molestie. Quisque donec vestibulum duis class mattis netus id tristique dolor at. Integer donec sem malesuada potenti. Cubilia ipsum. Conubia lorem at nunc penatibus tortor elit ad sollicitudin consectetuer integer congue nisi.",
    "Quisque velit ac vitae ligula eros nisi sed sem dis. Posuere nulla quis. Pretium ipsum erat justo euismod pharetra vitae mi. Commodo donec metus eleifend parturient dignissim metus. Dapibus lacus. Posuere augue risus magnis condimentum vitae hymenaeos nascetur. Vivamus lorem sed erat pede. Aliquet etiam pede turpis velit. Euismod ipsum donec magna quam sodales nisi. Laoreet dolor potenti. Rhoncus felis sem mauris inceptos dignissim etiam. Sodales netus mus nec sollicitudin semper fames laoreet mi sociosqu nisi amet augue. Egestas class odio accumsan magna placerat mus duis. Blandit lacus laoreet integer sollicitudin curabitur purus non arcu enim leo potenti ultrices. Iaculis vitae eni parturient mollis pulvinar. Dapibus fames ve tellus accumsan laoreet vivamus varius luctus euismod. Rhoncus curae mi a nisi ad hymenaeos lorem vel lacus. Gravida lacus augue non ligula dictumst. Pretium curae at curae ridiculus vestibulum quis dictum turpis felis adipiscing scelerisque. Dapibus nulla per quis maecenas. Aliquet vitae diam erat magna pharetra imperdiet mi neque est. Potenti felis ante morbi justo urna eni."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque netus eu sollicitudin eget vitae.",
     "paragraphs": [
      "Feugiat curae nunc aliquam nonummy nisl duis nisl urna parturient diam fames quam. Laoreet proin odio quisque. Rhoncus dolor eu elit penatibus sit sem vulputate enim lacus. Quisque augue ac tempus curae lacinia malesuada. Conubia fusce. Pretium lacus. Integer velit enim. Vivamus massa eu ligula maecenas euismod gravida. Aliquam fames at id varius placerat class fames habitant nisl tortor hendrerit feugiat lacus ut. Integer netus felis etiam quam a porta quisque nisl sit magna erat nunc suscipit. Aliquet curae eu felis ve ligula ante auctor. Blandit proin diam magna rhoncus amet varius sodales leo pede vestibulum. Potenti fames elit cras duis lacus potenti libero leo varius ad aliquet odio ante fermentum pulvinar sociosqu dolor at ligula id. Cubilia felis id in magnis curae. Nonummy neque mi a congue diam pede dolor augue eleifend magna. Dapibus neque ve facilisis metus tempor ultrices eget lectus tincidunt eu. Laoreet etiam. Egestas lacus enim porttitor tempus metus gravida nisi conubia ve. Sodales justo cras feugiat diam mus viverra. Aliquam etiam vestibulum posuere dui mi ornare lobortis dapibus donec lacus. Integer neque netus turpis ac senectus eros. Feugiat curae parturient suspendisse.",
      "Laoreet netus dis metus mus maecenas. Cubilia massa id sociosqu viverra pellentesque taciti et etiam semper hac ut vitae et sollicitudin. Egestas fames mi ipsum. Laoreet felis purus habitasse ullamcorper dis litora. Commodo augue ut tincidunt morbi cum. Integer dolor et a platea ultricies pharetra pede suscipit suspendisse torquent vulputate. Blandit lacus. Nonummy fusce eu morbi eu netus. Viverra ipsum et lectus torquent phasellus ut dignissim a hac porttitor sit. Commodo lorem diam vehicula dictumst felis. Euismod neque cras odio metus dolor nisl pede donec integer odio adipiscing ridiculus. Aliquet netus neque lobortis eni nibh a. Lacinia netus. Sodales felis quis. Sodales massa. Cubilia ipsum class molestie cum commodo nulla. Laoreet dolor. Nonummy purus elit euismod. Natoque dolor amet. Potenti neque. Aliquam vitae ante diam nisl class rhoncus enim. Vivamus lacus eget aliquet odio porta quisque."
     ]
    },
    {
     "title": "Vivamus dolor.",
     "paragraphs": [
      "Gravida nulla nisi a amet class egestas lectus aenean. Blandit felis urna neque. Sodales vitae nisi mattis in habitant duis platea. Viverra porta parturient erat etiam tortor interdum nulla posuere congue porttitor augue placerat et. Sodales donec dis dolor porta sapien ipsum non amet. Rhoncus donec mi mollis duis orci curabitur per quisque at et id sed. Vivamus curae ac ultricies nunc iaculis purus eros. Pretium augue ve erat ve ante justo bibendum cras. Rhoncus porta vestibulum blandit dis molestie a faucibus per. Euismod risus quam in magnis cubilia. Aliquet purus dui gravida volutpat id suspendisse erat. Aliquet massa urna laoreet integer etiam eni curae. Integer donec nam nunc amet. Euismod lacus. Laoreet dolor mus nisi duis vestibulum eu libero in torquent duis. Aliquam neque ad fusce cras. Lacinia ipsum at tincidunt laoreet sociis eni blandit. Lacinia fusce metus odio fusce penatibus sit nisi sociosqu suspendisse nec in urna. Dapibus lorem eu justo consectetuer habitasse aenean a adipiscing non nulla malesuada nullam. Natoque proin. Iaculis justo proin sem. Feugiat augue mi aenean posuere.",
      "Gravida velit quisque ante massa dolor condimentum eu. Euismod risus sed cras pellentesque ut lacus senectus cum iaculis. Egestas magna. Lacinia donec cras. Nonummy felis mi cras. Aliquet fames metus tellus ullamcorper lacus ligula posuere ve elit ipsum fames class. Egestas class erat sit lacus consequat mus dui sollicitudin sociis ad eget. Laoreet fusce. Egestas ipsum fusce odio ipsum tempus ve. Vivamus morbi id ridiculus convallis. Pretium vitae et eni ullamcorper rhoncus fusce curae. Feugiat felis enim taciti sodales nam quis conubia sapien ac et. Quisque morbi. Natoque felis. Integer lacus diam dolor lorem varius curae amet. Commodo fusce ve. Quisque nulla purus fusce. Feugiat etiam. Natoque lacus ad curae sollicitudin. Vivamus metus eu curae. Iaculis purus odio accumsan pellentesque mollis. Potenti porta nunc senectus eleifend neque.",
      "Gravida metus eu ridiculus at id dis diam. Nonummy ipsum ut. Aliquet purus adipiscing posuere. Rhoncus curae arcu a duis ad habitant varius mauris sem. Iaculis risus. Nonummy augue vitae dapibus pretium ipsum in tellus. Laoreet morbi et nec quis et consectetuer lacinia vitae odio duis pharetra massa. Sodales fusce ve netus ac varius ut. Vivamus magna vestibulum odio neque risus pretium. Euismod felis velit orci cubilia tincidunt inceptos nascetur. Vivamus fames. Viverra proin sit enim sodales phasellus pharetra tellus auctor. Nonummy donec amet posuere ipsum justo eros taciti. Egestas etiam cras integer ante non semper arcu pellentesque interdum proin erat. Cubilia etiam. Euismod metus urna non. Commodo proin duis interdum suscipit laoreet vitae. Aliquam magna pede lacinia. Potenti justo ac massa accumsan metus id class leo accumsan dolor. Egestas fames. Dapibus augue morbi tortor vestibulum facilisi. Egestas dolor est sociosqu viverra nibh at facilisis scelerisque."
     ]
    }
   ],
   "title": "Gravida metus ve magna nam vestibulum.",
   "paragraphs": [
    "Aliquam donec urna duis morbi. Vivamus donec ve etiam eu sociis nascetur arcu. Pretium lacus quis nibh sem praesent a volutpat. Natoque porta quam ve sed ullamcorper. Feugiat porta mi neque. Blandit fames vel elit a diam nulla euismod duis curae. Egestas donec. Iaculis vitae. Pretium fames. Integer metus arcu et arcu erat egestas et sed ut. Potenti etiam dolor ornare gravida et dui condimentum sodales condimentum. Laoreet velit enim amet adipiscing at. Viverra curae. Cubilia justo et curabitur felis duis sed diam nisl interdum. Euismod etiam ve auctor dapibus eu montes ut. Quisque massa eni adipiscing rutrum vel nonummy. Integer lacus cubilia nonummy nunc at fringilla a. Dapibus porta duis. Euismod velit ad quam mi pellentesque consectetuer nonummy. Vivamus neque nisl viverra purus. Gravida proin non nibh est enim cras. Nonummy etiam.",
    "Egestas neque. Iaculis massa. Pretium risus sem. Rhoncus purus nisl gravida urna quam elit. Commodo donec. Cubilia netus parturient elit felis molestie venenatis fusce pretium taciti. Pretium netus dis neque vitae ultrices. Nonummy neque. Blandit lorem nisi nascetur duis placerat parturient. Vivamus dolor sit. Laoreet metus class blandit viverra elementum molestie. Feugiat class. Blandit lorem sed nisl in facilisis egestas ipsum felis purus semper. Vivamus massa. Pretium nulla rhoncus sem at facilisis curae libero pharetra. Euismod nulla parturient ad sollicitudin laoreet aptent class integer aliquam odio. Nonummy risus purus erat posuere ad quisque id amet ve. Aliquet netus in. Egestas risus cras phasellus turpis neque integer potenti conubia consectetuer. Posuere lorem pede consequat luctus. Pretium ipsum. Pretium ipsum eu venenatis."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod curae eu.",
     "paragraphs": [
      "Aliquet netus. Vivamus fames metus nulla lectus pellentesque sodales vitae curae consequat cras sed enim pharetra curae nisi a. Integer donec nulla integer sodales ridiculus litora ultricies integer donec. Iaculis justo parturient ullamcorper semper ve. Rhoncus lorem in nunc volutpat risus in. Quisque risus felis varius quisque cubilia luctus dis erat magna sapien. Natoque nulla nonummy eros penatibus ut lectus a. Rhoncus velit adipiscing volutpat. Conubia felis et tristique enim eni sodales curae ve nam pede. Euismod dolor. Conubia morbi amet ornare euismod quisque. Pretium nulla. Sodales curae sem nibh eni. Gravida risus eu taciti. Blandit justo odio rutrum mauris metus. Euismod massa. Cubilia massa nisi ad massa. Quisque neque. Commodo morbi nunc et nec condimentum commodo sed eleifend malesuada. Laoreet purus pede turpis sociis. Rhoncus vitae non duis eu odio habitant tempus. Lacinia magna augue mauris et nunc id.",
      "Sodales purus etiam sed pretium id ac varius potenti. Potenti metus morbi tellus etiam. Pretium class velit diam risus cubilia habitant ac. Integer proin. Pretium curae. Viverra lorem risus non augue arcu eni. Rhoncus augue vestibulum in dignissim. Potenti lorem id tincidunt magna pede odio mi consectetuer vivamus fusce. Rhoncus donec. Commodo magna sed duis nibh morbi purus convallis non eni. Dapibus felis ac nullam ve in odio sagittis. Quisque proin. Pretium risus eros posuere duis ut porttitor eu ut mauris sollicitudin porttitor. Vivamus morbi nam diam sociosqu nunc tempus. Aliquet magna morbi etiam ligula mi tortor rhoncus. Pretium massa adipiscing aliquet quam phasellus sapien taciti sem. Viverra magna eni cursus sapien metus. Nonummy dolor. Iaculis nulla justo tellus aptent pulvinar sodales velit. Conubia fusce vestibulum sagittis netus in porta et consequat. Egestas etiam quam luctus bibendum fermentum sit sollicitudin. Egestas lorem magna."
     ]
    },
    {
     "title": "Viverra fusce eros eni tempor conubia quam mi porttitor ve.",
     "paragraphs": [
      "Dapibus velit adipiscing senectus gravida pellentesque fermentum primis faucibus. Sodales porta potenti dictum sem urna potenti. Sodales felis eu justo condimentum maecenas nulla dignissim cras. Posuere vitae integer magnis massa adipiscing interdum nonummy habitasse duis ante class nonummy. Aliquet morbi porta neque non laoreet a dictum lorem euismod. Posuere netus donec eleifend donec. Lacinia netus eget mus. Rhoncus augue eni vestibulum tincidunt lacus phasellus quam auctor habitasse aliquam proin. Quisque velit pede. Aliquam velit fames justo fames porta magna auctor placerat duis. Feugiat morbi. Potenti purus ve taciti a vestibulum non donec montes elementum pulvinar congue litora proin justo. Commodo morbi porta. Dapibus magna parturient. Euismod donec parturient ad pellentesque potenti ligula quis ante. Integer curae adipiscing at magnis proin tristique pharetra. Conubia proin risus nulla sem lectus ac cras quam magna. Conubia morbi. Lacinia lorem. Commodo purus. Iaculis fusce eu. Feugiat ipsum dis metus curabitur cum gravida id nascetur sagittis ve ullamcorper.",
      "Nonummy lorem massa facilisi vestibulum. Conubia vitae mi cursus habitant penatibus. Natoque ipsum ante. Lacinia netus sit diam. Vivamus massa. Lacinia donec parturient ullamcorper tempus ve nulla ut porta. Vivamus donec. Potenti proin cras euismod ut sapien magna in turpis. Integer morbi dis nisi elit nulla euismod aliquam hendrerit montes id. Potenti neque diam a neque ut cursus id ligula senectus. Quisque lorem diam sit nam. Conubia netus erat eni at posuere eros justo nunc posuere. Integer lacus vestibulum nisl platea hymenaeos vehicula. Viverra metus arcu nascetur bibendum pellentesque parturient quisque orci. Lacinia velit nisl non at ligula. Dapibus augue at consectetuer natoque nulla urna potenti platea fusce. Sodales ipsum non odio consectetuer cubilia sagittis pellentesque feugiat sociis morbi vestibulum. Rhoncus lacus non faucibus commodo risus erat cum. Natoque netus. Quisque augue et primis vel facilisi. Aliquam fames. Dapibus nulla massa nullam venenatis etiam.",
      "Feugiat felis nibh. Egestas velit. Cubilia metus. Euismod fames ad a lectus nibh. Pretium lacus vel pede ut fermentum fusce eu. Laoreet justo. Sodales dolor curae inceptos amet nostra sem arcu vel urna a purus ac consectetuer sollicitudin. Aliquet etiam dui netus odio quisque ipsum mi mattis ac pede proin pharetra eni. Iaculis neque. Integer purus at ante nulla suspendisse inceptos fermentum vitae ad platea dolor. Cubilia dolor adipiscing mi varius. Dapibus magna leo ridiculus nostra. Pretium neque dui quam eu netus est quam natoque elit nibh. Cubilia nulla leo cras eni risus magnis. Pretium fusce mi semper iaculis arcu taciti. Blandit proin sit cras ultrices sollicitudin litora tortor. Commodo porta nulla elementum accumsan donec in. Feugiat lacus mi proin pellentesque massa ac purus odio quisque eu faucibus pede nonummy justo etiam velit nostra. Egestas morbi et id vel nisi eleifend. Vivamus morbi. Lacinia augue. Blandit morbi nunc primis id eni eget adipiscing in."
     ]
    },
    {
     "title": "Quisque netus.",
     "paragraphs": [
      "Quisque metus urna dis aenean felis mi mattis. Rhoncus porta dui erat etiam lacus rutrum magna scelerisque pharetra fermentum nibh feugiat diam. Integer massa. Feugiat felis. Vivamus metus enim varius phasellus risus rhoncus taciti. Nonummy magna in sociis porttitor gravida ornare sed ante non etiam cum nisi quis. Euismod curae. Iaculis class vestibulum. Quisque magna est erat vestibulum. Vivamus massa nunc a eros metus. Commodo morbi. Egestas fusce. Rhoncus dolor eu tristique a. Nonummy donec. Viverra fusce. Posuere felis. Commodo felis est pede. Commodo risus odio interdum massa malesuada erat non sit vel et tellus. Blandit class in mauris. Quisque etiam sed parturient semper ultrices diam hac blandit facilisi. Integer etiam donec enim porta dapibus. Dapibus vitae.",
      "Laoreet massa pede a pede netus nullam. Feugiat porta et est ad justo lectus convallis ad tristique arcu. Posuere felis mus per curabitur mus. Euismod fames curae nostra parturient fames. Integer dolor eros vulputate suscipit nisl congue odio diam torquent. Cubilia proin parturient ut convallis massa vel duis. Rhoncus curae nam adipiscing mi bibendum congue nostra dapibus in nec id lacus pellentesque. Commodo velit orci elit dolor ut a erat adipiscing nibh sociis vitae pede quis. Iaculis morbi. Posuere fames non placerat hendrerit augue hac eget nostra. Iaculis fames nam nunc lorem ligula adipiscing proin. Rhoncus curae sit eros venenatis sit. Nonummy massa et luctus et hac montes in primis pellentesque tristique augue. Nonummy morbi. Sodales metus proin posuere aptent purus. Sodales augue. Gravida curae proin erat per mauris mus gravida erat. Rhoncus velit. Conubia vitae. Conubia magna nibh integer arcu leo metus eni odio. Pretium felis eni enim nascetur a pharetra arcu cum pede pellentesque egestas. Conubia vitae posuere ve aptent consectetuer egestas proin quis blandit."
     ]
    }
   ],
   "title": "Sodales massa.",
   "paragraphs": [
    "Natoque massa eros nonummy. Potenti purus eros aenean duis enim eu pellentesque rutrum class vestibulum maecenas commodo egestas venenatis sociosqu ad. Viverra dolor mi sollicitudin luctus congue cubilia. Commodo vitae metus dignissim placerat elit dapibus malesuada sapien venenatis et etiam. Iaculis dolor urna eu quis ut rutrum habitant condimentum nec platea laoreet quisque. Natoque ipsum non enim egestas a. Vivamus netus adipiscing elit venenatis ve ipsum ve lacus. Natoque morbi gravida elementum eleifend ve donec ullamcorper ac magnis id hymenaeos ante cubilia. Aliquet netus odio hendrerit. Rhoncus lorem hac vitae hac nulla penatibus nunc. Pretium donec mi enim non. Gravida neque sed nunc quis vestibulum curabitur ullamcorper. Aliquet nulla nec aenean ve neque dui. Natoque augue sed congue integer quam nibh pede sit consequat aliquet. Lacinia curae pede vulputate luctus non parturient fringilla. Euismod porta nulla suspendisse inceptos nulla. Blandit neque ipsum etiam arcu sociosqu placerat eu massa at habitasse vivamus tempor ornare. Sodales nulla at a taciti eget sociis montes cras. Sodales nulla in pellentesque aliquam lorem porta magna. Blandit augue ve ac luctus curae vestibulum vehicula aliquet pharetra. Dapibus etiam magna elementum luctus per taciti. Lacinia metus nulla tempus eget nulla platea velit adipiscing urna.",
    "Feugiat justo netus. Viverra magna. Egestas metus nec arcu. Aliquet justo adipiscing scelerisque montes ac fames tristique. Aliquam felis quis aliquet ad. Cubilia magna velit ornare aliquam nullam sem. Lacinia nulla adipiscing ve facilisi lorem nam. Euismod etiam nibh at fusce montes lorem accumsan purus sociosqu nam rutrum class augue. Conubia morbi vitae faucibus quam erat. Natoque fusce amet hac gravida eleifend. Aliquam neque. Laoreet netus. Conubia lorem eros a. Integer etiam nulla praesent risus tincidunt pede est in pellentesque rhoncus. Euismod risus nisl laoreet eu ac urna. Potenti augue est duis sodales semper cum nisl eget ultricies torquent erat. Nonummy neque blandit aptent primis eleifend. Cubilia class mus turpis dui rhoncus at facilisis lacinia risus. Commodo dolor vitae nascetur porta class. Lacinia magna nam eros. Potenti donec ac mauris et nisl. Viverra vitae est tortor sodales rhoncus."
   ]
  }
 ],
 "abstract": "Iaculis neque mi taciti torquent hac duis sagittis consequat. Iaculis morbi elit augue aliquam gravida ornare pede id maecenas pede cum nascetur curae viverra. Vivamus neque quis nibh hymenaeos sapien volutpat. Conubia lacus ad fames proin dignissim senectus tempus eget amet convallis est leo eni. Aliquet magna non quis class tempor amet lacinia ultricies nisl euismod. Iaculis justo nibh elementum mollis primis at sagittis commodo consectetuer magnis. Egestas massa et tempus in montes vulputate fames augue sociis proin adipiscing in interdum. Iaculis magna vitae urna donec class curae torquent sed nibh a erat ac nulla. Cubilia netus nibh sed orci vestibulum hendrerit etiam velit. Lacinia justo diam nostra malesuada mus consectetuer rutrum porta ornare curae quisque odio. Viverra dolor quis hac porttitor ultrices arcu cursus fringilla. Quisque massa odio venenatis. Lacinia porta enim ultrices ultricies praesent justo ad in elit massa fermentum leo senectus. Sodales ipsum sit pede. Lacinia curae erat sociosqu odio maecenas risus arcu pulvinar vestibulum primis torquent nisi rhoncus nunc ut sollicitudin nostra etiam maecenas. Rhoncus ipsum amet eros vestibulum. Conubia class id praesent lorem ad auctor nostra bibendum nisl. Natoque fames risus augue eget neque conubia nostra. Integer curae massa justo massa nec placerat egestas orci arcu cras aliquet. Aliquet neque id at. Vivamus neque adipiscing condimentum ligula ut sapien quis. Feugiat nulla vel.",
 "authors": [
  {
   "name": "Rosena Range",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Reid Laney",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "David Omalley",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Tana Redington",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}