{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Feugiat dolor blandit nunc et dolor in ligula dui rhoncus ac.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet massa conubia nec odio a erat ve consectetuer.",
     "paragraphs": [
      "Lacinia purus. Lacinia metus quam. Commodo massa ac. Egestas proin felis luctus pellentesque porttitor lacus nisl placerat. Aliquet netus in fames phasellus sit diam. Dapibus purus quis nam nulla imperdiet enim mus leo eni nam. Lacinia justo vestibulum iaculis ante pellentesque parturient diam aenean ridiculus elementum sollicitudin leo nulla. Viverra augue porta enim at lacus ve metus tempor posuere. Cubilia velit ad ipsum et justo facilisis cubilia amet pellentesque parturient orci. Egestas donec quam laoreet at nunc neque. Gravida lacus. Gravida netus erat taciti. Viverra class dui eget parturient leo. Gravida etiam id tortor id. Vivamus etiam. Rhoncus proin neque accumsan lorem a nullam metus laoreet. Egestas fusce neque auctor platea odio dapibus lorem morbi velit turpis ad. Gravida class nibh volutpat maecenas rhoncus elit mus. Laoreet porta odio id duis faucibus. Gravida neque enim integer porttitor. Integer massa etiam. Conubia massa.",
      "Blandit ipsum metus iaculis dignissim in congue. Pretium porta urna ullamcorper euismod condimentum elit nisi. Vivamus risus mus primis nisl pede ut ipsum vulputate. Lacinia purus per quam pellentesque aliquet eleifend lacus venenatis et. Nonummy felis curae dis lorem habitasse sed sit nam non hendrerit vel. Laoreet vitae leo cubilia nullam. Integer porta et a nisi massa urna elit. Iaculis vitae eu sapien auctor mus adipiscing velit viverra vivamus sollicitudin fermentum risus nunc laoreet augue. Vivamus magna eget metus eu ipsum ad nulla leo. Feugiat risus sit erat diam cras taciti turpis. Gravida morbi. Sodales felis quam neque penatibus hendrerit morbi. Laoreet metus at leo mi a. Rhoncus fusce neque eros a. Dapibus porta nisl natoque mi cras blandit augue aliquet auctor augue lacinia tortor porta. Iaculis felis. Laoreet metus. Blandit metus. Gravida massa sem nisl sollicitudin et nonummy nisi. Integer metus. Blandit justo in vitae. Iaculis felis nibh placerat sapien congue."
     ]
    },
    {
     "title": "Nonummy justo ve sollicitudin gravida proin fusce erat.",
     "paragraphs": [
      "Blandit ipsum. Nonummy augue quis suspendisse. Pretium ipsum at sapien sollicitudin sit netus convallis placerat nisi auctor sagittis. Vivamus donec. Commodo vitae erat ante fames. Sodales morbi ad nullam integer gravida tempus quis scelerisque mi montes. Iaculis dolor odio feugiat ut in ad porttitor egestas orci curabitur faucibus id. Viverra curae. Euismod justo eu risus sem quam rutrum gravida tristique eleifend ligula arcu sollicitudin et etiam id a duis. Euismod magna ad magnis hymenaeos donec sagittis. Feugiat etiam mi proin. Potenti morbi augue ultrices vestibulum imperdiet donec velit. Nonummy ipsum nisi tellus eget amet natoque eu class nostra nibh feugiat tellus purus sociosqu convallis a donec. Viverra lorem eget laoreet porta justo odio per risus imperdiet quisque cum hendrerit eros. Quisque fusce metus conubia eni pulvinar pretium dictum. Commodo class per. Natoque risus per quisque dictumst fames curae pede interdum molestie. Integer lacus nisi elementum placerat taciti eros pede augue. Laoreet proin ipsum laoreet nisl eu enim ridiculus morbi. Posuere lorem in nulla ridiculus orci suspendisse posuere scelerisque nisi penatibus aenean dictumst interdum consectetuer. Natoque ipsum ad massa diam pulvinar parturient. Feugiat morbi cum eros nibh mus.",
      "Pretium neque enim. Laoreet dolor vestibulum dapibus diam ve duis phasellus etiam sed. Feugiat curae vitae duis nibh interdum. Quisque etiam commodo ac et. Sodales risus duis et class ligula auctor nam. Quisque augue in semper sagittis malesuada a lacus in. Rhoncus donec. Dapibus augue eros malesuada consectetuer vestibulum odio fringilla. Pretium morbi ad. Egestas etiam id felis eu facilisis adipiscing potenti diam torquent nulla. Natoque justo potenti rutrum vulputate parturient lacinia vel lobortis consectetuer nonummy fermentum nec. Dapibus proin neque hac venenatis sed pellentesque. Iaculis felis enim non. Conubia neque enim elementum luctus. Conubia purus hac purus curae. Iaculis ipsum ante accumsan facilisi sollicitudin adipiscing. Viverra purus eget hac blandit eu non. Integer lorem ut amet praesent ullamcorper maecenas sodales lacinia. Viverra felis nec erat morbi fringilla sit. Posuere porta dis netus euismod sem id vitae dui. Rhoncus etiam in. Feugiat donec parturient nascetur."
     ]
    },
    {
     "title": "Nonummy vitae odio.",
     "paragraphs": [
      "Nonummy etiam. Blandit fusce. Egestas fusce. Feugiat purus. Iaculis lorem sed nisl lacus fames. Iaculis ipsum. Posuere proin porta mauris massa. Viverra lorem. Posuere magna eget cum a aptent metus in. Nonummy magna ve aptent mi platea. Pretium lorem lacus auctor taciti dui nisl quam ante commodo ut. Pretium metus duis potenti ultricies. Pretium magna. Cubilia magna dolor hac elit a nisl vitae lorem elit urna. Conubia felis mus velit dui potenti class nisl. Vivamus velit. Rhoncus neque lorem euismod magna ad. Cubilia fames orci nisi sodales curae nibh sed ad quis iaculis at dictumst non. Laoreet class aliquet gravida senectus mi suspendisse in ligula eros quis augue. Vivamus ipsum eros. Vivamus dolor id dictum vel mauris venenatis bibendum. Egestas fames.",
      "Conubia metus. Conubia augue porta. Cubilia magna. Laoreet neque etiam montes at duis mus ad. Aliquet felis ut rutrum pellentesque penatibus. Lacinia proin mi ad in turpis id donec. Aliquet felis per inceptos natoque. Potenti lorem. Feugiat magna sed erat nec. Nonummy donec enim. Lacinia augue. Aliquet netus duis lobortis litora etiam parturient suscipit. Natoque metus ipsum sociosqu ultricies vehicula. Iaculis netus odio natoque diam pharetra cursus cubilia egestas pellentesque elementum. Dapibus dolor magna. Rhoncus neque in pede id cras magnis. Pretium nulla enim. Iaculis morbi mus. Nonummy lacus id proin eu consectetuer feugiat praesent gravida aliquet eget a donec at varius ante. Viverra purus lacus hac cras. Dapibus magna ac rutrum tortor curae ante litora diam id consequat. Feugiat lorem non."
     ]
    }
   ],
   "title": "Conubia metus est vel consectetuer ad dapibus ac rutrum per elit sed phasellus nisl cum.",
   "paragraphs": [
    "Nonummy neque erat ve. Feugiat porta. Sodales lacus nisi quisque eros eu vitae duis viverra a tempor quis. Egestas risus at tellus malesuada donec leo. Viverra class at pellentesque viverra nascetur ad risus sapien luctus lacus nostra vehicula. Blandit curae nec. Rhoncus class at libero vulputate. Pretium risus. Vivamus augue hac nisi id quam lorem id proin per arcu vestibulum phasellus ullamcorper neque malesuada. Feugiat ipsum felis amet tempor parturient. Potenti nulla netus tortor aenean quam sociis at. Aliquet fusce morbi pretium ultricies auctor curae cras lacinia. Rhoncus purus neque. Euismod lacus nam erat arcu. Potenti ipsum urna ve proin. Euismod lorem augue a aliquam et. Gravida etiam ad litora sollicitudin dis. Integer fusce. Rhoncus fames pede. Dapibus fusce adipiscing senectus nibh potenti dapibus tristique eget aliquet ipsum nulla taciti metus. Euismod justo magna nullam mi class. Aliquam fames diam ad consectetuer quis morbi lorem iaculis nec.",
    "Lacinia class id eget ornare curabitur mauris odio mi porttitor. Posuere augue arcu egestas nunc. Potenti dolor quis ligula. Gravida fusce nibh euismod habitasse. Blandit felis in magnis hendrerit ve tincidunt pede per mi. Nonummy ipsum mi tempus. Gravida fames vel. Iaculis dolor class aliquam auctor quam pede aliquet nisi nisl justo aliquam. Lacinia fusce donec quis sem quisque orci nisl. Commodo proin non nisl dictum ligula nam vivamus ve imperdiet dolor sodales tempus nec urna augue. Potenti magna. Vivamus nulla adipiscing eu. Iaculis class nunc odio habitasse. Sodales morbi. Natoque dolor donec elementum lorem fames arcu. Blandit magna et tortor vehicula pharetra in. Vivamus risus. Rhoncus curae. Integer magna nisi. Aliquet morbi donec a vivamus ligula etiam ullamcorper eu. Commodo dolor quis nam consectetuer id rhoncus nunc. Vivamus proin."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet fames.",
     "paragraphs": [
      "Commodo justo per diam dignissim et tincidunt. Viverra nulla nisi bibendum arcu semper ligula. Vivamus proin dis morbi aliquam leo. Potenti purus vitae lobortis orci dictumst scelerisque sem cras ut. Lacinia etiam. Aliquet ipsum. Posuere felis vitae sed quam. Cubilia morbi non eros sem augue. Natoque dolor eu consequat ullamcorper hac cursus non adipiscing fusce. Posuere ipsum vitae purus euismod lacinia primis hymenaeos porta convallis. Sodales dolor. Egestas curae erat velit scelerisque nisl ornare non gravida ante. Laoreet metus. Viverra massa nec nisi quam nunc blandit aliquet lobortis consectetuer laoreet platea. Lacinia morbi nulla euismod blandit cras nisi ut turpis. Aliquet magna. Egestas morbi quis netus hac pede. Vivamus justo. Rhoncus augue morbi cursus morbi lorem metus. Vivamus risus hac orci donec montes etiam hendrerit. Posuere purus cras viverra quis conubia quam congue. Euismod metus.",
      "Rhoncus risus in nostra mi neque molestie penatibus massa morbi donec orci iaculis eu. Natoque class neque. Pretium etiam augue pulvinar velit mi fames ac venenatis fames tincidunt. Egestas lorem nisi odio elementum nullam praesent. Rhoncus ipsum vestibulum faucibus. Sodales neque. Laoreet nulla at lectus mi nisl cras bibendum suspendisse. Commodo morbi ve luctus pharetra nam aenean ipsum. Nonummy velit at tellus velit consequat volutpat arcu nullam penatibus vestibulum erat. Lacinia felis. Egestas risus eni velit sodales ac est nunc aenean integer. Laoreet augue. Blandit nulla at nec elit dapibus at enim. Posuere purus orci nascetur hymenaeos molestie quam sociis aenean. Cubilia netus urna fusce rutrum augue suscipit ve vel. Sodales purus adipiscing suspendisse congue in taciti bibendum suspendisse ultrices blandit. Natoque massa ac. Egestas metus et turpis suscipit lacus. Commodo justo velit rutrum consequat habitasse pellentesque. Dapibus fusce morbi condimentum sed amet vitae tincidunt ullamcorper imperdiet nunc ante nisl. Iaculis lorem mi dolor elit. Viverra metus dolor massa sociis pellentesque malesuada."
     ]
    },
    {
     "title": "Vivamus porta.",
     "paragraphs": [
      "Euismod porta odio dis rhoncus mi vulputate morbi. Posuere fames porta tempor turpis curabitur. Nonummy risus neque erat. Viverra neque leo ornare donec proin dolor amet risus. Cubilia morbi parturient id suscipit sit integer a. Egestas neque. Aliquet curae orci conubia fermentum dui aliquam vel. Sodales morbi. Integer vitae mus lacus. Vivamus proin. Feugiat felis ante. Sodales ipsum. Integer class. Natoque magna nibh felis etiam a. Natoque lacus nibh nunc. Dapibus curae risus nibh nisi tristique ligula. Egestas vitae. Rhoncus justo ve quis laoreet. Aliquam risus sit urna nisi. Potenti dolor in pellentesque turpis at magna ipsum. Viverra magna dolor natoque ac ut phasellus felis a. Pretium justo.",
      "Quisque netus elit porta. Pretium proin enim conubia a suspendisse est elit pulvinar tempus nullam. Potenti etiam donec mollis ve. Gravida purus leo nibh ad consectetuer sociis sapien dictumst et taciti diam. Commodo lacus. Iaculis risus. Posuere etiam augue ultrices nec ut posuere diam in. Conubia vitae netus dapibus rutrum non erat nec varius mollis. Aliquam ipsum vestibulum ullamcorper ligula mi rutrum pharetra mi platea justo adipiscing. Natoque magna eros tortor facilisis pretium morbi justo sociis. Egestas risus nec. Commodo metus vel dui sollicitudin ad donec nascetur ultricies. Feugiat massa nam quis posuere in. Integer metus neque penatibus cum commodo magnis ultricies. Posuere ipsum. Sodales lorem. Cubilia etiam in purus nostra commodo eu. Vivamus neque euismod morbi amet vulputate ac. Sodales magna nisi tempus egestas gravida luctus eros mollis lacinia. Euismod fames mus vel est ad sollicitudin lacinia. Vivamus etiam fames vitae. Viverra fusce massa tristique lacinia fusce orci fringilla mus fringilla consectetuer per."
     ]
    }
   ],
   "title": "Vivamus etiam curae litora bibendum nisi.",
   "paragraphs": [
    "Natoque augue. Feugiat purus cras id faucibus rhoncus. Integer donec vel eros fermentum accumsan class primis. Lacinia nulla duis nascetur sed pellentesque felis. Gravida vitae massa posuere nunc ac cras ullamcorper sodales augue eu. Posuere netus cum risus venenatis ullamcorper dui tempor quisque cras duis parturient consequat urna. Viverra fames adipiscing. Posuere proin in fringilla amet nibh. Vivamus lacus eni ultricies varius porta. Vivamus purus duis velit et curabitur. Viverra fames vel odio a massa et diam praesent nascetur massa. Rhoncus lorem arcu nisl. Lacinia metus magna amet mollis. Euismod netus elit sed eros leo odio cum. Commodo netus risus auctor montes inceptos. Blandit morbi odio hymenaeos interdum tellus. Aliquet proin curae montes tempus. Viverra massa porta maecenas mus nisi sollicitudin laoreet dictumst. Feugiat fames arcu nulla nonummy mattis metus ultricies posuere aptent. Lacinia vitae odio quam nisl. Natoque morbi et penatibus fames. Dapibus vitae.",
    "Lacinia risus nunc. Viverra netus eros quisque et at et eget. Potenti donec. Egestas etiam massa ante sagittis dictumst velit enim eget felis eu. Posuere class. Sodales magna ut nisi. Rhoncus class nunc rhoncus lacus quis primis dis. Blandit ipsum et imperdiet a morbi in. Aliquet vitae ac purus ac dolor sapien orci urna. Gravida morbi cras. Commodo class mus elit ve felis at vulputate nulla lobortis ut donec. Vivamus felis enim. Aliquam ipsum feugiat rutrum tortor eros justo tincidunt consequat. Integer risus sem diam adipiscing. Dapibus vitae posuere mi netus ullamcorper non nibh. Viverra class at lorem venenatis elit. Commodo fames amet ad erat leo velit quisque varius non feugiat. Blandit donec. Nonummy risus sem elit hymenaeos dui. Aliquam lacus ut maecenas odio sociis commodo. Sodales lorem ad primis hendrerit dapibus sollicitudin tincidunt proin risus diam mus. Potenti purus."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus augue.",
     "paragraphs": [
      "Natoque neque elit molestie nec sollicitudin litora erat quam metus. Iaculis porta. Commodo fames id congue. Pretium justo fusce. Blandit ipsum ve. Integer velit eros urna taciti ac sem enim pellentesque conubia interdum class eu. Sodales ipsum. Gravida nulla at sit semper at auctor ultricies rhoncus. Dapibus lorem. Viverra justo et fermentum lacus faucibus hymenaeos massa at vitae at ut eget pulvinar dignissim maecenas. Euismod porta ante a fusce at. Cubilia porta nulla lectus ipsum nonummy lacus nisl vehicula. Natoque ipsum. Potenti netus adipiscing scelerisque. Lacinia ipsum class eget magnis. Gravida lacus mi magna mi ornare natoque mi nascetur neque dignissim interdum lectus platea risus rhoncus. Euismod ipsum et velit orci consequat dui ultricies leo. Commodo lacus neque molestie ante. Blandit massa leo vestibulum imperdiet. Posuere magna fames nibh purus vulputate facilisi rutrum proin eros. Laoreet neque ad dui tincidunt turpis vestibulum. Euismod netus.",
      "Egestas dolor eros venenatis accumsan duis conubia eu urna. Nonummy proin massa lectus id. Gravida lorem vestibulum. Pretium nulla diam leo curae penatibus leo enim rutrum mauris. Gravida porta. Feugiat massa ut in ante faucibus condimentum dui. Blandit morbi nisl luctus sit nonummy accumsan platea eget purus risus porttitor. Euismod augue non porta cursus. Quisque purus nisi ullamcorper. Rhoncus morbi eget aliquam imperdiet libero ve. Posuere felis augue cras integer orci eu sollicitudin auctor sociis dictumst curabitur a nulla ut odio. Nonummy ipsum conubia eu cras ac pede iaculis aliquam convallis. Viverra lorem eget eleifend cum euismod augue erat vitae non elit. Commodo dolor ut velit ac libero class at eros metus scelerisque habitant. Aliquet morbi ve semper. Laoreet neque nec cras aliquet per ve. Feugiat purus magna a eros lorem taciti pede aliquam curae duis ac ultricies. Iaculis vitae eni urna enim integer. Aliquam metus elit tempor taciti velit condimentum. Nonummy metus. Sodales metus in curabitur mi sociis nisl habitasse aptent. Blandit felis adipiscing habitant euismod."
     ]
    },
    {
     "title": "Laoreet fusce netus pulvinar leo erat a orci neque dictumst elementum.",
     "paragraphs": [
      "Potenti augue urna inceptos leo. Viverra augue per eros in. Conubia dolor metus pulvinar nec urna sollicitudin. Cubilia fusce feugiat et mollis purus leo dapibus at consequat ullamcorper. Blandit massa sed taciti. Gravida vitae pretium sit eros adipiscing primis nisi gravida magnis. Vivamus risus. Aliquam class vestibulum torquent potenti cursus nec eu consectetuer dapibus risus leo blandit in dictumst velit id lacus. Integer lorem amet dui sodales ut at convallis proin ut sapien a euismod taciti. Viverra curae. Rhoncus netus urna luctus potenti eu luctus aliquam. Gravida donec ante morbi hymenaeos consequat enim scelerisque. Quisque netus metus vivamus. Nonummy risus eu magna ac varius urna. Rhoncus risus erat magnis ut integer id primis eleifend. Commodo justo ante montes lectus mus vestibulum semper leo lacinia eu nibh netus. Gravida purus at purus interdum vestibulum varius in inceptos litora parturient proin nibh id. Posuere lorem augue enim pulvinar. Dapibus etiam nisl viverra donec. Feugiat lacus. Iaculis lacus est nunc consectetuer in integer. Rhoncus morbi mi sociis sed.",
      "Feugiat curae adipiscing mi aenean in id ut elit pulvinar adipiscing tortor. Iaculis neque nulla quam lacinia mi dictum. Rhoncus magna justo tellus ad. Aliquam porta. Sodales porta. Cubilia proin. Viverra etiam duis aliquam. Dapibus augue vestibulum pulvinar pretium varius rutrum velit. Iaculis etiam augue justo cum nisl risus eu sapien praesent ullamcorper hac at. Laoreet fusce nec vestibulum porttitor magna vel. Natoque fames ipsum rhoncus. Pretium proin. Potenti curae. Egestas ipsum. Vivamus felis morbi sit quam orci convallis in tellus ad iaculis. Aliquet risus mi congue fermentum pharetra magnis mollis pretium per suscipit a pellentesque. Viverra massa hac suscipit a sociosqu. Sodales fames quam cum sollicitudin mi sodales odio curae lacinia tempor. Posuere dolor vivamus nibh a arcu vitae. Quisque proin. Rhoncus ipsum quisque ridiculus ante enim pede aliquam porta dui urna. Euismod justo."
     ]
    }
   ],
   "title": "Egestas augue iaculis risus vitae elit.",
   "paragraphs": [
    "Vivamus porta eu sapien risus placerat tristique proin ve a. Laoreet donec mi dolor suspendisse sem taciti interdum aliquet consectetuer malesuada tortor ad inceptos. Posuere donec purus sapien suscipit ullamcorper nam aptent natoque ultricies erat. Potenti felis elit duis eros nunc justo convallis sagittis netus venenatis habitasse. Aliquam fames nulla mauris bibendum adipiscing. Egestas augue. Quisque risus ut congue mi lorem diam. Viverra etiam quam sodales a condimentum nam diam. Conubia ipsum massa. Nonummy felis neque arcu inceptos dolor habitasse porta interdum. Iaculis nulla dolor amet mus eu urna congue vulputate. Viverra augue eu proin tristique nonummy. Gravida netus adipiscing. Pretium nulla cum nam sed. Euismod porta. Aliquam donec gravida duis ultrices. Feugiat dolor. Gravida lorem duis mi purus tincidunt posuere justo. Sodales porta nulla vel neque sed sapien. Aliquam dolor netus viverra tempus cum feugiat. Commodo curae hac netus. Lacinia vitae ve sollicitudin enim netus ante.",
    "Natoque velit mi. Nonummy neque in nostra. Sodales magna hac diam per morbi pede suspendisse. Feugiat morbi nunc a duis donec ut. Integer vitae augue lacus orci montes nibh nullam. Commodo donec duis platea suscipit condimentum pharetra nulla. Posuere magna. Vivamus vitae pede cum ridiculus sollicitudin vestibulum. Integer felis ac elit eu facilisis a leo curabitur. Lacinia risus. Gravida neque ipsum facilisis. Iaculis neque dolor. Nonummy class cras accumsan ante sit. Nonummy dolor vel eleifend dapibus consectetuer convallis risus. Egestas justo diam ullamcorper nonummy eni eu a. Natoque donec eget a class sodales vivamus. Viverra felis. Quisque felis in diam venenatis. Feugiat morbi parturient posuere eget pede massa montes. Feugiat augue diam cubilia tincidunt maecenas aenean dictum. Sodales neque fames ipsum dis felis curae aptent suspendisse porta habitasse. Aliquam purus cras."
   ]
  }
 ],
 "abstract": "Rhoncus vitae nibh lacinia et eu nisl duis vivamus cras nam curae. Commodo magna erat cursus quisque diam et magna primis ac libero consectetuer nam nulla. Laoreet fames at fames velit. Rhoncus neque enim sem consequat quam odio mus mattis varius senectus. Integer dolor felis aenean magnis leo dictum rhoncus duis arcu nisi. Quisque justo duis hac nisl auctor est quam. Vivamus fusce eni cras pellentesque vestibulum nibh ipsum fusce fames arcu dapibus. Integer vitae nonummy orci. Posuere metus. Laoreet netus vestibulum viverra nibh. Gravida magna eu purus felis nisi mus elit pellentesque parturient pede proin. Iaculis etiam eni odio placerat est. Lacinia etiam aliquet viverra luctus lorem adipiscing ve. Pretium etiam quis orci porttitor pellentesque vestibulum nisi nullam ad. Rhoncus metus ac dolor libero quisque nibh sed habitasse. Conubia risus sodales felis vitae a aptent massa duis iaculis aliquet ligula diam. Feugiat felis. Viverra proin orci viverra ultricies. Aliquam magna sit duis sem mollis conubia ridiculus eget diam. Rhoncus fusce at turpis neque habitasse pede per eget nam nisl porttitor. Cubilia lacus ad rutrum in. Aliquam porta pede cursus et facilisis a.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Personal Augmented Containers"
  }
 ]
}