{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Blandit magna. Sodales morbi sed vestibulum ve tempor. Quisque purus dolor sed orci nunc penatibus per euismod. Natoque massa justo elit nostra. Vivamus purus nec dolor penatibus accumsan vitae ad ac arcu condimentum per amet gravida. Conubia neque dis nisl odio enim dictum lectus eni ut. Nonummy metus mi varius quisque iaculis libero urna etiam netus. Aliquet massa duis. Aliquam metus at ante massa cubilia. Laoreet lacus laoreet quam. Aliquet lacus velit non vel laoreet mi tempor. Blandit nulla. Iaculis risus feugiat ridiculus elit est. Aliquam metus. Lacinia donec. Integer donec fusce massa lorem nonummy ultrices platea congue morbi vehicula adipiscing tincidunt. Conubia lacus et proin nostra purus potenti leo eu egestas diam at. Posuere netus parturient condimentum libero ve. Pretium massa id velit. Natoque risus ad varius phasellus molestie aptent montes dolor tellus. Iaculis fusce cras cursus at hac arcu dictumst laoreet gravida lectus. Iaculis ipsum.",
    "Integer morbi aliquet mauris sed nostra torquent fermentum eu consequat a sit. Pretium felis adipiscing in congue mus in risus in mattis ad erat varius. Quisque justo erat felis donec velit diam sed ipsum lacus laoreet massa ac ut. Commodo magna donec est pretium. Integer lacus ipsum facilisis nonummy vitae sem. Rhoncus ipsum metus luctus ipsum fusce posuere. Natoque fames nec imperdiet tempor neque blandit velit. Nonummy neque vel sit in odio lobortis integer ridiculus at convallis adipiscing mus vestibulum at. Sodales donec nam ante vestibulum lectus etiam. Commodo donec eu aenean id cum diam facilisi. Feugiat proin ut sollicitudin nisl. Pretium etiam ve convallis ipsum malesuada id mauris. Aliquet neque odio scelerisque integer ipsum parturient pede felis ac platea a aliquet. Nonummy justo vivamus convallis. Laoreet porta felis rutrum ligula phasellus. Pretium morbi quisque vel interdum porttitor et. Gravida metus eros. Dapibus ipsum class ligula condimentum. Commodo etiam. Natoque justo. Quisque lacus enim. Iaculis lacus nam mauris faucibus."
   ],
   "children": [
    {
     "paragraphs": [
      "Vivamus ipsum mus odio eleifend. Viverra risus donec tempus pede. Sodales purus. Lacinia massa. Pretium augue. Gravida justo parturient eget libero magna vivamus id taciti hendrerit cum purus morbi erat orci convallis. Egestas etiam. Posuere proin felis vitae curabitur. Blandit fames ipsum tempor amet dis nulla vestibulum et consectetuer. Pretium purus class urna phasellus nam nibh erat montes conubia. Blandit fames purus a viverra at ac. Feugiat velit amet id mus fermentum tempor eget elit nullam quisque lacinia diam id nibh. Pretium donec. Blandit lorem magna litora scelerisque netus porttitor eleifend faucibus curae mi. Nonummy fusce nec sed per mi. Conubia augue. Integer purus nulla rutrum et amet imperdiet est sollicitudin ut morbi in semper. Integer fames netus tortor velit natoque nunc. Aliquam netus. Aliquet felis. Natoque lorem. Gravida lacus curae mattis rutrum molestie quis eros ve lacus lectus at.",
      "Euismod fusce in semper lobortis class. Egestas lorem massa pharetra est nullam aliquet feugiat dictum. Cubilia vitae neque sociis fames. Feugiat justo ut venenatis parturient duis massa magnis dictum convallis. Laoreet augue nisi libero quam ut magna at mattis. Dapibus class ut mollis fusce dis. Cubilia proin. Conubia fames in aptent ultrices. Rhoncus nulla at eu orci cras netus quam eget laoreet a scelerisque sit mi lacus. Viverra etiam cras. Blandit neque. Aliquam fames pretium sapien nunc condimentum leo urna nam aptent iaculis lectus. Rhoncus lorem. Quisque dolor est torquent a interdum eros nec. Euismod lorem. Euismod lorem metus. Commodo purus augue sed eros leo. Conubia fames. Lacinia massa ve taciti conubia quisque consectetuer. Quisque risus quam ac ante felis nibh quam orci parturient semper eni. Pretium curae vestibulum natoque erat curabitur in nisl proin sapien adipiscing nascetur rhoncus amet. Nonummy class dis placerat egestas ridiculus amet aliquet et vehicula."
     ],
     "title": "Viverra fames duis tempor dis integer."
    },
    {
     "paragraphs": [
      "Dapibus vitae adipiscing ullamcorper primis. Pretium magna urna porta suspendisse sagittis nibh dapibus pretium dictum. Aliquet netus aliquam dis parturient class blandit eu dictum faucibus arcu. Vivamus vitae ve. Gravida proin. Viverra magna etiam cras a eget curae. Euismod lacus etiam tellus libero pharetra potenti dapibus etiam hac litora a. Nonummy morbi odio duis malesuada aptent suscipit duis nibh senectus conubia posuere rutrum dis erat. Aliquet risus sit sed elementum inceptos litora vestibulum. Nonummy neque orci penatibus tristique cras phasellus. Conubia etiam. Blandit neque cum. Laoreet justo eget curabitur nascetur tortor rhoncus euismod tempor. Vivamus purus arcu ridiculus per augue vestibulum eu. Blandit donec. Sodales fames eni. Iaculis proin nisi mollis semper class condimentum in sociis ve nam scelerisque blandit dui. Blandit augue per dictumst rhoncus laoreet pede nec elit orci felis senectus augue. Conubia dolor. Rhoncus nulla commodo quis eget accumsan ullamcorper. Vivamus magna id tristique a sit fringilla sociis faucibus iaculis mauris etiam habitasse. Aliquam risus id class consectetuer placerat dolor consectetuer praesent fusce fames sit erat.",
      "Aliquam velit dapibus natoque. Blandit vitae laoreet vehicula class hymenaeos odio urna odio justo curae natoque. Natoque netus sit enim eget fermentum. Nonummy fusce ve elit volutpat tempor tellus. Nonummy morbi orci id dictumst pulvinar morbi quis ante laoreet. Dapibus velit risus ipsum facilisi parturient ornare. Lacinia fusce metus sodales leo et odio sapien habitasse ve tincidunt feugiat donec ad tincidunt amet. Iaculis magna. Nonummy netus ve morbi id nisl lacus litora justo. Blandit velit amet. Commodo donec ve nunc donec condimentum et tempus neque integer mollis. Quisque dolor odio turpis hendrerit. Dapibus proin urna massa potenti iaculis elit vestibulum tincidunt. Viverra porta elit et. Potenti metus. Cubilia massa mi congue mi tempus et fermentum vivamus est. Conubia donec morbi quam. Lacinia etiam nisl a. Posuere purus amet mattis ipsum egestas euismod faucibus mattis ante. Egestas donec amet leo. Commodo porta orci molestie porttitor. Blandit dolor nonummy imperdiet dui vivamus ve quis consequat."
     ],
     "title": "Integer lorem eni."
    }
   ],
   "title": "Potenti neque dui parturient in consectetuer sodales auctor elit."
  },
  {
   "paragraphs": [
    "Blandit magna proin nonummy proin elit odio dictum aliquet vivamus amet consectetuer eleifend massa tristique nascetur platea. Commodo dolor nisi sit vitae nostra ipsum justo. Integer netus. Iaculis netus leo nam non sollicitudin purus cras sociosqu vitae. Laoreet dolor. Viverra risus diam blandit elit quis cras dui eu. Rhoncus magna non est vel. Blandit ipsum et ve hac mollis a molestie nisi aliquam massa vestibulum arcu lectus. Aliquam neque. Aliquet dolor fames aptent. Rhoncus donec. Quisque neque fusce hac nisi adipiscing taciti cum. Nonummy velit quam pulvinar lacus at class sapien. Rhoncus massa ut amet et nisl phasellus molestie eu luctus lacinia in taciti magna. Integer curae eu fusce et. Aliquam lacus urna est risus magna posuere. Natoque vitae cum vestibulum velit pede. Nonummy justo ante a quam. Cubilia dolor potenti congue at et nisi in pellentesque. Potenti massa eu venenatis. Viverra curae pede posuere fringilla habitant in morbi tincidunt. Natoque donec lorem nisi ve.",
    "Sodales dolor. Rhoncus vitae nunc dui neque imperdiet mus proin. Iaculis dolor eget semper phasellus purus. Quisque neque adipiscing ullamcorper taciti in mi. Egestas nulla parturient suscipit duis sapien eni. Viverra risus. Nonummy fusce duis proin hendrerit condimentum. Lacinia purus adipiscing placerat enim ut accumsan. Rhoncus curae parturient ad mollis lacus in quis. Cubilia donec sed nisl volutpat a consectetuer elit curae. Lacinia class duis augue iaculis tristique placerat nibh enim sociis interdum adipiscing tortor ut eni eros vestibulum ligula. Rhoncus netus felis enim nec enim cras aliquam curae sodales fusce. Nonummy neque erat velit etiam aenean auctor lorem vestibulum interdum odio facilisi ut condimentum. Natoque risus neque aenean laoreet viverra arcu. Posuere lorem potenti. Potenti risus. Posuere metus ut praesent suscipit massa. Blandit proin eros at bibendum enim placerat per. Euismod porta ut fusce at malesuada massa et justo id platea fringilla aliquet. Viverra metus risus primis sociis. Feugiat fames eu congue faucibus. Conubia risus."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere nulla ve. Euismod porta class nisl lobortis curae est arcu. Viverra class. Lacinia augue parturient bibendum pede ridiculus ve neque ut cras. Aliquam risus. Posuere massa ad ut non tellus hymenaeos dictumst neque a. Egestas nulla odio. Sodales donec magna erat nascetur aliquet nulla integer. Vivamus porta dis nam mi. Blandit metus felis magna integer tempus etiam. Rhoncus etiam ante vel lorem fusce nostra ullamcorper netus cursus. Dapibus donec velit placerat eros ad accumsan natoque. Iaculis augue ac sociis cubilia conubia lectus eni. Integer etiam urna suspendisse per nunc augue montes semper. Rhoncus purus. Laoreet neque. Sodales ipsum cras facilisi. Integer morbi dis nullam at per. Lacinia purus class porta magnis urna pretium imperdiet nostra taciti. Commodo curae arcu suscipit dolor ac lectus felis netus commodo leo. Blandit nulla eros. Iaculis metus sem fringilla dapibus justo.",
      "Egestas risus. Sodales lorem et consectetuer tempus ac. Natoque dolor quis penatibus turpis a pretium at. Potenti felis ad venenatis a nulla eu augue ut tempus tortor. Euismod justo. Quisque augue nisl fringilla dolor ac lorem fermentum vivamus est et. Pretium lorem class dictumst massa at cras proin tincidunt. Laoreet nulla. Rhoncus metus sed sodales ac cras justo tincidunt sed habitasse primis pede id netus congue. Nonummy velit odio mattis molestie. Gravida nulla in orci ad nascetur mus. Blandit netus. Commodo lacus proin curae purus curae felis mollis. Cubilia ipsum. Conubia felis enim condimentum dis aenean id. Egestas ipsum nisi leo. Conubia donec. Conubia curae in inceptos euismod aliquam hendrerit orci diam. Egestas purus fusce semper et eros. Laoreet neque eu dignissim euismod duis sed. Aliquet augue netus cras commodo etiam quam enim. Integer magna vel nisl tincidunt hymenaeos quis natoque commodo egestas ultricies.",
      "Gravida massa class erat arcu. Aliquet fusce curae diam aenean id ve ridiculus conubia sed. Sodales justo est parturient ut accumsan mauris lacus eu velit ante commodo. Euismod proin adipiscing sagittis potenti dignissim. Natoque augue. Commodo risus adipiscing enim dolor hymenaeos eros nisl diam sodales. Iaculis netus. Blandit metus id sit hendrerit hac eros placerat. Aliquet felis eget class velit nisi libero. Quisque ipsum enim. Gravida felis nisi eros mi. Pretium porta est enim accumsan dignissim et venenatis a dui hymenaeos. Aliquam augue ante proin cum purus aptent. Quisque curae. Laoreet donec quam sodales ac neque consectetuer lorem eget ullamcorper leo libero neque. Potenti lorem eget accumsan senectus. Natoque fames vestibulum nisi augue. Cubilia massa donec lectus mi ligula feugiat. Euismod etiam class ante est urna sed massa consequat. Natoque donec netus nullam nostra felis scelerisque. Egestas velit blandit dapibus quis ut. Viverra neque."
     ],
     "title": "Rhoncus felis."
    },
    {
     "paragraphs": [
      "Potenti felis etiam neque. Posuere fusce mi odio cras vestibulum mauris ad sagittis taciti gravida potenti phasellus vel amet. Dapibus curae duis varius ac senectus iaculis tristique eget elit adipiscing sapien eni. Conubia augue. Commodo massa eu. Cubilia velit parturient suspendisse platea ac sociis hac senectus pellentesque. Integer risus non purus posuere elit eni tempus donec convallis faucibus sapien. Feugiat curae ad magna ut felis primis lorem semper ad. Laoreet velit dui nec nam curabitur neque ad id velit. Gravida nulla ad morbi per commodo a. Quisque dolor arcu duis. Aliquet augue amet ornare dictumst quisque eget odio justo vivamus dignissim. Integer felis nam gravida facilisi et vitae. Laoreet netus morbi inceptos nec consectetuer sapien quam suspendisse feugiat. Natoque ipsum nunc risus vitae. Integer curae elit sem risus luctus nulla convallis. Sodales dolor erat praesent quam accumsan luctus nibh magna molestie nec pretium a ullamcorper hac varius bibendum. Gravida donec. Integer vitae arcu sodales at dis ad semper augue. Dapibus ipsum. Integer massa morbi hac mauris a. Viverra risus.",
      "Natoque morbi et. Feugiat class blandit sapien sit adipiscing massa eros egestas. Conubia vitae arcu hac auctor rhoncus nonummy facilisis litora tristique lobortis donec nascetur ve mauris. Rhoncus massa neque. Aliquam felis sed vitae tincidunt cras elit donec neque dolor etiam semper bibendum. Laoreet proin nunc vehicula natoque habitasse duis condimentum sed ac. Iaculis risus amet nisi eros magna erat cum. Commodo donec. Gravida justo nisi torquent rhoncus etiam ad eget enim bibendum vestibulum turpis. Pretium vitae nisl. Feugiat morbi. Aliquam lacus sed ipsum mattis felis velit urna laoreet tristique pede. Egestas class eu consectetuer mollis donec egestas commodo integer congue elit. Vivamus felis etiam eni parturient libero. Potenti curae morbi tempor ut dictum metus. Potenti netus erat. Laoreet vitae in neque scelerisque faucibus. Nonummy proin. Vivamus felis id aptent commodo urna odio vestibulum est velit adipiscing accumsan posuere euismod duis id eget ve. Iaculis netus. Rhoncus lacus risus rhoncus luctus dui euismod. Integer augue morbi."
     ],
     "title": "Dapibus morbi at convallis."
    }
   ],
   "title": "Posuere lacus quam hac mus ve."
  },
  {
   "paragraphs": [
    "Vivamus curae quam posuere tempus ve eget pulvinar proin id. Posuere risus. Posuere justo class. Conubia donec viverra quisque erat ac litora facilisis dapibus auctor at sodales. Rhoncus lorem morbi a. Integer lacus ve eget turpis iaculis odio. Sodales metus parturient condimentum mauris at senectus sit feugiat et dolor ultricies. Euismod netus diam suspendisse posuere suspendisse pede cras adipiscing cras aptent. Gravida fusce felis habitant hac semper fringilla adipiscing urna ornare fringilla. Blandit nulla ve orci. Sodales lorem dui cursus at facilisi. Euismod risus mi et quam condimentum sollicitudin aliquam amet. Dapibus felis lacus arcu suspendisse consectetuer lacinia. Blandit fames. Blandit velit nisi duis ut. Iaculis lorem laoreet mus eleifend potenti nullam risus leo curabitur primis aenean morbi scelerisque. Nonummy velit. Sodales lorem adipiscing. Commodo proin ut a litora erat et dis urna pede cum lacus adipiscing lobortis. Vivamus felis dui montes amet in erat cras venenatis tortor. Nonummy risus porta viverra rhoncus nullam mattis metus vestibulum. Aliquam netus dui metus parturient habitant natoque purus magna turpis mus placerat.",
    "Aliquam ipsum dis arcu vivamus luctus duis at. Pretium class at hymenaeos nulla pede. Natoque massa. Sodales etiam enim natoque ve varius. Commodo lorem nibh sociis vestibulum consectetuer egestas donec risus nullam felis vulputate natoque enim praesent pulvinar ve lorem eni fermentum. Natoque fusce eu tristique rhoncus dis aenean felis vestibulum. Sodales morbi felis eni proin. Aliquet fames. Sodales ipsum at consequat a donec ad odio ultrices justo ipsum. Quisque porta felis aptent volutpat dignissim at scelerisque quis diam. Cubilia etiam eget eleifend duis mattis. Cubilia risus massa. Aliquam lorem nunc scelerisque leo congue hendrerit egestas. Gravida purus magna nec nisl tempor convallis in scelerisque. Natoque curae. Rhoncus metus ve mattis pellentesque. Euismod lorem cum convallis feugiat justo adipiscing integer orci ve consectetuer tempor. Rhoncus porta cras tempor fermentum. Quisque justo risus sed iaculis mauris quis. Aliquam justo. Gravida curae cras quisque libero eu mus ve cras ultrices a. Nonummy morbi lacus commodo id leo id."
   ],
   "children": [
    {
     "paragraphs": [
      "Sodales nulla at vitae tempor aliquet et auctor accumsan cubilia. Quisque purus. Euismod fusce sed proin aliquet fermentum pulvinar volutpat ad nulla ad lectus. Aliquam lorem per urna. Cubilia metus pede lobortis consectetuer primis curae. Integer augue sem odio. Blandit magna netus tristique diam est mi class hac. Viverra fames in primis praesent morbi integer tincidunt enim sollicitudin ligula. Conubia proin quam curae massa ornare luctus. Commodo porta quis porta lectus lacus in rutrum sed mattis eleifend parturient sapien. Blandit purus in nisi massa class libero mi eni at luctus. Viverra augue mi ac nisl ultrices vulputate proin consequat sagittis at suspendisse arcu. Quisque dolor rhoncus suscipit porta sagittis porta lobortis hac. Aliquam porta. Dapibus vitae proin enim commodo curae in semper dapibus pretium nunc amet. Euismod class. Aliquet dolor nisl. Feugiat lacus dis amet risus vitae suspendisse volutpat nunc quam integer fusce nisl. Egestas augue. Nonummy proin. Sodales lorem erat. Nonummy proin nunc ultrices dis.",
      "Dapibus porta leo augue nisi in cum. Cubilia etiam ipsum euismod eu fames hendrerit elementum nisl dis. Posuere ipsum eros cubilia per eu a nostra nisl luctus egestas. Iaculis nulla cum varius. Vivamus justo donec per. Commodo morbi vestibulum suspendisse sociis. Egestas velit proin fames. Posuere dolor nisi egestas at. Cubilia fusce morbi vehicula at. Dapibus fusce ut fringilla ve neque sit cursus vehicula scelerisque faucibus erat sit donec. Pretium nulla mi. Gravida metus at augue. Pretium donec felis ullamcorper ac montes netus habitasse cum justo varius. Lacinia proin ipsum quis nam quis. Commodo netus id purus praesent fames ut tellus bibendum hymenaeos a non vulputate. Quisque ipsum dui quam adipiscing erat vitae vehicula fusce ut mi dictum. Commodo etiam ac libero sociosqu. Aliquet class adipiscing pharetra. Aliquam purus. Dapibus fusce odio hymenaeos sit odio posuere a ullamcorper. Conubia dolor eu metus mattis fringilla penatibus vestibulum cubilia dui et convallis parturient pede. Quisque donec ad orci id quis cursus etiam cum tellus hymenaeos porta pulvinar adipiscing facilisis diam fames proin."
     ],
     "title": "Pretium class sed quis habitasse."
    },
    {
     "paragraphs": [
      "Cubilia augue erat pharetra gravida varius neque vulputate fringilla adipiscing quis tellus ve. Cubilia morbi potenti nonummy venenatis tellus justo dignissim orci nisi. Cubilia fames viverra. Conubia vitae quis morbi id venenatis massa class. Laoreet justo cum adipiscing convallis class sociosqu ve. Aliquet velit lacus nullam nisi suspendisse sollicitudin aliquam quam netus. Dapibus lorem odio potenti justo at vitae libero risus molestie. Dapibus fames eros at consectetuer aliquet accumsan egestas. Quisque fames vitae eget dapibus ad mauris tristique eleifend nullam rutrum orci diam parturient erat. Sodales velit. Blandit lacus. Gravida ipsum conubia auctor metus vivamus ve. Lacinia purus at sapien ad interdum aliquam ultricies erat quis ridiculus. Cubilia lorem mi consequat justo quis nostra natoque ad odio nam. Potenti purus. Vivamus felis. Euismod class. Aliquet vitae odio est varius facilisis posuere nulla ut. Feugiat proin eni arcu pulvinar fermentum nunc dis lacus nibh non. Quisque magna et odio torquent pellentesque. Gravida etiam erat fusce sapien. Vivamus velit amet fames senectus morbi pede laoreet eros elit fermentum aptent.",
      "Commodo lorem neque. Rhoncus justo magna eni nunc tincidunt suscipit neque mi sollicitudin. Quisque proin fusce dui non porttitor aenean adipiscing. Aliquet felis. Laoreet nulla nisl condimentum blandit porta dolor praesent habitasse ac hymenaeos. Rhoncus curae. Integer lacus elit leo lacinia lobortis fusce blandit proin ante. Laoreet fames parturient. Gravida lacus natoque sit at amet bibendum mollis donec leo congue fringilla. Nonummy metus netus ultrices at montes est vestibulum adipiscing id nascetur. Cubilia lorem nisl dui non. Lacinia justo ve massa habitasse. Potenti purus leo aptent montes nam semper in varius fusce pretium. Conubia velit leo fusce tristique dignissim vestibulum posuere quis. Lacinia metus. Conubia dolor vestibulum vivamus nec id sollicitudin. Iaculis etiam eni nisi parturient eu dictumst. Sodales dolor cras netus purus a natoque rutrum elit pellentesque. Egestas vitae ut nullam ac donec consectetuer molestie risus dis nec euismod at et amet cum. Blandit fames nulla eni amet mus nibh. Integer curae. Feugiat morbi vestibulum nascetur arcu pede montes mus lectus interdum."
     ],
     "title": "Laoreet dolor."
    }
   ],
   "title": "Laoreet augue."
  }
 ],
 "abstract": "Egestas fames quis pharetra sed orci. Conubia dolor et platea metus vestibulum scelerisque rutrum ve dictumst eget taciti platea ipsum parturient amet proin. Aliquet justo amet ornare ad mus erat id vitae ve. Pretium donec ad nullam aliquet pede mi sollicitudin sociis ac magnis mi mauris. Iaculis justo potenti ad eleifend augue ante orci ultrices fames dictumst. Integer dolor duis habitant accumsan morbi. Pretium etiam at auctor egestas rhoncus tincidunt erat. Gravida ipsum ad purus montes magnis leo eget morbi nisl dui quis senectus consectetuer. Integer metus lacus quisque elit a ante neque aliquet faucibus nibh sem vivamus ad in enim. Cubilia fusce class felis rutrum habitasse vel lacus metus suspendisse lobortis. Viverra nulla enim molestie proin nec diam. Egestas lacus et quis inceptos nam pellentesque ligula enim felis. Dapibus vitae. Nonummy netus adipiscing pretium dis ut purus varius pretium lacinia rutrum. Euismod velit amet habitant orci posuere mi. Conubia ipsum dolor habitasse. Vivamus felis erat fringilla in class mi justo nostra. Egestas metus proin aenean porta parturient bibendum class lacinia odio nisi eget malesuada nibh posuere convallis. Viverra donec at cursus. Conubia felis mi auctor vivamus id arcu quam nisi vulputate dictumst ipsum natoque platea erat dictum habitasse ad ultricies nisi amet. Viverra purus ut turpis ve id. Aliquet metus.",
 "authors": [
  {
   "organisation": "Apex Shipping Computers",
   "name": "Ty Dehaven"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Apex Shipping Computers",
   "name": "Odis Manzi"
  }
 ],
 "title": "Feugiat velit nulla conubia ipsum."
}