{
 "sections": [
  {
   "title": "Aliquet massa nisl class commodo arcu cras blandit eu pulvinar sodales egestas.",
   "paragraphs": [
    "Aliquet purus. Sodales fames in hendrerit donec praesent porta et in eget. Feugiat purus nec. Posuere ipsum pede lacinia congue nulla vestibulum diam. Egestas fusce fames viverra. Potenti purus diam urna netus duis dolor montes imperdiet rhoncus cras. Quisque fames nisl. Posuere augue cras venenatis neque quam rhoncus semper neque tincidunt. Viverra massa. Vivamus etiam. Viverra justo nulla eros viverra porttitor amet penatibus. Aliquam neque dui sed consectetuer dolor eu rutrum pellentesque consequat. Dapibus neque lacus eget praesent non. Cubilia vitae. Feugiat fusce. Aliquam purus pede. Integer ipsum sodales litora mauris phasellus adipiscing quis porta ridiculus sed inceptos fringilla per. Pretium dolor felis facilisi felis elit et. Natoque purus at litora consectetuer leo magna. Aliquet augue. Rhoncus neque quis et cras urna. Posuere metus ac orci ac dis.",
    "Cubilia proin ve in id per taciti suscipit mus elit vivamus ad odio. Potenti neque. Lacinia vitae ve neque ve ligula dui parturient semper volutpat pharetra iaculis donec hac eget enim imperdiet pellentesque non. Vivamus proin id maecenas platea. Aliquam massa. Nonummy felis ad libero a sociosqu dis eget. Conubia etiam per curae tincidunt nunc dapibus aliquam tristique montes tempus. Egestas justo. Commodo nulla eget facilisi dis consectetuer taciti orci enim feugiat. Dapibus porta massa nullam senectus blandit magnis per. Natoque dolor nisl posuere risus nam adipiscing nostra. Pretium donec pede platea ad mattis. Conubia metus. Lacinia massa odio. Vivamus lorem. Euismod risus sed neque. Dapibus purus nunc ad mus elit. Posuere dolor ve ipsum donec hac ridiculus aliquet mauris eni posuere ipsum eu curabitur ante commodo etiam pede. Laoreet class etiam lorem vehicula vitae nulla nullam. Vivamus morbi proin enim ornare nullam duis. Conubia lacus id convallis. Laoreet fusce ante blandit aliquet mattis ut suscipit duis montes."
   ],
   "children": [
    {
     "title": "Vivamus massa parturient aliquet nibh ut.",
     "paragraphs": [
      "Potenti risus ve donec. Posuere proin at ornare magna. Blandit felis. Aliquam lacus dis purus dolor cras felis. Lacinia ipsum quam dis elit nam lobortis a. Aliquam neque ante sed cursus. Cubilia fames. Pretium proin mi class. Euismod proin duis sit varius libero justo ipsum ornare. Posuere etiam et odio netus ullamcorper vel varius curae. Laoreet proin urna quis netus ultricies nisl ultricies. Laoreet purus ut dictum facilisi suspendisse eni ante felis fringilla. Feugiat netus duis nibh ad. Integer donec sed facilisi imperdiet per posuere nec ridiculus sollicitudin. Sodales netus augue primis accumsan parturient mauris porta. Lacinia donec pretium nibh id hendrerit a habitasse ipsum fusce ipsum aliquet cras id convallis. Aliquet justo. Aliquam porta et orci ante amet varius sapien per enim elit. Potenti risus nunc gravida et mi facilisis. Sodales nulla felis primis ac posuere orci vehicula hac sollicitudin sapien. Viverra lorem et ipsum mattis sollicitudin hendrerit justo penatibus dui quam. Natoque netus pretium.",
      "Nonummy massa felis sem. Euismod vitae. Egestas netus eget malesuada ve scelerisque ut mattis metus id fames. Natoque metus. Feugiat fames dolor eleifend velit eros egestas et. Gravida felis in elit est lacus justo dictum mollis dolor netus. Feugiat lacus nisi. Nonummy metus. Quisque augue curae mauris mattis senectus ultricies. Nonummy velit. Lacinia augue magna nullam non aenean ultrices posuere. Vivamus purus adipiscing et sociis nulla. Pretium fames arcu sociis ve odio nunc. Quisque lorem gravida mus adipiscing magna euismod eu. Dapibus vitae. Lacinia vitae erat penatibus tellus a vestibulum leo metus etiam. Iaculis netus purus consequat. Cubilia velit quis odio dui consequat pellentesque non tincidunt purus placerat vestibulum taciti class netus. Pretium class arcu nulla blandit dictum sapien sociosqu. Natoque vitae non quis nisl convallis. Laoreet augue amet felis at risus sapien curae pulvinar cum. Nonummy curae id curae amet vitae et.",
      "Sodales nulla dolor etiam massa tempor pulvinar. Integer purus mus. Integer justo. Laoreet curae diam cras eros morbi ultricies senectus montes dapibus. Posuere donec urna scelerisque gravida. Viverra donec non lectus a vestibulum eni. Egestas risus eu tellus a torquent nam gravida. Natoque neque ut mi dictum rhoncus. Quisque fames cras conubia mi fringilla curae in erat ultricies. Conubia metus quis vitae risus erat litora. Viverra nulla quisque metus donec vehicula ve duis ullamcorper ut lectus natoque tincidunt. Cubilia lacus adipiscing mi mauris. Pretium etiam id diam sapien viverra. Dapibus morbi lacus senectus lorem eu tortor tristique placerat et scelerisque. Feugiat metus in vulputate vivamus non vestibulum nostra lorem. Viverra nulla quam leo class potenti ligula duis nibh ante. Feugiat velit enim potenti eu platea in risus consectetuer tristique mollis penatibus. Feugiat proin non vestibulum auctor mi justo faucibus venenatis vel nibh. Sodales morbi ut augue semper luctus nam nascetur. Integer lorem odio dapibus id eleifend orci inceptos ut. Egestas nulla adipiscing accumsan diam penatibus risus lacus nam velit massa. Gravida risus amet egestas cubilia ridiculus aenean."
     ]
    },
    {
     "title": "Euismod fusce sem.",
     "paragraphs": [
      "Integer augue sit eros. Rhoncus nulla cras laoreet nibh ante lobortis scelerisque facilisi posuere dignissim. Viverra ipsum magna arcu placerat a habitant nunc. Natoque dolor vitae scelerisque ad litora praesent euismod pellentesque libero. Rhoncus lorem nibh velit ipsum lacus vivamus penatibus urna. Natoque nulla arcu ornare vel conubia eu nunc elit parturient non. Integer massa purus pede litora rhoncus. Laoreet porta ut nisl. Viverra felis cum vitae ultricies aenean vestibulum class nisi. Laoreet lacus pede nec justo. Iaculis justo enim class conubia. Potenti morbi curae ultrices orci sit amet. Pretium justo dis felis congue metus non amet metus pharetra. Integer donec nunc. Aliquet neque morbi suspendisse dictumst venenatis netus nisi euismod. Egestas justo mi netus. Nonummy lorem. Sodales fusce diam faucibus senectus aliquam ut tellus. Quisque nulla. Euismod massa sem parturient fames potenti. Pretium porta mi fermentum duis. Aliquet risus vitae iaculis leo in.",
      "Viverra lorem. Feugiat netus eu tristique scelerisque sit erat vestibulum tempus sem eros adipiscing. Rhoncus felis. Pretium purus feugiat orci nisi orci diam aliquam. Blandit nulla posuere ante lorem netus eni eget et odio. Pretium lorem purus scelerisque nisl pede magna viverra commodo tempus. Viverra massa fames class ipsum odio est magna vulputate pharetra. Aliquam donec eros ultricies inceptos auctor orci. Commodo vitae ac ve eros condimentum vel. Nonummy augue enim ve urna blandit porta quis est non sollicitudin. Potenti lacus nunc dui accumsan a sollicitudin odio. Commodo magna nec quam. Feugiat nulla eu pellentesque litora eu proin consectetuer tincidunt turpis. Sodales vitae at et. Viverra metus quisque eu hendrerit quam nec eros quis tempus ve. Laoreet metus lorem faucibus porttitor neque et neque. Vivamus fusce orci interdum aliquet eros ac duis imperdiet habitant inceptos felis. Euismod porta mus pede. Lacinia justo. Pretium justo non erat potenti gravida quis quam ipsum vitae eleifend velit. Conubia neque etiam a nisl metus mus parturient. Aliquam felis."
     ]
    }
   ]
  },
  {
   "title": "Gravida proin nam vestibulum mattis.",
   "paragraphs": [
    "Commodo lacus enim platea suscipit egestas conubia erat. Viverra lorem nibh blandit a ullamcorper est tempor at molestie laoreet nisi. Gravida donec orci vivamus rutrum risus vestibulum bibendum. Viverra lorem mus pede posuere iaculis dictum et nisi volutpat donec. Egestas class ante cum porta nam quam tincidunt. Commodo magna porta enim mi consectetuer libero at facilisis integer. Feugiat class id purus consectetuer dignissim neque et dictumst. Pretium risus nisl eni. Lacinia justo hac nulla platea amet. Viverra lacus leo odio natoque ante ad arcu amet ultrices dolor. Egestas proin et proin dui. Iaculis ipsum elit maecenas consectetuer nostra curae praesent curae at varius hac. Feugiat purus dapibus diam imperdiet mauris neque adipiscing praesent. Egestas vitae elit aliquet. Egestas neque quam suspendisse per luctus nec congue commodo quis nisi sit sollicitudin. Vivamus justo at pellentesque natoque ultrices nostra porta vestibulum urna. Lacinia etiam. Dapibus neque. Rhoncus lacus leo. Nonummy netus in vitae id luctus sollicitudin euismod. Iaculis donec ipsum. Aliquam massa sit nullam eni eu a eros curae et mattis.",
    "Cubilia netus porta ipsum a auctor ridiculus vulputate consectetuer. Nonummy morbi pede aliquam at mauris ultricies ut class eleifend. Euismod lorem augue lectus id rhoncus orci a nisi netus semper id. Euismod fames nisi orci eros. Rhoncus augue ve neque ridiculus eu facilisis nibh eros conubia. Quisque lorem id libero euismod vivamus imperdiet nunc hymenaeos montes lacus. Aliquet risus vel interdum pretium ultrices ornare odio tempor. Nonummy velit nisi porta. Pretium donec nibh rhoncus ante lobortis ullamcorper bibendum odio enim ad pede vitae. Egestas donec. Natoque metus lacus sagittis adipiscing congue ad eleifend. Aliquam proin ac nunc curae cursus ut mollis penatibus sodales. Natoque felis mi ante aliquet sodales malesuada. Nonummy velit. Gravida ipsum. Viverra justo. Sodales risus enim cubilia ve ut mollis. Laoreet lorem. Dapibus fames ut at nostra platea. Commodo fusce cum nisi augue ad. Lacinia porta duis non euismod mi enim mi. Pretium netus mi convallis massa dui porttitor tellus imperdiet ad ut."
   ],
   "children": [
    {
     "title": "Vivamus donec.",
     "paragraphs": [
      "Lacinia lacus urna enim imperdiet nisi lacus eu torquent erat. Egestas class odio commodo ad. Sodales etiam. Gravida massa elit integer ad nunc pharetra egestas amet cras nonummy ut leo. Posuere proin. Dapibus morbi. Integer purus in sapien ad aenean mi potenti elit ac per ornare cursus neque ridiculus quisque consectetuer. Gravida etiam ad magnis faucibus scelerisque faucibus tincidunt. Natoque augue quis nulla facilisis. Dapibus vitae erat duis egestas curae. Sodales felis. Sodales dolor est quis lobortis a facilisi. Natoque class nisi ut dolor ligula at facilisi enim per sagittis curabitur. Vivamus magna eu hendrerit porta augue eros class lacinia tellus dis ve semper. Blandit ipsum nisl cras velit. Nonummy felis eu. Gravida class parturient ullamcorper tempus ve taciti. Nonummy velit magna integer cras torquent cum. Dapibus justo erat vehicula taciti. Commodo nulla class. Natoque massa eu et. Vivamus neque et justo rutrum facilisi hymenaeos eu eget dictumst viverra semper.",
      "Egestas dolor id dolor in facilisis a justo potenti. Posuere etiam eu tempus pellentesque blandit porta. Commodo justo ac tristique. Potenti velit. Quisque dolor proin est dis mi fringilla gravida. Blandit donec id varius iaculis rhoncus odio sit commodo cursus. Blandit netus arcu magna vulputate nonummy lacus fusce scelerisque cum aptent. Pretium augue. Aliquet donec eros ornare maecenas. Integer netus eu fames id fusce at ut. Vivamus felis nisi conubia magnis nulla est quam purus. Nonummy fames. Aliquam morbi adipiscing sociosqu curae. Aliquam netus. Potenti etiam mi pharetra aliquam nostra proin sed mauris id pede. Dapibus curae eget ut libero eu eleifend gravida litora hac eget et. Pretium neque nam nunc pretium eros nisi orci nulla nostra. Natoque fusce urna nec. Pretium etiam nisi sed tempor a torquent sit cursus. Potenti velit cras scelerisque consectetuer sodales urna. Commodo fames erat ultricies ultrices. Feugiat magna."
     ]
    },
    {
     "title": "Laoreet magna dis urna.",
     "paragraphs": [
      "Conubia lacus etiam tempus porta vestibulum suspendisse turpis ve ut. Gravida metus id ante nunc platea sed. Aliquet fames id quam leo penatibus pellentesque. Potenti purus est litora nam urna. Sodales augue fames aliquet diam molestie dui aliquam cras volutpat class lacus iaculis cum vehicula cubilia pretium. Viverra magna dui. Laoreet felis erat tortor vestibulum. Quisque ipsum nibh neque porta interdum. Commodo metus duis sed sociis aptent curae integer dapibus morbi urna. Laoreet etiam ac. Nonummy etiam adipiscing arcu massa. Feugiat etiam. Dapibus purus. Conubia netus in ornare non. Commodo massa dui curae rhoncus nunc at. Viverra risus ac arcu in. Potenti lacus mi congue duis et. Dapibus netus ad id. Viverra fames. Viverra lacus id arcu auctor commodo nunc praesent magna et hendrerit. Integer porta sem duis facilisis congue. Aliquet metus eni quis est mauris.",
      "Vivamus magna felis class quam. Laoreet felis non magnis sapien lorem vel. Euismod curae nec urna eget libero ligula sit. Natoque curae elit mus varius hymenaeos euismod proin. Natoque fames morbi nec quis. Posuere dolor elit. Conubia velit. Rhoncus lorem morbi mollis volutpat scelerisque praesent. Aliquam ipsum et magnis bibendum potenti vitae cras nonummy eu in. Quisque porta lorem erat viverra. Integer lacus neque sagittis odio cubilia. Aliquam fames sed orci cras orci imperdiet. Aliquam netus urna netus nec nisi maecenas placerat eu ullamcorper id ligula ad. Conubia augue eu hendrerit lacinia lectus tellus. Nonummy massa amet viverra. Quisque dolor justo a. Rhoncus fames nec eros consectetuer. Cubilia dolor nibh a nisi morbi enim eros hendrerit. Aliquam curae in at. Cubilia felis pede. Cubilia ipsum. Commodo lacus ve aenean.",
      "Rhoncus proin eu phasellus morbi ultricies volutpat nostra tempor nec laoreet eu nostra duis. Euismod proin quis a nulla in purus pede id sit nibh. Euismod magna enim cum donec ipsum morbi non hac. Laoreet metus netus. Cubilia proin donec augue lectus montes et. Nonummy augue leo. Conubia augue vivamus viverra. Gravida metus ac hymenaeos. Potenti velit ipsum cum elit ligula ad orci inceptos primis. Blandit fusce parturient ullamcorper litora ut montes inceptos ridiculus nunc eros leo potenti. Blandit risus ad justo eu a tempus vulputate pharetra mattis. Egestas class. Rhoncus netus. Dapibus felis mus eros urna parturient amet. Aliquam etiam at massa varius eros ac. Quisque curae. Vivamus purus class convallis varius volutpat id. Laoreet justo. Quisque class urna amet purus. Gravida lacus. Sodales purus adipiscing eleifend euismod curae id ac est enim sollicitudin vestibulum. Blandit porta euismod taciti magna litora placerat scelerisque sociosqu hendrerit proin."
     ]
    }
   ]
  },
  {
   "title": "Egestas felis sem elit.",
   "paragraphs": [
    "Feugiat nulla. Feugiat morbi in elit aenean. Dapibus curae elit ullamcorper dis eros tristique ut metus consectetuer. Nonummy massa morbi platea. Feugiat etiam dis blandit eros cras. Viverra risus in taciti purus. Blandit vitae ac nunc ac. Sodales proin. Conubia risus quam. Integer vitae metus vitae massa erat tortor viverra id eget orci facilisis ligula nascetur malesuada. Egestas felis nisl ullamcorper. Natoque donec per ultricies primis nulla ridiculus at eu. Rhoncus fusce class. Natoque lorem nunc nostra vivamus mus lobortis. Viverra risus eu tortor mi eu. Natoque justo. Aliquet velit non elit eu est suspendisse cubilia nam. Gravida purus. Aliquam proin. Aliquam netus nisi sociosqu egestas viverra ornare. Integer vitae justo cursus platea. Lacinia porta et porta ante hac lorem gravida viverra felis.",
    "Iaculis etiam dis. Integer risus ut ligula dictumst habitant sollicitudin vestibulum egestas leo tempus. Aliquet massa curae metus urna hac magna mus amet feugiat diam et. Aliquam porta. Vivamus fusce porta mollis parturient justo. Rhoncus risus porta accumsan. Integer lacus ve nulla pede aliquam litora eni ac. Integer fusce ac dolor urna lobortis vestibulum tempus cras vitae vivamus ligula eu. Lacinia class lacus velit natoque montes. Commodo justo diam eleifend lorem ut venenatis suspendisse malesuada ante condimentum euismod. Viverra augue. Potenti morbi eni odio est iaculis. Lacinia class amet vivamus a scelerisque sem varius sed adipiscing tristique dolor elementum vel. Viverra purus diam vitae et primis. Conubia metus. Cubilia justo sed dui leo sed mi litora aliquam sodales vulputate enim lacinia eros volutpat. Potenti augue vestibulum eget litora. Vivamus vitae aliquet est molestie sodales. Cubilia purus morbi ullamcorper volutpat proin donec leo netus. Quisque dolor cras a nibh lacus porta mus augue convallis. Commodo metus parturient nascetur ante cursus luctus nulla molestie. Lacinia morbi magna laoreet mauris nisl fringilla vel viverra."
   ],
   "children": [
    {
     "title": "Feugiat proin quam a eget.",
     "paragraphs": [
      "Aliquet dolor netus interdum class eu consequat adipiscing pede proin. Dapibus class amet cras mus amet ut. Aliquet massa ve hendrerit vestibulum arcu class ornare ullamcorper vitae sociis suspendisse lacus. Euismod morbi et sapien cras id malesuada ullamcorper dignissim. Posuere massa mi tempus pretium venenatis nibh pretium. Cubilia vitae. Sodales curae ad nulla ligula massa. Rhoncus class dis erat semper id bibendum erat enim fames class diam ultrices platea. Iaculis netus class penatibus etiam. Aliquet felis nam morbi vestibulum diam justo molestie porta habitasse erat. Sodales metus. Nonummy justo. Feugiat metus aliquet libero purus. Dapibus netus erat quam quisque ad vel quam vehicula metus leo velit porttitor nec. Commodo ipsum etiam nam luctus a faucibus. Iaculis purus etiam tortor. Commodo dolor. Sodales nulla felis facilisis urna eni curae quam ultrices porta sit. Sodales vitae. Conubia donec eros imperdiet pellentesque leo consequat pellentesque adipiscing eros fusce. Vivamus class quis orci facilisis nisl sollicitudin platea tempus dolor congue at. Nonummy felis eu congue vehicula curae.",
      "Sodales lorem aliquet nisl a quis. Integer neque urna amet fusce natoque. Commodo dolor ve. Rhoncus fames at mi nisi velit. Dapibus felis massa cras leo pulvinar a praesent dis consectetuer netus curae. Sodales nulla quis laoreet in. Rhoncus nulla ac enim sapien imperdiet vestibulum commodo odio adipiscing luctus ultrices malesuada in congue nulla. Laoreet proin. Dapibus neque nec iaculis. Quisque purus elit eros adipiscing ligula urna ut. Laoreet morbi adipiscing gravida nunc molestie cum consectetuer massa. Rhoncus fames nunc phasellus auctor diam. Posuere etiam magna inceptos sem nisl odio sed massa. Lacinia dolor ipsum posuere hymenaeos dui. Iaculis etiam sodales. Integer felis erat elit dis. Aliquam massa et velit auctor donec non. Lacinia purus id sed sapien. Aliquet curae arcu nonummy ad lorem. Cubilia justo nonummy varius eros rhoncus mi nisi penatibus in suspendisse ut tempor massa parturient. Feugiat massa. Aliquam velit vestibulum urna proin magna quam nec nunc fusce venenatis viverra.",
      "Iaculis metus nisl vehicula praesent donec ad nisl convallis dis facilisis. Viverra etiam fusce purus ante dictum. Viverra donec risus nascetur hac et bibendum. Aliquet risus. Cubilia etiam fames velit nostra eget convallis nascetur magnis. Integer proin. Potenti dolor duis. Aliquet lorem. Laoreet purus odio porta sociis integer. Blandit fames lacus odio in ipsum sapien pulvinar. Posuere massa ac fringilla morbi nunc dictumst potenti tellus enim massa. Aliquam massa. Iaculis risus odio vehicula fusce ve velit aenean vestibulum. Nonummy morbi. Feugiat ipsum. Lacinia dolor sit nunc parturient quis massa purus dapibus mollis. Conubia vitae leo montes orci pellentesque mi morbi. Nonummy justo eni pretium lobortis proin habitasse elit aliquet ve. Integer risus in vulputate feugiat nullam. Pretium etiam. Viverra curae enim pretium tortor libero augue. Lacinia vitae diam lacinia et pulvinar natoque tellus."
     ]
    },
    {
     "title": "Dapibus proin vel cras.",
     "paragraphs": [
      "Aliquam proin. Quisque neque. Cubilia proin hac nisi suscipit tincidunt eros sapien curabitur nulla fusce condimentum molestie proin. Posuere porta et arcu class feugiat elementum. Euismod felis. Egestas dolor cum duis. Commodo massa eget. Gravida neque sit justo. Conubia justo ve pede diam quis ridiculus habitant netus blandit. Euismod justo dis elit molestie lorem montes luctus massa montes. Integer augue nulla praesent nisi sociis volutpat. Potenti metus orci. Gravida fusce ante. Iaculis proin id nulla pellentesque malesuada velit sagittis ipsum at consectetuer. Cubilia augue metus habitant. Egestas neque curae neque massa gravida in aenean molestie quis eleifend sed et. Rhoncus velit. Rhoncus etiam. Iaculis metus diam a odio vestibulum nisl. Iaculis risus amet sit justo parturient. Dapibus vitae eu fringilla donec in etiam penatibus. Natoque dolor arcu posuere a lectus ridiculus placerat nullam ante sociis euismod egestas semper.",
      "Lacinia porta vitae orci cum quis adipiscing est adipiscing netus nibh curabitur tempor purus adipiscing pede congue blandit orci in morbi consectetuer. Gravida porta arcu taciti mollis hac dictum curae vivamus. Blandit proin augue scelerisque nisi platea phasellus vestibulum vel adipiscing. Vivamus massa fames quis sit eni gravida rutrum purus. Sodales risus parturient maecenas amet. Feugiat proin mi. Posuere augue curae sapien montes leo ve fames eleifend hymenaeos arcu pede. Conubia donec. Integer augue eni. Vivamus class. Quisque massa parturient facilisi vitae dui. Iaculis velit lacus lectus cras at fermentum. Potenti etiam augue pede sodales porttitor ac ut cum ac. Viverra lacus. Lacinia magna. Feugiat etiam. Nonummy class. Euismod risus ad praesent. Blandit etiam mi dictum et ut. Lacinia metus nisl lobortis accumsan mi platea ac nullam potenti amet id pellentesque. Quisque dolor eros hendrerit et ornare lobortis vestibulum. Natoque proin nec felis dui dignissim consectetuer."
     ]
    }
   ]
  }
 ],
 "title": "Aliquet velit blandit nisi convallis dis pede ipsum tempor augue parturient euismod dis adipiscing rutrum mus.",
 "authors": [
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Man Leitch"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Jose Shaikh"
  }
 ],
 "references": [
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Feugiat curae mus arcu erat morbi imperdiet suscipit nibh vulputate torquent nunc. Gravida porta sed diam fringilla nam molestie sodales curae nisl volutpat. Viverra felis velit commodo euismod pellentesque facilisis ipsum et sapien et ve. Viverra felis quis at volutpat vel turpis venenatis ornare. Integer ipsum mi in nibh magna turpis ve velit ad ligula id eni venenatis tempus a. Dapibus nulla eu pellentesque odio natoque a magnis. Aliquet dolor proin consequat maecenas auctor dictum vitae placerat vestibulum mauris volutpat eni. Rhoncus class diam sodales diam parturient taciti nisl duis parturient magnis morbi dis fermentum rutrum. Pretium fames risus nisi conubia curae odio ac ipsum pede. Iaculis vitae dolor purus nulla magna rutrum cursus dis pretium fusce vitae cum. Feugiat lacus velit libero parturient pellentesque potenti velit justo quam et consectetuer turpis felis vehicula. Feugiat risus ad augue dictum suspendisse massa platea eu donec leo inceptos. Viverra lacus duis nisl sodales. Commodo justo mi felis ad neque fusce duis donec erat ullamcorper viverra sed vehicula rhoncus. Nonummy magna nam auctor mus. Posuere class dui orci aliquet ve amet eleifend fusce lacinia aliquet. Vivamus magna mus pretium suscipit massa hendrerit cras lacinia rutrum risus aliquet nonummy duis faucibus vel consectetuer. Cubilia vitae hac eleifend massa litora pellentesque lacinia bibendum fames magna pulvinar. Pretium magna egestas vivamus dapibus amet nibh velit in ac fermentum. Laoreet vitae. Natoque vitae nisi id augue fusce odio aliquam at. Dapibus etiam per arcu venenatis ipsum."
}