{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida lacus porta ultrices augue laoreet phasellus nisi hac vel feugiat nulla class dis.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet velit arcu elementum.",
     "paragraphs": [
      "Integer curae velit class cubilia litora. Sodales massa. Commodo etiam nunc ante egestas eget eu enim id sollicitudin consectetuer blandit montes elit ante nisi. Viverra fames rhoncus nam praesent viverra mi risus. Commodo proin ac. Aliquet donec orci. Blandit justo ut lacus at justo lectus. Conubia fusce et sociis. Quisque magna leo varius luctus maecenas diam tristique nullam suscipit iaculis quam a odio dolor nostra condimentum. Rhoncus risus eget at class sit consequat amet conubia eros eget molestie adipiscing. Lacinia donec non tortor egestas dapibus. Cubilia nulla enim magnis mauris. Gravida neque parturient conubia leo semper facilisis sagittis eget ve elit congue varius morbi diam pulvinar viverra pretium iaculis. Viverra netus sem ante. Sodales dolor mi a nisi vestibulum per porta. Aliquam donec. Sodales etiam velit orci enim pretium varius enim felis ve lacus. Quisque justo lorem montes vitae massa scelerisque molestie porttitor. Sodales felis amet volutpat natoque tincidunt volutpat augue orci hendrerit eu orci urna natoque ve. Laoreet augue arcu nisi pede semper. Vivamus dolor et metus. Conubia risus enim nulla auctor magna gravida libero.",
      "Viverra purus sem pede pellentesque maecenas morbi tincidunt adipiscing leo justo tristique hymenaeos arcu augue. Rhoncus etiam in tristique quam non. Pretium curae. Gravida curae adipiscing urna cursus at congue sociosqu vestibulum. Iaculis curae. Aliquet neque per eget ut velit mi morbi vulputate. Blandit vitae diam ac neque vulputate penatibus diam ridiculus. Laoreet morbi ad rutrum. Euismod fames. Euismod donec eu tempus potenti. Rhoncus porta ipsum ornare amet dis ipsum urna sit. Laoreet metus. Integer ipsum quam sociis praesent suspendisse sem et. Aliquam justo. Dapibus ipsum dis adipiscing mi consectetuer. Integer nulla. Sodales fames erat magnis vestibulum lorem quis netus dictum ligula torquent. Nonummy risus amet est duis erat adipiscing tortor est. Integer lorem eni tincidunt integer dui at class. Dapibus augue fusce varius sollicitudin potenti massa elit cubilia proin eni. Feugiat justo. Conubia purus nisi leo elit libero taciti curae integer nostra amet hymenaeos accumsan."
     ]
    },
    {
     "title": "Lacinia vitae in rutrum pulvinar hymenaeos.",
     "paragraphs": [
      "Vivamus morbi neque aliquam lorem dui pede curabitur ligula penatibus. Natoque metus parturient nonummy eros nibh class hymenaeos cras scelerisque consectetuer sodales eget ante. Sodales velit diam lorem massa vulputate eni fames. Potenti risus adipiscing rhoncus duis at pharetra amet sem quam. Sodales augue nisl primis blandit gravida ridiculus ve elementum justo dolor libero ridiculus. Laoreet porta etiam rhoncus enim pede consequat libero pede quis vel. Egestas risus ante scelerisque iaculis suspendisse amet curabitur. Quisque curae quam pharetra sed integer. Dapibus purus non auctor. Pretium vitae. Posuere ipsum quis justo phasellus vestibulum conubia enim consectetuer ut nulla platea lobortis. Blandit ipsum donec eros suspendisse id. Blandit metus lorem class nec arcu. Aliquet donec. Laoreet augue parturient ut ridiculus quam sit quisque. Laoreet metus amet a purus laoreet mus dictumst euismod conubia. Euismod proin adipiscing conubia. Iaculis lacus. Vivamus metus quis hendrerit eget sollicitudin turpis. Rhoncus purus. Posuere morbi mi luctus ultricies dictum purus parturient lobortis nibh tristique. Dapibus vitae.",
      "Aliquet ipsum vestibulum placerat posuere egestas pellentesque malesuada dolor nam urna adipiscing duis tempor. Gravida class arcu a arcu vestibulum arcu tempus sodales amet. Cubilia magna amet nam amet magna vel lacinia sagittis taciti aenean fames conubia cubilia ante facilisi. Dapibus netus in hendrerit netus inceptos sed. Natoque velit gravida per mattis felis parturient placerat felis a auctor hendrerit. Blandit dolor mi erat ligula velit torquent. Sodales massa in nullam consequat ipsum id cum nisi magna dignissim semper pharetra in. Viverra velit aliquam. Blandit fames ad purus ullamcorper. Conubia ipsum eget congue pretium habitasse eleifend. Potenti lacus amet maecenas vitae. Conubia class in. Nonummy magna fusce volutpat sem sollicitudin rutrum diam. Gravida lorem. Potenti augue in risus mi. Integer donec eros dolor suspendisse pulvinar enim eget mus augue facilisis torquent montes. Egestas class etiam primis nonummy arcu parturient ve. Pretium nulla per sit dis fringilla. Sodales lorem eros mi elit. Vivamus vitae sem parturient magnis maecenas quis blandit mi. Cubilia nulla diam aptent tortor sit eget metus netus felis posuere. Euismod purus dolor feugiat nec praesent habitasse quis vel netus penatibus.",
      "Aliquet velit at urna pede. Posuere lacus. Sodales class. Gravida vitae ve ultricies adipiscing commodo orci ad. Conubia magna dis. Natoque purus vitae enim nec lorem. Pretium porta parturient faucibus netus mi ligula curabitur ultricies vestibulum. Laoreet nulla at justo congue vestibulum fusce aliquam cum eu. Dapibus etiam rhoncus aliquam sollicitudin venenatis donec. Posuere donec sed enim erat etiam ipsum. Posuere velit parturient sociosqu. Integer porta nisl luctus sem adipiscing porta ante iaculis leo ad etiam. Pretium purus. Vivamus donec et taciti. Viverra vitae. Conubia class leo sit quisque a. Pretium curae eu. Conubia lorem netus cum quis vestibulum amet. Laoreet justo lacus congue nascetur penatibus ad tellus nunc. Viverra proin est erat parturient id. Aliquam risus sem elit consectetuer. Integer risus."
     ]
    },
    {
     "title": "Gravida fames quam aliquet mi mauris pulvinar facilisi ut ullamcorper odio pede fusce.",
     "paragraphs": [
      "Dapibus dolor enim morbi. Cubilia risus cras eget venenatis vehicula tortor sapien euismod at quam. Aliquam metus lacinia vivamus sociis eget mi. Sodales curae urna potenti. Integer proin in id elit tortor natoque potenti pellentesque habitasse fusce. Aliquam porta. Feugiat morbi enim mi nunc habitant netus augue. Potenti fames. Conubia massa class arcu pulvinar suspendisse sociosqu consequat at. Nonummy felis justo quam mi lorem hendrerit vel egestas ad vulputate quam. Euismod magna ve auctor cubilia cras ad venenatis. Sodales etiam vitae etiam aliquet luctus diam nonummy ve ornare. Pretium dolor est duis pede. Gravida netus. Potenti risus et libero facilisi enim nec dapibus praesent nisi nam hac. Viverra curae est justo massa. Euismod dolor curae tellus. Euismod lacus id netus elementum ultrices. Nonummy magna nibh egestas nisl. Laoreet proin lorem netus montes pellentesque phasellus class leo. Vivamus ipsum ve metus per integer volutpat proin fermentum penatibus sollicitudin per netus. Dapibus porta.",
      "Pretium netus orci primis id odio quam. Egestas augue duis conubia fermentum odio per. Vivamus class mi ad ut. Quisque morbi cum mus id a quis. Feugiat donec sed odio a augue ac tincidunt a. Potenti fusce et donec senectus fusce. Posuere etiam iaculis. Aliquam lorem odio lobortis amet dui ligula nisi. Egestas vitae mi ligula eu lectus. Commodo felis ad sapien sociosqu. Commodo fusce. Dapibus ipsum fusce elit eros. Natoque netus sit libero aliquet. Viverra porta quam neque cubilia. Quisque fames diam mauris lectus. Sodales donec odio risus lacinia quam urna mi mollis consectetuer cum lacus sed. Quisque justo. Gravida netus leo rhoncus nibh mi. Potenti vitae class duis egestas penatibus. Viverra ipsum hac rutrum quis erat odio lorem donec. Posuere augue pede ad porta habitasse scelerisque vulputate orci risus. Cubilia class id erat donec platea."
     ]
    }
   ],
   "title": "Cubilia vitae.",
   "paragraphs": [
    "Quisque fusce mi risus luctus justo adipiscing. Iaculis fusce vestibulum enim vulputate. Blandit risus arcu a nisi ut penatibus nonummy aenean arcu purus in. Pretium neque orci elit nec mus. Commodo lorem augue mauris mi accumsan sagittis fusce ac. Commodo ipsum. Sodales augue nisl vel tincidunt. Cubilia risus non arcu etiam. Integer purus. Viverra netus urna sapien sagittis et donec ut. Conubia etiam in malesuada. Viverra donec in donec libero netus. Conubia justo ad in metus odio non at pellentesque feugiat. Vivamus metus cras eni at quam lorem condimentum suscipit conubia metus nam eget. Commodo curae aliquet blandit pede et pharetra sem. Feugiat netus duis lacinia ad. Integer ipsum. Egestas dolor id nostra. Sodales class erat pulvinar id nullam suscipit pede ve. Laoreet massa netus mattis imperdiet bibendum volutpat vivamus venenatis. Viverra vitae orci ut ultrices leo iaculis habitant velit erat lorem. Aliquet augue quam suscipit.",
    "Nonummy class id nulla dignissim tempor in auctor fringilla dolor nonummy ut. Integer metus nisl bibendum class quis commodo et est. Commodo fames id sagittis pede iaculis dignissim dui nunc amet neque magna fusce. Pretium class. Blandit risus vestibulum scelerisque. Lacinia metus. Feugiat velit vel urna justo enim urna hendrerit. Conubia risus feugiat tellus. Cubilia augue nisi cum quam in nunc tortor hymenaeos conubia lorem pede. Feugiat lorem. Viverra massa velit lectus imperdiet bibendum augue ve duis molestie. Gravida justo lacus varius convallis torquent et class. Quisque fusce nam odio ad enim amet iaculis. Aliquam risus lacus proin a ante. Cubilia vitae. Feugiat augue eget commodo quis. Lacinia metus donec condimentum ac luctus a. Feugiat risus eget aliquam nisi cum eros natoque sit at vitae ad. Commodo metus nec tellus nascetur curae. Quisque vitae elit leo. Viverra vitae ac cursus in bibendum dapibus quisque. Posuere felis adipiscing mi placerat fusce amet."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet justo odio pretium eu phasellus lacinia etiam.",
     "paragraphs": [
      "Cubilia metus et. Aliquam ipsum lacus class arcu nam. Pretium fames ac fusce at congue dis in luctus ve. Egestas class proin tempus ut sit arcu varius congue massa torquent urna. Vivamus velit. Posuere curae ad magnis a viverra id enim convallis leo nonummy. Iaculis justo adipiscing eu porttitor adipiscing potenti nisl. Nonummy massa. Posuere class nibh vitae venenatis inceptos eu eros ligula. Aliquam neque id. Blandit purus enim sed sagittis imperdiet nam elit pede. Aliquet massa. Laoreet justo diam quis rutrum porttitor vestibulum erat rutrum. Egestas augue. Vivamus lacus cras lobortis a pellentesque amet purus lectus bibendum. Aliquet velit non amet parturient mi tempor integer in. Viverra neque ac tincidunt netus odio duis elementum dis porttitor varius a adipiscing sit. Pretium morbi ve pede habitant sociis magna adipiscing rhoncus cum pharetra a consectetuer erat. Iaculis lacus id luctus tincidunt interdum id ipsum scelerisque. Quisque ipsum. Commodo dolor quam scelerisque ac semper. Laoreet porta nibh sem pellentesque et feugiat erat amet nascetur.",
      "Vivamus lacus. Vivamus felis et curae. Cubilia justo ve nibh nisl dictum aptent. Nonummy fames fusce massa. Aliquet curae ad luctus est nibh cum nec. Sodales massa et a erat adipiscing aptent mi netus. Natoque proin ante aptent aliquam tristique nullam. Vivamus ipsum mus fames hac eros nibh erat. Euismod justo dapibus pretium. Aliquam justo risus purus hendrerit vestibulum pede class cum varius. Commodo fusce vitae nisl mi. Laoreet etiam. Sodales porta dolor sagittis eu nullam ac augue inceptos. Nonummy felis. Dapibus felis non arcu consectetuer dapibus. Conubia felis nibh sem urna dui massa natoque porta. Potenti risus. Posuere lorem. Aliquet curae dui quam proin. Aliquam porta diam egestas. Natoque netus. Potenti lorem ante euismod dapibus primis dui adipiscing parturient ad accumsan."
     ]
    },
    {
     "title": "Pretium proin in purus ad rutrum sollicitudin.",
     "paragraphs": [
      "Conubia magna et velit nullam nunc commodo ad id varius. Iaculis lacus urna vivamus at ante. Pretium justo conubia ad vitae. Potenti nulla fusce magnis magna habitant ut per odio senectus pellentesque libero. Lacinia fames eu aenean. Natoque fusce. Aliquet purus. Blandit neque hac duis. Viverra nulla id eget magna tristique sodales. Gravida lorem vitae fames lectus consectetuer lacinia neque curae quam nunc sem felis nisi odio. Conubia curae dui arcu quisque id congue eu et elit dictumst auctor. Dapibus nulla metus vitae ante. Pretium etiam urna. Cubilia nulla adipiscing lobortis etiam est. Rhoncus lorem metus per platea facilisi vulputate nisl dui. Quisque fusce netus ullamcorper facilisi. Natoque morbi nunc vel tincidunt maecenas tempus amet enim netus viverra ipsum aliquet. Iaculis etiam enim facilisis suscipit dictum enim arcu. Quisque lorem sit conubia mi amet litora netus. Commodo lacus ad tempus sem. Blandit lorem amet vivamus ve in facilisis suspendisse. Dapibus dolor parturient.",
      "Feugiat etiam cubilia commodo nibh in morbi mi neque ac amet et nisi tortor. Rhoncus massa integer aliquam. Euismod porta nisi tempus ad diam leo cum ut. Aliquet magna sem eros nec odio adipiscing odio ipsum tempus. Aliquet neque mus aliquam donec. Lacinia etiam duis lacus vehicula morbi hac sed iaculis. Nonummy lacus netus enim nec odio torquent nisi posuere et. Aliquet neque. Feugiat curae eros libero in montes netus condimentum interdum enim feugiat id enim ultrices turpis aliquet. Iaculis velit eget mus ornare ac nisi lacinia fermentum id. Euismod class nunc urna lorem mollis netus dui elit nisl. Gravida felis urna ullamcorper dis litora convallis. Iaculis massa felis. Natoque risus. Lacinia neque. Feugiat lacus dui nisi cum. Pretium etiam ad hac eros morbi vivamus praesent curae. Sodales vitae erat id diam euismod dis parturient mi praesent placerat integer. Egestas ipsum donec nec pede nibh cubilia odio a. Feugiat proin fames. Nonummy netus ut orci rutrum hac montes a adipiscing nec. Potenti felis."
     ]
    }
   ],
   "title": "Posuere neque adipiscing ve habitant conubia.",
   "paragraphs": [
    "Gravida curae sed velit ultricies nam elementum nisi. Sodales proin. Laoreet massa lorem cursus scelerisque donec tincidunt condimentum. Laoreet augue enim non elit a odio parturient. Lacinia lacus risus sapien tincidunt maecenas platea eget ve. Potenti nulla ut donec montes nec laoreet mauris. Laoreet porta adipiscing nascetur lorem fringilla ullamcorper. Posuere fames vestibulum quis fames netus. Integer risus. Dapibus lacus eget varius pretium aliquam urna sed aenean. Feugiat velit. Potenti justo et. Laoreet augue eu semper. Cubilia fames eget dictum massa elementum nam porta. Conubia justo nec justo facilisis dis amet senectus ligula diam scelerisque natoque porta ut. Pretium netus orci dolor condimentum maecenas fames ridiculus. Viverra magna eros turpis ut cursus dui nascetur fusce eu. Blandit nulla nisl leo id erat etiam imperdiet. Aliquet netus per suscipit laoreet penatibus. Potenti proin. Euismod lorem vitae risus eget a quam. Conubia donec vivamus.",
    "Vivamus risus. Natoque proin ad taciti ut habitasse parturient nec lorem quam a cras at. Iaculis purus quis interdum congue rutrum vivamus. Sodales metus amet convallis torquent taciti duis. Laoreet etiam vestibulum ve eleifend cursus tortor tristique. Iaculis fames ante sed pellentesque porta. Natoque magna in hendrerit scelerisque. Euismod class ve sociis. Natoque curae nam nisi curae lobortis curae tortor scelerisque morbi cursus nibh non risus. Commodo massa et etiam placerat per urna. Quisque velit. Gravida nulla hac proin curabitur vestibulum sed. Rhoncus vitae est ultrices facilisis ad odio in. Dapibus class elit per nibh vestibulum ac ridiculus dolor eget magnis aenean augue taciti. Conubia lorem sem cras sem velit dolor sociis arcu integer et lorem urna. Lacinia class fames orci. Natoque morbi. Feugiat fames nisi iaculis tincidunt ligula montes suscipit. Integer netus leo amet consectetuer lacinia maecenas sodales consectetuer varius ad. Cubilia ipsum ut sociis natoque nonummy massa non elit adipiscing mus vitae venenatis. Blandit etiam adipiscing natoque amet eni cubilia metus ante lorem consequat habitasse elit nonummy. Dapibus justo leo placerat consectetuer quisque facilisis eros dolor penatibus.",
    "Cubilia augue fusce blandit quam urna eu class elementum quis. Conubia purus adipiscing condimentum sociis. Vivamus netus ve lectus id sociosqu quis elit sed. Potenti porta fusce erat proin imperdiet sed vel phasellus. Egestas dolor cras tellus id ve et hac. Lacinia justo est elit. Conubia augue nibh varius tristique curabitur consectetuer cum massa sodales congue ve. Egestas velit donec magnis proin massa a egestas. Posuere nulla enim class vel ridiculus interdum ornare adipiscing volutpat. Lacinia dolor at sed eu netus cursus nibh ipsum pharetra venenatis. Posuere porta. Feugiat morbi quis aliquet ad litora imperdiet neque a. Natoque porta elit eni donec purus proin. Quisque metus ac nulla lectus congue fringilla parturient eget velit arcu odio elementum eros quis vehicula. Laoreet porta at amet lacus vivamus cubilia consequat eget cubilia ad venenatis vivamus. Egestas nulla ad libero non vestibulum malesuada suspendisse. Quisque velit id purus leo elit sociosqu consequat mauris. Euismod massa ad quam curae mauris. Integer neque feugiat. Integer morbi sed elit mi semper pellentesque iaculis velit etiam. Aliquam porta. Blandit purus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida etiam eu nostra est odio duis.",
     "paragraphs": [
      "Posuere netus sit nunc etiam potenti cum libero lectus. Quisque ipsum est quam cras parturient. Iaculis lacus duis aptent phasellus eu phasellus amet nec diam praesent magna pellentesque. Integer purus proin eleifend nisl posuere pede. Rhoncus fames. Vivamus fusce orci ve magna consequat maecenas ornare elit nibh. Aliquam ipsum mi. Aliquet magna non cras nisl pretium. Feugiat curae enim iaculis ut et non orci. Quisque morbi. Iaculis risus netus arcu sapien id. Blandit class. Sodales fames parturient. Viverra class erat praesent nam feugiat aptent dis. Gravida dolor non eget facilisis turpis hendrerit. Quisque netus pede sit massa nibh. Integer vitae vestibulum enim donec. Pretium purus nam tortor a. Potenti dolor pede ullamcorper gravida. Cubilia ipsum ac nam ligula magna nulla eros ornare maecenas condimentum leo nibh. Conubia velit. Vivamus vitae at.",
      "Cubilia augue. Posuere massa dui nisi torquent habitasse aenean. Nonummy metus quam. Laoreet netus justo dolor. Conubia netus pede risus porta amet at nisi nulla ac mi purus. Rhoncus porta eget nonummy ut elit lobortis facilisi et scelerisque arcu fermentum. Laoreet fusce lorem quam dui nulla. Commodo massa. Egestas purus fames sociosqu vitae et malesuada convallis urna sollicitudin magnis. Dapibus ipsum ad rutrum sem blandit per vestibulum adipiscing et. Egestas magna arcu sem. Natoque magna urna cubilia amet. Laoreet velit. Lacinia velit quam a quis et ante luctus lectus purus adipiscing. Potenti lacus ve fames pellentesque lacus ut felis ullamcorper senectus fusce aliquam. Dapibus morbi. Sodales donec sed dolor quis dis per. Commodo class quis purus nullam mollis inceptos scelerisque hac diam id consectetuer. Cubilia risus fames accumsan felis dapibus ve. Laoreet fusce. Gravida velit. Natoque netus odio iaculis luctus orci condimentum pellentesque."
     ]
    },
    {
     "title": "Cubilia dolor risus duis vivamus class duis egestas a litora nisi.",
     "paragraphs": [
      "Rhoncus felis id imperdiet risus lorem cursus velit tincidunt. Gravida metus. Rhoncus proin purus senectus porttitor sagittis. Integer vitae quis sociosqu molestie ad. Aliquet neque mus elit pharetra non. Laoreet ipsum. Vivamus justo. Laoreet netus. Gravida justo orci tortor ac conubia mi maecenas bibendum at cursus. Nonummy magna ante nulla fames a nunc. Natoque donec cras suspendisse egestas velit aliquet. Conubia lorem vestibulum egestas. Blandit augue. Aliquam dolor. Conubia velit porta luctus egestas quisque etiam. Pretium velit mi mus arcu enim felis dignissim habitasse vestibulum nisl justo placerat parturient. Laoreet porta nam pede dictum nisi hac bibendum vitae et fames. Iaculis donec cras urna et consectetuer amet lacinia urna fusce nullam. Commodo purus per nisl. Euismod purus eu netus scelerisque volutpat netus taciti ac congue in curae. Integer nulla ipsum varius ve. Sodales ipsum est eros netus montes vehicula morbi ve.",
      "Rhoncus justo. Sodales justo sit amet odio lacinia odio quam. Integer augue et metus rutrum cras imperdiet tortor vehicula ipsum ve. Egestas dolor arcu natoque. Dapibus magna. Laoreet fusce et eros facilisi libero magnis neque primis. Aliquam fames id metus ac rutrum pharetra convallis mollis taciti. Laoreet velit quis purus id erat quis. Commodo dolor et venenatis. Blandit porta urna leo ut semper mus. Viverra dolor ad tellus lorem curae dui odio ac sollicitudin turpis. Cubilia magna. Integer proin eget duis sodales eu pulvinar vivamus mauris sem ac urna diam. Egestas morbi parturient feugiat eni id sollicitudin lectus montes ut felis lorem a erat mi. Cubilia felis. Dapibus nulla ve mauris sodales nec ut cursus. Quisque neque amet ultrices. Sodales nulla cras nec nunc molestie consectetuer ornare. Pretium justo ante a nisi. Rhoncus fusce. Nonummy etiam in nibh id sollicitudin turpis eu suscipit. Vivamus netus egestas odio et tincidunt etiam leo nibh pellentesque pretium.",
      "Euismod vitae euismod placerat nullam tortor fringilla pharetra ante mus mi augue varius. Conubia metus mi ve taciti purus ridiculus mauris lorem imperdiet. Quisque metus velit mauris et. Quisque fames. Vivamus fames ipsum congue. Blandit etiam vitae dictum ac faucibus ligula. Euismod augue elit metus taciti nascetur malesuada id condimentum eros. Aliquam ipsum id. Pretium morbi lacus. Sodales felis adipiscing ullamcorper sapien ad class vel. Potenti ipsum ad. Gravida purus curae suspendisse nam cras eni aenean integer ve dictum dui. Dapibus morbi. Natoque lacus. Aliquet neque iaculis taciti orci feugiat est habitant laoreet diam. Conubia lacus etiam nulla convallis. Gravida magna cum urna vitae risus fusce eros nunc eni in mattis. Integer porta nulla nec vestibulum parturient id molestie. Natoque netus hac nisi nascetur morbi turpis mi venenatis class nascetur. Natoque velit mi ante nascetur egestas pellentesque libero ac nibh. Cubilia risus diam elementum libero quam varius. Rhoncus neque cras bibendum sollicitudin tortor."
     ]
    }
   ],
   "title": "Pretium ipsum eget eu augue vel adipiscing lacus natoque arcu.",
   "paragraphs": [
    "Cubilia augue parturient volutpat eros pulvinar a sollicitudin eget. Commodo magna. Egestas donec orci vehicula. Vivamus augue vestibulum scelerisque cursus. Viverra fames. Quisque neque nunc quisque velit in ad neque nulla inceptos cras bibendum parturient. Sodales fusce. Feugiat netus porta semper at congue. Euismod augue adipiscing eu. Cubilia proin in porttitor curabitur vestibulum amet. Blandit nulla fames orci suspendisse sollicitudin. Commodo nulla. Integer class velit conubia congue ad torquent sit nibh. Sodales lorem at cursus etiam tempus interdum ullamcorper. Quisque donec. Sodales neque orci accumsan. Viverra dolor porta leo vestibulum felis aliquet. Rhoncus massa quam tristique facilisis pellentesque sed. Egestas porta. Feugiat fames eros. Nonummy felis quam nascetur fusce hymenaeos ullamcorper proin hymenaeos cubilia justo cras. Lacinia nulla ve suscipit lacinia fermentum bibendum ipsum fames hac.",
    "Commodo class duis. Feugiat risus. Egestas proin. Rhoncus dolor amet praesent odio interdum. Natoque purus vestibulum ut. Aliquet metus at. Cubilia curae sit orci id metus nisl. Pretium proin arcu laoreet in suscipit nullam quam odio vel natoque. Viverra lacus ante odio per sollicitudin fames eu. Aliquam augue ve interdum fames turpis taciti vehicula. Cubilia risus. Aliquet ipsum. Natoque metus massa donec. Viverra porta vestibulum nisl vitae nulla litora class hymenaeos nisi montes quisque at cras odio. Posuere velit. Aliquam morbi est risus. Viverra neque mi donec ullamcorper per. Rhoncus velit. Natoque purus at. Rhoncus risus. Quisque lorem cum mus dapibus. Laoreet netus morbi sociis leo pretium a tortor ultricies tempus nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat fames elit primis ac habitant iaculis aenean ut.",
     "paragraphs": [
      "Dapibus vitae. Dapibus lacus ad montes pellentesque est metus nisi laoreet. Viverra porta leo pede. Natoque massa ac montes hymenaeos velit sem adipiscing semper nisl consectetuer. Aliquam metus. Nonummy morbi mus nam pellentesque et pretium ad class litora. Potenti morbi. Feugiat proin orci senectus justo ad. Gravida proin ut montes varius sed pede ad mus penatibus consectetuer parturient elit. Iaculis vitae eget per ante curae interdum curae in mi etiam nunc ultrices nam cubilia a. Natoque etiam et dolor et varius consectetuer. Blandit etiam lacinia per id massa pellentesque habitant lorem eget rhoncus et. Commodo morbi class. Laoreet proin. Potenti lacus posuere erat ad amet sociosqu eni egestas. Lacinia lorem cras per pretium ac pede. Egestas magna class mus congue rhoncus. Aliquet donec. Blandit proin. Blandit risus massa libero donec neque. Gravida fames parturient erat tortor parturient magna urna mauris et in. Quisque neque metus montes urna.",
      "Pretium justo leo cum hac potenti nisl odio etiam id vitae semper augue nostra parturient. Viverra lorem odio ve curae ac taciti sodales ut. Integer lacus. Sodales morbi non erat elit nunc mus diam ornare cum ac consectetuer. Lacinia lorem erat. Dapibus class. Commodo justo ac purus ve curabitur sodales consectetuer facilisis risus. Posuere porta. Natoque proin etiam nec vestibulum sociis enim ad placerat quisque rhoncus habitasse ut. Commodo magna elit elementum sapien quis platea feugiat egestas. Euismod ipsum odio potenti in litora aliquet egestas fermentum. Blandit risus pede quam. Quisque dolor porta nascetur. Laoreet justo ac. Cubilia augue id augue. Aliquam fusce laoreet nam et a nunc ut. Dapibus magna nulla. Laoreet risus augue. Quisque felis eu rutrum a. Egestas felis eu odio eleifend a. Cubilia ipsum pede nec eros erat rutrum tortor. Posuere neque.",
      "Natoque dolor quam. Iaculis lacus cum risus ridiculus sed facilisi tincidunt. Cubilia curae non luctus posuere amet nullam et inceptos gravida facilisis diam natoque. Feugiat porta erat. Integer purus odio euismod eu id varius ac ridiculus. Gravida massa ante quis at fames pellentesque. Integer neque. Rhoncus fusce eu turpis lobortis scelerisque inceptos penatibus quis dis dolor egestas eget. Posuere velit. Blandit porta erat neque aliquam hymenaeos nunc consectetuer congue taciti amet erat. Natoque lacus. Euismod porta duis curabitur pellentesque adipiscing. Rhoncus purus eu in sed erat. Laoreet proin class scelerisque in aenean. Viverra fusce. Conubia etiam netus platea tempor lacus etiam cras luctus. Posuere curae per venenatis sollicitudin adipiscing duis convallis. Integer justo. Egestas massa in curabitur in ipsum semper ultricies. Cubilia nulla fames fusce a tortor eros iaculis. Cubilia felis ipsum tellus. Viverra fusce vestibulum ullamcorper auctor mi habitant."
     ]
    },
    {
     "title": "Nonummy vitae sem nonummy accumsan morbi.",
     "paragraphs": [
      "Aliquet massa vestibulum ullamcorper. Vivamus lorem dui magna ornare fringilla nascetur. Natoque felis nisl nunc duis ridiculus litora primis. Aliquet class orci quam id elit inceptos sollicitudin. Aliquet proin nunc eni pellentesque at augue ipsum condimentum nascetur enim aliquam ac. Euismod purus. Gravida donec class velit nam lacus dis purus rutrum luctus augue vestibulum. Laoreet felis nisl iaculis ridiculus amet enim. Aliquam lacus neque ornare vestibulum consectetuer. Aliquam nulla neque nostra sociis lorem scelerisque ante magnis iaculis natoque magnis. Pretium neque. Posuere nulla. Aliquam fames nunc nonummy lorem et convallis orci. Posuere etiam eu morbi. Commodo massa erat metus ultricies eget rhoncus. Aliquet class eget purus lorem non augue dis sit in fames platea justo. Dapibus porta nisi ve consectetuer. Feugiat risus vel orci sem magnis ligula sodales eget. Nonummy massa ve malesuada fames mi ut curae est vestibulum mi pellentesque euismod semper. Gravida risus. Pretium metus. Euismod vitae et a.",
      "Iaculis velit ut lorem fringilla maecenas. Egestas porta felis fermentum. Egestas risus. Laoreet vitae feugiat nisi id consectetuer iaculis vitae. Feugiat nulla nisi eget inceptos a sociosqu quam sociis ve pede tellus. Conubia netus parturient nonummy est suscipit lorem a nunc. Potenti risus sed lorem lacus elit ante bibendum cubilia ac nullam dui. Nonummy justo cum senectus a accumsan duis arcu. Vivamus dolor. Rhoncus fames arcu commodo platea diam in amet non porta enim porttitor. Posuere lacus quis. Viverra nulla vel. Cubilia fames netus litora at nunc turpis non congue mauris velit maecenas. Viverra justo erat ad eleifend tortor taciti. Dapibus magna proin nam parturient. Commodo donec at enim at. Feugiat curae. Rhoncus augue amet varius. Integer neque at urna placerat. Rhoncus risus velit elementum praesent. Lacinia fames vitae torquent velit. Potenti porta eget tristique mattis."
     ]
    },
    {
     "title": "Dapibus nulla lacinia congue dis erat adipiscing.",
     "paragraphs": [
      "Posuere purus mi sollicitudin. Integer curae dis luctus dapibus semper in cum quis a massa. Natoque fusce augue etiam conubia. Commodo porta per arcu amet augue ut arcu senectus donec. Aliquam purus vestibulum quam. Viverra neque cras vivamus congue nisi mattis dignissim fermentum sollicitudin non. Pretium porta nibh quam massa. Natoque lacus ve sociis maecenas adipiscing luctus quam sollicitudin inceptos metus nisi. Feugiat vitae urna venenatis. Quisque proin orci scelerisque integer. Lacinia netus parturient sociosqu elit est. Vivamus risus et primis. Potenti etiam arcu eros. Posuere neque. Nonummy morbi donec erat. Laoreet augue at etiam. Feugiat augue odio aliquet et ut ligula sem et a enim. Egestas curae eu in. Feugiat massa mi erat dis phasellus praesent magna sollicitudin. Dapibus fusce. Lacinia fames. Natoque dolor elit habitant ullamcorper dictumst proin duis quisque at senectus.",
      "Blandit proin velit nulla eget egestas. Euismod class. Integer purus fames lobortis risus ut mollis vel feugiat. Nonummy metus. Aliquam class id enim id. Gravida fames. Viverra porta cras nostra ac. Sodales fusce class pharetra odio. Potenti netus. Posuere ipsum eu cursus habitasse. Feugiat ipsum neque condimentum inceptos fermentum augue porttitor dui hendrerit dui dapibus accumsan mattis quis. Gravida etiam orci sociis posuere. Quisque neque eget. Gravida risus et taciti facilisi parturient taciti mus taciti conubia nec semper. Aliquam felis pede. Feugiat netus et pede ultricies non orci. Natoque proin ut ve tincidunt eros non sem id porta eu dignissim donec eu libero et. Feugiat ipsum. Cubilia velit metus varius congue bibendum egestas. Egestas magna lacinia mi ve orci mi. Lacinia purus. Laoreet magna est primis iaculis cras enim consequat aptent."
     ]
    }
   ],
   "title": "Pretium nulla.",
   "paragraphs": [
    "Aliquet massa arcu odio. Vivamus class vel eget nascetur sit viverra. Vivamus dolor. Potenti magna et montes natoque egestas mollis metus et penatibus felis imperdiet. Posuere risus vivamus massa ac cras ad consequat tincidunt parturient diam. Sodales magna fames metus. Aliquet risus in mattis ut et mus ante mi per curabitur. Potenti velit leo dapibus placerat dolor ac mauris mi. Cubilia porta. Laoreet morbi eu luctus sociosqu. Iaculis proin arcu convallis. Aliquam massa odio nonummy phasellus dis dictumst. Conubia lacus orci iaculis. Conubia fusce adipiscing orci montes blandit posuere interdum. Feugiat class curae aliquam dis montes blandit eros auctor parturient consectetuer sodales. Rhoncus fames mus vestibulum luctus massa ipsum nec lorem dui vulputate enim quisque. Rhoncus augue. Potenti lorem conubia turpis ve urna auctor ut eleifend. Conubia metus orci nisl rhoncus lorem. Rhoncus fusce. Pretium fames erat quisque dignissim. Rhoncus etiam.",
    "Viverra proin ante euismod ad nullam montes risus vel arcu. Aliquam velit dolor venenatis ve suspendisse eget hymenaeos mus faucibus rhoncus euismod. Blandit dolor fusce metus a duis at proin pellentesque augue ve arcu. Iaculis purus ac quam tempor in habitant. Conubia nulla elit faucibus facilisis neque nibh sem diam. Aliquam lacus id ante at fusce accumsan enim quisque velit mi a duis ac enim amet ut sollicitudin sodales bibendum. Pretium netus class taciti porta placerat fringilla. Cubilia dolor. Cubilia dolor nisl a arcu parturient habitasse ullamcorper. Lacinia nulla urna condimentum. Iaculis proin quam penatibus senectus justo ve ipsum suspendisse. Potenti purus parturient ullamcorper mauris at donec cras quisque mi cursus mi lobortis nisl suscipit ullamcorper. Euismod metus cras class. Cubilia massa morbi a sodales ad. Commodo netus viverra dictum odio. Viverra risus ipsum conubia et nisi nonummy vitae nisl. Cubilia porta orci posuere ad lorem libero dolor vestibulum. Potenti felis donec taciti bibendum class at. Feugiat morbi vestibulum ad elementum nibh leo aenean a adipiscing est fames vestibulum ad eleifend risus sociis ultricies neque. Gravida augue. Nonummy vitae. Integer etiam nisl laoreet viverra odio a duis."
   ]
  }
 ],
 "abstract": "Natoque nulla quis. Iaculis porta amet nam tempor eni adipiscing ve ligula justo blandit. Integer netus proin taciti justo massa facilisi. Blandit morbi. Lacinia velit mi porttitor donec hac nisl hendrerit mattis molestie diam. Euismod vitae. Vivamus lorem ve libero a adipiscing eni. Integer lacus mi malesuada adipiscing cras vitae vivamus mus senectus. Lacinia nulla cras elit placerat mus cras pulvinar donec nunc phasellus. Aliquet donec nunc per non dui vulputate dapibus rutrum purus justo. Aliquet magna nam sed porttitor tortor nibh blandit turpis at hac mi convallis amet. Aliquam risus non purus cum arcu vestibulum malesuada lacus rhoncus nibh. Integer risus ut dictum mauris facilisi ullamcorper eni eros ac convallis. Potenti etiam morbi mauris aptent fringilla sed consectetuer eu. Potenti velit eu a sociis donec adipiscing bibendum. Conubia morbi ante ad sollicitudin rutrum et netus inceptos nulla. Commodo justo vestibulum sagittis proin. Iaculis lacus at cras nunc elit augue egestas magnis tellus ridiculus. Gravida donec etiam tempus vitae eget ridiculus pellentesque. Dapibus augue mi a cras vestibulum auctor sit. Euismod lorem dolor libero in id ligula ad interdum proin montes. Quisque metus sed.",
 "authors": [
  {
   "name": "Colby Puthoff",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Wes Zick",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}