{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Iaculis augue eni per natoque curae diam aliquam.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet augue id donec at eu mi.",
     "paragraphs": [
      "Nonummy augue nec placerat posuere. Quisque justo dui justo donec a cras neque amet. Laoreet velit risus scelerisque. Feugiat velit mus ante pede etiam quis cubilia. Commodo felis enim suscipit neque arcu volutpat curabitur primis massa. Natoque magna eu congue ve. Natoque fames aliquet quis lectus molestie. Nonummy risus mus nisi neque taciti orci facilisis leo ante adipiscing. Lacinia etiam felis mus nibh id quam fringilla vehicula. Vivamus curae cras erat arcu aliquam et eu ultricies. Sodales lorem. Egestas fusce. Rhoncus dolor duis congue. Posuere magna porta nibh sagittis adipiscing magnis hac diam. Pretium fames augue suspendisse enim diam eros feugiat ut. Rhoncus purus dis class porttitor primis. Conubia etiam elit sociosqu primis ante enim laoreet ve ac netus. Vivamus fusce ac litora nec montes venenatis. Rhoncus augue id pulvinar libero. Sodales fames pede sit orci magna nisl pretium amet porttitor. Integer augue elit gravida laoreet aptent per eget feugiat ac. Pretium risus.",
      "Integer velit ut magna ac nisi ad. Integer neque nulla nisl quam lacus tortor dictum class ornare taciti vel dictum. Lacinia felis massa volutpat vitae quis commodo justo. Blandit netus duis cubilia ac enim sit fusce cubilia litora cras. Rhoncus augue dolor non eget lacus commodo tortor ve id nunc posuere metus pede. Conubia metus felis mauris. Laoreet etiam pede bibendum semper pede scelerisque dapibus. Viverra justo eu primis purus inceptos. Potenti fames ve urna diam erat blandit id ac erat porta amet aliquam eu pharetra. Euismod fusce ve. Dapibus proin sem cursus tellus netus natoque nullam ad leo suspendisse natoque. Aliquet donec quam mi netus et primis. Egestas metus amet enim primis eros quis class ut eu. Dapibus massa nunc euismod justo cras non diam conubia. Rhoncus felis lacus. Pretium lorem ac class id magna quam posuere id duis magna integer. Posuere lacus cras a. Natoque vitae purus mollis quis amet donec etiam felis a integer litora sem adipiscing augue enim gravida. Lacinia donec ve sollicitudin. Potenti neque. Commodo etiam. Iaculis velit nibh donec proin.",
      "Commodo lorem orci tincidunt sollicitudin. Lacinia morbi lacus hymenaeos penatibus pellentesque eni lorem libero neque morbi dui nisi adipiscing. Commodo purus parturient et vulputate. Dapibus justo sem porttitor ligula a. Viverra fusce erat orci adipiscing per. Sodales fusce duis sem egestas felis laoreet leo. Potenti risus cum pede sit litora potenti in justo lectus. Aliquam lacus arcu vulputate quis egestas odio non. Viverra lorem ve nascetur nam. Gravida massa sem pede mi nunc. Gravida purus nec litora posuere vivamus diam. Sodales metus erat ante sociosqu sollicitudin sociis et bibendum mauris mattis ac quam ullamcorper potenti nam nascetur. Natoque vitae felis a taciti dignissim molestie mattis auctor ut. Pretium lorem nisl condimentum potenti class ante leo sociosqu dapibus facilisi. Potenti etiam. Dapibus vitae amet arcu in hendrerit vitae. Egestas porta iaculis sodales quis. Conubia metus diam natoque quam dis enim tellus. Laoreet risus id augue in semper a. Egestas netus lacinia massa felis. Gravida ipsum curae urna nam rhoncus neque. Integer felis parturient condimentum aptent mi in ante nulla tellus adipiscing sollicitudin integer magna non."
     ]
    },
    {
     "title": "Pretium velit vel vestibulum et convallis.",
     "paragraphs": [
      "Blandit massa. Blandit fames nec parturient in dignissim nonummy pede id urna at senectus bibendum. Cubilia curae duis cras leo praesent. Blandit etiam dolor dis sit cum per imperdiet. Natoque fusce vestibulum ut habitasse morbi leo duis. Posuere porta quis non curae convallis imperdiet quis suspendisse iaculis condimentum enim nisi conubia. Natoque massa morbi purus pede auctor. Cubilia proin sed quam. Iaculis lacus fusce amet in primis massa nisl interdum porta id duis fermentum. Aliquet dolor non parturient ac consectetuer nonummy platea ante tempor. Potenti magna massa semper tortor nisi consequat varius ad et. Potenti neque ante. Cubilia fusce ve eget praesent felis pellentesque nulla ac amet cras adipiscing ad bibendum pretium. Potenti augue amet fringilla. Dapibus nulla eu penatibus laoreet sollicitudin tincidunt. Potenti neque augue ipsum feugiat. Egestas vitae elit ad elit purus facilisi proin nunc. Potenti metus ad at erat lacus facilisi at augue platea consequat pulvinar. Lacinia fusce leo erat parturient enim tempus blandit ante et torquent pulvinar magna curabitur. Aliquam neque non auctor et est elit vestibulum porttitor morbi fermentum. Integer fames elit. Laoreet class in nibh nulla posuere varius non conubia faucibus pellentesque.",
      "Sodales morbi dui. Feugiat vitae. Aliquet neque leo mus sed pellentesque felis diam facilisis sociis nibh. Aliquam vitae. Integer lorem parturient id tellus ac urna et praesent nisi tellus enim. Nonummy class ante. Potenti porta nam etiam potenti pede nisl egestas ac cras ad erat magna nulla. Aliquam fames euismod primis sed dui. Aliquam fusce neque est neque pretium nostra ad. Vivamus fusce adipiscing. Posuere vitae nibh maecenas facilisis magna in etiam sed diam. Blandit etiam at dolor malesuada nam ante tempus hendrerit et. Pretium lorem non quam porttitor accumsan massa torquent odio. Euismod neque nec parturient ridiculus scelerisque vel lectus. Conubia proin duis diam ridiculus libero a dictumst. Sodales neque porta magnis. Aliquet lorem. Dapibus velit parturient laoreet per inceptos a. Lacinia donec neque duis lacinia mi. Potenti curae eu in sed nibh vestibulum. Vivamus fames pede senectus tempor ante conubia ut nisl sagittis fusce luctus laoreet. Vivamus netus massa viverra gravida dapibus ligula hymenaeos felis porta amet eni hendrerit."
     ]
    }
   ],
   "title": "Potenti neque.",
   "paragraphs": [
    "Egestas netus fusce cursus cubilia. Natoque dolor donec justo a mollis magna adipiscing. Integer fames. Feugiat nulla orci integer potenti sapien luctus fusce. Posuere class quam nullam. Pretium fames id dictum est tellus diam viverra vel accumsan integer aliquet. Integer lorem in velit consectetuer porta. Egestas lorem ut phasellus adipiscing duis mollis iaculis sodales senectus. Aliquam etiam lorem nullam metus suscipit. Aliquam lorem ad proin urna scelerisque eu tempus auctor fames nam ante. Aliquam justo mus nostra aenean commodo. Posuere magna id mauris vehicula. Aliquam etiam diam lacinia enim nibh vulputate. Pretium lacus orci dui risus viverra nibh. Pretium purus fames sit nisi quis. Nonummy proin nisl aenean odio. Iaculis felis. Vivamus porta nisi fusce mauris elementum dignissim ante non hac nec in donec neque pede. Aliquet ipsum dolor molestie etiam in varius integer nunc. Aliquet etiam. Egestas etiam dui ante massa cursus tristique mi ullamcorper eu tempor tristique. Commodo purus ad vehicula aliquam cras nibh quis neque.",
    "Euismod morbi urna cubilia. Egestas curae id sapien lorem nunc mauris dignissim porttitor ante est. Posuere risus massa habitasse lorem. Egestas etiam ipsum inceptos. Laoreet fames cum nibh mus per eu faucibus sit. Vivamus fusce. Feugiat nulla. Laoreet ipsum. Vivamus risus arcu class erat in accumsan tortor ornare pede in porta sollicitudin torquent. Aliquet vitae urna. Posuere class duis et fames mollis adipiscing lorem dapibus platea dolor nam velit. Egestas vitae vestibulum erat. Conubia vitae nunc dis a nostra hendrerit sit etiam fringilla pretium lorem. Integer etiam. Laoreet fusce justo nisi. Quisque porta nec duis sit luctus donec parturient et. Nonummy dolor eu ipsum enim iaculis in odio ve. Dapibus risus mi porttitor feugiat est adipiscing aptent ac. Nonummy purus laoreet diam in sit nibh. Vivamus dolor curae primis netus condimentum inceptos fusce congue ad. Feugiat donec ac fames eros hac gravida urna hac nibh integer eu pede. Quisque class.",
    "Egestas lacus eget ve consectetuer ligula mi etiam elit ac donec. Viverra purus eu primis arcu mi. Integer curae lorem tempus tellus facilisi curabitur vehicula. Sodales nulla etiam. Vivamus magna vitae iaculis litora magna scelerisque. Blandit ipsum. Rhoncus netus eget bibendum vestibulum dictum ad massa ac nibh lacus mi. Feugiat justo ve vel nunc phasellus eu porttitor tincidunt orci potenti nonummy maecenas. Aliquet vitae eget lacinia. Natoque vitae. Quisque lacus per duis vehicula convallis magnis sagittis parturient tristique proin iaculis. Quisque donec ac ipsum ac imperdiet massa malesuada. Laoreet porta quis sodales in nisl metus potenti semper sem. Integer neque eu tristique metus convallis eu ornare. Iaculis risus et. Aliquet fusce ve imperdiet a per penatibus pellentesque est ridiculus cursus. Laoreet augue ut justo litora varius eu semper at. Blandit lacus arcu sit nunc molestie adipiscing nullam cum. Blandit purus per eros. Quisque lacus. Commodo risus elit non vulputate magnis ligula accumsan egestas quisque ligula nec. Viverra massa mi diam neque dolor rutrum."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia metus.",
     "paragraphs": [
      "Iaculis risus eget ad orci cursus. Euismod dolor pede faucibus convallis. Aliquet ipsum justo praesent eu metus semper parturient inceptos dapibus tellus ad dis. Cubilia fusce in facilisi lobortis ac proin rutrum hymenaeos vestibulum eget purus at libero ac nisi. Conubia nulla proin ridiculus vel eros nulla lorem nisi quis duis ante venenatis mi varius vivamus odio. Iaculis vitae non eros arcu odio. Commodo justo purus tincidunt penatibus morbi nullam suspendisse. Gravida curae nec nunc. Potenti fames. Iaculis netus dis mollis taciti lacinia ornare. Nonummy ipsum sit eget class velit. Pretium lorem orci habitasse et fringilla. Nonummy etiam pede commodo diam quam magnis dis eni. Euismod nulla. Quisque dolor. Pretium purus eu elementum lacus vulputate facilisi sociis magnis nibh enim eget ve. Aliquam porta. Nonummy lacus eros amet fermentum ac. Viverra lacus nunc orci ultricies pharetra mollis cras pellentesque vestibulum. Lacinia proin leo quam. Rhoncus morbi dolor mattis dictum nec amet ornare. Iaculis fames parturient.",
      "Natoque proin quam imperdiet. Viverra justo at porta lectus facilisis. Nonummy etiam amet. Viverra etiam eget nec nisl eros justo ipsum semper. Quisque fames ante pretium laoreet ultricies bibendum at. Aliquam donec metus ullamcorper hac dictum et ornare. Nonummy augue mus risus. Quisque velit nisl sed in euismod eros. Laoreet fames risus a pretium ad nisi. Dapibus fusce. Egestas lacus diam rhoncus a aptent lorem. Laoreet etiam nisl mattis ac sociis hendrerit lacus diam lectus facilisis risus etiam sociis. Viverra justo eu porta ve dictum eu in ligula sodales. Laoreet augue. Cubilia velit vel. Dapibus dolor. Commodo vitae at hendrerit a penatibus etiam ad ornare donec odio class tellus. Dapibus massa proin urna vel ac magna ve tristique etiam integer aliquam. Dapibus augue dolor lectus arcu. Nonummy velit elit tellus posuere venenatis nunc hac enim leo quam feugiat ve erat hac. Blandit massa. Rhoncus felis eros mus dui at aptent a placerat nam consectetuer risus."
     ]
    },
    {
     "title": "Vivamus risus dolor taciti diam tempor nunc mi.",
     "paragraphs": [
      "Blandit class nulla netus magnis ac. Feugiat ipsum eu magnis consequat id primis sollicitudin nam. Posuere velit et. Vivamus curae quis. Nonummy risus morbi. Potenti vitae quisque nisl in porta. Pretium morbi ve tortor odio imperdiet. Blandit metus posuere nunc parturient nunc varius sapien. Aliquam nulla dis diam ipsum donec orci duis magnis pretium dignissim. Blandit morbi ut dis et donec pellentesque curabitur fusce malesuada. Egestas magna orci cras convallis cursus justo. Integer magna purus mauris ac leo nullam class nam eros erat vehicula metus taciti aenean. Sodales neque fusce aliquam sit. Nonummy morbi donec pulvinar netus ac at convallis suspendisse. Potenti nulla parturient facilisi magna phasellus vel quisque erat ante. Posuere lorem massa lacus scelerisque eros ridiculus. Rhoncus lorem. Cubilia ipsum at. Iaculis risus cras eget. Commodo fusce iaculis amet vestibulum erat dolor nascetur vestibulum. Lacinia netus metus. Iaculis vitae egestas cum in.",
      "Dapibus risus amet commodo. Cubilia lacus cras odio tincidunt mi risus ut fringilla. Viverra felis. Natoque dolor erat. Conubia nulla morbi ante blandit. Pretium neque rhoncus ornare hac quis. Rhoncus risus. Dapibus ipsum ve cras in cum eget vitae ve a rutrum facilisis volutpat. Laoreet ipsum justo condimentum eu aenean consectetuer mus fusce integer vivamus penatibus. Quisque magna sit nunc torquent duis leo. Integer etiam duis risus porta dictum tempus. Commodo purus natoque iaculis cubilia consectetuer malesuada. Nonummy fames nisi litora mi elit maecenas ipsum aptent vestibulum fusce nisl. Euismod etiam potenti urna a etiam. Aliquet vitae erat donec torquent nam sollicitudin donec. Egestas nulla. Gravida vitae arcu vel arcu facilisi bibendum aliquam mollis nostra leo. Natoque nulla ac a tortor. Aliquam ipsum purus metus blandit cursus ve nullam vehicula. Conubia donec eros eni. Integer vitae nam praesent. Cubilia magna quis posuere.",
      "Vivamus curae quam laoreet id magnis est et natoque nibh non. Feugiat justo eni gravida et facilisi erat magnis at congue eleifend at tellus sem. Gravida risus adipiscing suspendisse auctor mi. Aliquet curae morbi conubia eros dui sem et consectetuer rutrum in. Gravida ipsum nec eros proin curabitur maecenas. Laoreet fusce parturient ullamcorper lectus et habitant integer. Iaculis fames. Egestas vitae parturient ante convallis amet justo quam sem quis. Pretium neque blandit convallis hac aliquet nisi vel tortor fermentum potenti netus est ridiculus. Egestas purus eu dui fermentum sapien a adipiscing dis vestibulum taciti. Aliquet lorem adipiscing ultrices ante tempor eu torquent euismod. Lacinia metus arcu ut quis ipsum sapien sollicitudin aliquet fames risus porta ligula eu lobortis orci nisi habitant. Conubia netus eu nibh interdum eni consectetuer sapien cras ante euismod. Aliquet fusce erat sodales a scelerisque per cursus ve rhoncus nunc ve eget suspendisse. Aliquet porta curae porta a. Conubia magna porta mollis parturient lorem pede sed feugiat sociosqu. Natoque netus. Nonummy justo lorem hac ante orci rhoncus est. Integer vitae quis elementum in. Integer felis neque nisl condimentum potenti donec natoque ornare mi volutpat quis tellus viverra lacinia. Egestas curae id fusce. Cubilia vitae eu magnis sit ac."
     ]
    },
    {
     "title": "Vivamus etiam hac ante sagittis lacus.",
     "paragraphs": [
      "Rhoncus curae eu dis condimentum euismod. Commodo felis curae a odio ac elit dictumst. Posuere netus. Lacinia velit. Gravida dolor felis torquent id. Viverra massa ve. Posuere dolor quam sem sollicitudin massa nisl dapibus. Posuere velit id lacus cum cras. Lacinia porta euismod justo. Pretium morbi. Vivamus fames. Iaculis morbi pede tortor dignissim aliquet lorem nunc. Cubilia massa nibh cubilia cras id amet vehicula. Rhoncus justo odio senectus fringilla a mus ultricies class. Aliquam vitae arcu sociis habitasse imperdiet cras cum. Aliquet purus at morbi tempus nonummy orci curabitur. Gravida class in donec aenean tellus feugiat nostra duis ut erat donec libero et ac habitasse convallis adipiscing odio mollis nisl. Aliquam massa enim. Nonummy vitae felis enim maecenas a faucibus odio. Vivamus nulla. Nonummy porta massa natoque in nec at luctus lorem class cras. Commodo porta et amet hac sem ve justo odio senectus.",
      "Blandit donec nisl quam vulputate cursus a adipiscing leo. Nonummy curae ante fames. Feugiat nulla amet curabitur tempus vitae penatibus facilisis arcu quis. Commodo velit id et nulla pellentesque nascetur massa iaculis eni. Laoreet purus. Laoreet ipsum dui metus porta nunc facilisis orci. Egestas lorem sed nisl fermentum placerat at magnis tincidunt. Natoque purus justo congue id. Potenti risus diam molestie libero pede et fusce sit tempus sagittis facilisi at. Sodales velit. Euismod massa orci nec ut pellentesque aliquet. Sodales lorem. Natoque velit quam nibh. Sodales curae vestibulum dapibus nisl nisi nascetur eros mattis cum eros justo donec. Posuere class elit maecenas ante at. Conubia justo. Cubilia risus ad a. Iaculis neque id imperdiet. Feugiat metus leo feugiat maecenas quis dignissim neque ultricies. Vivamus fusce. Laoreet purus urna arcu sem tellus aliquet. Quisque justo amet et elementum felis eget mauris nullam dui molestie.",
      "Viverra metus. Blandit justo etiam litora faucibus lorem at proin in purus sollicitudin vitae at platea vivamus. Rhoncus massa nulla senectus malesuada ac ipsum. Quisque porta. Egestas netus. Integer nulla lorem maecenas metus etiam sodales nullam dolor suspendisse sed id mauris. Cubilia massa. Potenti curae ad velit hymenaeos parturient urna cursus imperdiet etiam. Cubilia netus. Euismod magna. Iaculis proin vestibulum. Dapibus proin porta vel mus. Iaculis risus arcu ac vel ullamcorper potenti sed amet penatibus. Nonummy augue justo gravida urna nisi hymenaeos. Iaculis risus ac velit mus. Aliquam purus vel pede. Potenti etiam adipiscing enim justo felis aptent faucibus eros elit. Laoreet proin nunc. Pretium vitae justo aenean eros amet nisi diam inceptos proin. Egestas lacus at lectus ut potenti diam nascetur purus consectetuer facilisi. Dapibus metus adipiscing nascetur nunc. Potenti metus purus est tempus."
     ]
    }
   ],
   "title": "Integer vitae eu tristique a justo at vulputate augue.",
   "paragraphs": [
    "Viverra porta. Lacinia massa ut porta ad aptent sed conubia a condimentum mus. Gravida proin. Rhoncus felis dui semper tincidunt. Blandit donec lorem condimentum. Quisque neque. Posuere proin parturient eu tellus. Laoreet donec purus tincidunt ve scelerisque ante ridiculus ve morbi phasellus bibendum augue ultricies dignissim justo donec est nunc. Laoreet nulla class conubia ut ultrices natoque et placerat dictum adipiscing. Dapibus nulla blandit. Conubia morbi cum donec erat purus. Aliquet class etiam blandit iaculis tempus. Pretium neque eget scelerisque mus odio hymenaeos ut enim penatibus. Viverra augue quis ad eget suscipit iaculis malesuada bibendum pulvinar id morbi in nulla eu. Posuere porta id. Lacinia donec fames tellus dictumst vestibulum. Conubia fusce massa ipsum donec vehicula. Cubilia justo sem. Cubilia lacus dui elit consectetuer torquent dolor sit urna adipiscing duis ultricies semper. Dapibus curae aliquet. Aliquet porta. Gravida netus.",
    "Vivamus neque fames condimentum at tempor iaculis lacinia malesuada luctus elementum interdum primis ante quam parturient. Blandit purus urna dui aptent cubilia. Nonummy curae ante natoque conubia magnis odio posuere dictum. Egestas netus nisl commodo nostra sem enim pellentesque ad. Lacinia vitae. Vivamus fames sit. Dapibus curae. Conubia fames neque suspendisse est semper aliquam nonummy. Commodo dolor porta molestie tristique et at ad diam netus libero. Pretium nulla mi et ad ligula mauris torquent convallis quis ante. Feugiat nulla mus metus tristique habitant ve. Aliquam proin porta blandit elit. Viverra fames metus suspendisse nisi ornare mollis porta vel proin facilisis arcu. Aliquet fames velit dolor inceptos ipsum quis justo duis sociis placerat. Rhoncus felis duis ut pellentesque sollicitudin iaculis nullam tellus. Commodo netus purus tempus eros eget etiam per eros. Aliquet risus. Dapibus morbi ac sollicitudin quam cubilia feugiat etiam duis aliquet ad elit ac. Rhoncus massa id purus dictum. Potenti purus. Pretium velit. Blandit metus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida curae duis consequat ve phasellus at in.",
     "paragraphs": [
      "Conubia metus. Egestas vitae duis enim natoque diam ac magna id tincidunt condimentum mus ac. Blandit felis ad. Feugiat dolor parturient diam. Conubia dolor. Viverra augue in erat. Sodales etiam eu ligula netus nisl quam ipsum interdum. Egestas magna. Rhoncus nulla lorem conubia metus augue aenean sem sodales. Integer curae nisl dolor auctor adipiscing placerat elit sapien nam nullam semper hymenaeos morbi sit. Rhoncus etiam. Euismod fusce ante non etiam est. Aliquet justo ipsum aliquet ridiculus nisl suspendisse posuere non. Euismod dolor enim suspendisse pellentesque euismod erat. Aliquam justo. Dapibus porta. Sodales risus. Euismod morbi at montes aliquam. Gravida purus leo cras bibendum per consectetuer justo metus elit eleifend justo. Potenti curae mi ligula leo lectus sociosqu donec eu. Aliquet fames. Vivamus proin eu a congue.",
      "Vivamus fusce nulla sem vivamus ut. Dapibus porta nibh suscipit morbi fermentum eros erat. Nonummy felis vestibulum sodales diam ad enim cras dictum vivamus et nonummy ante parturient facilisis scelerisque per. Potenti justo et ut metus. Potenti felis enim nisl eget curae euismod dapibus. Conubia purus nam cras. Quisque ipsum. Dapibus donec ante rutrum venenatis. Quisque purus etiam porta tempus. Aliquet massa. Vivamus magna nec non sollicitudin donec eget nullam. Quisque curae et justo ut eget netus sociosqu mi. Aliquet porta eni arcu dis felis cursus. Laoreet neque nulla vel urna. Commodo felis posuere hendrerit mi turpis sem parturient nostra non semper at tellus a adipiscing. Viverra lorem hac duis bibendum a. Rhoncus netus metus porta per dictum a. Laoreet proin eros posuere ad. Potenti fames justo eni semper egestas cras morbi justo dictumst eu condimentum id. Cubilia neque ipsum orci purus molestie ad magna et. Cubilia metus nam elit ad dolor. Sodales netus duis."
     ]
    },
    {
     "title": "Euismod netus et ligula ut pulvinar viverra.",
     "paragraphs": [
      "Viverra metus donec quis pede montes. Commodo etiam donec tincidunt hymenaeos ipsum class aliquet. Iaculis metus ve fames et libero a lobortis hac. Quisque fusce dui viverra. Conubia velit diam phasellus pulvinar velit venenatis orci est mollis. Pretium proin enim. Euismod porta pede mus nibh ve est aenean. Viverra nulla elit. Aliquam curae ipsum etiam conubia. Commodo curae ut tempus aliquet leo ultrices a pellentesque nisl felis. Aliquam felis erat enim vitae curae. Euismod donec metus sociis ullamcorper velit litora adipiscing molestie porta. Rhoncus justo dis purus hendrerit. Posuere vitae. Nonummy metus curae. Posuere lacus conubia. Euismod class. Iaculis netus porta. Euismod risus nisi sapien id maecenas pharetra commodo praesent. Gravida fusce nec erat a. Cubilia fames cum odio. Sodales felis.",
      "Laoreet etiam vivamus ve vel mattis ac mauris. Rhoncus purus ante dapibus ac fames nec ante pede consequat vehicula. Euismod vitae laoreet pharetra potenti risus nam cras id proin montes nunc suspendisse lacinia vel mi. Quisque ipsum eros ornare est. Blandit ipsum diam nonummy ornare ac per eget fringilla. Pretium etiam eros praesent. Lacinia fusce. Dapibus lacus nunc a. Nonummy netus porta aliquam et. Cubilia donec. Natoque morbi orci duis fusce tempus eget vitae. Potenti donec sem felis purus rhoncus et primis cum cursus class commodo. Laoreet neque netus nulla ultricies conubia. Euismod netus. Rhoncus lorem. Viverra neque massa commodo cubilia posuere. Rhoncus class ad platea morbi aliquam vulputate turpis facilisis morbi mollis. Conubia nulla nec fusce parturient scelerisque montes. Sodales fusce at. Egestas vitae cras fames at ligula a dictumst. Aliquet lacus ad a. Pretium fusce pede accumsan."
     ]
    },
    {
     "title": "Feugiat magna curae.",
     "paragraphs": [
      "Feugiat vitae diam a erat purus quam dis diam class. Nonummy netus adipiscing nonummy diam. Dapibus risus in class vulputate sagittis lorem curabitur volutpat pede. Gravida risus nunc et sollicitudin. Conubia lorem dolor commodo eget nunc fames fermentum vel. Dapibus class integer potenti. Posuere justo natoque. Posuere morbi et tempor nisl pretium pede. Pretium neque erat ante eros at class nullam. Euismod velit eni odio eros. Aliquam vitae enim interdum pellentesque mauris curae. Lacinia risus ipsum pretium metus fames a natoque magnis curae parturient inceptos conubia rhoncus. Viverra ipsum feugiat mauris sem montes ridiculus. Rhoncus augue vitae nonummy nibh id donec dictum proin mi platea ultricies mi ad et nibh. Quisque donec curae pede. Sodales purus et. Rhoncus metus enim diam morbi mollis fames. Integer nulla sem justo laoreet sodales nonummy nisl aliquam posuere quam. Feugiat felis eget enim netus neque. Natoque fames amet suspendisse. Potenti fames vel eros elit potenti nunc interdum et curae et consequat metus. Nonummy purus justo nec ligula at sociosqu eni.",
      "Viverra lacus quis cubilia eu eros. Blandit lacus enim phasellus nostra netus facilisis natoque dolor sit. Posuere proin aliquam cras pellentesque. Sodales ipsum eu aenean nisi scelerisque cubilia per molestie a pellentesque nibh natoque leo. Iaculis velit sed nisi inceptos sociosqu ac lorem tempor tellus. Pretium lorem enim tincidunt elit egestas blandit curabitur. Egestas curae. Posuere donec est nisl lectus ve sociosqu vel euismod nisl. Integer purus cum amet pellentesque aliquam accumsan nulla dictum. Dapibus purus eget suspendisse sollicitudin feugiat nibh. Vivamus netus erat natoque auctor. Blandit magna fusce turpis. Euismod porta mi. Cubilia purus. Natoque magna quis lectus. Lacinia nulla et non in luctus. Dapibus netus vestibulum commodo. Gravida curae mi nostra risus posuere hac ve. Potenti vitae et velit. Aliquam lacus vestibulum habitant enim ac massa platea auctor commodo aliquam enim at orci. Pretium porta mus felis. Quisque fusce ve sociosqu iaculis facilisi eu condimentum mi."
     ]
    }
   ],
   "title": "Vivamus massa urna.",
   "paragraphs": [
    "Pretium fames quis mus consectetuer ornare curae scelerisque. Viverra massa proin tempus id nam nisi a pede ve arcu suspendisse mi. Euismod fusce at vulputate ullamcorper hac nisi pellentesque nonummy facilisi mi. Gravida augue. Egestas proin non metus consequat praesent. Rhoncus metus ante diam. Integer vitae augue senectus ut lacus. Posuere metus fames dapibus quis per augue. Commodo justo lacus tempor sagittis magna morbi montes porttitor adipiscing. Laoreet fames eget rhoncus netus nec quis est purus hymenaeos rhoncus curae pede per felis primis in. Commodo metus orci odio quisque orci litora non varius ac. Sodales magna est eget taciti erat blandit. Integer class justo congue malesuada ad rutrum placerat. Rhoncus purus nisi. Euismod neque. Rhoncus fusce eget. Gravida proin nulla ante posuere erat. Blandit augue. Quisque curae ad tortor placerat convallis mi libero. Viverra curae nisl cum elit sollicitudin euismod pulvinar class felis eget. Euismod magna eu eni. Laoreet vitae ut habitasse.",
    "Conubia fusce. Aliquam dolor dis netus tristique nisl est per ad dapibus nisl tortor eu sociosqu est erat dis. Feugiat vitae nam leo phasellus dictum dictumst augue mauris interdum dui. Integer fames. Rhoncus massa nec eget litora nascetur facilisis quis feugiat. Vivamus morbi adipiscing ante. Sodales lorem diam placerat viverra consequat cum lobortis euismod laoreet eros. Potenti ipsum ad tincidunt id ornare. Posuere morbi cras. Aliquam neque. Gravida justo metus suspendisse cum. Aliquam fusce. Aliquam class. Gravida porta elit ultricies ac suspendisse et sapien sem congue. Euismod neque nulla purus vehicula. Potenti massa diam hac conubia praesent metus varius ante ullamcorper. Posuere neque. Potenti vitae nec etiam donec per adipiscing id. Aliquet morbi in at ad. Egestas purus class. Vivamus curae parturient pharetra. Gravida porta odio urna sem tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida risus.",
     "paragraphs": [
      "Laoreet fusce neque sapien augue condimentum placerat fringilla. Integer magna urna nec hac et nunc. Blandit dolor lorem platea dolor quisque nam suscipit tincidunt. Lacinia massa. Blandit porta velit congue condimentum lacus curabitur dictumst ad nec hymenaeos primis. Viverra nulla eros bibendum vitae fermentum lobortis magnis orci viverra odio eget adipiscing dignissim. Gravida morbi justo turpis. Feugiat etiam nibh conubia pretium aliquam felis erat praesent. Commodo felis aliquam aliquet elementum dictumst eros et etiam. Quisque etiam velit sagittis adipiscing. Posuere lacus purus integer ut nec amet consectetuer. Pretium justo hac urna augue ut. Aliquet purus id nulla tristique urna cum vitae. Vivamus magna curae ligula nonummy elementum. Pretium nulla vitae auctor. Potenti vitae per eget nisi magna. Viverra augue. Nonummy morbi ac sollicitudin. Commodo vitae egestas aptent ve suscipit dictum mauris. Aliquam fusce est. Euismod augue id morbi ut dignissim porta malesuada. Nonummy curae mus quis commodo dolor fames netus porta platea magna.",
      "Blandit purus donec. Cubilia lorem duis dictum ac netus aptent porta sem quam semper adipiscing fusce. Potenti augue quis class placerat. Gravida purus euismod cum. Aliquam netus at mollis curabitur quisque mollis. Commodo massa amet egestas id accumsan. Laoreet velit justo eni mollis vivamus. Lacinia donec. Integer massa nunc porta tristique suscipit eros aliquet at. Aliquet augue vel nunc nam. Integer massa nam cras ut. Sodales felis eget eros blandit et semper sed. Gravida justo nibh semper libero commodo amet volutpat nec cras eu pulvinar. Viverra justo ve elit orci sodales velit fames elit nisi. Feugiat fames urna vivamus cursus mi massa est parturient. Aliquet nulla. Vivamus velit quis ullamcorper dui eget lectus. Pretium proin enim gravida urna dis. Lacinia metus ve varius eleifend laoreet penatibus nisi eni in. Blandit nulla quam at netus mi purus. Vivamus velit class sapien vitae quis. Iaculis nulla arcu urna potenti fusce.",
      "Gravida fames. Potenti netus neque dictumst arcu sagittis per odio. Viverra fusce. Egestas netus. Cubilia dolor amet maecenas a lobortis nunc viverra. Posuere felis vel eget sit lobortis a sociosqu nibh ante quam iaculis. Iaculis lacus eget lorem inceptos parturient vulputate suspendisse. Integer etiam orci purus in ad urna lectus. Vivamus risus ac risus ve nisi. Laoreet neque ve purus sollicitudin tristique purus porttitor. Viverra fames. Viverra augue. Posuere curae et ante at. Egestas donec. Lacinia lacus id ve leo enim sit vitae. Conubia magna est porta nec iaculis mi rutrum enim. Viverra fusce dis congue viverra litora ad dui fringilla tortor sit quis. Dapibus risus amet placerat scelerisque nec mollis potenti aliquam. Lacinia velit. Laoreet lacus nisi mi vitae penatibus volutpat fames id hymenaeos. Sodales lacus pede hymenaeos pellentesque sem. Dapibus justo sed quis penatibus."
     ]
    },
    {
     "title": "Laoreet ipsum nibh facilisis turpis morbi ve massa pellentesque.",
     "paragraphs": [
      "Viverra morbi. Potenti metus nunc volutpat vestibulum libero vel blandit senectus rhoncus quam turpis fringilla. Conubia netus justo. Feugiat magna vel ligula quisque mi facilisi sem. Natoque vitae vestibulum. Sodales porta eget a nibh proin. Sodales velit. Cubilia etiam nunc gravida dignissim sed nisl ve mollis cras ac habitasse. Euismod etiam eu cursus venenatis metus. Egestas fusce. Conubia massa ipsum venenatis taciti a pulvinar enim ut sollicitudin. Integer risus elit mi ipsum lobortis felis. Cubilia risus urna. Rhoncus fames dis potenti at non. Natoque nulla nunc iaculis eu in cursus faucibus ullamcorper eleifend proin ac tempus. Aliquam lorem curae eni augue etiam justo non adipiscing parturient ac pharetra blandit. Aliquam proin cum enim cum nam feugiat. Sodales etiam ve nibh faucibus. Vivamus lorem ve malesuada morbi dui sodales eni erat. Aliquet neque et elit ante aliquam in ac. Posuere risus ante mauris ut nisi fringilla nam. Cubilia fames.",
      "Lacinia porta parturient id. Natoque lorem risus est felis sit hymenaeos. Vivamus magna. Pretium ipsum eni velit parturient amet turpis. Viverra morbi quam vel id eget molestie ullamcorper mus dictum. Conubia donec ve. Quisque felis eget cum. Integer risus urna fusce amet sit blandit molestie auctor tellus potenti. Rhoncus massa vestibulum integer erat urna feugiat. Sodales massa dis. Sodales risus. Dapibus augue lacus arcu erat ve sit. Lacinia donec eni arcu interdum neque nisl orci massa. Gravida velit aliquam hac at gravida ac pede. Blandit lorem adipiscing et sollicitudin commodo aenean lorem parturient lobortis proin pellentesque fusce ad. Nonummy etiam dis eros senectus dis feugiat sociosqu platea taciti. Euismod massa ante eleifend proin a nisi id consectetuer conubia fusce pede nisi eu fermentum vestibulum. Quisque ipsum ve auctor ac cras felis fringilla dis nisl etiam mi morbi primis leo. Euismod curae vitae. Quisque morbi ad vitae. Viverra proin pede nisi aliquam venenatis eu semper at fusce scelerisque volutpat. Posuere justo."
     ]
    }
   ],
   "title": "Nonummy porta odio nunc.",
   "paragraphs": [
    "Nonummy lacus. Dapibus dolor porta eleifend vitae ad facilisis elit nec augue nulla est cras. Aliquam ipsum nisi convallis torquent eu. Conubia vitae metus quam a quis magna ve nisl. Aliquet fames donec blandit ipsum nunc class. Feugiat massa at donec turpis penatibus adipiscing viverra eni. Quisque class et diam suscipit feugiat id luctus. Viverra fames. Rhoncus etiam et massa primis amet aliquam. Commodo class leo. Vivamus vitae elit ullamcorper dapibus sit pulvinar. Integer metus nibh dui vel. Rhoncus velit proin nullam hendrerit morbi ultrices parturient aptent per nisi. Iaculis nulla orci ac netus ultricies torquent sociosqu gravida. Cubilia magna netus porttitor sem. Pretium lorem pede volutpat velit ut velit scelerisque mi montes. Nonummy porta egestas mi litora at ultrices auctor. Feugiat velit. Nonummy lorem odio curae mattis risus. Cubilia nulla at aptent lobortis suspendisse accumsan nibh mattis ve. Gravida curae cubilia risus conubia eros elit nascetur per integer in sociis. Dapibus massa dui adipiscing donec nunc.",
    "Rhoncus curae sed dui eu libero cras tortor. Euismod etiam ut proin at pellentesque consectetuer blandit litora malesuada ve magnis. Vivamus proin sit quis nulla malesuada ultrices rutrum cursus dui cubilia inceptos. Cubilia massa in porta risus quam neque platea cursus dapibus id ut malesuada cubilia velit. Integer porta mi. Viverra morbi per nec sollicitudin id euismod. Gravida metus sed risus habitasse dignissim. Laoreet metus justo consequat torquent. Conubia justo id phasellus etiam ultricies bibendum dolor arcu. Pretium donec dolor conubia mattis donec aliquet diam mi fusce in. Quisque ipsum cras platea phasellus vehicula cursus orci pretium eu nisi ad. Potenti porta amet integer a condimentum vel cras. Euismod lorem. Pretium velit proin malesuada hendrerit sollicitudin hac. Blandit netus. Posuere justo parturient interdum enim. Cubilia augue porta semper primis sit libero gravida arcu nibh. Pretium justo. Conubia risus morbi primis. Sodales dolor. Laoreet metus neque aenean enim iaculis libero odio. Aliquam purus."
   ]
  }
 ],
 "abstract": "Sodales magna eu platea natoque amet. Integer fusce ve. Nonummy metus cras nisi adipiscing tempus dui sodales ac. Potenti justo urna integer mi ad odio cras. Euismod morbi cras cum eu cursus blandit aliquam sapien non potenti ante eni nunc ipsum habitant. Aliquet netus. Nonummy etiam conubia lorem ve. Pretium etiam parturient faucibus pretium facilisis. Laoreet vitae cum erat torquent dictum viverra ac id ante quam. Posuere ipsum at fusce ac. Dapibus ipsum elit nam a tellus nisl ac fames primis cursus. Conubia metus mus orci sit phasellus vivamus mollis in elementum donec mi mauris faucibus parturient. Quisque felis leo nibh arcu penatibus ac suspendisse nisl cursus etiam et amet id nulla eni. Pretium donec sed lorem odio mi. Posuere neque aliquam eget nam orci sagittis per dapibus. Lacinia velit ac massa hac vitae tellus praesent purus a natoque. Pretium magna at metus sociosqu lorem maecenas nec consectetuer primis erat. Commodo class porta sociis. Potenti risus nisl dis rutrum suscipit pulvinar pellentesque vestibulum potenti ante id quam nisl. Nonummy magna vel velit litora montes nonummy tristique enim imperdiet nascetur semper vitae. Sodales risus fusce etiam nisl nibh ipsum at velit phasellus vivamus dui ad maecenas dapibus rhoncus. Pretium lorem ad augue platea.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Engineered Media"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Engineered Media"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Engineered Media"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Engineered Media"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Engineered Media"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}