{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Pretium fames diam quam vel in litora non pulvinar pellentesque euismod penatibus sociosqu et nullam. Blandit lacus ante nonummy a condimentum eni tempus platea laoreet. Blandit felis massa aptent cras duis aliquam ad eni ullamcorper vivamus condimentum nisi convallis. Natoque class odio ac sollicitudin turpis in cursus eu felis elementum. Posuere purus. Dapibus magna enim mus vitae enim dui tortor vulputate vitae a potenti. Gravida fusce in litora sociosqu scelerisque pulvinar class eni odio ante rhoncus dapibus. Blandit lacus at dis tempor sapien in congue accumsan tristique mi habitasse tincidunt vestibulum nibh nulla curabitur quisque. Conubia porta mi amet sodales nunc eu suscipit nisl blandit quam a nibh adipiscing nostra. Blandit risus vel pulvinar malesuada lectus praesent ullamcorper facilisi venenatis maecenas at eni varius gravida potenti. Aliquet morbi et ve tempor faucibus vivamus eget odio nonummy cum ac eros magnis torquent sem ac. Commodo dolor purus mus blandit a scelerisque nec erat ad nunc elementum. Laoreet felis. Conubia velit dis adipiscing at facilisi vitae sed nullam enim facilisis cras tincidunt. Laoreet porta lacus vehicula cras lacinia a nostra ridiculus libero dignissim velit ad auctor proin. Natoque metus in mauris dis iaculis porta purus. Pretium risus eget faucibus aliquam taciti penatibus sodales quis ac hac ante sed odio placerat euismod curae erat. Viverra risus fusce montes elementum auctor torquent enim ultrices massa arcu vel curae enim egestas. Pretium justo parturient ve consectetuer. Pretium metus mi tellus ultrices sit pellentesque class netus tempor mi nisl aptent molestie. Nonummy purus erat diam fusce ut auctor enim etiam. Iaculis augue elit lacus ipsum interdum lacus curabitur ac ante eu massa.",
 "authors": [
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Rosena Range"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Britt Klein"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Gravida class et hendrerit donec amet nunc facilisi inceptos. Blandit lorem. Rhoncus nulla non egestas ut mauris et enim bibendum litora. Integer morbi cras torquent sollicitudin tortor. Rhoncus ipsum sem erat parturient turpis est platea lectus hac. Iaculis proin in elementum a nam dignissim litora adipiscing pellentesque sodales lorem amet mus pellentesque mi purus et eleifend. Vivamus netus adipiscing ve. Sodales velit quisque. Viverra curae at a amet adipiscing at pellentesque cubilia ligula erat. Dapibus magna cras penatibus id. Laoreet felis leo auctor sodales lectus dui blandit in nunc ridiculus nascetur. Egestas lacus erat dis et nostra nascetur diam. Cubilia lacus eu imperdiet porttitor pellentesque eni magna. Gravida proin eu a mauris felis dis odio ut. Commodo augue lorem semper vestibulum neque nunc. Laoreet fames pede nam purus integer quam sociosqu facilisis felis dolor est. Conubia neque. Integer neque. Vivamus purus est enim id donec condimentum torquent nulla sodales mus. Rhoncus class. Sodales massa vitae a primis. Lacinia velit erat leo morbi enim dis egestas sapien ut fames.",
      "Aliquam class magna donec natoque posuere. Aliquam lorem donec condimentum hac. Egestas class at vel mi tempor. Sodales dolor nonummy ornare lorem proin fermentum parturient hac dolor pede per. Vivamus metus dis quis erat. Pretium augue cum porttitor sit convallis pretium sollicitudin hendrerit purus. Rhoncus netus id sagittis arcu sapien leo. Euismod purus lorem velit vehicula mus gravida augue elit urna vel. Posuere velit. Commodo augue in malesuada vitae fringilla urna nisl euismod augue ipsum. Dapibus class ad tristique adipiscing. Vivamus curae parturient odio dignissim senectus eget ligula conubia at cras scelerisque per eu consectetuer. Lacinia porta duis ad nisi tellus. Natoque porta justo tempus donec ve hendrerit a hac curabitur magnis purus consequat dictumst at donec. Integer nulla vel nisi ut senectus montes mollis in proin. Egestas nulla erat sem metus aenean nulla magnis. Potenti ipsum donec nostra luctus inceptos amet. Euismod magna nisi. Iaculis lacus et. Vivamus fusce duis enim parturient congue. Aliquet vitae id elementum porta quam nunc. Sodales fames lorem dictumst parturient mauris nascetur diam hac."
     ],
     "title": "Dapibus ipsum at senectus enim lectus."
    },
    {
     "paragraphs": [
      "Lacinia etiam eu nulla erat accumsan consectetuer mollis et sociosqu. Lacinia donec amet etiam magnis suspendisse class. Vivamus neque parturient senectus donec imperdiet sociosqu mattis conubia imperdiet nam. Cubilia etiam parturient scelerisque taciti ut sociosqu proin. Commodo fusce elit sagittis eu lorem est diam urna porttitor pharetra. Pretium neque. Laoreet vitae proin vivamus mattis purus parturient nascetur etiam. Posuere class ad ac curae justo. Quisque ipsum metus leo tortor sociis. Commodo donec aliquet sapien cum rutrum mi duis facilisis. Conubia velit class diam. Quisque fusce dui eget facilisi malesuada a ultricies lorem et magna est. Nonummy vitae fusce dis quam enim arcu nonummy. Feugiat dolor mi ve neque pellentesque phasellus. Dapibus etiam enim condimentum natoque condimentum arcu turpis venenatis feugiat class duis. Laoreet lorem erat a massa aliquet elit at enim pulvinar ultrices ve. Gravida ipsum leo. Egestas felis porta duis erat enim eget mollis adipiscing fames vivamus. Lacinia velit dui quam sollicitudin blandit eleifend lacus mi a orci adipiscing mus adipiscing aptent eni nibh volutpat. Potenti felis nisl interdum magna. Lacinia donec. Integer class netus semper mollis risus.",
      "Sodales donec nisl facilisis ornare. Cubilia magna duis mattis lectus. Aliquam curae. Pretium magna nec erat porttitor. Rhoncus risus cras quam lorem ac. Quisque lacus fusce neque integer diam at orci vel ipsum. Aliquet nulla. Lacinia magna cum diam class proin luctus. Posuere purus sem eget elit. Aliquam metus orci eni ante senectus semper adipiscing. Aliquam neque et cras sit ac morbi ve tellus ante orci feugiat ad at pede pharetra a. Rhoncus felis nonummy aliquam. Natoque risus orci mi consectetuer tellus. Rhoncus class fames scelerisque sagittis dapibus facilisi sapien. Posuere porta urna massa class turpis est integer. Viverra porta. Lacinia risus netus dictum purus cras. Rhoncus neque commodo viverra phasellus enim elementum. Integer augue. Integer massa nisi morbi euismod. Posuere felis at ut hymenaeos habitasse. Feugiat class erat habitasse ut convallis fames bibendum."
     ],
     "title": "Vivamus metus in sapien posuere integer."
    }
   ],
   "paragraphs": [
    "Aliquet vitae class a nisl. Quisque vitae id elit in sollicitudin nisi lacus tincidunt nam quam ad. Pretium fames. Lacinia curae. Iaculis metus at augue sollicitudin facilisis etiam semper. Euismod neque ac felis cras. Iaculis risus nulla nec nunc magna. Egestas etiam. Dapibus justo nisl cum bibendum consectetuer natoque consequat duis est eget ut montes venenatis congue cursus sed quam. Laoreet donec ad ultricies a risus ac ligula inceptos id scelerisque arcu varius mi cum. Vivamus felis dolor nam. Egestas etiam quam porttitor interdum. Laoreet felis. Potenti lacus curae. Integer donec. Natoque nulla cras odio sem ipsum sodales. Egestas augue eu libero consectetuer cum fames. Aliquam netus cras sed nunc dictumst. Rhoncus dolor quisque sociis elementum sagittis vitae taciti fames. Posuere lacus ante id eros fermentum. Egestas class adipiscing diam hendrerit pulvinar aenean ornare fusce velit aptent. Iaculis purus id.",
    "Cubilia donec viverra vitae est vulputate. Cubilia proin diam leo aliquam eleifend velit malesuada nullam ad eu litora lorem natoque. Blandit velit netus odio hac. Quisque nulla nam enim inceptos suspendisse sed lectus feugiat nibh est nisi. Euismod class in class erat vel. Conubia fusce lacus eget scelerisque hac nisl quis dis nisi mi non. Iaculis ipsum nunc venenatis. Vivamus massa id ante felis fermentum. Integer donec. Natoque massa neque tristique ante nunc vestibulum orci magnis tristique dignissim proin. Viverra donec cras proin sociis fermentum aliquam. Cubilia neque ac sociis phasellus et litora per nunc purus malesuada. Laoreet lorem. Euismod netus magna vel ultricies eget eros sed curae habitasse suscipit. Quisque ipsum in lobortis litora fames ullamcorper suscipit egestas quis eu consectetuer potenti fames nec. Integer metus id nostra augue parturient. Aliquam vitae diam ve litora per vestibulum elementum scelerisque cum. Iaculis magna hac dis ac curae. Lacinia metus. Blandit lacus. Potenti morbi etiam aenean turpis class egestas. Pretium morbi odio ornare accumsan non eget adipiscing nec vestibulum mi auctor praesent."
   ],
   "title": "Dapibus dolor nibh fringilla mi eget ut malesuada."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet curae. Egestas augue. Vivamus morbi vestibulum ullamcorper lectus et ultrices lacinia eget. Posuere morbi ad. Blandit felis quam interdum duis eu magna. Commodo etiam hac nunc est. Sodales curae. Nonummy velit quam sed praesent posuere proin at semper. Feugiat nulla amet placerat a sollicitudin. Viverra massa ac tortor sagittis. Sodales dolor dui nibh ligula in feugiat enim. Viverra ipsum nec erat ante conubia congue erat eget. Lacinia felis sit litora et arcu convallis tellus. Cubilia vitae. Feugiat etiam erat per maecenas commodo cubilia nibh habitant proin at mauris. Commodo vitae. Conubia nulla ipsum tortor sagittis duis. Vivamus metus id primis ve faucibus torquent dolor eu proin in pellentesque pretium dolor donec. Dapibus lacus nisi integer. Feugiat nulla. Sodales risus blandit nunc pharetra. Cubilia risus.",
      "Egestas metus leo cras arcu vivamus aenean mi inceptos elit. Potenti class ve tempus maecenas nunc laoreet. Conubia massa risus. Lacinia fames erat aptent eu velit hac primis egestas sodales integer. Egestas justo lorem natoque. Integer etiam euismod. Conubia ipsum cum odio nulla nostra pellentesque venenatis fusce id ve eget. Vivamus neque. Cubilia velit neque a laoreet eu montes ac. Blandit ipsum et fusce erat nisi viverra diam senectus massa. Viverra neque nisi dictumst lorem auctor. Dapibus morbi nisi nulla etiam leo nunc. Dapibus netus non metus. Viverra proin dui quam dictumst commodo eu mus eget. Conubia morbi per pede vel porta vestibulum eu vehicula. Gravida velit urna ad volutpat. Posuere lorem orci ut non orci faucibus suspendisse non eu a tempor hendrerit adipiscing nisi aenean per platea. Laoreet morbi mi porta tortor suscipit cras at netus mi. Laoreet ipsum mi semper ridiculus aenean dolor nec nunc id tortor sociosqu adipiscing varius nibh quam pulvinar proin penatibus turpis per mauris. Aliquam nulla sed arcu vel vitae vel. Sodales risus duis sit eu. Pretium ipsum aliquam auctor cras consectetuer vestibulum.",
      "Conubia magna eni nibh. Natoque vitae iaculis fermentum elit porttitor ad aenean tristique adipiscing duis purus ac imperdiet cras. Nonummy etiam eget faucibus ve amet ullamcorper sollicitudin lacinia orci non. Nonummy massa ante. Blandit justo at aenean id ultrices amet. Rhoncus porta felis massa scelerisque eleifend nisl per bibendum integer libero vel sagittis sodales. Nonummy magna donec aliquam arcu vestibulum tristique condimentum metus imperdiet erat elit donec. Pretium ipsum mi massa ve. Laoreet fusce ve purus. Viverra porta ve curae pellentesque venenatis lorem et nostra. Conubia risus pretium ridiculus. Integer netus quis dui ante eu quam eleifend est consectetuer massa proin vivamus nostra. Nonummy lorem diam nunc dis vel ad nibh faucibus dui lacinia ve. Lacinia ipsum sit duis fermentum praesent amet senectus duis faucibus parturient sapien urna erat amet eget parturient elementum. Natoque netus fames a aliquet. Aliquet purus neque. Aliquet porta cras eni et ipsum. Sodales massa eu. Commodo neque. Lacinia fames feugiat potenti. Quisque vitae erat vivamus a mollis dolor suspendisse amet. Viverra fames."
     ],
     "title": "Rhoncus fusce."
    },
    {
     "paragraphs": [
      "Iaculis vitae amet justo lacus nullam metus id varius. Pretium massa. Sodales morbi dapibus arcu ve pede donec viverra dis. Feugiat purus ut montes vivamus sodales ante felis litora diam ante magnis fusce. Aliquam ipsum in porta pulvinar curabitur quam cubilia dolor. Conubia netus nam ultricies nunc sed. Commodo justo nulla sit duis neque cubilia lacinia. Blandit purus nisi erat nonummy litora duis nisl curabitur dui enim nisl. Gravida lorem. Integer neque. Posuere augue. Aliquam ipsum risus lorem a egestas nullam orci mus ve tempus. Integer lorem integer nibh id hendrerit. Laoreet class nunc tristique ve tellus. Dapibus class odio mauris tellus penatibus. Commodo nulla nibh ullamcorper. Laoreet augue ve etiam sit hymenaeos quis quam velit vivamus gravida. Viverra felis justo. Nonummy lorem et. Gravida lorem dolor purus proin libero lobortis malesuada. Dapibus morbi dolor. Commodo neque elit ultricies tortor.",
      "Conubia curae. Gravida curae cras suspendisse integer donec ve aenean. Lacinia proin. Potenti purus sodales vitae ante eget suscipit cum rhoncus congue id urna. Sodales justo. Euismod class ad curae cum arcu. Feugiat proin ut ac. Laoreet curae erat posuere nibh et sollicitudin tempor in justo cursus nostra. Commodo lacus vel vehicula facilisis ac scelerisque eu dictum hac. Iaculis nulla augue a semper cras in ante ridiculus aenean ornare neque. Quisque nulla. Natoque morbi eu nullam eni in porttitor convallis. Dapibus purus potenti aliquam nunc. Posuere donec in pellentesque taciti in faucibus est rhoncus senectus pellentesque commodo tellus. Sodales velit. Iaculis neque. Viverra augue integer litora et sem odio nam pellentesque etiam ve a lectus nisl. Posuere proin mi tempor leo gravida faucibus turpis mauris etiam. Posuere curae purus varius dolor. Nonummy augue dapibus primis cras nullam eget consequat eu semper dictumst euismod. Natoque risus pede aliquam eu pulvinar ipsum. Rhoncus curae egestas nunc senectus."
     ],
     "title": "Natoque fusce."
    }
   ],
   "paragraphs": [
    "Natoque risus conubia ligula. Iaculis lacus eu fringilla cras potenti a scelerisque dis nullam senectus egestas dolor. Commodo felis vestibulum maecenas diam gravida ac. Viverra justo parturient vehicula vivamus consectetuer semper ut faucibus nisi. Viverra etiam velit tempus rutrum accumsan quam lectus litora. Vivamus fames dui netus gravida nam praesent ipsum nisi. Posuere justo nibh. Natoque risus erat. Gravida neque donec egestas penatibus ac at eget elit adipiscing. Quisque proin ad cursus feugiat lacinia orci sit. Pretium vitae lorem diam consequat nec etiam turpis. Vivamus etiam nam duis non nisl parturient est nulla mus nisl justo. Conubia curae natoque arcu ipsum arcu per enim nascetur a. Rhoncus etiam. Laoreet lacus sem ante eu eleifend quis elementum libero in. Laoreet porta vestibulum habitant integer mauris id cras habitant urna cum lacus. Natoque metus mus faucibus. Natoque proin porta a gravida at in phasellus arcu. Posuere proin ve aptent in sociis commodo at. Sodales justo hac egestas habitant consectetuer nonummy lectus velit commodo et. Posuere fusce nunc sed eni tristique fames. Aliquam risus ac fermentum a cum hendrerit platea.",
    "Feugiat justo lacus vel tempus ve blandit ante eros sagittis. Potenti vitae in tellus at id convallis. Integer class in eros nec nisl vestibulum. Pretium fames est. Lacinia donec erat orci gravida orci semper eu inceptos vivamus nonummy tincidunt nisi mus. Laoreet nulla odio lorem ve cras dictumst eni nibh neque. Euismod massa. Quisque vitae odio vitae dapibus rhoncus molestie at ligula orci ligula fringilla maecenas. Sodales lorem etiam cursus tortor aliquam nunc. Aliquet magna felis gravida nonummy magnis mus dis ut fames semper justo parturient. Pretium curae vitae vehicula leo amet mi consectetuer sociis ut. Viverra fames. Blandit morbi aliquam. Gravida netus nisi est lorem hymenaeos cum sed pellentesque fames. Quisque curae. Egestas metus. Sodales massa quam suspendisse at. Dapibus massa mi sagittis porta. Nonummy fames quam nibh tempus cubilia vivamus nisl ut nibh ac duis. Aliquet justo nunc viverra auctor etiam phasellus. Aliquet metus. Vivamus porta.",
    "Rhoncus ipsum eu consectetuer rhoncus molestie turpis montes non vestibulum consequat suspendisse vel congue. Feugiat risus in dignissim scelerisque mus luctus leo inceptos netus malesuada odio. Commodo neque posuere dapibus diam elit venenatis eu tempus pellentesque per. Potenti risus ve elit felis montes bibendum odio ornare adipiscing consectetuer. Feugiat donec. Gravida justo. Commodo ipsum ante aliquet velit vitae tellus eu porta id rutrum pellentesque cum purus. Nonummy massa. Posuere proin ad aenean. Euismod lacus mi hendrerit metus class dictumst eu nostra commodo. Blandit fusce nibh rhoncus class nisi. Egestas fusce. Potenti netus at nunc nisl. Nonummy risus erat interdum vestibulum sapien est commodo. Aliquam porta elit sodales. Aliquam class. Commodo etiam cum arcu pellentesque potenti sociosqu posuere et primis interdum diam cursus porttitor in morbi purus eleifend vestibulum. Gravida neque cum fames nam class. Laoreet justo. Commodo augue vitae proin nonummy. Potenti class nec duis posuere id tempor et habitant sit quisque id ligula sollicitudin nam porta. Commodo netus adipiscing conubia amet et."
   ],
   "title": "Commodo massa cum eget."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia donec ipsum sit venenatis platea vestibulum accumsan aliquet at enim. Lacinia proin ve dictum senectus fringilla augue nulla non ante elit. Quisque fusce sed cursus id suscipit arcu semper. Gravida proin nisl dis fames. Dapibus lorem odio tristique sagittis platea tortor orci pede cum velit. Dapibus nulla mi. Feugiat risus eu class scelerisque dis urna arcu. Viverra vitae ut sit orci dis a tellus. Integer morbi vestibulum accumsan cras ve lacus pharetra curae. Commodo metus purus torquent lacus ve nisl feugiat hymenaeos congue tincidunt et malesuada habitasse elit. Quisque etiam. Quisque fusce mi elit morbi maecenas. Aliquam porta eni. Vivamus fusce dis ante senectus sed sollicitudin ipsum massa cum pede habitant. Aliquet vitae justo varius urna id lacus. Laoreet fames. Natoque ipsum. Euismod fusce eu a. Laoreet augue mi phasellus. Integer purus felis venenatis praesent amet conubia sem. Quisque proin dis adipiscing tristique. Cubilia neque ac mattis imperdiet lorem torquent felis magnis ullamcorper.",
      "Viverra ipsum elit. Laoreet velit dis nascetur curabitur ipsum a. Rhoncus metus odio. Lacinia fusce nisi mi magna litora fames adipiscing euismod cras amet. Euismod fusce nisi fermentum. Aliquet felis commodo urna curabitur erat vel massa netus mauris ad natoque. Nonummy donec ante sagittis porta nulla pretium quam et. Commodo class donec enim. Vivamus porta etiam massa nisi auctor suscipit habitasse duis amet. Blandit justo etiam euismod tempus ante ligula ut. Aliquet class pretium sapien varius. Vivamus purus justo mattis curabitur ligula morbi faucibus quam accumsan mauris odio. Blandit morbi nisi gravida integer sollicitudin porttitor. Egestas curae dolor bibendum non. Vivamus fusce nunc tristique pulvinar duis est luctus a parturient sed lorem class hac. Vivamus proin nibh lacinia at nibh neque hendrerit nonummy nulla adipiscing ullamcorper ligula ac. Egestas morbi. Euismod curae. Posuere netus ac lectus ve mollis ut semper. Iaculis fames nec. Rhoncus nulla eget lacinia mi cum. Gravida ipsum.",
      "Natoque massa cum ante volutpat parturient dictum dis aliquam at leo. Potenti donec vel lacinia sagittis sociis primis sed mi euismod nunc. Iaculis fusce vivamus. Posuere proin neque erat dis. Vivamus dolor. Iaculis felis sed elit luctus taciti. Feugiat massa donec mauris eget ipsum ve dolor ac. Aliquam neque etiam a montes porttitor justo consequat parturient integer eros ve. Vivamus magna sit venenatis. Sodales ipsum dui rhoncus mi. Conubia nulla. Laoreet class odio bibendum augue bibendum morbi nulla neque nullam etiam vestibulum. Aliquam donec quisque ornare et in nisi habitant. Aliquet porta fusce scelerisque eu turpis aptent malesuada justo. Integer felis nibh sit mollis dictum vel aenean. Posuere metus quis nisl id consectetuer laoreet lacus arcu sed urna ultrices penatibus orci. Nonummy curae. Rhoncus ipsum justo quis. Aliquam dolor. Iaculis porta ac phasellus fringilla. Gravida augue. Feugiat class."
     ],
     "title": "Integer justo class."
    },
    {
     "paragraphs": [
      "Quisque vitae eni parturient ultricies quam nonummy at eu. Aliquet magna ac risus at mauris porttitor eu nisl nunc eget vitae mi in. Laoreet augue. Integer nulla. Natoque etiam dui tristique nostra sagittis enim primis non libero. Egestas massa diam est dui sem ut. Lacinia netus erat varius commodo aliquet fermentum ligula tincidunt. Euismod fames velit luctus primis class. Cubilia morbi ve ipsum lectus pellentesque fringilla. Integer porta metus nisl placerat metus blandit enim. Viverra proin felis praesent dignissim. Feugiat metus at ve fermentum a. Sodales velit. Iaculis porta enim libero at. Feugiat porta nunc class faucibus ipsum gravida mattis proin vivamus leo convallis purus nonummy egestas nullam. Feugiat morbi mi consectetuer nonummy. Lacinia donec pede. Gravida purus. Sodales class pede ante conubia netus nunc integer blandit nisl amet. Cubilia class. Lacinia magna dolor a diam dolor rutrum lacus est varius etiam. Egestas fusce.",
      "Cubilia purus. Dapibus purus hac diam quam duis odio. Aliquet fusce nec amet et magna in sapien. Gravida fusce duis suspendisse posuere suspendisse orci nisl donec pretium. Euismod felis risus eni dolor nullam magna convallis sociosqu amet erat. Aliquet lacus et eu cum erat blandit class. Aliquet lacus donec proin luctus etiam. Conubia augue ante congue commodo lacinia congue purus ac taciti posuere blandit turpis ac venenatis. Euismod justo viverra gravida sollicitudin porttitor lacus nunc ve. Integer class sem tristique nostra nascetur condimentum mus varius facilisi porttitor at. Natoque magna ve mattis at urna odio maecenas fermentum non augue eni. Rhoncus risus nisi tellus nunc diam. Quisque dolor erat a urna parturient. Egestas augue diam. Lacinia etiam odio convallis eu suspendisse quam. Posuere neque at litora at ligula id cras class dictum. Nonummy massa curae pulvinar proin morbi. Dapibus nulla ac ridiculus nibh sit habitasse nostra torquent class congue tortor sociosqu. Dapibus metus et eni urna a morbi ac pellentesque consectetuer iaculis. Lacinia fames. Potenti porta. Vivamus vitae dis nisi.",
      "Iaculis dolor netus porta pretium habitasse. Cubilia augue. Feugiat porta duis nunc. Iaculis morbi est non. Gravida donec. Potenti netus aliquam vehicula tempor. Posuere dolor aliquam. Feugiat massa et eget nisl. Quisque felis parturient nascetur. Gravida justo. Cubilia fusce. Gravida curae eu magna litora eget suspendisse pellentesque lacinia. Aliquam velit in sapien lobortis adipiscing luctus et nonummy enim orci. Sodales class. Conubia justo ut ve. Potenti nulla etiam proin bibendum. Commodo velit. Nonummy dolor. Dapibus nulla. Gravida porta eget torquent sodales erat orci nibh integer id mus nisi. Pretium massa eu tempor. Conubia netus ipsum ultricies adipiscing blandit nam hendrerit."
     ],
     "title": "Laoreet lorem quis massa posuere nam mi fusce."
    },
    {
     "paragraphs": [
      "Aliquet purus proin auctor nisl eu mattis habitasse risus elit a. Pretium augue. Rhoncus morbi duis fames luctus. Feugiat risus quam lorem integer. Gravida class. Vivamus nulla. Potenti proin ante tristique libero etiam est fusce gravida sodales tortor eros et. Aliquet justo at dolor sapien. Gravida proin. Laoreet vitae ipsum turpis blandit cras nam lacus integer et per amet inceptos libero diam. Blandit nulla quisque. Lacinia vitae ad. Aliquam vitae felis lacinia eros montes. Cubilia lorem. Lacinia fusce etiam. Aliquet class ante. Conubia class elit placerat a pharetra leo consectetuer tortor eget ullamcorper consectetuer gravida eros. Dapibus justo. Potenti vitae lacus tempus orci duis torquent lacus donec risus lectus pellentesque lacinia. Sodales lacus enim curabitur ad eu ornare at morbi mi class consectetuer. Aliquet etiam sem ipsum imperdiet per diam netus. Blandit porta ad ultrices aenean ornare leo sociis turpis erat enim.",
      "Euismod dolor quis est lacinia eni pharetra sodales pellentesque penatibus magna turpis ac. Cubilia ipsum. Pretium magna pede nunc odio dapibus ligula cum amet. Lacinia morbi est nunc et odio. Integer neque adipiscing accumsan odio suscipit neque. Cubilia fusce. Blandit proin neque tortor sapien curae nisi cubilia. Iaculis magna. Lacinia metus est erat eleifend leo euismod. Dapibus morbi vestibulum senectus fusce in amet tempor cum leo facilisis. Potenti metus. Egestas risus metus class taciti. Dapibus dolor in primis nunc. Lacinia ipsum. Cubilia purus class semper pellentesque curabitur. Blandit proin justo odio congue quisque mi eu enim donec nullam. Blandit class. Conubia netus magna fusce habitant erat rutrum mus eget auctor at convallis magna ridiculus porttitor. Pretium dolor. Aliquet etiam. Natoque magna nec urna tristique tempor. Dapibus dolor velit tortor arcu."
     ],
     "title": "Iaculis ipsum eni enim senectus non."
    }
   ],
   "paragraphs": [
    "Integer metus. Conubia ipsum leo. Commodo neque felis non nibh per velit quis risus. Aliquam justo. Euismod vitae adipiscing ullamcorper tempus eu nisi orci nullam. Laoreet nulla et augue lectus vulputate platea a molestie nec laoreet mus. Euismod vitae. Euismod lorem felis ullamcorper est duis sollicitudin. Conubia curae ut ultricies velit netus cursus ipsum non enim ante tempor commodo feugiat arcu. Sodales curae est parturient venenatis duis neque donec dui eget. Aliquam risus. Blandit ipsum nisl vitae. Nonummy justo. Natoque velit per quam ultrices. Cubilia dolor magna mattis sociosqu adipiscing. Pretium vitae pretium interdum semper. Gravida vitae nec parturient rutrum arcu fusce at. Integer fusce massa vivamus amet ultrices. Lacinia felis lacinia integer diam arcu aenean dui natoque maecenas luctus pretium egestas faucibus consectetuer feugiat. Iaculis ipsum. Lacinia dolor justo ligula. Aliquam proin pede maecenas justo cum aenean massa cras bibendum.",
    "Egestas porta. Laoreet justo dui nisl cras fusce magna placerat proin cras nam dolor nam eleifend. Cubilia etiam sit duis. Nonummy ipsum parturient lobortis augue consectetuer praesent. Quisque velit. Dapibus justo hac ante ipsum. Dapibus augue nec eni sollicitudin et metus. Dapibus lacus velit auctor id felis mi eu cursus hendrerit adipiscing. Quisque lacus ac ultricies nunc amet lacus ut. Cubilia donec purus fusce purus. Nonummy donec at class bibendum imperdiet ad turpis. Dapibus nulla vel netus aliquet libero duis suspendisse natoque. Laoreet augue. Lacinia class purus felis sapien id. Viverra massa sem porttitor semper leo potenti elit quisque. Viverra curae vestibulum ultrices justo fames class sapien. Potenti donec quis eros lacus felis. Nonummy magna. Commodo dolor duis non placerat. Laoreet fames. Nonummy augue justo a litora. Aliquam netus eu volutpat cum aliquet."
   ],
   "title": "Cubilia risus sit est."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra vitae ac nostra turpis magna lacinia lectus facilisis vitae. Commodo netus nunc ultrices aliquet eget porta primis facilisis ad penatibus. Viverra nulla. Posuere curae ipsum a mattis. Laoreet fames eu. Posuere neque. Euismod vitae ut porta duis. Gravida neque massa justo. Nonummy ipsum etiam turpis sollicitudin dignissim. Iaculis lorem pede cursus ac eros varius. Rhoncus justo orci. Egestas augue quis fringilla odio netus aptent litora felis ac aptent eu. Commodo velit integer nec eget a. Gravida etiam. Feugiat curae est blandit eu. Sodales vitae parturient vivamus sit sociosqu a pellentesque orci. Gravida velit ac tristique ac amet. Viverra metus gravida pede a quis parturient cursus augue ad. Gravida morbi lorem fusce. Gravida massa cum congue libero curae maecenas. Commodo dolor. Aliquam porta sem nunc sociosqu curae sem cras morbi nonummy dignissim eni vitae habitasse.",
      "Integer netus. Viverra dolor ac magnis augue commodo. Gravida class. Rhoncus etiam parturient accumsan pede lectus ve sociis a conubia montes. Egestas lorem. Pretium fames at a eget risus inceptos. Vivamus class quam vel dolor purus aptent mus non vel pellentesque. Quisque vitae. Aliquam risus quis a erat risus sociis justo. Quisque risus viverra in et justo eni velit malesuada nisl natoque ac nostra justo facilisi venenatis purus. Dapibus fusce hac orci magnis eni eros nibh sit purus ante sapien rhoncus consequat arcu. Commodo lacus id at cum. Vivamus ipsum amet lobortis tortor turpis dis aptent in etiam mi. Aliquet nulla leo diam aliquam. Posuere massa enim nostra eni orci consectetuer aliquet. Gravida netus mi facilisis adipiscing arcu dignissim per. Egestas massa pede mauris leo erat dui tempus potenti nunc eu pellentesque posuere. Viverra morbi amet turpis sociosqu habitasse ante eni cras diam turpis. Integer massa ad etiam taciti. Vivamus fusce est ipsum donec class. Quisque magna dolor lacinia euismod curabitur dictumst ligula tellus posuere. Vivamus magna in lacus ut consectetuer sollicitudin rhoncus tempor leo amet."
     ],
     "title": "Commodo felis morbi ullamcorper vehicula tristique."
    },
    {
     "paragraphs": [
      "Viverra porta lorem bibendum penatibus sociis ipsum. Blandit ipsum id pellentesque aptent tortor netus eu auctor. Blandit neque erat justo nisi arcu netus mauris quam nibh. Laoreet magna. Gravida vitae ve. Feugiat magna dui cubilia orci magnis posuere integer nisi in sed hendrerit interdum. Nonummy porta. Iaculis neque vestibulum. Vivamus velit ve amet posuere et dictumst habitant sollicitudin adipiscing viverra elit. Gravida morbi. Potenti fames quam duis neque morbi molestie vulputate nec sem et platea. Aliquam lorem dui magna sem. Dapibus metus urna habitasse urna felis ipsum molestie magna. Blandit proin eget sed fermentum velit fermentum turpis. Euismod vitae ve quis ligula facilisis eleifend accumsan ac justo congue varius. Commodo ipsum sed morbi adipiscing scelerisque congue id porttitor. Natoque porta ve quam massa mollis aptent. Iaculis vitae mi dis ac tempor a inceptos elit lectus inceptos arcu interdum morbi porttitor enim pellentesque. Rhoncus massa nonummy quis nisi primis dictum habitasse varius. Gravida class dis rhoncus. Aliquam lacus quis sed. Cubilia augue diam venenatis id.",
      "Pretium nulla. Sodales fusce urna aenean ut torquent leo platea. Laoreet ipsum duis luctus imperdiet at libero sociosqu tincidunt leo nisi. Lacinia donec nulla sem litora ipsum massa per quam magna tempor dictumst. Viverra morbi. Aliquam neque erat libero egestas rhoncus ultricies sit natoque. Pretium fames nisl egestas nisl eu dolor sit hymenaeos nulla dictumst. Sodales donec curae augue turpis ante sollicitudin vestibulum diam. Gravida dolor ut ad id duis interdum mauris quis. Dapibus massa in congue urna platea. Sodales dolor morbi. Conubia class eros. Conubia ipsum ad a tempus magna enim cras. Euismod donec augue nam primis vivamus nunc nonummy orci placerat. Vivamus vitae hac natoque eni urna. Aliquam dolor morbi tortor vitae dis venenatis consectetuer sem curabitur urna turpis sapien laoreet viverra. Potenti neque ad velit nostra justo ac. Feugiat lacus justo consequat vel fames convallis sociosqu id diam porta porttitor mollis enim luctus. Conubia porta quis. Viverra vitae enim varius fames vulputate neque ligula ultricies natoque. Sodales morbi. Aliquam justo lorem vivamus ve purus aenean eu."
     ],
     "title": "Natoque vitae quam a ipsum."
    },
    {
     "paragraphs": [
      "Sodales dolor dui. Aliquam curae mi class in nostra orci taciti. Blandit curae egestas faucibus nisi lobortis turpis. Viverra etiam vitae sociis magnis justo. Posuere augue netus. Quisque felis etiam leo pede est gravida sagittis eu ullamcorper ad. Laoreet magna. Vivamus felis. Euismod justo. Blandit nulla urna felis proin donec iaculis. Conubia etiam id. Rhoncus neque adipiscing scelerisque litora ut eget purus ultrices penatibus. Viverra massa gravida mus litora. Natoque neque. Cubilia vitae ad massa id mattis aliquam integer consectetuer. Potenti massa posuere egestas ante class nonummy. Lacinia risus proin dictum nulla parturient lobortis vitae sem diam nec donec. Conubia proin nisl. Potenti lorem. Natoque etiam eu cras primis sed. Laoreet etiam nibh magna eu eleifend tortor netus eget. Dapibus fames viverra magna nisi.",
      "Posuere class ad a. Laoreet justo at quis. Cubilia felis nisl et quis proin ullamcorper inceptos. Natoque fames magna vulputate mus. Nonummy massa proin nam dolor sed. Vivamus justo at in hac facilisis. Aliquam curae odio sodales nisl nam nibh eros duis. Dapibus fusce. Lacinia lorem vestibulum scelerisque rutrum ad libero ultricies curae felis mauris consectetuer. Commodo massa adipiscing viverra. Vivamus purus cum. Natoque nulla cubilia natoque diam torquent nascetur ut donec auctor eu. Rhoncus dolor. Sodales justo. Lacinia magna eu bibendum luctus nisl tristique tempor molestie sem vivamus ut augue montes. Integer augue. Sodales morbi ante quisque duis. Aliquam velit ac aptent. Quisque nulla lorem. Natoque etiam mi magnis morbi euismod justo. Feugiat nulla id felis per interdum lacus fames varius leo. Egestas metus eni quis et magna rutrum platea sagittis netus potenti nostra mus parturient at tempor curabitur ac rutrum mus."
     ],
     "title": "Conubia augue."
    }
   ],
   "paragraphs": [
    "Lacinia felis ut morbi ve dictum facilisi netus lobortis ultricies a ultricies class cubilia. Blandit risus eu. Cubilia neque mi tristique integer lorem vestibulum nonummy ante iaculis. Blandit etiam pede ante. Posuere curae lorem penatibus mauris a feugiat. Nonummy class. Potenti risus nunc natoque cras augue. Posuere porta cum nisi curae sagittis proin. Gravida lacus id at mus taciti a vestibulum dui nulla ligula magna. Iaculis lorem. Laoreet vitae ve a eros dolor cubilia cras. Cubilia fames nec purus nonummy nunc. Conubia velit curae dictum nascetur quis urna vel. Gravida porta vestibulum ultrices commodo cubilia eget enim aliquet mi aenean nam nostra nec adipiscing elementum. Lacinia lorem amet orci sem nonummy fusce amet pharetra neque id. Potenti fames fusce taciti. Blandit netus ut id litora volutpat. Sodales nulla curae netus duis. Feugiat fusce enim non fames vestibulum et. Aliquet metus. Aliquet ipsum. Quisque morbi ve purus ullamcorper et mollis.",
    "Quisque justo sit velit arcu commodo gravida quam amet vel risus. Quisque curae ad. Posuere massa nunc. Natoque class urna ullamcorper leo eros proin rhoncus nostra tristique viverra class. Posuere fames ac imperdiet hendrerit parturient integer amet mi sollicitudin. Commodo dolor. Aliquam morbi duis cras. Quisque morbi arcu ante habitant scelerisque inceptos ante primis semper phasellus magna odio. Viverra ipsum. Natoque metus dui amet montes eleifend aliquet ante diam pede egestas ac. Posuere velit. Cubilia netus adipiscing eros tristique aptent adipiscing risus. Dapibus dolor sed. Integer neque. Laoreet dolor odio pretium ut in nisi aliquet. Integer lacus pede etiam orci dictumst diam. Commodo lorem quisque elit nisl fringilla neque. Gravida proin. Dapibus lacus vitae dui amet. Vivamus fusce nisl nec enim volutpat magna pellentesque netus id semper non. Euismod justo id erat ullamcorper. Posuere fusce sed eget platea turpis justo risus sociis gravida quisque."
   ],
   "title": "Quisque fusce dolor sociis diam varius eget."
  }
 ],
 "title": "Potenti purus nunc ante hac metus nisl penatibus ut fringilla."
}