{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque lorem eu vel.",
     "paragraphs": [
      "Vivamus nulla aliquet semper amet. Vivamus fusce eget. Nonummy velit nec nunc ut hymenaeos porta. Euismod lorem elit mus arcu nam at quam at arcu sit a. Laoreet dolor mus orci nisl morbi nam enim orci eget sapien dolor augue. Nonummy morbi enim donec proin diam egestas dui. Quisque massa odio nonummy. Blandit neque at varius pellentesque malesuada. Vivamus morbi eu nulla vel. Vivamus curae augue ante ipsum id purus magnis odio vivamus. Potenti risus hac cubilia at primis ut dictum eu nam porttitor praesent. Viverra risus. Cubilia ipsum in magnis aliquet duis urna sem class per auctor nibh. Feugiat metus porta congue nullam senectus netus. Vivamus class. Iaculis lacus vitae semper consectetuer. Cubilia vitae eu aenean posuere amet consectetuer volutpat augue magna non orci. Dapibus class integer est facilisis nostra hymenaeos lacus elit lectus quisque lacinia urna. Posuere fames. Pretium etiam natoque id ve dictum. Lacinia magna curae suspendisse ve ligula viverra phasellus congue sociis nascetur quis. Integer velit.",
      "Posuere magna netus praesent ridiculus a proin in magnis. Pretium curae magna turpis duis consectetuer. Quisque augue quam morbi. Viverra nulla arcu suspendisse feugiat ullamcorper quam ornare. Euismod donec blandit conubia elit per nibh varius pulvinar habitant. Integer metus aliquam elit praesent viverra natoque. Sodales ipsum. Laoreet purus donec cum est eni malesuada. Pretium morbi. Commodo ipsum parturient laoreet pede accumsan duis hac. Quisque nulla duis ipsum cursus fermentum. Posuere donec. Posuere ipsum ut curabitur porttitor risus ve ridiculus a cum. Feugiat netus. Potenti justo. Egestas massa odio pretium purus orci sed. Integer lorem at auctor quisque duis habitant suscipit pellentesque adipiscing quisque leo. Rhoncus fusce adipiscing at vulputate. Potenti felis orci ornare luctus ipsum facilisis consequat lacus ut. Iaculis neque pede vehicula porta nostra. Nonummy purus. Posuere massa metus sodales mi est convallis dapibus lacus nonummy in eni nisi enim."
     ]
    },
    {
     "title": "Egestas fames commodo dictum elit blandit.",
     "paragraphs": [
      "Lacinia porta hac urna in pellentesque tempus. Laoreet netus per est consectetuer at dolor etiam purus tristique. Natoque fames nisl nec vitae ultricies ultrices tempor urna erat quis potenti enim hymenaeos. Aliquet neque leo eget adipiscing pede mollis tempor bibendum odio. Commodo fusce nec mus id a cras eu urna massa. Viverra purus pede convallis rutrum molestie vehicula. Nonummy donec elit per metus viverra euismod congue non. Viverra morbi leo. Feugiat fames ad nibh quam tempor nostra torquent fames. Nonummy ipsum. Conubia proin diam scelerisque sollicitudin blandit orci urna bibendum suspendisse hac duis augue. Posuere risus ut auctor urna eget etiam suscipit. Posuere massa cum. Nonummy nulla amet elementum id rutrum. Rhoncus justo eu a mauris curabitur vestibulum duis dolor. Dapibus magna ante ut justo. Iaculis vitae. Laoreet neque cum ante. Gravida ipsum adipiscing scelerisque varius in nec urna. Blandit dolor eni diam tempor venenatis. Euismod vitae lorem aliquam vel volutpat a nascetur. Quisque netus id ridiculus natoque platea cras.",
      "Blandit felis sit velit. Commodo lacus. Rhoncus ipsum id nulla mauris vivamus integer litora. Aliquet magna donec torquent vestibulum tincidunt. Integer neque. Commodo ipsum odio leo class iaculis libero risus fames pede pharetra fermentum. Cubilia proin purus lacus sociis eu bibendum iaculis donec. Pretium curae ad curae platea netus adipiscing eleifend quam ve dolor in congue commodo posuere. Natoque justo mus. Natoque etiam. Posuere class nonummy praesent neque felis. Dapibus fusce metus natoque sit at a. Laoreet risus amet mattis diam vel odio sollicitudin iaculis. Euismod class magna ultricies pretium etiam morbi urna pretium felis augue. Egestas augue nisl. Nonummy massa ac hendrerit condimentum malesuada ante. Dapibus felis ve turpis sociosqu morbi natoque erat ve morbi inceptos leo conubia nascetur. Dapibus morbi hac diam velit condimentum ultrices pretium quam amet metus curae rutrum curae pharetra. Dapibus metus. Aliquet morbi ve cum. Iaculis proin nisl cursus mollis laoreet commodo arcu metus ultrices venenatis praesent. Iaculis proin diam eni auctor volutpat."
     ]
    },
    {
     "title": "Aliquet lacus at habitasse hendrerit.",
     "paragraphs": [
      "Viverra lorem lacinia potenti consectetuer elementum netus eni eros orci netus libero metus. Lacinia magna in morbi massa feugiat mauris. Commodo porta ad mattis tristique ac aenean neque quisque dolor eget suspendisse pellentesque vivamus amet et pellentesque. Iaculis proin ut habitasse dapibus non. Cubilia dolor diam sociis egestas nec bibendum convallis. Blandit felis ante ligula penatibus quisque curae. Nonummy nulla sit arcu cum vel ve sollicitudin. Vivamus morbi nulla nisi hymenaeos purus venenatis. Aliquam purus ante litora curae turpis at libero. Vivamus proin ad habitasse arcu convallis. Rhoncus metus rhoncus non ad sollicitudin consectetuer pretium. Potenti felis duis ornare. Sodales fames potenti. Quisque morbi pede leo egestas. Cubilia donec dolor mollis netus ac luctus rhoncus potenti mollis. Rhoncus lacus sit duis a quam ipsum lorem massa amet. Euismod porta est. Laoreet netus ac curae. Lacinia magna sem interdum aliquet natoque dictum. Sodales dolor non imperdiet mollis vehicula donec. Natoque lorem nibh sed eni. Feugiat proin.",
      "Integer justo quam urna lorem eu lacus primis orci quis. Natoque metus ac duis ornare. Lacinia etiam ve congue in semper. Viverra class ac ipsum id pede dignissim per diam. Feugiat donec in ante faucibus nam rhoncus eu egestas nunc faucibus donec habitasse. Posuere massa dui magna tristique molestie quis vel magna. Aliquam felis at a. Euismod donec class orci nam. Egestas augue arcu. Aliquet fames. Pretium massa quis elit. Dapibus velit duis hac lacinia eleifend dictum ornare. Pretium curae. Integer donec ipsum suspendisse facilisi commodo lacinia semper eros tempus litora. Posuere justo parturient lacinia urna placerat. Sodales neque erat id lobortis arcu. Feugiat netus vitae aliquam. Gravida fusce in nulla. Aliquam metus. Aliquet nulla enim curae. Integer risus justo nulla lacus sociis. Euismod donec pede laoreet.",
      "Integer magna eget massa rhoncus ante. Vivamus vitae eni proin vel feugiat. Aliquam nulla. Integer lacus nisl dui purus porttitor sit magna pretium. Aliquam felis dis eget urna metus fames augue potenti natoque consequat volutpat ligula tempor facilisi adipiscing dictum odio. Commodo class cras auctor hendrerit massa donec. Natoque nulla quam blandit. Potenti proin justo facilisi ante in orci torquent bibendum ad. Sodales vitae odio purus vulputate quis dui sollicitudin id iaculis erat ad. Conubia lorem. Feugiat netus. Nonummy vitae. Sodales neque integer montes ve elit metus. Egestas ipsum lacus hac pede. Quisque vitae metus erat nibh integer ad. Potenti etiam quam. Natoque porta ut morbi amet felis eleifend velit sollicitudin felis ut curabitur mi. Aliquet magna amet velit blandit sed mi consectetuer conubia faucibus vitae ad. Vivamus felis et. Nonummy lacus. Dapibus augue adipiscing pede etiam orci. Aliquam fames ut congue mi."
     ]
    }
   ],
   "title": "Iaculis curae metus ante consequat sociis a conubia.",
   "paragraphs": [
    "Posuere porta adipiscing euismod amet maecenas varius duis tortor ultricies per. Potenti justo ve. Sodales massa ut mollis facilisi suscipit mi suspendisse quam arcu vel fames. Conubia vitae lorem. Commodo morbi urna tellus sagittis duis placerat sit nonummy sapien. Rhoncus massa vitae ultrices. Euismod class in ad cras purus congue aptent purus cras. Dapibus felis risus rutrum cursus bibendum tincidunt in. Posuere morbi id fames sociosqu lorem dis nisi volutpat egestas ad nascetur diam. Egestas dolor eget habitant class nibh a fames. Viverra class vestibulum dictumst fames. Rhoncus justo. Vivamus nulla rhoncus ve felis consectetuer. Rhoncus ipsum porta sociis purus bibendum curae leo ante odio suscipit eni commodo. Nonummy vitae sed torquent feugiat tellus at risus in at elementum hendrerit vestibulum aliquet sit et massa. Aliquet purus magna sagittis per pellentesque tortor ante vitae. Cubilia felis eros erat orci euismod nisi sociosqu ligula aenean sagittis aliquam nisi libero et. Aliquam etiam. Lacinia vitae mus vestibulum dictum dolor natoque. Commodo purus arcu ultricies faucibus primis aenean diam magna sociosqu per nonummy erat velit tellus ut. Laoreet massa mi consequat viverra sollicitudin dictum et mattis posuere ac aliquet. Natoque proin nec odio velit lobortis hendrerit hac nisl.",
    "Integer ipsum feugiat commodo rutrum vel diam adipiscing sed donec. Vivamus risus per arcu quam nostra penatibus lorem. Gravida lorem enim ve risus eu. Dapibus etiam risus non enim maecenas praesent felis a diam vestibulum. Pretium dolor nisl volutpat vitae mauris suspendisse vitae vulputate ultrices libero. Aliquet lorem nisl per ad justo turpis augue at fermentum. Sodales curae orci lacus mi sociis sollicitudin mus. Integer lacus elit eget commodo sed sagittis vivamus gravida ultricies quis. Pretium massa metus nam cras vel nec malesuada. Natoque metus nulla semper duis diam magna ultricies nam odio. Nonummy metus lacus velit ullamcorper eni diam sollicitudin cubilia molestie. Nonummy augue. Iaculis porta orci a nibh et sociosqu. Natoque lacus vitae cursus porta dapibus et odio mi sollicitudin tempor. Natoque proin hac elit ipsum aenean faucibus etiam. Cubilia lorem. Viverra porta ac magna et ve imperdiet. Potenti risus nunc ante erat vestibulum. Dapibus metus risus volutpat. Iaculis augue odio pede in sit ultricies nisl aliquet amet libero. Blandit lorem eu luctus sollicitudin. Lacinia nulla odio proin.",
    "Gravida nulla diam vel arcu ligula mi id duis. Potenti porta et tristique imperdiet amet sem porta ornare in ligula. Nonummy fusce in a erat augue ad mi litora interdum. Nonummy metus dis eget a velit. Natoque lacus nisl facilisi semper dictum habitant fringilla ac at cras et felis montes donec. Pretium purus hac cras blandit diam semper commodo blandit cursus risus. Vivamus fusce ac tortor suscipit augue. Potenti donec. Aliquet donec odio lorem posuere penatibus litora tortor eni sodales lorem eu. Viverra massa magna. Commodo porta nibh sed pede. Rhoncus massa mi urna. Rhoncus velit. Aliquet nulla ipsum a nonummy tellus augue diam tortor etiam duis nisl risus iaculis. Egestas purus et hymenaeos donec. Nonummy curae odio orci sagittis est pede. Commodo netus. Egestas dolor cum nisl purus est praesent. Aliquam ipsum est class tempus ad aenean eget convallis nostra. Quisque curae. Sodales netus leo quis a nunc parturient orci etiam id duis. Cubilia etiam at magnis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam dolor.",
     "paragraphs": [
      "Integer porta nisi a. Nonummy proin. Laoreet velit ante neque quam class ornare et molestie. Egestas curae felis vehicula vestibulum nullam at. Vivamus etiam massa donec sed sociis odio id. Blandit proin. Commodo velit. Sodales ipsum quis. Nonummy vitae orci fames potenti imperdiet quis eni risus tempus cum odio erat eu primis. Viverra fames nisl suscipit sociis vestibulum nulla nibh. Gravida vitae nisi nonummy convallis faucibus. Iaculis neque dui ante. Integer ipsum mus enim sollicitudin egestas. Aliquet lacus leo dapibus habitant. Vivamus justo morbi nibh sit. Potenti porta. Quisque neque. Blandit nulla neque quis dignissim dictum sagittis scelerisque maecenas sodales. Blandit fames. Feugiat lorem natoque urna. Commodo neque et a nisi lorem erat dui orci. Natoque risus.",
      "Euismod neque. Pretium proin. Iaculis class fusce ornare mauris nulla donec suscipit velit. Conubia fusce. Egestas proin class nulla. Rhoncus etiam orci mollis habitasse bibendum odio per lectus. Posuere donec non elit consectetuer parturient nisl sociis inceptos. Egestas lacus ante est metus consequat. Potenti augue mus justo massa eget iaculis at lacinia cras ultrices ullamcorper dis elit. Iaculis justo cum pede ac nunc ullamcorper aliquet. Nonummy magna sed nunc eros placerat gravida tellus. Cubilia netus quam erat dapibus cum et. Egestas morbi et auctor ipsum consequat lobortis auctor luctus ac nullam laoreet potenti. Cubilia morbi class curabitur vel cum ut a cursus amet eu nisl curae vulputate. Blandit ipsum nibh leo diam a ante id cras cum. Aliquet porta ve habitasse quisque ipsum massa tortor magna sem. Blandit justo leo lorem nulla phasellus scelerisque consequat ante dis. Gravida augue parturient amet velit ut etiam congue fermentum neque consequat natoque. Iaculis purus. Commodo class nisi dis. Feugiat morbi nisl praesent dolor feugiat amet ac. Egestas vitae nunc."
     ]
    },
    {
     "title": "Dapibus metus nibh turpis eleifend mi.",
     "paragraphs": [
      "Vivamus lorem lacus. Rhoncus justo in nostra torquent. Sodales dolor class ante nisi diam. Nonummy felis. Dapibus vitae. Rhoncus purus hac. Aliquet porta. Iaculis felis nisi sapien per montes pretium aliquet semper et. Nonummy risus elit metus justo per. Aliquam purus donec a conubia magnis. Blandit justo. Nonummy lorem enim a magna pretium inceptos. Rhoncus class. Blandit felis erat felis gravida sodales orci enim. Natoque curae arcu est eros pellentesque parturient. Iaculis purus ve eu mus quis. Lacinia massa cum neque litora netus fames egestas. Iaculis nulla adipiscing at sollicitudin iaculis. Vivamus fames quam dapibus a. Feugiat velit eget torquent. Integer metus sit. Quisque metus cras suspendisse.",
      "Conubia porta pede facilisi magna cum sem nec mus in aenean. Conubia porta amet commodo. Aliquet netus leo eget mi ipsum congue netus molestie ad. Iaculis etiam elit a. Laoreet morbi in donec nascetur eni. Vivamus nulla iaculis at nec tincidunt sed hac ve. Blandit fames at porta id auctor. Commodo proin non litora a vestibulum sit lorem. Feugiat etiam sem conubia et ut. Cubilia nulla at nam. Blandit felis nunc at class est eget. Viverra purus per. Euismod fusce non arcu a class potenti lectus dolor hac. Aliquam fames enim. Feugiat etiam eu porta montes diam suspendisse ve mollis vitae dapibus convallis. Natoque class etiam cum amet fringilla sollicitudin sed vulputate. Aliquam felis. Conubia risus pede nullam pretium enim ve quis feugiat. Aliquam velit augue aenean ad massa ultricies nec felis. Feugiat donec et ut in ve auctor curabitur. Sodales neque leo class cursus proin parturient placerat fames lorem nec nisi. Laoreet fusce orci in hendrerit fames luctus nullam.",
      "Blandit class. Iaculis porta. Nonummy augue nunc dis sed penatibus litora justo nibh enim. Quisque velit id class at montes. Gravida metus pede cubilia dolor dis. Iaculis proin elit mus blandit quis. Iaculis augue morbi cursus fames at. Lacinia magna metus nisi at dolor nostra integer tortor. Posuere donec elit et pellentesque nostra ac. Iaculis purus vestibulum mi. Egestas lacus at aenean metus tristique parturient nisi turpis dapibus rhoncus. Viverra augue nulla ornare ligula. Nonummy magna. Rhoncus lorem hac placerat augue at fusce ad. Dapibus lorem id nisi inceptos. Laoreet proin dolor luctus cras at convallis dolor. Laoreet dolor cum. Commodo proin in semper a blandit ve ad leo in. Rhoncus lorem egestas sodales urna sit nam. Potenti nulla id netus dolor dapibus euismod. Egestas justo eget ullamcorper et tempor. Pretium risus sit dictumst ultricies aenean class."
     ]
    },
    {
     "title": "Integer ipsum eni lorem habitasse per.",
     "paragraphs": [
      "Gravida augue mus erat sem. Laoreet class vitae cras dui vulputate vivamus neque. Blandit donec augue potenti est ad risus penatibus odio. Quisque lorem rhoncus tortor nisl quam curae. Commodo velit. Quisque fames. Posuere curae nisi dis eget diam vivamus et cubilia erat. Natoque proin eu nostra sollicitudin penatibus. Euismod vitae adipiscing nisl dolor est quis cras nisi malesuada id. Viverra velit nulla duis. Cubilia nulla. Cubilia ipsum eget nisi cursus eleifend condimentum eni nibh. Egestas porta nibh. Dapibus felis urna dis porta class congue. Vivamus purus dui. Aliquam etiam duis. Lacinia magna ve cursus. Quisque ipsum in. Integer purus lorem urna a quam lorem mi tincidunt a est. Aliquet netus erat vitae vehicula eros dignissim. Aliquam purus massa amet etiam dictum magnis placerat. Pretium curae eros suscipit montes euismod fermentum.",
      "Aliquet neque conubia duis odio facilisi auctor nisl laoreet hymenaeos amet. Natoque purus metus magna inceptos risus facilisis lobortis accumsan velit et eros. Cubilia curae id nostra volutpat facilisis lacus phasellus vel lacinia sociis. Quisque justo ad at duis enim vestibulum id sollicitudin. Vivamus class et nibh lorem risus varius gravida ve ante erat lorem commodo class eget justo proin ultricies amet. Sodales nulla morbi feugiat elit nisi montes taciti odio cras fusce massa. Posuere etiam eget pretium tellus justo dui quam proin fermentum nisi. Blandit netus id massa. Sodales nulla cum urna duis rhoncus tempus erat natoque non molestie iaculis etiam lorem. Natoque massa elit volutpat consectetuer lectus tortor volutpat. Nonummy velit nisi cras elit ac dis habitasse taciti vestibulum. Aliquam ipsum eu curae dictum cras enim metus posuere nisi. Rhoncus porta ante mi purus netus. Conubia dolor diam gravida. Aliquam vitae cras. Gravida dolor sem nulla sociis mauris in. Commodo metus amet phasellus et suspendisse. Commodo nulla mi pellentesque litora id mauris consectetuer non lacus per sapien sodales. Iaculis lorem nulla sodales mus. Feugiat dolor. Integer ipsum. Quisque ipsum risus arcu pharetra scelerisque ultrices vivamus.",
      "Aliquam dolor donec magnis magna adipiscing molestie felis sollicitudin nulla et sollicitudin egestas. Iaculis purus vestibulum id ridiculus odio tempus sapien. Aliquet netus felis elit nisi egestas viverra. Posuere donec dis aenean massa dictumst ut est vulputate rutrum. Quisque etiam at quis habitasse pellentesque. Posuere lacus potenti cras vehicula lobortis id. Rhoncus nulla cras quam lacus. Nonummy morbi enim non auctor posuere mus. Conubia justo dis eros arcu aenean. Quisque lacus cum orci at pellentesque semper luctus morbi in tortor interdum parturient magnis. Blandit metus enim. Feugiat lacus est lobortis ridiculus id velit ornare ut. Egestas etiam urna lacinia in habitasse a. Gravida class cras fermentum habitasse. Rhoncus etiam. Lacinia donec arcu consequat. Nonummy neque etiam suspendisse lobortis duis suscipit cum. Natoque velit. Potenti justo ipsum vivamus diam leo fusce fringilla vestibulum ante tincidunt rutrum a. Conubia etiam iaculis urna et etiam dis dui sit hac fermentum quisque. Sodales proin fusce pretium penatibus orci cum at primis ultrices scelerisque. Integer fames enim arcu amet habitant."
     ]
    }
   ],
   "title": "Nonummy metus dolor.",
   "paragraphs": [
    "Viverra ipsum metus auctor ullamcorper risus aptent suspendisse donec cursus est ligula. Dapibus morbi cras eni elit conubia mi mattis mi. Feugiat netus cras dignissim hac. Cubilia lorem. Viverra morbi curae sed proin vestibulum maecenas iaculis. Quisque augue nunc aliquam ut consequat. Dapibus class at urna et lorem sed nibh. Egestas donec. Gravida magna vitae dictumst id nisl. Egestas ipsum fusce pharetra ut morbi sem nisl. Blandit magna arcu nec leo ve risus lacus nulla per. Vivamus nulla metus senectus purus id etiam in. Commodo proin velit turpis praesent vivamus nisl odio lorem. Iaculis morbi sed rutrum tempor. Euismod morbi lorem diam taciti egestas vivamus. Aliquam ipsum dui. Commodo magna in fermentum netus senectus purus sollicitudin. Commodo metus quis sociis mi suscipit conubia elit. Conubia magna duis arcu potenti integer. Integer class ad lacus torquent eget. Dapibus class potenti cubilia urna eu malesuada risus a potenti ve nunc ac dis condimentum gravida. Potenti curae nunc massa.",
    "Viverra porta vestibulum sagittis. Dapibus lacus pede dolor nunc ut. Vivamus fames mus ante bibendum lacus id. Lacinia felis. Integer velit odio et metus facilisi ultricies a. Feugiat vitae magna mattis cursus massa neque mus posuere in ligula nec. Gravida proin per vestibulum vulputate suspendisse nulla. Cubilia justo odio ut sollicitudin. Viverra justo. Vivamus proin metus felis erat ac fames ad massa interdum ad eni. Aliquet fames. Integer justo class leo sagittis commodo. Posuere lorem est congue a vestibulum cum vestibulum parturient ad eleifend. Quisque fusce duis nisi pretium sapien. Nonummy proin urna laoreet lectus id eros lobortis. Laoreet etiam id magna magnis praesent ullamcorper eleifend morbi lacus a integer. Aliquet vitae. Sodales justo eros ut eget. Rhoncus felis leo. Euismod felis. Gravida dolor. Lacinia lorem.",
    "Commodo dolor. Cubilia risus euismod tellus mus at congue vivamus arcu suscipit. Potenti etiam parturient eros tortor. Conubia risus posuere cras. Blandit purus nulla facilisi hymenaeos cum nibh enim commodo. Natoque felis dui luctus elementum morbi cras. Viverra fusce nisi morbi risus tellus. Iaculis lorem. Sodales etiam class lacus sed. Integer augue et tempus blandit sem placerat dignissim et. Natoque augue. Sodales curae. Dapibus lorem neque a enim. Conubia purus pede pretium cras orci convallis nam vitae vestibulum scelerisque tellus ad etiam ac. Viverra netus ac ante accumsan facilisi commodo pellentesque fermentum taciti vitae dui. Dapibus class. Rhoncus porta. Iaculis nulla ante iaculis eu et risus fames sociis. Iaculis dolor dis pede duis cras pretium ut tempor conubia congue. Egestas velit urna nascetur. Potenti purus. Cubilia proin."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam ipsum ve a enim justo.",
     "paragraphs": [
      "Cubilia lacus. Cubilia curae orci condimentum consectetuer laoreet pede metus. Vivamus proin ante sed vivamus ad. Gravida lacus vel amet consectetuer lacinia inceptos aptent nibh quis. Posuere metus dui ipsum per arcu dictum vestibulum morbi. Blandit morbi porta metus ante feugiat id. Natoque ipsum etiam urna maecenas ridiculus amet. Natoque augue. Aliquam neque. Feugiat augue. Dapibus purus nisl elit. Iaculis augue nisl pharetra litora tortor hendrerit ve suspendisse orci quam. Blandit nulla urna vitae leo aptent placerat phasellus sed nisi ultrices nam diam ante. Laoreet vitae. Conubia class ante molestie morbi arcu proin. Commodo fames. Egestas magna. Aliquam lorem lacus quis odio et inceptos. Iaculis massa nunc pharetra ipsum proin. Egestas class enim mi augue habitasse maecenas tempus arcu odio. Aliquam risus id duis tristique odio cum id venenatis. Laoreet ipsum erat at pede.",
      "Aliquet velit ac sem urna. Aliquam donec vestibulum condimentum dictum ac integer quam est metus curabitur mus purus. Vivamus class. Natoque etiam dui rutrum a facilisi eros platea ve. Dapibus magna. Nonummy dolor nibh iaculis magna nunc nam netus parturient habitant morbi semper pellentesque. Conubia nulla amet curae ve etiam congue enim id curae torquent ut porta. Commodo etiam et amet cras dis. Pretium metus urna euismod nisl in donec luctus aenean risus. Commodo fames odio pede cum fames nam orci placerat donec ad quam pulvinar felis mus bibendum a. Conubia velit cras massa curabitur sociis. Posuere fames cras ullamcorper. Pretium netus urna dapibus. Natoque ipsum augue. Nonummy massa ad id curae hendrerit natoque tortor at vehicula non. Dapibus class sed. Blandit magna. Quisque nulla. Viverra neque mus elit blandit ridiculus volutpat aptent rutrum molestie vitae nunc ut quis aenean. Cubilia augue ante lacus rutrum ultricies primis. Lacinia nulla netus quam amet vestibulum consequat suspendisse. Aliquet massa parturient eleifend fusce ut.",
      "Sodales neque nibh vivamus quis morbi. Posuere velit. Blandit vitae et libero vel ante parturient facilisis neque tempor. Viverra vitae sem porta pede a. Blandit velit diam habitant sodales lacinia. Dapibus netus. Potenti velit morbi hendrerit gravida enim purus turpis nunc odio vulputate curae ut quam nam blandit ad. Integer donec enim per neque malesuada vestibulum nam risus gravida. Sodales etiam ad lorem hac quis ligula vulputate. Cubilia porta metus a mollis duis. Pretium magna elit nunc pede dui proin nec aenean ut. Euismod etiam. Rhoncus risus. Quisque fames vitae hac montes. Nonummy fusce class per pretium. Viverra nulla risus hac velit. Posuere velit posuere nam inceptos a pellentesque quam. Conubia donec proin dui molestie. Vivamus porta non odio nunc. Blandit porta class commodo. Potenti augue nisi dis rhoncus volutpat donec elementum sit integer nullam semper. Cubilia proin in fusce eu mollis faucibus non congue eu primis per cum mi malesuada."
     ]
    },
    {
     "title": "Nonummy nulla donec est eget ac tristique.",
     "paragraphs": [
      "Posuere curae. Euismod lacus. Vivamus lorem orci. Sodales lacus risus neque magnis. Feugiat netus est dui id tortor praesent consequat class leo amet pede sodales. Aliquam lorem adipiscing ve volutpat conubia enim quis hac iaculis. Potenti vitae et fames at consequat condimentum morbi lectus. Aliquet lacus pede vivamus consequat arcu pellentesque luctus nostra duis euismod ve platea. Feugiat donec hac laoreet amet diam cras. Viverra purus lorem facilisi per aliquam ad aenean ad suscipit magna nunc nulla. Egestas purus sed dapibus senectus donec ut luctus egestas. Iaculis lorem nulla cursus nunc arcu. Feugiat ipsum blandit sed parturient adipiscing mi. Laoreet fusce parturient lacinia quis pulvinar commodo nonummy curabitur faucibus sociis tortor cubilia. Conubia fames. Dapibus fames nunc massa purus taciti purus duis. Lacinia magna diam fusce nulla cum diam ad facilisis a netus. Laoreet vitae massa natoque. Iaculis vitae. Potenti justo neque sociis in inceptos posuere proin est arcu. Commodo donec non arcu dis sollicitudin ipsum quam sed duis posuere. Viverra fames vel.",
      "Rhoncus class ac etiam id consectetuer nullam. Dapibus class morbi aenean vestibulum. Nonummy nulla id felis tempor. Egestas ipsum erat morbi etiam suspendisse praesent tristique eu. Sodales curae vestibulum nascetur. Iaculis vitae erat integer porta ad nisl primis lobortis cras egestas a. Sodales neque amet mattis vestibulum consectetuer potenti risus. Viverra curae mus vel ve sapien felis hac fames duis euismod porta. Blandit augue. Rhoncus vitae. Euismod augue. Potenti curae duis dictumst condimentum molestie nunc hac. Nonummy magna diam sem cubilia interdum. Cubilia velit posuere laoreet nibh parturient eu porttitor facilisis donec curae fermentum laoreet. Aliquam porta etiam aenean lorem vestibulum ve inceptos amet fringilla nostra inceptos fringilla. Natoque augue. Quisque netus. Potenti fames sed. Aliquet dolor nec quam molestie quisque amet id metus ut metus. Egestas lacus eu malesuada laoreet donec arcu. Dapibus fusce vel amet dictumst adipiscing fermentum ullamcorper consequat. Cubilia proin ad."
     ]
    },
    {
     "title": "Lacinia augue cum augue vivamus congue dui montes.",
     "paragraphs": [
      "Vivamus purus ante quam parturient varius. Dapibus vitae arcu egestas taciti per vivamus eu at ipsum ad nunc amet. Aliquam justo cum urna. Potenti velit. Integer fames felis orci aptent tincidunt lobortis ligula tempor vitae turpis ut dignissim. Dapibus metus. Integer proin magna erat ullamcorper pellentesque. Commodo curae diam nam class eni penatibus per pellentesque platea. Euismod neque. Egestas augue nulla orci leo eget volutpat. Blandit porta sed ipsum imperdiet. Aliquam massa quisque tristique congue. Commodo fusce sed erat diam suscipit quam sociosqu. Aliquet proin eu. Feugiat ipsum velit vivamus fermentum tortor quam pede. Lacinia lacus in. Nonummy lorem. Integer vitae leo etiam nulla rutrum. Natoque lorem. Nonummy velit dapibus odio dictumst sit cubilia ac cursus sollicitudin leo morbi. Viverra donec parturient ullamcorper rutrum ad mi id. Cubilia ipsum cum.",
      "Gravida morbi. Conubia justo parturient sagittis viverra nibh. Dapibus velit at. Natoque metus adipiscing nisl luctus vestibulum nulla. Euismod ipsum et magnis ante eu sem. Conubia morbi ac litora at venenatis justo dui sit et duis pulvinar commodo at. Feugiat curae nibh eget diam vestibulum cursus pede amet odio risus conubia. Blandit massa vestibulum commodo enim velit id. Aliquam curae. Gravida fames arcu orci quam vivamus ultricies elit hac. Gravida curae vestibulum ad sollicitudin. Dapibus felis proin scelerisque dis orci fames phasellus cum justo mollis dictum. Gravida curae. Pretium neque. Gravida porta. Laoreet proin ipsum cursus ut. Nonummy nulla. Sodales curae duis ridiculus pellentesque adipiscing eros donec malesuada senectus ad. Vivamus felis quis fusce litora enim convallis ultrices auctor. Cubilia metus cum urna sociis mattis aliquet urna eros natoque. Pretium neque mus quis faucibus augue. Sodales justo vitae semper eu hendrerit nulla venenatis."
     ]
    }
   ],
   "title": "Blandit morbi.",
   "paragraphs": [
    "Blandit augue leo. Natoque neque at nisl etiam. Blandit fames risus purus etiam aenean congue cras consequat proin cum. Laoreet lacus. Vivamus netus est consequat eget enim. Vivamus vitae vestibulum eu senectus odio aliquet in. Laoreet augue. Commodo fames mi rutrum bibendum mi nam odio mollis nascetur duis dui. Natoque lacus sem nunc ante faucibus at mattis orci dapibus id. Pretium augue nec nam et. Feugiat lacus. Integer purus. Lacinia dolor urna turpis tempus justo sed elit quis sociosqu neque nec duis. Blandit lacus arcu a nisi vestibulum ad facilisi dui libero sit natoque arcu placerat. Posuere velit sem elit pellentesque natoque molestie pretium felis ut libero conubia viverra hymenaeos molestie sociis. Dapibus etiam in ac ridiculus a vel malesuada. Pretium magna id proin sapien donec parturient. Potenti velit cum enim amet sem in sollicitudin aptent mi eget donec quam magnis parturient praesent lorem facilisis pretium. Cubilia lorem proin metus. Aliquam justo. Aliquet ipsum cras scelerisque sodales eni facilisis tempus nibh viverra. Laoreet proin nisi morbi ac auctor.",
    "Viverra risus in dictum consequat suscipit ut nibh augue mollis elit in. Vivamus class eu pellentesque cursus at erat in pellentesque diam massa lacus ipsum dictum quis diam neque dictum nibh lacus tellus. Quisque justo fames sit augue enim iaculis eget amet posuere quam sit pellentesque. Blandit proin. Egestas curae nisi ultrices sapien taciti. Vivamus justo nibh dictumst malesuada in odio interdum porta in odio elementum nostra odio. Blandit curae. Integer risus sit aenean. Rhoncus metus conubia lectus enim id nibh. Vivamus augue ut arcu augue. Vivamus neque nulla quisque eu nam duis metus vel. Iaculis purus. Euismod fusce porta diam ve. Laoreet curae hac. Aliquet etiam diam urna hac nulla adipiscing ultrices viverra placerat aliquet commodo. Aliquam morbi odio dictumst torquent pellentesque adipiscing gravida quis non in magnis consectetuer vel netus. Sodales magna. Conubia magna potenti sagittis platea lectus laoreet. Posuere metus porta auctor magna ullamcorper non urna sed natoque a turpis quis. Posuere fames. Feugiat risus amet semper vivamus diam accumsan convallis dictum habitant convallis a. Potenti netus amet pharetra et ullamcorper odio."
   ]
  }
 ],
 "abstract": "Egestas vitae eu hymenaeos sodales risus lacinia ridiculus in. Laoreet felis leo arcu faucibus netus mauris ve cum quis platea. Feugiat lacus ipsum ullamcorper dui nostra dis erat consectetuer sodales. Aliquam risus potenti auctor erat. Conubia massa in tortor ve magnis duis risus nulla dui habitasse pretium curae vitae vel. Viverra velit netus libero purus scelerisque habitant neque. Aliquam vitae eni nisi cras non a nostra cras pretium ridiculus dis porttitor elit. Potenti curae ac mauris tristique at montes habitant magna sollicitudin penatibus porta. Posuere neque potenti molestie. Lacinia massa lorem arcu cum hymenaeos. Potenti class ante vel. Pretium morbi duis volutpat scelerisque pulvinar nunc elit. Viverra lacus sodales malesuada eget eni cursus lectus commodo id eu tempus magna rhoncus lobortis netus lacus lectus condimentum. Commodo etiam morbi magnis ut eget suscipit sodales ante. Posuere justo nisl iaculis eget potenti et non. Aliquam proin. Nonummy justo nisi ante morbi ad eros ac felis litora et mi duis. Dapibus metus arcu penatibus cum consequat. Vivamus velit morbi nec orci sollicitudin eleifend magna nascetur. Euismod porta ac a urna ut. Viverra fusce elit fames ve primis fringilla fusce nisi potenti ac nam lectus vitae blandit. Iaculis fames magna aliquet sapien habitasse.",
 "authors": [
  {
   "name": "Adelia Dunbar",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Britt Klein",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Evans Mangotech"
  }
 ]
}