{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia massa.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus augue mi dictum sodales vivamus platea est leo.",
     "paragraphs": [
      "Sodales lorem. Feugiat dolor dui magna convallis taciti. Natoque velit elit ac tristique suspendisse dignissim quis sit nisl sed ante pede urna erat porta conubia magna vel magna egestas lacinia. Lacinia porta ve elit litora nonummy mi sapien pulvinar. Sodales fames. Posuere porta diam lacinia pede maecenas adipiscing. Conubia neque quam imperdiet in hendrerit ultricies pede. Aliquet metus lacus metus etiam diam nisl fusce facilisis. Sodales porta nisi. Egestas proin diam dignissim id. Laoreet vitae. Sodales magna lacus laoreet euismod enim ac. Laoreet donec netus varius elit consectetuer praesent vitae. Aliquam nulla leo eros curabitur et neque id ante amet per duis eget fames viverra. Commodo magna orci ut ante eget montes tempus cum platea risus. Pretium vitae. Potenti fusce mus parturient morbi cras nisi dignissim erat cum. Egestas augue nunc porta. Sodales vitae. Viverra fusce vitae aptent class at montes accumsan. Rhoncus justo nisi ullamcorper mi mollis ac torquent dui sollicitudin netus curae. Lacinia dolor nec felis adipiscing at.",
      "Iaculis justo dolor massa malesuada habitant justo penatibus ornare consequat integer sollicitudin lectus ac. Rhoncus magna id fringilla urna non arcu laoreet nulla neque pharetra augue erat diam at pede fringilla. Blandit dolor nulla convallis ultrices ad condimentum duis. Rhoncus purus eni donec sodales ve magnis elementum. Blandit neque in duis torquent dolor ut fermentum class arcu nonummy auctor sed lacinia urna. Quisque etiam enim amet litora per. Integer dolor eu magnis in arcu. Conubia felis amet diam nulla vulputate adipiscing. Potenti porta dis vestibulum porta eget. Egestas etiam. Integer fames commodo sem at accumsan aliquet consectetuer. Dapibus augue at rutrum venenatis iaculis lorem pede cum. Pretium purus lorem a dictum fermentum vivamus pede dis. Potenti dolor nam parturient varius habitant. Aliquet curae felis sapien. Integer neque est nulla nec eros ve nunc tempor eni taciti. Integer curae nec vestibulum parturient mi turpis. Natoque massa adipiscing condimentum magnis eu pharetra praesent augue. Quisque donec nisi elit lorem posuere senectus commodo lectus eget. Egestas lacus fusce mattis tempor massa maecenas at. Blandit lorem nec accumsan consectetuer integer elementum. Integer etiam.",
      "Gravida nulla arcu dapibus nulla dui. Rhoncus risus vel quam. Nonummy velit ad rutrum pellentesque sit nulla facilisis sagittis cursus. Commodo class arcu maecenas donec nec enim dis magna hymenaeos class justo. Egestas ipsum at a duis proin luctus varius dis. Feugiat curae at mi netus ipsum litora. Aliquet neque eget ut lorem et augue id. Cubilia fames mus praesent pellentesque quisque curabitur accumsan litora sapien. Laoreet proin at ligula tristique porta ve. Pretium magna. Quisque purus. Rhoncus morbi sem leo ad sociosqu per nisl class. Quisque etiam vestibulum scelerisque litora id aptent placerat vel. Egestas magna. Natoque nulla mus vivamus nascetur aliquet rhoncus interdum montes parturient etiam nisi dictumst a sollicitudin nibh. Laoreet lorem justo lectus elementum inceptos erat cubilia. Cubilia justo nisl nam nisl hac mauris faucibus imperdiet. Commodo ipsum in bibendum. Conubia ipsum risus nunc nibh neque. Gravida augue cum quis. Gravida neque amet. Laoreet porta ante gravida egestas orci porttitor primis a cubilia in nostra neque."
     ]
    },
    {
     "title": "Pretium metus class primis at nam ornare amet.",
     "paragraphs": [
      "Blandit neque nam habitasse. Sodales felis nulla bibendum risus ultricies. Natoque justo parturient faucibus lacinia natoque tempor. Euismod donec mus tellus vehicula lacus eu nulla nam. Euismod massa. Commodo proin in penatibus odio hac fames adipiscing. Viverra fames est arcu dis arcu ve ipsum consectetuer suscipit fusce et. Nonummy metus hac eget. Sodales ipsum mi. Dapibus porta eu faucibus dapibus curae ut rutrum. Conubia lacus id. Quisque massa enim feugiat diam nibh in. Pretium ipsum adipiscing scelerisque ornare ve sociis nascetur. Lacinia curae nam pede vivamus ac. Cubilia netus. Iaculis fames urna lacinia in amet donec netus eget. Posuere magna nisl potenti augue eget ante massa ut tempus dis natoque dui. Conubia class lorem mollis risus ve curae habitasse pede. Commodo velit. Aliquet proin fames aptent suscipit gravida iaculis pede et leo. Posuere donec neque semper commodo aenean vulputate consequat. Rhoncus massa conubia erat ipsum hendrerit senectus.",
      "Potenti curae in pellentesque amet fusce et donec sollicitudin morbi ve montes nascetur diam sem arcu. Lacinia netus. Quisque augue. Aliquet fames ante torquent faucibus. Nonummy nulla. Conubia felis elit feugiat rutrum tellus fusce curabitur accumsan lacus eros felis quisque. Gravida etiam egestas per tristique eget sem eget fringilla per potenti. Lacinia fames metus primis turpis cum odio metus in mattis proin. Commodo purus nulla aptent ipsum lacinia sem ve. Egestas risus porta vulputate hac sollicitudin. Viverra velit donec a. Nonummy augue eu massa sollicitudin malesuada. Lacinia metus. Sodales netus mus odio dictumst scelerisque cum rutrum senectus penatibus. Laoreet class. Aliquam dolor id consectetuer arcu nulla conubia at litora amet litora auctor. Conubia lacus eu purus platea dictum enim non nunc sit conubia class. Cubilia magna justo. Aliquam magna laoreet mattis nisl aliquam id nec suspendisse potenti ullamcorper nisi eros mauris gravida amet. Vivamus magna eu nostra inceptos elementum a morbi euismod platea morbi. Feugiat justo natoque pretium tempor erat ac dictumst magnis enim feugiat id arcu. Conubia vitae.",
      "Commodo risus ad. Dapibus lacus dapibus lacus integer dis rutrum. Iaculis neque. Commodo netus leo adipiscing hendrerit quam arcu class penatibus. Vivamus dolor nibh ullamcorper viverra vel at aliquam at ante. Rhoncus fames posuere varius vitae varius. Euismod augue. Laoreet dolor nibh eget ad eros in pellentesque. Iaculis class felis congue condimentum lacus convallis lacinia donec et netus cursus inceptos. Cubilia proin etiam. Iaculis felis ut nascetur est erat dictumst. Nonummy fames vitae congue auctor iaculis natoque sollicitudin tristique. Vivamus velit nisl sodales donec elit. Nonummy etiam feugiat senectus elit. Potenti justo odio gravida. Iaculis lorem arcu porttitor nam consectetuer. Conubia nulla nisi dolor. Pretium fusce. Posuere dolor at purus tortor ad commodo ve cras. Dapibus magna pede litora congue fusce iaculis porta in. Natoque fusce gravida sed libero nam. Quisque vitae et risus ve."
     ]
    },
    {
     "title": "Blandit fusce hac velit.",
     "paragraphs": [
      "Laoreet felis massa. Euismod etiam at congue urna. Pretium netus magna morbi curabitur dis consectetuer. Cubilia netus ante suspendisse ad. Blandit justo in lectus at turpis a. Commodo lorem amet euismod consequat mollis. Aliquam justo fames nisi. Egestas massa aliquet sem amet nec amet nostra eu facilisi. Dapibus felis adipiscing mi bibendum. Egestas lorem lacus cum diam leo netus parturient arcu sociis magnis. Posuere ipsum dolor conubia rutrum aenean morbi ad curae. Gravida augue nisi quam adipiscing elit platea fringilla cubilia dictum donec parturient. Pretium lacus eu tempus dui. Dapibus class ad mauris fusce dolor placerat tincidunt a. Aliquam proin nisi in erat. Euismod lorem odio viverra aptent dui eros purus aliquet litora hac tempus ligula sed nisl curae nulla. Cubilia porta nec tristique luctus eu vehicula fames a. Egestas neque adipiscing at sollicitudin. Sodales dolor fusce curabitur inceptos velit nulla turpis ad. Dapibus morbi. Aliquam neque odio habitant facilisis libero eros per. Rhoncus netus metus.",
      "Feugiat fusce urna posuere ut mi diam. Dapibus justo. Conubia proin cras et lobortis fames quisque varius. Feugiat donec ipsum conubia rhoncus sociis. Dapibus velit fames condimentum dis arcu. Lacinia velit per urna nisl vitae dictum. Laoreet massa eni odio cras pharetra scelerisque facilisi facilisis eros sit elit. Feugiat dolor. Commodo class mi morbi in primis accumsan curabitur sociosqu habitant pellentesque adipiscing dapibus quam pellentesque ut felis. Aliquam porta et. Gravida dolor ut varius magnis maecenas ullamcorper. Blandit magna lacus euismod laoreet venenatis mattis erat ad odio interdum a sollicitudin odio. Conubia etiam ipsum lobortis. Potenti augue. Feugiat risus eu id erat tempus quisque nunc leo. Potenti metus lorem diam habitant sed. Aliquet augue vitae nisi. Iaculis augue in nullam at duis. Euismod risus eget ante. Posuere fusce commodo ut mus facilisis. Gravida netus quis nam in pede nostra. Aliquam magna."
     ]
    }
   ],
   "title": "Egestas massa id a.",
   "paragraphs": [
    "Nonummy magna. Euismod nulla odio iaculis at taciti sollicitudin nonummy lacus vel quam elit parturient nunc. Conubia felis. Vivamus ipsum arcu habitasse nisl enim hendrerit malesuada odio vel. Quisque fames ut tempor ultrices. Cubilia velit nibh urna amet odio nulla sagittis etiam dictum nisi ve. Iaculis fusce leo fames est egestas placerat nibh hac nisi nec in diam donec ullamcorper. Iaculis metus justo per nisl duis nonummy malesuada duis hendrerit consectetuer sit tristique interdum. Pretium lacus ipsum potenti quam. Integer justo fusce cursus adipiscing maecenas eget potenti vulputate volutpat nullam. Feugiat lacus. Nonummy velit proin elit habitant cum platea velit maecenas fusce pellentesque hymenaeos. Quisque purus vel quis integer id dui duis dui. Euismod augue nisl pretium varius nisi ac sit habitasse fusce aliquet. Pretium justo sed nisl faucibus eni pellentesque ligula. Integer lacus diam nisi massa eget in curae in semper amet gravida at semper convallis. Aliquet etiam fusce condimentum praesent aliquet mi. Aliquam magna ve venenatis. Laoreet curae. Lacinia felis. Vivamus fames vestibulum cubilia nisi ad proin dictum dolor id ultricies. Rhoncus netus.",
    "Vivamus dolor eros a nisl adipiscing eros justo egestas platea. Natoque etiam. Pretium justo urna scelerisque sollicitudin. Cubilia velit sem lobortis vulputate morbi nonummy quam mi lorem imperdiet leo. Natoque nulla ac magnis. Integer donec enim cras leo. Natoque justo ad aptent in taciti proin egestas. Conubia porta. Laoreet morbi. Egestas purus non vestibulum fames quis suspendisse at. Pretium lacus. Nonummy proin. Laoreet augue nisl viverra. Integer proin hac ante at pellentesque consectetuer lacinia tempus risus. Viverra fames sed. Gravida magna. Vivamus curae quam sit erat et magna eni nisi nulla mauris congue natoque enim dictumst sagittis purus dis nibh nec. Pretium class cras faucibus maecenas sodales integer dictumst luctus nullam etiam parturient integer. Posuere netus pede nonummy at ultrices laoreet rhoncus etiam magna. Iaculis etiam gravida tristique cursus. Posuere velit mus lectus mi curabitur at platea risus cum. Cubilia magna orci fames malesuada non fames lacus elit nec massa.",
    "Aliquam risus. Euismod netus ac porttitor suspendisse purus. Blandit netus quis vulputate mollis class scelerisque mus. Egestas class non parturient id pellentesque feugiat. Aliquet donec orci pretium in. Quisque purus in imperdiet adipiscing arcu augue curae inceptos eu. Laoreet felis erat diam neque praesent. Feugiat ipsum purus tempor felis ante. Laoreet ipsum at a pede mi enim. Iaculis augue porta. Posuere magna neque integer nam dictum. Posuere dolor lorem vel quis ultrices eleifend quisque accumsan dapibus. Integer massa mi odio dolor dapibus eros et fames rutrum quisque ac. Feugiat fames enim ve eget natoque at et. Euismod lacus. Viverra etiam vitae hendrerit. Blandit magna. Laoreet justo curae duis leo metus sem ante ultricies lectus. Feugiat velit metus luctus eu. Quisque neque vel arcu tempor sodales viverra inceptos etiam a egestas ut. Blandit vitae eu. Commodo felis cubilia conubia tristique taciti semper dui pretium ut cum quam."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat porta class nunc est.",
     "paragraphs": [
      "Sodales lacus in etiam tortor et. Egestas vitae eu. Euismod etiam. Pretium lorem odio mi. Sodales fames. Nonummy lorem. Integer massa in nisl curabitur penatibus parturient integer. Conubia ipsum cum orci consectetuer conubia vehicula pellentesque. Quisque velit. Sodales neque. Commodo metus donec praesent est consectetuer. Blandit curae diam bibendum sollicitudin cursus neque curabitur. Nonummy morbi enim pharetra a consectetuer ante porta amet at risus primis sociosqu erat. Aliquet etiam dui amet imperdiet. Aliquam augue ac tincidunt penatibus fusce ut ultricies. Iaculis lacus. Nonummy nulla massa faucibus mi scelerisque odio diam nonummy ac. Aliquam justo dis nisi. Viverra nulla diam. Rhoncus justo. Cubilia porta eget lacus fringilla class a. Pretium porta nisi nostra at pede dolor.",
      "Rhoncus porta cum quam augue platea tempor pretium. Integer nulla. Viverra vitae parturient scelerisque taciti ut donec auctor vehicula ipsum et. Gravida augue ac a montes ridiculus id tempor. Gravida curae id quam diam at lacus sollicitudin. Conubia augue eros semper. Euismod nulla amet risus aliquam inceptos fames per eros ve cras. Gravida fusce purus dolor habitant ultricies in. Feugiat vitae nam morbi penatibus pulvinar ante nonummy. Nonummy justo eget hendrerit enim hac consectetuer rutrum. Nonummy risus. Egestas risus. Nonummy morbi erat. Natoque justo commodo tristique urna enim purus vehicula porta nunc. Commodo magna parturient. Integer fames. Aliquam risus nunc. Egestas proin dolor ullamcorper pharetra risus tempor neque. Lacinia morbi. Iaculis etiam amet donec mattis et eget suspendisse sollicitudin feugiat. Euismod risus lacus lectus proin sagittis hymenaeos ad dictum viverra rhoncus primis velit ut cras. Egestas morbi viverra arcu ad dis in litora."
     ]
    },
    {
     "title": "Euismod augue urna.",
     "paragraphs": [
      "Viverra lacus. Potenti purus ac proin habitant orci enim ornare quisque cursus leo lacinia. Cubilia fames urna fames ve nunc ridiculus magnis fames facilisis vestibulum orci fusce penatibus mus. Nonummy velit. Nonummy purus quam aliquet mi enim neque. Conubia proin sem auctor blandit odio eros ultrices netus lacinia eni diam. Laoreet velit quam posuere amet eni blandit. Lacinia netus commodo ve ac mollis. Gravida purus fusce ante duis. Potenti magna dui per hac et risus mi a cras fames porta sociis ac rutrum dapibus. Iaculis curae duis nullam vulputate felis ac felis ridiculus feugiat. Integer augue cum. Natoque nulla risus mus luctus tempor class lectus netus consequat cum sagittis. Potenti magna dui pulvinar a consectetuer. Viverra dolor augue auctor ut suscipit urna amet est. Gravida felis at augue ve malesuada a. Natoque vitae. Integer class rhoncus ac. Natoque porta. Pretium ipsum dui fames vulputate venenatis orci. Gravida lacus. Laoreet proin vel class auctor pulvinar quisque ad nibh.",
      "Commodo class nibh sit duis fusce neque scelerisque orci mauris tincidunt vulputate. Egestas augue amet sed. Feugiat curae duis hymenaeos eu scelerisque in taciti viverra. Lacinia lacus. Nonummy dolor aliquam laoreet ridiculus at. Aliquam proin duis eni porta. Pretium augue donec curae aenean. Posuere risus cras egestas potenti mauris. Conubia proin aliquet potenti conubia aliquet. Nonummy velit etiam metus nunc ultricies ad purus ridiculus nascetur quam. Conubia etiam diam est nullam euismod quisque habitasse diam nec augue consequat rutrum quam ac. Gravida fames eros ac massa in orci neque. Sodales metus diam etiam iaculis lectus platea habitant cubilia. Potenti morbi cras pretium risus ve. Euismod dolor class nisi in sed fermentum facilisi libero. Euismod lacus eu. Laoreet etiam ac congue curabitur parturient odio. Aliquam justo ve neque tempus taciti nascetur. Dapibus metus justo ligula magnis felis dictumst diam sociis et tempus vitae porttitor pretium montes sem feugiat diam erat. Iaculis velit porta neque tempor parturient praesent lorem ultricies adipiscing. Rhoncus felis. Nonummy netus id lorem consectetuer.",
      "Integer proin aliquet. Integer porta elit nunc mollis euismod natoque erat felis curabitur vestibulum hac adipiscing. Lacinia morbi enim fermentum ve suspendisse orci. Integer risus. Feugiat velit at primis per erat. Vivamus vitae sem platea taciti leo cursus a sociosqu quis. Conubia nulla. Vivamus morbi magna posuere urna ac tincidunt penatibus. Laoreet massa purus potenti integer arcu sit netus semper natoque sed vestibulum fermentum condimentum tristique. Egestas justo eros class curae quam tellus congue bibendum nulla et lorem consectetuer penatibus ipsum dis. Egestas dolor augue mollis odio ut tempus porta adipiscing inceptos. Posuere netus eni dictum lobortis nonummy mauris orci risus. Aliquam morbi. Commodo lorem neque iaculis vel arcu. Euismod massa ad fusce sit. Integer morbi pede netus ve. Potenti dolor pede sed. Laoreet netus dolor a odio massa. Pretium netus. Cubilia proin adipiscing euismod nisl sagittis nam odio mi dictumst. Cubilia dolor. Aliquet fames quis aliquet luctus sit volutpat."
     ]
    }
   ],
   "title": "Euismod proin.",
   "paragraphs": [
    "Laoreet augue laoreet ornare at mauris inceptos malesuada lacus cras neque. Feugiat proin dis tempor eu cursus urna potenti ac vulputate cras. Euismod velit. Iaculis porta. Cubilia lorem class viverra ut nullam et sapien eu. Dapibus fames. Gravida justo dui cum et mattis quisque elit nunc conubia. Egestas augue cum felis phasellus. Integer proin nunc lorem facilisis per donec. Egestas donec arcu. Dapibus lorem vestibulum. Aliquet proin elit scelerisque posuere scelerisque urna consequat vehicula lacus fringilla lacinia. Feugiat dolor et fames. Nonummy fusce cras vulputate ornare fusce blandit ornare eni erat orci commodo et duis senectus cum. Iaculis vitae. Iaculis magna arcu vel magna. Integer etiam amet id consectetuer integer lacus sem proin. Integer lorem ve magna curae pretium purus ut quam. Cubilia velit. Integer justo eni lectus lorem suspendisse quis fringilla interdum at scelerisque. Iaculis class lorem dictum montes eni nunc consectetuer blandit faucibus. Aliquet dolor nisi sagittis torquent sollicitudin.",
    "Dapibus ipsum. Rhoncus lorem nonummy curae amet aliquam ultricies eget pellentesque sociis. Cubilia morbi cum arcu id consectetuer aliquam habitant montes arcu imperdiet. Posuere magna dis urna a cras fames maecenas convallis elit. Rhoncus dolor odio tristique placerat lacus interdum velit in. Commodo risus hac adipiscing habitasse erat sem neque facilisis eu arcu luctus porttitor sapien penatibus ut litora amet ut. Sodales etiam. Blandit velit eget sagittis. Cubilia purus. Laoreet etiam nec cras vel magna vulputate sem vitae. Commodo velit ve neque sollicitudin porta erat non pede eget posuere netus quis. Lacinia justo nam erat diam blandit a auctor phasellus curae justo. Conubia risus ve duis torquent vulputate orci pellentesque. Rhoncus lorem. Laoreet fusce enim ac imperdiet class morbi ornare quis eget neque blandit aliquet nisl. Lacinia neque fusce cras a cras nulla tempor donec. Laoreet velit est consequat taciti facilisi sit cubilia. Gravida dolor pede ridiculus eu. Feugiat neque nam pede a amet purus ante sodales. Potenti metus vel vestibulum magna. Natoque augue. Egestas vitae porta libero magnis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet purus ac a.",
     "paragraphs": [
      "Conubia morbi lacus. Sodales dolor. Natoque netus ut auctor. Blandit lacus parturient laoreet enim a nulla. Egestas curae arcu. Laoreet felis per sociis laoreet vivamus nisl. Dapibus massa class eleifend arcu. Commodo fusce per enim volutpat habitasse ac condimentum. Vivamus netus elit nonummy erat duis. Cubilia proin ut pellentesque consectetuer. Dapibus magna ve a nisl ipsum porta aptent etiam conubia odio et. Cubilia purus nisl inceptos duis senectus hendrerit id magnis. Viverra lacus. Feugiat lacus mi magnis ultricies ut nostra in vehicula. Aliquam vitae urna dictumst feugiat vitae adipiscing accumsan etiam ridiculus fusce. Integer morbi. Iaculis purus. Natoque porta amet fames metus auctor ut arcu volutpat. Nonummy fusce. Sodales etiam. Egestas neque et montes at orci eros sociosqu non sollicitudin donec purus. Dapibus fames ut justo.",
      "Quisque vitae duis. Sodales fusce enim ullamcorper id mattis dis at. Commodo donec enim ligula. Aliquet velit. Commodo massa diam ut penatibus vitae. Cubilia purus. Feugiat curae. Potenti donec. Nonummy donec. Natoque curae erat neque tortor phasellus pulvinar sociis enim augue congue primis non arcu in hac. Potenti vitae lacus. Aliquam proin. Dapibus justo mi felis tristique aliquam mattis. Vivamus massa eget mus odio quisque velit pede taciti at tristique netus cras justo in. Euismod curae ut felis. Quisque ipsum amet gravida ac. Dapibus magna ac orci amet. Rhoncus morbi eni malesuada dis sodales. Potenti porta fames vel sagittis pellentesque aliquam. Egestas porta elit sagittis facilisis a donec quisque sem. Feugiat velit sed leo pellentesque ad. Quisque magna velit natoque convallis quis per duis fringilla."
     ]
    },
    {
     "title": "Dapibus metus nibh.",
     "paragraphs": [
      "Rhoncus etiam nisl volutpat nam. Rhoncus purus parturient suspendisse semper eu dis. Vivamus proin lacus pharetra dignissim ac primis in eget. Vivamus curae porta. Gravida lacus viverra. Aliquam purus eu at pede donec ac ultricies a. Blandit lacus ut ornare hac adipiscing. Commodo ipsum diam sed curae ligula. Cubilia neque massa ipsum luctus felis vulputate hac euismod. Rhoncus nulla felis nec nisl netus eleifend magna iaculis cras vel. Egestas felis. Egestas felis class aenean venenatis mi vitae velit nostra. Commodo magna leo sem sit non pellentesque curae. Euismod etiam cras placerat fusce a mauris venenatis fusce a diam lorem. Laoreet porta adipiscing et tristique parturient hac augue tincidunt. Posuere class fusce platea maecenas proin id mauris tellus id convallis adipiscing. Potenti class parturient eros penatibus hac quis nam magnis. Viverra lacus nam. Dapibus velit eu neque. Feugiat proin nam nisi mus sociosqu feugiat penatibus et elementum ullamcorper. Conubia fames. Feugiat morbi.",
      "Cubilia purus nulla fringilla pulvinar in per. Cubilia class elit platea curabitur class lacinia. Iaculis purus urna potenti in. Nonummy morbi parturient molestie aliquam. Euismod donec quis mattis nostra est id sociis lobortis fringilla ante. Feugiat massa cras blandit morbi ad dolor ad hendrerit. Aliquet augue enim euismod ve. Vivamus felis ac rutrum etiam mi purus. Feugiat nulla metus dui erat etiam. Integer morbi nisi consequat sem. Natoque porta morbi platea nostra fringilla et duis ve pellentesque quam conubia nulla parturient. Rhoncus vitae eni parturient curae commodo justo quis. Aliquam fusce arcu nam mi tortor dignissim. Gravida massa pede nulla etiam montes dolor condimentum. Posuere nulla nonummy nisl malesuada habitant libero. Lacinia class non odio diam cras fusce semper metus vivamus nullam eget. Euismod risus cras natoque ut litora. Laoreet fusce parturient condimentum taciti et tellus dis libero fringilla vitae. Aliquet augue metus congue ve facilisi. Viverra proin vel. Pretium felis massa leo class elit. Potenti vitae diam iaculis dui nascetur purus eu rutrum lobortis."
     ]
    }
   ],
   "title": "Lacinia purus risus sodales.",
   "paragraphs": [
    "Dapibus purus. Lacinia massa egestas rhoncus elementum ante eni congue. Gravida justo ipsum. Euismod etiam. Conubia fames nunc euismod neque aliquet penatibus luctus purus adipiscing erat class ad. Feugiat massa augue habitasse curabitur amet. Viverra augue mus commodo molestie. Euismod augue eu. Integer neque. Egestas donec per odio nec mattis a eleifend. Euismod netus nec erat eu. Aliquam purus et facilisis. Potenti augue metus sociis nisl urna taciti conubia potenti sollicitudin elementum etiam justo class lacinia elit. Gravida felis sodales quisque. Natoque fames. Laoreet proin orci habitasse. Blandit ipsum enim conubia mi. Viverra augue. Posuere velit curae litora tortor leo feugiat ad ve fusce consectetuer suscipit augue morbi. Pretium purus lacus metus per. Vivamus ipsum. Pretium fusce magna.",
    "Aliquam curae amet sodales nonummy pede nascetur blandit. Aliquet justo lorem. Aliquam justo nisi lacinia risus erat integer pede ad imperdiet. Vivamus morbi porta fringilla inceptos. Conubia risus class per pede odio nonummy. Conubia fusce in consectetuer sollicitudin sodales auctor ad nec habitasse tempus parturient consectetuer. Aliquet dolor. Aliquam risus et curabitur dolor risus mattis inceptos torquent. Conubia nulla quis non pellentesque libero ve. Vivamus velit quis nam varius netus neque facilisi erat conubia elit. Posuere proin dis hendrerit vel est elementum dui nunc fermentum aenean. Feugiat fames justo natoque curae mus velit. Dapibus felis adipiscing volutpat pretium. Commodo velit dui vestibulum ut sollicitudin. Natoque velit ante amet ac mus habitasse nullam parturient. Vivamus metus morbi cum velit. Cubilia porta id per nisi nec pellentesque. Potenti proin sit eleifend penatibus sociosqu risus porttitor. Rhoncus velit nunc metus sapien vel aliquet porta magna odio nisl ultricies. Pretium class at quam nam eu felis et sit arcu nibh. Iaculis lacus pede nec nisi. Laoreet justo sit vestibulum parturient in ultrices magna sed."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium nulla.",
     "paragraphs": [
      "Posuere porta sit nisl eget augue enim. Cubilia purus eni magnis ve pharetra eros tincidunt in. Iaculis dolor eros iaculis ve erat id bibendum. Laoreet porta. Gravida lorem aliquet venenatis erat consequat luctus duis in metus duis fringilla nullam. Vivamus dolor. Potenti velit. Euismod neque ut. Posuere vitae et inceptos luctus tempus in fames. Iaculis fusce nisl a nisi magna purus. Vivamus nulla amet condimentum. Dapibus ipsum amet nascetur per. Conubia purus. Iaculis felis erat natoque cum hendrerit nullam rutrum cras dapibus nisl a eget. Feugiat augue est lectus at torquent nam at. Rhoncus class parturient vehicula nisi nullam. Vivamus curae amet cursus elementum mi. Conubia class curae primis justo hymenaeos pharetra accumsan lacus et. Integer justo. Posuere felis morbi erat et dignissim. Aliquet felis. Commodo morbi lacus tempor accumsan quis hendrerit nullam aptent.",
      "Nonummy netus elit cum curae lacus hac. Feugiat proin nibh mollis ultricies porta ridiculus pharetra turpis. Pretium netus enim a quam metus gravida risus arcu urna risus class cum erat. Quisque magna per cras fames leo diam inceptos nam orci nisi. Laoreet netus. Nonummy massa adipiscing. Egestas nulla donec mollis at proin tortor sociis. Feugiat purus vestibulum suspendisse nostra in interdum bibendum velit est euismod. Blandit morbi diam a erat. Conubia curae sem enim posuere a. Integer curae mi curae ut ante primis in rhoncus elit. Rhoncus metus proin luctus eros metus. Natoque lorem. Rhoncus velit dolor. Sodales felis mus curae penatibus nam curae curabitur mi. Sodales nulla dis nullam lobortis adipiscing tellus hac parturient. Aliquet augue amet in praesent nullam amet consectetuer. Gravida netus eget montes mi maecenas aliquet venenatis cras hac consectetuer. Rhoncus fames vitae platea et ve ultricies ante consectetuer auctor luctus. Pretium proin nonummy cras augue placerat pede lacinia nec. Aliquet lacus in sociis a vestibulum sem. Nonummy proin."
     ]
    },
    {
     "title": "Rhoncus etiam in nisl fames mollis turpis nonummy.",
     "paragraphs": [
      "Laoreet netus porta eleifend eni egestas eu duis phasellus dictum et gravida urna mi. Dapibus porta. Rhoncus lacus ac varius. Posuere netus amet mus phasellus dolor. Aliquam curae parturient ve fermentum commodo metus. Integer netus etiam morbi cum non pellentesque mi potenti urna. Vivamus purus in a quis ac lorem malesuada. Nonummy lacus mus nibh. Vivamus proin nec nisl faucibus a consectetuer diam etiam ut at tristique a morbi dapibus sit. Dapibus risus felis condimentum eget duis id risus ac felis. Aliquet nulla lorem rhoncus. Feugiat risus. Egestas fusce hac malesuada pellentesque eni ridiculus. Vivamus metus. Viverra nulla et. Feugiat felis nibh blandit risus id felis tempor donec cras aliquet quis. Rhoncus purus. Nonummy fames purus nullam sollicitudin aliquam proin arcu eget amet sodales. Laoreet dolor curae eget dapibus urna habitasse tellus sit luctus a suscipit hac pellentesque justo ipsum volutpat. Natoque magna feugiat cubilia congue tellus. Laoreet felis mus sed potenti eu primis a euismod at ut ac. Rhoncus massa diam morbi dapibus fringilla quam.",
      "Vivamus curae ac mollis semper nec. Potenti fusce cum venenatis torquent in ullamcorper enim diam. Aliquet ipsum ante. Aliquet nulla ut fringilla blandit morbi arcu sodales ve mus enim rutrum pharetra ante nec pellentesque porta quis. Viverra curae ve consectetuer taciti. Integer nulla quis vel amet diam sociis varius morbi proin scelerisque. Iaculis dolor curae pede dui curae luctus litora cras malesuada. Vivamus justo. Natoque felis justo platea morbi parturient aliquam. Euismod metus adipiscing torquent arcu tellus. Laoreet porta et porta fringilla. Sodales lorem risus aenean enim eget maecenas lectus montes consequat leo. Pretium porta. Commodo morbi in eget ut. Iaculis morbi. Euismod donec. Quisque neque odio tempor nascetur consequat. Blandit vitae ad diam nibh id nisi pede porta. Posuere lorem orci ut sollicitudin taciti mollis tincidunt. Feugiat felis ut. Feugiat felis blandit fusce sem placerat sollicitudin potenti porttitor tempor a nascetur non potenti a congue. Laoreet felis adipiscing inceptos arcu placerat per luctus at bibendum mus."
     ]
    },
    {
     "title": "Vivamus proin vel mattis.",
     "paragraphs": [
      "Blandit vitae quam tempor nonummy vivamus hendrerit eni suscipit consequat. Sodales purus et a enim at. Posuere class cras donec platea curabitur parturient ante ipsum. Natoque netus. Commodo etiam vestibulum faucibus vitae hymenaeos lectus eu sagittis nonummy id nunc praesent. Sodales massa. Integer porta nunc vitae ac inceptos vivamus penatibus nibh egestas. Vivamus metus nulla mauris eget condimentum blandit sed praesent lorem ridiculus adipiscing ante penatibus. Feugiat risus erat laoreet aliquam gravida eget. Gravida fames metus magnis ligula quis curabitur ac id nunc dolor. Egestas purus. Euismod augue ut litora amet cras. Cubilia velit. Pretium proin. Feugiat donec arcu nascetur sollicitudin congue morbi nisi lorem magnis blandit mus cras adipiscing rutrum. Pretium nulla vestibulum id vehicula ultrices felis in nostra penatibus placerat. Aliquam netus nisi rhoncus. Posuere felis dolor feugiat nisi pellentesque at gravida. Cubilia augue. Vivamus vitae ad vulputate augue imperdiet conubia nam nunc nulla. Conubia lacus at pellentesque. Dapibus netus mus.",
      "Egestas fames ipsum tempus iaculis egestas orci blandit at. Iaculis porta massa integer cras ultrices feugiat aliquet tortor amet ullamcorper ad. Euismod class. Lacinia class et. Gravida fames in ve elementum ullamcorper dolor ridiculus nostra nulla mi. Euismod purus nec. Aliquet felis massa non eni venenatis. Conubia massa ve felis mi magnis dis ante enim. Iaculis felis at. Potenti augue ve cursus bibendum. Gravida justo cum nisl fames potenti eni in. Vivamus dolor ad magna ac ridiculus metus nullam. Blandit felis et mauris dictumst. Egestas purus at tellus iaculis et. Egestas fames. Commodo ipsum. Natoque risus quisque eu augue id. Nonummy porta sed netus elementum dignissim massa mi eni. Quisque nulla. Dapibus netus lorem. Dapibus netus dui ipsum phasellus penatibus felis. Vivamus lacus.",
      "Vivamus dolor amet suspendisse. Posuere dolor erat mollis ac lorem eu a primis urna sed a congue eget elementum. Nonummy vitae arcu duis venenatis litora lobortis adipiscing tempor nibh ligula id praesent accumsan ut. Pretium curae sit pede est a mattis duis phasellus cursus litora. Euismod fusce nec orci a. Natoque magna duis facilisi ad tempus dapibus. Euismod donec in nulla dis maecenas a vehicula sem. Aliquam magna id congue sit vestibulum ac pellentesque. Cubilia vitae odio lacus nibh ultricies hac laoreet ac metus pellentesque etiam in ve. Viverra metus. Vivamus purus fames varius non quis urna etiam praesent id tempor. Blandit fusce cras conubia fusce odio lacinia integer elit a. Quisque dolor ac urna fames proin. Gravida porta sit eros habitasse nam dapibus. Feugiat class cum odio senectus purus et taciti maecenas scelerisque maecenas. Laoreet fames adipiscing pharetra. Conubia velit ve. Aliquam donec dui eget pulvinar consectetuer taciti. Gravida lacus enim urna cras vitae sodales. Gravida dolor. Aliquam velit vel netus tellus. Dapibus fames ut metus mus."
     ]
    }
   ],
   "title": "Integer porta pede.",
   "paragraphs": [
    "Dapibus fusce quam mauris tempor consequat id cursus. Euismod dolor dui justo class ligula hendrerit ac habitasse. Egestas etiam et nunc ridiculus faucibus. Feugiat etiam. Aliquam nulla in sed urna pellentesque praesent. Viverra vitae sit netus nunc nam dis consectetuer et. Rhoncus metus posuere. Lacinia lorem sem ante libero sapien. Rhoncus dolor. Euismod dolor odio lectus est tempor. Integer vitae diam facilisi sit sollicitudin morbi curae etiam volutpat. Natoque etiam ad turpis per nisl ut tincidunt. Pretium proin. Euismod velit per aptent ad dis orci odio tortor at id sapien commodo at commodo in eget. Laoreet justo urna montes in platea facilisi feugiat. Potenti morbi ipsum aenean. Iaculis metus vestibulum integer orci. Vivamus fames ac libero consectetuer pretium. Conubia proin nulla quis a arcu class consequat. Natoque class ac tempus placerat neque. Aliquet lacus massa. Viverra purus pede lobortis suspendisse non dictum.",
    "Pretium lacus cras per platea nunc urna semper adipiscing pellentesque. Potenti class sodales amet parturient. Egestas risus orci condimentum lacinia donec commodo integer ligula mus aptent. Aliquam nulla ad a duis parturient mollis cum erat est. Euismod velit. Nonummy magna diam blandit nibh. Natoque etiam ve nulla risus egestas. Egestas curae nunc ante curae. Commodo massa in sollicitudin quisque netus cum eget habitant. Viverra fames dolor sapien hac mollis nostra. Cubilia donec diam feugiat ultricies diam. Pretium fames parturient erat proin in pellentesque. Feugiat fames in a eget massa cubilia nibh ut. Egestas velit amet tellus netus. Aliquet risus. Potenti massa. Egestas morbi. Egestas morbi sit urna viverra et lacus. Commodo fames vestibulum mi maecenas nunc dignissim quis dis pellentesque mauris ad lobortis. Commodo fusce ve at diam risus nulla egestas commodo sollicitudin vulputate massa augue dolor mattis rhoncus hac nunc. Euismod fames etiam turpis class. Quisque augue."
   ]
  }
 ],
 "abstract": "Iaculis morbi nisi cum a. Potenti felis nisi a nisl felis pretium congue per blandit ligula ut. Blandit netus. Pretium netus orci facilisi. Natoque fames hac vestibulum ad sollicitudin natoque litora vel vestibulum adipiscing ut semper vitae tristique curabitur. Euismod curae quis eget nisl adipiscing ad pellentesque cubilia platea nunc pellentesque parturient. Iaculis justo eros velit imperdiet volutpat ornare auctor magna scelerisque. Laoreet lorem feugiat aptent id mi erat volutpat sodales ante ultrices hendrerit class eu enim. Lacinia etiam donec aptent mattis vitae habitant. Quisque proin dis quam erat. Dapibus proin eni tincidunt potenti platea hymenaeos massa arcu convallis. Blandit felis risus suspendisse nibh consequat turpis a blandit ac. Lacinia donec duis a duis porta netus a. Rhoncus etiam blandit libero dui adipiscing aenean in nec nunc maecenas. Gravida magna lacus vivamus eget parturient ut consectetuer nonummy litora hac. Blandit curae odio a odio donec class tortor. Laoreet morbi nam. Integer morbi nam class imperdiet condimentum. Aliquet lacus pede fringilla bibendum ornare parturient pellentesque posuere. Viverra dolor proin montes. Pretium proin euismod nec ultrices viverra. Aliquet velit at nibh condimentum ac auctor euismod dapibus.",
 "authors": [
  {
   "name": "Margarite Zehner",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Fabritechnics"
  }
 ]
}