{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti fames odio conubia duis et magna condimentum et.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam purus felis tellus nisi.",
     "paragraphs": [
      "Vivamus fames. Dapibus felis. Nonummy lorem ante non eget. Dapibus augue mi lectus ac faucibus. Potenti purus justo aptent at. Laoreet justo ut habitasse. Viverra ipsum. Sodales velit ante nostra accumsan scelerisque senectus. Natoque lacus cras sit class potenti lacinia odio ac diam accumsan. Sodales porta duis feugiat tincidunt taciti. Euismod proin fames interdum curae diam penatibus habitant. Posuere purus mus proin justo. Natoque lacus leo adipiscing mi. Egestas massa et aenean magna. Gravida dolor. Aliquet curae hac cum. Euismod netus magna dis fringilla felis. Quisque netus felis. Quisque proin ve diam molestie scelerisque sagittis ipsum vulputate leo nulla. Dapibus fames ad morbi primis etiam mus natoque per. Aliquam morbi eros gravida ve tellus lobortis eu. Aliquam ipsum nisl lorem gravida.",
      "Integer proin id eu dignissim elit tortor ante taciti. Natoque fames. Potenti lacus sed eros magna mattis nascetur eget. Viverra ipsum sit mauris egestas non mi. Iaculis lorem etiam praesent ipsum vivamus tincidunt eros vivamus proin ad bibendum quam lacinia. Potenti morbi in taciti ipsum. Quisque fusce ve taciti tincidunt imperdiet. Laoreet augue arcu iaculis arcu mi hac nisl. Commodo vitae eu nostra praesent. Viverra massa vestibulum praesent etiam ut. Feugiat porta eu mattis lacus. Rhoncus fames nunc tempor inceptos per blandit id dignissim. Cubilia netus. Quisque netus eget aenean dui eros consectetuer pretium. Euismod class ac. Commodo vitae parturient condimentum semper ac libero. Aliquet fusce mus feugiat ac cum nunc lacinia ac ridiculus ad risus. Vivamus neque urna suspendisse consectetuer pretium. Quisque porta class odio condimentum eni ut. Integer netus. Quisque curae ac donec ridiculus enim cubilia dis ad nibh enim fames. Feugiat nulla."
     ]
    },
    {
     "title": "Natoque morbi.",
     "paragraphs": [
      "Gravida porta ipsum duis posuere at varius. Euismod donec vel augue imperdiet natoque consectetuer hendrerit fames ve semper. Rhoncus fames est enim dui mus. Viverra felis hac proin tincidunt amet pellentesque aptent ligula felis risus. Posuere augue. Aliquet curae donec nisi auctor ac sem ve nonummy ac. Posuere lorem ve morbi dui pede imperdiet. Vivamus neque ipsum erat. Blandit etiam in dolor fermentum. Aliquam proin. Conubia velit nam orci. Posuere felis odio ullamcorper cum congue mauris amet. Lacinia donec pretium at venenatis. Feugiat vitae et augue aptent varius ut id. Viverra velit. Sodales magna. Nonummy dolor. Cubilia morbi lorem orci convallis luctus quis nulla sodales vivamus orci cras eni pellentesque. Lacinia morbi eros eni elit a nunc justo. Blandit risus. Rhoncus lorem eget pretium ac. Dapibus class sem montes donec dictumst quis conubia et.",
      "Gravida ipsum mus penatibus netus facilisi vestibulum mauris. Lacinia lacus nisi tempus mi lectus ut dictumst laoreet platea dui aenean est. Sodales risus urna vel risus quam sapien morbi. Potenti netus diam accumsan aliquam dapibus platea eget tempor tortor suscipit. Gravida magna. Integer ipsum sodales fringilla et nullam blandit. Cubilia felis vel libero suscipit ac fusce consectetuer penatibus porta nisi curabitur aenean facilisis. Conubia purus. Viverra felis. Cubilia donec eros arcu parturient tortor at molestie montes vitae magnis curae. Conubia massa ve. Feugiat nulla magna praesent velit cras tortor in nibh massa ante curabitur ornare adipiscing fusce diam. Laoreet felis sed elit congue. Sodales purus odio in etiam ac hendrerit ultricies sollicitudin vel. Cubilia lorem nec eni consectetuer. Vivamus massa. Aliquam curae dis nibh vitae senectus lacus purus magna leo. Potenti felis. Cubilia class per nibh in sagittis magnis ligula dictumst fringilla a sem ridiculus integer. Aliquam nulla lacus platea pede lacus ornare purus nec nunc. Vivamus risus neque ullamcorper diam primis. Quisque purus."
     ]
    }
   ],
   "title": "Egestas metus.",
   "paragraphs": [
    "Natoque felis magna mattis. Integer risus feugiat sed semper congue nibh mollis rutrum netus vulputate integer fames at. Quisque proin felis. Integer augue diam semper parturient morbi egestas in dui id congue pellentesque nonummy pharetra nisl leo. Feugiat nulla. Laoreet ipsum dis nibh mi felis in. Pretium felis. Egestas purus quisque. Rhoncus justo integer natoque elit ligula aliquet ac convallis quis leo erat consectetuer. Aliquam fusce. Sodales fames nec metus elementum diam nam. Egestas etiam cras quis ad curabitur dapibus. Gravida fames velit justo. Vivamus porta. Potenti donec per class aliquam id tincidunt proin. Posuere morbi in aenean. Viverra risus id proin at etiam sed montes sed mi sociis commodo. Dapibus proin feugiat ac tincidunt porta at tellus ad cras metus venenatis quis sed sem ad commodo. Viverra metus. Feugiat justo nunc condimentum aliquet dolor parturient ut cursus lacinia ve mauris at pulvinar orci. Natoque magna vestibulum natoque. Vivamus justo quis.",
    "Blandit massa nisl ullamcorper aliquam condimentum amet ante odio. Euismod nulla. Aliquet fames. Gravida massa ad massa mi. Rhoncus proin felis semper nostra vivamus nec id tempus eleifend cubilia sollicitudin. Feugiat neque mi primis consectetuer per netus hymenaeos torquent. Aliquet purus odio est. Aliquam class quis proin imperdiet enim pellentesque ornare montes ante mus non malesuada erat sit vitae. Cubilia ipsum ve litora iaculis porttitor et porttitor euismod vel in dapibus. Aliquam porta. Egestas risus. Potenti metus eros hac praesent. Potenti magna arcu scelerisque ad taciti. Viverra donec vestibulum eu tincidunt eros potenti viverra. Natoque fames eu fermentum habitasse pellentesque hac etiam penatibus natoque sollicitudin. Commodo dolor quis aenean vestibulum massa. Feugiat netus curae aptent class dolor eget. Posuere class cras tortor in at turpis eu nunc inceptos massa ac. Dapibus velit elit libero eu massa eros mauris. Cubilia augue orci massa. Potenti nulla non porttitor potenti. Aliquam massa nunc sociis mollis felis porta nibh primis interdum."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus vitae magna libero faucibus ve.",
     "paragraphs": [
      "Lacinia lacus at nostra id vulputate quisque nostra arcu mauris. Aliquet augue mi fames id nibh interdum sociis metus vivamus nunc senectus est sollicitudin tempus cras. Vivamus neque quam elementum duis. Sodales proin orci a urna curae accumsan netus nonummy porttitor. Pretium donec nisi ullamcorper quisque dui lectus inceptos convallis mi convallis. Commodo risus magna aliquam tortor. Laoreet vitae neque aliquet blandit duis pulvinar dui commodo morbi. Euismod fusce natoque mollis eu. Cubilia proin in nulla ut quam morbi rutrum posuere odio cras integer magna quis dictumst. Pretium purus risus urna augue fusce mattis venenatis. Rhoncus risus nisi rutrum vulputate sodales consectetuer. Integer netus. Sodales nulla at fringilla condimentum. Sodales ipsum at suscipit integer. Lacinia morbi. Euismod magna nisl euismod ad. Iaculis neque amet. Commodo etiam quisque sapien erat id elit mollis cursus habitant quis potenti. Iaculis purus netus aliquam nibh blandit. Pretium ipsum justo. Integer metus velit. Gravida magna nunc quis nibh ad nisi bibendum nec dapibus ut pulvinar blandit.",
      "Egestas felis risus. Vivamus morbi eni ante accumsan non egestas. Vivamus donec enim leo. Cubilia netus erat gravida ut felis lectus eni mollis a conubia ac diam risus. Commodo velit cum dis hac sem consectetuer mi egestas nibh amet leo. Blandit neque cras taciti dui parturient purus viverra ad commodo nibh. Quisque velit nisi pede etiam fringilla mauris torquent porttitor ante leo litora. Potenti porta duis tincidunt eros condimentum vivamus etiam netus. Nonummy morbi nunc mi pellentesque cubilia lorem. Vivamus fames urna rutrum. Aliquet dolor erat euismod duis id. Conubia purus eu. Iaculis morbi sed neque sit proin nulla suspendisse maecenas malesuada sit velit integer odio. Conubia magna. Egestas ipsum sem quis vulputate ve luctus mus. Viverra donec dui dignissim consectetuer vel penatibus vivamus semper per platea interdum consequat. Natoque ipsum mus diam eleifend condimentum bibendum. Laoreet etiam eu elit ad velit ac nisl dictumst rhoncus. Potenti porta parturient sodales erat. Vivamus morbi netus nascetur duis nam leo dui ac quisque ut nullam. Natoque metus. Egestas proin."
     ]
    },
    {
     "title": "Blandit dolor orci augue.",
     "paragraphs": [
      "Vivamus magna. Cubilia dolor vitae luctus ve ac duis. Dapibus curae vitae eros duis natoque mauris nisl conubia. Lacinia proin. Egestas class elit gravida pede maecenas fermentum justo. Sodales magna ad lorem accumsan fames et velit faucibus dolor augue ante metus. Commodo morbi lorem porttitor ac fermentum vivamus pellentesque cursus. Cubilia ipsum in donec velit blandit ligula arcu etiam lacinia sed dignissim. Iaculis justo. Cubilia justo eros lectus id pulvinar sit viverra dictum. Vivamus metus et erat risus ligula condimentum fames auctor lacus sed dignissim. Nonummy class amet non curae vestibulum ad vehicula odio ve augue. Dapibus donec duis a quam vestibulum nisl purus condimentum facilisi curae dolor. Sodales felis odio senectus. Feugiat lacus mi elit proin dapibus. Laoreet massa netus sapien enim curabitur consectetuer dui dignissim pellentesque parturient eget. Dapibus magna enim sodales cubilia diam sed amet id. Aliquam magna nisl nec iaculis ve. Vivamus velit at proin et purus ad. Rhoncus neque eros. Gravida metus porta proin ornare dictum praesent diam quisque. Vivamus etiam adipiscing scelerisque primis in fames.",
      "Aliquet morbi. Cubilia donec. Conubia massa. Egestas velit eget a pede fusce nam enim pede augue aliquam eget consectetuer adipiscing odio. Cubilia massa nibh ut eros conubia libero at erat scelerisque cum montes interdum tincidunt nisl cum consectetuer. Pretium dolor. Aliquam justo. Quisque porta ve montes dignissim adipiscing. Rhoncus purus vestibulum maecenas vivamus fermentum. Blandit massa per cras ultricies mi malesuada. Aliquam massa at fusce malesuada. Sodales class amet posuere porta cras bibendum class justo vel quam tempus vulputate. Nonummy lorem sed enim primis tristique quisque dis. Iaculis morbi quis urna faucibus primis quis aliquam. Rhoncus neque ad varius velit. Potenti curae elit hendrerit nostra fringilla. Blandit magna adipiscing aliquam nibh arcu. Blandit felis eu non fermentum aenean. Rhoncus dolor hac venenatis sem vehicula egestas. Lacinia purus vestibulum scelerisque nullam ve nunc. Quisque morbi. Integer lacus ac massa sapien ligula lacinia.",
      "Aliquet fusce ad mauris ve. Euismod curae duis dictum. Aliquet porta amet. Iaculis velit. Integer porta lorem arcu. Lacinia nulla. Viverra vitae cum sed dis eu sollicitudin ligula. Conubia velit class primis massa. Viverra class quis torquent aliquam ve eu nulla. Aliquam porta vitae nisi justo rutrum ligula amet nullam at ve. Conubia augue nisl quis quisque at tempor sit feugiat eu. Laoreet augue nam facilisis nisi sit nunc. Gravida donec etiam orci a neque mi phasellus felis et diam. Rhoncus metus dui neque erat vel cras curae eu sed at a. Vivamus massa mus fusce class. Lacinia morbi ad a mollis. Nonummy nulla augue libero. Aliquam etiam cras luctus hendrerit eleifend dictum euismod arcu aenean sagittis orci aliquam. Vivamus massa ante lobortis dui ligula aptent. Aliquet purus. Sodales felis. Conubia dolor."
     ]
    }
   ],
   "title": "Euismod ipsum.",
   "paragraphs": [
    "Quisque felis. Egestas justo netus vivamus tincidunt ante dis sollicitudin ve fusce ipsum felis a. Gravida justo duis nam nec ridiculus ante tristique. Conubia justo. Commodo metus id proin fames inceptos nibh conubia ultricies. Blandit netus. Aliquet fames sit fusce. Feugiat nulla per diam felis porttitor. Gravida dolor pede metus quis gravida. Blandit metus vestibulum pretium nec erat orci adipiscing odio lacus vel. Dapibus fames donec nostra massa ullamcorper et taciti vehicula enim semper. Quisque magna odio blandit fusce vestibulum inceptos. Sodales magna ad risus. Egestas metus mus tortor. Viverra magna enim ornare magnis neque lorem felis pharetra ut. Commodo purus at urna morbi sodales justo. Potenti curae blandit tristique. Dapibus dolor augue nulla enim in curae in sit varius nunc. Aliquam curae proin felis mauris vivamus iaculis odio vivamus a ullamcorper hac ante. Sodales magna et augue mus amet nec ipsum malesuada dui. Cubilia etiam at cursus leo commodo vitae enim. Potenti justo felis.",
    "Integer lacus ante nulla egestas aptent. Nonummy fusce proin primis. Sodales donec vestibulum lobortis urna porttitor malesuada arcu dui. Dapibus neque pede magnis inceptos fames. Viverra fames. Posuere netus ad primis accumsan ultricies. Posuere dolor ad etiam mollis. Aliquam justo dui odio class vitae tempus consectetuer nonummy praesent blandit hendrerit nisi. Aliquam purus. Conubia massa arcu etiam ipsum hac nunc quam dictumst ullamcorper suscipit velit sollicitudin accumsan. Sodales etiam vel donec lacus tempor sapien. Posuere nulla vestibulum amet velit id erat fames nulla laoreet venenatis et. Feugiat risus mi. Lacinia curae elit quam elementum rutrum ante. Posuere lacus adipiscing rhoncus pede tempus varius gravida nisl ac hac ullamcorper. Dapibus class. Conubia dolor. Blandit vitae sed. Laoreet netus curae risus habitant at leo at sociis ac maecenas felis hendrerit non enim. Commodo donec morbi proin. Aliquet risus sem eget fermentum. Laoreet class sit morbi cum curae litora magnis fermentum quisque."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet fames nonummy congue.",
     "paragraphs": [
      "Lacinia class sodales ac ultrices cras. Iaculis fames ut. Egestas nulla. Rhoncus curae fames. Sodales risus. Potenti lorem ad varius venenatis sem. Integer massa aliquam quam ut. Pretium lorem vel pede eleifend. Viverra justo. Quisque metus orci pretium justo vestibulum condimentum taciti in nullam praesent ultrices. Potenti magna fusce ligula odio platea bibendum ipsum. Nonummy fusce. Aliquam felis. Aliquam justo in nisl volutpat netus dictum fames. Vivamus neque eros feugiat at nulla justo. Nonummy dolor eni conubia augue. Dapibus donec felis quam tellus turpis tincidunt class. Sodales porta nunc leo vivamus at dui orci pellentesque egestas pulvinar consectetuer. Natoque purus. Conubia velit dui risus. Feugiat curae in luctus consequat dapibus proin amet leo a tempor phasellus volutpat interdum pellentesque parturient natoque. Blandit velit nisl id pellentesque consectetuer sodales lectus augue suspendisse mi rutrum dignissim.",
      "Aliquam velit in ad urna mi. Integer donec enim suspendisse blandit neque id turpis felis mi pellentesque. Cubilia neque nec cras quis amet nonummy eget nam. Aliquam fusce. Nonummy porta est lacus consequat sodales mattis donec parturient bibendum sodales. Nonummy justo fames torquent dolor ad. Laoreet lacus orci blandit in. Potenti magna eros interdum parturient aenean arcu eu. Quisque vitae nibh sapien at risus ve tempor sociosqu scelerisque mus aenean a. Dapibus fusce. Egestas donec nisl rhoncus aliquet lectus at conubia amet ut. Aliquet felis ut pellentesque sapien massa ullamcorper hac. Laoreet lorem elit aptent dictum. Iaculis class adipiscing volutpat euismod eu magnis euismod dapibus auctor ipsum iaculis primis. Integer fusce et tempus in purus. Nonummy morbi ipsum justo semper at leo. Dapibus etiam hac pede erat. Aliquam risus amet mi nec nibh. Conubia lorem diam cras maecenas praesent ipsum mauris congue. Egestas metus. Lacinia justo mus quis dolor sociis risus vel. Cubilia vitae sed."
     ]
    },
    {
     "title": "Conubia purus massa condimentum.",
     "paragraphs": [
      "Cubilia fames. Gravida lacus vestibulum nibh porta sociosqu ridiculus aenean volutpat vehicula consectetuer parturient egestas per. Sodales risus. Iaculis porta eros habitasse pulvinar ornare tortor purus id. Lacinia felis est erat vulputate faucibus pulvinar. Feugiat risus fames mauris risus viverra urna donec vehicula nec consectetuer vitae morbi aptent tempor blandit dapibus. Aliquet porta mi a montes diam at. Viverra morbi magna vel erat sed facilisis tempus. Iaculis porta cum eros proin commodo cras inceptos hymenaeos. Natoque lorem. Egestas fames. Gravida metus ac. Conubia netus est elit inceptos ullamcorper suscipit felis nunc venenatis mi class pellentesque fames diam. Nonummy metus eu sem duis mi. Conubia purus nam odio eros. Sodales fusce ut convallis a convallis netus eros. Lacinia purus amet habitasse sagittis rutrum lectus nunc ve ipsum vulputate malesuada vestibulum pede. Posuere etiam fames tellus eleifend convallis aptent praesent ac tellus. Posuere proin aliquet ipsum ante tristique ad platea integer. Laoreet metus duis mus sit id proin et a pede parturient id ultrices gravida velit. Aliquet lacus odio posuere ornare leo. Laoreet etiam eu habitasse morbi pharetra ad vel elit.",
      "Potenti fames eros. Pretium velit parturient diam ipsum aliquet. Gravida metus justo lacus aenean cras ac. Sodales metus. Egestas purus iaculis ad cum vulputate orci eget curabitur cum tristique auctor. Commodo fames purus gravida mus bibendum fringilla ad convallis. Laoreet magna netus varius habitant. Iaculis netus. Aliquam nulla pede ad morbi inceptos. Viverra etiam pede per vitae adipiscing suspendisse ligula mi id velit nec lacinia. Natoque ipsum ante dictum augue bibendum morbi a mollis. Pretium curae ac volutpat eget. Laoreet ipsum nulla tristique vehicula ultrices pellentesque vestibulum integer pede ut. Cubilia vitae at facilisi potenti. Commodo donec quam dictum ac mus. Quisque proin. Dapibus magna urna arcu iaculis. Blandit felis magna. Aliquet lacus orci. Quisque etiam at magnis maecenas purus ac platea pretium lacinia turpis nam arcu. Lacinia etiam in curae ridiculus lobortis magnis urna facilisis magnis eleifend fermentum. Dapibus magna."
     ]
    },
    {
     "title": "Gravida neque nibh diam.",
     "paragraphs": [
      "Blandit donec sem phasellus duis scelerisque eu primis. Vivamus curae mus elit vel curae ridiculus risus. Aliquam augue. Euismod porta nulla pede. Lacinia velit class mauris taciti ante orci augue duis facilisi ultricies ipsum lacus cras. Vivamus fusce cubilia etiam. Vivamus fusce nisl arcu. Aliquam augue. Vivamus class ad dignissim. Aliquet risus. Viverra ipsum. Dapibus vitae enim litora taciti fusce est donec imperdiet. Commodo morbi cras commodo at ultricies justo bibendum eni. Potenti velit. Conubia neque. Aliquam proin. Posuere massa nibh turpis tristique commodo donec ante fermentum tellus erat curae. Integer magna cum eget cum netus quam varius et cum. Feugiat vitae ve magna varius augue ut lacus. Gravida netus dolor libero nulla mi eu duis egestas lacinia urna. Pretium dolor rhoncus cum ante sollicitudin. Potenti fames quis a.",
      "Aliquet lacus vestibulum feugiat. Pretium donec ve rutrum id interdum quis primis sit. Egestas risus justo senectus. Sodales metus. Rhoncus etiam urna class hymenaeos potenti quam felis curabitur commodo netus sed duis. Lacinia lorem mi nisl elit nam felis integer metus fusce ornare sollicitudin. Rhoncus felis ve orci tristique tellus per torquent laoreet urna vivamus nunc in purus id. Natoque lacus. Viverra dolor. Sodales curae. Integer morbi ut lectus placerat vestibulum. Feugiat magna. Blandit magna adipiscing faucibus etiam felis ullamcorper eu cursus. Integer risus. Viverra vitae erat dapibus at eu nullam hac ve odio dignissim. Pretium porta at eros ante fermentum molestie ad aptent ultrices donec sit nisl. Lacinia vitae posuere feugiat imperdiet eros porttitor tincidunt. Natoque augue. Iaculis netus purus ornare. Viverra purus nunc facilisi potenti. Potenti risus. Conubia ipsum vitae nibh malesuada vel vulputate sociis ad cursus nulla suspendisse lobortis curabitur."
     ]
    }
   ],
   "title": "Euismod lorem odio dapibus et duis magnis id vitae auctor odio ve ultricies parturient.",
   "paragraphs": [
    "Potenti felis sed nibh. Integer fusce. Gravida etiam erat vitae sem adipiscing. Commodo lorem sit leo ad. Euismod lacus. Lacinia morbi ac purus est arcu. Conubia lacus urna gravida vulputate nisl malesuada sapien. Vivamus fusce eros egestas duis sollicitudin vestibulum. Lacinia donec id auctor nascetur adipiscing. Laoreet morbi elit vitae magnis taciti enim. Sodales metus. Lacinia risus ut. Cubilia dolor curae mollis neque luctus pellentesque rhoncus. Viverra dolor eu dictum felis placerat metus arcu mus a luctus diam et nec ridiculus consectetuer parturient urna. Gravida etiam purus. Pretium netus ve ornare eros mattis hac. Euismod morbi mi curabitur vitae convallis quis odio amet lobortis. Nonummy porta nibh diam aliquam integer nibh mi ornare consectetuer. Natoque dolor ut duis vitae eros amet class lacinia arcu. Potenti donec in luctus a faucibus per quisque. Iaculis risus diam integer. Dapibus nulla ad dui magnis eu fames magnis molestie.",
    "Laoreet proin nisl commodo sodales quisque litora est amet. Laoreet lorem erat sed. Laoreet etiam metus habitasse phasellus. Blandit dolor ipsum justo laoreet lacinia lectus duis. Cubilia lorem vestibulum scelerisque cursus ve metus vel lacus magna dictum ad orci risus ut. Quisque dolor adipiscing euismod. Vivamus ipsum ad purus rutrum. Rhoncus fusce urna convallis lectus adipiscing. Nonummy fusce curae eni amet dui eget. Posuere justo arcu lacinia rhoncus consectetuer. Potenti neque eu tempor dolor suspendisse praesent laoreet cursus. Conubia purus eu cursus sit. Feugiat metus vitae primis amet class phasellus urna enim viverra ad nunc neque. Iaculis ipsum orci eu. Feugiat donec porta. Dapibus vitae sit ante vestibulum odio nulla dictum leo iaculis a condimentum. Lacinia metus. Pretium massa at tristique vestibulum. Egestas netus orci morbi litora. Potenti velit parturient. Aliquam lorem vel quis parturient dis parturient. Natoque donec porta a."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat neque at.",
     "paragraphs": [
      "Blandit dolor adipiscing scelerisque nostra id potenti orci. Iaculis dolor parturient vivamus urna orci felis. Integer netus duis eleifend dolor. Euismod lorem hac vestibulum fames nisl fames euismod orci torquent consequat. Dapibus velit diam ac proin. Nonummy neque. Laoreet netus. Cubilia dolor at tempus. Vivamus fusce nonummy placerat in proin est cras dui maecenas aliquam phasellus amet. Commodo curae ad ipsum lorem per. Commodo lorem quam eu porta id ridiculus erat. Blandit neque dui est pellentesque mattis eu blandit. Blandit lacus diam vel feugiat eu quam mauris urna aptent in etiam leo. Feugiat massa enim a pede porta iaculis nam adipiscing. Rhoncus neque nisi accumsan sapien mollis natoque ac mi non. Integer lacus arcu sit ad sollicitudin natoque. Cubilia neque at ultrices pulvinar et. Vivamus etiam sit vivamus faucibus egestas euismod magna cras fusce potenti. Lacinia augue pede arcu nunc sed etiam mattis velit. Egestas lacus pede nam primis a. Vivamus porta ve. Lacinia vitae.",
      "Potenti magna. Aliquet class. Cubilia ipsum adipiscing faucibus curae a pede ve quis vehicula sit. Quisque etiam orci tincidunt neque nam nostra ut. Aliquet fames parturient ullamcorper magnis ve cras odio curae phasellus non mus integer enim. Lacinia morbi iaculis montes. Cubilia netus vestibulum scelerisque tempor. Egestas fusce. Feugiat massa at in hendrerit nibh non nisi. Iaculis fusce nibh. Dapibus vitae quis at aptent consequat mattis massa. Viverra lacus adipiscing accumsan massa dictumst neque odio platea eleifend. Aliquet ipsum sed consequat ornare nulla parturient nisi tempor est. Dapibus augue mi lorem felis hymenaeos. Commodo fames mus mollis. Rhoncus nulla ipsum eget eni mauris hac parturient ve consequat posuere augue. Egestas metus. Potenti velit erat risus posuere tellus tempus lobortis duis quisque iaculis aptent sem. Rhoncus nulla orci habitasse. Nonummy lacus at fames sapien amet ipsum convallis eleifend. Quisque metus erat sagittis est pellentesque nostra nibh suspendisse consectetuer. Cubilia morbi parturient facilisi egestas phasellus urna dui in metus."
     ]
    },
    {
     "title": "Lacinia porta.",
     "paragraphs": [
      "Egestas morbi sit eget lorem. Cubilia ipsum lorem laoreet curae etiam blandit conubia integer elit suscipit quisque. Euismod dolor vestibulum gravida odio nam nisi est dictum potenti eu tortor tempus fames sit molestie lorem at porta. Natoque fames nisl sed nullam a. Integer justo quis donec orci sagittis a facilisi vel ac. Egestas risus ut primis massa. Nonummy justo quisque primis convallis euismod. Laoreet fames vestibulum. Iaculis purus est adipiscing vestibulum in dignissim a per phasellus nibh. Euismod donec. Cubilia curae magna interdum sem libero faucibus. Natoque purus parturient iaculis nisi dis ad metus nostra malesuada. Viverra vitae ac fringilla justo senectus per gravida at habitasse in. Quisque massa hac odio dictumst placerat iaculis. Nonummy proin urna laoreet ad convallis condimentum etiam nullam leo vestibulum. Aliquet risus urna a eget porta rhoncus facilisis primis bibendum eros sit etiam magnis dictum. Aliquet massa. Natoque lacus. Potenti vitae vel habitasse. Posuere lacus mus ante laoreet iaculis magna vestibulum enim. Viverra purus ut class id. Euismod etiam diam eleifend sed quis sagittis leo consectetuer auctor.",
      "Commodo nulla urna mus rhoncus nec adipiscing velit conubia. Conubia velit quis. Aliquam lorem amet. Iaculis class quam ridiculus aptent eros dui ante imperdiet aenean eros mattis lobortis egestas. Conubia justo est erat vestibulum in tincidunt. Cubilia ipsum iaculis leo vulputate sociis netus. Potenti netus. Cubilia donec integer primis. Rhoncus nulla ut luctus at pede. Aliquet nulla lacus suscipit. Blandit morbi in varius ac sit in class id tellus fusce rhoncus. Gravida porta mi netus tempus habitant donec felis nibh amet torquent. Commodo proin. Sodales purus erat quisque semper phasellus vestibulum dapibus vel ut. Rhoncus ipsum. Integer magna ad morbi sapien torquent felis quis rhoncus. Iaculis curae eros purus fames magnis at erat molestie quis quam tincidunt sollicitudin. Natoque risus vestibulum enim justo venenatis vestibulum. Egestas magna eget magna fusce cursus ut elit placerat pulvinar porta. Pretium lacus parturient eleifend neque venenatis. Gravida etiam hac ante senectus nullam varius. Quisque morbi magna ipsum euismod dictum."
     ]
    }
   ],
   "title": "Dapibus lacus parturient.",
   "paragraphs": [
    "Nonummy lacus cum diam tempor arcu. Pretium porta per diam nascetur senectus ipsum ultricies erat. Iaculis fusce curae pretium ac rhoncus ac volutpat habitant. Potenti felis orci leo lorem penatibus convallis enim eros habitasse id. Sodales nulla diam fusce et aenean est. Blandit purus erat semper ut. Feugiat class urna laoreet mi cursus ante. Iaculis morbi. Gravida vitae ve nullam hymenaeos risus porta. Quisque velit at elit bibendum ad ante mollis eu suscipit. Viverra neque sit class ante luctus ad placerat tempor luctus metus at habitasse quis blandit eros. Aliquam fames aliquet mus at nisi risus pede natoque proin. Gravida etiam ante a ante parturient mattis leo taciti a adipiscing. Aliquet magna. Cubilia curae. Lacinia nulla cubilia sagittis sodales litora. Cubilia vitae id semper laoreet cubilia odio sit gravida. Commodo metus orci consequat lacus fermentum amet consectetuer. Posuere etiam et arcu ante ut dui nisl feugiat. Pretium curae arcu sit mi fames id tempor odio libero sodales eros eu. Blandit lorem erat per. Euismod lorem parturient suspendisse tempus in id phasellus condimentum sit varius.",
    "Feugiat class dolor mattis diam pretium. Lacinia porta augue cras molestie tempor lacinia nisl nunc proin curabitur. Rhoncus justo per. Vivamus metus enim urna sit class gravida class amet. Potenti donec id. Integer lacus eu morbi. Aliquam felis nunc. Commodo ipsum nam duis consectetuer habitant netus ut dictum. Vivamus etiam. Dapibus morbi. Viverra etiam proin cursus elit suspendisse. Euismod donec vel eros facilisis ac nostra. Viverra lacus diam libero varius molestie dolor purus ullamcorper per ornare justo parturient. Laoreet curae ut ve eu elementum risus ad convallis. Commodo neque. Natoque velit ve nullam mi ac nam vulputate mollis porta posuere quam. Cubilia massa vestibulum cras purus facilisis. Quisque fusce eu tempor cras libero mi magnis per parturient in elementum. Potenti purus. Sodales velit proin erat pharetra nulla amet. Rhoncus morbi. Nonummy fames sem duis adipiscing ac elementum integer non vehicula."
   ]
  }
 ],
 "abstract": "Rhoncus lacus risus non porttitor. Vivamus nulla nisi potenti erat netus urna nunc donec sodales. Quisque massa egestas ac placerat rhoncus iaculis magnis ornare. Aliquam massa mi amet ut turpis ornare sit egestas urna ve penatibus dignissim parturient. Vivamus curae magna. Integer porta duis lacinia curae parturient at. Egestas metus nisl eni magna laoreet montes. Aliquet metus at aptent risus hac. Pretium proin vestibulum eleifend porta purus ante aliquet at ridiculus. Gravida fames in justo lacus neque maecenas. Dapibus nulla nam proin tellus in quam malesuada sollicitudin adipiscing urna. Vivamus vitae vel velit nam luctus diam nisl aenean integer lacinia libero ipsum scelerisque. Vivamus donec. Iaculis justo ac eget mollis in ultrices cum eros lacus bibendum orci. Blandit lorem in nascetur elit interdum porttitor ut ad. Conubia massa netus sociosqu class nonummy rhoncus blandit. Vivamus netus eu massa in felis id hymenaeos erat. Iaculis massa per quam in pellentesque nullam ad sagittis risus rutrum vestibulum magna quisque. Nonummy curae felis fermentum laoreet sollicitudin taciti id cum dictum pharetra. Sodales purus arcu magna diam eleifend sociis odio ad velit bibendum sed. Lacinia lacus fames conubia mattis dolor fermentum sagittis at sit ullamcorper blandit. Natoque nulla at a rutrum neque molestie porta id mattis dui.",
 "authors": [
  {
   "name": "Darius Hollen",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Sam Benner",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Genaro Akana",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "African Medical Computers"
  }
 ]
}