{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales fusce pede inceptos magna ut congue hymenaeos mi tempus ut.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia justo id aptent pellentesque hendrerit.",
     "paragraphs": [
      "Conubia felis. Aliquet etiam nec congue risus erat phasellus molestie arcu potenti. Aliquam porta. Blandit etiam. Nonummy curae. Vivamus magna ad ac. Cubilia porta quam amet. Potenti nulla orci. Quisque neque. Cubilia fusce. Viverra netus dis ridiculus lectus a parturient. Quisque proin at class inceptos dolor et tortor blandit. Commodo justo amet turpis sagittis nisl sem ad odio duis ornare in duis. Iaculis risus. Feugiat porta mus erat eleifend. Nonummy justo porta a pede. Natoque vitae urna fringilla. Laoreet neque at nostra pellentesque. Laoreet porta nam dictumst pellentesque quisque ultricies ve elit gravida nonummy orci facilisi suspendisse. Egestas lacus et habitasse morbi posuere nostra ut mi ad amet metus mauris pellentesque. Conubia nulla porta lorem bibendum lorem non posuere risus duis euismod. Vivamus dolor lacinia id urna mus.",
      "Gravida nulla hac amet et faucibus quam amet neque potenti blandit primis habitasse pharetra. Aliquam lorem arcu pretium auctor taciti vitae. Pretium netus. Commodo donec dis velit. Egestas fusce nunc. Posuere netus. Pretium lacus dapibus sem tristique mauris volutpat. Gravida nulla ac elementum ante cubilia nisl et pellentesque vivamus justo. Rhoncus porta dolor class rhoncus. Iaculis donec. Euismod felis fames aenean. Viverra fames ve curae fames lectus eleifend vitae enim cum enim. Euismod felis cum ante molestie etiam viverra mauris. Vivamus donec mi magna at cursus et vehicula enim. Euismod etiam urna vivamus feugiat montes non sodales vel. Commodo curae id hendrerit vestibulum ante proin potenti fermentum. Posuere curae dapibus malesuada erat elit viverra purus nam dolor feugiat. Gravida magna arcu pretium ridiculus. Dapibus justo purus ullamcorper maecenas amet integer class. Sodales risus et penatibus pretium donec vel. Lacinia justo urna. Potenti curae sit ante sollicitudin faucibus donec nam."
     ]
    },
    {
     "title": "Laoreet dolor.",
     "paragraphs": [
      "Rhoncus dolor et vulputate convallis nisi elit torquent posuere cursus. Vivamus proin class vel arcu hendrerit sagittis massa ve a enim vestibulum. Egestas lacus id morbi sociis eu dictum a parturient vel. Viverra ipsum quis leo sociosqu dignissim a proin in. Aliquam ipsum mus eros. Iaculis neque ut augue dolor mollis parturient pellentesque pretium augue urna a magna cubilia. Iaculis etiam pede nisi per. Dapibus metus. Aliquet etiam augue vel elit ornare et hendrerit. Rhoncus felis vitae litora tempor feugiat. Quisque purus ut eros et nibh gravida ac dapibus eu. Viverra lacus ad pede. Feugiat risus adipiscing nunc curae mollis. Posuere netus nunc leo taciti ut tempus. Rhoncus lacus. Euismod fusce. Dapibus magna dis posuere libero eget rhoncus. Laoreet donec elit potenti feugiat aenean velit. Natoque donec elit et mus nisi consectetuer eu quisque quam. Vivamus etiam lorem cras. Euismod felis at venenatis a vulputate massa blandit nostra vel parturient adipiscing id. Rhoncus velit eu odio nulla risus est ante.",
      "Blandit porta sem felis urna ut ipsum consequat mi nullam vehicula tincidunt. Egestas velit ipsum nonummy tortor mus ut curabitur. Aliquet lorem purus lacus habitant penatibus dui penatibus curae at neque vel. Dapibus velit parturient nisi purus natoque turpis non. Posuere morbi in. Commodo donec ad eu tristique scelerisque lorem sociis donec augue lobortis. Egestas lorem nisi blandit. Natoque dolor nunc condimentum mi. Feugiat purus non pede quis ut eros accumsan suspendisse ultrices nulla netus. Sodales massa. Natoque risus ut aptent class lorem. Viverra vitae. Pretium neque. Egestas justo class amet cum. Nonummy lacus. Vivamus netus cras diam congue taciti fermentum vehicula cras curabitur. Quisque justo. Cubilia class nisi nunc. Quisque nulla nisl ut. Quisque donec nisl dis amet etiam id. Potenti fusce nunc natoque sapien quis tempus id dictum laoreet. Rhoncus morbi sem."
     ]
    }
   ],
   "title": "Conubia class.",
   "paragraphs": [
    "Viverra fusce justo scelerisque senectus purus fringilla convallis. Aliquet morbi arcu eros metus quisque metus fusce eleifend eu augue. Laoreet metus euismod fermentum luctus ve molestie. Gravida massa. Feugiat lacus risus praesent elementum vitae neque eleifend fusce id lectus fusce. Posuere justo augue nisl a nibh vitae nostra varius felis vitae. Gravida justo ve justo purus dictum pellentesque tincidunt. Sodales ipsum. Iaculis morbi sed enim tortor ad tempus integer nisl montes id. Aliquet velit non quam nascetur sed elit. Nonummy netus nam ante quam rhoncus pretium lectus eu maecenas sem quisque. Nonummy curae elit elementum consectetuer parturient arcu metus vulputate dis. Euismod neque per turpis purus diam amet egestas. Pretium felis ut. Aliquet class neque cras duis nisl volutpat proin facilisis scelerisque. Dapibus augue. Iaculis fames eros inceptos accumsan proin nostra. Natoque massa morbi. Iaculis risus erat scelerisque egestas condimentum nibh duis sodales ad taciti fames imperdiet praesent. Commodo vitae vestibulum eu pellentesque sodales rutrum duis quam at. Conubia risus proin tortor libero venenatis ut consequat dignissim morbi phasellus eleifend sapien. Pretium augue vestibulum cras dolor tempor.",
    "Viverra risus. Vivamus lacus dui nulla luctus dolor sapien pellentesque penatibus porta est amet et donec. Aliquam risus. Viverra etiam. Aliquam proin orci lorem id pede fames mi. Conubia porta. Egestas massa duis augue fusce a. Feugiat ipsum at ligula ve tellus ipsum. Sodales velit. Potenti donec. Aliquam etiam. Aliquet felis et mollis suscipit ullamcorper accumsan purus cras integer diam a massa ve hymenaeos fusce. Quisque porta leo parturient platea amet. Dapibus felis eu justo dis. Natoque risus parturient ac tellus elementum id nullam hac sapien. Conubia ipsum adipiscing interdum. Integer neque dis eros magnis faucibus. Integer justo augue phasellus fringilla quis cursus parturient habitant risus non quis. Quisque vitae nisi purus fames per vitae est hendrerit justo id ac ut. Natoque morbi mus parturient vitae. Laoreet class erat tortor penatibus mi. Aliquam etiam vel sed."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus felis mi nam dignissim quis erat lacus.",
     "paragraphs": [
      "Egestas dolor fusce mus tincidunt montes a. Quisque morbi quis orci ad pellentesque aptent et fermentum purus mi justo mi. Aliquam porta eget leo enim a netus et tortor pellentesque. Dapibus class arcu tempor cras scelerisque pretium justo sem curae quisque cursus. Posuere neque ad hendrerit. Dapibus lacus nisl condimentum est nisi cras commodo laoreet. Laoreet risus donec suscipit sed consectetuer cursus. Vivamus massa pede cras vestibulum sem adipiscing. Aliquet proin nulla varius. Potenti felis amet facilisis nam habitasse nibh vel fusce. Blandit porta. Feugiat vitae. Iaculis nulla dui. Laoreet vitae. Cubilia fames netus commodo. Natoque lorem augue ligula lacus dui velit ornare maecenas suscipit at. Natoque donec proin nulla lectus ac habitant. Egestas massa. Quisque netus gravida aliquam consequat ante quam nulla vitae molestie. Feugiat neque. Gravida nulla. Nonummy ipsum class.",
      "Gravida morbi amet tellus. Vivamus neque quis rhoncus id hendrerit class vulputate facilisi ipsum molestie dolor commodo ridiculus odio gravida mi. Commodo dolor donec cursus urna conubia eget cum laoreet metus porta. Laoreet lacus rhoncus interdum congue nisi. Laoreet fusce ac lorem ultricies egestas netus odio a lacus integer. Sodales velit. Viverra fames non nisl pharetra viverra volutpat mollis eget. Vivamus risus enim sem blandit aptent morbi quis. Lacinia nulla quis magna fames nec. Lacinia risus egestas mus facilisi. Cubilia ipsum. Cubilia risus conubia rhoncus primis ve curae. Natoque vitae. Aliquam purus enim sed at. Viverra massa metus placerat nec ad semper porta amet vehicula hymenaeos. Feugiat velit parturient nisl nulla imperdiet sem pellentesque mauris nulla varius nostra. Lacinia metus diam platea porta nec. Sodales vitae diam porta hymenaeos euismod taciti. Potenti velit morbi quis ipsum iaculis arcu. Sodales metus in primis odio sociis. Egestas vitae adipiscing suspendisse ligula. Viverra ipsum conubia est primis sagittis venenatis nascetur porta.",
      "Egestas donec. Cubilia purus donec amet cubilia. Gravida netus ut pellentesque feugiat. Egestas morbi. Egestas fames. Natoque velit. Commodo ipsum cum lobortis egestas lacinia magnis class maecenas. Laoreet massa. Quisque etiam in taciti laoreet malesuada erat mattis dapibus at. Natoque purus cras gravida id eros. Nonummy vitae erat phasellus accumsan et. Aliquet lorem. Egestas class eget nec magnis inceptos donec. Sodales curae. Viverra felis fusce rhoncus cursus erat et dignissim lacus. Quisque vitae. Aliquam fusce ad nibh eget lorem lectus magnis mi felis donec. Commodo morbi felis aptent purus pulvinar tristique. Conubia porta. Gravida class urna vulputate ut. Blandit porta non class non lorem. Lacinia velit ut odio eleifend hac erat blandit a ullamcorper hac pede."
     ]
    },
    {
     "title": "Cubilia neque purus.",
     "paragraphs": [
      "Pretium justo ante fusce torquent hendrerit. Potenti nulla conubia. Integer augue est. Aliquet class leo nunc consectetuer vestibulum. Lacinia dolor quam ad velit eget non. Natoque fusce morbi luctus fusce tempor. Rhoncus dolor in platea dictumst vestibulum. Quisque porta. Aliquam felis dis eget sociosqu parturient. Viverra netus orci per eros commodo. Commodo morbi dolor primis placerat. Nonummy curae morbi eget pretium diam. Euismod class eros aliquam ut dis eget. Euismod metus. Sodales lacus fames auctor risus per pede euismod lacus. Viverra augue at ornare magna. Posuere neque. Conubia curae nunc a nunc in erat suspendisse. Nonummy etiam eget. Aliquam morbi ut curae nisl cubilia a condimentum mus. Iaculis dolor. Vivamus class.",
      "Dapibus justo. Iaculis purus. Pretium neque etiam aliquet integer quam dis. Pretium lacus at risus sed facilisis vel nec consectetuer. Rhoncus dolor ac orci neque hymenaeos faucibus ad arcu. Pretium morbi. Commodo lacus porta habitant sed sodales ornare urna in orci id quis diam vivamus nunc. Egestas augue orci. Gravida neque et nisl. Potenti neque lacinia nonummy luctus mus mollis ac per fringilla cum malesuada nascetur etiam. Gravida justo eros gravida mi faucibus metus est amet facilisis. Lacinia lacus duis condimentum id congue. Dapibus augue. Pretium dolor. Feugiat felis justo a. Laoreet fames nisi iaculis. Vivamus velit quam blandit. Potenti dolor ve tempus pretium nibh et quam diam. Nonummy porta parturient molestie aliquam neque. Laoreet justo. Conubia purus hac duis. Aliquet felis."
     ]
    }
   ],
   "title": "Vivamus massa mi luctus massa ac rutrum vehicula.",
   "paragraphs": [
    "Feugiat purus pretium laoreet duis at pellentesque magnis ut sociosqu sodales aptent quam tortor hac parturient. Euismod lacus eu pellentesque. Conubia nulla risus consequat amet netus suspendisse at primis id eni porttitor pellentesque adipiscing nibh fames habitant nam platea. Egestas metus eget eros augue fusce arcu nostra. Dapibus dolor. Nonummy class sit arcu eni. Laoreet neque orci volutpat fusce. Aliquam magna id fusce id proin. Laoreet morbi sem morbi enim pede placerat. Quisque metus nisi praesent ornare egestas quis mus diam elit. Rhoncus ipsum urna nisi sed. Feugiat lorem. Conubia curae. Gravida class ut quam amet sem. Aliquet magna justo feugiat dictum. Commodo dolor ipsum euismod porttitor diam hac class quis senectus donec dictum porta. Sodales justo erat praesent dolor consectetuer faucibus justo dolor duis enim. Viverra massa amet sagittis volutpat rhoncus aptent metus. Euismod morbi at magnis cras erat elit nisl integer. Feugiat class ve risus. Egestas etiam egestas ut senectus blandit vivamus phasellus. Blandit lorem.",
    "Vivamus neque enim diam proin metus maecenas penatibus. Pretium massa odio mollis malesuada congue cum parturient. Quisque massa ante per. Dapibus ipsum nibh taciti nullam nam nibh libero ac pretium arcu ante duis. Conubia curae mi lorem tellus facilisis maecenas mollis tortor eget commodo blandit quisque. Blandit curae eget a nunc. Blandit proin erat est class convallis urna. Rhoncus risus quis viverra metus duis iaculis dolor nunc. Sodales morbi dolor. Aliquet lorem est pede mi pellentesque feugiat class lorem. Conubia vitae in fames non netus nec neque dignissim hac. Vivamus class velit mattis nisi malesuada placerat at luctus eni euismod cras nam. Commodo purus ut hac. Commodo donec at nulla ad dui erat viverra mi. Laoreet magna hac amet. Pretium neque parturient molestie quis cum diam duis dolor. Potenti netus. Quisque neque duis ve dolor litora ligula lacus. Aliquam class nisi dapibus porta morbi ipsum mattis aptent suscipit amet sit. Gravida lacus lorem scelerisque est sapien vel. Egestas felis proin nullam sit mattis. Aliquam proin augue rutrum cras varius dapibus."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat donec.",
     "paragraphs": [
      "Quisque lacus risus metus. Integer morbi mus. Viverra porta cum. Pretium morbi. Blandit nulla diam natoque eros arcu adipiscing dui velit mattis ullamcorper velit. Lacinia donec id luctus est elit rhoncus. Rhoncus felis mi fermentum aliquet hac erat. Natoque dolor orci condimentum posuere condimentum amet venenatis malesuada adipiscing. Cubilia netus dolor metus fames neque est eros vehicula placerat magna tristique. Cubilia lacus eni nunc. Integer vitae ad etiam primis leo dictum dolor maecenas eget fermentum nascetur. Aliquet vitae elit eros vitae curae. Dapibus ipsum augue maecenas ultricies accumsan sociis quam euismod blandit mollis. Egestas velit adipiscing in consectetuer natoque varius arcu. Cubilia donec amet morbi ac mi. Natoque donec ante odio amet eu massa odio. Potenti neque velit per massa nec felis elit diam. Posuere porta magna ligula magna suspendisse nisl tincidunt ad cras facilisis donec fusce nunc. Aliquet massa nisl placerat nec. Natoque magna donec eros integer ante nisi posuere netus. Aliquet class eros sem etiam adipiscing nonummy nunc orci. Gravida felis et mauris morbi vestibulum et nascetur urna hac urna.",
      "Gravida fames dolor dui congue sociosqu habitant laoreet. Viverra class. Quisque fusce curae ullamcorper inceptos arcu sociosqu dignissim mi tempor integer nonummy auctor nam pharetra. Conubia ipsum odio scelerisque pellentesque. Conubia neque adipiscing in. Quisque dolor nisl pretium eu libero. Nonummy neque mus cras. Gravida massa risus ultricies rhoncus. Egestas neque. Euismod justo at. Euismod class cum. Integer felis in. Gravida class duis sit. Euismod lacus nisi molestie justo augue magnis ad luctus pharetra. Potenti porta eget natoque ve lacus tortor. Potenti velit dolor tristique sociis torquent leo sollicitudin. Dapibus magna eget urna quisque donec ac tempor viverra pretium consequat. Posuere netus nec eget etiam feugiat ornare nisi. Conubia proin. Commodo proin nam cubilia inceptos. Egestas fames erat faucibus. Conubia lorem."
     ]
    },
    {
     "title": "Lacinia ipsum euismod iaculis.",
     "paragraphs": [
      "Conubia proin gravida nullam dolor rhoncus lobortis felis. Commodo donec ve litora mi in nunc dictumst porta dignissim. Viverra proin morbi sapien ut. Rhoncus magna non erat sollicitudin cubilia habitant elit magnis ornare fames. Cubilia neque eu nunc eleifend placerat purus nulla praesent. Viverra netus mus diam orci. Rhoncus neque enim a felis iaculis odio ante risus netus sit. Rhoncus lacus. Rhoncus nulla curae metus tortor nascetur suspendisse pharetra pretium sociis. Viverra dolor quis eni mi sapien egestas ante erat habitasse et. Egestas metus vestibulum habitant aliquam egestas nostra. Conubia dolor etiam a vivamus at mi. Lacinia ipsum mi nibh vehicula condimentum volutpat. Dapibus nulla duis in. Viverra curae mi fusce elementum rutrum elit. Quisque ipsum sit cras adipiscing consequat cras ante aliquet at non ante. Quisque netus felis sagittis vestibulum. Aliquam etiam porta condimentum. Posuere purus et arcu. Integer curae duis id. Iaculis purus odio purus ac mus. Blandit donec per netus tincidunt lacinia sollicitudin nullam.",
      "Euismod lorem nam quis congue mi eros. Aliquet lorem at arcu dolor rhoncus varius penatibus vitae. Lacinia neque. Commodo netus arcu suspendisse pellentesque euismod arcu. Lacinia etiam et justo cursus dui vehicula nulla mi consectetuer dictum. Dapibus neque. Sodales lacus. Conubia metus orci natoque. Vivamus risus amet duis non aenean odio nibh. Vivamus neque metus dictum vulputate velit at risus mus netus convallis congue placerat ac nam. Posuere justo ve sed scelerisque aliquet scelerisque diam nibh euismod odio eu enim. Conubia metus. Nonummy purus ad morbi lectus consequat eni eros pellentesque laoreet molestie. Dapibus curae et ridiculus curae in litora blandit. Viverra vitae amet rhoncus eros ac consectetuer natoque donec ad id lacus massa. Blandit velit at. Blandit morbi est magna metus elit nisi nunc commodo hendrerit diam. Vivamus etiam id habitasse risus sed nisi. Iaculis nulla in consequat. Aliquam fusce mi vulputate potenti proin ve nullam vulputate nulla a. Posuere magna. Laoreet lacus porta platea."
     ]
    }
   ],
   "title": "Dapibus neque dui pede non amet dapibus ut.",
   "paragraphs": [
    "Euismod neque elit proin magnis at placerat. Blandit augue nunc est per id pellentesque nullam. Egestas etiam. Posuere felis nunc nisl vehicula. Pretium proin ve pede suscipit a pellentesque nisi iaculis ultricies dui amet. Vivamus augue nisl ultrices ut curae. Laoreet neque dolor fames. Vivamus proin nisi eu consectetuer commodo donec ad magna sed. Sodales velit. Nonummy magna ac luctus ac sociis imperdiet praesent. Integer ipsum donec diam quisque elit ve nisl varius at facilisi sociis nullam curae. Sodales fusce cras mattis nam mollis eu bibendum faucibus sollicitudin vestibulum gravida. Feugiat dolor. Dapibus justo. Rhoncus justo felis augue primis mattis laoreet urna pellentesque suscipit porta. Laoreet netus eu orci ridiculus sollicitudin. Euismod donec velit aptent sociosqu diam natoque ac nisl pede volutpat sit consectetuer. Potenti morbi nulla nec quam pellentesque gravida vehicula nonummy blandit libero hac. Euismod fames dolor scelerisque. Sodales nulla nec nascetur proin ve mauris metus ve. Rhoncus purus et semper consectetuer nec. Iaculis curae quis.",
    "Euismod metus enim arcu curabitur tempus nascetur urna hac augue quis gravida. Pretium magna nam etiam curae duis accumsan ullamcorper interdum ridiculus risus quam sed vel. Aliquam magna eros. Lacinia fames ve dictum ve dui. Vivamus neque proin ultricies. Gravida fames at ad taciti ut interdum iaculis etiam et semper per cras sit mattis fermentum aliquam rutrum. Conubia etiam curae cum gravida justo urna mattis. Viverra proin cras duis euismod id fringilla a cum fringilla arcu. Aliquet magna elit vivamus vulputate ante condimentum consectetuer commodo enim ac hac cursus class tincidunt. Feugiat dolor. Egestas netus. Natoque metus. Aliquam purus adipiscing. Natoque neque proin a dapibus nullam eros convallis molestie ac turpis donec. Aliquet class. Natoque dolor velit nostra enim ut vulputate consequat. Lacinia porta duis viverra nunc a etiam dapibus. Gravida velit orci vehicula class posuere nisl facilisi interdum blandit ut quam donec volutpat purus etiam curae ornare hymenaeos libero. Conubia proin donec interdum fermentum fames ante turpis mollis sit ad dolor consectetuer netus elit pharetra. Aliquam dolor. Viverra vitae erat a diam fames molestie nibh volutpat. Quisque fames dis eros parturient."
   ]
  }
 ],
 "abstract": "Sodales ipsum erat quisque blandit congue diam sed lorem gravida hymenaeos. Commodo ipsum nibh vel volutpat lacus et. Viverra lorem. Rhoncus felis mi cras et sit mi quam et proin ad dolor cursus ipsum sit. Iaculis purus nunc scelerisque sollicitudin rhoncus quis fringilla. Blandit morbi per pede. Natoque etiam duis sem erat quam in. Gravida dolor vitae elementum porttitor consectetuer est massa. Laoreet augue gravida aliquam eget turpis viverra blandit vulputate orci rhoncus fames parturient pharetra posuere. Blandit netus quis tortor gravida. Vivamus proin pede dui orci cubilia orci. Aliquet nulla elit odio ad lacus volutpat ut ornare non diam eros. Egestas neque vestibulum. Nonummy risus duis at amet ultrices dictum sapien. Cubilia morbi ad neque consectetuer dictumst felis ac penatibus. Iaculis netus eget purus eu mi cursus a adipiscing sed class est. Quisque velit amet netus quisque blandit elementum nunc orci tincidunt rutrum. Feugiat donec per adipiscing in consequat parturient. Nonummy augue odio potenti dapibus pellentesque tristique netus feugiat potenti sapien in faucibus erat non enim placerat aliquam euismod. Feugiat porta orci tellus quisque odio diam aliquet in elit vitae. Quisque metus quis curae tortor porta adipiscing ut. Iaculis massa eu dictum lacinia arcu duis leo cursus suscipit hendrerit eros iaculis magnis ut auctor etiam suspendisse.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Estes Game Corporation"
  }
 ]
}