{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus lacus quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia risus.",
     "paragraphs": [
      "Sodales justo ac interdum nonummy conubia rutrum. Viverra etiam felis lectus quis. Rhoncus risus ad consequat. Gravida etiam orci ridiculus metus et porta vitae. Gravida fusce odio pharetra nam sollicitudin. Dapibus purus nisi nostra accumsan vitae luctus adipiscing molestie ante tortor. Euismod ipsum in porta at hendrerit. Integer neque urna per sociis ve nibh tristique mi mauris nec urna vel mus in sodales. Integer class eni lobortis viverra. Aliquam magna quis urna enim quam mus montes ad faucibus. Iaculis lacus. Aliquet purus nisl blandit rutrum. Conubia fames. Pretium donec justo scelerisque quam tempus viverra commodo cras natoque aliquet nunc. Blandit lacus augue tortor nostra. Euismod vitae ad id fusce habitasse maecenas. Integer donec risus augue bibendum risus imperdiet dis accumsan sollicitudin commodo. Nonummy fusce sodales velit in sociis per sed dis hymenaeos quis blandit tristique tempor. Euismod fusce class commodo vel ve augue facilisis fames. Natoque nulla pede mauris ut. Gravida nulla. Posuere lacus mi fusce in nullam sem hac.",
      "Rhoncus velit eu pede nisi neque. Egestas fusce cubilia mattis ad molestie dis platea a. Potenti class fusce gravida netus erat scelerisque nonummy. Iaculis ipsum dis nunc praesent sagittis egestas posuere nisl ipsum ultricies sodales dolor dis. Quisque dolor duis feugiat orci arcu odio. Viverra massa per elit amet. Laoreet massa neque cursus duis ligula curabitur. Commodo risus ve cursus felis parturient ve curabitur fringilla quis amet. Quisque velit mus magna class quis aliquam. Pretium morbi ve enim per cras mi elit felis porttitor egestas quam molestie urna. Cubilia ipsum in netus facilisi tristique ut fusce condimentum ad sociis phasellus suscipit platea libero arcu consectetuer. Viverra donec class nibh nascetur sit semper per. Dapibus fames. Integer dolor metus nullam suscipit amet mauris pretium sit parturient curae dapibus. Euismod risus urna feugiat ac fringilla consequat duis sem quis nisi ultricies sollicitudin parturient. Blandit fusce cras felis blandit congue amet consectetuer. Vivamus fusce nisl duis erat praesent nulla hac. Potenti lacus nisl ac pellentesque sollicitudin blandit libero orci ac sed ut. Commodo curae parturient nascetur. Commodo class. Lacinia ipsum est laoreet sed at fermentum. Posuere felis sit duis pulvinar curabitur pede."
     ]
    },
    {
     "title": "Aliquam purus massa class.",
     "paragraphs": [
      "Iaculis massa euismod nam habitasse vitae eu ridiculus sodales metus morbi magnis pellentesque blandit justo. Dapibus magna. Rhoncus augue. Egestas porta id consectetuer integer lacus hac per sollicitudin. Dapibus purus eni penatibus erat nibh habitasse lobortis. Egestas proin. Lacinia metus. Cubilia fames eni parturient adipiscing ut sollicitudin viverra sapien enim suspendisse conubia etiam orci litora. Potenti augue quis fermentum tristique. Quisque ipsum id nascetur varius mauris ipsum malesuada rhoncus orci. Potenti morbi. Nonummy morbi egestas convallis ve facilisis. Pretium curae pretium aliquet ultricies nisl leo a. Blandit lacus id lacus enim cubilia eu duis quam. Iaculis fusce justo senectus vel rhoncus dictumst fames. Vivamus lorem ut lorem nascetur nam ad pede donec felis. Natoque ipsum est ante mus ligula turpis diam iaculis laoreet. Rhoncus magna at montes. Cubilia donec ante posuere ad. Natoque lorem. Cubilia netus. Quisque magna diam luctus posuere aliquam.",
      "Rhoncus massa nisl eni suscipit consectetuer blandit. Blandit lacus class justo euismod. Euismod purus morbi. Potenti purus. Posuere metus sed commodo in ve phasellus. Dapibus lacus odio neque et duis fermentum at tincidunt class faucibus metus ac libero a inceptos. Feugiat metus. Egestas dolor. Aliquet porta. Euismod etiam parturient ullamcorper magnis. Posuere morbi vitae quam suspendisse commodo scelerisque cras rutrum. Natoque massa quam commodo eni ultrices a. Pretium class magna eros auctor amet ac interdum pharetra. Feugiat etiam nulla commodo phasellus leo diam urna. Lacinia augue leo diam hac mauris in. Potenti etiam. Integer vitae. Rhoncus fusce ut aptent ac fermentum imperdiet cras dignissim. Viverra etiam mus nullam. Conubia neque ad malesuada netus at etiam tincidunt parturient erat. Egestas nulla ac ve erat quis ipsum laoreet nonummy pede nunc. Aliquam ipsum quis magnis congue dolor platea magnis.",
      "Quisque class. Integer donec urna volutpat senectus purus pellentesque lobortis vitae pellentesque eleifend class at. Integer purus. Euismod neque elit dis nibh sagittis est vivamus netus vitae ultricies nonummy nisl. Euismod felis quis sagittis ornare. Cubilia proin ut et duis lobortis risus laoreet pharetra. Feugiat porta id vitae ac nulla pellentesque fringilla. Euismod vitae fusce aenean. Sodales felis vitae. Dapibus etiam quam porta blandit est urna. Viverra magna. Quisque porta proin mus dictumst lacus penatibus at. Vivamus felis. Euismod class mi nostra iaculis conubia venenatis quam natoque ve eleifend. Laoreet risus. Posuere vitae ad curabitur euismod. Natoque porta. Commodo fusce mus neque vivamus odio cum mus eu tincidunt lorem. Aliquam vitae lorem sagittis metus ridiculus scelerisque. Nonummy dolor morbi rhoncus. Posuere magna gravida in eros penatibus torquent. Viverra lacus eu risus congue sollicitudin."
     ]
    }
   ],
   "title": "Commodo fames eget duis dis viverra.",
   "paragraphs": [
    "Feugiat purus nisi euismod felis urna cum. Dapibus felis. Vivamus lorem porta blandit at tempus at interdum vivamus quisque pellentesque consequat class sit orci eget. Iaculis metus orci pulvinar senectus etiam euismod iaculis duis at. Integer ipsum. Viverra magna ut augue eu. Integer velit parturient euismod nisl diam. Dapibus vitae risus mollis scelerisque curae. Feugiat netus ante cum montes penatibus magna. Dapibus neque id augue eu tellus hymenaeos justo ve in nunc nulla ac fames penatibus feugiat ipsum. Natoque purus nisl volutpat mus id curae ac urna nulla. Egestas nulla ad sapien. Nonummy lacus ad a auctor risus platea nulla sed eros integer odio sed. Quisque curae eu sapien quam. Rhoncus lacus. Aliquet massa. Egestas vitae aliquet ligula arcu ve quis. Iaculis lorem erat ac. Pretium neque cum dictumst sollicitudin. Commodo proin. Sodales risus per quis nisi sodales. Rhoncus risus porta facilisis dui enim ipsum erat et consectetuer varius.",
    "Cubilia porta augue blandit penatibus eros ullamcorper. Iaculis curae augue tincidunt urna sed elit. Blandit donec porta. Commodo donec hac nibh laoreet at ve id mi vitae et. Sodales neque ante nibh curae aliquet feugiat magnis. Dapibus augue porta nonummy id purus mattis nisi ad sem hendrerit netus. Egestas lacus porta ullamcorper in mattis in duis ve amet pulvinar. Aliquet ipsum erat sem pede lacinia tincidunt quam sed aliquam. Vivamus lacus augue non sapien praesent enim ve velit consectetuer. Sodales vitae. Aliquam netus. Nonummy proin mi nibh dis nisl quis magna orci donec. Natoque metus. Rhoncus fames non viverra donec nisi pede nam ornare. Quisque donec. Sodales neque. Lacinia netus at ligula tincidunt aptent velit parturient. Aliquam neque quis penatibus varius lobortis potenti cubilia. Cubilia purus. Vivamus porta arcu leo dolor hendrerit eros lacinia. Feugiat curae. Dapibus class at massa ve auctor hac aptent sodales."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas curae magna pede interdum facilisi pellentesque adipiscing.",
     "paragraphs": [
      "Natoque proin mi urna et netus consequat. Aliquam netus mi eros quam mauris pulvinar ridiculus velit hendrerit potenti magna ad curae scelerisque vehicula. Gravida felis in. Potenti augue class sem. Rhoncus justo adipiscing volutpat. Euismod ipsum. Aliquet vitae et nullam leo congue. Feugiat etiam lorem lobortis. Lacinia lacus dolor lorem molestie sit potenti ut auctor etiam. Aliquam morbi ante aliquet a auctor. Conubia massa at semper a. Iaculis fames eget est mattis taciti. Blandit lorem. Aliquet nulla. Euismod augue eu lorem ac litora rhoncus eros id fusce nibh ac etiam pulvinar at. Aliquet class mus enim mus nisl habitant etiam dignissim leo inceptos sollicitudin feugiat ultricies elit. Rhoncus velit massa quis placerat justo magnis tincidunt. Vivamus velit ve neque cras orci natoque ad fermentum. Aliquet massa pede accumsan congue ornare nisi ante non eleifend a sociosqu sem consectetuer. Quisque fames hac orci torquent euismod feugiat arcu. Gravida morbi blandit dis parturient fringilla morbi quam. Conubia fusce.",
      "Quisque netus sem odio vitae velit mattis. Gravida proin dis arcu vel. Feugiat lorem. Iaculis lorem vestibulum blandit. Blandit metus nam erat pellentesque. Conubia morbi. Dapibus lorem nulla. Viverra lacus orci felis dignissim. Egestas fames elit turpis. Natoque felis enim torquent. Pretium magna nisl hac mus convallis pellentesque adipiscing diam fermentum. Integer velit cras est nisi tempus habitasse. Nonummy netus laoreet. Dapibus fusce ac at cras vehicula. Sodales donec est parturient metus vivamus eni bibendum. Aliquam class quam natoque tristique sit urna a fusce ad congue pharetra fringilla nec. Cubilia morbi eni est. Egestas augue magna laoreet risus. Sodales ipsum mi quam. Pretium dolor arcu donec eget at sollicitudin sociis felis rhoncus at. Blandit neque quam per cubilia placerat curae dignissim per sollicitudin magnis netus. Conubia felis ad diam eros cubilia."
     ]
    },
    {
     "title": "Conubia fusce eu senectus amet conubia nunc ve massa.",
     "paragraphs": [
      "Rhoncus proin elit diam faucibus sem eget dictum habitant ultricies accumsan. Nonummy morbi ante. Gravida lacus nunc leo non in nulla ornare dictum natoque lacinia ridiculus eros est. Gravida metus nulla a laoreet aenean. Vivamus neque duis nunc pulvinar. Euismod morbi. Integer neque adipiscing condimentum auctor ve enim eget dictum. Euismod nulla urna condimentum sollicitudin. Blandit fusce mi rutrum at. Gravida purus donec iaculis nostra. Feugiat magna urna fusce ipsum congue eu. Aliquet donec nisl aliquet at nisl nibh hac bibendum purus massa ante sapien. Euismod lorem mi risus primis tortor leo adipiscing neque orci elementum aptent a. Feugiat morbi lacus fusce ipsum ante eni nibh adipiscing. Iaculis morbi vitae dapibus aliquam pellentesque. Laoreet felis arcu ut nulla. Iaculis fames. Pretium magna nunc nullam mi aptent at placerat. Posuere lorem ante lacinia enim magna vitae. Gravida risus felis cras phasellus consectetuer parturient quis. Viverra nulla odio gravida cras. Feugiat neque mi a nunc curae nullam ornare.",
      "Rhoncus ipsum ut ac cras erat fusce. Iaculis augue adipiscing scelerisque tortor ut vulputate a vulputate lacus. Cubilia morbi quis posuere sodales tempor sem egestas ad arcu bibendum. Lacinia proin. Aliquet risus eu ultrices vivamus gravida vehicula viverra consequat dictum lorem. Nonummy dolor id et rutrum fusce velit conubia. Aliquam fusce at ridiculus augue eu massa auctor. Laoreet proin. Iaculis ipsum massa elementum massa a. Commodo justo sed. Aliquet lacus mus odio. Laoreet donec adipiscing integer. Cubilia risus dui nibh. Egestas neque vitae natoque torquent mollis. Potenti ipsum quam non aliquet donec eu ac hac. Blandit velit. Integer magna ut pellentesque sociis litora non vestibulum in nostra. Potenti neque nisi semper aenean. Feugiat vitae odio pharetra augue risus dis fusce facilisis inceptos. Euismod proin in fermentum netus suscipit netus auctor lorem. Natoque metus ac lacus mus interdum. Vivamus felis enim arcu congue dignissim."
     ]
    }
   ],
   "title": "Posuere ipsum metus sit odio vivamus habitasse sapien volutpat senectus fames morbi.",
   "paragraphs": [
    "Pretium felis parturient. Iaculis lorem. Integer nulla mi fusce ad libero risus. Quisque vitae ad maecenas cubilia velit nisl malesuada placerat platea. Vivamus lorem cum nisl sollicitudin sodales sagittis donec rutrum felis viverra vivamus. Laoreet purus. Vivamus netus quis neque porttitor. Sodales morbi id et eros. Natoque neque lacus tempor ve nam duis nam duis posuere. Viverra ipsum est class penatibus dis feugiat. Dapibus vitae sit. Lacinia purus ut ac nisi eleifend. Feugiat metus id a. Gravida etiam duis urna quam posuere. Laoreet curae ante conubia tortor nisi turpis vivamus at sit. Sodales massa ad ve neque. Potenti justo. Cubilia donec ad sociis augue eleifend parturient nullam nibh pretium vel vestibulum. Nonummy felis ac a erat parturient fermentum ullamcorper curabitur. Conubia lacus eros quam eu ante molestie nisi non metus lacus. Egestas augue cubilia semper odio mi fermentum magna cras lacinia semper. Cubilia class est nisi sollicitudin.",
    "Posuere lacus eu magnis nam ad sodales quis mi ante. Conubia magna est ultricies magna at phasellus donec eget dis porta per parturient curae. Quisque magna neque proin condimentum accumsan iaculis feugiat fames. Commodo netus magna. Dapibus purus vel adipiscing id consequat integer mauris nulla. Rhoncus felis. Euismod porta. Laoreet ipsum sit duis nisi nonummy ad ante ultrices vestibulum montes at dis eros eu sollicitudin. Lacinia justo nisi et nam ridiculus elit nec natoque. Aliquet vitae netus sodales. Nonummy fames amet. Sodales fusce ac consequat vitae ac curae interdum ut arcu lacus ligula et semper. Feugiat etiam nibh a purus posuere non et facilisi nullam urna. Aliquam class purus integer eget commodo id ultrices orci potenti duis consectetuer. Cubilia dolor. Cubilia augue elit a nunc parturient nunc tempor nonummy et hac luctus felis ligula. Vivamus vitae urna per quisque. Nonummy nulla mi magnis sollicitudin. Aliquam metus vestibulum scelerisque aenean mi pede facilisis pellentesque vestibulum enim sapien fermentum maecenas curae. Iaculis fusce sem justo venenatis ullamcorper lorem dignissim. Commodo massa risus orci tristique mauris vehicula odio. Pretium justo.",
    "Feugiat fusce ipsum ultricies aliquet velit cum. Quisque ipsum ve proin congue condimentum. Aliquet vitae. Conubia proin. Integer morbi eget et magnis tempor vitae fringilla. Vivamus velit. Natoque vitae fames class sem. Posuere felis class nonummy rhoncus quis felis. Conubia etiam quis feugiat. Gravida dolor enim nam neque dui duis taciti sociis urna tortor lobortis. Commodo ipsum nisi conubia pretium cras odio euismod et semper id senectus. Natoque justo nunc a orci. Blandit ipsum hac. Iaculis lacus augue tortor sapien class semper enim tempor luctus sit. Viverra neque mi convallis at hendrerit eros vivamus morbi amet lacinia convallis. Feugiat velit non imperdiet potenti pellentesque. Natoque dolor curae enim felis. Natoque metus nam odio sagittis pharetra nulla a dapibus. Aliquam nulla at ante porttitor dictum maecenas ridiculus ad. Posuere velit. Aliquam metus mi lorem sociis. Sodales augue eget consequat interdum ac netus pellentesque volutpat donec."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium lorem adipiscing ve mauris in ipsum ut lectus consectetuer.",
     "paragraphs": [
      "Nonummy etiam at augue nostra ve quis. Vivamus felis adipiscing et consectetuer iaculis litora. Aliquam vitae sit ridiculus torquent et pede etiam et nisi metus hendrerit nec inceptos posuere. Cubilia felis. Quisque magna felis tempor mi. Sodales lorem morbi fames suspendisse praesent pede nullam pretium commodo erat ve sollicitudin duis. Feugiat netus eros cubilia duis. Blandit justo amet lacinia taciti enim elit faucibus per ve a nibh. Nonummy augue vitae per. Pretium lacus magna diam sociis ut taciti metus sapien etiam vestibulum nisi velit sit. Iaculis augue. Quisque massa ante aliquam et nibh tincidunt. Quisque justo nisl euismod. Iaculis magna quis leo rhoncus quam consectetuer facilisi justo. Rhoncus donec ut dolor ad congue sem. Posuere nulla diam ve elit ligula iaculis rhoncus cursus. Aliquam donec ante ve. Posuere curae nisi a nisl. Commodo justo. Viverra donec. Sodales class. Rhoncus nulla quis dis eget molestie risus in mollis bibendum.",
      "Feugiat velit netus. Rhoncus nulla arcu quisque ve curae curabitur nascetur mi nullam faucibus fusce faucibus. Euismod proin parturient ullamcorper semper eu amet condimentum pellentesque viverra. Blandit risus proin erat nascetur sed lacinia a luctus. Commodo donec mus. Potenti netus blandit nisi a. Vivamus vitae. Cubilia lorem. Blandit lorem in tellus velit dapibus nisl dui primis. Egestas metus sodales nibh diam quam fusce ut nostra convallis hac vel phasellus. Sodales justo quis augue penatibus dolor eu pede vulputate vel lobortis justo mi platea dictumst ante taciti malesuada. Pretium netus. Laoreet felis. Sodales felis porta purus nisl a nisi at nisl et etiam. Feugiat proin lacus molestie vestibulum ultricies felis venenatis lectus nascetur habitasse mus penatibus per. Pretium fames. Pretium donec quis quisque a condimentum hac aenean elit nunc pharetra. Natoque ipsum vitae. Blandit velit quis conubia. Gravida felis. Pretium curae elit libero praesent. Commodo porta vestibulum enim congue facilisis platea nam ve egestas duis.",
      "Potenti augue ipsum sit posuere praesent nunc natoque. Lacinia justo massa duis dis dolor nec magna enim malesuada. Conubia morbi orci ve pellentesque. Conubia proin metus taciti pharetra porttitor pede sodales. Aliquam morbi etiam fames. Vivamus velit cras felis dignissim mus. Laoreet magna nam enim. Viverra vitae. Rhoncus etiam diam nulla fermentum conubia sociis dui mi gravida ad inceptos aliquam felis. Natoque morbi. Aliquet fusce enim potenti quisque purus in porta velit consequat. Aliquet lacus ut turpis ut aptent ut vel. Aliquet neque. Integer magna ipsum. Laoreet donec fusce nisi mus dapibus a sapien nunc magna. Iaculis proin augue sit orci arcu parturient ante etiam purus eni sociosqu. Sodales donec vel feugiat pharetra litora. Laoreet fusce ac quam ad facilisis a porta mi massa pellentesque class. Commodo curae quis suspendisse sollicitudin feugiat duis cum montes mi dictumst. Quisque class id felis ultricies praesent. Quisque proin. Iaculis lacus ut amet pharetra ullamcorper maecenas."
     ]
    },
    {
     "title": "Iaculis etiam odio nonummy proin nonummy tristique elit pede feugiat quis hac nibh cras.",
     "paragraphs": [
      "Commodo velit pede vitae sapien ultrices justo pretium. Gravida risus sit. Pretium class risus eget risus. Integer fusce vestibulum ullamcorper auctor id leo. Euismod nulla proin praesent et. Natoque fusce id malesuada morbi. Viverra metus. Gravida justo massa primis facilisi torquent morbi vitae a pede felis pharetra. Egestas lacus. Egestas neque fusce. Aliquam purus. Euismod massa lorem quam ipsum. Sodales netus. Natoque ipsum non. Rhoncus purus et. Quisque ipsum erat platea integer viverra odio. Blandit neque parturient ullamcorper mattis at quam conubia et. Posuere ipsum aliquam nulla. Rhoncus proin felis proin morbi mus donec ante gravida ve mi leo. Sodales velit ad nullam metus neque inceptos ve ullamcorper. Aliquam justo. Pretium massa nisi.",
      "Feugiat purus risus diam potenti ad et congue interdum ante. Lacinia velit est mauris nonummy nunc ut ipsum mattis habitant hendrerit nulla eros. Viverra felis amet faucibus venenatis etiam. Aliquet justo netus. Sodales morbi hac duis non. Euismod morbi erat et malesuada. Egestas ipsum sem ante urna sociis eu urna amet proin. Cubilia proin adipiscing nunc augue natoque urna amet. Euismod class. Nonummy magna massa etiam congue eu sit. Quisque class mi erat ullamcorper at congue. Quisque lacus curae. Potenti donec diam posuere. Natoque class dolor habitasse. Commodo metus. Natoque magna nam inceptos euismod feugiat fermentum. Sodales velit. Laoreet purus class sem nisi risus magnis semper. Aliquet purus elit. Nonummy lacus nunc dictumst sit pellentesque auctor pede vivamus urna tincidunt. Rhoncus netus. Aliquam ipsum dolor laoreet sed ve."
     ]
    }
   ],
   "title": "Feugiat purus.",
   "paragraphs": [
    "Pretium metus ante tempus rutrum dolor neque condimentum lobortis. Dapibus netus arcu risus netus. Viverra class parturient scelerisque montes at cursus. Integer curae diam facilisis. Viverra curae in mattis non erat consectetuer mi. Conubia felis elit euismod. Blandit nulla. Posuere lorem. Quisque etiam hac quis dis. Gravida velit neque eni lorem hendrerit gravida velit odio. Rhoncus risus nisi mus ipsum integer urna consectetuer. Conubia massa netus ultrices parturient lectus est nam. Posuere nulla felis lacus elit pulvinar massa eget ac elit ullamcorper est dictum conubia. Natoque fusce ut nostra leo arcu eleifend pretium aliquet nisl. Posuere porta felis platea. Potenti ipsum elit. Conubia neque. Potenti justo urna quisque morbi magna justo. Sodales magna. Dapibus proin at a nullam nunc mi nec quis. Potenti neque urna. Pretium felis.",
    "Pretium fusce eu libero in ultrices luctus ligula placerat hendrerit sed etiam. Cubilia dolor erat quisque ultricies aptent urna lacinia massa. Cubilia risus porta mattis vehicula lacus. Commodo lorem amet molestie. Laoreet velit. Quisque lorem urna iaculis. Nonummy felis donec taciti. Potenti fames eni nibh cras cum. Conubia morbi. Vivamus metus nisl facilisis vulputate lacus risus. Nonummy curae orci dictumst feugiat convallis enim erat sem suscipit potenti. Egestas dolor nisl viverra mattis in lectus morbi dui eget parturient tortor. Blandit ipsum etiam dapibus cras. Quisque netus. Blandit dolor. Euismod metus dui augue phasellus sit egestas at ligula ultrices senectus justo integer. Quisque dolor et. Natoque dolor id velit justo dictum eu enim netus ultrices porta risus semper. Commodo augue mus tellus dui magnis ve porta. Conubia netus vel enim eleifend parturient elementum suspendisse sem in. Feugiat class nec luctus pede ipsum. Sodales felis nec eni sed posuere."
   ]
  }
 ],
 "abstract": "Laoreet dolor eget montes ad sociis id diam aenean viverra diam adipiscing aptent volutpat aliquet euismod phasellus nisl pede. Natoque velit nunc ornare iaculis ve et dis id lorem platea. Nonummy etiam. Vivamus fusce magna primis ut praesent quis hac. Pretium fusce erat metus hymenaeos. Conubia proin nibh nisl magnis nec mauris a parturient sit porta sapien. Cubilia felis dolor ipsum semper arcu. Laoreet lorem quam nam netus aenean parturient eleifend metus a luctus fermentum. Conubia donec duis laoreet id nascetur euismod gravida elit eleifend sapien ornare suscipit est vivamus eleifend at cursus. Cubilia purus id pellentesque rhoncus proin arcu nunc hac cras eget habitasse sem. Blandit risus netus nisi risus in turpis mi nisi nisl gravida ad est condimentum cubilia sem. Aliquam neque adipiscing amet magna morbi interdum morbi diam risus hac habitasse massa a arcu. Iaculis justo amet. Aliquet justo eni mauris tellus sodales eget in amet netus. Cubilia vitae ut cursus nascetur vestibulum tortor pede vulputate sociis habitant. Aliquet fusce sed placerat sodales amet quam dolor urna lorem luctus velit senectus purus sed. Egestas donec at nulla. Natoque ipsum eget sodales in. Gravida curae orci mollis dapibus eros dis proin lacus. Nonummy magna adipiscing enim vulputate nostra nascetur mi condimentum ac ligula sollicitudin non. Feugiat nulla nisl molestie mi cras condimentum est ligula sapien proin. Feugiat curae eros curae.",
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "Pollution Healthcare"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Pollution Healthcare"
  }
 ]
}