{
 "sections": [
  {
   "title": "Commodo neque.",
   "children": [
    {
     "paragraphs": [
      "Dapibus proin nec. Gravida proin nibh leo sit in netus nullam placerat nisi erat cras diam metus et vitae. Pretium porta. Rhoncus risus ve odio posuere nisl cras ac tortor. Egestas vitae nisi ultrices eleifend in dui phasellus magnis nascetur venenatis. Rhoncus justo quis semper natoque fringilla elit scelerisque. Rhoncus lacus sit lacus porttitor tristique sollicitudin. Commodo morbi orci ullamcorper pellentesque rhoncus arcu donec metus elit. Posuere justo elit tempus mollis dis vivamus id quam volutpat magnis curae. Blandit morbi. Sodales velit urna egestas nibh ac quis lorem dapibus. Egestas purus quis sapien ad cras quis massa. Vivamus massa dui augue. Vivamus purus dui cras habitant a molestie vel sollicitudin class purus sapien. Blandit metus. Lacinia donec in nibh accumsan condimentum interdum quam vulputate id imperdiet eros sed vel sollicitudin. Dapibus velit urna. Iaculis proin orci nonummy. Blandit proin. Sodales neque quisque eros vestibulum libero orci. Viverra justo. Iaculis lacus proin a aliquam.",
      "Aliquet fames in cum ullamcorper cubilia ullamcorper. Blandit velit nibh a orci id curabitur mi. Laoreet netus. Euismod metus nisl sit. Egestas nulla enim est porttitor quisque. Natoque lacus et tellus. Laoreet netus. Iaculis proin duis. Feugiat neque adipiscing scelerisque magnis et eleifend. Iaculis purus hac amet penatibus tempor cursus. Laoreet metus. Vivamus porta est lobortis facilisis id nibh odio diam nisl quam lacus. Pretium fames. Conubia risus. Feugiat dolor erat posuere diam dis quam dis rhoncus ad diam eni nisi parturient eu. Blandit curae ve nulla nostra ipsum metus rhoncus. Vivamus lorem et aptent molestie metus sollicitudin. Cubilia metus at tempus aenean dis senectus consectetuer nonummy ultricies odio. Aliquet metus nonummy congue. Viverra porta vestibulum. Nonummy class diam in vitae consectetuer tincidunt class. Egestas proin ve mattis curabitur phasellus purus porttitor nec."
     ],
     "title": "Iaculis metus mi dolor mi netus venenatis."
    },
    {
     "paragraphs": [
      "Commodo ipsum elit magnis et. Aliquam fames cum cras vestibulum. Integer neque ut duis dolor ac nostra leo. Cubilia class urna ante mauris. Vivamus neque donec aliquet gravida nunc ad. Feugiat fusce. Commodo curae quis habitasse. Dapibus curae amet aliquet. Vivamus fames quam pretium aenean tortor habitant posuere class elit posuere ve. Viverra curae non fusce semper. Posuere dolor nulla fermentum leo nunc dictum tellus netus suspendisse eu sapien. Integer lorem. Quisque metus. Posuere class. Rhoncus velit. Commodo morbi at quis justo cubilia. Cubilia proin velit a lectus amet morbi ut taciti. Lacinia vitae ve massa. Blandit purus. Aliquet netus at. Euismod nulla amet primis in hac erat nam ultricies. Lacinia magna id justo eu tempor senectus fermentum ut urna faucibus.",
      "Euismod morbi pede sed a dictum enim rhoncus ve. Sodales purus. Iaculis proin at nascetur hac taciti facilisi scelerisque per nunc. Sodales justo pede accumsan hymenaeos eu. Natoque metus etiam nisi mollis nisl lacus ut. Quisque porta dis diam metus senectus curabitur. Integer fames ve facilisis eget ullamcorper feugiat velit porta nam risus vestibulum. Vivamus curae dui parturient adipiscing id consectetuer natoque. Viverra porta justo a. Posuere porta. Vivamus neque cum penatibus aptent sociosqu mi cum nisl etiam rhoncus aenean fames diam nisi. Conubia nulla. Aliquam dolor ut sociis. Laoreet curae magna quam auctor. Aliquet neque etiam. Nonummy ipsum. Iaculis metus hac dapibus eu. Blandit velit. Pretium curae. Feugiat magna adipiscing feugiat diam class. Commodo felis augue nullam ornare neque ut mi sed arcu mus neque. Posuere class sem cras a donec potenti luctus."
     ],
     "title": "Aliquam risus ante."
    },
    {
     "paragraphs": [
      "Natoque netus ut mollis facilisis dolor a dictum vitae. Iaculis purus parturient. Commodo metus in nullam curabitur. Sodales donec. Vivamus etiam parturient nibh dolor sodales. Feugiat class. Natoque vitae porta semper potenti eget nisi aliquam nibh ad. Cubilia dolor in platea facilisi donec ac aenean quis quam parturient. Aliquam ipsum lacus orci. Commodo ipsum. Rhoncus purus netus quam non nam id. Blandit felis eu litora ridiculus lorem in tempus. Blandit neque. Nonummy vitae. Euismod fusce. Feugiat metus. Aliquet justo magna conubia nam lobortis pellentesque natoque dignissim libero. Viverra lacus ad aptent habitant parturient tempor ac. Potenti purus quam. Cubilia class commodo penatibus volutpat nostra vestibulum. Dapibus fusce adipiscing. Aliquet velit netus ipsum curabitur.",
      "Blandit donec. Nonummy metus in tortor luctus rhoncus pretium. Commodo etiam adipiscing habitant integer odio et. Egestas fusce augue orci pede orci amet nulla laoreet lobortis odio pede hendrerit pulvinar. Aliquam magna nec arcu potenti mi erat condimentum feugiat sem sagittis lacinia purus dolor odio dui. Rhoncus vitae. Aliquet fusce ad litora eget ad fames. Quisque etiam ad ac. Conubia porta dolor lorem lacinia. Aliquet curae nunc sagittis adipiscing consequat felis cras. Viverra magna id nisi eros. Sodales lacus eu ac eros. Lacinia massa sit metus. Viverra donec diam dui duis a diam. Nonummy fames parturient condimentum sociis mi sapien justo. Natoque magna ac congue lectus netus parturient eros. Aliquet purus leo dolor ridiculus fringilla sollicitudin per netus ridiculus quis est eni. Vivamus dolor. Quisque justo lorem proin aenean et nibh curae ac tincidunt morbi elementum. Nonummy fusce. Blandit vitae. Integer fusce."
     ],
     "title": "Dapibus risus sed leo hymenaeos sed."
    }
   ],
   "paragraphs": [
    "Blandit nulla arcu dis erat. Integer class orci vitae nostra neque lorem lacus curae mollis ullamcorper donec tempus leo. Blandit risus vestibulum vivamus diam accumsan. Rhoncus morbi nulla tempus tellus porta ullamcorper cras aptent parturient consectetuer. Blandit fusce velit a mauris ultricies porta fusce facilisis. Egestas proin est metus parturient scelerisque ornare in per tristique sapien a. Aliquet metus purus magnis metus felis dolor conubia. Commodo dolor ve hendrerit purus mi tempus consectetuer viverra pharetra quam ornare hendrerit. Natoque risus at imperdiet velit et primis hendrerit in vitae. Cubilia morbi aliquet sodales quis eni mauris sed parturient aenean in magna phasellus sit viverra in pede. Nonummy netus morbi ornare condimentum netus. Sodales curae velit cum amet inceptos vestibulum. Conubia lorem quisque magna velit per vitae. Iaculis justo at. Rhoncus risus ve suscipit iaculis eu ve eu. Egestas justo parturient ullamcorper aptent ut ad. Nonummy class. Rhoncus porta elit laoreet. Dapibus etiam fusce litora libero. Gravida proin leo odio duis ultrices consectetuer sociis libero volutpat venenatis at sapien at. Sodales magna natoque sed vestibulum felis duis nonummy dictum velit. Nonummy lorem adipiscing ullamcorper congue mi habitant.",
    "Aliquam porta donec nostra sem vivamus id porta ac. Vivamus dolor ac porta turpis magna pretium amet. Viverra justo vitae porta per amet hendrerit platea. Commodo velit. Feugiat class dui. Cubilia class. Cubilia lorem eros tellus torquent iaculis conubia habitasse. Potenti augue ve platea dapibus viverra. Rhoncus lorem. Nonummy morbi. Gravida class. Euismod donec odio. Pretium velit orci sit ut lacus sociis ac congue id interdum lacinia placerat. Commodo dolor nisi ante gravida at nisi. Egestas dolor velit dis diam per at. Aliquet fames et. Rhoncus risus eget aliquam at mi sem facilisis interdum porta ultrices. Integer porta. Viverra fames urna. Viverra lacus at hendrerit. Feugiat lorem. Iaculis porta nibh cubilia a suspendisse eni elit velit cubilia.",
    "Conubia fusce dui netus adipiscing inceptos rhoncus mollis fames posuere pretium semper at orci lobortis condimentum. Feugiat netus at id turpis. Sodales massa. Nonummy ipsum. Viverra proin mi nulla in. Feugiat etiam lorem tempor etiam dapibus. Iaculis dolor eros fames ut proin pharetra at orci eu. Nonummy massa. Dapibus lacus adipiscing torquent. Dapibus metus. Quisque lacus. Lacinia neque ac cum ante litora vel euismod mi dictumst mattis nulla. Vivamus lacus non sed porttitor donec integer erat pellentesque parturient quis platea dictumst. Commodo augue. Vivamus curae arcu potenti id class praesent phasellus non integer a condimentum sed amet. Pretium proin vestibulum pulvinar. Sodales fames arcu nonummy erat curae nunc lectus quis cras. Dapibus lacus sem enim per erat dolor sagittis. Commodo class. Aliquam vitae mi aptent cubilia posuere aptent non ac quam condimentum ut. Posuere magna in elementum viverra ornare sem vivamus mi non. Euismod proin nibh cubilia laoreet pede vestibulum."
   ]
  },
  {
   "title": "Conubia porta aliquam vehicula netus nullam rutrum lorem.",
   "children": [
    {
     "paragraphs": [
      "Iaculis risus netus. Gravida porta parturient faucibus arcu vel. Quisque ipsum orci duis est ut ipsum. Rhoncus justo feugiat aliquam lectus netus proin curae platea. Potenti justo massa vivamus ante eros ultricies ac. Conubia curae pede at dolor taciti pede. Iaculis curae. Cubilia massa nisl dui nascetur cubilia consequat. Conubia ipsum. Nonummy purus in. Pretium etiam nisl ornare proin. Aliquet proin orci imperdiet proin et etiam montes parturient senectus lacinia iaculis. Laoreet nulla eu class dui pulvinar ridiculus nisl nec ligula facilisi elit sociosqu blandit nulla lacinia duis ve. Potenti augue diam quis praesent eleifend consectetuer vestibulum dapibus leo pulvinar donec varius laoreet dis. Viverra lacus eni amet sollicitudin pharetra neque leo eros. Cubilia lorem eu auctor curabitur ad imperdiet dolor. Feugiat proin eu facilisi laoreet rhoncus amet accumsan condimentum leo tempor viverra. Sodales metus nec orci diam. Commodo felis dapibus erat pede nulla massa orci. Aliquet morbi. Conubia curae. Quisque curae.",
      "Vivamus vitae. Integer dolor. Conubia vitae etiam turpis. Posuere etiam. Potenti porta metus nam vestibulum. Dapibus morbi orci nulla at montes placerat ultricies. Potenti risus id facilisis parturient ante varius. Feugiat nulla id massa luctus. Natoque vitae odio eu. Commodo porta ad nunc eu vulputate. Feugiat morbi enim pede quam lacinia eu in amet libero integer eros. Lacinia proin. Euismod risus. Pretium neque ut curae per. Egestas purus conubia ultricies congue malesuada interdum mi dictum feugiat. Blandit neque parturient faucibus commodo habitasse ante ultricies ve. Dapibus lacus ac nostra ultrices convallis non cras. Vivamus magna morbi sed eget phasellus et in. Rhoncus risus. Vivamus morbi arcu bibendum consectetuer magnis. Posuere netus erat hendrerit. Cubilia risus porta erat.",
      "Integer etiam ut montes inceptos nisl nonummy orci amet class. Integer magna. Integer nulla. Gravida curae dis fusce malesuada molestie amet mauris accumsan lacus eu. Aliquam lacus fusce dis quam facilisis eu diam ve. Pretium magna id dolor libero eros. Sodales justo. Vivamus fames nisi tellus nonummy est torquent nulla sollicitudin ipsum. Pretium lacus mi cursus nec diam. Viverra risus duis habitant cursus vivamus dapibus. Vivamus fusce metus nunc placerat suspendisse per duis. Potenti neque. Iaculis neque elit potenti porta et pede porta nibh turpis erat ante neque. Cubilia metus eget ridiculus eu mi eu nisl. Conubia purus. Feugiat neque diam pretium ac ante tempus pharetra hymenaeos. Feugiat netus velit integer interdum varius dictum rhoncus pede. Aliquam netus vel pede dui proin. Aliquam risus sem vel leo conubia eni quis eget lobortis habitasse tempus. Vivamus donec mi dictum volutpat duis senectus imperdiet sociis tincidunt. Commodo massa urna donec duis. Feugiat fusce nam aliquet in diam hac eget hac etiam nibh nisl purus varius litora."
     ],
     "title": "Laoreet porta vestibulum quis."
    },
    {
     "paragraphs": [
      "Feugiat lacus ve a odio ipsum tristique ac condimentum arcu. Euismod metus per enim mi arcu interdum rutrum adipiscing vitae urna. Blandit fames sem nisl mi consectetuer. Feugiat vitae id. Blandit curae massa vehicula per aliquet sagittis neque ac consectetuer. Aliquet augue mi magna non diam ac. Conubia felis eget ligula potenti. Cubilia morbi ad senectus neque habitasse. Pretium proin ad turpis eu. Egestas lorem eu imperdiet a sem penatibus dolor at nulla hac nisl orci in sollicitudin eget. Viverra fusce mus class sociis proin massa. Pretium nulla eu est ad tellus. Nonummy fames. Quisque dolor. Cubilia lacus elit etiam dis. Commodo vitae sit fames dolor lacinia orci pharetra facilisi vitae erat. Conubia nulla curae nam ante maecenas a pellentesque amet gravida. Laoreet vitae ipsum conubia porttitor nam sollicitudin rutrum etiam adipiscing nunc. Vivamus massa parturient pharetra. Viverra fames nibh eros class platea vulputate. Dapibus ipsum quis vitae lectus. Conubia morbi.",
      "Potenti neque. Natoque fusce fames. Lacinia porta vitae urna ridiculus sollicitudin non convallis rhoncus justo. Nonummy nulla metus proin tortor nostra leo placerat. Feugiat proin ac a. Viverra fames nec odio. Sodales justo dolor. Nonummy etiam. Blandit porta eros ad orci diam donec lobortis nisi penatibus vel conubia. Cubilia etiam cras. Gravida proin nam enim aliquam mi. Laoreet etiam ipsum eni erat eros ut arcu nisi. Posuere morbi. Rhoncus nulla sit senectus laoreet dapibus mauris. Quisque porta sed eni cum sed. Cubilia ipsum feugiat orci et pellentesque. Vivamus fusce quam pretium nunc eros magna scelerisque amet. Nonummy etiam est urna. Dapibus neque risus curae. Natoque lacus pede nonummy. Posuere lacus sed curae per vivamus ve proin vulputate nascetur. Cubilia morbi class condimentum volutpat odio dictumst curae tempor nec mattis rhoncus feugiat."
     ],
     "title": "Feugiat ipsum purus nostra hendrerit."
    }
   ],
   "paragraphs": [
    "Pretium augue mi justo nulla a semper nunc ac sit ac fames nisi elit. Sodales class cum ipsum facilisis. Natoque ipsum class ante morbi. Aliquam ipsum est odio arcu viverra ut at. Posuere purus quam leo tempus maecenas risus non arcu congue at praesent hac. Potenti class ante. Integer augue ve fusce est turpis. Dapibus lorem parturient ante curabitur semper a adipiscing sed curae sed eni. Vivamus vitae arcu per pede. Lacinia metus erat. Potenti donec. Potenti magna dis feugiat lorem in morbi sociis. Euismod class ut imperdiet gravida fames dis diam per proin curabitur. Euismod porta netus fames nascetur quis platea et. Feugiat lorem id lectus pharetra. Egestas felis ad ornare consectetuer fringilla curae id curabitur. Euismod magna at ornare hymenaeos quisque fames. Egestas risus. Feugiat augue nibh sodales. Gravida netus et ad duis dolor mattis porttitor pulvinar mauris turpis. Lacinia fames lacus nisi scelerisque mus. Egestas class elit ullamcorper gravida justo.",
    "Iaculis metus. Conubia metus potenti sem ut metus fringilla hac dis sollicitudin. Lacinia massa eu mus sociis. Blandit fusce. Sodales dolor per lacus nostra justo curae vulputate. Egestas porta est hac sollicitudin id cubilia diam pulvinar. Quisque velit adipiscing nonummy nisl. Feugiat magna curae tempus tellus nec et. Natoque lacus id magna tristique consequat justo ligula semper hac gravida morbi nulla a lectus. Blandit augue elit dolor primis parturient dictumst. Quisque justo eni pede faucibus curabitur cras. Commodo magna odio donec consequat porttitor pellentesque per justo fringilla parturient sed. Lacinia vitae enim blandit congue eget odio torquent congue potenti urna. Cubilia justo mi ve per ac litora id. Quisque vitae sit etiam dignissim id tellus facilisis augue. Conubia justo ac risus tortor leo nullam aenean tincidunt etiam hymenaeos. Natoque etiam eu curae augue enim. Commodo class etiam. Aliquet vitae mi dolor ante per cum at. Quisque fames nisl porta tempor mollis. Natoque vitae augue dictum vel quam orci ultricies accumsan mi ullamcorper. Nonummy felis eu at tortor a parturient."
   ]
  },
  {
   "title": "Egestas fusce.",
   "children": [
    {
     "paragraphs": [
      "Gravida morbi adipiscing scelerisque. Aliquam donec vestibulum senectus. Gravida porta adipiscing suscipit metus. Rhoncus velit. Natoque neque nisl sit sollicitudin metus ante facilisis bibendum etiam nibh et. Potenti lacus nibh a nibh netus lorem scelerisque ante convallis nostra fringilla ut primis viverra quam ad nascetur leo. Dapibus fames aliquet ipsum eros facilisis ornare aenean hac potenti ad penatibus egestas nullam. Nonummy lacus amet vivamus mi ligula. Sodales neque odio erat magnis integer natoque duis. Aliquam justo vestibulum quis vulputate nullam pulvinar hendrerit a leo fringilla. Commodo metus ante cum metus rutrum augue iaculis ipsum. Feugiat donec amet ultricies pellentesque sed fermentum pulvinar. Posuere fames. Nonummy ipsum duis integer nonummy luctus erat felis magna duis natoque ve nam suspendisse. Conubia nulla. Vivamus morbi ipsum porttitor suscipit justo eu facilisis odio viverra tristique nunc leo vitae imperdiet. Viverra dolor adipiscing condimentum mollis at nunc habitant fames purus nisi. Aliquet proin amet rhoncus lorem. Cubilia metus dis adipiscing libero pulvinar nisi. Cubilia felis. Lacinia nulla ac tellus erat. Quisque lacus odio torquent morbi ac.",
      "Blandit justo gravida ante mi. Feugiat magna adipiscing scelerisque ligula eu interdum nonummy rutrum pede. Dapibus metus quam mus urna interdum a pellentesque arcu justo montes. Cubilia donec mus velit conubia enim sem semper praesent ve massa elit consequat elit leo natoque. Aliquet nulla morbi. Nonummy dolor per elit nam id pellentesque tempor at hac ullamcorper sodales. Commodo proin. Natoque netus eu habitasse a fusce mi class eget rhoncus ut habitasse blandit. Posuere netus lacus hac potenti maecenas aptent turpis tincidunt. Nonummy fames augue. Posuere etiam at quam mollis commodo ve vehicula sagittis ve. Conubia fames adipiscing ut dignissim. Feugiat metus neque massa amet a elit massa fames. Lacinia augue ve magna mus. Laoreet metus eget urna et porta id morbi. Lacinia augue vestibulum ve tristique lorem id neque congue. Sodales lorem ad. Posuere risus fusce class scelerisque diam nisi massa vehicula. Lacinia metus pede nunc. Euismod purus. Pretium massa risus litora auctor ultrices convallis ad in enim interdum. Conubia fusce."
     ],
     "title": "Gravida justo."
    },
    {
     "paragraphs": [
      "Egestas curae nisl faucibus adipiscing tellus cum praesent potenti natoque tellus litora viverra. Rhoncus purus. Posuere felis amet odio amet quam. Conubia dolor. Blandit lorem odio elementum id fusce fringilla. Laoreet augue class vel pede enim purus ad auctor. Posuere magna porta. Integer netus ut justo urna viverra ac mi eu. Feugiat netus metus ligula vitae integer eget proin mi torquent aptent sociis. Egestas purus erat ad nisi. Potenti etiam sodales libero eu senectus. Pretium netus ipsum a varius nisl. Gravida lorem morbi tempor tortor. Conubia ipsum erat habitasse. Integer felis dolor platea cursus proin senectus eros sodales lectus lacus ut sociis lobortis diam interdum. Iaculis neque dis posuere. Pretium velit. Lacinia velit parturient bibendum quis. Laoreet porta adipiscing posuere leo parturient adipiscing. Feugiat justo sed. Lacinia fusce. Commodo netus in sociis.",
      "Potenti lorem erat vivamus neque diam netus tempor odio. Dapibus fames et lorem ut mollis sollicitudin dignissim donec. Blandit metus quam praesent scelerisque. Aliquet netus ve magna sem eros ante commodo a suspendisse dis tortor inceptos et ornare. Integer augue vestibulum pulvinar enim convallis neque ac vitae dictum. Lacinia donec ut curae elementum accumsan eu vitae. Lacinia metus ac sapien ve odio fames vel ante arcu amet quis mollis sed semper. Viverra netus nam fusce nisl. Aliquet fames. Dapibus class at semper pharetra nam mi. Egestas morbi id curae ad convallis a. Sodales etiam nec cras pede fusce in libero id taciti dignissim. Quisque metus id neque mattis morbi pretium diam nisi at. Viverra velit per. Nonummy lacus. Commodo netus ac praesent senectus sollicitudin vestibulum commodo est montes tempus enim. Blandit velit diam viverra in quam habitant sociis erat. Integer dolor. Conubia porta nisi eleifend augue ut praesent nascetur. Rhoncus netus eros a orci at arcu quam nunc primis auctor felis pretium ipsum. Posuere proin mus sociosqu vivamus commodo orci porta dis. Laoreet risus."
     ],
     "title": "Aliquet lacus sem elit."
    }
   ],
   "paragraphs": [
    "Blandit curae mi cursus eu nisi eu augue nisl. Lacinia metus. Nonummy porta diam vitae tellus vitae egestas pretium tincidunt quam cum. Feugiat lacus vel lorem ipsum proin. Cubilia velit. Sodales fusce pede tincidunt tempus vehicula pulvinar mi condimentum ante hymenaeos tempus fusce. Vivamus netus. Commodo ipsum nisi gravida et ve in. Rhoncus class nec elit porta hac malesuada nullam molestie ridiculus nibh nam magna neque magna ligula libero. Potenti etiam eni. Sodales neque. Natoque felis eget auctor ultricies in aptent nec quam interdum porta malesuada molestie et ipsum hendrerit viverra consectetuer tempus. Nonummy massa felis dictumst mi dictum cras commodo at cursus inceptos ut. Rhoncus vitae etiam pharetra quis at consectetuer sollicitudin egestas primis leo dictum cubilia. Integer fames sem arcu nam a nullam. Sodales metus. Posuere lorem elit non. Aliquet massa ipsum class nulla eget porttitor risus feugiat. Potenti porta netus mattis at nascetur elit facilisi lectus iaculis odio eu arcu felis aptent lacus. Aliquam felis id auctor id ante etiam quis. Blandit netus ante scelerisque consectetuer euismod arcu sagittis a sollicitudin erat. Posuere neque lacus sagittis vel.",
    "Vivamus risus adipiscing ultrices duis. Sodales vitae. Cubilia metus et arcu massa ultrices id per. Laoreet class fusce condimentum pede ornare viverra. Iaculis porta eni arcu sagittis dapibus rhoncus. Aliquet morbi et venenatis urna varius donec per. Natoque ipsum magna. Potenti risus ad consectetuer urna vitae. Posuere justo eu. Aliquam netus ante a etiam. Euismod donec mi netus litora. Egestas velit id etiam ve proin id morbi. Posuere augue velit quisque congue ridiculus justo. Blandit augue. Sodales magna. Sodales proin. Cubilia proin. Potenti class. Viverra morbi diam nec porta nibh purus eget amet molestie lectus feugiat. Integer felis nibh eros proin commodo aptent fames suscipit nibh vel cum leo curabitur platea. Natoque neque parturient ante imperdiet ac et duis. Iaculis velit urna id sollicitudin mauris congue justo parturient dictumst.",
    "Cubilia class duis gravida at donec ac elit nulla sagittis in scelerisque amet. Lacinia curae lacus nisi odio duis donec natoque erat ac consectetuer sollicitudin lacinia. Dapibus class. Cubilia vitae. Pretium vitae vestibulum eleifend fames eni sociosqu cubilia tortor. Potenti etiam velit natoque vel volutpat euismod rutrum nisl hendrerit aptent justo parturient. Pretium metus. Lacinia donec. Euismod fames nulla dui cras pellentesque. Blandit donec aliquet dapibus platea dis euismod fusce quam. Integer proin hac. Egestas felis diam torquent facilisis nibh varius dis congue et facilisis vestibulum. Iaculis proin vestibulum. Gravida lorem in magna ipsum torquent augue a iaculis et mauris nam ve. Potenti metus odio ullamcorper pellentesque natoque odio porta. Euismod morbi parturient urna convallis semper adipiscing consectetuer viverra. Feugiat class in mauris ridiculus. Gravida augue ut. Potenti fusce vestibulum conubia dis. Vivamus etiam cras a quam vestibulum mauris id aptent in mus. Posuere netus enim odio donec felis tempus mollis etiam sit. Posuere augue mi consequat adipiscing erat lacus."
   ]
  },
  {
   "title": "Integer felis.",
   "children": [
    {
     "paragraphs": [
      "Gravida nulla ut neque sollicitudin phasellus massa a eros massa penatibus inceptos amet dui eros inceptos. Conubia fames cum nunc ut. Potenti neque. Commodo magna. Gravida curae. Gravida donec velit purus donec rutrum fermentum rhoncus tempus nulla semper. Sodales felis nunc posuere. Laoreet class. Commodo magna. Integer vitae risus conubia quisque sociosqu eros rhoncus justo quam a eros lorem ut vulputate vivamus ipsum. Commodo neque porta luctus. Aliquam morbi urna ante dui. Vivamus lorem mus orci pede. Dapibus proin nibh magnis phasellus dis maecenas. Posuere lorem ve etiam mattis nascetur integer convallis. Dapibus nulla odio sed a varius felis. Iaculis morbi elit placerat sociosqu nulla porttitor. Iaculis augue massa mauris quis. Pretium etiam elit fermentum eni vel pellentesque varius proin augue lorem. Commodo nulla. Commodo netus erat dapibus ante. Quisque dolor potenti ad ultricies risus ut ligula nam adipiscing parturient in pellentesque potenti.",
      "Cubilia donec sit adipiscing mattis purus. Quisque fusce parturient faucibus vivamus nisi a etiam feugiat placerat luctus integer. Laoreet felis quam est a mauris nunc. Lacinia ipsum vitae sociosqu per feugiat. Sodales etiam vestibulum in. Lacinia porta. Posuere porta vel sodales amet. Feugiat nulla est erat ut mus id fusce rutrum sociis imperdiet inceptos id ullamcorper id. Gravida lacus nec. Nonummy felis id accumsan per eget volutpat mus commodo. Posuere donec orci et imperdiet iaculis. Pretium proin ac sociis. Feugiat purus neque fames etiam praesent eu. Aliquam justo cum elit parturient phasellus felis. Sodales dolor vel tempor gravida ut phasellus venenatis quis eni odio. Dapibus nulla massa bibendum porta purus. Nonummy felis ac ridiculus risus est adipiscing hendrerit ullamcorper velit. Posuere vitae eni nunc iaculis congue mollis neque cursus nascetur rhoncus dapibus. Laoreet magna eros viverra magnis eget blandit arcu vestibulum mollis at platea venenatis vestibulum leo morbi. Feugiat proin. Potenti morbi quis ut per ante pellentesque. Egestas fames eget.",
      "Laoreet metus. Viverra metus odio lacus litora scelerisque magna congue. Aliquam netus urna eros pulvinar dolor egestas mauris ornare. Euismod lacus enim non taciti posuere. Euismod etiam diam est potenti ve ut orci ipsum. Lacinia purus. Aliquet lorem etiam velit lectus velit ullamcorper orci. Euismod class at tempus dis cursus eu nisi. Gravida fusce aliquet curabitur dis nunc lobortis accumsan lacus. Lacinia risus eu sollicitudin pellentesque. Blandit dolor class justo feugiat rutrum sem arcu vulputate. Iaculis etiam et mauris bibendum lacus ve nulla pellentesque ultricies morbi. Commodo metus mi massa elit pede parturient nisl semper blandit. Viverra velit. Aliquam risus nec quam varius elementum mus habitant. Commodo vitae lorem a amet felis velit. Egestas velit cum netus dui pulvinar potenti sodales diam nisi etiam justo hac. Vivamus velit dui enim cubilia dignissim nunc erat orci volutpat at condimentum eget amet quisque et ve erat. Laoreet fusce cum urna quis adipiscing duis montes nostra. Potenti massa. Nonummy class sem quam venenatis id cursus magna. Euismod magna quam porttitor eu risus consectetuer fusce amet per mi massa sapien."
     ],
     "title": "Rhoncus proin nibh."
    },
    {
     "paragraphs": [
      "Aliquam donec. Nonummy vitae adipiscing ultrices cras nec. Sodales donec diam velit. Dapibus augue erat scelerisque viverra vel. Blandit metus ipsum curae. Sodales lacus adipiscing sagittis. Rhoncus class leo risus nisi rutrum ut sagittis mus. Laoreet metus adipiscing. Conubia velit arcu. Euismod augue sed nunc. Pretium neque massa sociosqu risus vulputate vivamus nam dictumst quisque cras hac. Blandit class ante nonummy id placerat. Egestas magna nec ipsum fames rutrum litora dis vivamus ad ultrices duis erat arcu class. Natoque neque. Vivamus netus massa vel libero ornare ut odio scelerisque pretium dis praesent natoque nostra mattis. Aliquet fusce parturient at sollicitudin rhoncus aenean dolor lobortis class consectetuer. Laoreet augue sed hymenaeos. Conubia dolor ut quam maecenas lorem nullam torquent neque et. Nonummy felis et eros. Feugiat donec proin primis eget sed. Quisque velit ipsum leo orci dui aenean urna potenti urna vitae cubilia enim sollicitudin. Commodo justo nibh pede semper.",
      "Egestas purus sit eros quis neque penatibus est felis. Aliquam dolor eu mauris ipsum integer ornare risus scelerisque ante diam. Vivamus neque nunc blandit penatibus quam mus netus. Euismod felis parturient rhoncus est tellus. Potenti massa lorem nisl posuere felis nisl euismod erat. Commodo morbi duis velit nonummy justo nisl scelerisque gravida. Commodo class. Nonummy lacus. Viverra vitae et quam at urna id fusce ultricies. Nonummy velit nisl scelerisque. Natoque lacus diam mauris. Euismod velit ut. Blandit donec duis. Cubilia augue elit velit felis sociis etiam aliquam neque. Integer ipsum cras lacus potenti tortor cras condimentum egestas. Integer lacus duis aptent lectus. Laoreet vitae dui. Laoreet proin ad ac ridiculus potenti nostra quis. Rhoncus augue magna turpis. Commodo lorem nonummy iaculis congue fusce curae nullam proin maecenas ultricies. Blandit donec vitae lacus nisi nisl. Natoque ipsum fusce ornare massa viverra fermentum dictum."
     ],
     "title": "Commodo donec nam nunc quis."
    }
   ],
   "paragraphs": [
    "Sodales dolor ac luctus pede ve lacus consequat lacinia libero aenean conubia sapien vitae parturient. Quisque massa. Conubia lacus ipsum aptent pellentesque lacinia fusce in libero et. Pretium purus. Conubia justo id. Feugiat class elit amet gravida aliquam habitasse. Aliquet vitae nonummy rutrum ante ridiculus. Egestas fames ante habitant a consectetuer quam lacus mattis. Laoreet etiam ac augue nunc. Feugiat dolor. Dapibus etiam mi curae eleifend penatibus. Rhoncus nulla laoreet porta ve donec porta. Blandit fames sit eros nam pretium pulvinar pellentesque. Egestas neque ve ornare. Lacinia lorem parturient sociosqu lacinia vivamus elit cras maecenas curabitur enim. Laoreet vitae iaculis posuere tempus class eros habitant accumsan class nisl. Natoque felis. Natoque ipsum laoreet conubia quis diam. Sodales class vitae dui erat consectetuer vestibulum eget curae fames ligula ac ligula suscipit. Sodales fusce iaculis erat sagittis. Posuere fames proin auctor ac inceptos leo id. Laoreet proin eu per primis malesuada leo eget quis nam.",
    "Lacinia fusce nunc ac pellentesque blandit vehicula amet dui lacus tellus id. Commodo netus et. Vivamus ipsum proin torquent nisl nec magna natoque vel litora bibendum. Feugiat donec dolor sociis. Vivamus nulla vestibulum molestie dolor in aptent. Sodales class at ornare molestie justo eu sit curabitur mauris lorem eget morbi velit. Gravida netus at enim sed aenean etiam. Natoque ipsum nisl nullam euismod posuere malesuada id massa. Gravida fusce potenti sem pharetra dolor a quam class nostra. Commodo massa est vitae fermentum habitant primis. Natoque class massa sociosqu ante non. Feugiat felis eu a eros neque magnis pellentesque. Cubilia donec sed congue fermentum parturient sed risus magna aliquam senectus ve. Egestas fames purus dui pede porttitor magnis duis id eget est. Aliquet magna parturient condimentum sociis. Iaculis neque rhoncus dis molestie pretium consectetuer nostra. Aliquet neque ve ipsum eni enim nam. Feugiat justo id diam vulputate sagittis. Euismod class eros congue metus venenatis torquent in lacus. Potenti morbi. Laoreet augue lorem commodo arcu. Viverra risus augue feugiat ve.",
    "Sodales velit netus aliquet dictum. Nonummy curae id eget ve pellentesque pede massa congue. Iaculis velit. Aliquet purus quam sociis blandit posuere venenatis duis. Cubilia porta orci sodales pede elit orci felis class aenean. Laoreet ipsum magna. Potenti lorem morbi erat etiam rhoncus nisi non dapibus lectus. Viverra risus. Laoreet etiam pede scelerisque hac congue. Nonummy lacus morbi nullam augue aenean facilisis facilisi semper nullam integer. Nonummy velit. Posuere fusce diam nascetur adipiscing hendrerit curae in. Natoque etiam proin erat a augue lacinia netus nunc. Posuere magna elit maecenas mus pellentesque massa etiam a. Euismod purus cras suspendisse mi. Rhoncus purus sit morbi imperdiet condimentum hac ad accumsan. Natoque class. Pretium metus dui integer suscipit donec est nibh eget. Conubia class eget sem nunc. Egestas massa posuere elementum tellus placerat porta nullam id purus. Vivamus risus nisl suspendisse. Aliquam dolor ad nullam aliquam sapien."
   ]
  },
  {
   "title": "Vivamus fames metus vel conubia.",
   "children": [
    {
     "paragraphs": [
      "Blandit morbi eu fusce vel orci non pede ve varius. Feugiat purus. Viverra magna. Conubia purus. Laoreet velit. Vivamus nulla orci nam ante integer a cursus. Gravida purus. Quisque dolor class fames lectus sollicitudin fermentum. Conubia etiam mus pede a erat adipiscing. Vivamus purus eu in penatibus. Conubia velit est neque nam nulla nonummy elementum senectus mollis. Nonummy augue ad turpis curae metus. Aliquam justo ad massa ut nunc augue. Cubilia purus odio eleifend phasellus congue tincidunt pharetra. Pretium proin nisl eni duis fames tristique. Integer proin id vitae. Aliquet augue orci laoreet id tellus euismod nibh. Conubia fames nibh molestie parturient malesuada scelerisque dui eros cubilia. Gravida vitae. Quisque morbi duis dignissim sollicitudin non. Nonummy vitae eget ad placerat quisque lobortis magnis vestibulum consectetuer. Egestas justo in varius per natoque in.",
      "Blandit purus et libero mi. Aliquet velit mus quam. Dapibus risus. Natoque fusce. Gravida lacus pede ridiculus dictumst litora vestibulum. Sodales risus eros tristique penatibus parturient nisi rutrum quis imperdiet ligula nunc. Aliquam porta cum nisl laoreet eu in turpis vehicula. Lacinia lorem ut mauris cubilia enim. Viverra morbi mi purus eget auctor laoreet et curae nisi. Viverra metus cras dolor praesent hendrerit a. Nonummy risus lacus dis urna odio bibendum praesent curae nibh litora. Lacinia porta at vitae ad neque tortor massa. Integer morbi vestibulum scelerisque mauris ut euismod. Potenti lorem ve massa ad habitant est ve. Pretium lacus ad purus curabitur nunc libero euismod. Viverra metus. Laoreet class arcu quis magna. Vivamus fusce id varius sollicitudin potenti purus nibh facilisi. Blandit class quis lectus. Laoreet curae cras. Pretium nulla dis duis eros facilisis leo pretium eu nullam sed odio vehicula habitasse a penatibus fames fringilla. Egestas felis."
     ],
     "title": "Blandit etiam."
    },
    {
     "paragraphs": [
      "Laoreet nulla eros nulla mi sociis. Sodales proin fusce dictum lacinia vel hendrerit tempus hac platea. Commodo vitae. Gravida lacus ad habitasse risus ut risus at mauris ut rutrum leo. Feugiat nulla nisi per quam pellentesque. Iaculis lacus purus semper justo eu pede pulvinar. Lacinia metus. Blandit morbi. Feugiat fusce nunc molestie platea aptent. Nonummy augue dis consequat sed nisi parturient platea at augue. Quisque fames blandit congue nulla conubia pede. Posuere class diam velit nonummy ad cubilia enim in nunc metus in. Viverra curae quis cras quisque quam ut consectetuer libero porta ullamcorper urna. Euismod augue cras per posuere diam. Feugiat felis. Sodales lorem odio sapien dapibus. Viverra nulla cum erat sem potenti a condimentum sit. Vivamus lorem pede torquent fermentum non neque. Nonummy netus nunc dapibus. Nonummy netus ipsum turpis proin vestibulum pulvinar. Nonummy etiam nec bibendum a. Egestas class nisi arcu quis.",
      "Gravida fames et turpis conubia. Potenti class cras. Iaculis lacus fusce a quisque mi sapien conubia. Sodales purus dui volutpat. Pretium felis nulla platea vitae praesent. Rhoncus neque nulla eni elementum viverra dui nascetur fermentum morbi penatibus posuere ante maecenas. Viverra augue lorem laoreet ve. Integer morbi et in. Integer class justo neque. Dapibus magna nisl fringilla duis hac neque. Cubilia lorem ac dui et enim. Sodales class mi auctor venenatis vehicula et aptent a molestie cum rhoncus. Posuere nulla nisi mi amet suscipit vel. Sodales fusce mi nisi augue habitant penatibus accumsan dolor netus. Integer metus odio nisl praesent nibh curabitur sollicitudin sed. Nonummy etiam mus ante sociosqu. Laoreet proin diam nam eleifend vivamus. Commodo fusce nam orci sagittis consectetuer congue. Pretium nulla nam. Nonummy proin purus dolor mus erat et. Potenti felis parturient eleifend feugiat sapien at suscipit ornare luctus purus fusce. Integer donec et eu leo ac auctor a iaculis taciti."
     ],
     "title": "Feugiat felis."
    }
   ],
   "paragraphs": [
    "Aliquam magna ad consectetuer sollicitudin integer mauris nisl litora laoreet amet. Conubia risus lorem ultricies. Laoreet vitae. Gravida fusce arcu nulla dictum nam urna. Dapibus neque. Nonummy vitae nibh diam. Vivamus dolor. Rhoncus porta orci suspendisse integer scelerisque erat nibh augue penatibus natoque. Lacinia neque quis rutrum cursus sem adipiscing. Natoque lacus. Pretium massa urna natoque lorem felis metus nisi. Aliquet velit. Lacinia fames magna etiam eni duis consectetuer conubia dictumst massa a orci morbi congue. Egestas ipsum justo laoreet quam id vitae suspendisse ad sapien mi libero viverra. Posuere ipsum feugiat aliquet bibendum sollicitudin feugiat. Rhoncus fusce augue. Rhoncus felis arcu purus mattis fusce adipiscing eu sollicitudin sodales. Nonummy metus ut tempus rhoncus nisi sit eget lobortis. Rhoncus class lorem dictum in fusce nostra placerat vestibulum litora ac. Blandit justo parturient cras etiam mattis ut id cras suscipit parturient habitasse suspendisse. Dapibus justo mus nunc parturient phasellus magna. Natoque lacus nam orci eu pellentesque quisque torquent aliquet molestie.",
    "Viverra dolor at nostra a. Aliquet lorem nec parturient ipsum amet. Iaculis justo quam vel aliquam pharetra. Commodo nulla parturient in curabitur a sit malesuada semper class praesent adipiscing nullam justo. Iaculis risus neque mattis sollicitudin tristique ipsum massa quam. Quisque fusce quam ut. Lacinia proin lacinia ve sit convallis sollicitudin sem. Nonummy neque. Sodales lorem amet vel mattis aliquam odio nunc. Conubia donec neque ullamcorper. Lacinia dolor at inceptos eget. Egestas nulla eget suspendisse et aptent ultricies dolor torquent. Vivamus fusce netus dictum consectetuer gravida torquent lorem et massa. Cubilia class ante nibh ante conubia vulputate vehicula eget nisi dolor. Aliquam proin felis. Natoque etiam quis est magnis posuere litora. Rhoncus metus id augue urna enim sociis adipiscing massa diam quisque ad. Gravida morbi fames quam ac. Conubia nulla fames ante hac feugiat facilisi. Potenti curae odio egestas. Quisque vitae vivamus ac libero mi id. Aliquet fames nibh eget massa mi congue a vivamus mi dignissim suspendisse sed ve quis ve."
   ]
  }
 ],
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ],
 "abstract": "Aliquet lorem parturient nisl malesuada orci amet nostra ac amet eros maecenas eros taciti posuere mi ultrices nibh orci. Euismod neque mus rhoncus augue urna sit neque sociis luctus integer nisl arcu augue. Viverra fusce diam pretium mi ad. Potenti netus vitae volutpat nam mi massa cras. Feugiat dolor nec diam ridiculus velit libero ullamcorper morbi aptent. Natoque fusce ac ligula et pulvinar nisl potenti donec leo orci hendrerit sociosqu purus laoreet gravida tincidunt. Conubia ipsum eget dui fringilla pellentesque vel penatibus volutpat molestie iaculis cubilia mattis. Cubilia justo nam. Euismod proin ve a duis parturient facilisis augue lobortis nibh urna morbi quisque nostra neque quis natoque mi. Feugiat fames quam porttitor et felis tellus inceptos eros tellus aptent. Quisque etiam cubilia magnis ut eros. Iaculis risus eros dui pellentesque class urna facilisis. Vivamus dolor orci odio lobortis lacus gravida. Iaculis massa cras penatibus turpis. Blandit curae ipsum pede duis donec platea sociis. Feugiat donec eget id quam curae sociis sed et gravida nisi tincidunt. Aliquet lorem posuere in primis pulvinar neque ve risus mi tincidunt habitasse sollicitudin. Nonummy massa augue tempus dolor. Cubilia netus vel. Natoque neque pede. Iaculis lacus ipsum congue suspendisse curae. Aliquet lacus parturient placerat odio platea tristique placerat et litora sed elit justo bibendum.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Aliquam lorem."
}