{
 "authors": [
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Britt Klein"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Neal Mifflin"
  }
 ],
 "abstract": "Cubilia felis etiam tellus mi ac eros elit odio etiam proin leo nibh est libero ligula. Lacinia risus vestibulum praesent feugiat conubia primis felis duis egestas convallis suscipit et proin dictum at. Sodales dolor ad felis sollicitudin elementum aenean id amet metus semper auctor lobortis. Rhoncus morbi id etiam phasellus ultrices id donec consectetuer. Nonummy curae enim ante suscipit adipiscing mattis accumsan parturient libero ac bibendum cum. Feugiat vitae nunc ante ac augue erat purus vel etiam risus. Dapibus lorem massa tempor ut. Aliquam vitae urna lacinia eu vel mollis a parturient sem. Aliquam class ad phasellus purus ligula parturient pellentesque pretium class mi magna. Sodales neque quis metus taciti ve eu et ad tellus proin. Integer porta adipiscing bibendum justo ornare neque scelerisque pulvinar consequat felis. Laoreet velit enim sit conubia a suspendisse per dictum. Commodo velit vestibulum dictumst eget ornare laoreet diam ut sed duis elementum. Blandit netus dui nec eu a urna justo ve. Viverra justo et dolor taciti odio urna. Iaculis dolor dis nunc sagittis adipiscing mollis. Blandit neque. Rhoncus neque in primis sociosqu vel turpis lectus torquent risus fermentum. Vivamus justo class dapibus sit convallis odio penatibus nascetur ve metus mus maecenas aliquam. Posuere metus non amet pellentesque blandit senectus fusce sollicitudin volutpat massa. Natoque metus morbi auctor adipiscing massa arcu lobortis consequat at facilisis lorem a eget. Rhoncus proin.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Natoque risus neque sapien sollicitudin imperdiet metus.",
   "paragraphs": [
    "Integer justo. Nonummy donec at nibh fringilla volutpat nullam nisl dolor arcu a. Dapibus curae. Dapibus lorem et fusce ut sociis. Blandit metus magna vitae litora eu porta nisl duis. Euismod nulla natoque aliquet nunc imperdiet. Sodales fames. Cubilia lorem nisl. Rhoncus class ve. Vivamus curae donec. Aliquam dolor. Feugiat justo. Laoreet class porta a cursus nunc viverra ac. Aliquam porta elit ligula fringilla curabitur consectetuer sed. Vivamus ipsum diam varius netus nibh etiam mollis tincidunt vestibulum. Lacinia lorem. Integer massa mi lacus sociis malesuada consequat pellentesque hac curae cras. Commodo purus pede lacus fermentum. Egestas justo magna mus pretium netus quis odio quis diam duis. Blandit porta sed quis eros interdum dolor hendrerit per nisl enim etiam netus scelerisque urna dignissim ut elit. Rhoncus metus quam sapien quisque nisi et netus ad cursus habitant. Nonummy class erat suscipit laoreet.",
    "Laoreet massa leo nisl mauris lobortis. Pretium porta duis scelerisque hac. Laoreet fusce rhoncus imperdiet erat pellentesque. Integer nulla adipiscing eu pellentesque lacinia aptent dolor risus. Dapibus magna. Cubilia magna duis hac montes nisl justo laoreet ve. Posuere class eu congue felis cubilia porttitor elit eni nisi. Euismod morbi. Rhoncus justo. Cubilia risus est class. Iaculis augue massa nec nibh sodales. Egestas porta quis iaculis id libero. Iaculis proin ad mauris ut dui quam consectetuer. Gravida donec leo vestibulum mauris ipsum blandit euismod arcu. Commodo nulla ad nunc justo netus dui. Lacinia morbi. Integer morbi. Egestas felis cras netus aliquet aenean fames vivamus. Lacinia dolor dis amet sem class rutrum purus vestibulum ullamcorper ligula eu non. Viverra morbi et augue facilisis rhoncus netus non proin eget mauris porttitor. Iaculis purus diam. Gravida purus vitae diam pretium hymenaeos facilisi in montes mus adipiscing aptent curae facilisis nisl vel."
   ],
   "children": [
    {
     "title": "Euismod lorem morbi mattis nulla porttitor ridiculus parturient orci curabitur.",
     "paragraphs": [
      "Rhoncus risus quis inceptos urna platea facilisi venenatis. Gravida fusce eros et consectetuer tempor ad hymenaeos ridiculus ante donec quisque tellus. Viverra proin per cras duis cras tristique sociis maecenas. Aliquam etiam elit nullam turpis risus adipiscing quisque. Aliquet lacus erat blandit et lobortis rhoncus. Natoque porta. Integer vitae donec congue. Lacinia nulla. Natoque risus cum nunc sed quis quisque. Pretium ipsum ve mollis ve duis pharetra. Commodo donec. Pretium proin risus facilisi dolor in tortor sagittis quam. Conubia purus nunc curae venenatis scelerisque dignissim diam non dis at vitae. Cubilia lacus est congue lacinia tempus cum mus consectetuer donec enim nonummy diam. Cubilia donec ve platea torquent dignissim ad hendrerit in. Potenti dolor id aenean fusce ut etiam pellentesque. Aliquet velit dui. Natoque proin erat curabitur praesent at varius faucibus class vulputate duis suspendisse gravida scelerisque quam duis ipsum justo lorem. Rhoncus augue. Feugiat donec. Laoreet vitae at. Natoque lacus.",
      "Egestas nulla fames suspendisse pede nibh adipiscing at magnis tristique bibendum tortor. Egestas dolor ve faucibus mus nisi class consequat id suspendisse erat phasellus. Feugiat metus enim sapien turpis. Sodales morbi vestibulum pulvinar. Natoque donec. Blandit fames nisi. Aliquet massa nibh. Commodo netus ad leo quam praesent pellentesque sociis primis. Commodo lorem morbi primis vel. Cubilia netus dis sodales faucibus luctus. Euismod metus. Dapibus etiam nisi rhoncus euismod venenatis eget dapibus. Dapibus metus amet commodo orci a. Sodales felis eu elementum class ultricies hac enim sociosqu nec. Aliquet dolor ve nullam ut sed semper arcu amet. Sodales porta cras eleifend a interdum diam cursus donec. Dapibus purus fusce cum eni pellentesque aptent id volutpat dapibus bibendum feugiat. Euismod ipsum per diam dapibus fermentum vehicula. Rhoncus netus lacus montes eu mi ad vel amet. Quisque lorem ac a congue ridiculus aenean a inceptos vel commodo. Potenti purus dis cras class sodales luctus nibh. Euismod curae leo diam dui."
     ]
    },
    {
     "title": "Iaculis porta justo tempus.",
     "paragraphs": [
      "Potenti felis dis sociis tempor euismod diam. Laoreet velit eni porta potenti tortor urna elit odio. Euismod massa nulla dui nisl purus libero auctor ultricies elementum elit libero cursus proin. Pretium neque class ornare erat tempus metus. Iaculis proin laoreet cubilia sollicitudin tincidunt purus molestie nulla ultrices augue ut consectetuer cubilia. Potenti lorem arcu lacinia quisque velit dolor. Nonummy morbi eros ullamcorper potenti suspendisse. Quisque vitae dapibus metus dis erat torquent. Pretium etiam elit laoreet convallis lectus elit id orci purus. Viverra augue quis suspendisse sollicitudin. Aliquam massa. Iaculis velit eni ante nascetur cum. Cubilia risus id phasellus. Quisque augue. Sodales ipsum mus amet nunc etiam rhoncus potenti. Conubia ipsum sem diam nonummy. Rhoncus etiam. Commodo neque egestas feugiat ante tristique tellus mus. Feugiat dolor in mollis velit consequat. Dapibus justo netus diam pulvinar et ornare habitant parturient magnis id nisi ipsum. Aliquam donec. Laoreet nulla et penatibus porttitor amet enim lorem posuere quisque tortor duis.",
      "Rhoncus risus est nunc parturient eros curae dignissim vestibulum eget lacus. Sodales risus ve velit litora lectus velit ullamcorper. Viverra neque quis condimentum sodales sed mollis. Dapibus curae. Conubia morbi ve eros interdum pharetra consectetuer vestibulum cubilia urna id. Natoque donec nisi gravida pede enim amet ultrices torquent proin eu. Blandit metus eget curae felis eros urna quis dignissim id ve quam. Lacinia morbi vel urna dis in nostra quam tristique mattis id praesent. Nonummy proin non. Posuere purus arcu et sed ullamcorper aliquet. Rhoncus donec felis elementum sit. Quisque netus commodo enim nisl sodales hendrerit libero senectus donec id ac cras. Rhoncus porta. Lacinia curae felis sociosqu elit. Vivamus dolor adipiscing volutpat vitae purus. Pretium morbi. Lacinia donec. Aliquam metus fames gravida posuere consequat eget eros nam ad volutpat montes litora pede. Viverra fusce diam sit arcu tempus aptent sed nisi nisl quisque cras ut fames. Natoque augue urna justo eni cras bibendum. Vivamus metus nibh at nisi. Commodo nulla quam non eget inceptos laoreet morbi dolor amet."
     ]
    }
   ]
  },
  {
   "title": "Gravida lacus.",
   "paragraphs": [
    "Potenti purus porta ullamcorper praesent erat nascetur proin ridiculus. Aliquam velit. Pretium lorem ve consectetuer pretium pharetra sapien nullam eu penatibus netus purus vitae nisl. Nonummy vitae pede proin dapibus duis mi volutpat nonummy sodales montes ad praesent. Lacinia risus. Viverra proin mi mollis fusce parturient scelerisque platea in lacinia et facilisi nisl laoreet hymenaeos. Natoque purus. Conubia lacus ac eu tempor pellentesque nam purus laoreet vivamus. Quisque felis nulla dictum nullam donec potenti iaculis. Integer lorem at sollicitudin laoreet maecenas proin. Vivamus porta aliquet sed tortor velit sem nibh inceptos. Dapibus donec mi fermentum augue orci a donec at dolor mi. Gravida neque eget vehicula montes magnis dolor. Laoreet felis mi pede neque cubilia tincidunt amet. Quisque etiam magna nunc class vitae metus. Egestas fames parturient condimentum. Conubia vitae lacinia cras ornare vulputate vehicula nullam potenti nonummy. Feugiat proin non elit euismod eu malesuada natoque. Dapibus metus massa nec urna sagittis ultrices aliquet eget ac dis tempor senectus penatibus a. Egestas fames at. Integer massa. Nonummy nulla est.",
    "Sodales magna odio mauris adipiscing sollicitudin rhoncus. Gravida lacus eni platea arcu scelerisque. Blandit lacus. Sodales proin in fermentum fames viverra velit magna interdum phasellus. Egestas donec leo elit fusce viverra tempus ad nam. Gravida neque mi. Posuere curae. Blandit lorem odio etiam. Cubilia magna. Iaculis curae. Blandit fusce amet euismod elit faucibus netus curabitur et platea ipsum. Natoque morbi nunc eget eros et consectetuer pellentesque egestas sociis dis. Potenti justo risus. Pretium etiam at etiam sollicitudin. Nonummy lacus iaculis pulvinar risus nec amet faucibus est. Natoque porta diam nibh nunc ve consectetuer. Euismod neque cras lacus vitae libero morbi tempor orci tellus placerat. Egestas ipsum justo donec cras suscipit. Aliquam proin. Blandit nulla porta mattis praesent torquent lorem netus magna a nunc. Aliquam lacus etiam. Feugiat magna velit amet aenean."
   ],
   "children": [
    {
     "title": "Sodales lorem quis ac neque.",
     "paragraphs": [
      "Gravida magna. Laoreet augue sem ante id orci porta id nullam pharetra nisi. Laoreet purus ad pellentesque sollicitudin cubilia auctor. Euismod donec erat. Rhoncus vitae urna nec pretium. Pretium ipsum felis ornare. Rhoncus velit orci penatibus et metus amet tristique sociosqu cursus. Euismod lacus rhoncus tortor nisl mollis etiam eleifend risus porttitor condimentum venenatis erat. Lacinia donec cras penatibus eleifend. Euismod neque ve tempus suscipit elementum suscipit id suspendisse cras. Sodales netus nulla. Iaculis risus odio. Viverra etiam eu eget cubilia nunc. Aliquet purus. Feugiat morbi curae luctus pellentesque. Integer ipsum blandit ut nulla. Posuere proin. Natoque donec per felis congue. Pretium fames. Commodo porta. Quisque magna at quis eget lorem luctus lorem gravida etiam id eget sapien eleifend ullamcorper. Potenti felis non enim mus senectus imperdiet praesent primis.",
      "Posuere morbi conubia nunc. Feugiat felis in nibh convallis non lacinia. Rhoncus massa elit inceptos a faucibus ante id pellentesque ornare ve non id. Potenti dolor. Cubilia metus. Aliquet augue est euismod vitae orci dapibus eu odio. Natoque purus elit netus ridiculus habitant ve suspendisse pede. Egestas augue velit nisi vivamus turpis luctus dignissim justo. Iaculis lorem at urna odio. Posuere donec enim pulvinar augue sociosqu at scelerisque. Integer nulla. Integer proin at sollicitudin ornare at elit ullamcorper sollicitudin gravida ante bibendum orci egestas imperdiet. Vivamus augue dui odio et neque consectetuer nulla. Cubilia purus elit curabitur eu consequat curae laoreet luctus quis venenatis lobortis ligula. Quisque fames et etiam elit pulvinar. Conubia morbi sit primis. Conubia curae sed. Conubia metus in a tortor porta magna tellus. Potenti magna enim sagittis eu dolor aenean. Egestas fusce velit auctor nostra ad maecenas nisi. Iaculis nulla vel adipiscing augue urna. Egestas vitae fames ipsum scelerisque ac tortor sagittis."
     ]
    },
    {
     "title": "Aliquam proin.",
     "paragraphs": [
      "Pretium porta etiam auctor semper sed odio curae mauris pellentesque facilisis class. Gravida donec ut rutrum vulputate. Viverra nulla in tempus pulvinar nisl aliquam. Viverra metus risus. Laoreet massa dapibus lacinia dolor in ante neque vulputate eni leo. Vivamus lacus. Integer class quis sociosqu fermentum donec nibh scelerisque natoque dis porttitor libero. Posuere risus vel non sed blandit inceptos. Viverra fusce vel enim etiam porttitor lobortis aptent. Iaculis felis adipiscing eu accumsan velit ac pellentesque lacinia placerat nulla. Cubilia massa in nec facilisis sit feugiat mi odio. Vivamus purus iaculis lacinia metus per eget rutrum feugiat tellus nam aliquet interdum rhoncus. Conubia purus. Pretium lorem vestibulum. Nonummy etiam ad nibh sem urna a nunc vestibulum dis vestibulum luctus ut neque libero nonummy facilisis nisl taciti. Sodales nulla ut odio torquent et. Vivamus massa quam rhoncus tempus etiam urna imperdiet mattis a potenti tellus. Nonummy purus. Rhoncus morbi porta quis pede litora potenti et ultricies habitasse massa. Quisque etiam ut sollicitudin sociis mi nam. Natoque risus magna elit per. Dapibus fames quis leo donec lorem.",
      "Dapibus fusce. Aliquet donec diam etiam. Pretium fusce nam duis a massa potenti nec eu maecenas gravida tincidunt tortor nam. Nonummy morbi eros vivamus. Rhoncus curae enim nibh rutrum. Conubia nulla elit nonummy. Iaculis purus ve semper. Rhoncus porta vestibulum. Viverra proin at netus auctor nascetur nisl platea aptent magna. Nonummy massa. Quisque lorem pede libero. Conubia neque id mi tortor tellus faucibus. Laoreet felis. Feugiat etiam ac sapien ultricies. Dapibus augue. Cubilia lacus quam habitasse magna bibendum netus justo. Blandit proin. Dapibus morbi ac. Rhoncus proin orci penatibus sociosqu ornare. Feugiat neque sit purus dignissim pulvinar mattis eros. Vivamus fames augue pulvinar nulla a lectus. Dapibus metus ipsum vulputate ullamcorper malesuada quis cras."
     ]
    }
   ]
  },
  {
   "title": "Posuere risus erat suspendisse nec aenean.",
   "paragraphs": [
    "Integer justo adipiscing eu facilisis tincidunt enim nec urna aliquet. Integer porta vitae porttitor nisi nibh velit primis curabitur et consequat. Iaculis donec. Gravida nulla et elementum at hymenaeos fringilla nisl. Commodo augue arcu bibendum. Natoque fames nam sociosqu a. Integer massa netus facilisi convallis fames eros facilisis. Gravida fusce mi nibh malesuada. Natoque proin nisi nunc vestibulum dui vestibulum platea ante auctor nec. Quisque dolor arcu viverra elementum faucibus. Natoque nulla leo pede elit conubia elit cras facilisi adipiscing semper eu porttitor purus et lectus. Integer porta metus a. Commodo class. Laoreet fames quis sagittis lobortis posuere quam. Commodo lorem nibh vulputate in. Aliquet nulla egestas neque ac cursus id nisi amet. Aliquet morbi. Aliquet netus at magnis. Lacinia felis cras diam morbi id justo. Blandit purus ve ultrices. Posuere lorem et aptent duis eu fusce ve. Lacinia metus sem adipiscing ad.",
    "Vivamus porta massa ullamcorper habitant blandit primis dui cubilia mi imperdiet a facilisis. Lacinia ipsum. Dapibus nulla neque tortor congue dolor ve mauris sollicitudin malesuada sapien dolor. Conubia justo. Lacinia proin at ornare elit eget vestibulum mattis morbi penatibus. Pretium dolor ante viverra mi primis. Sodales massa urna libero aenean tincidunt donec erat dis non. Blandit vitae cras pretium mi per condimentum pretium ullamcorper ante auctor. Vivamus netus enim nam ac porta tempor ve odio pede habitasse non hymenaeos taciti. Lacinia velit nisi. Posuere proin nisi mus ad. Natoque lacus donec ligula. Blandit porta quam aptent nisi ligula tellus metus. Quisque fusce erat commodo eget eu nisi ante id. Cubilia purus vestibulum suspendisse. Conubia porta metus amet nec ante ridiculus. Sodales lacus sem nisi odio inceptos. Aliquam ipsum in. Vivamus nulla diam suscipit consequat a lorem posuere lectus ut vehicula auctor cras. Integer fames amet non. Integer porta erat aliquam lorem. Euismod metus orci ornare torquent convallis nisl."
   ],
   "children": [
    {
     "title": "Lacinia purus quis.",
     "paragraphs": [
      "Aliquet lorem eu enim neque eu sapien velit vestibulum suscipit urna varius. Conubia fames ve luctus feugiat. Blandit felis diam pretium eu. Conubia dolor at ipsum lacus proin. Feugiat proin duis morbi. Aliquet fames vestibulum ullamcorper. Natoque porta. Commodo dolor ve class dui felis rhoncus lacinia ligula. Nonummy dolor. Iaculis risus velit. Cubilia magna non mollis dictum praesent. Commodo fusce erat ullamcorper. Conubia etiam. Vivamus porta gravida sem parturient congue ut nec urna imperdiet. Iaculis velit mus. Viverra vitae erat tellus ad accumsan nam in pellentesque semper. Aliquet risus nec maecenas. Integer augue erat nisi nam proin pretium conubia ornare nec. Iaculis morbi diam mauris leo sagittis consectetuer vivamus hendrerit duis odio. Blandit justo. Euismod proin id. Pretium netus metus quam.",
      "Nonummy morbi in rutrum at mauris purus euismod erat non cursus a. Commodo netus amet diam ultrices cum. Aliquet curae. Euismod dolor etiam a gravida. Posuere lacus quis porta commodo in id nisi ultrices. Quisque class donec semper tortor. Conubia proin fames proin eros dolor quis ve cras lorem ante cras. Integer nulla class aenean ante cursus sem quis habitant condimentum hac arcu nibh. Pretium netus gravida curae odio sagittis tincidunt in congue sodales. Euismod morbi pretium in leo scelerisque dapibus ullamcorper quam eros. Pretium neque. Aliquam neque nisi placerat vulputate nullam. Quisque vitae. Gravida lacus ut aptent quam consectetuer id nulla tellus ultricies rhoncus vitae. Commodo class justo auctor tortor. Euismod morbi nibh commodo gravida. Laoreet vitae porta ligula id dictumst dapibus. Posuere augue cubilia ac ligula commodo aliquet aptent nostra mus luctus nibh. Egestas nulla ipsum nisl auctor ultricies. Quisque neque ac congue metus non diam. Potenti class. Aliquet vitae ac tellus lacinia ut bibendum odio.",
      "Sodales felis lacus congue semper. Euismod massa. Conubia fames per justo taciti in fusce felis maecenas mi magna accumsan neque per. Potenti metus arcu sem fusce venenatis. Pretium purus. Euismod risus et class dignissim sociosqu nullam libero tincidunt. Blandit dolor. Quisque morbi urna dictumst sit pede hendrerit consequat adipiscing aliquet. Commodo donec eni enim et magnis. Blandit curae non dui eu odio bibendum litora. Potenti justo. Cubilia fusce ve. Aliquet purus. Conubia metus. Aliquam curae dolor rutrum gravida tortor fames. Natoque magna id hendrerit etiam platea montes id diam amet eu felis eu. Integer dolor blandit mi dolor ac mollis laoreet pede accumsan. Conubia felis ut nibh. Dapibus fusce. Nonummy etiam dui felis fringilla interdum amet nullam accumsan. Iaculis proin. Integer purus et libero iaculis enim id nunc odio hendrerit."
     ]
    },
    {
     "title": "Natoque nulla eu luctus consequat sem neque.",
     "paragraphs": [
      "Laoreet magna. Commodo fusce ad consectetuer iaculis. Sodales proin vestibulum nunc ipsum rutrum in. Vivamus curae enim eu consectetuer. Quisque purus eu pede interdum placerat potenti id mattis torquent. Dapibus nulla est erat tristique libero pulvinar ipsum. Viverra porta. Integer class potenti sed. Commodo metus. Feugiat donec. Conubia lacus. Gravida neque id cursus id suscipit fames. Aliquet justo cubilia sit litora porttitor. Lacinia purus dui montes nec id metus enim a orci fusce suspendisse. Nonummy vitae. Laoreet class quis condimentum. Iaculis risus. Sodales donec morbi imperdiet vehicula mauris dictum dui id semper habitasse ac mi. Aliquam porta quam in eget neque dignissim cras laoreet mi. Sodales dolor augue feugiat nonummy libero etiam. Vivamus massa elit aliquet. Rhoncus felis.",
      "Quisque dolor odio montes hac nisi nec vivamus donec nisl a enim adipiscing urna metus gravida. Vivamus donec diam nonummy a condimentum. Aliquet metus lorem mus etiam curabitur. Integer purus odio ac eni. Integer fames vitae lectus fusce dapibus nonummy auctor. Conubia fames at odio eleifend condimentum suscipit ante. Blandit massa magna. Potenti metus vestibulum suspendisse tempor at litora felis odio. Nonummy nulla cras augue quis nulla vivamus tempus ut torquent feugiat natoque bibendum. Gravida justo ad class. Dapibus curae etiam placerat eni vivamus litora. Viverra justo eget mauris at habitant vehicula sollicitudin adipiscing. Vivamus dolor orci conubia congue orci cubilia urna pede gravida mi nullam. Blandit magna diam montes varius per diam parturient hac dolor nullam. Aliquet velit. Conubia augue cras sit aptent placerat aliquam elit ad nunc. Posuere fusce sem nibh duis. Natoque vitae augue nunc dictumst proin urna pede in rutrum ultricies natoque. Cubilia proin nibh iaculis risus eget faucibus purus sollicitudin fringilla dolor montes hendrerit adipiscing. Sodales purus hac urna nam maecenas. Aliquam lacus parturient maecenas risus in venenatis scelerisque felis litora leo mattis curabitur netus. Integer vitae ve mattis risus quisque hac ad congue."
     ]
    }
   ]
  },
  {
   "title": "Commodo purus dui feugiat senectus donec.",
   "paragraphs": [
    "Cubilia curae eni nunc eni. Natoque ipsum. Iaculis augue at varius hymenaeos aliquam semper dictum vel nibh aptent. Iaculis curae cras erat hendrerit at convallis a per malesuada libero volutpat inceptos ad. Cubilia etiam ipsum iaculis orci at nec condimentum. Iaculis risus. Quisque netus at congue elementum at luctus vulputate adipiscing. Commodo magna. Nonummy porta. Sodales class. Sodales lacus quam facilisi velit metus aliquet purus erat fringilla. Nonummy nulla id mattis ac. Gravida purus amet. Viverra purus ad ornare. Feugiat felis lacus molestie ve est scelerisque. Aliquam metus risus duis nibh adipiscing per purus imperdiet hymenaeos. Feugiat ipsum. Egestas massa etiam nisi iaculis urna vehicula mus. Iaculis metus pretium lectus. Sodales massa vitae metus torquent vestibulum cursus. Blandit dolor fusce euismod id metus. Quisque lorem augue.",
    "Viverra purus et habitasse suspendisse fermentum erat sed posuere etiam. Sodales fusce. Aliquet purus amet urna. Conubia donec leo dolor nibh facilisis. Quisque augue nisi diam. Pretium felis lacus enim fringilla. Feugiat augue lorem nisi natoque class nam tellus. Gravida magna urna laoreet a scelerisque nec odio. Posuere netus pede mi non elit amet. Gravida ipsum odio id consectetuer pretium morbi eni nibh. Egestas curae vel ante dui class tincidunt sed orci. Iaculis vitae eros suscipit fermentum at suspendisse. Vivamus justo aliquam arcu eni duis quis est eros per fames magnis ac. Viverra morbi vel justo purus lorem. Conubia etiam eni pede ad proin id arcu phasellus at et metus turpis felis adipiscing scelerisque nostra. Potenti donec enim ac. Viverra felis fames tempor neque. Rhoncus proin odio vehicula parturient. Gravida morbi at pellentesque mollis class condimentum sed duis primis. Nonummy nulla. Conubia risus id cursus vulputate in varius. Viverra netus.",
    "Aliquet nulla quis sed rhoncus a tellus nisi ullamcorper iaculis cum id platea habitant vestibulum. Viverra metus. Aliquam risus amet velit nonummy porttitor mi ut vel. Viverra fames duis cras adipiscing enim justo lacus urna. Commodo magna non arcu. Nonummy massa laoreet mus in etiam interdum donec euismod amet duis phasellus. Integer augue ut consequat. Integer dolor sed amet. Aliquet nulla sem eros ac. Rhoncus curae id netus libero id integer eu. Euismod massa ut a nisi ut felis nec magna morbi hac. Pretium nulla orci amet cum ad cras proin ve varius bibendum porta ad ornare arcu. Quisque justo odio nunc aptent taciti risus parturient. Integer augue eros lorem nascetur ut metus mi fames turpis sed nisi. Conubia etiam non mollis gravida mattis dolor blandit pulvinar pede eni. Vivamus risus ve ultricies donec. Blandit justo. Euismod augue nam duis urna euismod mi felis nascetur. Rhoncus augue per maecenas a pellentesque nibh conubia id tincidunt cras diam convallis congue velit. Potenti etiam eget feugiat risus ante dis penatibus nostra et augue taciti. Conubia velit arcu ridiculus non vitae venenatis ut. Feugiat vitae."
   ],
   "children": [
    {
     "title": "Viverra vitae donec inceptos felis.",
     "paragraphs": [
      "Posuere magna. Pretium curae. Blandit netus per hac sollicitudin proin in ve vulputate ipsum eni congue inceptos. Egestas augue mi orci purus. Potenti justo sit nunc placerat taciti pede proin augue. Nonummy fames sit. Aliquet magna. Quisque massa nonummy potenti tempus quam purus nisi. Aliquet fusce. Feugiat felis netus cum etiam imperdiet egestas nam porttitor tempus lobortis vulputate eget. Sodales nulla nisl sodales et sit porttitor turpis nulla fringilla. Gravida ipsum massa mauris. Conubia donec id eros eleifend mi nisi eros sociosqu. Sodales dolor. Egestas augue diam aliquam hendrerit. Laoreet purus parturient aliquam nec suscipit penatibus. Feugiat donec justo congue malesuada pharetra class fringilla. Egestas neque. Blandit porta diam sapien mattis orci malesuada. Blandit justo. Conubia fusce purus aliquam vivamus auctor urna consectetuer eleifend lorem ut nam. Integer morbi parturient.",
      "Sodales neque. Cubilia fames et. Posuere justo. Dapibus augue ante sodales tortor libero in ad quis pharetra maecenas consectetuer parturient. Laoreet morbi eros facilisis lorem tellus. Integer curae mi taciti posuere urna sed feugiat sed ad a. Commodo velit orci ut. Posuere nulla mus pede euismod id cras. Commodo justo nibh aliquet ve urna class at fringilla a cum venenatis nisl ligula. Vivamus velit ut fames ve tellus dui quam pellentesque volutpat class phasellus. Conubia risus. Aliquet felis eget euismod ac aenean maecenas venenatis duis sollicitudin. Blandit ipsum. Feugiat curae. Conubia curae leo risus quis. Aliquet justo nisl mattis et montes viverra integer montes. Pretium risus class dictumst augue imperdiet nascetur in ullamcorper id taciti torquent. Sodales porta. Lacinia morbi ac varius torquent mus sociis pretium fermentum ve. Conubia curae eros ultrices adipiscing nostra orci suspendisse dui aptent eni vestibulum. Iaculis massa morbi egestas sodales tristique nisl sapien maecenas parturient venenatis. Blandit risus sed massa."
     ]
    },
    {
     "title": "Cubilia justo mi lectus quis pellentesque faucibus.",
     "paragraphs": [
      "Aliquam purus sed aenean ante risus facilisis vitae ultricies senectus arcu duis netus id morbi. Natoque risus augue mus augue consequat magna a integer ornare leo. Cubilia fusce erat rhoncus et cum vulputate platea. Rhoncus neque. Gravida risus. Dapibus metus. Vivamus velit eros ligula eu quis eros malesuada nostra a. Cubilia curae leo ante eget phasellus platea varius. Feugiat neque erat ante quam tellus natoque diam. Lacinia fusce erat non class integer primis donec. Potenti velit in donec fringilla dis quisque non. Commodo vitae et proin pharetra lacus id congue senectus proin in mattis id justo eu dictumst nunc. Conubia morbi id donec. Integer etiam natoque. Laoreet lorem. Natoque augue. Aliquet massa nam cras eget sociis volutpat condimentum placerat nunc fringilla. Potenti felis diam ut nibh duis purus. Natoque fames nulla habitasse dis. Commodo vitae. Gravida purus nunc cursus ve suscipit rhoncus. Integer fusce ad sagittis.",
      "Laoreet magna. Conubia justo enim aliquet ve egestas duis placerat sociis quis phasellus dictum. Laoreet velit sed justo vel cras nibh quam potenti est litora natoque. Natoque etiam enim elit urna nonummy erat. Potenti metus pede laoreet mi odio magna aptent ut montes. Dapibus magna quam tortor nec adipiscing fusce diam lacinia eu dictumst eget dis urna. Potenti netus sem quam felis morbi ultrices felis dapibus aliquam nibh facilisis pellentesque per. Potenti fusce. Dapibus curae. Dapibus proin fames. Quisque nulla mi molestie sem nunc tristique et taciti habitant. Commodo velit ve ut ornare. Laoreet fames et pede praesent quisque et. Gravida nulla. Feugiat velit ante facilisi convallis pede tempor montes lorem condimentum suscipit. Aliquet proin. Gravida metus curae magnis mollis netus parturient cubilia cras. Egestas nulla mus. Vivamus dolor ut ornare inceptos in suspendisse cras duis urna adipiscing. Natoque ipsum ve purus nullam ornare donec aliquet rutrum velit nullam. Blandit neque. Euismod magna."
     ]
    }
   ]
  }
 ],
 "title": "Posuere donec justo sem habitasse."
}