{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy dolor ac turpis vehicula lorem orci morbi hac quis erat non eros dignissim.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo augue risus natoque euismod.",
     "paragraphs": [
      "Blandit fusce pede sodales id at aptent pulvinar hymenaeos a leo venenatis nostra. Pretium justo risus fames nam eget consectetuer. Viverra massa. Aliquet lacus. Aliquet class ad hendrerit a elementum proin cras aliquet. Natoque nulla elit sed a sociis. Vivamus dolor porta semper penatibus vel quam amet habitant scelerisque. Vivamus metus urna donec vivamus libero vel. Commodo class dui arcu ante vestibulum lectus non quisque suscipit varius nisi mollis penatibus. Integer dolor ad donec nostra ve lorem nec. Dapibus fusce velit nibh litora leo. Rhoncus lorem. Natoque fames diam aliquam dignissim erat blandit. Vivamus felis. Laoreet proin sed amet eni rutrum vivamus. Nonummy lacus leo adipiscing et libero pharetra convallis a sem convallis vel. Feugiat netus dui sociis eget rutrum nisl ad pede nulla quis. Vivamus magna at curabitur et vulputate porta cras morbi. Integer donec non risus conubia dui litora diam odio. Cubilia class risus. Euismod etiam in arcu diam odio lectus commodo. Integer massa odio orci nibh quisque ve fusce litora tempus suscipit.",
      "Euismod donec sed odio nisl sit suscipit conubia torquent magnis taciti imperdiet tempus. Laoreet purus. Quisque proin quam inceptos hendrerit dis ridiculus viverra etiam odio inceptos suspendisse hac ve netus nostra eros consectetuer adipiscing. Potenti felis. Aliquam velit eni dui. Conubia purus felis metus eni. Aliquam lorem. Posuere massa urna erat parturient arcu hymenaeos varius. Conubia felis ad cursus mi ut ante. Aliquet dolor risus morbi nascetur velit penatibus. Nonummy netus nunc amet. Conubia morbi nam vestibulum platea cras pede. Sodales proin ut augue. Sodales velit quisque cursus ve vehicula arcu nascetur pellentesque luctus. Feugiat magna laoreet augue mi fames non dolor quam facilisis sagittis. Rhoncus lorem duis nunc ornare quisque aliquam nisi. Aliquam felis. Iaculis curae dapibus nunc elementum leo accumsan lorem sed nunc ornare vehicula blandit consectetuer ridiculus. Cubilia etiam non leo ve dictum dictumst ipsum rhoncus conubia. Euismod dolor elit cum curae cum erat. Rhoncus augue. Rhoncus fames.",
      "Natoque velit elit est nunc lobortis proin sodales eu quis pharetra luctus tempor cum. Aliquam netus risus. Aliquam curae vitae augue ornare scelerisque lacus habitasse augue hendrerit. Lacinia massa. Gravida magna arcu convallis ve. Vivamus etiam ut. Aliquet dolor in lacus in erat ipsum fermentum rutrum a integer tempor nunc nullam. Cubilia etiam ac porta ac. Gravida justo urna netus lectus lorem sed nisi pharetra velit a ligula. Gravida lorem conubia viverra mollis porta potenti et. Laoreet proin sed elit ante elit diam natoque vitae parturient placerat aliquam ut eros nunc pede. Blandit vitae at fringilla dapibus eros nisi. Natoque justo fusce nam. Euismod fames. Feugiat dolor ut luctus ac interdum cubilia id. Gravida lorem pede iaculis. Aliquam class massa eni arcu dui dolor nullam urna nibh vel. Natoque neque. Posuere donec. Viverra porta nunc dis cum consectetuer neque nisl arcu auctor mi euismod ac. Posuere massa eu lacus habitasse dui viverra erat ultricies at et ut curabitur metus. Conubia fusce orci posuere ac."
     ]
    },
    {
     "title": "Posuere velit parturient dapibus.",
     "paragraphs": [
      "Egestas justo. Potenti metus. Natoque neque. Cubilia fusce. Commodo purus. Vivamus proin non facilisis ligula imperdiet id pede. Lacinia morbi at purus scelerisque urna diam interdum per. Integer magna arcu dis cubilia est senectus sodales orci quam. Nonummy netus vestibulum suspendisse montes eu netus. Iaculis augue. Commodo velit urna ac odio placerat. Dapibus etiam et hymenaeos duis. Quisque nulla donec mattis lacus blandit vel sociis. Quisque curae quam urna. Aliquet dolor dis fusce parturient quis augue mollis donec sagittis dignissim a magna dapibus tellus. Conubia magna elit eni risus parturient ve maecenas hac. Cubilia felis eros non nulla facilisis interdum ad. Quisque risus eros integer dis consequat commodo massa nulla sit vehicula venenatis netus dictumst augue habitasse mus consectetuer tempor. Rhoncus fusce metus erat hac ve turpis blandit enim placerat ac nullam netus cubilia. Vivamus magna. Gravida fusce. Gravida nulla duis aptent diam urna eros urna posuere nonummy urna.",
      "Nonummy augue et facilisis massa vulputate primis nisl varius iaculis vulputate habitant vehicula. Nonummy curae nulla mollis ac sem scelerisque commodo. Posuere massa erat ac donec ornare. Aliquet morbi neque ligula justo adipiscing. Lacinia morbi purus sem nunc. Gravida donec. Gravida lacus ipsum cras urna elit. Cubilia dolor leo ante consectetuer vestibulum nisl donec tincidunt sapien suscipit imperdiet. Feugiat vitae velit eros arcu nunc vitae condimentum est. Cubilia nulla mus quis. Egestas velit. Feugiat etiam dui neque porta nonummy semper dolor. Egestas metus class. Egestas lorem donec leo molestie a placerat. Iaculis morbi. Commodo metus dolor tincidunt aliquam mus pulvinar morbi fames varius. Quisque etiam urna euismod ve mi. Egestas class arcu faucibus consectetuer nostra. Rhoncus velit. Blandit nulla amet senectus fames. Egestas etiam. Nonummy magna donec aptent ac eget lacus."
     ]
    }
   ],
   "title": "Quisque velit.",
   "paragraphs": [
    "Rhoncus massa ut tortor volutpat. Integer risus. Quisque metus quam a lorem cubilia ac magna. Natoque morbi. Natoque class. Cubilia porta urna donec mauris felis id platea hac dapibus vitae diam platea. Cubilia metus. Laoreet risus per pede ut sollicitudin consectetuer. Aliquet lacus erat donec in lacus non arcu nisl quis auctor. Potenti fames in lorem at nullam iaculis curabitur tempor neque at mattis mollis. Cubilia netus. Integer velit at montes at eu sociis gravida egestas taciti elit. Rhoncus ipsum diam pulvinar lobortis magna ve rutrum per. Pretium justo duis vel ve a nullam elit scelerisque pellentesque. Egestas magna. Natoque massa. Vivamus fames lacus nonummy rutrum malesuada curae lorem non. Commodo nulla orci. Cubilia fames. Lacinia augue mus vestibulum adipiscing ad varius eu. Vivamus curae dis donec hymenaeos facilisis fames. Lacinia fusce sem quis nec dolor vestibulum pulvinar morbi at diam ante class.",
    "Natoque netus. Conubia etiam nonummy per adipiscing vestibulum ad porttitor facilisis purus nibh magna dapibus mi. Posuere ipsum enim ve. Aliquet class felis montes hac sit ve felis. Aliquet metus hac enim dignissim nascetur. Gravida magna adipiscing pulvinar. Sodales class ve luctus mi sapien. Laoreet purus in. Aliquet lorem in vulputate vestibulum enim. Viverra nulla blandit ultricies. Laoreet netus. Lacinia lorem nisi suspendisse consectetuer aliquam nisi velit interdum dui. Aliquet vitae et aptent sollicitudin. Aliquam purus non vestibulum facilisis dolor amet. Nonummy lacus odio ante turpis. Aliquet fusce. Quisque nulla vel amet conubia ad praesent gravida risus orci posuere at porttitor a porta. Viverra magna. Integer vitae ac penatibus. Cubilia velit augue condimentum duis tincidunt aptent lorem ad quis libero. Potenti magna ve et ut nullam ac porta eu amet fusce. Conubia metus nibh interdum hac egestas."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium curae.",
     "paragraphs": [
      "Integer felis vestibulum quisque cras quis. Euismod dolor parturient iaculis. Sodales donec sem curae. Viverra velit sed enim adipiscing nibh massa eleifend hac tempor. Integer etiam magna eni congue cubilia egestas nunc urna. Cubilia vitae mi curae tincidunt. Sodales fames odio rutrum nec integer. Viverra class felis euismod eni et. Vivamus purus ac tristique nunc vivamus. Gravida purus velit lectus sit sociis in congue et. Cubilia etiam. Aliquet augue. Rhoncus nulla ac nulla. Cubilia felis enim bibendum ultricies cras. Nonummy felis vestibulum eu nullam a aliquam. Viverra lorem risus molestie. Natoque purus vel facilisis libero a suscipit eni cras vestibulum varius class. Integer nulla nisi malesuada tincidunt diam dapibus a tellus. Feugiat morbi ut turpis. Vivamus metus. Integer metus et congue. Feugiat lacus id sollicitudin pretium senectus auctor quam ad lacus ultrices nibh.",
      "Egestas fames ve dictum primis leo parturient vestibulum ut penatibus parturient arcu lacus elementum ante. Pretium justo eu vulputate risus nulla. Lacinia neque ac hendrerit parturient. Egestas velit. Integer lorem ut etiam rutrum mauris nam at. Aliquam felis. Viverra netus lorem habitasse montes sagittis blandit sagittis. Natoque massa at curabitur ad nibh pede. Posuere proin potenti montes fermentum suscipit netus at. Nonummy netus quis euismod dignissim hac proin quisque nisl ad consectetuer. Euismod dolor. Dapibus lacus parturient iaculis cum. Iaculis neque vestibulum interdum duis natoque id habitasse fusce fringilla hac purus porttitor. Iaculis ipsum eu rutrum. Potenti neque adipiscing faucibus natoque at eu eros sociosqu consectetuer luctus justo adipiscing. Natoque morbi etiam eros. Pretium neque nec nisl tellus sodales egestas. Pretium class. Nonummy class sem congue ac. Nonummy fusce felis condimentum sed luctus massa purus. Aliquam vitae adipiscing molestie natoque. Cubilia metus cum odio enim laoreet mi."
     ]
    },
    {
     "title": "Euismod lorem ad mauris.",
     "paragraphs": [
      "Commodo magna. Rhoncus fames ad. Blandit vitae vel fames curabitur. Pretium risus et tristique condimentum elementum orci non congue. Conubia neque nisi rhoncus at phasellus parturient. Cubilia fusce. Integer fusce parturient nibh cursus. Commodo dolor nisl sociosqu nisi rutrum dignissim montes faucibus curabitur hac justo mus duis mus proin elementum congue. Natoque magna sit augue enim massa rutrum lectus id turpis ut magna id convallis. Potenti morbi. Natoque velit eu proin. Vivamus porta nunc. Commodo lacus ut dignissim massa dis arcu viverra a mauris. Feugiat vitae erat penatibus dis massa. Aliquam nulla ipsum suscipit nulla etiam hac amet vulputate nec conubia maecenas tempus. Lacinia vitae. Conubia risus. Egestas fames ad leo malesuada fames id. Cubilia massa risus montes vivamus ante a morbi id metus. Nonummy donec ac a congue amet cubilia. Sodales fames vel. Laoreet curae.",
      "Feugiat augue odio ac consectetuer posuere facilisi sollicitudin nonummy. Aliquet magna dui parturient vestibulum id. Integer magna. Euismod proin neque facilisis pharetra pede rutrum sociis augue. Viverra curae dapibus ultricies montes nisi. Natoque neque morbi a enim ad phasellus purus natoque lectus congue convallis fames sem ante gravida nibh quis. Cubilia fusce netus. Lacinia netus. Posuere nulla. Feugiat purus eni eros eni vitae adipiscing nonummy. Feugiat dolor pede nullam porttitor fames. Laoreet augue quis suspendisse. Cubilia proin ante turpis sagittis parturient tempor. Blandit nulla vel platea nonummy eros vitae lacinia porttitor bibendum. Aliquam donec. Aliquam morbi eget sagittis sollicitudin magnis risus pretium egestas curabitur vehicula nullam. Lacinia massa ve tortor ut leo quam ad quis placerat lacus. Euismod augue per rutrum enim montes. Euismod fusce amet montes hymenaeos donec elit iaculis sociis. Posuere netus urna mattis phasellus in imperdiet pretium sollicitudin tristique class. Gravida ipsum. Gravida netus sem vitae nullam inceptos."
     ]
    },
    {
     "title": "Euismod class nisl urna orci pulvinar a placerat.",
     "paragraphs": [
      "Integer fusce nisl per fames convallis nam purus tristique tortor. Posuere lorem sed feugiat sagittis primis. Lacinia nulla ad augue at netus dui nulla. Laoreet magna nisi venenatis pharetra mollis auctor placerat vestibulum semper. Sodales neque dui sed lacinia volutpat risus etiam ipsum a. Nonummy nulla id facilisis ullamcorper porttitor orci hac orci a diam parturient nibh felis dolor. Viverra porta eget egestas. Pretium morbi et turpis ve odio. Dapibus donec. Nonummy purus. Quisque dolor augue diam a magna blandit sed nostra. Dapibus dolor morbi varius nec orci velit mattis. Viverra class. Egestas felis nam pretium. Posuere curae. Pretium vitae eget. Lacinia vitae porta nisi diam posuere hendrerit. Feugiat fusce iaculis torquent sollicitudin viverra mollis purus hendrerit dapibus. Pretium augue duis at nulla et nullam in class platea. Posuere dolor enim amet nulla molestie. Viverra dolor nunc enim morbi ac ligula hymenaeos ornare vestibulum. Vivamus justo.",
      "Viverra morbi nibh tempus. Nonummy nulla velit iaculis hendrerit praesent ac curae. Potenti lorem amet eu consectetuer mauris auctor nunc. Gravida curae nam sed at ipsum turpis magna adipiscing nunc morbi. Blandit etiam at ligula id ante velit maecenas morbi curae conubia urna a nisl. Dapibus proin nisi facilisi habitasse. Rhoncus massa ad varius facilisis felis penatibus. Quisque porta mi eros risus euismod leo volutpat a. Pretium velit cras integer a suspendisse hac eros augue. Feugiat nulla. Nonummy felis pede sed etiam orci pede cras ipsum quis id nec eros. Aliquet magna et. Vivamus justo urna sodales ad velit mollis. Rhoncus ipsum non. Aliquet neque eget phasellus class orci. Vivamus metus. Iaculis morbi amet. Rhoncus etiam eget quisque a condimentum cum at proin. Potenti vitae. Natoque lacus orci hac pellentesque mattis congue pretium aliquet ultricies ante. Potenti proin dui aenean tempus lorem tellus et. Aliquam dolor quam molestie tellus vestibulum morbi quis id ultrices mattis ipsum."
     ]
    }
   ],
   "title": "Potenti fames cum dictum.",
   "paragraphs": [
    "Nonummy augue. Laoreet nulla ve inceptos donec hymenaeos habitant id felis phasellus. Gravida velit nam netus laoreet. Natoque proin odio a magna eu augue dis faucibus etiam magna. Feugiat class. Iaculis justo magna pede interdum. Egestas morbi. Rhoncus donec. Potenti neque enim tempor ultrices adipiscing phasellus nulla sit augue. Blandit velit eu consectetuer dapibus etiam nibh condimentum. Commodo fames eros vel nisi class curae. Iaculis netus eget laoreet pretium erat. Feugiat donec. Egestas lacus et netus. Nonummy vitae enim. Dapibus nulla sem justo pretium odio senectus felis. Potenti metus hac luctus. Rhoncus class dis adipiscing lacus diam turpis mus parturient consequat. Rhoncus curae odio natoque et. Quisque neque nam orci quis vestibulum nam justo. Potenti fames. Laoreet neque.",
    "Egestas dolor. Nonummy donec. Natoque fusce morbi tincidunt dis egestas. Vivamus proin ac semper fermentum adipiscing gravida nibh eget eleifend adipiscing. Posuere metus at id luctus hac sodales inceptos et. Lacinia lorem. Gravida fusce quam nonummy ad nunc eget dapibus eu. Conubia magna parturient mi pellentesque integer platea. Iaculis donec purus aenean lobortis curae. Aliquet justo ve in auctor leo nisl quis etiam hac duis justo. Conubia proin eget ultrices velit erat accumsan. Blandit augue mi auctor cubilia. Commodo netus ut magnis morbi etiam interdum elit aliquet consequat mauris. Euismod neque eni nunc. Integer nulla. Nonummy morbi dis. Commodo justo cubilia tincidunt elit eros lobortis purus. Egestas etiam. Posuere lorem. Vivamus felis netus suspendisse faucibus. Natoque velit. Egestas velit ad vitae rutrum."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod nulla lorem taciti.",
     "paragraphs": [
      "Feugiat etiam ipsum. Aliquam fusce at tincidunt dapibus rutrum. Blandit fusce. Iaculis netus nec duis et nisl. Lacinia magna vel nulla. Euismod porta metus velit scelerisque. Quisque justo mi hymenaeos. Natoque netus urna a erat eu erat. Aliquam metus. Quisque velit. Sodales purus ad quis ad. Commodo velit erat molestie tristique at. Nonummy purus integer ac ut ultricies parturient. Viverra netus. Iaculis metus nunc. Nonummy magna. Potenti velit non elit sit lacinia lacus nunc mi arcu. Vivamus lorem mus nibh sapien lectus ultricies justo metus platea nostra. Potenti felis quam quisque turpis nisl elit aptent nostra penatibus ipsum viverra primis orci erat. Euismod risus augue facilisis fermentum vestibulum. Nonummy fusce id at et magna quis morbi. Conubia neque sit nunc eu tincidunt a.",
      "Laoreet donec fusce. Commodo vitae neque diam pede nulla quisque rhoncus. Natoque class amet mus rhoncus diam. Vivamus magna pede semper eu odio. Egestas fusce. Gravida fames dui eget. Dapibus netus mus fringilla nulla penatibus euismod sociis in risus. Natoque netus urna id quam orci pretium posuere tellus diam. Gravida justo hac vestibulum hymenaeos duis per cras a quis. Commodo fusce. Lacinia donec elit non cras. Laoreet massa netus erat neque elit curabitur. Iaculis proin commodo congue. Cubilia lacus diam ligula feugiat id rutrum ultricies dis. Feugiat fames nec arcu. Iaculis velit. Pretium felis purus nisi lectus ac nam elementum. Natoque morbi arcu per pretium ut porta id a libero. Nonummy justo mus netus sit dis at sagittis cum. Egestas morbi nam quis urna vehicula netus nonummy per parturient adipiscing in cursus eros aenean in. Commodo fusce ut porttitor vestibulum ante luctus tempus quisque elit potenti in. Gravida class parturient natoque cras sagittis lacus."
     ]
    },
    {
     "title": "Natoque purus adipiscing senectus natoque in ante.",
     "paragraphs": [
      "Cubilia proin curae metus faucibus fermentum a nam hymenaeos tortor. Aliquam curae ve sapien justo aenean fusce parturient facilisi felis maecenas augue. Aliquet morbi metus vivamus nonummy mattis class. Aliquet donec vel vestibulum adipiscing ut sollicitudin commodo lectus. Aliquam netus. Posuere lacus ve phasellus etiam. Laoreet magna quam. Cubilia justo metus dapibus erat sed amet a purus pretium. Quisque purus. Dapibus purus ad faucibus amet odio dolor hymenaeos sem. Sodales class nisl vulputate tempus placerat praesent. Aliquet augue. Aliquet fames enim vehicula cras potenti et phasellus in. Aliquam proin amet ve dolor varius lacus massa sodales. Commodo curae ad hendrerit justo dignissim pharetra luctus duis mauris. Iaculis etiam sodales rutrum velit justo bibendum nibh quisque ac. Blandit netus ad a. Viverra nulla et dictum etiam suspendisse. Euismod risus mus ipsum. Blandit morbi elit lacus nisl dapibus fermentum eros potenti eget interdum. Dapibus risus class nostra. Vivamus nulla urna.",
      "Rhoncus neque duis cubilia id pharetra vivamus. Aliquam velit. Natoque dolor pede suspendisse consectetuer lacinia. Integer curae dui nunc vel a mattis. Euismod porta in eu ante eget nisl ad ultricies imperdiet vestibulum orci curae sapien. Euismod fusce diam arcu vestibulum eros. Nonummy massa eu purus ad ut. Aliquet velit. Quisque neque cras arcu porttitor eu primis et dignissim a lacus id ve. Commodo nulla vitae duis. Dapibus fames. Blandit fames eu duis ac. Potenti proin. Cubilia curae dui elit lobortis quis. Gravida massa ante hac ornare posuere varius cursus elit commodo vivamus imperdiet habitant luctus. Rhoncus fusce cras sed ante nam. Conubia magna morbi mollis maecenas. Gravida lorem ut nisi risus ullamcorper quam urna malesuada. Nonummy lacus eget aptent mauris felis netus nam. Blandit nulla id lectus vitae sodales nam id natoque quam ac nunc. Gravida dolor sit nisi torquent ac velit leo quam pede. Quisque fusce amet dapibus massa curae risus euismod congue ultricies ut convallis odio dis.",
      "Cubilia metus. Pretium velit. Integer justo proin dapibus ligula est in nostra. Iaculis lacus. Conubia risus dui hendrerit nec inceptos gravida metus orci. Aliquet nulla. Sodales fusce fames est rhoncus duis. Gravida netus. Sodales velit egestas etiam ve. Natoque risus adipiscing habitant arcu. Dapibus fames. Pretium donec leo odio nibh amet ipsum lacus phasellus sem cum. Viverra class lorem amet dignissim aptent augue non justo vestibulum inceptos. Pretium lacus elit. Euismod nulla justo tortor congue dis erat. Lacinia risus. Quisque morbi nisl non taciti platea ve sociosqu eget ante bibendum ullamcorper per. Rhoncus lacus ipsum eros. Euismod curae erat vivamus habitasse odio dis iaculis et ac congue ut aenean. Blandit dolor ut sapien egestas ad pede accumsan senectus velit. Potenti netus at purus amet maecenas sit. Posuere curae ad semper netus commodo."
     ]
    }
   ],
   "title": "Rhoncus magna conubia.",
   "paragraphs": [
    "Vivamus lacus ve. Nonummy magna eni vestibulum justo elit. Quisque dolor amet dui ornare sed tellus vulputate venenatis consectetuer hac. Dapibus dolor cras sed vitae vivamus mus tempor dis natoque. Integer vitae proin magna hac purus luctus penatibus. Aliquet felis. Feugiat proin adipiscing ad. Dapibus fusce. Cubilia velit nisl sed odio aliquam ut vel id. Posuere curae ac mi elit porttitor. Iaculis morbi odio mattis egestas. Iaculis metus est elit odio vulputate ut congue etiam suspendisse. Sodales morbi pretium rutrum neque parturient. Commodo lacus sit nisl a. Posuere augue per urna luctus parturient pharetra cras eget leo. Vivamus dolor donec habitant dui commodo. Pretium massa. Integer netus id ultrices egestas. Commodo donec. Integer donec posuere ultricies nibh blandit orci. Cubilia purus hac ante sit vel convallis mus. Posuere vitae nulla eros nisl habitasse dictumst mauris tempor etiam potenti commodo tincidunt.",
    "Euismod neque in ipsum justo litora dis enim nisi duis. Gravida magna id proin. Nonummy porta nibh torquent scelerisque dui enim placerat donec cursus porta. Pretium curae metus aenean fames id neque sollicitudin. Nonummy justo sed nibh nam lacinia proin id sed porttitor pellentesque sed. Aliquet donec. Commodo etiam augue mollis consectetuer tristique metus ultricies. Aliquam etiam euismod augue enim. Cubilia ipsum per. Potenti risus enim laoreet urna sollicitudin adipiscing cras fames cursus. Aliquam donec orci morbi magnis pulvinar suspendisse sed urna. Pretium massa urna eget in netus per erat ridiculus in hymenaeos vitae. Lacinia etiam risus sapien vitae. Lacinia risus cum nibh ornare litora porta hac duis. Blandit velit curae blandit ac curabitur massa ante enim. Gravida netus ac id morbi ac aenean nam pulvinar euismod phasellus nibh. Sodales magna nunc nascetur proin a. Cubilia etiam nisi a. Iaculis fusce at nullam consectetuer dis velit elementum odio amet massa hymenaeos. Sodales magna arcu netus risus a diam adipiscing id facilisi natoque. Commodo purus. Quisque curae.",
    "Quisque nulla risus magnis netus suscipit metus et varius. Dapibus fames massa magnis. Aliquam purus non lorem venenatis non eros. Sodales velit elit rhoncus a sociis. Pretium nulla eros dictum porttitor ultrices. Blandit justo etiam. Blandit porta vestibulum odio purus rhoncus natoque urna ac tristique. Feugiat etiam. Feugiat donec sed vestibulum ad consectetuer viverra tellus at. Integer class ut etiam justo semper litora. Integer risus pede euismod. Commodo magna mus hac id. Gravida fames parturient eu. Gravida netus ac cursus pellentesque feugiat interdum. Cubilia donec nisi nam fames iaculis sed facilisis nonummy ligula nulla fringilla tortor praesent facilisis. Lacinia donec nibh quis nunc conubia in nullam. Potenti velit sem gravida urna vestibulum tempus. Viverra massa mi ut eget molestie iaculis pharetra felis cum. Sodales nulla cubilia sit ac diam ve nisl habitant adipiscing. Aliquam class parturient ullamcorper semper. Rhoncus porta lorem ultrices parturient sapien felis aliquam auctor id pharetra non. Egestas proin cum eros quis ipsum aptent nulla elementum."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia morbi est.",
     "paragraphs": [
      "Sodales fusce parturient placerat aliquet elit ad volutpat cubilia lacinia taciti neque gravida quis. Cubilia neque eu sollicitudin consectetuer vivamus rutrum massa. Egestas etiam. Nonummy magna. Commodo porta. Posuere purus quam inceptos quis hac a platea. Dapibus etiam urna non varius faucibus. Feugiat dolor integer. Egestas justo etiam elit est nunc in risus. Iaculis fusce amet a curae. Potenti dolor morbi nisi placerat conubia aliquam. Vivamus fusce urna lacus mus urna odio sociosqu fusce eget. Blandit lacus. Natoque netus sed vestibulum consequat scelerisque class habitasse. Egestas massa diam hendrerit mauris nibh elit lorem. Conubia etiam ac ve. Pretium risus. Laoreet metus ac morbi et morbi ante. Natoque proin. Feugiat etiam id. Laoreet donec massa eros blandit urna ve litora per feugiat. Lacinia fusce augue eleifend vel.",
      "Aliquet metus arcu commodo phasellus sagittis. Cubilia netus. Potenti nulla donec mauris odio nisi quisque. Vivamus class. Potenti fusce at quis lobortis ornare. Lacinia neque sit. Egestas ipsum ac facilisis urna eni euismod dui maecenas a sociosqu. Natoque fusce leo amet vel arcu cum. Euismod donec eu. Laoreet metus ve suscipit lobortis et litora lacus adipiscing nisl sapien tincidunt adipiscing. Laoreet lacus. Natoque ipsum ac tincidunt felis duis suspendisse dapibus risus. Cubilia velit. Potenti massa ad fusce. Laoreet netus. Conubia massa purus quam eni orci dui tincidunt morbi sed enim etiam hymenaeos dui arcu ac non. Euismod purus in sociis curabitur morbi eni augue. Lacinia proin enim massa nisl. Cubilia ipsum eu. Pretium dolor ut neque eni adipiscing. Viverra massa ante nunc vestibulum eu. Aliquet lorem natoque eni ac quam ipsum id mattis dis amet ut."
     ]
    },
    {
     "title": "Sodales fusce urna fermentum auctor pulvinar vehicula.",
     "paragraphs": [
      "Aliquet risus vitae per pede pharetra rhoncus accumsan. Dapibus porta lacus netus tempus adipiscing placerat elit primis. Rhoncus class pede nisi venenatis. Viverra purus erat sociosqu justo enim arcu molestie. Lacinia justo nunc euismod nisl parturient orci lacus. Rhoncus justo posuere nisi ut nibh dolor natoque. Posuere lorem per. Nonummy porta parturient posuere. Blandit risus. Blandit dolor netus curae hendrerit praesent lectus magna. Viverra dolor urna aliquet ad faucibus nisi suscipit. Aliquet etiam. Potenti vitae at. Conubia lorem adipiscing pulvinar dapibus consectetuer imperdiet. Iaculis class odio tempor rutrum sit nascetur. Iaculis magna sit urna. Conubia velit. Pretium magna lorem lectus ligula nec sapien habitant hendrerit dolor a nonummy tortor velit. Lacinia class est nibh phasellus vel odio nibh. Viverra porta vitae lectus mus sagittis augue ve nostra tristique massa ut magna non. Euismod lorem ac taciti hendrerit non. Cubilia proin.",
      "Posuere nulla id pede ad cum odio parturient vulputate suspendisse. Cubilia vitae felis hac odio consectetuer potenti. Nonummy velit ac elit rutrum congue hendrerit cum etiam egestas laoreet sollicitudin. Vivamus donec etiam felis condimentum molestie hendrerit nunc sollicitudin ligula taciti amet penatibus. Iaculis dolor natoque mollis. Dapibus porta cubilia odio fusce varius pellentesque vivamus dictumst netus. Iaculis augue erat pede porttitor lobortis rutrum mollis netus venenatis habitant id. Sodales ipsum. Gravida purus diam. Iaculis magna eu mollis mi proin sociis. Integer massa ad turpis convallis dolor fermentum pulvinar fusce sit quis cum. Commodo lorem. Egestas velit. Pretium massa erat nam massa tristique sagittis etiam ac a amet. Quisque nulla cum semper proin at dolor id nulla. Integer risus elit. Blandit felis et porttitor porta senectus dui. Egestas fames elit praesent ridiculus pulvinar at fusce scelerisque ve. Posuere dolor sem commodo sem eget euismod eget lobortis adipiscing. Potenti vitae etiam. Viverra etiam vestibulum vivamus ante nisi. Rhoncus netus nulla curabitur sit cum id gravida eros.",
      "Gravida augue metus suscipit eni consectetuer neque donec proin posuere. Vivamus class. Natoque magna et metus suspendisse in litora iaculis rhoncus luctus in sem. Viverra lorem. Nonummy neque ac nascetur commodo magnis lorem adipiscing. Gravida purus eget arcu odio fusce. Iaculis morbi. Vivamus lacus ac lectus. Dapibus justo. Vivamus lacus elit diam aliquam etiam dis donec imperdiet eget neque. Aliquet vitae at. Commodo vitae nisl lorem sodales. Posuere vitae. Nonummy velit. Cubilia augue orci. Aliquet velit amet ut nulla dis eros. Viverra class urna pede magna condimentum senectus tristique pede rutrum lectus. Nonummy porta ut libero consequat eu ultricies a tincidunt. Feugiat fames mus nibh laoreet. Commodo ipsum id pharetra nisl cras metus dis dictum torquent. Posuere metus nulla eros sodales ac netus facilisi sit consectetuer ligula nisl. Cubilia magna id in urna et facilisi nec."
     ]
    },
    {
     "title": "Aliquam etiam amet nam.",
     "paragraphs": [
      "Vivamus massa est penatibus dictum justo aliquam sem et ipsum. Posuere nulla vitae habitant ad semper accumsan. Gravida vitae. Egestas fames. Rhoncus netus lacus. Natoque porta fusce justo semper. Quisque class. Pretium lacus. Feugiat metus. Aliquet felis sodales nunc sagittis vel pellentesque felis lacus. Conubia dolor leo cras enim. Aliquam fusce. Natoque lorem amet. Viverra neque eget quam adipiscing vel fusce imperdiet euismod augue pede a quam vestibulum nisl velit cubilia. Integer vitae nibh. Sodales fusce dui est eni mi sollicitudin consectetuer lacinia litora morbi. Posuere etiam. Sodales etiam dui. Lacinia morbi ad quis maecenas consectetuer auctor. Rhoncus morbi. Dapibus netus. Gravida lacus proin sem eget est risus.",
      "Euismod donec. Natoque massa urna sed. Quisque purus ve tortor sed adipiscing. Feugiat proin urna est donec dolor amet. Posuere justo. Pretium justo morbi sed urna. Commodo felis nulla cursus imperdiet. Egestas felis eu nunc convallis semper nullam. Dapibus lorem. Sodales fusce hac nunc habitasse sem commodo et malesuada diam condimentum. Blandit proin sed primis nostra eni sit consectetuer class ut. Commodo proin sem nonummy accumsan lectus mattis. Nonummy class ac tellus pulvinar parturient tempus id urna placerat vel quis ad magna et. Posuere dolor adipiscing vehicula vivamus lobortis tempor elit enim dis rutrum montes. Egestas netus lacinia cum torquent. Sodales dolor at dictum phasellus morbi. Dapibus ipsum. Feugiat fusce. Integer velit posuere accumsan nostra platea. Gravida risus. Quisque dolor nam enim eu ipsum litora urna duis dignissim auctor. Natoque augue etiam aptent metus euismod ad pharetra semper primis nulla."
     ]
    }
   ],
   "title": "Laoreet dolor leo purus sit.",
   "paragraphs": [
    "Commodo curae eu metus arcu vel nonummy senectus. Commodo dolor diam ipsum aenean. Viverra donec sit. Rhoncus velit enim. Aliquet velit. Dapibus fames nulla lacinia natoque mattis ve eget purus nostra fusce enim. Viverra risus ipsum nisl ut dis tincidunt platea sagittis aliquet. Conubia lacus dui nunc dui ridiculus dictumst luctus. Conubia dolor. Pretium curae leo nibh fringilla mauris semper risus nascetur nibh eni quisque metus urna. Lacinia lacus dis porta eni nibh faucibus feugiat cras sagittis convallis amet. Laoreet class odio sem hac. Egestas lacus at. Egestas metus adipiscing condimentum tellus eu rutrum pellentesque. Cubilia fusce ante. Pretium augue nisl praesent. Natoque purus nisi a eget curae velit a. Rhoncus fusce pede vulputate tincidunt pellentesque sit metus est eget. Pretium ipsum augue posuere dignissim ut. Commodo metus mi augue nisi at. Quisque vitae posuere aliquam quam. Gravida felis nisi blandit.",
    "Conubia ipsum at mollis ve ornare cum nonummy facilisi netus praesent quis euismod in eu vitae. Pretium fames eu primis auctor eleifend porta cum quam enim vestibulum. Nonummy dolor. Posuere netus eu auctor dignissim imperdiet quam. Potenti massa ut mattis consequat et aptent porttitor vestibulum sodales sem volutpat potenti congue. Feugiat velit. Integer lacus. Integer dolor aliquet eni ut integer ad aliquet mi potenti. Vivamus curae mi enim scelerisque blandit. Cubilia metus. Conubia purus justo dolor tempus netus hymenaeos. Cubilia neque urna taciti dolor class sem. Pretium velit quam auctor vivamus tellus. Lacinia fames adipiscing accumsan lacus urna integer odio interdum. Integer magna enim conubia ultricies. Euismod netus adipiscing. Aliquam curae dui pede sed donec quis laoreet ve. Sodales netus ad. Rhoncus nulla ve. Rhoncus porta eni orci proin commodo. Natoque etiam erat accumsan. Commodo donec in tellus porttitor fames in proin."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas purus ad ridiculus mi.",
     "paragraphs": [
      "Dapibus netus lacus viverra porttitor ante ullamcorper. Blandit curae. Conubia massa. Blandit fusce purus. Nonummy class amet neque condimentum suscipit aliquam orci per pede conubia eu. Gravida proin arcu etiam posuere blandit consectetuer venenatis. Viverra augue erat pulvinar a torquent cras dignissim tempus nulla adipiscing conubia nunc lorem. Integer vitae id curae dictum in lectus. Nonummy felis dolor justo nisl cursus montes dolor vitae maecenas donec. Viverra porta. Quisque augue ve. Euismod dolor justo sociis nisi enim aliquam tempus ante pede mauris. Potenti justo ut ipsum tempus scelerisque. Feugiat purus per amet pede iaculis. Euismod curae fames varius mus dictum id aptent mus turpis cursus sociosqu fringilla. Lacinia etiam. Commodo morbi augue. Egestas augue. Conubia dolor vestibulum. Gravida purus. Aliquet justo quis consequat lacus. Cubilia lacus ad etiam taciti hac commodo volutpat posuere.",
      "Cubilia magna parturient mi pellentesque lacinia. Commodo netus lorem molestie duis gravida ut vel penatibus nam. Viverra nulla neque mollis. Feugiat felis quam diam. Iaculis justo vitae montes parturient curae lacinia aenean eu erat ipsum. Conubia lorem eget platea mus. Viverra morbi. Egestas magna justo facilisi proin facilisi eu ante ut sagittis sed cubilia fames. Aliquam metus euismod fames curae proin enim. Commodo metus erat in interdum eni consectetuer justo. Conubia purus ad nostra maecenas cras erat conubia ve quis placerat condimentum habitant. Integer ipsum ante sed etiam lorem pharetra augue a pede. Posuere proin sed sodales. Conubia dolor adipiscing facilisi gravida urna diam conubia vivamus nisl a elit. Natoque donec dolor ultrices risus blandit accumsan. Viverra curae at platea phasellus habitant. Egestas lorem at neque consectetuer bibendum ipsum euismod sit primis a aliquet nostra. Commodo fames etiam. Conubia velit lorem ligula erat. Blandit porta duis mollis tortor nonummy. Vivamus etiam orci tellus penatibus elementum sollicitudin est. Commodo metus curae fames elit hac pede cras ac lacus."
     ]
    },
    {
     "title": "Posuere proin.",
     "paragraphs": [
      "Vivamus neque. Natoque massa urna rhoncus erat duis vulputate ac at porta consequat vestibulum. Nonummy purus felis taciti lacus cras ad nisl molestie curabitur. Conubia neque enim at morbi. Iaculis felis sed enim consectetuer adipiscing. Laoreet lorem dis metus curae aliquam libero velit felis porta dictumst. Sodales donec nunc posuere id sapien vehicula erat sapien arcu nibh. Egestas lorem nisi est curae nunc. Conubia donec massa nec pharetra metus vivamus. Natoque lacus mus quis parturient. Posuere felis. Dapibus risus. Laoreet proin nisl enim fusce quisque enim. Posuere dolor. Feugiat curae eget elit urna congue at. Natoque neque id nostra metus vestibulum pretium ante. Rhoncus morbi pede per sed hac. Euismod lorem netus. Blandit etiam feugiat. Egestas nulla. Aliquam ipsum sem erat sollicitudin ad quisque id enim mus. Blandit curae ac pellentesque erat laoreet risus in ac nostra.",
      "Natoque massa. Gravida dolor fusce magnis varius nec. Natoque donec vestibulum viverra. Feugiat massa vivamus est amet erat ridiculus libero cum. Rhoncus porta adipiscing rhoncus quis parturient nostra ultrices. Aliquet risus dui nulla est odio ornare fringilla dapibus tempus. Pretium fames fusce massa tincidunt eni aliquet interdum. Integer nulla erat eget nulla conubia hac. Conubia dolor porta purus dictumst. Sodales massa. Sodales risus netus. Conubia felis cum metus tristique hymenaeos ante. Natoque lacus. Blandit fusce netus sagittis netus sagittis facilisis purus eros. Feugiat velit cubilia montes et. Posuere felis. Posuere risus quam habitasse montes tortor eni ante morbi. Pretium justo nisi a enim adipiscing tellus. Integer justo eget sagittis nulla. Euismod vitae fusce a eros fusce dapibus rutrum proin venenatis. Aliquet lacus. Sodales lacus sodales penatibus cras nam euismod enim accumsan scelerisque."
     ]
    }
   ],
   "title": "Sodales justo.",
   "paragraphs": [
    "Viverra fusce. Posuere morbi. Natoque class eget vel augue tellus augue vestibulum suspendisse mattis. Feugiat lorem. Aliquet lorem metus auctor. Commodo justo eros scelerisque ac congue eni. Iaculis morbi ad tellus. Natoque vitae eni quisque ut hymenaeos augue neque massa vitae diam. Dapibus risus lacus. Laoreet lacus felis ipsum senectus ve condimentum nisi arcu diam curae vivamus dignissim. Vivamus netus lorem nam proin. Pretium fusce eros hac lacus tempus nulla donec auctor ac. Aliquet massa. Aliquet etiam. Integer donec. Euismod felis etiam lectus eni. Conubia nulla ve dolor. Conubia etiam vestibulum commodo per. Viverra fusce nam. Nonummy morbi id tempor a adipiscing est parturient venenatis nulla. Vivamus donec mi nulla tempus velit ante nam conubia. Commodo fames.",
    "Natoque velit at augue porttitor condimentum neque dignissim volutpat eros mauris ad. Vivamus vitae quam nullam vestibulum consectetuer potenti placerat netus id. Vivamus augue nisl metus porttitor hac hendrerit sociis nisi elementum. Lacinia donec. Laoreet purus pede dui dictum quis in vulputate erat curabitur in. Dapibus curae quam bibendum eget nunc imperdiet platea. Euismod justo eu mauris convallis ad phasellus id vitae penatibus. Integer porta justo semper curabitur. Quisque class ve nam suspendisse aliquam. Aliquam curae ut platea a vestibulum vel vitae eni orci pellentesque commodo torquent. Vivamus neque ad a tempus dignissim. Blandit massa vel nunc at ipsum luctus ad ut eget. Conubia purus mi pede suscipit parturient tristique scelerisque nam quis vitae dignissim. Nonummy porta parturient faucibus enim sit. Aliquam porta metus nullam semper quis aliquam. Iaculis purus nam cras tortor feugiat hymenaeos. Commodo porta ipsum quam fusce aliquam per nunc facilisi platea. Conubia neque enim aliquam ornare id vehicula congue primis dolor pede. Viverra risus parturient ve torquent posuere. Integer massa at quis id. Aliquam metus duis platea nibh. Euismod neque ante duis nisi eget consequat ad justo."
   ]
  }
 ],
 "abstract": "Viverra justo ut etiam primis diam potenti congue nunc et. Natoque fusce nam sit. Quisque curae non semper viverra nonummy quis. Aliquet velit ad id duis tellus ultricies tristique enim nonummy. Viverra massa augue tempor velit. Vivamus justo duis suscipit ut luctus sem pretium facilisi nibh ut nibh turpis. Laoreet felis id curae hac pede sit mus. Sodales velit duis leo nonummy justo. Natoque donec adipiscing cras taciti cubilia nunc ac consectetuer. Vivamus netus blandit eget id ridiculus. Quisque fusce eu massa ac massa ut erat curabitur pellentesque. Vivamus velit urna mus bibendum gravida quisque quis. Quisque lacus mi mauris hendrerit risus hymenaeos sed interdum iaculis. Cubilia etiam nisi iaculis id. Quisque felis ac fames facilisis quis gravida. Conubia risus amet lorem nonummy lorem fames tempus mauris risus sodales. Feugiat velit adipiscing pede. Gravida etiam mus litora etiam ac lectus rhoncus mi cubilia eu interdum eros tincidunt sociosqu felis porttitor natoque. Vivamus porta nibh hac duis amet placerat sit feugiat curae ad curae luctus. Laoreet risus parturient eu pellentesque conubia. Sodales fames per nisl torquent. Posuere netus quis pretium dignissim ligula a dictumst cum et porta dis erat diam.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Armand Bever",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Wes Zick",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}