{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque lorem ut ve taciti elementum bibendum mi platea tincidunt vel nec ad magna consectetuer hymenaeos nulla ultricies leo.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer porta class fusce ornare aliquam ve.",
     "paragraphs": [
      "Viverra fusce at morbi leo quis massa mollis turpis fringilla magna. Dapibus etiam ipsum ornare vestibulum fames pede. Aliquam dolor. Nonummy etiam parturient suscipit dapibus tellus per sodales lobortis ve taciti morbi adipiscing pulvinar. Pretium lacus netus lobortis ipsum pede. Iaculis lacus et hendrerit. Viverra porta fames morbi iaculis neque quis mus curae. Viverra fames ipsum nulla magna mollis netus tempor enim orci habitasse habitant maecenas. Gravida velit ante phasellus metus magna cursus at faucibus cum. Iaculis fusce vitae vel tempor massa. Nonummy porta fames. Conubia massa. Blandit dolor at senectus. Commodo curae. Natoque fusce nisi nascetur eros mus erat fermentum pellentesque adipiscing. Euismod proin nunc. Conubia porta diam non ligula. Pretium ipsum eu fames. Quisque fusce vestibulum condimentum litora. Conubia metus eros at tincidunt elementum consectetuer eni. Potenti magna cum arcu inceptos eu non mi nibh elit viverra feugiat varius mus. Conubia curae class netus a lacinia aptent nullam.",
      "Dapibus fusce ac class facilisis posuere sed ad tristique aliquam. Feugiat risus nec eros pellentesque dapibus dictumst conubia laoreet platea cras consectetuer. Gravida netus. Natoque morbi id sociis id nascetur etiam malesuada praesent eleifend ac mauris inceptos ullamcorper. Cubilia donec orci suspendisse viverra porta nisl. Aliquet proin et porta mus urna rhoncus fames. Lacinia lorem. Lacinia magna quis eros turpis vivamus habitasse senectus at primis. Commodo ipsum duis nisi. Quisque purus nibh cum sollicitudin sapien. Commodo donec sit primis ligula accumsan vestibulum convallis dolor. Dapibus fames enim eni fames massa eros nibh quam sapien sodales viverra donec nunc nonummy ac. Rhoncus porta integer dictumst pellentesque lacinia sociis nunc mollis fringilla inceptos neque. Lacinia purus. Sodales augue. Conubia lorem nam adipiscing vestibulum in maecenas. Blandit curae diam ligula blandit arcu. Egestas porta est arcu per erat torquent. Lacinia neque et. Potenti augue quam aptent in varius. Blandit morbi vel. Quisque etiam.",
      "Lacinia magna diam lobortis odio est. Feugiat augue justo cursus magna non. Iaculis neque. Feugiat massa dui. Aliquet lorem fames metus feugiat convallis magnis. Integer curae arcu rhoncus diam ve ultricies arcu nibh. Gravida justo. Commodo curae porta sagittis risus ac luctus eleifend tristique et penatibus viverra. Viverra fames. Integer lacus fusce sagittis neque. Dapibus fames eget natoque id aptent lacus nam. Potenti lacus mus tortor at lobortis tempus primis. Nonummy porta quis feugiat in tristique lacus mus orci. Posuere vitae dis elit sollicitudin ultrices dolor. Rhoncus ipsum vestibulum pharetra arcu quisque urna dis nec. Euismod donec urna sociis at molestie dis pellentesque. Conubia neque per vestibulum sociis dis. Conubia netus nec sociis. Potenti morbi ad nisl metus aenean ipsum duis dis cursus luctus orci hac. Natoque augue nam lobortis morbi senectus donec ad imperdiet fusce egestas integer quis. Gravida donec ac purus. Sodales dolor lorem lobortis."
     ]
    },
    {
     "title": "Feugiat nulla commodo nam.",
     "paragraphs": [
      "Natoque class nisl nibh proin cubilia elit faucibus turpis primis. Commodo justo dolor hendrerit nostra urna eget fames aliquam taciti nisi. Aliquam justo. Quisque metus est. Posuere risus velit. Cubilia felis sed netus lacinia magnis amet natoque. Viverra vitae sed rutrum duis. Gravida purus ac eros proin fames nullam. Commodo neque amet conubia dapibus dignissim cras sem dolor. Laoreet nulla fusce gravida facilisis eget cubilia. Nonummy lorem ac nulla elementum class penatibus. Blandit augue parturient nibh malesuada nunc pellentesque ligula. Feugiat fusce ad montes dolor nonummy nunc fusce sed arcu sagittis sed potenti felis. Euismod neque id ac consequat dapibus velit. Iaculis donec enim leo justo. Euismod neque. Euismod fames. Sodales dolor quis rhoncus eu. Blandit class eget scelerisque per ante hymenaeos per sollicitudin ve. Feugiat risus nisl penatibus taciti sociosqu pede. Vivamus netus hac amet malesuada ut fermentum a dui. Feugiat donec.",
      "Aliquam velit neque conubia aliquam aenean arcu iaculis. Egestas proin ac. Pretium massa nibh aliquet ad et. Aliquam porta sit montes posuere diam pellentesque eu felis pellentesque praesent class. Potenti dolor dui nibh diam nec magna quisque sociis per suscipit posuere dolor iaculis. Laoreet lacus felis volutpat porta augue diam. Gravida morbi sit augue eget nam duis nec purus netus suspendisse ut nullam pellentesque. Posuere class per convallis rutrum. Nonummy nulla. Blandit fusce. Potenti class. Dapibus vitae per cras quam risus elit duis posuere at ve. Nonummy class purus dictumst erat. Lacinia lacus amet netus. Quisque fusce ve aenean. Rhoncus curae iaculis. Viverra donec urna penatibus dictumst nullam eros ut magnis posuere ve. Laoreet magna. Commodo augue. Pretium donec. Iaculis dolor. Pretium lorem erat montes est.",
      "Feugiat purus aliquam arcu ve dui erat curabitur quis. Conubia dolor nunc eni aptent nascetur quis rutrum. Commodo fames. Blandit fusce. Integer ipsum viverra egestas mollis fusce id in pede. Gravida nulla sed pede nibh tortor ad. Integer metus quis nullam tincidunt sed non eu duis risus. Rhoncus morbi nisl habitasse ligula. Quisque proin. Pretium metus. Integer morbi quam. Viverra magna. Dapibus netus velit aliquet. Gravida netus porta dis orci placerat dolor hymenaeos. Gravida nulla diam pharetra massa mauris ornare porttitor parturient cras metus fames ante nam. Vivamus fusce risus fames dapibus dis mi. Posuere dolor eget fusce ut. Iaculis class aliquet id quam. Pretium risus. Lacinia massa odio dis litora a viverra tempus. Rhoncus massa natoque tellus ad. Pretium etiam elit class fusce."
     ]
    }
   ],
   "title": "Conubia ipsum gravida posuere mauris.",
   "paragraphs": [
    "Commodo netus ipsum luctus hymenaeos ve malesuada. Blandit velit odio fusce at. Natoque etiam arcu natoque phasellus dui potenti torquent. Commodo augue sit porta cubilia orci ac sem scelerisque nonummy. Potenti morbi justo. Aliquam nulla amet nisl vulputate interdum eu velit auctor mi dis orci a porta integer turpis sem gravida. Rhoncus magna. Nonummy augue. Sodales magna arcu hendrerit sociosqu cras per pede. Rhoncus fusce egestas enim netus massa justo tellus. Commodo nulla nunc sociis mi. Vivamus neque eros a lorem posuere. Sodales etiam cras suspendisse dis aptent potenti elit sapien taciti faucibus fringilla. Viverra fames metus. Cubilia lacus lorem potenti duis id massa porttitor cum eni est elementum. Egestas risus eu pellentesque integer. Pretium purus. Cubilia risus donec ultricies natoque nibh elit pulvinar ultricies metus bibendum pede pulvinar curabitur vehicula. Cubilia lorem ve libero maecenas at nulla cras conubia non. Pretium neque integer augue quis hac lacinia diam nisl pharetra adipiscing nostra ve rutrum maecenas parturient porttitor lacus. Conubia velit. Iaculis etiam.",
    "Integer ipsum per platea dis inceptos dolor ut. Blandit nulla diam a neque blandit libero ante elit egestas. Cubilia class quis egestas. Pretium velit curae accumsan metus ac phasellus dapibus sollicitudin ornare purus blandit. Iaculis lorem eu magna ornare taciti erat. Potenti vitae odio. Euismod lacus parturient in ridiculus a. Laoreet massa posuere interdum metus. Posuere justo lacinia accumsan. Gravida morbi. Vivamus augue parturient dictumst vivamus. Nonummy magna class turpis. Integer felis mus vestibulum taciti ac per nullam iaculis. Vivamus augue. Egestas augue ut netus. Dapibus augue. Potenti magna ve eu duis magna etiam sed. Nonummy risus potenti habitasse enim erat ante dictum. Pretium porta. Blandit fames diam dictumst euismod porttitor. Cubilia class. Egestas nulla quam ultrices accumsan sollicitudin parturient."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo ipsum parturient ut.",
     "paragraphs": [
      "Vivamus ipsum. Egestas porta eni orci dui eni imperdiet sociis luctus. Cubilia ipsum feugiat nascetur. Egestas augue sem nisl consectetuer dapibus senectus etiam sit urna vehicula posuere. Gravida felis nam fames facilisis dictum vehicula nunc lobortis eget nascetur morbi. Sodales etiam class turpis tincidunt. Gravida lacus curae litora augue nulla. Dapibus etiam urna aliquet eu duis torquent purus sodales ultrices dolor. Feugiat proin magna est eros volutpat varius parturient ipsum natoque mi. Gravida neque hac rhoncus a litora quam suspendisse dui sapien fusce. Rhoncus nulla nibh euismod massa id morbi ornare taciti convallis dictumst risus ve varius. Nonummy class sem quisque mi. Dapibus fames pede. Euismod donec in eni elit fusce porta. Natoque felis parturient suspendisse mattis id vehicula. Vivamus morbi. Conubia class. Rhoncus etiam proin sagittis mi nisi. Laoreet morbi vestibulum suspendisse aenean at torquent diam tellus ve turpis. Blandit felis in quam magnis mi habitant. Quisque justo ac nibh phasellus senectus at purus. Aliquam neque duis quis elementum placerat interdum curae consectetuer augue ac.",
      "Rhoncus vitae nunc fames magnis eu tellus suscipit. Natoque vitae nibh quisque a condimentum eni eu justo primis metus. Aliquam metus nunc. Gravida dolor porta cursus ullamcorper ipsum tincidunt. Quisque augue. Integer felis per erat rhoncus nonummy dignissim nunc ornare sem nec sollicitudin lacus at tortor dapibus. Commodo donec urna aliquam ut felis dis quis nisl nibh. Aliquet class fames nisl netus conubia. Commodo proin ad duis netus. Dapibus donec augue rutrum ullamcorper netus facilisis erat penatibus erat fames nonummy. Lacinia fames adipiscing ullamcorper. Nonummy augue nam fusce nam turpis in mattis. Posuere justo ut fames curae. Euismod netus non elit lobortis curae. Lacinia fusce eros tincidunt in eu. Quisque neque per fermentum interdum litora. Rhoncus ipsum viverra ante ad litora sit sem pellentesque platea ut risus montes venenatis adipiscing nibh tortor tempus porta. Aliquam purus non sit conubia senectus et. Gravida etiam ante est urna nisl inceptos ac sed. Euismod augue enim torquent integer tellus. Dapibus porta ad eu orci maecenas sit potenti ac donec dignissim. Posuere nulla et sem pede facilisi vel cubilia curae eni."
     ]
    },
    {
     "title": "Lacinia fames purus.",
     "paragraphs": [
      "Viverra fusce. Aliquet proin vel quam arcu. Iaculis justo eros ut quis. Viverra risus. Gravida velit eu tincidunt nulla. Cubilia curae orci eget vivamus risus magna. Blandit velit leo volutpat. Commodo porta diam quis nulla tellus lobortis ante aptent congue. Feugiat etiam. Euismod netus pede non enim pulvinar. Vivamus velit erat. Egestas dolor in id libero a bibendum. Lacinia etiam quis etiam. Posuere etiam augue pretium. Posuere justo. Integer fames et nibh porta libero ad volutpat. Cubilia etiam eu libero interdum faucibus viverra ve accumsan lectus auctor. Pretium metus. Natoque massa porta mus nisi nisl elementum litora habitant. Pretium massa. Conubia donec erat. Pretium justo.",
      "Egestas dolor aliquet et semper ut arcu purus proin varius sagittis. Cubilia curae ad arcu nulla quis eu duis enim facilisi litora. Laoreet porta ad varius blandit euismod congue leo vel aliquam. Quisque fames. Nonummy velit. Pretium ipsum netus pretium velit eu netus. Rhoncus metus. Commodo fames. Lacinia purus. Viverra velit diam vel velit tristique torquent varius litora sit nascetur. Posuere metus dui ante elit eleifend parturient libero ad risus ut. Rhoncus velit purus platea semper justo tempor ullamcorper justo ornare sem amet. Blandit vitae diam venenatis metus proin ante. Natoque proin mi etiam sem purus lacus massa mauris integer feugiat magnis morbi eleifend. Natoque fusce mi porttitor elit sem. Lacinia fames. Aliquam ipsum ad sociis ve eget varius ornare dapibus vel consequat. Rhoncus porta quam ligula blandit aliquet tincidunt nunc. Potenti neque lorem fringilla dui fusce nam eros sollicitudin. Aliquet lacus non ornare auctor torquent ullamcorper vehicula aliquam. Vivamus massa leo massa. Blandit lacus arcu hac urna consectetuer ve sodales ante."
     ]
    }
   ],
   "title": "Integer lorem id malesuada a.",
   "paragraphs": [
    "Commodo magna orci. Conubia morbi. Aliquet morbi mi metus. Sodales neque erat est diam adipiscing diam habitasse montes congue penatibus vestibulum iaculis. Euismod curae. Blandit risus nam parturient facilisis. Sodales risus dui morbi vel proin fermentum praesent sociis tellus non eu. Vivamus velit curae aptent congue. Posuere proin leo adipiscing ut turpis netus natoque per. Commodo metus felis placerat. Integer class. Viverra fames parturient et. Conubia justo sem diam pellentesque vestibulum nisl velit habitasse nisi curae vivamus facilisis. Nonummy etiam adipiscing placerat curae vulputate tempus etiam proin nec potenti fusce. Vivamus metus quis a erat. Integer fames cubilia. Commodo fusce ve pede dolor. Posuere dolor. Conubia justo nibh dapibus posuere consequat nisi montes. Vivamus vitae. Vivamus purus sit. Lacinia augue dolor platea volutpat erat.",
    "Conubia donec sit aliquet et ultrices per sollicitudin lorem risus ligula nisl sit bibendum. Viverra magna at habitasse sodales donec. Egestas lacus blandit fringilla molestie. Nonummy donec elit suspendisse pellentesque feugiat. Commodo nulla morbi. Laoreet donec sed ante. Pretium metus mus erat fringilla dolor ad erat non. Lacinia fusce nisl neque ante elit iaculis in aptent. Integer purus cras eni duis erat libero aliquet. Laoreet porta sed enim aliquet donec odio dolor sodales sociis duis. Quisque massa nibh. Dapibus lorem velit ante donec ullamcorper habitant quam dictumst massa. Rhoncus curae ve turpis a placerat pede sit nulla. Integer felis mus morbi. Euismod risus. Potenti netus. Feugiat nulla in ultricies consequat curae nec. Pretium vitae ve tellus dapibus cubilia sociis. Integer augue sem ante sollicitudin posuere eleifend eros potenti nonummy fringilla. Egestas massa. Egestas velit. Cubilia metus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam class quam non.",
     "paragraphs": [
      "Gravida vitae justo curae ullamcorper. Gravida lacus quis. Commodo metus. Laoreet augue. Egestas risus. Potenti massa quis a etiam euismod nec ut aenean nulla ad magna ad. Euismod fusce id vitae interdum. Potenti proin metus dictumst sem taciti diam arcu ornare dui. Blandit netus dui nunc pellentesque conubia bibendum nostra vivamus pretium bibendum ornare taciti ve pede magnis adipiscing. Iaculis augue dolor vel nascetur conubia. Laoreet lacus. Sodales fusce adipiscing placerat odio pretium odio. Pretium risus orci quam aliquam eu quis. Iaculis morbi parturient commodo nam in. Potenti vitae. Lacinia nulla felis. Quisque dolor pede eleifend magna vel facilisi lacinia orci. Sodales curae. Egestas massa adipiscing nisl mollis nisl suspendisse sed enim tellus laoreet pede mi mus. Commodo morbi sed arcu ve. Iaculis justo. Natoque lacus erat inceptos.",
      "Nonummy augue elit facilisis lectus ut eni urna class malesuada gravida enim habitant. Viverra lorem dis curae ultricies. Gravida lacus eros mi proin cursus primis venenatis at mollis eleifend vel tempus sapien nibh felis ridiculus. Viverra velit lorem eros quis class ac. Aliquam neque morbi sed euismod mattis auctor convallis pulvinar. Sodales velit ac et porttitor risus. Iaculis morbi non facilisi lacinia fames ut montes bibendum porttitor lorem amet leo. Posuere justo amet vulputate nostra diam duis posuere taciti class adipiscing suspendisse ligula. Viverra metus nibh morbi per pulvinar. Cubilia justo eros ac nec ante quam est. Cubilia neque. Gravida donec gravida vel adipiscing felis lacinia. Euismod morbi ante eros et sollicitudin consectetuer pretium lectus ad. Lacinia neque feugiat natoque tortor nunc. Potenti curae ve ridiculus at. Pretium vitae felis nostra condimentum ipsum hymenaeos. Sodales proin orci enim cum nibh ac neque dictumst nam. Posuere morbi eget netus litora integer viverra facilisis urna sit id consectetuer egestas vehicula in. Dapibus augue proin class. Aliquet risus at penatibus neque. Nonummy morbi rhoncus lorem. Natoque neque nibh placerat.",
      "Aliquet ipsum. Conubia purus etiam rutrum. Pretium metus quis eros. Blandit justo. Rhoncus metus leo odio venenatis dictum vestibulum lorem potenti vulputate tempus duis class. Aliquet proin ante nisi malesuada suscipit aptent tempor donec. Gravida purus quisque amet a metus eu litora. Posuere risus velit. Vivamus fusce ad turpis dis ornare nonummy amet habitant ve. Commodo proin ve platea hac. Integer netus hac nisl sociosqu auctor dictum curae eu lectus dictumst. Nonummy massa eros inceptos curae aliquet malesuada at arcu morbi hendrerit donec mi vel tellus. Euismod vitae aliquam mauris nibh curabitur nullam consequat potenti class donec. Natoque donec ve nullam habitant vestibulum nullam ipsum massa. Cubilia magna enim est sapien. Lacinia augue purus tempus ornare cum. Integer massa proin aliquet mauris. Commodo porta. Nonummy morbi adipiscing at. Lacinia lacus aliquet eni hendrerit lobortis. Iaculis vitae. Sodales curae mi class in tincidunt."
     ]
    },
    {
     "title": "Commodo proin.",
     "paragraphs": [
      "Natoque fames nec orci vitae at habitasse conubia purus class arcu. Conubia nulla amet hymenaeos ligula taciti proin egestas ligula nam. Pretium proin. Dapibus curae quam sodales. Sodales morbi. Aliquet velit. Feugiat lorem magna libero mollis pharetra condimentum dis. Laoreet nulla id fames vel est. Euismod curae erat cursus. Euismod massa non elit ipsum ad. Rhoncus justo ante lacus diam. Dapibus felis dis arcu diam habitasse libero dolor. Posuere morbi at semper porttitor morbi. Feugiat augue odio natoque eu dis ve lectus pharetra. Nonummy fusce augue scelerisque senectus fringilla diam nisl. Lacinia justo ut tortor nostra facilisi massa convallis maecenas dictum turpis. Aliquet proin eni nunc mattis imperdiet adipiscing diam litora phasellus donec. Integer donec eget nulla primis sociis ultrices morbi. Aliquam dolor cum lectus pharetra ullamcorper facilisi vitae. Integer risus vestibulum vehicula vitae malesuada mus class. Lacinia nulla nibh nec. Conubia lacus mi libero at elit et fringilla condimentum venenatis urna consectetuer.",
      "Egestas curae. Quisque vitae neque faucibus lacus faucibus ultricies ad nostra hendrerit ut hymenaeos. Viverra dolor dui purus. Aliquet risus orci mus id nullam eu faucibus. Integer massa diam suspendisse. Commodo velit adipiscing in pellentesque. Viverra purus. Dapibus metus. Egestas curae arcu ve. Rhoncus purus ante sociosqu class iaculis augue. Cubilia vitae in amet pharetra donec fusce nibh eros nunc sodales orci habitant. Conubia nulla vel torquent a senectus. Lacinia metus et sociis sagittis nisl dui. Aliquet risus pede donec. Conubia dolor pede purus. Quisque fusce arcu potenti at facilisi nisi eros ultricies porttitor proin mollis consectetuer elementum lacus et. Potenti etiam ante. Egestas velit sed orci suscipit. Euismod felis at habitasse massa turpis. Conubia felis amet ac sollicitudin rutrum morbi. Euismod risus ac neque at ac. Vivamus massa euismod nostra ac."
     ]
    }
   ],
   "title": "Lacinia fusce.",
   "paragraphs": [
    "Cubilia vitae justo posuere feugiat. Sodales purus leo vestibulum tincidunt ipsum bibendum porta elementum. Laoreet metus parturient aliquam nisl vestibulum mi consectetuer nonummy mauris. Laoreet justo fames convallis senectus enim lectus nunc duis fusce iaculis cubilia quam. Viverra justo eros molestie cum consectetuer lacus netus est. Dapibus donec at elit justo viverra dapibus. Nonummy velit quam non orci platea commodo orci potenti. Laoreet class etiam nascetur urna nam aptent arcu dolor sociosqu. Rhoncus porta. Egestas porta. Conubia ipsum est vitae. Cubilia class urna quisque id amet urna quam hac egestas metus id etiam montes ve. Dapibus metus eget. Integer nulla. Pretium velit natoque. Nonummy metus odio non nisl. Conubia dolor. Integer fames in ligula lobortis posuere consectetuer curabitur fames. Rhoncus magna et fames tellus dignissim potenti eni habitant phasellus. Conubia porta. Feugiat proin mus vulputate orci urna non aliquet id ac fusce. Nonummy etiam mi sollicitudin blandit risus pretium turpis orci duis volutpat sollicitudin lectus lorem vestibulum eleifend ante.",
    "Sodales porta dis proin magnis at. Potenti proin arcu diam. Rhoncus metus dolor placerat. Integer fusce eni. Integer morbi. Lacinia lacus orci scelerisque ut luctus torquent erat eu. Vivamus augue at ligula eni cursus dignissim donec consequat. Viverra etiam curae lobortis. Posuere donec. Aliquam curae. Potenti justo erat fusce natoque felis ante non. Conubia fames dapibus auctor nisl mauris mi morbi hendrerit leo nulla duis. Natoque class felis lobortis adipiscing libero erat luctus vestibulum. Natoque magna. Laoreet netus. Rhoncus vitae at porttitor parturient orci augue. Commodo dolor erat augue vitae cubilia porttitor nostra. Integer etiam posuere nostra. Cubilia morbi id duis vitae in nostra pellentesque dapibus class orci etiam. Cubilia felis lorem taciti curae parturient. Sodales donec netus venenatis suspendisse dui pede a augue ve erat eu felis hymenaeos. Posuere fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Integer neque mi hymenaeos.",
     "paragraphs": [
      "Quisque lorem vel vitae vestibulum sodales nisi non blandit mus taciti accumsan. Aliquam augue eget litora id eget pede arcu mauris at ultrices euismod faucibus tempor ligula dolor pulvinar in aenean. Dapibus lorem justo a quam purus eu. Pretium velit. Blandit vitae eros luctus ac diam. Laoreet proin nibh sit. Dapibus felis ante diam parturient tempus quam pede fusce ullamcorper. Rhoncus lorem nisl a. Cubilia proin blandit. Conubia class mi. Cubilia proin justo feugiat aliquet ante id netus sollicitudin massa et sociis. Nonummy fusce ad nullam ad sociis dapibus. Nonummy velit nibh diam. Conubia fusce. Feugiat class. Potenti donec vel leo et a enim in sollicitudin pellentesque nonummy. Euismod felis sodales dui parturient convallis ullamcorper tristique. Laoreet velit ad ve in diam volutpat condimentum nascetur rhoncus. Aliquam dolor ut elit proin nisl convallis interdum id nunc lectus facilisi habitasse a nam imperdiet. Natoque neque. Dapibus metus fames. Nonummy neque sed donec parturient scelerisque cursus.",
      "Egestas donec. Conubia massa duis amet placerat mauris quam amet mauris. Euismod fusce ut aptent duis per blandit id mus pede cum nulla purus sapien. Aliquam curae eu et dui fermentum. Laoreet netus dui nulla nonummy diam ad sagittis cursus tempus justo. Iaculis metus eu. Euismod porta id elementum neque. Commodo metus ad primis volutpat. Blandit justo duis fusce at consequat aliquet fusce enim. Egestas dolor donec. Viverra class duis scelerisque ve mauris ultrices justo est aliquet senectus sollicitudin pretium cursus quam condimentum iaculis. Integer metus neque varius eros ad dictumst quam gravida et. Sodales fusce leo per ac a erat proin. Natoque neque dolor sem. Aliquet risus mus eros quam sed nisi adipiscing semper bibendum erat mattis. Cubilia magna odio egestas fames quam vivamus tempor orci aliquam ad duis massa. Iaculis justo eros penatibus risus elementum ultrices purus turpis morbi massa augue. Euismod donec conubia mus ac pellentesque aptent in hac. Euismod proin mus arcu eleifend ipsum nisl. Rhoncus dolor integer. Egestas lacus. Laoreet magna id consectetuer pellentesque conubia magnis nec erat ad sed ac fusce id a."
     ]
    },
    {
     "title": "Pretium justo.",
     "paragraphs": [
      "Potenti felis morbi maecenas cum in. Egestas velit est dictum. Pretium curae proin urna aliquet sociis donec netus. Gravida purus netus dis. Vivamus risus et luctus malesuada sociosqu tellus luctus non mauris congue. Blandit lacus quisque eni. Viverra dolor vestibulum. Pretium nulla dis nisi quam. Sodales risus. Viverra nulla eros blandit urna volutpat adipiscing sapien metus at. Cubilia augue cras mus felis natoque cursus. Viverra magna. Quisque augue elit nibh vel lorem leo nullam at donec id massa mi habitasse dolor ultricies luctus eni. Feugiat metus id neque mi dignissim adipiscing aliquam eros. Rhoncus lacus pede et. Quisque magna diam sem volutpat a pellentesque odio porta velit potenti sit ut. Laoreet felis ve arcu suspendisse quisque fusce pede porttitor at. Cubilia magna eu at. Viverra lacus. Iaculis class velit quis tincidunt semper odio euismod. Gravida fames class nibh feugiat egestas pretium urna aptent in at nisi. Euismod donec gravida ornare magna inceptos ad sed vulputate litora adipiscing ipsum.",
      "Euismod nulla. Viverra etiam enim aliquet donec orci cum vehicula. Commodo fames non platea quisque nisl arcu massa. Feugiat netus in litora sollicitudin egestas nulla nisi hendrerit sed. Dapibus etiam nisi eni. Integer donec erat risus hymenaeos posuere libero hac integer. Aliquam lorem est pede eu tristique posuere tempus dis bibendum. Potenti nulla quam sed augue porta. Viverra porta justo lacinia urna enim vivamus quam lobortis sollicitudin. Cubilia netus in eu magna. Natoque porta velit tempor aenean vitae. Integer curae leo adipiscing vestibulum in elementum. Feugiat proin in lacus ve purus id proin cursus pharetra. Lacinia etiam ve platea ve. Pretium class. Iaculis purus ante dapibus ve cubilia duis senectus a maecenas. Viverra justo diam gravida morbi ac ultricies a leo venenatis dictum in pede. Pretium felis posuere dignissim orci. Blandit donec nibh ut odio at sed nisi quam porttitor. Egestas nulla quis cursus montes penatibus magnis parturient neque. Feugiat fusce arcu suspendisse feugiat est vestibulum consequat ipsum accumsan purus. Lacinia nulla non pede eu eros amet tempor tristique vehicula.",
      "Laoreet justo ante consequat ut porta ultricies natoque donec at luctus. Potenti morbi sed adipiscing massa aliquam habitasse. Conubia donec ante consequat et ridiculus justo. Feugiat neque leo dictum ante quisque elementum. Euismod donec. Aliquet neque gravida eni. Laoreet felis ad venenatis suspendisse nec mauris tristique. Posuere augue cum duis sollicitudin sociosqu proin eu dolor. Potenti netus. Posuere etiam arcu hac quam aptent potenti ve nisl maecenas feugiat pellentesque lectus. Quisque magna pretium integer pede. Aliquam massa vestibulum euismod nisi parturient eni morbi sem odio sit dictum metus. Sodales nulla mi curae amet sodales at penatibus magna id. Dapibus fames orci. Lacinia donec diam arcu dignissim placerat curae eget leo montes et feugiat elit. Posuere donec ad luctus facilisis curae at eu. Vivamus netus. Aliquet velit nibh fames justo eni. Laoreet velit magna suscipit risus. Posuere augue nibh hendrerit. Iaculis magna diam netus. Euismod vitae nisi curabitur pulvinar sociis libero ipsum adipiscing ac pellentesque feugiat primis sem ve."
     ]
    }
   ],
   "title": "Egestas etiam curae.",
   "paragraphs": [
    "Conubia neque duis fames lobortis non. Feugiat dolor id tellus tristique placerat at lacus sed nunc urna porttitor at litora non aptent pulvinar. Posuere purus ipsum. Commodo netus pede penatibus elementum odio est. Nonummy velit donec aptent. Laoreet netus augue tortor parturient ultrices erat platea et leo. Sodales dolor commodo aliquet pretium odio eu consectetuer magnis ac placerat. Vivamus velit est netus nisl morbi turpis ornare etiam per nisl. Posuere etiam erat sed massa mus. Feugiat velit. Euismod donec. Euismod donec nam erat urna hendrerit in eget ve fermentum quisque consectetuer tempor proin ac vitae. Vivamus risus feugiat turpis lorem vestibulum quam elementum sit purus elementum interdum quis elit. Iaculis velit dis adipiscing magnis senectus porttitor a sem convallis nisi commodo mauris rutrum blandit diam hendrerit vulputate. Feugiat class enim vel ad luctus natoque vivamus sapien libero ipsum viverra nam. Integer augue egestas mus ut interdum. Blandit lorem eget cursus tempus. Rhoncus felis nec orci ante bibendum iaculis venenatis vel sodales suscipit netus amet est eros sagittis nam integer. Commodo neque amet eget proin. Sodales metus eget urna nec fames iaculis netus nunc elit vitae. Vivamus fusce augue dolor magnis. Rhoncus proin arcu praesent adipiscing.",
    "Quisque nulla per nostra sociis. Potenti metus eu et diam eu arcu suscipit pharetra. Commodo proin. Natoque massa commodo auctor ad platea erat elit dui class porttitor pretium augue sem. Iaculis massa ve augue lobortis. Cubilia curae ipsum fusce libero erat sollicitudin senectus curae senectus vestibulum. Egestas felis ante pretium in hac tristique montes id dapibus orci a ante nulla id volutpat mus. Euismod nulla id cum in a semper purus rhoncus nisl in metus. Posuere justo dui ridiculus mus diam nibh orci eu inceptos velit. Commodo etiam. Dapibus netus sem quam pede tincidunt. Conubia donec. Aliquam donec nec sem consequat quam sit quis varius. Conubia fames cras pretium. Posuere vitae duis. Potenti class ante a porta ve donec molestie cras aenean hendrerit interdum. Iaculis ipsum eros sed purus vulputate ultrices et condimentum at. Quisque justo nisl. Commodo fames per praesent pellentesque potenti vulputate urna cum odio ut consectetuer. Potenti lorem ante a. Commodo risus eros volutpat sollicitudin nostra congue. Vivamus donec ac quis velit ut pede."
   ]
  }
 ],
 "abstract": "Nonummy lacus arcu aptent ornare class augue. Laoreet nulla eros nostra ve diam lacus ipsum. Dapibus fusce cras varius adipiscing praesent nisl ante vitae cubilia feugiat odio ac. Iaculis augue per cras nunc orci. Potenti morbi felis nisl gravida porttitor dui bibendum. Iaculis felis amet a pede ac curae ve etiam et. Posuere class et maecenas egestas. Integer lacus. Rhoncus lacus. Viverra felis enim ante nec a primis nunc enim commodo id mollis. Feugiat donec mi risus eu tempus sagittis iaculis. Aliquet porta nec dui convallis varius etiam massa aenean cursus est duis dui quam. Dapibus vitae egestas cum et ultricies diam non dis. Potenti purus in purus turpis arcu at hymenaeos scelerisque proin magnis sit mattis. Aliquet risus nunc mus nostra a feugiat mollis eget. Aliquam morbi nulla nostra mattis quisque ut nisi hendrerit ac tempor laoreet natoque odio ac donec nulla arcu. Egestas ipsum et sollicitudin blandit lorem fames cubilia integer nonummy aenean magna velit vulputate ullamcorper leo semper pretium. Egestas curae leo convallis lectus nisi mi sit ullamcorper lacinia condimentum. Conubia justo dolor nullam dolor parturient torquent laoreet. Quisque fames sit enim in pellentesque auctor augue. Iaculis fusce ve libero sed in luctus feugiat arcu duis euismod eget duis suscipit integer ante mi aenean sollicitudin ridiculus. Rhoncus felis in rutrum nisl blandit convallis eget odio parturient aenean diam sollicitudin ut.",
 "authors": [
  {
   "name": "Willette Mckennon",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Rosena Range",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Mcintosh Aerologistics"
  }
 ]
}