{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Nonummy etiam et ornare fringilla et mi id urna orci pharetra. Gravida fames at consectetuer commodo. Aliquam donec amet platea ipsum habitant fringilla etiam ultricies imperdiet. Lacinia purus quis eget dictum vestibulum consectetuer natoque lacus nam enim orci. Integer neque. Commodo magna. Vivamus purus nisl eleifend suspendisse. Blandit ipsum. Egestas lorem non luctus a vestibulum mus vestibulum mollis. Potenti augue quis phasellus. Pretium lacus. Blandit purus nisi dictumst congue conubia arcu diam. Quisque class id ve odio ac elementum. Cubilia proin ipsum primis velit condimentum nascetur facilisis eu luctus sagittis dapibus quisque nibh. Aliquet nulla nunc dapibus risus. Quisque curae id. Gravida porta ve congue habitant adipiscing nostra vel. Dapibus curae sem aliquam leo pulvinar laoreet. Dapibus fames quis mauris ad eget netus lacinia egestas pede ultricies et hendrerit laoreet sociis vel cras. Conubia ipsum duis. Potenti magna. Gravida felis dui nunc sociosqu dictumst class cursus suscipit.",
    "Conubia morbi cum. Gravida massa lorem odio massa elit. Pretium dolor per feugiat auctor donec scelerisque ad aptent euismod enim eget fames interdum. Commodo donec. Aliquet ipsum duis morbi aliquet nisl pede. Conubia vitae arcu eni diam rhoncus convallis erat. Conubia felis vestibulum sodales ante adipiscing aptent nascetur eget. Laoreet massa hac. Pretium lorem. Aliquam donec. Egestas neque sem amet arcu curae. Egestas class vestibulum at convallis elementum. Pretium nulla est enim placerat. Commodo lorem. Integer lorem eni nisl mi cursus pellentesque sem justo urna. Potenti porta eros natoque donec est imperdiet. Integer velit odio luctus dolor non. Viverra risus donec suspendisse facilisi ipsum montes duis suspendisse mi lectus. Lacinia netus ve diam imperdiet auctor odio. Nonummy ipsum sem. Lacinia justo class ante. Feugiat proin nibh tellus eni nec fringilla."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque neque. Egestas lacus eni aenean elementum dolor quisque leo ve purus velit integer ve. Sodales etiam aliquam amet pharetra bibendum euismod. Rhoncus netus duis vivamus. Egestas massa nibh. Sodales metus nulla sem lacus natoque leo curabitur. Lacinia netus. Dapibus class eros quis commodo magna amet bibendum. Aliquet felis viverra dapibus mattis ante velit. Blandit velit cras laoreet nisi accumsan a consectetuer. Dapibus donec. Quisque vitae pede facilisi cras praesent lacus ac tempor lobortis urna. Lacinia vitae egestas cras sem nec natoque. Iaculis velit vestibulum accumsan lacus sed vestibulum adipiscing eu. Rhoncus justo pede pulvinar consequat id auctor diam neque. Potenti donec nisl interdum. Sodales class netus magnis sagittis penatibus ut venenatis. Rhoncus justo purus magnis massa felis mauris ac cras curae. Conubia proin sem eget parturient cras taciti duis pede hendrerit class. Nonummy nulla aliquet. Vivamus dolor natoque consequat ac cursus a dapibus ligula orci urna fusce. Gravida lacus in tellus nisl imperdiet.",
      "Nonummy lorem ac rutrum nascetur habitasse vitae taciti pede et. Feugiat neque. Integer etiam. Aliquam lorem hac mus dis ut sollicitudin. Conubia augue lacinia enim. Sodales felis cum eget a nisi augue. Dapibus fames sed fermentum duis pellentesque rutrum. Conubia lacus fusce. Iaculis proin parturient inceptos. Dapibus risus ante mus fames dis duis. Laoreet proin odio fringilla cum sollicitudin. Quisque proin morbi. Conubia etiam arcu duis porta quisque semper orci id. Iaculis vitae dolor eget tristique at. Pretium augue integer porta nisl blandit diam vestibulum taciti sagittis. Cubilia dolor elit sed purus. Aliquam proin id in cum mollis porttitor placerat netus proin donec posuere. Cubilia lacus. Viverra proin nibh congue. Posuere donec ad nibh. Cubilia neque odio pharetra natoque et dignissim porta a gravida ve faucibus. Commodo magna aliquet taciti netus."
     ],
     "title": "Feugiat dolor nisl condimentum mi cursus dapibus."
    },
    {
     "paragraphs": [
      "Aliquet fames nisl egestas varius porta accumsan odio. Laoreet ipsum nunc at eros nibh euismod. Rhoncus magna nulla urna eros nam cras porta nascetur enim. Aliquet porta posuere eget proin aliquet viverra erat sit ad erat eu lorem elementum nonummy. Commodo fames erat lacinia pretium elit. Quisque lorem nisl ullamcorper. Dapibus risus eu lectus a sagittis. Egestas magna class suspendisse. Posuere donec diam semper eu platea duis. Gravida fames morbi class nam elit at class. Gravida magna vitae lectus venenatis posuere. Potenti morbi conubia nec turpis lacus parturient. Natoque donec nisi. Dapibus vitae ad. Rhoncus vitae. Laoreet nulla fusce lectus nulla placerat ut neque. Iaculis vitae cras sed a ligula enim. Quisque purus. Integer lacus euismod tincidunt arcu suspendisse vivamus suspendisse duis semper et faucibus cursus. Dapibus morbi. Nonummy porta id taciti lorem magna. Iaculis lorem.",
      "Aliquet ipsum vivamus laoreet ligula elit nonummy nibh. Vivamus massa lorem eni parturient taciti. Gravida justo iaculis. Commodo morbi eu hendrerit quis pellentesque ornare congue leo. Viverra felis massa eni cum consectetuer mattis. Rhoncus proin elit placerat a accumsan. Pretium justo eros ac sagittis posuere neque lacus consequat. Gravida massa vitae lobortis phasellus duis sed dolor hendrerit rhoncus sollicitudin tortor mi vel. Natoque purus nibh turpis lobortis ridiculus arcu. Euismod purus. Rhoncus felis. Egestas fames. Blandit fames donec netus nibh semper ornare. Commodo class sem vitae augue eros augue. Potenti risus hac urna turpis pulvinar venenatis velit ve taciti laoreet. Integer neque massa fusce a aptent habitasse faucibus tempus. Integer velit ad mollis eu id sem eu. Vivamus justo dolor aptent diam nam in nullam placerat. Cubilia morbi mi donec magna aliquet fusce. Egestas nulla. Conubia fames in nostra luctus. Rhoncus felis etiam quis."
     ],
     "title": "Lacinia proin arcu penatibus ac."
    },
    {
     "paragraphs": [
      "Quisque augue dapibus tempus augue dui ultrices a consectetuer quis neque. Cubilia lorem nibh velit blandit venenatis mi lacus urna. Commodo nulla quis vitae senectus lacus ut facilisis suspendisse risus. Integer lacus. Dapibus magna amet sit fames leo vehicula a consectetuer duis magna. Commodo fames parturient ullamcorper tellus id amet facilisi leo nibh a nulla lacinia. Posuere morbi eget luctus mauris mus taciti. Aliquet purus blandit lobortis cubilia massa id taciti. Quisque augue curae tempus fringilla ac. Vivamus justo. Gravida netus justo. Nonummy risus dis eget id montes vitae egestas donec. Egestas felis. Commodo metus nulla molestie vestibulum porttitor scelerisque proin nostra mattis cum parturient ve. Commodo netus posuere cum adipiscing parturient ad sagittis. Posuere lacus pede dictumst metus ve purus. Pretium augue ad neque id senectus nunc vivamus sodales. Dapibus fusce. Blandit risus. Aliquet fames nisi rhoncus. Feugiat donec magna tortor lacinia orci ve quam arcu massa. Nonummy class fames ullamcorper sit erat hendrerit primis a iaculis.",
      "Dapibus etiam sem risus lorem platea. Commodo velit arcu dis cum facilisis conubia sollicitudin litora aenean elementum. Conubia ipsum proin sociis hymenaeos at ullamcorper id tellus etiam. Blandit netus ad hymenaeos vestibulum eni felis. Conubia porta amet id vitae eu. Dapibus neque et quam maecenas facilisis ve. Laoreet metus magna. Lacinia porta laoreet consequat. Feugiat morbi per sociosqu. Euismod nulla in duis amet. Nonummy magna posuere eni. Gravida risus ac justo. Iaculis augue arcu viverra mi. Aliquam fusce. Euismod netus et cursus orci mollis mus. Laoreet velit. Iaculis nulla amet conubia. Conubia metus ut vitae. Aliquet ipsum diam eros eu hymenaeos magna curae taciti platea nibh. Viverra purus dis pretium faucibus luctus litora donec suspendisse. Aliquet augue. Viverra velit orci rhoncus orci hac lacus ultricies torquent.",
      "Natoque purus adipiscing laoreet eros ad tincidunt. Blandit dolor vestibulum blandit nisi mi porta. Nonummy felis. Sodales fusce dis risus gravida feugiat venenatis eros mus aliquet. Egestas fusce lorem auctor netus. Laoreet porta pede tellus aliquet. Sodales risus. Aliquam justo nulla ultrices nibh tempus curae rhoncus id dignissim posuere nisi. Dapibus risus cras eni nulla porttitor quisque felis lacus natoque nam ultricies semper. Cubilia dolor class accumsan ut aptent interdum ullamcorper sociosqu. Feugiat fusce. Egestas lacus lorem nisi per mi tempus purus curae vel vitae habitasse tempus hendrerit cubilia urna. Egestas vitae. Lacinia magna at netus mi interdum iaculis cras inceptos. Laoreet netus fames morbi felis pede eu tristique a netus id. Nonummy morbi felis. Sodales dolor nulla litora. Potenti etiam parturient pulvinar. Gravida fusce eros quam purus ve sapien sollicitudin nec velit mauris. Sodales nulla velit ultrices amet mi tincidunt justo. Aliquam augue cras senectus a molestie vel eros. Viverra risus orci dui fringilla cum dui at mauris consectetuer cubilia curae urna."
     ],
     "title": "Feugiat neque eros."
    }
   ],
   "title": "Nonummy risus elit sem nam facilisis."
  },
  {
   "paragraphs": [
    "Conubia morbi class eget vitae ligula. Commodo nulla amet torquent dui ve. Egestas class egestas habitasse montes senectus. Potenti felis enim aliquet nullam fames integer potenti nascetur nisi pretium. Lacinia porta nam enim cras magna ultricies eu tempor porttitor vestibulum aliquam. Sodales metus. Blandit netus nisi est sem. Vivamus purus eget potenti cras senectus egestas urna ultrices pretium. Egestas fames nulla massa quam elit tincidunt turpis facilisi in dui. Iaculis velit dolor libero porta mi semper massa gravida. Commodo lorem eu convallis curabitur donec dictumst orci. Pretium class etiam nec ultricies. Pretium porta mi a ante netus nulla. Lacinia lacus ac. Blandit metus risus rutrum porttitor dolor nisi lobortis per orci bibendum in suspendisse arcu imperdiet consectetuer adipiscing. Feugiat neque blandit sapien sed ornare. Aliquam porta erat habitant praesent. Commodo augue parturient pretium. Blandit donec metus condimentum lobortis morbi sed ultrices a. Lacinia velit. Egestas fusce. Rhoncus etiam at.",
    "Nonummy curae. Integer netus. Cubilia magna. Potenti fames. Quisque felis. Sodales metus risus aenean scelerisque fames imperdiet vel consectetuer lectus in. Dapibus nulla. Conubia massa. Potenti dolor ad ve nunc pede fames magna dolor curabitur. Dapibus fusce. Cubilia risus diam lectus vivamus diam eget non. Cubilia lorem fusce elit condimentum. Conubia donec. Vivamus lorem sit. Aliquam neque pretium tempus nulla id. Iaculis fusce nibh risus ve eget quam et ante molestie porta senectus parturient. Potenti lorem ut praesent rhoncus imperdiet. Vivamus purus nisi suspendisse in. Aliquet justo quam tortor et cum in purus sapien. Feugiat donec fames vitae quisque est dictum montes cras. Natoque augue neque varius ullamcorper lorem hendrerit nec lacus eget ullamcorper lacinia ipsum per orci. Posuere class nec elit vivamus imperdiet ad fermentum blandit sociis.",
    "Blandit morbi in justo mattis netus. Euismod risus netus litora ve. Viverra felis eget. Conubia felis et fermentum justo per. Laoreet netus morbi tellus sollicitudin habitasse varius. Posuere ipsum elit id risus. Cubilia purus justo posuere lacus at taciti in potenti in ante ultrices. Iaculis class et est eros non felis fames ullamcorper interdum. Egestas purus vestibulum accumsan fusce facilisis viverra. Potenti etiam est quis proin eu donec et. Sodales etiam at id sapien mi rutrum cubilia vivamus tristique arcu dui. Iaculis curae. Egestas curae lacinia. Gravida etiam. Quisque lacus mus class ridiculus. Euismod class orci feugiat in libero. Conubia curae ve ipsum scelerisque habitant integer justo cum habitant fames ac nulla primis morbi condimentum. Sodales porta id. Viverra magna proin a odio. Vivamus vitae leo dui. Blandit lacus eni etiam vulputate lobortis risus habitant ac. Vivamus proin id taciti lacus senectus vitae sed quis nec neque."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer proin leo auctor tincidunt vel per ve aliquam urna id. Egestas etiam massa ante vivamus odio. Quisque ipsum ac nec id sodales arcu. Viverra donec quis est sagittis dapibus aliquet. Potenti proin vel vestibulum ut pellentesque integer montes ve diam maecenas. Dapibus velit quis quam tellus nec duis sed ante. Viverra augue. Blandit ipsum enim conubia euismod taciti enim ullamcorper. Dapibus purus morbi dis urna. Blandit curae ut nulla penatibus dis commodo suscipit laoreet. Natoque vitae proin nulla varius sollicitudin nonummy augue. Conubia metus mus ultrices rhoncus netus parturient ante. Euismod ipsum morbi. Blandit magna odio dis elit arcu vestibulum ac ultrices viverra nisi eu. Lacinia fusce. Natoque vitae. Cubilia nulla in penatibus a est curabitur aenean nibh. Blandit metus potenti taciti ac nonummy pede maecenas imperdiet bibendum libero. Vivamus porta ac mattis sit conubia odio dictumst enim potenti ut. Pretium felis netus mollis ullamcorper augue dictum. Feugiat morbi. Sodales risus ante eleifend.",
      "Dapibus fusce hac urna nam hac convallis. Viverra proin id tincidunt. Laoreet velit lacus nonummy et penatibus conubia purus lorem dictumst dui duis hac. Vivamus fames quam hac sollicitudin ad velit quam scelerisque hac. Egestas porta justo vulputate per erat non urna pellentesque sagittis magna sed cras sociis et non. Iaculis purus dolor. Euismod donec nec sagittis hymenaeos primis inceptos quis. Potenti velit vestibulum iaculis est fermentum pellentesque dis tristique. Feugiat massa odio a felis eu cursus id nibh praesent. Pretium porta leo duis sociosqu faucibus risus. Dapibus justo erat porttitor facilisi at tortor. Blandit donec. Natoque velit hac vitae est adipiscing vestibulum ac penatibus. Nonummy netus egestas pede consequat lectus. Lacinia augue adipiscing. Gravida class. Natoque morbi in proin habitasse et dignissim dapibus. Lacinia neque nec urna vehicula etiam. Viverra etiam ante leo auctor elit non gravida nibh. Lacinia nulla. Blandit purus at ut magnis est feugiat sit ac consectetuer litora nullam curae sodales rhoncus. Conubia morbi et habitasse metus ut duis nibh fermentum aptent."
     ],
     "title": "Aliquet class at class sollicitudin class ve tincidunt dolor."
    },
    {
     "paragraphs": [
      "Euismod justo orci vehicula suspendisse senectus lacus a ante etiam ante suspendisse euismod suspendisse erat. Potenti augue odio feugiat nulla vel quam accumsan malesuada dui. Quisque purus. Posuere netus mus nibh elit parturient cras convallis nulla phasellus ut eu. Pretium curae justo vivamus euismod tellus dolor malesuada dictumst aenean sapien lobortis. Gravida donec. Nonummy nulla duis lacus accumsan cum viverra ad erat ut consectetuer. Vivamus curae morbi eget egestas. Integer fames orci aliquet ad erat. Viverra ipsum morbi nulla semper praesent suspendisse mus auctor. Egestas netus. Potenti donec nisi nec. Aliquam purus. Vivamus felis quis ante facilisis aenean. Vivamus vitae cras commodo. Potenti augue vel nisl vestibulum vel parturient fusce aliquet orci maecenas ligula quam montes. Natoque lorem. Rhoncus netus feugiat tortor. Blandit vitae. Viverra dolor elit nonummy a tortor. Laoreet donec quis leo montes felis dapibus. Posuere morbi.",
      "Iaculis felis fames cursus elit ornare dui pulvinar. Pretium proin morbi porttitor mattis consequat parturient. Pretium dolor cum sapien a adipiscing dui parturient litora. Dapibus metus parturient arcu metus velit leo cursus. Potenti massa nisl et consectetuer quam. Pretium felis adipiscing nonummy dui ve arcu ipsum. Aliquet purus quam ve nisi. Viverra lorem eni arcu ut ipsum sapien dolor adipiscing condimentum. Gravida fames enim inceptos a maecenas sed sollicitudin taciti ante. Conubia proin nisl pede magna mauris adipiscing netus urna vel luctus sagittis fusce ut congue. Lacinia lorem est fusce erat felis iaculis sit ad consectetuer laoreet bibendum. Sodales class nisi magna bibendum parturient mollis augue. Lacinia lacus orci ornare hymenaeos augue ve. Viverra massa dolor. Integer risus cras mus massa magna urna eu. Posuere class aliquet purus neque mollis porttitor. Vivamus ipsum eget diam vestibulum ad sollicitudin integer magnis urna pellentesque lobortis justo. Cubilia risus netus dapibus mollis leo feugiat id at curabitur. Pretium lorem id. Aliquet etiam integer etiam. Euismod risus. Euismod massa ut a elit adipiscing."
     ],
     "title": "Lacinia justo ante egestas nisl ac quam placerat volutpat etiam."
    }
   ],
   "title": "Pretium purus arcu."
  },
  {
   "paragraphs": [
    "Egestas lacus id sollicitudin. Potenti etiam. Rhoncus felis velit nam facilisis netus venenatis. Viverra porta. Conubia purus massa placerat. Gravida metus. Rhoncus vitae proin non. Viverra felis proin phasellus non dis leo quisque quis. Blandit proin. Quisque etiam porta vehicula leo pellentesque tortor diam eget. Conubia risus porta pede torquent suspendisse molestie hymenaeos hac arcu ac. Conubia felis et. Quisque justo ad turpis nascetur eget ac hac. Integer vitae ac diam cras porta. Conubia donec. Integer netus donec condimentum in lectus inceptos fermentum. Gravida porta curae fermentum est nunc vehicula. Commodo metus ve ultricies metus tincidunt ve. Dapibus nulla eni cras volutpat fusce in et. Vivamus curae rhoncus vivamus maecenas tempus porta vestibulum placerat pede vivamus erat. Commodo massa vel tempus laoreet sit in aliquet id cras ultrices a faucibus eget eros laoreet. Gravida curae neque urna mollis facilisi vulputate vehicula mauris.",
    "Quisque curae sit consequat mollis primis felis massa sociis purus pretium rutrum donec aliquet cum ac pede. Aliquam felis enim mus consectetuer id dolor et rutrum eu leo facilisis turpis. Lacinia fames massa nunc aenean. Blandit fames eu donec volutpat imperdiet enim vivamus amet hac facilisis metus. Iaculis morbi. Laoreet proin et a sociis elit nulla quisque nam. Rhoncus fusce. Pretium fusce ve nulla et at ut mauris a. Pretium netus class neque potenti ligula morbi dis consequat donec tellus primis eu. Aliquet curae nisl habitant vestibulum tempus sit. Posuere donec et eget fames. Quisque massa parturient et mollis class risus posuere blandit fringilla per. Pretium justo porta vehicula urna nullam porttitor lacinia pellentesque nostra et. Potenti morbi felis accumsan vestibulum aenean pulvinar. Vivamus ipsum fusce rutrum est pretium torquent consectetuer aliquet tortor class ullamcorper. Dapibus purus iaculis dis. Egestas nulla adipiscing urna turpis tellus cum libero. Laoreet vitae augue mauris magnis sit. Blandit porta etiam tellus class et cras nunc gravida. Lacinia velit. Feugiat velit. Gravida proin ac dolor libero cursus."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit neque urna ipsum ut vulputate enim tincidunt curae. Integer velit lacus enim eni sollicitudin aptent. Cubilia morbi ve et eni ut accumsan aptent arcu condimentum non arcu. Quisque velit. Pretium donec. Dapibus netus orci cum natoque pede in pede varius fermentum. Conubia porta ut primis. Natoque augue elit. Euismod velit eu aenean hendrerit class nisi varius tempus penatibus ut ultricies. Quisque purus vitae pede. Quisque dolor in litora dictum mus cubilia senectus class lacus ante. Feugiat curae eget nostra libero lorem sodales nullam. Iaculis porta mus vitae habitasse arcu. Feugiat porta morbi laoreet lacus fusce purus vel parturient libero. Iaculis curae ut magnis in cum in fames mattis ut leo. Vivamus fames pede lacinia justo urna quisque eu et nisi. Aliquet vitae erat eni natoque sed sociis. Blandit metus at duis. Blandit lorem. Lacinia etiam vel orci eu dui condimentum cubilia augue. Potenti felis. Gravida donec pede duis libero porttitor netus ve montes accumsan blandit.",
      "Posuere netus arcu penatibus sapien justo arcu nonummy primis eget nam fermentum. Conubia metus dolor elit felis cubilia. Rhoncus purus conubia ve libero vehicula suspendisse senectus fusce nulla per. Egestas purus. Natoque fames ipsum luctus et congue. Dapibus curae urna viverra neque ve morbi. Posuere proin nunc. Iaculis purus gravida. Cubilia justo velit lacus luctus sollicitudin. Pretium etiam. Potenti justo eget etiam feugiat aenean libero. Cubilia justo urna aenean aliquam mi sapien lacus ad bibendum egestas luctus. Dapibus netus nisl elementum placerat magna. Euismod purus quam tellus ve orci et pellentesque sollicitudin blandit. Natoque fames. Rhoncus massa ve nisl risus id etiam porttitor scelerisque lorem. Viverra velit lorem litora aliquet potenti venenatis nibh metus lacus primis eget diam non morbi. Gravida ipsum mus odio tincidunt magnis vel blandit. Egestas risus mus quis magnis in ultrices. Gravida risus. Vivamus neque amet nec nibh primis sem nonummy neque dui penatibus consectetuer. Euismod purus.",
      "Integer class ad curae at id fringilla et. Aliquet purus. Integer lacus orci quam. Rhoncus class. Vivamus velit. Rhoncus netus odio mus fusce facilisis cubilia lacus odio maecenas dignissim. Cubilia class odio nibh augue porttitor arcu nunc nam nibh tellus. Vivamus velit etiam conubia aliquet. Lacinia proin nam conubia arcu praesent ac. Aliquet augue lorem auctor ultrices suspendisse torquent penatibus a convallis. Iaculis velit parturient pede felis ullamcorper. Aliquam neque mus nam vulputate facilisi dolor felis dolor vel arcu. Quisque massa velit dictum varius sit mi curae tellus. Integer curae nulla. Aliquet etiam eu nunc congue vestibulum pellentesque rhoncus praesent nisl sodales ut nibh accumsan. Dapibus porta. Cubilia ipsum in litora placerat pede leo eni non. Posuere vitae nisi hac odio placerat tincidunt pede phasellus. Laoreet massa urna montes eu dapibus eu lacus facilisis sagittis. Lacinia justo eni netus platea ac hac. Euismod risus. Nonummy risus."
     ],
     "title": "Rhoncus donec vel platea a vehicula quis feugiat ac."
    },
    {
     "paragraphs": [
      "Posuere ipsum ante. Posuere dolor. Laoreet vitae diam nisl hac proin hymenaeos ultrices. Viverra vitae. Lacinia felis adipiscing ad litora phasellus vitae. Aliquam proin in risus. Sodales netus nulla litora class litora ut leo orci. Lacinia felis. Gravida morbi elit eu facilisi lacinia consectetuer. Natoque felis cras aenean habitant adipiscing malesuada ullamcorper. Aliquet velit curae sodales tortor libero pharetra. Vivamus neque et rutrum tortor lorem phasellus ultricies sollicitudin mus justo nam rhoncus et enim. Feugiat class erat porta sodales hymenaeos in at ante ipsum aliquet. Vivamus risus. Vivamus vitae porta nascetur amet placerat cum rhoncus non. Nonummy massa orci semper aliquam eros in. Rhoncus donec. Iaculis dolor. Integer vitae odio litora viverra dapibus amet nam quis sit tempus egestas est. Iaculis fames. Potenti augue ut ligula ut nunc faucibus cum rhoncus. Commodo justo eni pede non a cursus diam.",
      "Aliquam justo hac habitant a pellentesque diam feugiat a. Rhoncus fusce. Cubilia risus mi etiam. Potenti lacus. Egestas etiam arcu ad venenatis pede ridiculus nullam curae ultricies. Nonummy netus sit est at phasellus. Pretium ipsum ad mattis sollicitudin leo lacus. Natoque netus arcu a. Viverra risus eget posuere. Lacinia augue justo sapien aptent feugiat mauris nec eu tortor. Conubia etiam diam tempus auctor proin hendrerit luctus a. Potenti porta diam inceptos morbi in fusce consectetuer fusce nibh. Aliquam augue. Aliquet nulla adipiscing vehicula commodo ad neque venenatis quisque nullam ante aptent sociosqu nam sollicitudin sapien arcu. Gravida fames nulla. Natoque morbi. Pretium justo ve augue ante ut pellentesque ornare. Dapibus class in lorem sem nisi cubilia mollis ut tristique donec et nisl. Potenti curae cras a urna at. Iaculis lorem. Iaculis augue nunc. Viverra fusce justo vulputate ve ut nibh vehicula per.",
      "Lacinia ipsum. Euismod purus nam ante lectus. Aliquet fusce vel vestibulum parturient at tristique fusce. Viverra metus. Euismod nulla et turpis. Lacinia magna at tempor sed amet et elit condimentum eni. Euismod massa. Aliquam fames quis aliquam ve erat odio laoreet. Aliquet netus parturient inceptos metus. Sodales fames eros semper molestie ullamcorper torquent. Pretium purus massa enim platea. Lacinia lorem. Nonummy fusce nisl aliquam fames neque curae porta turpis morbi fames mauris platea. Feugiat porta magna dolor vel eget odio suscipit porttitor a. Iaculis morbi neque quam nam lacinia. Commodo porta neque scelerisque pede libero mi ultrices. Nonummy fames. Viverra lacus. Commodo dolor. Conubia fusce in curae platea nam duis libero dignissim per sollicitudin libero neque phasellus erat. Rhoncus donec augue nibh faucibus euismod id ante varius magna sit ante dictum commodo vivamus amet in primis. Posuere lacus."
     ],
     "title": "Posuere felis."
    },
    {
     "paragraphs": [
      "Integer augue at massa litora. Conubia metus est amet. Euismod ipsum ve ornare lobortis ultricies in eros sed justo. Posuere morbi sem metus eni parturient netus eros. Conubia augue dapibus rhoncus lectus dis mi venenatis ac metus facilisis. Blandit purus parturient ullamcorper turpis ad id dis. Aliquam augue per venenatis fames massa nunc quis phasellus senectus justo. Rhoncus porta ut fusce sollicitudin purus eu. Euismod fusce arcu suspendisse. Cubilia lacus ve velit turpis ante lacinia ad. Potenti augue ac tellus convallis vitae lobortis in. Iaculis donec. Rhoncus magna. Egestas fusce et. Aliquam massa at imperdiet convallis parturient orci porttitor pellentesque per venenatis aptent inceptos. Vivamus magna. Feugiat fusce ut taciti ultrices pulvinar augue ac auctor dui duis senectus. Integer netus diam fames ullamcorper praesent nisi natoque tincidunt urna. Vivamus etiam integer. Commodo ipsum eros proin cubilia. Integer dolor duis nonummy. Lacinia fusce velit torquent eros.",
      "Egestas metus eu. Blandit nulla. Integer risus parturient placerat lacinia. Rhoncus fames est congue eu ve quis. Cubilia ipsum eros ipsum tincidunt praesent ipsum libero lacus ultrices mi aenean eget eu hymenaeos. Nonummy magna. Gravida class quam vel montes mi nibh quam nibh nonummy. Cubilia fames ante maecenas ullamcorper ultrices feugiat magna at phasellus lacus nam cursus. Rhoncus dolor ut quam interdum consectetuer ligula proin adipiscing bibendum odio maecenas adipiscing. Euismod donec lacus lorem dis nisi. Conubia risus. Lacinia porta. Vivamus donec amet mollis ac tempor sed est pellentesque dolor in. Dapibus morbi. Integer purus amet cum massa dui nisl tortor malesuada at tortor ut elementum. Integer netus lacinia nec habitant posuere. Conubia metus fusce tempor id maecenas quisque. Conubia nulla. Euismod metus. Commodo massa fusce sociis convallis integer lacus. Egestas etiam vestibulum pulvinar nulla ad hymenaeos conubia curae quam nibh facilisi viverra massa pede dis. Sodales neque pede lectus id platea proin augue nibh iaculis in ante."
     ],
     "title": "Gravida lorem donec sapien gravida elit."
    }
   ],
   "title": "Dapibus ipsum id dolor scelerisque lobortis curae id nam turpis a parturient."
  }
 ],
 "abstract": "Rhoncus neque dis nisi maecenas et velit ut orci interdum suscipit. Sodales augue eni augue ridiculus dui nulla. Viverra dolor duis turpis aliquam. Conubia massa vel torquent vivamus semper magna sit pede eni et consequat lorem. Egestas donec nunc a class conubia quam. Viverra velit ac eget scelerisque est. Aliquam curae proin nullam dapibus nisi eros. Blandit curae ac litora massa ac ultricies a purus pretium. Laoreet purus vestibulum pharetra cras non nunc a. Posuere magna in ligula at iaculis enim mi dictum accumsan vestibulum. Commodo augue eget cubilia quam cursus iaculis in aliquam in per hendrerit sollicitudin cum convallis pellentesque parturient eros montes. Vivamus metus ac odio netus congue lorem. Viverra justo lorem proin quis integer morbi. Aliquam velit dapibus quam neque libero amet nulla dignissim venenatis morbi diam. Egestas vitae feugiat eget bibendum ad tortor ipsum eleifend velit hymenaeos habitant. Euismod massa netus pulvinar at nulla ut metus aptent erat. Commodo lacus dui dictumst euismod quisque venenatis sociis odio in aenean ac nunc. Nonummy donec id class varius curae sem enim ad nibh nulla class iaculis fermentum tortor sociosqu pede vulputate. Laoreet etiam fames morbi vel elit mattis integer pede urna eleifend adipiscing. Euismod purus. Nonummy nulla eget nisl quam per cras ante nec rhoncus. Egestas ipsum proin montes nulla senectus ad montes mus nisl fames nec.",
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Tamica Koppes"
  }
 ],
 "title": "Egestas dolor class nec eget id phasellus quis convallis id vulputate porttitor."
}