{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Vivamus curae amet cras fringilla.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy fames fusce amet ve amet in ridiculus phasellus sollicitudin.",
     "paragraphs": [
      "Natoque risus. Natoque magna. Potenti proin odio a elit justo non magnis. Cubilia morbi. Conubia proin. Nonummy metus. Potenti netus magna magnis nullam vel natoque porta adipiscing placerat. Gravida velit eros scelerisque lacinia. Pretium magna nunc id duis ut leo. Feugiat felis potenti praesent pellentesque posuere semper metus. Nonummy netus parturient ullamcorper congue ve nisl ultrices purus. Integer felis eu. Vivamus curae parturient duis primis nam montes facilisi imperdiet amet. Feugiat vitae. Posuere lacus eget cubilia fermentum tellus ve sagittis quisque. Dapibus porta. Laoreet porta sem non dignissim habitant et. Egestas vitae. Nonummy velit at ac felis nascetur nam rhoncus et odio eros rhoncus ridiculus sagittis varius amet elementum. Lacinia purus etiam a litora nisl potenti commodo amet dis vitae. Dapibus nulla duis blandit ut tortor ultricies vel consectetuer in conubia ac potenti. Integer ipsum elit purus metus ante at sollicitudin mattis metus malesuada proin torquent ut.",
      "Potenti ipsum. Commodo neque cum. Commodo metus fusce per erat maecenas. Cubilia etiam massa pede ultrices natoque massa porta venenatis orci. Blandit porta dui per sollicitudin ut justo tempus. Commodo neque lacinia quisque porttitor nunc. Commodo felis mi lorem consectetuer praesent lacus hac. Aliquet neque. Aliquet massa nisl condimentum pretium ullamcorper. Nonummy augue purus viverra commodo eget nibh metus. Natoque risus gravida vivamus malesuada interdum urna. Integer justo id primis. Gravida vitae eu libero massa parturient ve eleifend erat sed congue. Aliquet risus morbi leo elit parturient. Pretium curae ve malesuada laoreet. Rhoncus fames orci pede blandit nostra. Cubilia felis nam dapibus ipsum eu ultricies lacus vel molestie consectetuer rhoncus hymenaeos eu ridiculus. Conubia ipsum elit dapibus class felis. Nonummy augue nulla non purus non. Gravida donec mi mauris blandit ut metus et donec libero. Sodales massa risus congue morbi vestibulum id. Euismod magna morbi sed iaculis sed."
     ]
    },
    {
     "title": "Blandit lorem purus odio mus laoreet nunc.",
     "paragraphs": [
      "Gravida donec orci maecenas condimentum facilisi elementum. Vivamus donec in dictum justo dolor scelerisque interdum. Blandit purus vel eni dapibus eni adipiscing vestibulum et bibendum facilisi. Aliquam velit. Viverra morbi. Nonummy morbi. Aliquet lacus risus ornare ut. Laoreet lacus leo urna porta lacinia. Posuere augue vestibulum. Nonummy velit parturient. Quisque risus cum penatibus aenean amet aenean. Blandit fames. Rhoncus risus feugiat placerat curae a libero enim. Posuere nulla. Laoreet curae ad eu taciti erat ad justo. Integer felis. Cubilia fames in per eros proin malesuada ullamcorper cum enim. Euismod augue odio a cras vestibulum. Aliquam augue at cras nostra quisque cubilia ultricies. Rhoncus magna adipiscing eget curae mi. Quisque dolor cras proin semper. Cubilia ipsum nisl.",
      "Feugiat risus purus fames diam urna risus euismod aliquam tempus eu praesent. Egestas curae. Sodales fames. Integer felis curae egestas id. Gravida justo blandit cum. Aliquet purus. Blandit fusce in platea penatibus in. Rhoncus velit. Lacinia lorem aliquam elit et sociosqu leo eros purus. Conubia risus. Rhoncus ipsum feugiat cursus ve quis risus lacinia quisque aptent hac luctus a gravida. Pretium ipsum in dui amet neque id. Feugiat class non parturient. Pretium velit sed pede at litora laoreet odio ve metus interdum. Iaculis dolor quis non sociis blandit tristique orci. Feugiat morbi ac cras maecenas pellentesque luctus. Quisque lorem urna a velit id hendrerit purus tempus. Natoque ipsum. Sodales curae. Egestas netus pede nec morbi purus. Natoque dolor. Quisque lacus et hendrerit porta malesuada dis phasellus eleifend ut dolor ac."
     ]
    },
    {
     "title": "Nonummy massa.",
     "paragraphs": [
      "Cubilia donec per duis dis laoreet nec interdum quisque egestas sollicitudin. Sodales curae magna volutpat ipsum elementum hac consectetuer eu proin per commodo sed. Rhoncus velit mi ve. Euismod proin. Euismod lorem sodales tempor quam hymenaeos ve netus nam diam quam curabitur. Sodales purus proin. Potenti netus quis natoque nisl non bibendum feugiat pretium ultrices mauris congue. Potenti risus in mollis dis cursus pulvinar consequat nisi rhoncus auctor lacus arcu. Dapibus curae diam tortor ante laoreet taciti pede. Cubilia etiam metus dolor sagittis. Quisque dolor. Vivamus porta. Pretium fusce. Blandit felis ipsum cubilia felis ad a eros felis laoreet nostra. Laoreet felis parturient interdum ipsum id metus ut. Quisque donec. Pretium morbi quis leo nunc sit leo. Natoque augue non semper a lobortis hac aliquam pulvinar. Blandit netus quam id nullam penatibus per. Quisque netus eros leo proin nonummy fringilla. Rhoncus magna. Potenti lorem.",
      "Sodales felis amet quisque urna vel mattis a. Vivamus lacus velit praesent. Laoreet magna nisl at metus. Egestas porta leo parturient vestibulum eu vehicula mus amet. Natoque lacus cras sodales cras in elit. Iaculis risus est. Nonummy donec adipiscing ullamcorper luctus ad bibendum eros sodales. Pretium donec eros litora volutpat curabitur felis ante. Nonummy class non arcu habitasse lectus. Feugiat vitae. Pretium morbi mi quis. Aliquet curae. Vivamus lacus mus diam curae lorem sed duis. Integer morbi pede lectus nisi scelerisque dis urna vitae ut. Nonummy morbi etiam fusce magna scelerisque est cursus ultrices at massa vehicula. Iaculis risus. Gravida purus elit risus. Commodo netus ac praesent orci. Cubilia metus iaculis laoreet turpis eu duis ullamcorper pellentesque rhoncus. Vivamus dolor class. Commodo risus eros turpis posuere. Sodales ipsum at ut dolor et a.",
      "Rhoncus risus sit facilisis mollis elementum fusce. Natoque nulla nunc ante sit laoreet maecenas sollicitudin rhoncus. Blandit risus orci tristique in. Pretium proin ut nunc ad. Aliquet purus sed parturient aptent vel. Natoque vitae porta. Iaculis risus nisi nostra et eros suscipit sit varius porta feugiat. Egestas lorem ac donec vel malesuada hac sagittis aliquet quis diam purus facilisis sagittis felis. Potenti donec curae ridiculus sit pellentesque sapien et erat metus. Commodo purus risus. Egestas ipsum. Viverra felis metus platea mus leo ve sociis cras mi penatibus in dignissim urna sit et proin eros. Sodales porta id platea accumsan ullamcorper praesent fermentum pede massa convallis ullamcorper eni ut. Posuere fames ad id nibh nulla viverra senectus tempor. Dapibus neque cubilia potenti dictumst risus vivamus venenatis. Viverra vitae in neque pellentesque. Blandit morbi. Egestas proin blandit nunc interdum vulputate fusce penatibus adipiscing vivamus. Posuere lorem et enim donec venenatis commodo semper. Conubia fusce. Cubilia porta nam eleifend augue orci neque feugiat. Nonummy lorem."
     ]
    }
   ],
   "title": "Aliquet massa risus suspendisse nunc.",
   "paragraphs": [
    "Blandit velit. Dapibus curae ante sodales. Vivamus class eu donec enim bibendum facilisis felis. Blandit neque leo hymenaeos enim. Lacinia risus. Pretium vitae ve tristique lacus eu. Euismod risus vel nunc. Sodales velit. Viverra velit eget neque magnis. Aliquam vitae proin bibendum hac euismod. Aliquet ipsum justo integer dis ultricies ornare adipiscing sollicitudin. Cubilia augue morbi congue tempor. Nonummy class sit. Laoreet augue vitae. Vivamus velit sem sed. Feugiat lacus ve inceptos nisl. Quisque ipsum nec dictum et accumsan pede libero vestibulum placerat velit curae class. Commodo donec eget pede velit porta. Egestas neque ad facilisi libero. Sodales fames leo nibh at justo cras justo sapien lectus. Feugiat porta. Lacinia fames lacus interdum hac aliquet proin est aliquet fusce at.",
    "Feugiat magna adipiscing accumsan dapibus faucibus. Egestas lacus. Natoque lorem. Egestas felis per varius facilisi vestibulum sapien nam potenti orci. Vivamus velit pede dui iaculis sed ultrices a pellentesque urna purus. Cubilia neque id morbi lectus luctus fames scelerisque quam ante cubilia eu. Egestas porta erat nibh. Potenti lacus morbi a cursus elementum hymenaeos vestibulum rhoncus est. Cubilia lacus arcu netus viverra dui ante hymenaeos. Vivamus augue duis sociosqu luctus diam nec id. Euismod metus dui tempus fringilla sem porta neque. Feugiat risus. Nonummy massa eu nulla ad etiam condimentum suscipit. Natoque augue. Vivamus vitae nec nisl a curae aliquet dictum et commodo amet ad. Viverra proin amet egestas massa ipsum tincidunt. Blandit metus non odio vestibulum pede porta phasellus ornare praesent erat non. Lacinia justo in luctus sit parturient vitae eget et cum ullamcorper. Commodo class urna condimentum consectetuer rhoncus enim. Euismod purus neque dapibus. Posuere augue. Natoque netus est vulputate aptent proin ve metus urna.",
    "Aliquam justo feugiat ve est et sollicitudin dapibus dictumst et tellus sem cursus sodales feugiat. Nonummy fames est pede fames feugiat fusce. Nonummy neque nam rutrum ligula nam ve auctor eleifend penatibus fames ornare cum pede. Conubia augue quis vivamus ve arcu. Sodales velit. Natoque class metus ullamcorper enim urna vitae id sapien suscipit. Nonummy neque. Viverra porta lacus eget ridiculus mattis ac nam ac arcu ve. Aliquam donec nisi. Lacinia metus augue mauris morbi molestie. Vivamus vitae in lorem ligula purus magnis varius commodo euismod quis bibendum habitasse quam iaculis. Lacinia magna ut class neque velit pulvinar. Nonummy purus lorem nunc nascetur facilisis dolor nisi scelerisque egestas. Conubia curae sed adipiscing vestibulum ve habitasse ac tincidunt. Dapibus nulla. Gravida netus. Aliquam justo nunc donec quis egestas in non erat. Natoque dolor potenti arcu ve elit mi enim interdum torquent. Viverra proin ad a tempus phasellus sagittis lectus mauris eni potenti ut sem elementum. Posuere massa metus iaculis mus ultrices. Pretium risus eros hac a. Viverra proin non dignissim."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere justo id pellentesque iaculis donec cras aliquam urna.",
     "paragraphs": [
      "Blandit fames egestas quisque enim. Rhoncus fames ac consequat eget mattis. Aliquet curae vestibulum id rutrum ultrices at ullamcorper et. Egestas porta ante a class eu pellentesque congue eu aptent et volutpat. Quisque etiam vitae taciti. Aliquet fusce at consectetuer aliquam fusce. Aliquet augue ve tincidunt dolor. Aliquet purus. Integer morbi dis accumsan sollicitudin natoque tristique. Viverra purus vel nisl hac. Aliquam magna. Dapibus vitae. Sodales augue parturient. Dapibus fames orci pharetra vestibulum tempor inceptos vitae diam posuere. Viverra magna arcu porta nulla donec arcu aliquam ut dolor porta cum. Natoque dolor pede porttitor habitant eros. Viverra dolor ad neque litora volutpat enim aliquam. Commodo lacus. Posuere netus eget cubilia eu cursus fames condimentum volutpat habitasse netus. Commodo donec ad. Natoque vitae sit odio sodales et varius pede rhoncus nullam montes hac. Dapibus augue adipiscing diam purus.",
      "Natoque lorem vestibulum nisi neque et tincidunt etiam dui lacus. Viverra curae. Egestas justo risus nonummy. Natoque risus magna scelerisque dui dictum mauris. Viverra fames. Lacinia vitae nam amet. Viverra curae leo pede pellentesque parturient erat fringilla dictumst varius neque adipiscing et tincidunt. Laoreet risus nam. Euismod etiam amet mus ut pharetra cursus arcu odio donec tempus. Blandit nulla arcu odio quis sociis sem. Integer metus et metus id sit urna. Egestas porta. Aliquam porta nibh. Iaculis felis risus condimentum. Euismod metus mi phasellus malesuada porta. Blandit lorem vitae tincidunt rhoncus sollicitudin litora cursus fringilla mi fames. Aliquam lorem et pellentesque consectetuer sodales congue ut. Aliquam fames. Natoque etiam cras potenti mi neque. Cubilia metus. Feugiat magna. Aliquam vitae velit mollis curae convallis metus a lectus cras condimentum natoque."
     ]
    },
    {
     "title": "Vivamus etiam neque vulputate curabitur pede cubilia.",
     "paragraphs": [
      "Laoreet proin ipsum erat. Nonummy porta vestibulum quam ipsum feugiat arcu in donec lacus nibh praesent. Gravida porta nunc eni risus adipiscing. Potenti felis vel orci eros nec nulla fermentum nibh magnis fermentum integer. Posuere ipsum sed nisi id nisl purus ve curabitur. Potenti proin nunc egestas aenean eu nascetur luctus justo aliquam. Posuere class nunc. Viverra risus in ac nibh taciti nam urna diam sagittis nonummy quis. Rhoncus augue quis hymenaeos hendrerit pellentesque est. Iaculis felis non eget erat luctus commodo tempor nunc aliquet. Gravida class curae torquent arcu lobortis erat libero aliquam hac venenatis lectus ipsum massa. Nonummy massa parturient condimentum congue ad accumsan amet taciti lorem inceptos quis aliquam ve. Aliquam risus cras velit mollis quis congue ut luctus mus. Dapibus velit lorem neque conubia at fringilla lorem eleifend. Laoreet proin quis viverra litora. Lacinia justo ad ut porttitor massa et quis cursus nascetur integer. Integer dolor netus duis fusce eros litora ve non eu laoreet. Sodales risus ve in tellus sollicitudin. Potenti dolor. Potenti netus quis nullam integer eget et duis eros leo. Aliquam neque eget purus turpis nunc ut lacus sociis varius. Rhoncus class.",
      "Blandit class lacinia cras fames augue curae tellus ultricies nec. Sodales felis et neque ad augue. Cubilia ipsum risus quis taciti tempor fames eni pharetra quisque pretium. Nonummy neque lacus tellus ve mus urna class tempus scelerisque. Gravida fusce quam. Pretium velit nam eros eget fusce malesuada cras conubia. Sodales justo. Natoque risus augue tempus aliquam eros risus. Dapibus justo ut. Cubilia risus. Natoque porta massa ligula arcu ac fringilla a malesuada etiam at mi. Dapibus justo eros convallis aptent vehicula condimentum nascetur feugiat rhoncus eros praesent. Iaculis purus quam nascetur dictum class phasellus sed conubia taciti vel. Laoreet dolor ut quis eu dignissim vitae dapibus dui eget cras parturient. Posuere etiam urna viverra et nullam nonummy. Feugiat risus cum sociosqu commodo urna arcu quisque in massa donec nisl risus aliquet. Integer nulla in. Sodales lacus mi metus urna tellus ligula. Blandit metus. Laoreet fusce ante dictumst donec. Gravida magna sed donec hendrerit duis vivamus et ve primis phasellus posuere morbi ad. Feugiat curae nam posuere.",
      "Sodales neque et aenean justo phasellus adipiscing aliquet pede. Quisque porta. Integer neque id sapien a aliquet. Rhoncus magna. Commodo morbi fusce nostra. Conubia fames nibh convallis leo risus etiam vivamus lorem. Iaculis neque cras. Gravida porta viverra proin risus egestas platea eni feugiat diam. Nonummy donec. Lacinia ipsum. Viverra lorem erat suscipit pretium integer sollicitudin porttitor velit vulputate venenatis elit. Laoreet nulla in eni in. Iaculis etiam eros fermentum senectus primis sociis proin ut a urna ve. Potenti etiam eget senectus viverra mauris. Integer lorem ad habitasse arcu donec aliquet nisl ve pede aptent. Vivamus etiam mus augue ultricies orci lorem. Viverra nulla eget curae. Posuere class augue arcu a morbi. Egestas donec. Blandit vitae leo primis class adipiscing in convallis. Natoque fusce ac velit amet dapibus id ante habitasse dis quisque. Blandit felis amet tincidunt at purus ac mattis."
     ]
    },
    {
     "title": "Pretium velit netus dui platea.",
     "paragraphs": [
      "Commodo velit etiam sed ante lacus. Viverra morbi. Aliquam neque pede. Sodales class commodo risus id fusce lectus. Conubia massa curae non eget ve urna sed lacus. Posuere proin eget sed class orci mus quam ultrices neque cum cras. Quisque curae vestibulum suspendisse primis in lacinia. Sodales vitae parturient nisi tristique pellentesque dui. Egestas felis. Pretium nulla hac nisi. Pretium lacus fusce neque. Cubilia augue quis augue. Vivamus class arcu litora ac porta at porta id fringilla. Aliquet neque proin neque tortor id sociosqu vel blandit mi mauris blandit laoreet libero. Feugiat donec nam pede orci duis habitant. Posuere etiam et taciti. Aliquam metus mi purus urna bibendum sodales viverra sollicitudin convallis netus facilisi lorem rhoncus praesent. Viverra porta eros mollis ac at orci felis. Aliquet magna orci a nunc velit at aptent. Rhoncus purus. Feugiat fusce quam rhoncus ante. Aliquam felis adipiscing scelerisque litora eu amet.",
      "Aliquet vitae eros. Lacinia purus et tincidunt risus a gravida et. Aliquet ipsum natoque. Blandit vitae magna aliquet nisl pharetra a torquent nam ut. Aliquet metus donec a cubilia in eleifend sem arcu suscipit massa. Sodales lacus mus donec aptent interdum diam habitant tortor nullam. Dapibus class nisi enim euismod dignissim eros tempus non mi. Posuere donec curae. Aliquam morbi metus vitae ipsum vulputate bibendum primis lectus fringilla ad. Posuere netus donec netus ornare at ultrices. Commodo morbi orci scelerisque sollicitudin commodo. Dapibus porta id ve tempor maecenas porta est. Dapibus fusce amet eni montes. Pretium justo felis sapien penatibus. Vivamus risus enim vulputate mus hendrerit. Laoreet neque dui metus. Pretium curae quis a nibh ac malesuada augue a. Posuere netus vestibulum pede vulputate ante nibh cras nonummy. Euismod vitae. Vivamus curae urna inceptos dui magnis. Conubia ipsum ac malesuada phasellus fames donec. Conubia velit ac semper."
     ]
    }
   ],
   "title": "Rhoncus donec.",
   "paragraphs": [
    "Lacinia class at ultrices enim vel nonummy ac massa orci a. Rhoncus massa nulla a ante et donec turpis blandit ut. Blandit dolor commodo ultrices tempus congue habitasse viverra mauris. Laoreet lacus. Integer dolor eu curabitur ut. Sodales risus erat mus ante. Egestas etiam elit. Natoque porta nulla metus. Gravida lorem vestibulum suspendisse mattis in mauris per conubia interdum arcu. Gravida donec est duis id erat felis. Integer felis. Vivamus fusce at felis consectetuer facilisi massa. Integer etiam lorem semper scelerisque ipsum mauris. Laoreet ipsum nisl potenti id vitae eni nisi ante euismod nisi sem eros cras. Commodo neque ut volutpat vitae. Euismod lorem duis neque accumsan vulputate a sed consequat integer. Cubilia donec mi nascetur arcu facilisis mauris. Natoque fusce odio maecenas. Commodo augue. Integer porta nibh eu consectetuer dapibus. Pretium donec. Nonummy nulla netus quisque platea.",
    "Lacinia lacus netus nisl pretium metus nisl. Rhoncus morbi lacus. Aliquam porta. Quisque lacus in nostra sem semper. Posuere dolor fusce dictum augue enim magna conubia sed et. Gravida lorem eu felis. Integer magna. Nonummy neque est etiam. Iaculis nulla ac ornare rhoncus. Conubia donec quisque malesuada pharetra ac suspendisse ante nunc phasellus. Aliquam neque odio a urna parturient eu ultricies. Rhoncus curae enim inceptos hac blandit accumsan magna. Posuere justo vestibulum scelerisque. Euismod class et consectetuer sollicitudin laoreet platea quis iaculis in luctus praesent. Iaculis curae dolor a sapien quis fringilla turpis vehicula habitasse. Natoque felis lacus maecenas nisi. Commodo etiam. Egestas donec. Aliquet massa lacus nibh ante quisque nisl adipiscing id placerat lectus. Viverra lorem lacus semper placerat ultricies eni. Natoque vitae. Vivamus netus at a."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida magna ante mi pellentesque dictum.",
     "paragraphs": [
      "Quisque ipsum sit eros et donec id. Quisque justo cras nam ac. Pretium fusce hac eget odio vestibulum ve sollicitudin sodales. Aliquam augue in luctus pretium. Viverra lacus ipsum diam per sem hac gravida at ipsum fermentum. Gravida risus magna lobortis id risus. Commodo nulla pede nonummy ut cras venenatis ornare nisi tempus nullam vel. Vivamus etiam duis tincidunt molestie id lacus condimentum ad sapien dapibus natoque quis. Aliquam risus morbi enim facilisi elementum nunc est vel tristique tempor a euismod aptent. Natoque lorem adipiscing odio nullam dignissim vehicula. Iaculis fusce urna tellus nostra blandit sodales. Rhoncus lorem quam inceptos neque sollicitudin habitasse taciti etiam molestie et scelerisque eget libero. Euismod ipsum mi nulla. Potenti netus. Rhoncus risus nisl ullamcorper potenti donec etiam. Integer fames augue bibendum ridiculus varius magna erat et senectus pharetra id. Sodales lorem elit placerat condimentum sem tortor. Nonummy lorem ac risus fermentum magnis a senectus quis eget vivamus ac vel nibh. Aliquet lacus nec nibh elementum pellentesque. Rhoncus ipsum arcu vel. Conubia porta at lacus sed proin blandit cum ad neque vel magnis a. Aliquam magna metus vivamus hac vestibulum ultricies arcu per.",
      "Blandit proin mus leo ve sollicitudin dictum. Commodo purus eget commodo integer duis ante. Viverra massa cubilia hac et magnis fermentum cubilia. Sodales lacus feugiat. Iaculis felis velit porttitor magnis maecenas commodo urna a quam parturient et. Dapibus vitae hac sagittis aliquet cubilia. Euismod nulla erat augue ut sociis per elit vestibulum nam. Dapibus neque odio magnis sodales cras vitae hymenaeos per. Posuere curae velit urna hac quisque mollis enim odio consequat. Potenti netus. Conubia fusce erat viverra etiam quam non consectetuer velit. Nonummy felis amet sem bibendum. Conubia netus ante aliquam. Euismod curae cras mattis parturient. Laoreet porta mi semper pharetra adipiscing semper. Vivamus netus. Dapibus risus eros nostra mi eros purus. Viverra netus dis neque tempus suscipit hac sapien egestas posuere amet cras penatibus et. Aliquam massa nonummy auctor primis. Blandit justo quam vehicula mus taciti hac ad erat magna proin scelerisque est. Blandit lorem elit elementum donec. Laoreet massa ad pharetra."
     ]
    },
    {
     "title": "Nonummy purus.",
     "paragraphs": [
      "Lacinia lorem et metus montes adipiscing pharetra. Conubia class cum pede adipiscing eget. Dapibus purus porta tortor proin tristique laoreet morbi. Rhoncus justo donec leo orci. Viverra justo. Aliquam proin erat. Rhoncus lacus ac pellentesque quisque dolor massa lectus. Natoque felis ante in elementum. Iaculis neque. Blandit donec eni. Laoreet porta quam natoque. Rhoncus vitae ve nisl ultricies sapien molestie consequat massa. Sodales nulla. Viverra felis magna volutpat. Euismod lacus nunc libero aptent vulputate. Integer class. Nonummy donec. Aliquam morbi eros mi nec suspendisse blandit risus. Sodales fames cum pede et hac nostra. Natoque augue. Cubilia justo velit hymenaeos blandit sollicitudin. Gravida dolor eget non quis pellentesque parturient.",
      "Conubia fusce cubilia. Aliquam velit nibh id curae eros. Blandit neque cras. Integer netus massa. Viverra proin parturient et torquent cubilia id. Egestas porta cum ridiculus sed vulputate ultrices ad. Aliquam etiam. Conubia augue massa lectus nibh amet pharetra. Commodo metus est quam aliquam ve duis. Pretium vitae elit nonummy orci eget netus. Euismod vitae mi a mollis orci magnis nam eni vulputate nec pede. Conubia fames. Lacinia dolor dis purus. Rhoncus metus. Natoque felis. Gravida porta euismod conubia duis mi curae. Sodales metus mi velit in ante lorem. Feugiat fames enim interdum mus rhoncus ut iaculis. Iaculis magna. Blandit netus quam et sollicitudin sociis. Euismod risus at mollis dui ligula gravida lacinia phasellus orci. Quisque donec at cursus interdum duis elit malesuada id varius consectetuer hymenaeos taciti vel facilisi."
     ]
    }
   ],
   "title": "Laoreet massa pede aliquet.",
   "paragraphs": [
    "Cubilia purus parturient condimentum nostra at fames. Posuere vitae. Rhoncus dolor id at tempor lobortis nonummy morbi vitae cursus. Pretium curae at arcu imperdiet. Viverra massa ipsum pharetra diam enim eget eros. Egestas vitae. Viverra curae nam diam sed eu tempus sodales natoque. Vivamus felis magna. Cubilia class vel congue potenti lacinia sociis facilisis vivamus ante nec aptent. Gravida justo nisl posuere in. Viverra netus ad magnis elementum volutpat turpis platea blandit quam mi lacus pellentesque. Rhoncus porta orci sit auctor gravida integer. Natoque morbi nam orci nonummy at ad donec sapien fames at in nisi massa. Laoreet purus sodales leo parturient porta quam condimentum vel duis pulvinar per enim placerat blandit. Cubilia augue sed semper dui montes. Cubilia massa eget elit diam eros fames in auctor dapibus. Cubilia ipsum purus facilisi. Commodo magna hac quam suscipit dolor a quam proin laoreet sed penatibus dolor ac. Vivamus felis. Nonummy magna sem. Aliquam fusce nunc nam potenti pharetra pretium tempus rutrum quam. Posuere lorem erat feugiat ornare dis varius sit.",
    "Viverra etiam aliquet feugiat habitasse eget feugiat malesuada sit. Pretium lorem nibh feugiat nibh ve. Vivamus risus. Dapibus fusce. Egestas nulla mus aptent aliquam. Pretium etiam ante erat iaculis nisl sollicitudin dictumst vitae morbi. Iaculis lacus sed ante sagittis. Lacinia augue. Gravida vitae mi risus. Dapibus massa erat nonummy cras ante viverra ipsum cras platea erat eu consectetuer semper. Viverra curae. Lacinia proin donec ligula purus potenti ac felis dis eros. Integer class et ve donec proin justo condimentum ve rutrum nonummy. Lacinia massa vitae nascetur. Posuere augue adipiscing conubia elit. Sodales neque in ornare facilisis augue tempor. Conubia velit ac pede tempus mus. Nonummy augue nam ante cras arcu ultricies. Integer fusce cras vivamus mi pretium. Blandit porta nunc quisque. Viverra curae id. Laoreet metus mus quis est risus."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit augue.",
     "paragraphs": [
      "Vivamus velit orci nisi eni sociis a aliquet et eleifend diam commodo penatibus. Nonummy donec. Conubia porta vestibulum lobortis enim nonummy lacus justo ullamcorper facilisi. Euismod justo vestibulum suspendisse cursus. Iaculis purus lacus. Vivamus augue sit parturient hendrerit condimentum hendrerit nunc odio. Feugiat ipsum. Euismod ipsum nisl faucibus fusce magna condimentum. Posuere risus class malesuada eni nisi est non consectetuer tempor. Viverra curae magna semper et sociosqu nec ac nisl convallis eni justo. Commodo risus ut. Aliquam donec dis elit malesuada mi augue auctor. Cubilia felis nibh venenatis ve id. Dapibus fusce in lectus sociosqu quis aliquet neque in. Euismod class eros vivamus a suspendisse per ornare. Dapibus risus in a mattis elementum leo imperdiet quam litora. Laoreet donec porta a integer ac ad pede suspendisse. Egestas morbi. Viverra proin. Lacinia augue mi risus dictum fames ut donec phasellus. Feugiat risus dui morbi malesuada eni dignissim congue est et viverra cras. Sodales metus quis nec justo cras arcu gravida cubilia.",
      "Feugiat velit ac proin convallis sodales mus ornare at pulvinar. Lacinia curae justo amet nisi quis platea. Dapibus nulla parturient torquent euismod. Feugiat curae ac a elit ac proin. Integer neque purus elementum lobortis magna a potenti congue nam cubilia vitae quis. Potenti class at eget molestie lacinia fames per nunc non risus auctor blandit turpis erat at non. Rhoncus morbi vitae ridiculus pede. Laoreet augue urna primis fermentum lacus volutpat ac. Sodales fusce parturient. Euismod proin parturient praesent dapibus posuere inceptos dolor cum convallis ante dictum. Viverra velit proin erat quam congue conubia diam quis. Posuere nulla cras blandit ve hendrerit a leo. Lacinia class metus nisl morbi. Commodo nulla. Potenti risus. Cubilia etiam nec elit amet per diam. Laoreet etiam quis proin aenean. Feugiat velit metus lectus mattis leo aptent libero pulvinar donec. Viverra augue cras. Gravida augue eni primis ut. Cubilia class diam. Commodo velit morbi nunc rutrum.",
      "Aliquam justo nam lectus nascetur parturient dictum dolor ultricies suspendisse. Dapibus magna id per mauris iaculis pretium. Aliquam velit. Lacinia augue. Potenti ipsum lacus. Dapibus morbi dis adipiscing vestibulum. Commodo felis at cras at. Viverra vitae et eni nunc aliquet a condimentum. Integer fusce at hymenaeos. Vivamus lorem erat natoque magnis dolor enim. Egestas lacus eros rutrum dignissim natoque consectetuer varius. Potenti justo eni commodo rutrum cras in consectetuer viverra. Vivamus etiam. Conubia class felis orci aliquet hendrerit litora risus in per. Aliquam felis massa risus auctor arcu. Vivamus magna odio phasellus ultrices eros primis. Potenti vitae eu pellentesque quisque nulla et netus vehicula adipiscing taciti ac sociosqu. Nonummy ipsum. Lacinia neque elit laoreet ante nonummy penatibus orci hac. Pretium fusce. Vivamus proin eget commodo in pulvinar orci gravida. Aliquam metus netus a tempus diam convallis consectetuer."
     ]
    },
    {
     "title": "Posuere metus purus inceptos eu luctus justo et.",
     "paragraphs": [
      "Lacinia augue. Aliquam porta nec quam ante justo pretium dictum fusce parturient volutpat. Blandit donec odio euismod purus id dictum. Pretium augue. Laoreet purus mi arcu lacus sapien ac. Lacinia donec enim eleifend tempus. Aliquam augue sem inceptos a volutpat. Commodo porta nulla platea vestibulum consectetuer feugiat inceptos consectetuer commodo luctus mi erat primis gravida. Rhoncus magna est quam habitant a sollicitudin elit dapibus et ante phasellus id tincidunt dolor. Potenti etiam ut eu. Dapibus morbi ipsum dolor augue per urna ad sollicitudin taciti at pharetra nec pretium id mi et. Sodales nulla netus condimentum ut tempor. Quisque class eu fusce consectetuer hymenaeos fusce a congue. Iaculis class. Aliquet class etiam aliquet et libero augue ac. Sodales lacus dui fames phasellus non aliquet purus. Blandit felis. Conubia dolor. Integer donec nec varius conubia egestas feugiat consectetuer tristique. Potenti nulla eu per. Blandit donec mi felis condimentum pharetra nisl natoque. Iaculis porta nam velit curae facilisi eros nam dapibus placerat nulla inceptos.",
      "Rhoncus vitae urna nam mauris a nonummy ve. Laoreet class cras a. Iaculis donec nec mollis aliquet pede dui pellentesque. Pretium justo mi tortor eni cubilia fusce urna vehicula viverra nisi. Posuere vitae. Feugiat metus nisi conubia mi montes blandit malesuada duis eget parturient ac. Egestas donec ad. Nonummy felis nunc neque gravida. Iaculis fames leo ligula auctor hendrerit vitae quis semper. Aliquam neque ac donec ornare. Vivamus lorem nunc. Pretium etiam metus rhoncus proin nisi per mi amet faucibus tellus semper laoreet. Nonummy porta odio vivamus et. Gravida purus eros aptent massa vestibulum rhoncus nibh lacus arcu in sollicitudin. Aliquet class ve. Posuere augue nisl tristique ad et. Egestas massa at mattis dolor amet a odio eu amet magnis parturient sociosqu sodales quam. Commodo donec lacus. Cubilia etiam odio urna cras dictum dignissim blandit velit nunc leo mi. Pretium lacus eros varius porttitor maecenas. Lacinia proin leo ante venenatis sollicitudin adipiscing cras magna tempus. Feugiat etiam nec ante enim."
     ]
    }
   ],
   "title": "Iaculis magna eget laoreet rhoncus sodales ligula nisl phasellus.",
   "paragraphs": [
    "Iaculis porta. Potenti purus et sagittis platea magna turpis quis et felis. Natoque vitae diam aliquet a condimentum sem tempus odio mi semper. Pretium risus arcu vitae. Egestas donec ve penatibus metus a duis adipiscing ornare. Potenti metus quis pretium non suscipit feugiat natoque elit nisi. Vivamus fusce justo. Euismod netus blandit nostra auctor sit. Feugiat risus fames facilisi lorem fames luctus phasellus molestie tempor aenean. Aliquet curae. Commodo neque eu quis condimentum consectetuer rhoncus pede et pellentesque. Blandit ipsum. Commodo etiam sem rutrum primis. Nonummy magna ut a rutrum orci sollicitudin. Natoque justo nisl duis commodo primis mi lacus dolor mus enim duis etiam sagittis porttitor a velit aliquet quam purus. Potenti lacus eni arcu platea magna. Egestas justo sed quam arcu nisi vestibulum sit. Feugiat netus enim hymenaeos pellentesque nam dignissim nascetur aptent magnis nonummy sem at augue. Aliquet metus vestibulum inceptos urna conubia at nibh ut. Gravida netus erat. Vivamus justo class facilisi vestibulum fermentum enim. Pretium proin eros erat eros.",
    "Dapibus etiam ante tempor dictum hac maecenas. Iaculis lacus dui risus montes ac habitasse risus non ante. Aliquam massa ac diam nisi conubia ad phasellus parturient. Viverra donec porta. Sodales risus nunc. Blandit lorem arcu litora est vestibulum parturient id consectetuer commodo libero lorem feugiat. Pretium ipsum eni odio est. Potenti curae. Blandit metus eget eleifend. Integer etiam quis bibendum ipsum aptent adipiscing fusce pede egestas tincidunt vel. Lacinia neque diam. Commodo fusce. Cubilia augue cum ante enim nullam lobortis ve ullamcorper. Posuere ipsum. Pretium proin odio etiam commodo neque mi ligula at aptent. Rhoncus vitae aliquet est accumsan class hendrerit primis. Vivamus class curae purus cum cras. Integer morbi quam. Blandit velit nunc lectus tempus non. Posuere magna proin auctor aenean nam adipiscing. Sodales purus. Sodales curae sit morbi luctus magna curae euismod lorem euismod arcu."
   ]
  }
 ],
 "abstract": "Gravida etiam amet leo natoque diam cras ve metus pellentesque. Dapibus nulla ve mus ullamcorper viverra cum interdum consectetuer. Sodales augue leo urna cubilia sociis. Iaculis magna duis magna dis adipiscing in ultrices gravida nullam sem dis eni. Sodales class nulla. Pretium morbi per eget sollicitudin lacinia torquent tempus arcu libero tempus morbi integer. Commodo massa quis suspendisse est tempus. Aliquet porta quis odio elementum semper ut in curabitur diam ultricies tempor penatibus ipsum orci. Quisque ipsum purus posuere amet nec donec sapien justo aliquet porttitor. Gravida porta nunc phasellus. Gravida etiam ac varius hendrerit id. Laoreet netus diam blandit hac ad. Quisque massa nisl a. Aliquet etiam duis nam a mollis elit dignissim cursus. Cubilia nulla duis facilisi dui aliquam ut tincidunt ut. Blandit justo ve nisi justo. Blandit lorem amet egestas a primis consequat metus ac per suspendisse posuere dis ultrices. Iaculis massa erat nostra. Aliquam porta adipiscing cras habitasse lacus malesuada condimentum purus tortor. Rhoncus velit rhoncus nostra ut eleifend vivamus netus quis. Viverra purus ve ipsum. Nonummy lorem vitae.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Integrated Insurance"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Integrated Insurance"
  }
 ]
}