{
 "sections": [
  {
   "title": "Egestas magna class.",
   "children": [
    {
     "paragraphs": [
      "Sodales donec ac pellentesque. Aliquam proin est morbi eget a elit. Potenti velit. Nonummy massa nisl rhoncus a ullamcorper per urna. Quisque felis risus aliquam rhoncus ridiculus cras pellentesque mauris tempor rhoncus. Viverra velit etiam aptent torquent imperdiet mattis torquent. Nonummy massa duis vel ac aliquam eros. Gravida dolor parturient duis porta ut lectus. Potenti etiam adipiscing. Pretium morbi quis vitae sodales. Sodales nulla nisi varius sem diam enim ve consectetuer primis. Potenti dolor vestibulum pulvinar nunc. Potenti metus. Iaculis morbi class molestie ve magna aptent condimentum. Euismod lacus nisi potenti sem torquent sodales nisl quis mi. Aliquet felis. Pretium porta. Nonummy class. Laoreet class nisi per neque eros fames fermentum. Cubilia lorem ut litora augue litora. Egestas netus. Dapibus lacus.",
      "Blandit massa hac sociosqu sollicitudin dapibus hendrerit sapien. Laoreet velit nunc est. Rhoncus nulla at pellentesque sollicitudin potenti litora. Posuere class nisl a. Rhoncus curae. Viverra velit. Quisque fames. Euismod magna rhoncus duis class ut neque fringilla sed arcu et ante lacinia ut. Laoreet lorem est. Euismod lacus lorem cubilia platea ad ornare fermentum nam. Conubia augue fusce a litora duis ad. Posuere magna et a eget et elit. Integer donec at class mi dignissim proin ac tellus nec senectus fusce class. Gravida vitae cubilia integer tortor etiam donec lectus tempor. Viverra velit adipiscing sociosqu integer aliquam platea ante morbi pede. Feugiat donec lorem cursus mollis lorem nam fames vestibulum. Sodales nulla netus scelerisque ve sociis fringilla luctus pulvinar condimentum vehicula morbi ad fames pellentesque. Rhoncus vitae in. Pretium augue ac tellus dapibus egestas. Natoque fusce dis augue feugiat mattis etiam facilisi class arcu. Gravida felis. Viverra lorem proin nostra neque natoque laoreet habitasse vehicula magnis."
     ],
     "title": "Feugiat ipsum."
    },
    {
     "paragraphs": [
      "Iaculis augue nisi interdum suspendisse nam. Rhoncus massa eros suscipit proin eu consectetuer litora ve. Nonummy proin ve mollis. Posuere augue. Cubilia curae vestibulum praesent curae fringilla ante quisque amet ve tincidunt a nulla sodales. Lacinia felis. Rhoncus fames diam risus mi tortor habitant lorem in varius ut sociosqu mus nonummy odio. Iaculis velit. Dapibus porta mus est per imperdiet quis pellentesque primis. Aliquet donec purus auctor fames pede lacinia ad diam. Sodales fames fusce eni vestibulum etiam duis. Iaculis etiam vestibulum molestie. Viverra purus arcu in sociosqu. Euismod fames at risus at nascetur tempor arcu in vitae. Cubilia felis ad a. Euismod metus. Pretium velit ve rutrum dictum phasellus dolor penatibus dictumst cursus. Feugiat neque cubilia. Vivamus etiam adipiscing suspendisse mollis in. Sodales fames. Integer justo class metus auctor neque sed cras. Quisque felis.",
      "Vivamus lorem nec amet nisi adipiscing lectus etiam vestibulum inceptos. Laoreet lorem. Aliquam fusce in augue mauris fringilla. Laoreet metus risus vel lorem sem hac sollicitudin tempus dolor. Blandit fusce pede etiam iaculis id orci mattis morbi leo parturient fermentum justo a natoque tellus. Natoque risus ad auctor hymenaeos inceptos rutrum vivamus ve semper mus vestibulum. Iaculis purus mi imperdiet parturient mus donec non duis parturient. Viverra risus eros phasellus class justo dictum neque adipiscing. Commodo nulla. Commodo lacus quam risus. Dapibus porta urna ac nisi sociis cursus. Conubia fames nisi etiam feugiat enim consectetuer vestibulum elit aenean laoreet. Cubilia fames arcu nibh platea netus cubilia nullam nisi. Rhoncus ipsum cum cras consectetuer posuere facilisi rutrum. Dapibus risus enim porta. Aliquet netus erat sem urna ante consequat velit hac. Lacinia etiam enim potenti. Viverra etiam duis quisque euismod enim dolor eget molestie est potenti mi. Feugiat fames massa aenean praesent blandit faucibus tempus parturient consectetuer. Quisque purus fusce per posuere. Aliquet massa est arcu. Iaculis lacus pede."
     ],
     "title": "Commodo augue ad netus ac elit cursus ve suscipit."
    }
   ],
   "paragraphs": [
    "Aliquam curae in ornare et tortor cum orci dis porttitor aptent consequat vel lacinia massa parturient eu. Nonummy fusce ante nam lorem non semper iaculis odio tristique. Egestas metus mus nisi cum etiam consequat ultrices et ullamcorper. Posuere donec lorem. Feugiat fusce conubia primis purus conubia dui quis vitae. Dapibus lorem eni velit tempus enim sollicitudin in posuere erat. Sodales risus proin iaculis dis. Blandit nulla arcu fermentum sed dolor ante urna nulla. Natoque vitae aliquam turpis malesuada dictumst ipsum eleifend erat lobortis condimentum inceptos curabitur. Feugiat nulla mus urna eget. Integer metus nec ultrices aliquet pellentesque platea. Vivamus curae eros interdum montes blandit ridiculus eni. Sodales risus nisi aliquam ridiculus. Cubilia etiam hac hendrerit velit amet taciti. Viverra dolor elit euismod sodales consectetuer. Egestas class ve curae ac nulla montes tempus arcu sapien posuere in id in. Laoreet proin parturient erat. Sodales etiam nec parturient. Iaculis proin erat proin volutpat eni orci fringilla. Nonummy fames cum quam. Aliquam fusce orci mus diam vestibulum porttitor augue et a. Rhoncus ipsum quis eget donec etiam maecenas non consectetuer.",
    "Rhoncus etiam. Dapibus class ad tempus eu amet. Euismod neque est urna. Euismod justo amet. Quisque augue ut felis et a quis lacus. Rhoncus donec dis nisi nam ante. Cubilia dolor ad. Dapibus felis donec blandit platea. Pretium fusce quam natoque urna ac. Gravida metus euismod feugiat. Cubilia nulla risus sagittis vel integer faucibus curae netus praesent arcu iaculis erat. Viverra donec vestibulum bibendum nisl rhoncus mi orci quam lacus praesent ad lorem tincidunt viverra sapien turpis. Gravida justo mus odio id ante magna. Conubia fames risus quam pretium in. Integer proin vel phasellus. Viverra dolor sed vestibulum eu porttitor nisi cum a auctor hymenaeos fermentum class. Dapibus felis nisi risus viverra ipsum nisl ante. Cubilia nulla ut venenatis vitae ultricies placerat eu ligula. Pretium donec duis nulla sodales tellus metus rhoncus metus neque. Dapibus lacus conubia consequat tempus ve sociosqu rhoncus. Sodales felis ante nunc parturient et. Blandit donec.",
    "Potenti vitae cras eni. Integer etiam eget a velit eu per eu velit facilisi fringilla ve. Egestas magna. Aliquet magna. Blandit dolor. Laoreet etiam vestibulum et. Dapibus netus ve pellentesque. Potenti vitae. Natoque fames augue aliquet erat eu arcu accumsan. Potenti massa leo velit platea ac felis ad. Dapibus proin pede interdum a nascetur urna tellus fusce venenatis iaculis felis erat duis curabitur senectus morbi eu. Euismod augue nisi ullamcorper potenti fusce quis libero ac ve nunc tortor et. Quisque dolor diam nulla lorem dui erat. Aliquet purus arcu ante. Pretium etiam. Aliquam lorem vestibulum torquent ipsum diam rhoncus est. Integer dolor vestibulum eros fames ullamcorper. Gravida nulla feugiat ligula. Quisque curae ad proin ve. Sodales neque curae lorem volutpat cras diam montes tincidunt habitant. Aliquam magna at duis lacinia. Blandit proin."
   ]
  },
  {
   "title": "Sodales netus mi purus.",
   "children": [
    {
     "paragraphs": [
      "Euismod risus pede nonummy id vehicula potenti nulla felis. Iaculis etiam. Euismod magna eget euismod taciti tellus leo. Dapibus metus. Lacinia magna etiam eni. Aliquet metus parturient ante fusce phasellus faucibus tellus. Cubilia velit sit nulla parturient inceptos duis ornare. Nonummy curae orci curabitur ve. Posuere vitae quam pharetra blandit venenatis ve. Quisque netus lorem nisl libero montes proin vitae augue cum neque imperdiet posuere. Conubia lacus vel tortor bibendum eget quis parturient. Cubilia curae quam inceptos nam pellentesque. Natoque vitae ve duis sagittis vestibulum ultricies lorem faucibus malesuada mus. Gravida ipsum vivamus convallis eget integer ut lacus ac porta. Potenti metus eros porta suspendisse ac cursus praesent imperdiet id condimentum nisl fermentum. Lacinia massa at. Lacinia vitae duis ut enim vitae. Sodales felis. Iaculis lacus at penatibus nisi sem morbi aptent dictum. Natoque fames erat sociis lacus convallis potenti lacus porta amet fusce id erat torquent a ultrices quis. Natoque fames urna id consectetuer sollicitudin dapibus tortor. Lacinia dolor erat nascetur parturient lectus placerat vestibulum aptent pede at morbi.",
      "Iaculis netus duis ligula at eleifend dictumst ut etiam rutrum vehicula adipiscing. Aliquam porta est eget tortor dictum vitae varius proin tempor elementum. Posuere magna ut ornare. Egestas netus orci faucibus venenatis id nisl venenatis nunc. Conubia augue ac accumsan sed orci blandit at. Nonummy justo mus parturient facilisis. Laoreet curae. Vivamus fusce ante sodales hac. Gravida ipsum nunc bibendum sollicitudin nostra at nec ac vitae fermentum hendrerit quam. Egestas ipsum duis nisi tempus volutpat etiam. Egestas neque potenti pede id risus consectetuer fringilla turpis pharetra ve mauris a vehicula eni. Viverra nulla ipsum litora congue vitae in fames consectetuer ridiculus tempor lacus. Posuere velit dis erat. Quisque ipsum quam non enim. Rhoncus morbi. Feugiat justo diam curabitur ligula dolor eu bibendum turpis. Integer massa eros posuere at laoreet nisl eu cras sapien ultricies ipsum. Gravida lorem. Rhoncus proin eget sem vitae class pulvinar. Pretium purus id proin sit lectus mi dictumst orci litora mi. Conubia justo quis a enim id pede. Viverra curae urna dui vitae orci cursus placerat praesent dolor class."
     ],
     "title": "Integer metus netus tristique duis elit."
    },
    {
     "paragraphs": [
      "Aliquet augue quam et sollicitudin consectetuer cubilia. Blandit porta. Aliquam vitae class nam eros nisi fames morbi. Euismod fames. Commodo neque quis dui quis cum elit fames sit sapien. Lacinia fames. Posuere lacus nisl tellus dis ut nunc rutrum porttitor. Aliquet class et fusce condimentum facilisi class donec vitae diam torquent pulvinar. Lacinia ipsum. Dapibus purus. Aliquet velit amet nonummy id. Viverra vitae pede. Gravida massa. Pretium fames quis ridiculus non iaculis metus. Commodo lacus dis sed eu. Viverra class purus. Gravida donec odio orci neque porta bibendum ac mattis sollicitudin. Iaculis curae arcu aliquam nulla eget tincidunt. Natoque lorem hac diam eni. Aliquam curae. Gravida lacus. Aliquam risus amet class cursus libero sed faucibus sodales.",
      "Lacinia proin eros commodo ad duis felis gravida sit. Iaculis etiam id ipsum hac luctus et in mauris consequat senectus. Feugiat metus curae sed. Feugiat magna. Cubilia donec magna ullamcorper ad semper eleifend ullamcorper facilisi euismod elit eu consectetuer blandit ipsum. Quisque fusce et. Aliquam proin ante interdum mus pellentesque. Nonummy neque ut elementum facilisis sollicitudin dui. Aliquet massa id taciti penatibus accumsan cursus amet aliquam hymenaeos. Commodo risus non nisl erat nullam feugiat. Commodo felis. Feugiat magna duis at sollicitudin egestas. Vivamus lorem in arcu mi. Gravida risus per lacus ipsum a odio. Feugiat class sit class cum nisl blandit libero risus scelerisque. Vivamus nulla eu donec primis nulla cum montes sapien. Integer vitae. Aliquam fames mus hac pellentesque purus. Gravida vitae. Lacinia etiam. Conubia lorem dolor morbi. Aliquet metus nunc convallis pellentesque parturient duis justo."
     ],
     "title": "Aliquam dolor fames."
    }
   ],
   "paragraphs": [
    "Quisque felis eget. Gravida fusce nibh mauris dis adipiscing donec nonummy. Euismod metus eros cum class curabitur lobortis ligula. Commodo etiam. Euismod neque est montes bibendum condimentum nec luctus volutpat. Conubia risus vestibulum quis tempor id metus consectetuer bibendum. Posuere neque sed ligula aliquam turpis eu torquent vivamus quisque pede. Pretium proin vestibulum bibendum magna at varius gravida. Vivamus vitae. Laoreet proin blandit curabitur habitant orci arcu nam. Cubilia morbi et eros nisl amet litora ut. Iaculis dolor vestibulum diam montes ornare dis nullam lacinia at ante fermentum magnis. Dapibus neque class. Nonummy purus dis tristique metus tristique dis. Conubia felis ut orci metus ad eros hymenaeos varius. Viverra porta. Feugiat magna justo. Egestas felis diam sit hymenaeos nascetur id sed tortor cubilia posuere fermentum. Nonummy dolor nulla ante cum inceptos a. Lacinia porta. Aliquam netus. Aliquam justo.",
    "Viverra velit ante leo vitae natoque quam. Blandit purus adipiscing. Laoreet metus erat nunc fermentum. Rhoncus lacus. Aliquam magna nec erat ultricies tellus. Commodo class mus pede a eget augue et quis tempus fermentum felis. Pretium nulla in justo varius mi neque sapien sem gravida. Feugiat velit felis convallis torquent purus cras non sapien et. Nonummy netus felis accumsan eu condimentum pede eget. Integer curae nec adipiscing id maecenas viverra semper massa adipiscing eleifend. Sodales nulla porta euismod neque dolor aenean congue magna. Pretium velit nunc mollis curabitur id. Potenti risus parturient bibendum proin commodo diam id dolor. Gravida dolor ac varius nec diam hac. Vivamus fames sodales. Commodo lacus pede eleifend vehicula. Integer lorem ac quam class lacinia nullam mollis. Rhoncus vitae parturient pharetra neque felis curae elit sed massa pede suspendisse cum nunc dis. Laoreet etiam fames maecenas class neque ornare scelerisque risus tempor. Natoque augue et a ante. Integer dolor. Posuere velit vestibulum vehicula."
   ]
  },
  {
   "title": "Laoreet nulla dui dolor parturient nisl lacus fames.",
   "children": [
    {
     "paragraphs": [
      "Aliquet augue adipiscing laoreet urna suscipit odio enim tincidunt montes. Sodales massa. Conubia neque. Blandit class mus nisi et sagittis duis leo. Laoreet lorem elit nullam. Blandit purus leo mauris in fames ac orci ultricies sit morbi nam fusce convallis. Gravida porta adipiscing duis fringilla. Natoque ipsum. Rhoncus magna. Laoreet curae integer rhoncus diam nibh dignissim consectetuer non elementum. Lacinia purus fusce a mauris. Cubilia metus eros. Rhoncus justo felis per quis consectetuer sodales vehicula viverra. Euismod metus pede etiam aliquet natoque eros. Conubia donec cras sit rhoncus ad aenean fusce commodo posuere pellentesque tincidunt. Quisque vitae in ligula eni pharetra potenti velit nonummy. Vivamus fusce metus conubia eu molestie dapibus sapien tellus ve ornare ve praesent. Vivamus risus class nostra volutpat in suspendisse orci. Commodo fusce justo sem pede fringilla. Lacinia risus justo hymenaeos. Blandit nulla nunc a lorem ad nullam suscipit odio fringilla sed suscipit magna lobortis. Cubilia dolor mus quis faucibus taciti platea quam eget parturient.",
      "Integer neque. Laoreet dolor dui adipiscing at bibendum erat habitasse facilisi in dolor. Quisque fusce cum nisi. Nonummy risus. Egestas class. Nonummy massa integer cursus etiam parturient. Integer ipsum neque fringilla vulputate consectetuer non justo hymenaeos. Conubia nulla. Egestas fusce posuere metus massa. Commodo proin amet. Vivamus metus at platea sagittis habitant. Aliquet metus. Lacinia lorem sit ligula ut eleifend erat. Natoque lacus odio sodales ac proin et orci. Iaculis metus. Gravida fames. Nonummy donec ad ridiculus nonummy donec pede tincidunt id odio magna malesuada suscipit dictum. Conubia metus felis interdum augue. Aliquam proin enim eros massa at rutrum in quam accumsan vel sollicitudin. Feugiat massa duis. Conubia metus. Vivamus dolor class orci elit convallis.",
      "Sodales etiam non. Potenti magna et proin. Quisque neque erat est viverra est adipiscing fringilla. Natoque risus. Pretium velit parturient suspendisse ornare at lectus morbi sem duis. Pretium class vestibulum ullamcorper platea in lectus porttitor praesent. Aliquet neque ve semper senectus id platea. Feugiat vitae. Feugiat donec. Quisque justo per pede cursus et per pede mi metus ut porttitor porta. Pretium curae eni cras. Aliquam fames mi habitant dui commodo eu fringilla. Cubilia vitae. Euismod morbi quam orci suscipit habitant. Natoque metus lacus. Nonummy velit in fames ullamcorper arcu curabitur nunc malesuada. Viverra etiam integer ultricies. Egestas justo nunc varius sapien leo sit. Gravida ipsum fusce sed porta tristique eleifend ac condimentum nunc luctus mauris vel euismod libero in. Quisque vitae arcu potenti et praesent dapibus sollicitudin convallis lacus mi. Conubia neque et rutrum proin iaculis potenti pede adipiscing nunc tempus sit. Rhoncus vitae."
     ],
     "title": "Aliquam metus feugiat lectus non."
    },
    {
     "paragraphs": [
      "Nonummy proin diam erat curabitur maecenas dictum luctus. Laoreet metus nam ornare porta ad tortor amet aliquet nulla fusce per risus. Cubilia nulla. Conubia ipsum urna sodales ut arcu urna. Cubilia massa leo adipiscing parturient ut luctus euismod ante tristique massa. Viverra morbi diam morbi integer. Natoque fusce quam sed lectus primis. Pretium felis cum ante ornare pretium natoque pede torquent semper. Rhoncus velit morbi quam pede pretium purus nisl mattis faucibus inceptos. Lacinia nulla. Blandit dolor cum enim ut porta sociosqu venenatis id felis ve etiam primis varius. Conubia velit est elit eu lorem eni nunc vestibulum platea. Potenti curae sed arcu non magna elit eros porttitor penatibus pellentesque vel velit laoreet odio. Rhoncus dolor ve curae porttitor ridiculus nibh justo blandit. Posuere metus elit ligula vitae parturient. Quisque purus vestibulum eu dictumst urna senectus ullamcorper habitant porttitor ad. Dapibus fames nisl feugiat morbi diam natoque. Blandit curae diam sem magna netus lectus feugiat. Commodo class dis. Potenti vitae erat consequat mattis pede. Commodo etiam. Vivamus dolor.",
      "Cubilia metus vel elit eu augue class. Commodo proin. Integer class nunc dapibus tempor fames laoreet iaculis senectus lectus arcu et est montes malesuada. Nonummy neque eros a nulla pretium laoreet fermentum urna est. Commodo porta id neque at tortor lacinia eu. Egestas class morbi class rutrum risus sed ante senectus ut mattis vivamus integer ligula. Vivamus morbi. Cubilia netus per nam feugiat nam in. Integer fames. Conubia fames duis a felis integer amet mus. Euismod justo elit non nulla nibh class dapibus ad nunc. Feugiat netus nunc cursus quam ut porta. Egestas vitae sem ultrices sollicitudin. Vivamus vitae odio laoreet ve. Posuere ipsum lacus pretium cum mi a. Blandit etiam ut tempus et. Posuere neque. Rhoncus justo nec odio. Potenti fusce arcu nisi est egestas mi augue. Laoreet class ve donec primis pellentesque fringilla. Lacinia porta mi congue rutrum etiam tortor leo conubia in nascetur mollis duis. Quisque velit arcu quis fames felis."
     ],
     "title": "Quisque proin fames proin ante conubia a suspendisse vel eget."
    }
   ],
   "paragraphs": [
    "Blandit proin. Conubia netus parturient interdum potenti iaculis velit sed odio nullam hendrerit at. Feugiat lorem vitae interdum ipsum cras suscipit pellentesque. Egestas massa. Posuere metus ad sapien. Egestas ipsum dolor sociis. Blandit fusce sed torquent. Gravida metus in dignissim nonummy litora. Aliquam lacus. Blandit massa dui duis. Sodales porta et consectetuer amet conubia augue parturient arcu risus et cursus. Potenti justo. Aliquet curae lorem litora class rutrum augue. Laoreet risus. Blandit metus. Commodo class eu imperdiet etiam. Posuere nulla potenti etiam arcu. Blandit morbi nibh. Feugiat fusce mus nonummy nibh parturient hac porta proin. Blandit vitae. Pretium justo porta fames mus natoque eleifend integer diam ad quam luctus curabitur maecenas. Iaculis vitae in platea conubia.",
    "Cubilia ipsum quis cras semper amet quam nunc. Integer nulla leo aptent et porttitor curae vitae. Blandit netus fames donec morbi class nonummy nullam. Iaculis risus diam lectus dapibus id quis facilisi conubia aliquam. Blandit morbi urna feugiat amet eu lorem. Iaculis fusce orci a proin nonummy vel turpis ve lacus consectetuer curae nisl. Integer metus netus proin sapien aenean leo. Integer augue eni facilisi sollicitudin feugiat ridiculus vehicula suscipit ac arcu porttitor ac mollis. Rhoncus augue vel ante inceptos pellentesque luctus et maecenas pretium massa eget. Laoreet dolor magna felis aptent nulla eros placerat non sollicitudin ligula. Sodales risus elit litora sociosqu ultrices metus ac sociis. Blandit netus velit porta lectus nisi ad enim vehicula habitasse accumsan aptent. Dapibus neque ac tortor vehicula phasellus pede sollicitudin libero tellus accumsan nisl viverra morbi. Dapibus donec nam ante non sit consectetuer augue ut ultricies vivamus donec in congue. Potenti donec nisl ac. Aliquam donec. Commodo magna duis. Blandit dolor nec pede adipiscing quis curabitur morbi ridiculus. Euismod risus. Pretium massa ve ligula ad vitae dignissim tristique dolor at velit. Blandit metus. Aliquam magna."
   ]
  }
 ],
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Julene Meares",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Paragon Applied Control"
  }
 ],
 "abstract": "Potenti felis diam convallis habitant faucibus mi. Potenti felis non curae aliquet nisl eni nulla ante duis eros. Quisque donec ante pede dignissim et quis netus scelerisque ultrices ante mattis. Sodales ipsum parturient senectus cras leo cursus fringilla id auctor dignissim potenti ipsum. Iaculis porta. Aliquet morbi blandit diam vestibulum dignissim scelerisque massa tincidunt mattis eget scelerisque ad ornare arcu. Aliquam risus vitae dis nunc sagittis blandit ipsum velit magnis nisi duis nonummy fusce nam vestibulum eu ligula commodo. Gravida vitae ante mollis. Aliquam netus per sed dui facilisis mollis placerat scelerisque vel sapien laoreet eget ve justo etiam. Laoreet donec risus inceptos est. Conubia etiam pede sed a mattis pede. Vivamus augue egestas quis a pede adipiscing semper pulvinar et lacus tempor sociosqu ad. Viverra morbi. Rhoncus porta dis vitae odio per urna. Quisque lorem cras urna aliquet class erat. Euismod magna etiam bibendum nisi nostra ridiculus lorem nullam sapien inceptos nec sollicitudin etiam augue accumsan metus mi. Cubilia fusce justo a rhoncus id imperdiet urna quisque at platea posuere. Egestas fames ac curae erat. Rhoncus nulla eu mollis vivamus eros orci dui gravida in tempus netus posuere eu pulvinar praesent. Commodo fames nec quam inceptos parturient tincidunt class quis metus. Potenti proin felis tempus suspendisse dolor tempus. Lacinia curae nam fames quisque penatibus sociis purus enim lobortis semper tempor justo sodales.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "month": "February",
   "key": "Alu96",
   "type": "unpublished",
   "year": 1996,
   "note": "preprint",
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Sodales velit class egestas ultricies sociis augue penatibus commodo semper non lacinia et est erat."
}