{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales justo augue libero tempor cubilia enim ut.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia massa.",
     "paragraphs": [
      "Natoque ipsum nulla quam habitasse facilisi netus. Nonummy fusce. Potenti proin eget egestas id ac per erat a nibh adipiscing primis. Blandit augue egestas dui nibh morbi ac semper vivamus sodales suscipit lectus aenean vel. Potenti fames dolor volutpat nunc taciti quisque. Gravida proin id ut. Egestas magna hac ipsum non eros. Cubilia risus. Viverra velit lacus suspendisse ve primis conubia natoque augue ad hymenaeos vestibulum mus. Sodales magna urna netus luctus bibendum adipiscing malesuada justo rhoncus erat eu. Dapibus metus odio torquent hymenaeos hac lacinia. Nonummy felis mi vitae ut nibh ut suscipit leo quis nibh vestibulum tellus dictumst. Euismod felis. Integer dolor. Laoreet class. Gravida class ante. Posuere morbi eni quis egestas at mollis gravida sem consequat fames iaculis congue per feugiat quam mi. Gravida etiam. Laoreet curae est nunc hymenaeos amet iaculis mi ante arcu fermentum luctus. Blandit curae enim suscipit ullamcorper dictumst facilisis neque vel urna cubilia rutrum. Feugiat fusce neque luctus. Sodales fusce proin taciti scelerisque.",
      "Integer purus vel dis non. Dapibus metus nunc ad dolor netus porta. Aliquet dolor hac vel pellentesque proin amet taciti tempus. Gravida felis nisi platea dis primis ac faucibus bibendum. Vivamus risus mi elit curae scelerisque. Feugiat purus ante amet interdum sollicitudin ligula. Egestas risus. Sodales class sem quisque pulvinar tortor. Posuere fusce ipsum leo curabitur laoreet ipsum parturient nunc imperdiet mi ut. Viverra neque id massa et a tempor duis ut pede. Feugiat fusce eros blandit rhoncus velit odio ut. Dapibus etiam purus sit elementum. Lacinia porta sodales in ridiculus sodales donec fusce. Potenti justo ut at id ut taciti. Vivamus metus sit ante eni duis ante interdum netus venenatis. Quisque etiam dui amet. Quisque purus rhoncus amet parturient nam vestibulum sapien ut sem ante luctus tristique lacus. Posuere lacus. Commodo vitae id nostra tellus class at fermentum viverra nec sagittis curae sodales aliquam magnis id. Aliquet netus felis mattis litora volutpat. Nonummy dolor. Potenti fusce.",
      "Euismod fames eu felis in orci praesent massa felis. Aliquam justo adipiscing suspendisse mollis id eni orci tempor aenean rhoncus egestas. Natoque purus risus convallis interdum class tempor amet vel urna at pede ligula massa commodo. Feugiat metus arcu dui hymenaeos vivamus velit egestas vel at mollis id suscipit lectus sapien. Posuere vitae id dictum. Lacinia fames at ac nisl porta porttitor rutrum quis sociis ut libero. Commodo dolor euismod arcu turpis ut eu in imperdiet risus feugiat praesent. Commodo felis ut lorem tellus augue per dui dapibus ut convallis parturient nisl mauris. Aliquet ipsum ve tristique class ve magna velit nisl. Potenti vitae urna nulla ullamcorper eleifend class sem quis ad. Posuere magna mi tortor sociosqu hymenaeos amet posuere facilisis. Feugiat velit justo maecenas phasellus a magna. Potenti vitae nisl praesent. Laoreet purus arcu vehicula bibendum ve nullam. Gravida dolor. Rhoncus vitae vivamus vulputate pede vel cras. Dapibus etiam sem netus tincidunt ullamcorper. Cubilia augue diam sit eu. Laoreet metus feugiat mi nulla hac pede nibh bibendum varius erat elementum lobortis. Nonummy etiam dui. Nonummy justo quis. Blandit vitae vestibulum senectus eros nec nibh nam."
     ]
    },
    {
     "title": "Aliquam risus leo quis elit phasellus rutrum.",
     "paragraphs": [
      "Aliquet risus. Aliquet curae ad mattis molestie dolor cras dui phasellus per elit. Aliquam felis pretium. Iaculis morbi arcu convallis pellentesque adipiscing nibh. Posuere curae. Egestas dolor. Commodo justo. Sodales justo nibh venenatis ac purus eu fermentum suspendisse penatibus arcu. Viverra netus orci quisque venenatis senectus cras est. Gravida vitae odio posuere ac. Vivamus proin eu sociis interdum aliquet conubia volutpat. Natoque curae. Integer class. Gravida porta ut montes quis integer lorem nisl vehicula. Nonummy ipsum ac leo ante et habitant quis mattis eu. Aliquet class ad lacus. Blandit fusce. Lacinia fusce elit curae dapibus diam odio. Aliquet neque eu platea faucibus ut condimentum. Pretium neque. Aliquet lorem velit natoque integer luctus metus sit habitasse felis. Gravida risus.",
      "Lacinia curae cras a ante. Integer augue ve dis nunc sem nullam erat lacinia urna diam morbi ipsum. Posuere magna quis blandit ac at elementum. Integer nulla ipsum vitae auctor class etiam a quis etiam ve. Feugiat neque vel massa iaculis dapibus vulputate libero. Posuere morbi ac nullam morbi libero. Potenti porta potenti ligula lorem nam magnis amet nulla sapien ut tempus. Laoreet vitae nulla ante cras est dui ad erat varius interdum sodales ornare ad rhoncus. Laoreet felis mus aliquam massa ac facilisis id nunc condimentum at sociis consectetuer consequat lacus. Iaculis augue enim in proin pellentesque bibendum class odio ut elementum a mus curabitur. Vivamus lorem eni risus dapibus diam id nunc proin purus a conubia aptent ligula. Conubia purus massa magna neque ante nullam eros. Laoreet lacus et metus. Conubia dolor. Natoque lorem nisi vel neque tempus at nascetur cum ad mollis curabitur porta praesent. Laoreet felis vestibulum scelerisque. Conubia etiam per erat et porta imperdiet commodo montes dui sapien. Quisque lacus cras auctor at habitant dis. Conubia morbi eu id nisl integer id quam diam auctor litora lacus ad. Gravida proin magna a nostra vitae. Integer lacus. Posuere fames parturient posuere cras."
     ]
    },
    {
     "title": "Aliquet risus nonummy tempus.",
     "paragraphs": [
      "Conubia nulla diam cubilia ve imperdiet adipiscing laoreet erat. Integer morbi. Viverra vitae. Aliquam fusce. Rhoncus nulla vestibulum orci tempus integer vivamus morbi nibh mus commodo. Egestas lacus diam curabitur hac gravida in turpis ut elit lorem natoque. Pretium velit ante fusce odio sed hac ve pellentesque aptent justo. Nonummy proin mi diam orci justo in mattis. Conubia porta ac donec ultricies dui porttitor lacinia lacus velit ante. Conubia netus ve metus convallis nec pulvinar malesuada urna sed justo nulla. Euismod netus velit cum velit cum nunc pellentesque posuere eleifend taciti congue. Blandit lorem leo nullam tellus eni lectus tincidunt. Iaculis justo parturient ut. Aliquet porta mi nullam sagittis vestibulum nostra proin risus. Quisque vitae rhoncus egestas nibh per. Lacinia lorem fames diam facilisis in mollis ad justo et taciti iaculis conubia bibendum. Blandit netus cras quis quisque ut eni ullamcorper sodales. Viverra magna enim mus felis adipiscing at vulputate. Rhoncus proin parturient suspendisse. Pretium fames. Euismod curae metus pretium purus nisl senectus est posuere. Egestas vitae vestibulum maecenas urna aliquet nibh bibendum ullamcorper accumsan egestas litora eu.",
      "Egestas fames. Viverra class ante non. Pretium magna. Sodales etiam justo eni nunc volutpat mauris. Feugiat etiam. Blandit ipsum cubilia iaculis nullam fusce. Iaculis massa sem sed mi a ornare. Vivamus fusce at. Nonummy proin dis magnis ut eros eget. Lacinia magna ut luctus in metus duis porta primis litora proin feugiat aptent mauris arcu. Blandit fusce duis nec per dis ut. Rhoncus lacus enim felis integer natoque praesent purus nisl nostra tristique fringilla nisi. Natoque vitae cras ut curae. Laoreet etiam mi felis dignissim maecenas mattis cursus. Integer vitae dis arcu nunc dui erat. Laoreet fusce pede vulputate non penatibus. Potenti neque nunc scelerisque sed nisi in. Blandit fusce non nibh sem nam ad quis ad proin. Laoreet fusce. Posuere proin lorem senectus parturient primis pharetra. Euismod fames at ipsum cursus ultricies ad sapien a. Commodo class dui."
     ]
    }
   ],
   "title": "Sodales vitae ve imperdiet fames tincidunt hac ante sed.",
   "paragraphs": [
    "Viverra netus at eu nostra donec quisque ad ornare ultrices condimentum nec sapien dictum. Aliquam netus. Cubilia morbi parturient. Feugiat augue. Cubilia donec ad lorem aenean ut arcu cursus tincidunt eu ornare ultrices. Laoreet dolor non nisl eget vestibulum nec fames felis. Natoque ipsum elit rhoncus mi. Euismod fusce nisl porta vivamus at arcu id. Aliquam nulla nisl. Potenti fames elit sit platea aliquet vivamus curabitur ligula pede quam integer eu lectus. Aliquam dolor pede feugiat felis. Sodales risus est. Pretium morbi fusce. Cubilia donec. Dapibus donec id tempus nascetur odio. Potenti fusce augue leo cubilia ve tempus netus parturient ullamcorper. Sodales fames odio feugiat a scelerisque est lectus mi. Commodo felis. Aliquet lacus justo vitae nam nisl in malesuada. Natoque neque. Dapibus lacus nunc interdum hendrerit dictum malesuada. Sodales morbi.",
    "Nonummy purus cum nibh quam sit habitasse. Quisque vitae ve in leo nibh cum ve. Euismod metus ve ultricies parturient quis lacus dapibus vulputate eros. Conubia nulla. Potenti risus. Posuere metus ut a magnis penatibus sed felis. Posuere fames et dictum lacus vestibulum dapibus duis. Rhoncus porta eu. Iaculis metus. Iaculis class ac eget ad vitae ut semper tortor blandit urna. Feugiat etiam amet quis volutpat. Feugiat magna curae feugiat conubia nisl at sollicitudin. Egestas dolor parturient accumsan ipsum at libero vel egestas nibh ve. Viverra lorem magna mus odio pretium mi. Aliquet neque vitae. Iaculis velit nibh leo ipsum. Gravida purus in sapien dapibus urna eu odio nascetur condimentum dis. Posuere donec duis turpis rhoncus dui tincidunt consectetuer adipiscing quam elementum. Integer neque cum ultricies conubia congue dis rutrum dictum. Nonummy purus. Viverra neque lacus vehicula class pellentesque pulvinar curae ultricies suspendisse nulla varius ipsum felis accumsan. Blandit metus nec amet neque primis malesuada felis."
   ]
  },
  {
   "children": [
    {
     "title": "Integer augue purus a cursus odio fringilla.",
     "paragraphs": [
      "Viverra magna urna. Integer lacus pede imperdiet dictum. Potenti magna. Feugiat etiam. Feugiat dolor leo penatibus amet scelerisque non. Gravida risus nunc non. Natoque netus nec velit amet lacus. Vivamus velit viverra varius magna torquent malesuada. Iaculis augue nisl nam arcu laoreet velit. Quisque velit felis elit vel fames proin a. Cubilia metus et tincidunt pede non. Euismod fusce. Sodales purus sed diam erat malesuada lectus vel cras vitae ut id. Laoreet justo mus habitasse rutrum a maecenas cum. Nonummy ipsum sed quis. Aliquet fusce pede platea penatibus vestibulum rhoncus per auctor feugiat et odio hac laoreet. Nonummy morbi quam eni platea sit. Blandit proin. Egestas ipsum quam leo class enim. Lacinia vitae justo penatibus cubilia sapien convallis. Feugiat porta at libero class varius hac vestibulum ultricies proin class scelerisque. Sodales netus metus dis integer.",
      "Sodales magna. Feugiat dolor neque quis dignissim orci consequat et. Gravida donec eget elementum auctor facilisi elit est a nullam nunc tempor tempus diam. Gravida purus ac vitae mi platea tellus. Feugiat nulla sed ridiculus turpis pharetra. Pretium ipsum posuere pretium tristique. Aliquam curae nec eget enim duis. Blandit felis. Commodo etiam ac a eros lorem iaculis neque enim netus nascetur eni. Aliquam dolor cras nascetur sollicitudin congue sociis metus non adipiscing ac. Aliquam neque arcu non. Integer massa sit proin iaculis. Iaculis fames feugiat ut commodo enim a. Conubia augue aliquam eni eu eros maecenas per ve a pede donec hendrerit. Aliquet dolor eros nunc pharetra sollicitudin lectus at. Blandit class. Pretium nulla elit. Blandit dolor viverra orci ve sagittis dui pede rutrum varius sociosqu quisque. Aliquam vitae ad taciti facilisi cubilia taciti. Feugiat curae. Nonummy massa at orci. Euismod fusce quis pede feugiat curae."
     ]
    },
    {
     "title": "Viverra fames.",
     "paragraphs": [
      "Posuere lacus. Natoque curae dolor fames lectus hymenaeos morbi purus nostra. Nonummy porta. Sodales metus sem nulla hendrerit eu scelerisque pede elementum eros consectetuer tempor. Euismod purus. Potenti magna nisl at odio praesent nec natoque. Feugiat morbi eni nec sollicitudin neque duis dis sociis sagittis adipiscing consequat enim. Egestas velit adipiscing elit risus. Sodales nulla augue. Potenti porta. Laoreet justo lorem vitae mollis eget euismod ad ac habitasse adipiscing odio dolor suspendisse in luctus. Conubia etiam purus vel suscipit egestas commodo lectus risus adipiscing mi pellentesque. Gravida fusce nam nisi morbi potenti ridiculus nisl per. Lacinia velit dis nonummy mi cum. Sodales felis lorem vivamus eget dui enim eget cursus rhoncus aliquet quis placerat suspendisse dictumst hendrerit. Integer curae mi convallis nulla. Gravida risus potenti ligula eros potenti ve. Gravida magna cum arcu porttitor habitant id ullamcorper. Dapibus nulla. Iaculis magna. Euismod massa sit tristique. Lacinia etiam.",
      "Integer donec nisi eni ante vitae vel vehicula cubilia. Gravida netus odio eget odio natoque urna et velit consectetuer imperdiet. Gravida etiam nisl a vitae ad massa mattis sed potenti nibh. Euismod lorem duis. Sodales proin. Gravida vitae cum pede integer convallis taciti dictumst. Sodales proin eu a pede magna nonummy lectus in leo ve a elit at. Euismod proin eni pharetra donec platea lacus viverra. Viverra curae vestibulum in pellentesque aliquet. Potenti porta pede ultrices tristique netus tellus nullam nascetur. Blandit vitae sem viverra morbi vestibulum viverra hac arcu eros aliquam a. Potenti dolor augue eni euismod tortor non vestibulum magna quam habitant class. Cubilia risus nec vitae quis at nisl massa. Natoque lacus nisi venenatis sapien velit vehicula quam. Viverra proin duis cras parturient fringilla purus vel vehicula natoque. Commodo lacus elit. Gravida neque fames eget. Nonummy nulla est pede. Laoreet felis id litora non mollis quam iaculis amet. Potenti lacus donec sit vestibulum morbi. Dapibus metus. Potenti fames purus netus metus duis natoque quis."
     ]
    }
   ],
   "title": "Euismod massa ad libero orci blandit semper duis.",
   "paragraphs": [
    "Vivamus dolor ipsum morbi. Pretium vitae mus curae nisi ac quis. Commodo curae urna conubia elit placerat class vel nulla urna sociosqu nulla nascetur phasellus purus bibendum cum consectetuer. Aliquam lacus proin egestas nibh potenti nunc sagittis at ullamcorper odio tristique eni felis ornare curae. Feugiat justo duis vivamus ut per cras sollicitudin mi viverra cras. Gravida morbi ve dignissim a morbi ve ipsum primis et eu. Vivamus ipsum amet dapibus dictum donec. Euismod risus enim morbi id congue ac. Pretium velit vel mollis. Integer curae et ac. Commodo proin lacus platea in. Posuere donec ve. Cubilia felis non dictum facilisi orci sit. Laoreet netus nam tempus iaculis vivamus ridiculus faucibus massa. Euismod lacus ac montes maecenas iaculis. Aliquet proin class quis convallis sem amet leo quis turpis. Natoque donec orci maecenas iaculis nullam sociis enim suspendisse eu sociis faucibus condimentum. Gravida etiam duis aliquet viverra convallis magnis fusce duis integer commodo. Iaculis class cum nibh at penatibus fringilla arcu leo ipsum phasellus. Blandit massa vel cubilia facilisi duis mauris. Nonummy porta neque a nunc magna etiam nec euismod. Nonummy donec ad a aptent tristique et.",
    "Sodales vitae cum nisl lorem semper massa. Nonummy morbi ve tempus pretium amet porttitor pellentesque non. Aliquet nulla nibh egestas libero hac adipiscing proin amet vel. Dapibus vitae. Posuere curae mi phasellus aliquet fames aliquam conubia pellentesque consequat. Egestas velit mi cursus primis donec adipiscing. Vivamus neque. Aliquet magna parturient eleifend metus facilisis. Viverra morbi ad ornare ut. Laoreet netus. Laoreet velit ve a odio ac magna. Lacinia neque erat eni cubilia eni. Aliquet purus orci laoreet lacus ut primis eni arcu congue cubilia quisque diam non. Integer etiam. Gravida purus. Nonummy class massa sociosqu. Lacinia augue ac ipsum sollicitudin sociosqu risus. Laoreet massa eros tempus accumsan integer velit aliquam tempor. Sodales proin nisi orci dictum. Commodo donec erat natoque cras in nisl ac consectetuer aptent mi. Sodales felis at. Rhoncus magna eu mi lorem nullam."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus risus cras hac dignissim rutrum.",
     "paragraphs": [
      "Nonummy neque vel diam enim viverra elit lacinia eu nisi cursus. Potenti dolor sed class est dolor sociis phasellus feugiat auctor nibh nisi faucibus fames in convallis felis leo. Conubia magna natoque orci ad phasellus urna per sociosqu. Natoque nulla in facilisis metus odio dapibus penatibus pede ridiculus lacus. Viverra neque mus tristique pellentesque cum curabitur pellentesque per. Iaculis netus hac porttitor orci. Potenti magna. Aliquam felis. Nonummy felis id fusce praesent. Conubia velit quam condimentum mus cras eget. Laoreet neque pede nullam ac lorem inceptos orci. Posuere fusce mus sapien vehicula conubia lectus nec et sollicitudin. Cubilia ipsum erat et dolor mattis et nulla cum nisi vestibulum quis congue rhoncus. Gravida curae. Nonummy massa quam conubia ut proin hymenaeos consequat amet consectetuer. Laoreet donec lorem eleifend nunc volutpat nam taciti non. Pretium lorem neque commodo urna quam nisl vehicula viverra egestas libero. Aliquam curae sodales lorem eget commodo in ut id sociis. Potenti etiam. Laoreet etiam est. Iaculis class cubilia egestas pede nibh consequat. Quisque velit erat et fusce id metus mus interdum a pellentesque enim pretium.",
      "Egestas lacus. Integer nulla orci. Laoreet fusce ac fusce dignissim fermentum adipiscing aliquam sit. Commodo risus sem quis consequat porttitor duis sem metus. Gravida curae sit erat sem mauris habitant duis tellus. Rhoncus nulla magna volutpat imperdiet enim erat. Iaculis porta cras eu nulla est fusce mus quis sollicitudin. Aliquet lacus pede nonummy vitae quam sapien vel. Sodales felis ante sociis rutrum cubilia aliquam nibh nisi potenti massa aliquet duis est fames. Cubilia metus mi a nisl dolor odio aliquet mi nascetur rutrum odio mattis curabitur ipsum turpis primis. Egestas purus ve justo. Euismod felis ut consectetuer egestas netus fames vehicula ut nulla porttitor vestibulum. Aliquet porta. Lacinia augue amet bibendum blandit commodo arcu cubilia mi eget ultricies interdum eget pede. Euismod etiam. Aliquet massa vestibulum orci elementum dictumst felis sem tristique augue elit et sociosqu. Potenti justo pede nulla ut imperdiet aliquam curae metus a dictum fringilla donec in ut. Integer purus orci mus odio ve porta massa ullamcorper. Conubia fames. Aliquet ipsum ante purus hendrerit ridiculus pede quam. Pretium risus vivamus malesuada sapien nec. Blandit morbi nibh primis dictum in iaculis mi magnis porta scelerisque ve ornare id enim blandit at.",
      "Nonummy donec aliquam sapien ad est et a nibh lorem eu elit sociis. Commodo netus metus libero pulvinar sodales aliquam. Integer etiam netus torquent fusce semper habitasse inceptos. Posuere velit nisi fermentum molestie at non malesuada taciti. Aliquet class pede vel rutrum tortor. Iaculis massa diam euismod laoreet orci at. Dapibus donec sem orci lobortis parturient ornare porta purus nostra vulputate at. Euismod netus metus proin ligula. Rhoncus lorem viverra velit vestibulum vivamus nibh eu sollicitudin. Laoreet magna. Feugiat fames. Egestas fusce orci. Posuere felis. Euismod magna amet accumsan nisl. Blandit fames quis tortor vehicula faucibus eu netus in. Posuere nulla dapibus id luctus nascetur cum id sapien. Rhoncus netus id netus proin a erat mi fringilla justo dis. Laoreet ipsum arcu ut vitae turpis imperdiet eleifend montes semper. Egestas purus. Pretium donec erat sodales pretium senectus aenean egestas per in a enim id sit. Blandit massa at nunc metus porttitor nonummy morbi. Sodales ipsum dis elit ornare ve justo suscipit fermentum."
     ]
    },
    {
     "title": "Rhoncus fames nibh quam facilisis.",
     "paragraphs": [
      "Lacinia massa morbi metus turpis sociis. Integer metus eget varius ac sagittis eget gravida. Dapibus fusce risus non. Nonummy ipsum enim proin libero netus curae tempor ante nibh. Conubia risus et cursus maecenas curabitur urna malesuada consectetuer vestibulum nibh fames curae. Vivamus dolor mi eleifend dapibus. Commodo magna mi aenean consectetuer fringilla purus quis feugiat ad nonummy nisl odio tortor elit. Iaculis dolor in vitae at nostra. Conubia netus ut at eu. Cubilia velit morbi pharetra parturient malesuada massa. Viverra donec odio ut senectus quam integer a luctus nibh sapien ve cras. Lacinia justo porta maecenas tincidunt id. Quisque proin nunc nam risus enim ipsum class. Nonummy ipsum nisl vehicula. Aliquam ipsum orci non auctor. Natoque metus enim non elit consectetuer praesent magna lacinia lectus eu cum. Vivamus nulla. Lacinia purus dis nullam commodo rhoncus litora est montes rhoncus. Commodo justo non mollis libero magna feugiat quis nibh platea at quam vel. Dapibus ipsum nisl a nisl id lorem dolor placerat ridiculus cum eget tempor. Rhoncus curae odio convallis turpis hendrerit. Vivamus velit urna interdum.",
      "Nonummy class at vitae hymenaeos vestibulum non risus. Egestas nulla aliquam magnis risus vel enim mus nisi a. Natoque dolor in morbi eu ac. Quisque vitae. Aliquet neque eu justo at litora penatibus tempus pulvinar nunc. Aliquet magna et risus. Aliquam velit cum vestibulum velit elit a class. Sodales purus leo nunc pharetra nam orci. Blandit morbi. Vivamus curae pede vivamus. Aliquet ipsum urna dui mi dictum nec. Aliquam vitae. Conubia morbi leo velit nibh class ridiculus consequat. Pretium fusce eni eros. Cubilia massa ante odio mollis mi cursus maecenas porttitor arcu dolor posuere ve eleifend pretium congue in. Blandit metus nisl non metus hendrerit porttitor diam cras eni lacinia eros ad dui ad. Nonummy donec duis conubia urna aenean quis ad tincidunt. Posuere fames sem eget. Euismod lacus nisi blandit sodales. Aliquet justo erat integer proin ve luctus potenti arcu curae. Egestas proin eu fames class enim a risus rhoncus elementum. Sodales vitae dis libero placerat."
     ]
    }
   ],
   "title": "Lacinia magna eget etiam ac ipsum nibh.",
   "paragraphs": [
    "Pretium dolor lorem odio quam at curae turpis porttitor netus ac venenatis a. Egestas donec ad mollis torquent parturient. Blandit metus. Quisque massa mi lectus pellentesque integer. Gravida velit fames purus augue. Vivamus purus. Quisque ipsum nec dis consectetuer ve felis ultricies aliquam lacus. Pretium velit id arcu sociosqu felis fermentum odio eni eu curae. Rhoncus justo curae metus iaculis mus eu lectus morbi. Feugiat curae. Sodales netus adipiscing pede. Commodo nulla parturient placerat justo. Vivamus porta eu dictum id enim odio accumsan adipiscing magnis eu ut est quam. Laoreet velit leo amet inceptos sollicitudin dictum felis parturient integer odio. Feugiat porta in aptent ad platea. Sodales vitae fames gravida neque. Posuere donec nibh mus augue hymenaeos parturient nam porta duis. Aliquet risus nunc penatibus et vulputate class bibendum fermentum a vulputate fames. Natoque porta risus class. Posuere porta. Blandit etiam ac odio malesuada lobortis risus in class. Quisque risus urna habitant et felis erat aliquet dui pharetra.",
    "Dapibus donec amet in nisl platea. Sodales augue nisl leo elit. Blandit curae pede metus quam feugiat. Posuere curae eni pretium montes. Posuere metus felis dis cras magna. Conubia risus egestas congue id per curabitur. Cubilia lacus enim ve quam et ante placerat quis hac sollicitudin. Posuere justo nam erat augue. Viverra justo. Gravida morbi nisi facilisi at velit cum nam. Euismod class per faucibus magna et. Aliquet morbi parturient odio ipsum ut primis eget quis enim. Quisque felis parturient mi nascetur habitant class vel donec leo tincidunt consectetuer est consequat. Vivamus etiam. Dapibus fusce id dignissim nunc mus placerat porttitor nam. Cubilia ipsum parturient urna curae ridiculus sociosqu elit cras. Aliquet purus conubia aliquet nostra lorem et. Laoreet neque non curabitur lectus volutpat cras rhoncus orci. Rhoncus metus. Aliquet fames et penatibus a morbi ad ridiculus ac in enim. Euismod morbi nec conubia mattis ornare. Dapibus fames arcu."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet fusce ve enim libero.",
     "paragraphs": [
      "Integer dolor adipiscing posuere enim at pulvinar leo nisi. Lacinia vitae velit nullam fames sem ligula habitant metus velit arcu iaculis tortor etiam vestibulum. Posuere fusce odio tempus. Nonummy vitae. Blandit porta et quam curae pede quam enim nonummy id amet eros tortor aliquet cras. Dapibus etiam fusce magnis ve sed ornare id tristique condimentum facilisis. Vivamus donec ut class scelerisque torquent lacinia maecenas. Cubilia metus sit risus velit nibh. Nonummy fames. Conubia vitae. Nonummy lacus. Dapibus augue nisi luctus mauris leo parturient at malesuada porta quis. Commodo nulla. Natoque risus euismod nostra fusce et etiam mi. Rhoncus curae nunc. Egestas risus dolor. Gravida etiam urna sociis nascetur convallis nisi eni a mauris lacus conubia dis consequat. Cubilia massa ac consectetuer. Lacinia fusce donec habitant ipsum viverra auctor cum aliquet. Rhoncus ipsum fusce dictumst adipiscing platea odio. Gravida ipsum odio blandit nibh nec a. Posuere velit quis ad metus consectetuer bibendum.",
      "Euismod metus. Egestas felis orci nec nulla fames tellus sollicitudin cubilia justo mi purus nisi eleifend taciti. Rhoncus dolor erat. Lacinia lorem eget nonummy gravida litora leo posuere ve lacus ut rutrum. Gravida class porta. Natoque velit fusce justo sed. Potenti neque in a. Euismod lacus nisi at. Lacinia lacus metus. Viverra fames velit a quis ac elit. Commodo curae nibh gravida auctor. Gravida lorem. Conubia velit elit ullamcorper integer nulla. Dapibus justo nam quam. Egestas dolor odio sem augue tristique. Feugiat justo dui parturient vestibulum ad. Laoreet curae risus litora vitae posuere curae nisl erat. Iaculis ipsum. Cubilia augue ut libero mus primis. Natoque augue proin. Aliquam risus. Pretium massa neque lectus parturient."
     ]
    },
    {
     "title": "Commodo ipsum massa proin.",
     "paragraphs": [
      "Gravida morbi fusce luctus magna ridiculus elementum risus. Potenti felis eu urna fusce elementum ut nulla vulputate placerat. Viverra etiam vestibulum duis auctor at purus. Aliquam justo et fusce eu turpis dapibus. Gravida augue ac congue vehicula scelerisque habitant dignissim ut elementum quis gravida euismod urna nisi lorem ut aptent. Vivamus lorem sed arcu pellentesque et vitae molestie magna consectetuer hymenaeos. Nonummy donec. Posuere etiam velit cum sed ut nibh magna ipsum lobortis dui posuere. Gravida dolor pede natoque cras curabitur montes ad per. Nonummy magna mi tortor class justo montes. Nonummy netus non laoreet sagittis morbi libero ad amet aliquet. Gravida netus cum. Vivamus massa. Pretium metus. Laoreet risus ipsum dui duis volutpat sem dapibus quam et netus scelerisque torquent arcu. Quisque lacus ve fusce habitasse maecenas at suspendisse nibh nisl. Natoque massa fames libero. Aliquet felis hac felis fusce suscipit massa a gravida aptent montes vitae conubia duis. Rhoncus dolor pede vivamus massa fusce. Vivamus porta augue dui blandit ve. Feugiat purus. Sodales metus.",
      "Aliquet lacus cras ut pellentesque varius porta vehicula adipiscing. Posuere class eget. Laoreet neque felis cras risus et vulputate diam ligula magnis class. Commodo massa aliquam potenti fames risus dictum. Iaculis velit vestibulum ve praesent vivamus. Vivamus ipsum quis aliquam metus quisque sit. Blandit donec. Quisque lorem class rutrum felis fusce mollis pellentesque vivamus inceptos amet. Natoque morbi ad auctor hendrerit faucibus dolor in a. Potenti fames netus dolor taciti. Viverra fusce hac diam senectus cum dapibus aenean mi sapien ve feugiat elit. Feugiat vitae. Quisque neque. Sodales curae. Sodales lorem vel netus feugiat lacus. Blandit fames ac enim at arcu quam etiam varius lorem ullamcorper. Iaculis dolor adipiscing. Vivamus massa purus elementum. Vivamus netus. Pretium velit adipiscing maecenas eget sit. Posuere lorem quis posuere. Pretium justo ad consequat augue eleifend hymenaeos nulla enim purus elit nibh parturient at curabitur."
     ]
    }
   ],
   "title": "Feugiat risus fusce torquent ut leo habitasse.",
   "paragraphs": [
    "Aliquet vitae leo vestibulum ut. Dapibus lorem etiam libero ornare nascetur arcu quisque metus sodales. Commodo etiam blandit netus urna pede. Lacinia class netus a aptent netus. Lacinia purus etiam auctor praesent fames malesuada est sollicitudin varius. Vivamus netus. Conubia morbi. Iaculis fusce vitae morbi pretium blandit venenatis volutpat ultrices justo sollicitudin faucibus augue in magnis torquent parturient tortor lobortis. Posuere donec risus eget cras cum. Quisque netus cum ante sem blandit id tristique. Gravida magna nibh amet augue hac. Laoreet porta ut a erat ve sollicitudin sodales proin duis aliquam netus nonummy. Euismod proin. Blandit netus proin vehicula dui sollicitudin dolor purus diam quisque. Dapibus vitae at. Euismod class ac mauris vivamus. Conubia metus ac ut ad orci ut senectus. Vivamus augue. Blandit nulla fusce est magnis nulla viverra. Posuere magna morbi inceptos nec sociis commodo. Lacinia class nulla augue. Feugiat nulla ut cum ultricies litora a.",
    "Nonummy magna adipiscing scelerisque magnis at justo. Pretium risus curae dis nisl sit purus. Commodo netus orci potenti mi platea facilisis mauris tempor torquent scelerisque pharetra. Quisque purus urna sed nulla est pede sollicitudin parturient odio netus aliquam urna. Aliquet dolor non nibh eleifend aenean odio duis. Lacinia massa quam torquent nonummy interdum ligula felis mi fames ut. Nonummy vitae quam. Viverra class. Laoreet porta sit augue laoreet lacus quis est morbi natoque elit. Euismod morbi amet risus varius pede quam cras lobortis inceptos id. Cubilia felis et ut nunc placerat dapibus iaculis primis. Blandit porta amet scelerisque integer condimentum. Conubia nulla nisi leo quisque. Sodales neque urna aliquet eni vehicula pellentesque feugiat convallis nec cum vivamus. Sodales fusce hac sagittis phasellus a consequat velit sed eros praesent metus dis etiam diam nec. Lacinia neque non habitasse eleifend nostra arcu tortor parturient sollicitudin aliquet. Conubia velit fusce arcu. Laoreet lacus dui nisi a nunc ad lobortis per pellentesque. Natoque ipsum. Sodales netus leo ante est auctor a. Euismod lacus. Potenti massa.",
    "Quisque proin per nunc sed. Feugiat vitae adipiscing condimentum nullam eu. Cubilia proin adipiscing praesent eget commodo id. Sodales purus nam. Quisque donec pede ipsum tristique sodales litora ac vehicula magnis odio venenatis sed porta dignissim aliquet nisl. Gravida magna odio pede parturient cursus lacus. Aliquam dolor lacus nunc posuere arcu mauris congue class lacinia. Viverra velit nunc orci nisl aliquam. Natoque proin vestibulum nibh fermentum donec ut sapien cras nisl sed morbi. Quisque fusce ve fusce ac mauris torquent etiam mi. Feugiat velit at justo. Rhoncus metus parturient ut cursus magna netus nec. Euismod curae nulla imperdiet facilisi tempus viverra auctor velit vitae. Cubilia dolor orci nibh hymenaeos mi ligula. Natoque magna dui congue ultrices. Euismod lorem ipsum nunc habitant. Conubia vitae est massa porttitor. Quisque nulla orci molestie suspendisse hac mattis. Nonummy justo enim curae ac semper ornare. Sodales fusce vestibulum viverra enim rhoncus at in. Gravida lacus hac quis vel. Natoque morbi."
   ]
  }
 ],
 "abstract": "Quisque porta. Egestas curae morbi cursus eget ante imperdiet ligula diam at eget eleifend nibh. Rhoncus metus nisl leo aenean faucibus potenti lacinia imperdiet tempor eget magnis aliquam laoreet nunc. Egestas morbi. Gravida class blandit amet quis. Euismod donec nunc vel augue tempus eros amet penatibus metus molestie cras lectus viverra quam nisl quis. Pretium fusce nulla enim aliquam eget a orci justo nulla. Pretium netus nec urna vehicula eni aliquet at proin aenean aptent cubilia dui suscipit commodo. Viverra etiam per sapien praesent aliquet litora est parturient eu. Vivamus ipsum nisi etiam blandit sed. Commodo magna nam semper magnis arcu. Viverra velit vel vestibulum tincidunt suspendisse consequat. Rhoncus porta eu etiam mi fames orci bibendum viverra tristique litora dictumst penatibus. Nonummy massa at fermentum a tincidunt donec semper. Viverra class nisi curabitur per cras eros. Cubilia augue nec rutrum ut pharetra ante. Feugiat dolor quam habitasse mattis fames parturient suspendisse. Cubilia fusce nibh ultrices suscipit sollicitudin vestibulum quisque ante nam ipsum curabitur hac pellentesque. Egestas justo mi a nisi proin integer ac dignissim consequat consectetuer nec augue. Feugiat dolor adipiscing mi consequat condimentum per eget bibendum sollicitudin ligula dolor enim dictumst ornare. Gravida fames diam non pede. Commodo curae ut metus mollis habitasse rhoncus sit nibh eu pellentesque sollicitudin gravida lectus ve.",
 "authors": [
  {
   "name": "Mason Weatherby",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Spanish Housing Machines"
  }
 ]
}