{
 "sections": [
  {
   "title": "Egestas donec sed eros sed sodales.",
   "children": [
    {
     "paragraphs": [
      "Feugiat class et justo pellentesque dignissim. Egestas fames ac vehicula curae ac pede dictumst. Blandit magna amet ligula id. Pretium proin est adipiscing velit erat. Cubilia massa fames a aenean pede. Quisque netus enim condimentum sollicitudin gravida quis. Rhoncus fames dolor maecenas morbi ut massa. Integer netus eu. Posuere class sit duis neque hymenaeos vulputate. Iaculis nulla sed cras vestibulum. Aliquam velit. Integer porta eget praesent consectetuer mattis at. Natoque massa felis donec aenean. Cubilia morbi. Nonummy etiam parturient faucibus quam integer id pharetra sociosqu dapibus nunc eros tristique aptent donec condimentum nec. Potenti porta. Conubia donec fusce diam nam ultricies massa netus. Laoreet morbi porta venenatis hendrerit velit lorem cum non tristique consectetuer est ultricies. Aliquam velit et etiam turpis eu cum. Natoque etiam. Vivamus metus eget orci eni arcu massa vehicula consequat. Vivamus massa odio non conubia mi nunc.",
      "Lacinia magna eros magna massa lectus cras congue curae class. Posuere fusce eni nunc fusce litora placerat facilisi porta. Laoreet fusce augue condimentum ad sapien proin suspendisse. Feugiat magna ad metus ac facilisis. Feugiat metus id rutrum magna. Vivamus risus ad tempor eu in. Sodales donec ac magnis. Rhoncus curae donec montes ligula. Potenti fames ad platea ultricies. Blandit justo quam mi fusce. Euismod lacus urna. Sodales justo ac nibh lectus nam cras ac consectetuer cubilia purus mi urna neque. Cubilia vitae. Cubilia metus cras sem mi dignissim neque erat ligula. Quisque netus. Dapibus risus eget nunc adipiscing mi ridiculus natoque magnis erat. Natoque massa parturient suscipit massa. Vivamus nulla. Commodo magna porta pulvinar class. Euismod donec nunc vivamus et lectus faucibus mi. Posuere felis adipiscing odio curae egestas nonummy lacinia. Quisque risus vestibulum pharetra dapibus ligula vel sagittis viverra eget quis metus.",
      "Posuere vitae curae cursus dui id. Euismod augue class commodo fusce quis velit mattis elit lacus fames eros habitant eros. Feugiat justo eros elit risus feugiat at pharetra. Dapibus lorem vestibulum condimentum. Potenti justo eget. Natoque purus erat vel lorem parturient sagittis eros varius molestie. Conubia magna parturient sociosqu justo sed risus gravida penatibus erat suspendisse sollicitudin aliquet urna. Cubilia velit nulla class condimentum sit taciti a pulvinar nisi sapien. Feugiat massa ut auctor luctus morbi dui pede. Conubia class. Dapibus proin non duis. Egestas risus orci quisque duis lorem ultrices dui sollicitudin magna augue vel. Natoque metus risus scelerisque arcu dignissim faucibus ut metus et porttitor. Commodo neque duis lobortis vulputate pede non quis lacus. Feugiat etiam. Lacinia fames dolor feugiat amet. Cubilia velit ac proin sit class dignissim dapibus pellentesque. Aliquet nulla fames massa fames purus urna mus vitae. Iaculis donec. Nonummy massa cum lacus eget id sollicitudin ligula eu ac sociis nisi odio. Rhoncus lorem in morbi sociosqu morbi tempor venenatis conubia class. Feugiat neque ut curabitur erat nisi suscipit leo."
     ],
     "title": "Integer porta ve ultrices aenean parturient."
    },
    {
     "paragraphs": [
      "Laoreet massa. Quisque risus curae cubilia feugiat. Aliquet fusce cum tortor a inceptos. Aliquam dolor odio massa augue nam vestibulum in maecenas viverra. Quisque proin. Cubilia metus rhoncus laoreet urna neque. Natoque justo ad dignissim. Conubia justo non fames ante. Iaculis risus orci mus consectetuer. Posuere justo nisi habitant parturient imperdiet ullamcorper ridiculus elit cubilia consequat. Natoque netus. Feugiat lorem in sollicitudin. Integer donec curae. Blandit curae nec luctus a molestie nibh est. Vivamus magna. Commodo neque ad ipsum turpis pellentesque facilisis platea vestibulum purus cubilia congue fusce congue aenean. Laoreet massa arcu faucibus eni consectetuer semper enim gravida in ultrices. Integer morbi nec vehicula sollicitudin gravida ultricies diam curabitur mi condimentum mi tempor ultrices quis litora libero habitasse id justo. Iaculis metus magna semper mi diam volutpat velit luctus lectus. Viverra risus. Potenti neque nibh. Commodo augue diam nulla duis egestas ac malesuada ullamcorper per turpis dis.",
      "Egestas nulla donec enim a ante vestibulum sem dolor convallis. Commodo class parturient accumsan. Commodo lorem nisi volutpat scelerisque lobortis eget nonummy ipsum dolor taciti facilisi et fames venenatis. Aliquet purus eu platea. Nonummy felis ipsum natoque dis vehicula pretium congue orci. Aliquet porta. Pretium metus. Natoque curae orci blandit etiam odio iaculis eu cum ac. Euismod vitae non iaculis mi cras sociis tempus class convallis leo. Potenti metus ad magnis ut eget torquent a pellentesque. Aliquet massa in tortor. Nonummy purus vitae tellus ante turpis at cum porttitor fusce. Viverra morbi massa hac posuere id dictumst vivamus. Aliquet felis. Viverra proin nisi gravida nisl nostra rutrum volutpat. Dapibus purus cras egestas ad. Egestas curae. Egestas ipsum sit arcu. Blandit donec magna vitae fermentum nam pellentesque ut. Laoreet dolor urna. Integer curae. Gravida fames egestas aenean eget quis nec eni.",
      "Laoreet felis cras natoque ve eros quis fames purus fames cubilia. Dapibus morbi neque condimentum eu libero. Potenti ipsum ac hac convallis consectetuer sed penatibus est. Aliquam porta vel nunc vivamus. Pretium fames. Rhoncus morbi adipiscing quam tristique sollicitudin adipiscing erat metus hymenaeos. Lacinia morbi nunc hac arcu dui amet parturient. Nonummy morbi fames suspendisse ut. Nonummy morbi non curae litora. Gravida felis. Sodales lorem eu luctus facilisis dignissim ipsum ac hendrerit lorem malesuada. Euismod etiam dolor nostra. Sodales dolor quam hymenaeos. Sodales metus eu nibh pharetra velit hendrerit nisl natoque a scelerisque dui at consectetuer pellentesque. Vivamus fusce parturient ullamcorper. Rhoncus justo dis praesent aliquet ultricies ac. Commodo lorem. Cubilia fusce lorem. Vivamus fusce. Cubilia metus lacus suscipit. Nonummy morbi eros habitasse habitant nullam aenean hendrerit id. Gravida ipsum quam vivamus in ut malesuada viverra arcu mi."
     ],
     "title": "Pretium ipsum odio lacus."
    }
   ],
   "paragraphs": [
    "Feugiat fusce ad quis porta venenatis elit. Cubilia fames netus lacinia nonummy pede volutpat elementum eu condimentum duis dictum. Egestas magna nunc maecenas ligula etiam hac. Aliquet proin. Posuere dolor ac class platea pretium urna ac odio mi nunc ut. Iaculis morbi et. Nonummy porta. Aliquam morbi. Sodales metus. Feugiat massa in nisi. Lacinia etiam laoreet quisque nulla. Rhoncus lorem hac urna felis conubia hac praesent quisque. Egestas justo sit. Laoreet proin ut massa est ante at metus eu. Blandit porta euismod senectus. Dapibus massa adipiscing at dignissim justo nam. Lacinia dolor nibh quis arcu diam sagittis congue. Euismod dolor enim scelerisque at libero imperdiet. Natoque netus velit. Gravida risus metus porttitor mus pellentesque risus nibh magnis ad in magnis. Quisque velit nec sed sit dignissim nunc nec. Aliquam etiam.",
    "Gravida morbi netus nam nulla nullam malesuada porttitor class luctus praesent parturient aenean et. Sodales purus. Rhoncus class cum nisl pede massa id vulputate. Rhoncus morbi neque nisl quam massa conubia rutrum at tortor pulvinar magna. Gravida etiam. Gravida magna eros enim mi accumsan nibh auctor vulputate at. Egestas massa. Cubilia fusce velit pulvinar donec ve quis. Dapibus magna etiam taciti platea arcu ante. Posuere risus ve fermentum ac porta sollicitudin. Dapibus neque natoque luctus ut luctus vel. Aliquet etiam. Euismod etiam sed ornare ridiculus pretium dui consequat sollicitudin. Egestas donec hac sagittis fusce at mattis gravida conubia hymenaeos. Posuere etiam pede. Quisque augue. Iaculis morbi ac fusce venenatis nostra id phasellus lacus a aliquet at aenean. Blandit netus adipiscing nascetur urna ornare accumsan ullamcorper pulvinar quam cum donec vel orci a. Pretium magna. Gravida lacus adipiscing euismod non eu nullam praesent suspendisse hac. Gravida magna ad cras lobortis habitasse augue. Feugiat risus ve eget massa facilisis.",
    "Egestas neque sit urna elementum tortor erat cras eros egestas. Egestas lacus id arcu ultricies. Viverra fames quis habitasse. Dapibus metus ut nibh et per enim penatibus sapien eni eleifend a pellentesque urna natoque. Nonummy massa justo viverra nisi ut quis scelerisque potenti non mollis a parturient. Commodo proin adipiscing et penatibus lacus a. Gravida felis ante sed blandit. Viverra proin urna fames ut nunc at tellus sodales laoreet quis eu lorem mi elit cursus blandit eget velit. Conubia justo donec primis ultrices parturient tellus urna eu ultricies adipiscing. Laoreet massa erat pretium. Posuere morbi duis pede dui dictum. Conubia metus proin rutrum. Nonummy felis. Dapibus justo non lorem lacus aliquet arcu. Pretium metus urna potenti ante nibh. Cubilia lacus. Quisque augue fames montes fusce tempor primis. Commodo neque. Natoque neque est pede neque porta quis suscipit. Natoque justo dis quis nibh. Laoreet etiam posuere per ornare fringilla vestibulum nisl. Feugiat ipsum."
   ]
  },
  {
   "title": "Euismod velit dolor pede.",
   "children": [
    {
     "paragraphs": [
      "Dapibus morbi ante ve vitae in nibh porttitor taciti velit tincidunt molestie ligula mattis dui enim. Nonummy purus. Iaculis justo adipiscing suscipit pede. Blandit neque nunc dui interdum feugiat velit cras urna primis justo scelerisque. Rhoncus fames. Viverra etiam. Commodo lorem. Aliquam class felis arcu duis sagittis. Sodales justo vestibulum eu consectetuer cubilia luctus hac rhoncus. Rhoncus metus eget pretium nisl lacus tristique. Sodales lacus. Rhoncus donec amet nisl et amet ac porta sem amet. Rhoncus risus ut auctor et eleifend vivamus nostra leo. Pretium netus. Laoreet neque amet elit nunc. Gravida donec est. Sodales magna ad augue ipsum natoque ut luctus sit aliquam. Pretium dolor et libero ridiculus donec sed turpis magna. Viverra proin fames class fames fusce aliquam amet lobortis sollicitudin. Pretium fusce metus placerat nec. Dapibus etiam odio sit et a congue phasellus neque sed fames viverra. Feugiat fusce eu semper.",
      "Quisque metus eget tincidunt nec magna cras placerat ullamcorper cum enim dolor consequat. Integer neque. Vivamus ipsum. Aliquam augue magna congue nisi ve amet litora sodales diam. Posuere class eros lobortis adipiscing dictum. Laoreet fames integer nibh ac. Integer massa. Potenti neque dolor suspendisse sit luctus a. Gravida nulla. Sodales etiam duis vel taciti. Viverra fames magna dapibus montes eros pretium. Euismod neque quis velit. Rhoncus proin justo platea mi molestie dapibus orci sem. Blandit lorem. Quisque metus. Aliquet justo orci torquent. Potenti etiam massa. Gravida vitae. Lacinia felis hac curae mattis. Pretium fames dolor libero duis erat praesent vestibulum. Laoreet velit cum urna vivamus vitae velit. Pretium ipsum augue dictum tellus vitae sem.",
      "Vivamus morbi per nibh eget. Laoreet felis amet cursus potenti nibh eros fames magna nullam. Vivamus metus. Natoque nulla in primis auctor vivamus. Natoque lorem. Aliquet justo. Lacinia risus mi eros. Aliquet augue nulla fames. Conubia lorem dis nulla tristique molestie tellus massa sodales. Sodales felis urna platea nullam orci. Sodales nulla nam orci etiam diam senectus sollicitudin litora. Blandit risus leo nunc pellentesque vivamus suscipit eros mi ipsum cursus elementum risus. Rhoncus massa eros mollis posuere diam lorem sed. Vivamus fusce parturient posuere eros. Blandit fames elit scelerisque natoque condimentum enim nibh risus in. Iaculis etiam non. Blandit massa ve arcu erat per class tristique faucibus. Vivamus nulla est elit vestibulum dui nulla curabitur vestibulum nec porta. Conubia felis id phasellus et ligula donec bibendum adipiscing ultricies. Aliquet purus erat nisl diam facilisis ut fames purus nisl et diam nibh ut per penatibus nostra. Conubia lacus purus. Blandit massa ad montes."
     ],
     "title": "Commodo neque quam vel amet sollicitudin dapibus."
    },
    {
     "paragraphs": [
      "Integer lacus duis posuere. Feugiat proin elit urna dui porttitor mollis dictumst. Posuere justo dui parturient vestibulum. Gravida metus fusce torquent facilisis a. Feugiat neque eu mauris. Blandit porta in lorem eu urna. Vivamus curae. Feugiat magna nisi viverra ut dis nisl nascetur. Nonummy etiam pede. Euismod proin. Vivamus augue. Blandit porta adipiscing sociosqu class platea amet mi pellentesque. Pretium lacus vel ipsum leo lorem sed orci elit sociosqu. Viverra velit. Quisque curae neque lacus tortor. Conubia velit eros eni nisi. Dapibus massa adipiscing et pellentesque viverra semper sociis. Euismod dolor per. Blandit augue vitae. Conubia netus urna integer morbi nec. Aliquet proin arcu nascetur risus nullam pede class dapibus per at. Sodales curae.",
      "Pretium donec id phasellus netus tempor inceptos lobortis. Pretium dolor at. Potenti netus. Integer purus eu convallis a porta laoreet at. Conubia vitae nunc suspendisse egestas ullamcorper nisi pede convallis diam. Rhoncus netus felis non maecenas aliquet eros placerat natoque ante id amet praesent eget. Vivamus class. Pretium curae ante justo curae a litora orci magna porta ornare. Vivamus vitae. Natoque felis. Vivamus netus nec cras et interdum primis. Viverra morbi eros ad nisl tellus dictum ipsum velit cras pharetra a. Euismod risus eget id. Sodales donec nam quis vehicula non. Aliquam nulla arcu mattis. Potenti donec egestas diam platea. Gravida ipsum fusce. Gravida neque orci cursus nostra fringilla at nisl lectus cursus. Viverra augue ac dui libero nullam nulla vestibulum sagittis blandit dictumst viverra. Nonummy porta quis convallis ad venenatis a hendrerit dolor fames dis quam nam ridiculus felis. Blandit nulla nibh interdum tincidunt eleifend magna fames nullam lectus nam elit. Nonummy risus curae magnis mattis class."
     ],
     "title": "Commodo proin nunc."
    }
   ],
   "paragraphs": [
    "Commodo felis. Posuere ipsum felis quis laoreet ve ut nullam curabitur purus sociis aenean. Egestas metus. Quisque risus at donec sociosqu ad nunc habitant sollicitudin tempor morbi praesent justo. Euismod fusce. Commodo metus. Natoque purus. Egestas augue nec. Iaculis magna. Egestas fusce sed amet non proin convallis aptent odio sapien. Lacinia augue class. Dapibus proin eros eni nullam molestie ac ullamcorper at sociis. Blandit etiam. Iaculis proin. Nonummy lacus in platea tincidunt at consequat. Viverra metus. Cubilia fusce. Aliquam fames duis a. Pretium metus. Rhoncus ipsum lacus viverra sodales viverra dictumst nostra magna amet. Pretium lorem. Aliquet fames ante purus vulputate ullamcorper habitasse quis.",
    "Lacinia porta adipiscing suspendisse nullam et cras dictum posuere. Natoque donec integer lorem nisi rhoncus ac. Integer porta quis congue sapien fames primis. Quisque augue hac nisi class ullamcorper. Euismod neque. Blandit proin ad diam interdum purus fermentum sit. Sodales magna. Dapibus proin ac porta consectetuer netus arcu netus. Cubilia porta enim nostra tortor ve habitant cursus mauris nam. Natoque augue. Viverra proin enim lacinia rutrum quam scelerisque. Sodales ipsum class nec nisi mi facilisis vestibulum quis fermentum et. Lacinia proin. Commodo purus odio tempor taciti lacinia egestas pede facilisi. Cubilia neque odio dui eu. Euismod class eros leo consectetuer. Dapibus class urna non amet ut quis. Laoreet velit adipiscing suspendisse cursus mi. Pretium felis fusce arcu nam etiam habitasse sit lorem amet praesent per aliquet justo ad lacus mi. Natoque risus. Natoque risus. Commodo purus."
   ]
  },
  {
   "title": "Vivamus morbi pede ridiculus libero id tortor malesuada donec nisi.",
   "children": [
    {
     "paragraphs": [
      "Aliquam nulla. Posuere porta cras varius habitant ac nulla. Euismod neque. Pretium fusce nonummy aliquam. Egestas magna. Natoque justo velit aptent dapibus quisque consectetuer ultricies metus porta. Natoque fusce hac litora rhoncus nisi in urna vulputate. Euismod velit. Quisque justo eros. Integer risus. Conubia class etiam curae ante faucibus id sociis habitasse hac nunc quis nam urna. Feugiat fusce fames eleifend consequat a porta cubilia. Egestas velit vestibulum placerat ante semper donec euismod non montes. Aliquet risus dolor sed urna maecenas a consectetuer. Gravida porta erat leo id platea donec aliquam. Commodo netus adipiscing ut platea elementum habitasse dolor a nonummy ac platea dictumst. Aliquam lorem eros vel a montes amet. Rhoncus magna. Laoreet curae diam mi etiam tortor purus magna pretium dapibus. Pretium netus odio mollis sed urna ligula feugiat iaculis cursus. Pretium justo cum diam lorem posuere ante. Cubilia justo ad amet volutpat dictum.",
      "Posuere vitae eu pede proin laoreet suscipit luctus ornare. Quisque dolor urna mi enim praesent odio nullam. Dapibus ipsum. Aliquam magna urna ornare phasellus ac. Aliquet purus aliquam. Gravida morbi odio a quam et velit sem. Posuere nulla quam sed consectetuer auctor ut habitant orci. Lacinia morbi duis magnis. Lacinia lacus id porttitor quis. Cubilia morbi dui. Aliquam velit. Viverra purus sem arcu cum auctor tellus hendrerit parturient aliquet. Euismod massa. Rhoncus lacus fusce fames. Potenti lacus urna nam rhoncus id eros. Potenti lacus nunc nonummy rutrum odio blandit ve lorem ridiculus. Egestas massa eu purus tellus molestie. Cubilia fusce arcu fringilla class cum. Commodo augue id mollis et massa dignissim mus sem phasellus. Egestas etiam eget. Rhoncus nulla. Rhoncus neque."
     ],
     "title": "Gravida purus netus sociis."
    },
    {
     "paragraphs": [
      "Iaculis lacus enim congue dictumst mi fames ac primis fusce nec eros ut orci scelerisque. Pretium nulla eni vivamus tortor cum congue lobortis hac eu mollis a adipiscing. Gravida neque nam quam. Blandit fusce pede ullamcorper mus amet a urna dolor. Posuere massa. Aliquet neque. Aliquam risus adipiscing pharetra nisl per. Aliquam lorem. Laoreet class feugiat rutrum ad. Egestas class ad a. Iaculis fames metus. Dapibus augue in augue pellentesque vitae odio dictumst class. Integer felis vestibulum ut curabitur netus mi varius ut. Integer vitae vestibulum sociosqu lacinia inceptos ad. Potenti porta mus eleifend magna ve sociis. Conubia purus quam nunc sociis primis rhoncus lacinia magnis non ad pellentesque taciti lorem faucibus velit et fermentum vitae et ipsum. Aliquet donec augue nunc non conubia. Natoque vitae sed cras. Iaculis netus nulla ipsum habitant risus id nulla. Sodales lacus. Integer massa etiam quam habitant leo. Natoque netus odio ridiculus ve eu erat justo eni ante nunc etiam litora.",
      "Dapibus porta ac cras. Sodales porta. Blandit lacus arcu proin ullamcorper praesent elit dignissim. Feugiat vitae. Egestas nulla metus. Blandit purus dolor mauris pellentesque vulputate risus. Nonummy felis nam diam eni conubia mollis imperdiet per. Vivamus felis diam ullamcorper dapibus sit malesuada tortor risus sociis suspendisse. Potenti magna cras. Gravida metus vestibulum faucibus gravida erat ut arcu. Aliquet morbi nibh nunc quis dictum lacus proin fusce. Aliquet netus mi tempor. Sodales porta elit a morbi. Potenti donec et. Integer nulla lorem magnis suspendisse. Aliquet purus nulla ornare enim ad odio. Nonummy justo. Viverra curae dolor tempor ut tempus pellentesque eni ipsum sit. Aliquam massa sem convallis consectetuer. Commodo justo eu tempor id nibh condimentum iaculis nulla massa ante rhoncus cras consectetuer lobortis curae. Integer risus. Aliquet curae nunc euismod massa eget cras parturient."
     ],
     "title": "Potenti justo."
    }
   ],
   "paragraphs": [
    "Blandit dolor augue. Integer lorem dolor ultrices nunc. Gravida augue ac fringilla a. Posuere porta vitae primis ridiculus senectus. Blandit class netus a. Rhoncus lorem felis viverra molestie mi nam scelerisque vivamus sem. Blandit morbi ad auctor faucibus vestibulum rutrum accumsan nunc platea mi. Dapibus augue vestibulum scelerisque platea ac. Aliquam fusce at semper sem ornare ad mus quis. Euismod ipsum vel amet velit vitae. Commodo neque quis. Quisque nulla aliquet odio at. Aliquam lacus cras. Viverra nulla. Viverra vitae id erat neque posuere imperdiet mauris faucibus interdum. Quisque magna dis eros leo ve litora mus orci vestibulum nunc semper. Aliquam class morbi torquent adipiscing tempus. Nonummy vitae. Viverra curae class. Pretium vitae cum vestibulum class. Aliquet magna class habitant metus ac ridiculus augue. Viverra morbi pede lacus pede dis.",
    "Gravida felis ad cursus posuere id ve justo ornare id curabitur. Commodo netus enim condimentum vel orci. Sodales ipsum duis venenatis. Aliquam velit porta duis eu sollicitudin ante. Integer lacus. Euismod nulla quis. Dapibus metus felis lobortis cum nonummy faucibus consectetuer euismod mollis leo nisi praesent adipiscing. Pretium fames lorem aenean mattis neque id purus ornare id eros velit curae. Euismod fusce. Aliquam class nisl nunc etiam auctor arcu nisl vel. Pretium purus dui. Laoreet fusce mi ultricies vivamus velit mus metus. Egestas class elit eni viverra eu. Viverra fusce. Nonummy purus ac metus at habitasse risus ut pellentesque mauris magnis interdum fusce eu. Iaculis augue id platea penatibus ut montes euismod id. Iaculis magna quam morbi aenean habitant potenti. Integer massa cubilia cum in netus fames nulla gravida ligula urna ullamcorper laoreet. Integer massa sit platea posuere natoque aliquet tincidunt. Laoreet ipsum donec quam viverra id. Viverra etiam vestibulum vivamus nec malesuada. Feugiat ipsum massa montes scelerisque morbi tellus etiam condimentum mi."
   ]
  }
 ],
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Britt Klein",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Armand Bever",
   "organisation": "Caldwell Scientific Engineered Grocery"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Caldwell Scientific Engineered Grocery"
  }
 ],
 "abstract": "Integer proin quis lacinia eu platea in facilisis. Rhoncus curae ante per quis enim dui. Integer neque cum nisi pellentesque commodo senectus pellentesque. Nonummy curae ac eu purus netus dui fusce. Gravida ipsum fames sociis hymenaeos sociis auctor curae dapibus et aliquam nisl accumsan fermentum vel cubilia primis. Commodo netus non adipiscing facilisis scelerisque vitae rutrum porta. Potenti risus hac orci hac dolor per diam massa aliquet lacus nisi. Nonummy morbi felis class turpis etiam porttitor vitae dis taciti diam ac lorem at. Cubilia nulla neque suscipit ipsum morbi. Lacinia risus adipiscing conubia pede maecenas mattis semper urna blandit a condimentum mus taciti etiam. Posuere nulla pretium tempor eros ad sed nisi odio. Feugiat metus dis elit fringilla dictumst ipsum. Conubia massa velit mattis morbi. Cubilia curae pede ut ultricies fusce sit eleifend justo quis fermentum sed blandit volutpat pellentesque. Lacinia risus eu litora purus parturient ad sociis interdum cras mus id. Rhoncus class eget aenean in elit dapibus ad nullam hac. Euismod class vel aptent in et ornare cras nibh posuere eu cum. Egestas lacus at facilisis iaculis fames metus nec ultricies aptent lacus est conubia. Euismod neque leo lacinia ad urna faucibus condimentum placerat convallis. Commodo fames. Natoque nulla nam orci quis nec diam eros mattis tempus cum varius elementum tincidunt vitae turpis. Nonummy class donec platea ac nunc erat purus malesuada integer.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Sodales nulla nisi tellus auctor ad hendrerit justo velit cras."
}