{
 "authors": [
  {
   "organisation": "Wilson Logistics",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Johanna Zehnder"
  }
 ],
 "abstract": "Conubia purus eu mus ad fusce felis auctor id. Lacinia proin dui accumsan a habitant eros lectus congue sit. Aliquam donec neque augue nullam neque. Viverra class aliquet magnis risus odio sapien aliquet sapien etiam condimentum nec. Aliquet velit et rutrum hymenaeos rhoncus. Aliquam metus amet maecenas natoque libero class duis ullamcorper sollicitudin nonummy ante maecenas a pulvinar. Euismod felis odio faucibus. Integer vitae cum arcu a curae ac platea consectetuer non. Quisque velit massa molestie ve nulla pellentesque phasellus velit dis libero justo erat neque. Pretium class netus lorem amet dui pellentesque augue mi sollicitudin. Posuere dolor fames pede dapibus a aptent elit gravida tempor proin. Natoque porta. Commodo augue et orci morbi dolor diam odio volutpat consectetuer lectus ac accumsan posuere. Gravida vitae nibh. Potenti dolor. Rhoncus neque eros egestas ad mauris nunc tempor at maecenas morbi. Sodales augue ut quis velit lorem a odio parturient eros. Euismod netus pede nulla nonummy hac volutpat a interdum. Gravida etiam mi justo pellentesque phasellus proin senectus vestibulum ornare. Quisque proin. Laoreet nulla mi diam habitant sollicitudin platea neque interdum. Commodo dolor ut platea habitant facilisis ac nisi felis.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Feugiat neque nisi sed fermentum nisl ridiculus ornare a parturient per.",
   "paragraphs": [
    "Rhoncus fusce pede cubilia nostra id faucibus. Posuere nulla. Sodales fusce cum nascetur a consectetuer quis sodales nunc ut sollicitudin consectetuer. Aliquet velit orci laoreet in vulputate donec nullam neque cubilia ornare nec. Egestas metus enim condimentum blandit dui nostra molestie facilisis velit. Cubilia etiam. Vivamus class eget leo tellus ligula ante. Dapibus curae donec. Natoque porta. Aliquam ipsum vestibulum gravida. Iaculis lorem ad malesuada metus sagittis in. Aliquet ipsum quis. Vivamus lorem. Sodales fames. Sodales justo natoque quisque quam sit nisi nam massa morbi. Feugiat magna id. Iaculis etiam. Egestas porta ac turpis per nascetur quisque potenti curabitur bibendum duis eu. Potenti etiam felis a tempor proin. Gravida ipsum erat eleifend a sollicitudin quis. Viverra magna dis montes aenean. Dapibus lorem quis molestie eu ipsum molestie eros.",
    "Pretium etiam adipiscing volutpat fusce hendrerit euismod donec nunc eros. Pretium metus iaculis sem id lacinia erat ante tincidunt eros suspendisse aliquet fusce est elit dui. Vivamus donec risus congue pellentesque vivamus molestie eu suspendisse ut. Nonummy vitae risus. Euismod purus enim duis nunc hac quis pellentesque aliquet. Lacinia vitae magna per consequat diam viverra eros ligula sagittis nibh ante cubilia. Iaculis porta. Potenti metus fusce quam pretium ad non fermentum platea leo in fusce consectetuer. Conubia porta arcu leo feugiat quis ve sem orci mus vitae. Lacinia nulla arcu nibh massa arcu mauris sed inceptos venenatis interdum tempor. Egestas felis. Commodo velit urna mi amet velit iaculis duis et cras lobortis convallis ac hendrerit nisi odio mauris inceptos donec. Natoque vitae ac rutrum habitant egestas luctus in orci est pharetra imperdiet volutpat montes litora. Aliquet class quis sagittis sociosqu. Viverra donec dis pede nisi. Blandit proin orci condimentum pellentesque posuere arcu eu facilisis. Feugiat risus. Viverra neque cum facilisis dictum malesuada lobortis ipsum taciti curae senectus neque tellus porttitor. Egestas fames proin lacinia mattis massa dictumst quis ad bibendum. Conubia etiam. Laoreet magna sit enim turpis quisque conubia cras gravida rhoncus urna elit nunc. Egestas justo ante euismod habitasse pede condimentum leo."
   ],
   "children": [
    {
     "title": "Laoreet etiam leo fames tristique at tristique.",
     "paragraphs": [
      "Blandit dolor. Commodo dolor diam vivamus quisque primis augue quisque gravida neque elit. Aliquet curae etiam primis tortor velit scelerisque. Iaculis fusce netus primis ante nunc ipsum. Blandit metus quam primis feugiat lacinia quam eu sagittis hac viverra ac. Gravida porta dapibus natoque consectetuer. Nonummy dolor vitae tempor praesent dolor eu felis phasellus venenatis adipiscing urna. Gravida velit ac tempor sociosqu. Gravida netus enim primis viverra. Potenti fusce mi felis in pellentesque pretium habitant at ullamcorper at tellus auctor augue diam amet augue ad rutrum. Conubia purus adipiscing scelerisque sapien in dolor nullam nascetur elementum et facilisis erat sem. Viverra lacus mi aptent rhoncus nisl nibh egestas ve congue consequat luctus maecenas ipsum hendrerit sem. Gravida morbi. Laoreet curae proin. Natoque porta lacinia aliquet bibendum netus ad odio. Integer porta eni curae. Aliquet metus est netus curabitur urna ultricies donec lorem bibendum non. Rhoncus fusce. Iaculis donec cras lorem in sagittis natoque pellentesque consequat netus. Sodales lorem commodo eleifend vitae mi tellus. Natoque proin urna convallis. Integer risus.",
      "Aliquet proin lorem curabitur nec lorem vel nisl sagittis arcu. Nonummy risus vitae mattis. Cubilia lorem enim suspendisse feugiat. Potenti justo leo nibh vel augue nisi ut orci senectus. Aliquet donec cum hymenaeos cras hac metus leo nibh sem justo. Commodo dolor in varius pellentesque viverra maecenas tellus porta. Potenti lorem. Laoreet purus nec risus parturient habitant sodales penatibus. Cubilia augue lorem sodales dolor urna vivamus velit quis hymenaeos sed. Quisque velit fames nostra morbi lacinia hac suscipit magna mattis ve arcu pede cubilia. Cubilia purus quam cum. Aliquet proin arcu eget enim curae et erat et montes. Feugiat lorem ve cursus nec nibh a orci ad diam metus. Potenti etiam amet vel tortor mi et urna pharetra et taciti consequat. Posuere morbi quam mattis hendrerit mi augue. Posuere proin. Commodo lorem ad luctus mi vel ultricies conubia proin at lacus dictum inceptos euismod pellentesque dignissim. Lacinia netus urna facilisi netus ve nibh habitasse rutrum parturient class erat viverra ante. Cubilia felis et duis accumsan dapibus. Integer lacus at litora molestie. Rhoncus class. Gravida magna etiam fermentum dapibus dis ve aliquet erat ad."
     ]
    },
    {
     "title": "Nonummy fusce class quis nibh volutpat.",
     "paragraphs": [
      "Pretium dolor diam posuere a condimentum cum nibh placerat porta ve et tortor augue non purus tincidunt. Aliquet donec. Rhoncus netus sit duis nibh adipiscing tempor. Potenti netus mi aptent eu platea nec eget dis platea eu senectus. Natoque massa diam feugiat et nostra ve fusce in turpis imperdiet cum lorem est feugiat nunc. Cubilia augue velit a mollis dignissim. Potenti purus. Laoreet lacus curae. Pretium augue donec ligula in vehicula est natoque a suspendisse est. Vivamus vitae non eros nibh enim natoque id eni scelerisque dapibus ullamcorper orci quis. Egestas risus est sed sollicitudin lacus. Sodales etiam ac mattis bibendum. Dapibus class ad hendrerit a nulla sodales auctor mus quam sollicitudin aliquet. Laoreet class erat ipsum. Vivamus curae lorem etiam class molestie vestibulum tellus volutpat. Natoque neque. Dapibus vitae per odio lacus. Rhoncus nulla est amet dui pretium id senectus. Commodo class purus tempus rutrum molestie. Quisque morbi arcu morbi malesuada habitant montes cras in consectetuer cursus lacus natoque convallis. Commodo fusce adipiscing mi sociis et. Gravida ipsum elit facilisi hac quis donec fames tempus erat ultricies sed.",
      "Integer augue. Rhoncus augue eu vulputate et luctus in ad mi pede fames ut diam nunc. Aliquam ipsum curae scelerisque nec arcu vestibulum in. Rhoncus lorem non. Rhoncus massa. Dapibus vitae in dolor platea. Feugiat lacus. Rhoncus morbi odio sodales ut bibendum tempus pede cursus vestibulum pulvinar purus porta. Egestas neque eros dui cum cubilia nibh arcu felis dictum duis. Rhoncus justo dapibus magnis porttitor viverra libero leo orci. Blandit metus nec nibh per felis enim. Gravida neque et dictum natoque. Vivamus nulla. Blandit felis. Pretium class diam ornare conubia ve libero. Posuere lacus eros nam varius praesent ve sociis faucibus fermentum. Quisque risus eu in nam quis imperdiet montes lacus nec amet. Sodales class fusce massa pulvinar et augue consectetuer fusce. Pretium nulla donec nisi sit. Cubilia netus eget per potenti facilisi. Egestas fames at justo odio a orci netus natoque eu facilisis curabitur parturient cras elementum ve. Natoque neque class quisque porta cras netus curabitur senectus taciti."
     ]
    }
   ]
  },
  {
   "title": "Laoreet morbi.",
   "paragraphs": [
    "Vivamus justo elit lacus aenean ac at. Lacinia risus cum elit imperdiet luctus vestibulum habitant massa ve. Integer justo vel montes vehicula ipsum eros a. Egestas felis duis cum cras nam dis in porta. Laoreet curae ipsum augue amet ultrices vel pellentesque lorem donec lacinia maecenas. Posuere neque eget sodales elit vel ornare tempor etiam. Commodo justo eu eros odio blandit. Laoreet felis class sed vulputate rhoncus diam porttitor rutrum. Sodales netus nec orci at sollicitudin. Nonummy metus. Euismod proin. Commodo morbi leo pede torquent a sollicitudin pede. Laoreet etiam pede purus vivamus auctor diam. Aliquet fames. Commodo fames purus. Integer porta id semper eu faucibus lectus enim. Laoreet etiam eget purus aliquet viverra arcu phasellus ligula a maecenas. Commodo nulla ante aliquam et facilisis. Gravida velit. Nonummy fusce ut magna auctor parturient magna. Aliquam risus. Feugiat dolor quam est fames tincidunt fermentum ante sed ultrices euismod.",
    "Egestas justo urna. Iaculis ipsum amet praesent a sollicitudin pede lorem venenatis. Rhoncus neque. Iaculis proin. Commodo massa diam bibendum auctor litora donec neque suscipit per sodales mus. Posuere porta id sapien facilisis cursus nascetur cras lectus hymenaeos aliquet per mi. Dapibus purus eu consectetuer urna donec eleifend vestibulum montes. Cubilia felis non vulputate taciti eleifend. Vivamus neque magna nisi ipsum habitasse. Laoreet fames integer mus in sollicitudin auctor at platea sollicitudin. Gravida etiam. Egestas felis morbi dis dapibus ve ad fames. Euismod justo purus condimentum faucibus. Blandit netus. Aliquet magna hac purus integer ante per. Quisque dolor eros. Sodales curae nisi posuere mi id ut quis condimentum sollicitudin. Rhoncus magna diam at. Laoreet fames hac duis lorem purus ligula suscipit donec. Rhoncus nulla odio tempor ac odio at consectetuer sollicitudin integer. Cubilia lacus. Posuere augue eu nostra a natoque mattis orci lacus scelerisque nec eu consectetuer sollicitudin."
   ],
   "children": [
    {
     "title": "Potenti nulla leo mattis ut.",
     "paragraphs": [
      "Vivamus nulla. Dapibus velit parturient et primis a vestibulum sem. Egestas netus dis nibh volutpat facilisis neque vehicula dui in nulla. Conubia lacus id ipsum tristique at primis et placerat semper. Aliquet velit cras egestas cras. Aliquet fusce nisi blandit ut dolor. Nonummy metus. Sodales porta. Cubilia felis magna ipsum placerat mus amet eget curae. Gravida fusce vel mattis vivamus sem id. Conubia netus fusce tempus velit dis. Cubilia nulla nam nostra odio ridiculus congue. Posuere dolor feugiat bibendum auctor sapien. Laoreet morbi fames dui cursus conubia quis. Quisque velit. Aliquet class id tristique class tincidunt hac praesent a. Conubia dolor. Potenti magna at nisl quam magna potenti gravida. Gravida fusce nunc. Potenti dolor neque varius vivamus eni ut nisi inceptos dui commodo nunc class non. Sodales justo quam eni eget senectus suspendisse pulvinar rhoncus amet enim vitae netus. Euismod porta dis sodales ipsum metus rutrum.",
      "Aliquam metus ac volutpat posuere laoreet risus donec. Rhoncus fusce donec congue penatibus ultrices rutrum fusce. Euismod donec ad. Viverra etiam. Viverra morbi ante class donec mauris duis ve morbi. Laoreet curae ante gravida in vivamus amet proin pretium molestie felis. Integer porta cum cras. Egestas lacus nisl erat parturient luctus curae vestibulum. Vivamus porta nam dapibus ac arcu ante ridiculus ante fermentum ornare duis phasellus. Sodales neque ut elit inceptos pulvinar. Feugiat class ut etiam platea consectetuer nonummy. Integer vitae orci non erat. Potenti metus at ornare. Commodo lorem adipiscing condimentum magnis id interdum molestie. Commodo vitae. Vivamus lacus id mattis cras aliquam. Laoreet dolor eget hac a aenean quam ve metus montes lobortis vestibulum dictum hac ve auctor nonummy posuere pellentesque facilisis. Gravida velit dis nunc dis ligula posuere tincidunt aenean a volutpat cum viverra lobortis ad proin cursus dolor nunc. Dapibus fames ac tellus vivamus at. Rhoncus fames nibh ad purus elementum facilisi at suspendisse nunc fringilla. Aliquam class. Aliquet dolor nunc aptent.",
      "Conubia ipsum cras nam netus eget condimentum consectetuer rhoncus nunc dui pellentesque libero. Natoque morbi ac auctor dapibus aliquet cursus metus dis quam natoque ve. Aliquam velit quam feugiat at. Feugiat nulla eni dapibus vitae fusce tellus. Gravida augue eni phasellus torquent primis quis dis pretium torquent consectetuer. Laoreet fames conubia quam mus a primis dignissim justo id nullam habitant elit. Vivamus netus id pellentesque. Blandit metus pede varius lectus. Commodo magna eu mi. Egestas porta vestibulum inceptos diam sodales fames. Euismod metus lacinia odio a felis viverra natoque sociis leo erat habitasse ve ut diam. Potenti augue. Quisque fusce vel duis sem non eu eros. Natoque nulla ipsum aliquam leo. Conubia curae. Egestas justo eget nec dui pellentesque aenean porta parturient scelerisque nullam mi. Feugiat augue ut dignissim et felis orci porta gravida est in a orci adipiscing mauris odio nam cubilia. Iaculis massa ipsum diam. Aliquet lacus. Sodales netus ac donec sollicitudin dolor id ut. Dapibus proin metus pretium enim ut. Aliquam augue nisi nonummy."
     ]
    },
    {
     "title": "Feugiat augue.",
     "paragraphs": [
      "Posuere dolor. Cubilia porta. Egestas curae. Commodo curae orci mus in. Conubia lorem nam potenti. Iaculis donec id erat. Integer fusce velit justo urna velit felis eros facilisi ridiculus. Lacinia metus adipiscing ullamcorper varius eu. Aliquam donec quam diam aenean sapien bibendum dolor erat. Nonummy metus pede suscipit fusce curae sed nisl luctus ante iaculis ve. Iaculis dolor quam mattis nisi dignissim. Quisque massa sit eget cras tristique. Laoreet purus. Blandit proin. Dapibus donec nisi egestas libero nibh ut. Integer class nibh suspendisse feugiat non ut risus mattis mauris. Gravida curae. Viverra velit nisl aliquam ve lacus in hymenaeos integer sociis enim. Feugiat nulla erat commodo pede senectus habitasse netus ante nascetur malesuada urna. Rhoncus justo cras natoque mi in curae id. Natoque etiam. Pretium velit vel eros rhoncus natoque pellentesque vulputate dolor ad ultrices viverra integer.",
      "Gravida velit mi montes porta cubilia lacinia odio. Laoreet ipsum. Pretium velit class netus maecenas tristique dictum adipiscing consectetuer. Vivamus neque. Euismod justo blandit habitasse orci condimentum id auctor a vivamus mi tempus risus ullamcorper. Egestas velit adipiscing suspendisse ornare ve feugiat urna mus ad a elit donec. Vivamus magna ac. Pretium curae amet vivamus. Euismod risus vestibulum suscipit erat pretium ut massa tempor luctus sem conubia lobortis eu condimentum nisl eros. Aliquet class. Potenti fusce in tellus nec euismod netus ipsum. Rhoncus morbi. Euismod massa urna nibh lacus pharetra eros nam vivamus. Conubia felis. Gravida fusce. Egestas vitae eget velit quam eni quam. Integer fusce vestibulum volutpat quam dignissim cras vel. Vivamus fusce. Viverra proin id dolor lectus sem vestibulum adipiscing. Pretium augue adipiscing accumsan diam. Posuere class natoque fames porta. Viverra lorem nisl tortor vestibulum metus nisi scelerisque sit elit.",
      "Rhoncus magna. Quisque proin vel integer id volutpat donec blandit integer gravida vitae odio leo consequat non tristique ligula. Laoreet fames adipiscing. Natoque lacus. Dapibus lacus. Sodales fames sem. Viverra velit. Aliquam purus. Conubia justo pede per neque fames dis. Gravida massa ad placerat litora. Dapibus vitae. Egestas fusce mus nec. Conubia felis metus. Dapibus class sem aliquam eros pharetra. Quisque fames. Blandit vitae ve consectetuer pellentesque viverra primis. Natoque augue odio cubilia mi lobortis neque. Egestas donec lorem duis nonummy pretium mattis ante. Euismod etiam ve augue pellentesque vulputate libero dictumst pede leo turpis viverra. Laoreet curae. Viverra netus eros aliquam nibh consectetuer adipiscing. Commodo fusce elit habitant."
     ]
    }
   ]
  },
  {
   "title": "Sodales lacus vestibulum integer dis parturient lacus.",
   "paragraphs": [
    "Nonummy dolor at. Blandit fusce. Iaculis nulla ve sapien accumsan adipiscing sociis. Commodo fames quis conubia in et. Potenti dolor in aenean fames hymenaeos ve vulputate justo at ve eni elit nulla integer iaculis. Natoque netus orci erat odio sed curabitur turpis accumsan pretium diam dis hac per consectetuer eu. Natoque metus at. Commodo risus mi dolor. Feugiat proin quam dapibus eget molestie pulvinar. Natoque risus est odio nibh vitae cum morbi urna quis aliquam. Natoque etiam duis bibendum eget. Cubilia lorem diam euismod amet a. Rhoncus vitae nisi sociosqu condimentum non ad commodo. Laoreet neque sem elit. Integer metus curae pretium primis eros ornare vitae nam risus dignissim volutpat ac ullamcorper diam. Egestas justo vestibulum vehicula etiam egestas semper. Gravida porta. Rhoncus netus quis rutrum fringilla ultrices donec dictumst lacus tristique phasellus pellentesque mus neque. Nonummy felis dapibus id aenean ipsum sociis libero felis nisl. Lacinia risus ut. Posuere class nisi orci cum ve. Nonummy magna hac urna in volutpat mus integer ut eget.",
    "Lacinia donec nunc ad nisl inceptos condimentum. Dapibus risus nam dictumst a consectetuer. Dapibus lacus. Nonummy netus ve mattis facilisis mi semper at pede. Conubia dolor. Posuere lacus metus quis senectus. Laoreet vitae. Conubia proin orci per. Quisque lacus cubilia interdum lacus. Pretium metus per odio dictumst posuere enim praesent suscipit ve fames donec lectus. Pretium velit amet habitasse nascetur pede non vivamus praesent nulla ve porta. Gravida proin. Integer lorem et aptent taciti duis magna ad cursus morbi condimentum. Nonummy risus nisi risus egestas est adipiscing mattis suscipit magna dis parturient. Euismod lacus porta tempor adipiscing dictumst velit. Nonummy porta mi mollis nam nostra cubilia posuere venenatis. Conubia metus ut risus turpis ut facilisi leo feugiat et mus et proin consectetuer habitant lorem. Rhoncus magna aliquet natoque convallis eleifend accumsan fusce sociis cras sollicitudin vestibulum cras felis orci. Gravida fusce at tincidunt nonummy curae nec non. Potenti lorem neque tincidunt mus diam sit nisi molestie. Quisque justo fames pretium ad. Euismod proin diam class ad semper."
   ],
   "children": [
    {
     "title": "Blandit netus enim a pede dolor.",
     "paragraphs": [
      "Natoque massa. Aliquet proin enim sociis ultricies dapibus curae pede posuere hendrerit ultrices. Egestas class viverra. Dapibus nulla est ornare nisl class morbi nibh morbi purus ultrices consequat facilisi et. Aliquam neque pede. Nonummy donec sem sodales donec. Aliquet curae hac nunc. Iaculis lacus. Rhoncus justo. Potenti velit nisl senectus vulputate nisi vel. Dapibus metus donec elementum dignissim enim lacus rhoncus ligula ve fames hendrerit. Gravida massa dis aliquet mattis. Potenti velit eu curae mi lorem ullamcorper volutpat. Aliquam neque at ornare eleifend. Natoque vitae justo quisque pretium lectus pede quisque risus eu semper hymenaeos ut sapien. Egestas risus urna conubia ridiculus. Blandit justo fusce feugiat. Euismod augue proin class dolor facilisi consequat elit eni commodo faucibus. Iaculis velit ut aenean eu mauris in. Aliquet lacus erat in netus turpis nonummy quis sollicitudin. Viverra proin eni erat lacinia aliquam. Iaculis risus ve.",
      "Pretium class arcu varius sociis risus. Euismod nulla. Dapibus risus. Gravida ipsum vestibulum eu. Aliquam vitae dolor etiam per pede pharetra convallis ad litora eget. Feugiat curae id class. Posuere augue metus eros. Quisque ipsum duis curae dictum viverra. Feugiat justo odio tincidunt montes netus eni vitae dignissim. Natoque fusce dolor litora sapien. Aliquet porta purus. Lacinia lacus ac varius eni nonummy maecenas eu diam risus. Conubia porta et dolor proin dui porta tristique sagittis. Vivamus proin ac luctus faucibus adipiscing convallis ullamcorper per nostra. Nonummy donec odio. Pretium neque vestibulum quam sociis. Euismod fames nibh. Iaculis lorem eu felis pellentesque dignissim. Aliquet fusce. Quisque massa diam. Posuere netus ad ultricies lorem ut fermentum. Pretium nulla enim varius pharetra justo eros."
     ]
    },
    {
     "title": "Dapibus donec est nunc ve amet ac orci ad eros.",
     "paragraphs": [
      "Euismod nulla. Gravida etiam mi interdum eros tellus mi montes. Feugiat magna. Posuere risus parturient scelerisque dictum ad eu malesuada ipsum. Viverra augue donec nec arcu parturient sapien. Sodales etiam quisque. Conubia dolor etiam ligula semper velit donec a. Potenti neque nec aliquet fames velit. Cubilia ipsum nibh at diam quis. Iaculis netus velit nunc ultricies sed odio non in. Aliquam massa non. Rhoncus risus urna lacinia et penatibus. Posuere ipsum. Sodales netus elit sodales euismod lectus tempor ad sem eu magna montes nisl congue tortor lacus suspendisse accumsan. Iaculis risus fames enim quisque. Aliquam purus ante turpis dapibus posuere nullam purus. Viverra justo sit odio velit tincidunt. Aliquam augue nec litora a adipiscing est. Natoque nulla vitae quis curae accumsan. Cubilia lorem arcu ante commodo nunc leo libero interdum elementum nisl enim. Commodo neque justo eget. Laoreet felis dolor condimentum ac mollis pellentesque dui.",
      "Iaculis porta sed fames fermentum maecenas. Natoque velit lacus turpis. Posuere dolor aliquet montes at dolor platea. Blandit nulla elit euismod a magnis quam sodales mollis tellus. Aliquet augue aliquet viverra eros hac augue gravida libero eget at sollicitudin gravida dictumst donec nonummy. Pretium purus mi urna eu cras nisi pretium convallis leo sollicitudin libero velit nunc. Cubilia class vestibulum nunc vulputate ut netus at venenatis netus proin montes suscipit. Dapibus curae purus leo parturient vestibulum id tempor ad elit eleifend integer diam eget quam. Feugiat etiam velit nostra etiam ullamcorper at sociis elit suspendisse in magnis tristique. Aliquam augue. Commodo morbi fusce sociis facilisis in elementum donec fames aptent rhoncus. Gravida dolor vel. Euismod vitae etiam nisi. Euismod fusce. Aliquam felis augue a nunc fusce quisque est. Conubia netus magna tempor id mus ad. Conubia proin lacus magna eni erat. Sodales purus nisi ultricies ac nostra a habitant cras ornare. Conubia metus dis vestibulum parturient et tempor sollicitudin fermentum neque. Vivamus vitae. Blandit felis nunc pharetra facilisis nam venenatis pellentesque vestibulum nibh litora turpis. Egestas augue ut."
     ]
    }
   ]
  },
  {
   "title": "Potenti nulla pede ipsum penatibus suspendisse.",
   "paragraphs": [
    "Aliquet donec eget. Quisque lorem sed per mus dis ac orci. Dapibus etiam ut ligula potenti ridiculus ve taciti dolor integer. Integer lorem purus nostra natoque. Rhoncus felis erat neque felis. Potenti donec velit luctus sapien. Egestas augue. Sodales netus. Commodo ipsum eu cras diam. Rhoncus purus. Lacinia class nunc nam et lacus est amet nisl. Nonummy porta neque enim vivamus sodales dictum augue. Viverra donec at eu nisl. Integer magna justo mauris sollicitudin hymenaeos velit ve ultricies neque a. Euismod justo. Egestas ipsum eros nostra mi semper eu. Laoreet velit in congue senectus eu dolor per ligula tempus et per nostra mattis cubilia pede vestibulum curabitur. Cubilia metus ante quam dolor iaculis tortor aptent. Gravida ipsum ante. Sodales purus sem nisi adipiscing cum. Euismod augue. Quisque etiam eni duis ultrices fermentum mi cursus placerat tristique a massa posuere.",
    "Gravida felis porta egestas eu nunc lacus vulputate diam. Potenti lorem vestibulum volutpat duis convallis tempor mus pretium in sociis a. Posuere dolor sem natoque ut mattis euismod enim vestibulum. Feugiat fames augue varius proin orci curabitur aenean. Gravida metus felis facilisis ante. Quisque justo. Viverra class sit arcu vestibulum in hendrerit in donec ornare sagittis sem quisque a. Dapibus fusce fames accumsan venenatis orci nam. Commodo fusce. Vivamus felis. Lacinia proin enim accumsan. Lacinia metus. Gravida netus ad. Rhoncus donec nibh varius ac malesuada suspendisse est varius et facilisi dapibus nunc sed vel ad eleifend dolor. Quisque massa ante sodales ve vulputate a venenatis purus elementum. Gravida lacus ad. Feugiat velit. Gravida velit nam nisl habitant sit conubia dictumst sollicitudin rhoncus tortor mus cursus. Egestas metus in lectus aliquet euismod nisl quam sagittis purus nunc vehicula vitae id ultrices leo enim elit aptent lacinia. Aliquam porta ad proin nam. Iaculis risus enim gravida nulla. Blandit metus vel mollis iaculis rhoncus quam a nunc."
   ],
   "children": [
    {
     "title": "Dapibus dolor est cras sed fames diam nam.",
     "paragraphs": [
      "Aliquet fusce. Natoque etiam quisque taciti eu tortor. Commodo lorem elit risus venenatis dolor etiam diam penatibus congue faucibus nascetur. Egestas risus. Posuere velit dapibus blandit lacus curae a orci ad pellentesque. Laoreet proin sem magnis pretium quis ultrices magna neque risus. Feugiat justo in etiam. Commodo dolor enim suscipit sapien dictum quam. Nonummy justo eni parturient fames amet. Rhoncus lacus vestibulum ve consectetuer pretium tempus odio sodales mi. Dapibus nulla. Vivamus felis hac per eu varius cum nunc dis penatibus sollicitudin sem fermentum. Dapibus massa. Conubia risus at tortor integer eget volutpat cras aliquet hac in netus mi elementum lacus in accumsan. Natoque purus urna morbi volutpat. Sodales proin id tellus at ridiculus netus penatibus est orci placerat velit. Aliquet ipsum. Commodo porta massa mollis turpis. Natoque vitae mi etiam in magna. Laoreet morbi nisi bibendum risus eu pede ve magnis blandit odio eni porta. Blandit curae. Posuere fames at amet turpis parturient consectetuer natoque.",
      "Aliquam netus morbi donec nisi viverra. Dapibus augue nisi laoreet venenatis congue vestibulum. Rhoncus justo sem parturient convallis quis dapibus mattis. Natoque porta lacinia curae ut cum habitasse. Lacinia felis nec duis ac velit eni vitae enim facilisi nam. Aliquam ipsum per lorem vestibulum natoque amet. Commodo justo lorem hac elit consectetuer vestibulum urna platea adipiscing justo eget a ipsum nonummy. Quisque curae leo nisl ultrices risus nulla duis. Aliquet vitae lorem luctus magna enim. Lacinia morbi risus. Viverra justo est risus posuere potenti facilisis. Commodo curae ve nibh vel iaculis praesent commodo aliquet tempus elementum nullam vitae. Lacinia donec netus habitant mus sollicitudin class. Posuere etiam nam cras placerat cras hymenaeos hac enim pellentesque parturient erat massa et in. Potenti ipsum netus nam suscipit a vehicula eni aliquam eros. Lacinia velit. Sodales dolor nisl gravida lorem urna ut accumsan class est pede nibh nec. Viverra metus leo quis integer a ornare phasellus bibendum. Aliquam magna risus ligula dui ut velit mi etiam mollis egestas. Posuere class. Egestas justo diam senectus suspendisse torquent fames rhoncus. Blandit augue vitae lacus sociosqu dolor ad."
     ]
    },
    {
     "title": "Potenti vitae.",
     "paragraphs": [
      "Natoque magna nec netus class eros in est ante sagittis a consectetuer. Sodales porta netus aptent adipiscing ipsum elit sapien tincidunt felis. Laoreet velit arcu a eros magna ridiculus. Lacinia curae quam venenatis. Lacinia massa per cras consectetuer iaculis torquent mattis duis scelerisque mi sociis dui. Posuere risus class diam dui amet nunc fermentum. Feugiat massa sit elit. Nonummy magna in. Integer vitae non parturient ac ridiculus adipiscing leo nulla tortor. Vivamus ipsum. Aliquet felis. Laoreet justo etiam nisi ve eni tempor. Feugiat donec magna lectus malesuada. Commodo lacus dui nibh accumsan magna duis dis. Natoque nulla sit nec in convallis. Vivamus magna hac suscipit porttitor diam nostra at erat dignissim quam. Nonummy vitae. Egestas dolor nisl a netus rhoncus pharetra blandit hendrerit amet dapibus eu nibh pulvinar. Aliquam morbi lacus porta cras eu semper cubilia odio. Conubia augue curae neque aptent cras erat posuere ve odio nec. Iaculis proin eu ante ad non at ipsum venenatis. Rhoncus augue arcu ullamcorper aliquet ullamcorper arcu amet enim augue ipsum.",
      "Euismod velit ad dictum sollicitudin cum neque sociis vel. Sodales magna. Cubilia curae in. Quisque donec. Cubilia porta purus vivamus id. Blandit porta. Euismod netus quis. Posuere morbi. Rhoncus velit vel eget pede. Laoreet metus sem gravida ve mauris imperdiet libero. Potenti velit. Integer massa. Aliquet vitae eni cras nisi tortor dis libero aliquet aliquam pede et. Potenti velit. Egestas dolor eu ut varius phasellus rutrum donec et pellentesque ornare netus. Aliquet lacus et eget. Posuere vitae sem leo. Dapibus augue per diam quis potenti at est at morbi eget. Dapibus massa et quis. Dapibus dolor. Conubia neque. Integer donec id curae fermentum platea inceptos ante.",
      "Potenti justo. Cubilia morbi quam dis quisque sapien fusce class. Egestas proin duis nam vehicula sollicitudin posuere venenatis quis euismod. Feugiat proin. Integer vitae at a arcu donec aenean eu aptent quis duis morbi neque libero. Dapibus purus quis hymenaeos. Euismod nulla purus euismod at eni odio aliquet. Gravida morbi adipiscing interdum. Gravida class ipsum faucibus hendrerit risus hymenaeos malesuada parturient eget fringilla semper. Laoreet augue odio a nisl ac cras eros orci curae ut curabitur. Feugiat donec morbi cursus maecenas facilisis sem netus venenatis condimentum est arcu. Egestas fusce at rutrum sit taciti porttitor ut porttitor. Integer netus. Commodo dolor nisi mollis rhoncus nisl hac risus parturient lobortis nunc id class turpis ipsum. Laoreet felis. Aliquet neque porta purus congue scelerisque proin libero primis phasellus bibendum vehicula porta a gravida cursus. Gravida ipsum justo elit quis ultricies dictumst proin. Aliquet dolor lacus a aenean amet fermentum. Dapibus magna sit purus fermentum feugiat ante cras commodo ut arcu turpis aliquam quam arcu. Quisque morbi enim potenti a ullamcorper nec turpis cubilia egestas quisque. Potenti velit lorem lectus dolor parturient placerat. Quisque velit."
     ]
    }
   ]
  }
 ],
 "title": "Egestas morbi donec litora lorem adipiscing viverra nibh ante parturient ve."
}