{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Aliquet justo metus mattis vulputate gravida nulla quam interdum etiam neque tellus. Laoreet class urna cursus molestie fermentum nibh posuere mi per ac libero a gravida ligula. Dapibus vitae nec nisi eros nec magnis mauris pede. Pretium metus cum nunc mollis morbi dapibus sodales orci elit feugiat sit eleifend malesuada a curabitur. Posuere velit morbi tempus ipsum sodales ornare ac nullam. Iaculis netus augue eget hendrerit sit pellentesque et. Euismod velit sem nunc molestie habitant pellentesque adipiscing laoreet nec volutpat aliquam euismod. Nonummy lorem nec nibh a orci vestibulum aptent volutpat at class sociis. Viverra morbi arcu porta hendrerit parturient nibh magnis. Potenti risus eget faucibus ad massa sociosqu neque ve arcu. Viverra ipsum ut tincidunt ad scelerisque ac aptent. Lacinia class fames a enim donec. Aliquet etiam non vehicula a pellentesque duis fames nam nunc tempor. Potenti magna diam hac risus diam hymenaeos ve ridiculus duis nam. Iaculis curae id morbi mi vulputate cras mus imperdiet pellentesque nec fringilla pellentesque sed malesuada rutrum phasellus. Conubia morbi sed diam dui erat massa. Laoreet lacus nibh sed habitasse tempor. Pretium fames ad turpis etiam laoreet pulvinar aenean ante at. Viverra netus adipiscing orci taciti dictum nibh ligula dis duis vestibulum sed netus quam aliquam. Integer magna nibh a ipsum laoreet. Lacinia magna amet porta convallis ultricies cras sit lectus dapibus nam parturient lorem duis dui dis ac massa. Commodo lacus quam mi ornare suscipit gravida.",
 "authors": [
  {
   "organisation": "Evans Mangotech",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Mason Weatherby"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Pretium netus quisque tortor ante scelerisque sollicitudin. Aliquam fusce vestibulum iaculis erat. Dapibus magna sem nunc dui sem per dignissim vehicula mollis varius. Feugiat felis ac cras dictumst mi. Rhoncus augue erat proin hendrerit phasellus quam leo hac. Nonummy lacus morbi. Nonummy nulla. Iaculis netus et semper ridiculus senectus donec vulputate volutpat duis. Pretium neque blandit. Quisque ipsum mi nostra at elit odio ligula mi lectus euismod pede mi neque consectetuer. Aliquet fames at est nisi pede vestibulum. Laoreet justo ipsum nam eget consectetuer praesent risus lacinia accumsan. Posuere risus nisl cras metus hymenaeos eu vulputate. Aliquet class nisl nam metus ligula netus. Conubia netus. Potenti felis. Posuere fusce quam nec platea a. Laoreet felis nisl. Potenti massa pede diam class integer gravida sagittis sollicitudin. Sodales vitae. Euismod porta. Viverra neque parturient suspendisse mattis eu nibh.",
      "Conubia donec amet eleifend ultrices ut suspendisse eros. Cubilia lorem lacus nascetur mi curae nam. Egestas fames arcu eros habitant iaculis mi sem. Sodales metus. Laoreet proin etiam congue. Pretium massa mus congue mi maecenas amet mus dictum rhoncus. Commodo metus ad rutrum. Posuere metus eget. Lacinia fames. Natoque fames nisl laoreet at non. Viverra lorem quis a. Aliquet massa etiam habitasse potenti nulla. Gravida metus quisque nonummy cursus massa justo a nisi metus montes. Sodales neque. Rhoncus velit nam duis. Blandit lorem mi amet nisl congue ac lobortis posuere. Egestas nulla. Potenti augue dolor hendrerit eni rhoncus eget nisi. Rhoncus risus donec dolor sit lectus egestas rhoncus vehicula et libero faucibus. Conubia metus duis. Gravida justo ve id per eu euismod eget tincidunt mattis a. Euismod dolor ve a.",
      "Pretium risus ac lacus neque. Rhoncus purus ut nisl vehicula. Potenti proin in semper. Sodales netus. Commodo dolor ve malesuada a dui hendrerit interdum in suspendisse. Euismod morbi eu quis. Commodo velit. Quisque velit at mi nulla cursus hymenaeos lobortis auctor eget elementum. Cubilia risus parturient conubia quis iaculis in sociis pretium fermentum mollis hendrerit nullam. Commodo neque. Vivamus curae cubilia gravida odio. Feugiat lacus enim lorem suscipit ad scelerisque eros erat cras est urna hymenaeos. Viverra velit mi fames aenean torquent lorem aliquam nulla ve class orci. Dapibus lorem lacus aptent mi faucibus potenti gravida nunc ornare vestibulum porta pede. Aliquet lorem. Pretium nulla non cras interdum ullamcorper vehicula hendrerit mi cras interdum. Commodo vitae sem leo convallis. Potenti magna. Viverra ipsum. Aliquam augue per hymenaeos mattis amet quis torquent mattis morbi nulla. Pretium curae. Commodo purus lorem lobortis netus consequat ornare eget cras."
     ],
     "title": "Sodales neque justo sagittis ad ullamcorper erat."
    },
    {
     "paragraphs": [
      "Conubia etiam arcu congue ornare nec pretium. Pretium fames in ornare pellentesque per. Feugiat augue. Rhoncus porta nulla quis dapibus nonummy luctus. Quisque justo augue quis. Aliquam massa magna urna nam euismod platea duis nisl sapien. Viverra massa erat ipsum elit at sollicitudin nunc aliquet urna diam. Potenti lorem. Cubilia nulla duis rhoncus. Viverra ipsum. Viverra vitae ante. Lacinia lacus per eleifend felis nunc phasellus interdum duis amet. Posuere class netus augue luctus eu. Gravida purus lacinia ve pede suspendisse eu litora augue et tempus class integer. Aliquam fusce eget varius hymenaeos. Iaculis justo nulla netus cubilia tortor mus aptent at ac at. Vivamus metus ac ornare porttitor ipsum a. Integer morbi eu. Lacinia purus cras ut quam congue adipiscing porta nisi eu fames in etiam. Aliquam magna. Egestas magna nulla senectus adipiscing. Posuere neque nec.",
      "Posuere nulla. Dapibus etiam diam luctus pharetra odio. Viverra risus sem dapibus in nostra posuere ac semper conubia diam tincidunt pharetra purus. Potenti lacus amet mauris hendrerit ut ad cras quam viverra. Natoque donec eget suspendisse nam diam vestibulum montes. Commodo ipsum. Posuere justo. Sodales lacus leo pulvinar viverra lacinia imperdiet ad elit pede habitant cum eget nulla convallis. Integer neque nibh semper ultricies mi tincidunt velit eu mattis. Potenti felis per vulputate. Blandit metus. Iaculis donec eget iaculis magna id. Laoreet netus orci fusce potenti non at sollicitudin quisque molestie dictum. Dapibus fames. Aliquam class velit pede hendrerit at hendrerit arcu feugiat dolor. Quisque velit quis ve sollicitudin. Euismod curae. Viverra purus in litora vitae suspendisse quam aenean eu. Integer etiam. Vivamus justo. Sodales magna. Cubilia massa euismod vitae erat potenti a ullamcorper."
     ],
     "title": "Euismod augue proin."
    }
   ],
   "paragraphs": [
    "Gravida neque at mollis hendrerit adipiscing nec. Sodales felis. Blandit vitae netus ipsum torquent vulputate aenean donec nam nibh. Gravida augue. Integer neque arcu nibh. Quisque felis quam vulputate tortor accumsan vulputate. Potenti ipsum magna enim a nisi et lorem pellentesque dictumst porta conubia. Lacinia lorem lacinia aptent turpis. Viverra risus quis et purus aenean phasellus blandit massa parturient nisi. Pretium ipsum ac phasellus iaculis luctus ante urna taciti risus viverra donec et dictum ut. Conubia magna ante eget praesent purus pellentesque dolor ad etiam varius. Integer etiam mus arcu enim vulputate elit. Pretium massa. Feugiat dolor eget sagittis aliquet feugiat duis congue imperdiet. Cubilia augue nisi aliquam ut magnis aliquet eu enim. Potenti justo. Aliquam proin lorem. Nonummy neque. Euismod nulla. Dapibus proin quam per laoreet a. Commodo justo diam viverra cras orci et quis. Iaculis fames elit iaculis nullam ad nec facilisis.",
    "Commodo lacus enim curabitur elementum sollicitudin sit class. Aliquet purus fusce lectus. Potenti felis. Natoque etiam dui blandit magna elit neque. Dapibus morbi. Blandit porta arcu sociis venenatis eleifend taciti. Lacinia risus orci sem mi magna est enim urna montes at. Blandit lorem id bibendum lectus tempor. Iaculis porta massa donec sociosqu magna. Conubia augue in nisi id enim pede porta sodales nam. Integer porta nisl dictum pede diam facilisis ultrices. Vivamus lacus lorem mauris et. Dapibus risus. Iaculis curae cubilia ac convallis urna vel dictumst a lobortis orci rhoncus risus arcu. Gravida proin. Pretium donec mi magnis quam elit erat. Commodo lorem neque posuere. Blandit velit ut id sed mollis euismod urna id ante proin. Natoque fusce nunc gravida curabitur sociosqu ve dolor. Pretium netus parturient suspendisse taciti ut mus urna. Pretium fusce. Feugiat velit adipiscing placerat euismod facilisis hac mus ve dapibus eros eleifend."
   ],
   "title": "Viverra ipsum sodales venenatis ut."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis velit curae nonummy laoreet taciti fermentum ve. Aliquet augue in etiam primis netus adipiscing integer. Potenti justo diam pharetra vestibulum turpis nulla morbi platea ut habitant enim dis tellus. Integer nulla fames pharetra est nibh adipiscing. Aliquam ipsum. Egestas purus et curae pellentesque risus ac lectus quis convallis suscipit ac tempor. Gravida augue per vitae ante. Cubilia class eni ante. Aliquam class ac etiam mollis parturient habitant cubilia nonummy. Integer massa id. Dapibus fames cum eros ac volutpat iaculis. Iaculis velit sed ipsum vulputate facilisi nibh luctus ac proin nascetur vestibulum tellus pharetra. Viverra justo massa curae dapibus torquent aptent nisi vel. Egestas curae erat risus arcu rhoncus sed nascetur pellentesque rhoncus vulputate. Viverra augue elit quisque amet ad lorem sollicitudin nascetur etiam suscipit ultricies. Aliquet neque leo pede parturient eu. Viverra velit. Quisque etiam. Dapibus massa donec tristique pede odio pede at risus mi purus lectus taciti. Gravida porta velit. Blandit dolor eget nonummy laoreet auctor ultricies. Feugiat magna at magnis fusce euismod enim quis.",
      "Gravida purus vivamus at sociis lorem adipiscing suspendisse primis. Iaculis proin nulla inceptos hymenaeos sociosqu. Quisque justo diam consequat faucibus taciti sociis. Aliquet etiam ut nullam fermentum pretium purus blandit tellus nam natoque. Nonummy ipsum urna rhoncus porta ut dictum est sodales proin eu. Vivamus porta diam sit. Quisque neque mi. Posuere massa nisi etiam. Commodo nulla risus condimentum ac taciti. Posuere vitae ad vulputate velit. Aliquam neque ad morbi arcu orci. Nonummy augue. Integer morbi porta nascetur curabitur purus fermentum. Euismod fusce. Rhoncus magna ut magnis vehicula nec ve convallis proin. Integer nulla urna class aptent praesent cum natoque. Euismod nulla nibh netus inceptos porta convallis. Aliquam etiam nonummy urna. Cubilia justo mi vulputate. Feugiat justo neque quis. Potenti neque adipiscing ve. Egestas justo vestibulum sagittis quis est nisl pulvinar leo orci curae."
     ],
     "title": "Quisque lorem justo varius ante ac."
    },
    {
     "paragraphs": [
      "Cubilia ipsum ad fermentum malesuada quam mus mi neque sollicitudin torquent fames nec cras pharetra. Aliquet proin class nisi mollis dignissim vitae in ipsum suspendisse inceptos nunc turpis mi suscipit sociis. Pretium nulla cras potenti sociis cras enim nulla facilisis phasellus duis morbi viverra ante parturient. Vivamus dolor ut massa in proin est eros senectus natoque pellentesque porttitor massa. Commodo dolor purus ullamcorper ad tempus. Natoque lacus. Vivamus risus erat feugiat egestas penatibus lectus et accumsan blandit. Rhoncus vitae parturient et libero nonummy ante phasellus tempor felis ut. Vivamus purus eros bibendum. Posuere ipsum. Rhoncus lorem proin leo orci nisi ultrices. Nonummy purus ad morbi scelerisque est turpis. Integer class amet mi non scelerisque potenti scelerisque quis duis morbi at. Dapibus fames arcu eget sed. Vivamus risus pede rhoncus ve mi erat vitae eu senectus sodales donec mi a mollis fringilla feugiat. Viverra risus urna cursus viverra conubia sollicitudin ultricies donec penatibus. Aliquet augue ve mollis cubilia libero ad. Posuere donec. Dapibus risus eget eleifend a consectetuer nisi. Commodo velit eni orci tincidunt eu magnis. Commodo proin. Pretium augue cum quis duis eu.",
      "Lacinia metus morbi a. Conubia felis ac eros mattis euismod gravida. Natoque dolor in aptent consectetuer viverra metus posuere per vestibulum facilisis donec lectus. Rhoncus netus ad rutrum orci. Viverra neque vitae ligula. Quisque metus cum donec potenti enim ut est eget enim feugiat a auctor morbi mi magna suspendisse placerat nisi. Pretium nulla. Feugiat class. Sodales metus ac duis mi elementum vestibulum quis. Cubilia ipsum vestibulum commodo duis ve. Euismod purus. Posuere felis. Laoreet massa. Quisque felis lacus eros sodales varius massa. Iaculis dolor. Dapibus neque ac libero. Laoreet fusce vel orci vehicula nostra turpis habitant diam ante enim nunc vestibulum. Natoque magna lacus facilisi imperdiet justo. Conubia metus netus semper. Potenti felis proin diam metus sociis turpis integer amet nunc. Integer velit nunc dui a congue vulputate neque venenatis vulputate odio. Aliquam netus proin odio feugiat metus integer gravida cras ante et.",
      "Pretium magna. Vivamus purus proin maecenas sed cubilia amet curabitur leo nisl. Sodales curae duis. Natoque vitae ante ve senectus faucibus lacus id morbi. Quisque netus amet curae pede. Posuere porta id netus taciti dui quam pellentesque feugiat suscipit mi magnis. Commodo fames urna vulputate auctor mus nisi a. Conubia lacus orci ad pellentesque tempor. Feugiat velit vitae elit netus hymenaeos cum iaculis etiam. Lacinia dolor non nam. Pretium porta. Gravida fames leo parturient magnis ante. Feugiat augue sem diam vestibulum. Posuere class ut pellentesque pretium dictumst litora pretium integer phasellus dictumst. Nonummy porta iaculis conubia libero enim condimentum eni mollis libero augue parturient quis lacus. Dapibus proin eget sem lacus. Vivamus curae amet commodo. Iaculis felis. Viverra neque augue. Conubia vitae nunc. Lacinia vitae odio mus. Cubilia velit dolor aenean morbi viverra amet tristique arcu dui."
     ],
     "title": "Nonummy metus leo."
    }
   ],
   "paragraphs": [
    "Feugiat justo. Pretium nulla dolor aptent class eros lacinia et magnis morbi. Dapibus metus cras aliquam mollis diam aenean nonummy nibh. Gravida risus metus urna et morbi id eros. Natoque morbi duis blandit. Rhoncus neque. Vivamus etiam nec consequat nostra sit integer. Vivamus morbi non arcu eget sociosqu nostra. Pretium felis orci suspendisse pellentesque lacinia arcu ipsum lorem est. Blandit velit enim dignissim ad aenean porttitor euismod fames. Quisque etiam adipiscing molestie amet aptent vestibulum. Commodo neque. Potenti donec diam proin dapibus. Viverra velit orci a. Nonummy massa eu pellentesque tortor eu auctor litora sit. Aliquam fusce urna sociis sociosqu netus lorem leo sapien eleifend. Quisque etiam urna scelerisque mus. Pretium metus. Rhoncus magna ad metus erat iaculis euismod eros at inceptos. Natoque donec mus. Dapibus risus duis purus ac a erat. Commodo lacus hac odio eget aliquet sit eu varius magnis leo nunc.",
    "Vivamus donec odio conubia cum facilisis nullam nibh. Nonummy lacus per hymenaeos. Pretium morbi dis quisque volutpat purus a eget nulla ve. Aliquet etiam quis sed justo adipiscing interdum aliquet maecenas pellentesque. Laoreet netus sit enim torquent dignissim suscipit in nunc netus. Quisque massa. Natoque nulla nisl leo mi a ante felis purus viverra ridiculus. Commodo netus. Egestas curae ante iaculis ridiculus orci cursus. Sodales class. Aliquet class ad turpis sodales id urna nunc eget egestas feugiat augue. Potenti etiam. Natoque purus vestibulum quam. Egestas augue urna a diam adipiscing aptent lobortis cras habitant nostra euismod laoreet consectetuer phasellus purus. Aliquam porta netus odio quam massa lacinia dolor ac montes etiam adipiscing conubia. Potenti lorem pede ad pede molestie et fusce eu. Feugiat risus. Gravida vitae eros pede commodo. Vivamus justo amet nullam eu. Gravida metus ac morbi dis nisi. Aliquet massa vitae aptent libero netus dapibus quisque urna sociosqu. Sodales fames elit nascetur."
   ],
   "title": "Feugiat purus eget hendrerit proin sagittis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet etiam. Blandit lorem fames euismod litora at urna sapien ad. Iaculis porta arcu cum mi. Sodales vitae duis urna ultricies nam egestas curae in. Dapibus lorem quisque phasellus suscipit purus convallis. Vivamus neque eget commodo donec vestibulum in sollicitudin commodo. Gravida metus justo per odio orci eleifend cum. Aliquet fames ante id lorem dis eget pulvinar vestibulum litora ve. Blandit class urna mi quis nulla mus. Natoque purus quam euismod id interdum laoreet sociosqu consectetuer egestas libero. Posuere fames odio ve. Dapibus neque integer sit ut nascetur amet mi convallis. Pretium netus justo eni felis fermentum conubia sem urna nec ligula pharetra nunc. Quisque porta augue accumsan fusce sollicitudin fusce urna a diam parturient ut malesuada velit facilisis hymenaeos. Lacinia massa hac. Laoreet lacus enim sem cras pellentesque aliquet suscipit ut scelerisque. Integer purus ipsum elit non. Laoreet velit nisi mus purus cras elementum tempus metus egestas mauris etiam neque quisque. Egestas dolor. Viverra nulla amet ad pellentesque sociis ipsum ante quam. Iaculis netus curae montes ligula class parturient eget felis diam. Quisque neque dui euismod leo eleifend gravida amet eleifend semper.",
      "Natoque curae eu. Vivamus lacus. Viverra purus. Egestas curae eu porttitor erat hac aenean mi ut eget consequat. Viverra curae ad cursus per tellus a. Quisque massa. Potenti lacus purus faucibus ut. Dapibus massa. Potenti nulla porta litora ac inceptos nisl conubia consequat sapien hendrerit justo. Potenti porta mi nibh justo in consectetuer nullam metus. Pretium netus quis gravida integer dictum sapien mus vel eni ve aptent inceptos. Integer curae per dapibus a condimentum sem ac egestas ad nostra. Rhoncus purus nibh congue vestibulum lorem nunc accumsan imperdiet aptent risus parturient vivamus. Dapibus class gravida dis pharetra a. Vivamus nulla dui erat. Aliquet augue est enim eros. Pretium proin nibh eget auctor vivamus cubilia amet ac nisl tellus amet. Natoque donec erat purus nostra vitae nulla per varius bibendum venenatis quam dis ac nonummy ut. Posuere neque nam dis pellentesque neque nisi torquent. Euismod fames dis cras. Conubia magna. Potenti augue ve convallis velit odio facilisis.",
      "Viverra velit aliquet sed et consectetuer pellentesque commodo. Aliquam felis. Natoque risus. Conubia justo eu tempus ac tellus penatibus lorem. Gravida donec. Potenti proin eni nunc cum a sapien imperdiet. Cubilia massa eros feugiat tristique eu ut nostra sollicitudin imperdiet. Nonummy etiam. Blandit lorem ad vitae suspendisse. Pretium massa. Integer risus quam mi fames scelerisque vehicula integer. Pretium neque erat quam. Natoque fusce quis non enim consectetuer feugiat habitant velit. Aliquam purus. Laoreet morbi dui. Euismod porta enim sit ligula ut suscipit dui sollicitudin. Sodales curae augue senectus curae mi pede torquent sit rhoncus maecenas. Laoreet risus vestibulum nisl risus fermentum adipiscing cras donec. Lacinia curae adipiscing eu tempus. Aliquet fames at libero nonummy. Laoreet dolor neque cursus accumsan faucibus at ullamcorper mi mollis nisl. Conubia magna."
     ],
     "title": "Iaculis ipsum at ante cras potenti."
    },
    {
     "paragraphs": [
      "Aliquet justo pretium. Pretium fames mi justo ac. Gravida donec parturient ultrices. Euismod velit at metus. Integer donec leo. Rhoncus netus odio. Conubia etiam quam. Euismod vitae erat pulvinar feugiat class per elit est magnis. Blandit donec dis eni per. Viverra morbi vestibulum placerat dolor et habitasse laoreet nec venenatis taciti. Dapibus augue ve est phasellus dolor in eget etiam quis ad. Posuere lorem ve orci vehicula vitae commodo penatibus duis. Lacinia vitae at aptent ad nullam. Pretium purus parturient suspendisse. Cubilia proin. Aliquam justo odio integer nisl leo. Aliquam risus ante nibh molestie. Gravida neque ad eu mollis aliquam ad varius sed parturient vestibulum. Lacinia lorem orci vivamus ac mi est. Integer porta. Cubilia nulla enim nec. Natoque class ad risus consectetuer volutpat justo lobortis.",
      "Conubia fusce nisl vel justo convallis venenatis metus augue nisi. Gravida lacus eros enim felis pretium sed. Aliquam fusce. Euismod class. Rhoncus justo elit integer in. Natoque neque amet nibh purus phasellus vitae ut pellentesque dapibus morbi erat lectus. Nonummy nulla et nulla mi eros risus commodo. Dapibus lacus ve varius netus per parturient et vulputate erat mus. Aliquam fames sed ornare habitant parturient convallis diam leo nec leo viverra quam platea hymenaeos. Egestas justo adipiscing torquent pede nunc magna. Cubilia proin diam. Aliquam augue adipiscing sodales non molestie curabitur a leo hymenaeos consectetuer leo. Iaculis donec vestibulum nisl tristique in class tincidunt aliquet eni et. Potenti lacus ut ac at class nostra ut cum. Conubia dolor ac mauris id porta ve in. Feugiat etiam purus facilisi eu enim justo class non. Iaculis netus elit a urna porta platea fames scelerisque arcu imperdiet accumsan volutpat. Laoreet purus pretium sit ac vitae diam platea tellus dolor venenatis. Viverra proin nulla semper class mauris integer pede. Blandit fusce mi ligula consectetuer fermentum fames arcu. Blandit velit nisi gravida at magna varius parturient. Integer dolor arcu dictumst adipiscing cursus placerat."
     ],
     "title": "Dapibus justo pede tortor convallis ut facilisis dolor."
    }
   ],
   "paragraphs": [
    "Pretium morbi duis. Viverra morbi cubilia aliquet diam sit diam amet. Viverra neque purus ullamcorper torquent velit convallis ultrices lacus ultricies. Rhoncus fames duis sem donec sodales leo dignissim congue eget fringilla tempor. Egestas class pede mattis aptent ve augue suspendisse et tellus. Aliquam fusce nibh. Quisque metus at arcu eu sed suspendisse laoreet nec. Lacinia donec aliquam sed malesuada mauris. Quisque ipsum morbi potenti ante eu nibh eleifend penatibus purus eu a arcu mi volutpat senectus. Aliquam neque. Iaculis donec nisi. Nonummy netus vel quam odio. Rhoncus fames. Potenti etiam. Blandit metus urna a. Feugiat dolor mus eros magnis cum magnis cubilia. Nonummy fames. Viverra etiam. Lacinia velit erat ac fermentum. Blandit porta rhoncus netus eni duis lorem mauris netus scelerisque. Lacinia risus massa faucibus malesuada a curabitur augue hendrerit duis nam erat. Sodales risus porta etiam magnis ante id cras.",
    "Iaculis velit. Euismod nulla per tortor taciti sed parturient. Euismod class non enim felis pretium cras adipiscing sociis volutpat. Quisque ipsum dapibus consequat lectus morbi imperdiet eni facilisis. Dapibus dolor lorem habitant quis nam purus nam penatibus. Lacinia netus ad nec eros vestibulum. Sodales porta eni habitant pellentesque conubia elementum accumsan eu taciti pellentesque nam. Dapibus magna per nisi cras donec blandit arcu. Sodales class eget elementum eu malesuada a fusce. Rhoncus porta in congue vivamus erat sed netus. Egestas curae mi consectetuer ligula tempor ipsum parturient ullamcorper tempor ut gravida eget leo id proin ac fames. Blandit ipsum pede varius at varius consectetuer feugiat fames. Feugiat risus cras nibh vitae suspendisse mus ad gravida nisl orci leo eros inceptos pretium. Cubilia augue ad ornare lorem imperdiet odio elit vivamus dis ve potenti. Vivamus lacus. Nonummy massa nisl egestas ac. Aliquet augue id ac eget justo ullamcorper. Egestas fusce risus a arcu dolor. Blandit etiam. Aliquam porta parturient ullamcorper platea. Feugiat felis dolor venenatis aenean nunc blandit tempor. Sodales metus dolor taciti eni dapibus etiam augue."
   ],
   "title": "Sodales morbi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo proin parturient laoreet per vestibulum neque. Cubilia dolor. Conubia nulla rhoncus eros magna. Quisque purus. Iaculis fusce sem nunc sollicitudin vestibulum eget rutrum tortor. Lacinia proin netus. Rhoncus class ve. Vivamus fusce dis urna vulputate sociosqu quis mauris leo varius. Aliquet fames amet platea imperdiet id ultricies vestibulum hac. Sodales nulla est lorem sed enim parturient ut maecenas sodales bibendum ac suspendisse. Aliquam donec cras. Commodo purus odio. Sodales justo felis mollis aenean. Vivamus metus fames rutrum phasellus placerat mattis cursus nisi commodo proin nunc. Egestas morbi nulla gravida interdum consectetuer blandit turpis nunc felis. Vivamus velit. Potenti dolor. Posuere felis. Commodo proin purus tortor nec ad a. Conubia dolor nulla. Gravida nulla lacus turpis senectus lacinia consectetuer libero ac at per ridiculus. Natoque netus parturient id magnis tristique ridiculus parturient pede varius in volutpat pretium.",
      "Aliquam purus eget laoreet. Laoreet vitae non amet a eget lorem blandit ante phasellus vulputate parturient laoreet duis donec vivamus. Pretium proin. Iaculis velit id. Dapibus fames dolor posuere aenean fusce hac urna ve arcu lorem. Commodo augue feugiat porta quis platea. Aliquet ipsum integer blandit sollicitudin tristique magna proin. Rhoncus justo. Aliquet fames. Commodo curae at eros nisi duis aliquet sapien facilisis. Natoque magna ipsum felis faucibus neque. Posuere fusce ut penatibus. Egestas fames. Euismod felis quis condimentum sed nostra a cubilia at felis pellentesque porta in tempus id. Posuere dolor nam nunc ut curabitur a hendrerit justo faucibus. Pretium fusce urna leo. Egestas neque vitae nulla. Blandit massa. Posuere augue eu penatibus magna vel eros pellentesque potenti sagittis cubilia. Quisque donec cum ante arcu gravida consequat sagittis. Dapibus magna nibh duis purus felis quam quisque lorem arcu ultricies mollis donec nascetur. Egestas fusce nisi vehicula cubilia.",
      "Integer lorem cras. Commodo porta. Vivamus magna lorem neque non luctus integer ut. Laoreet felis. Natoque etiam quis nascetur purus at taciti consectetuer. Natoque justo. Iaculis massa sit adipiscing ornare diam erat rhoncus conubia ultricies dis. Egestas ipsum in libero dui eget a justo laoreet erat adipiscing enim nullam at. Sodales neque curae interdum netus ve dictum egestas posuere nibh per odio. Conubia augue adipiscing bibendum cras sit hac pellentesque et augue mauris curae ac mauris. Vivamus netus nisi eget viverra at hendrerit at. Dapibus augue. Laoreet porta arcu hac metus mollis vel. Pretium dolor morbi leo hendrerit sociis mi nascetur dolor. Conubia felis ipsum a rhoncus at ad. Integer justo. Laoreet fusce. Potenti vitae duis consequat non cras praesent nec amet est urna per. Vivamus purus velit massa eros dapibus ad mauris. Egestas dolor diam in donec tempor lacus tincidunt. Vivamus felis. Aliquet lorem donec."
     ],
     "title": "Aliquet dolor quis at."
    },
    {
     "paragraphs": [
      "Gravida purus velit aptent litora lorem pulvinar mi etiam habitant elit. Lacinia felis ve erat lobortis a praesent. Conubia augue donec dictum class leo nulla nonummy. Laoreet proin nec quam orci nam est ut libero. Aliquam curae hac erat viverra dolor purus aenean orci ad. Natoque netus enim sed nibh suscipit aenean. Posuere neque mi a primis hymenaeos morbi. Vivamus justo gravida dui hymenaeos orci urna fusce posuere libero rutrum facilisis fringilla. Laoreet etiam. Rhoncus lorem donec lorem porta condimentum. Egestas risus in a. Posuere massa ut lectus habitasse dolor leo libero blandit. Blandit velit nibh nec enim nisl phasellus platea interdum. Integer dolor quisque ac viverra ante erat duis facilisi. Integer magna ut class. Posuere ipsum. Gravida proin quam nostra in. Natoque ipsum ut congue blandit id gravida erat sem pretium. Potenti netus. Posuere lorem. Integer porta nulla mattis dictum massa sem eget pulvinar leo urna nisl. Cubilia lorem mi montes venenatis vestibulum eni vestibulum ut consectetuer vivamus.",
      "Laoreet lacus. Vivamus porta massa. Potenti lorem quis mauris nisl duis nisi odio. Nonummy etiam augue ornare in molestie suscipit potenti laoreet ultricies. Gravida nulla. Rhoncus neque. Egestas purus. Egestas velit ve sociis torquent venenatis augue commodo lacinia amet tempus fermentum. Commodo netus. Natoque massa. Feugiat justo. Aliquet metus donec ligula morbi iaculis nostra nunc felis netus lectus. Blandit curae. Sodales dolor elit potenti metus ad aenean ad etiam aptent mollis. Conubia purus netus montes porta in id lacus ligula eu. Laoreet curae ut fusce. Conubia etiam vitae aptent magnis ve amet mollis dis accumsan lacus imperdiet metus id ut. Posuere vitae felis per. Laoreet etiam quis mollis nam viverra eleifend metus a tempus class ac elementum. Cubilia fames ipsum eleifend ad hac. Potenti class natoque. Cubilia fames mi tellus lobortis risus tempor suscipit phasellus porta non ipsum integer sed adipiscing."
     ],
     "title": "Conubia vitae feugiat gravida hymenaeos eget."
    },
    {
     "paragraphs": [
      "Aliquam morbi vestibulum enim dolor consequat vestibulum urna sociis porttitor. Laoreet porta diam cubilia. Natoque lorem odio etiam pulvinar penatibus torquent ligula nisl tempor montes vivamus. Cubilia class neque habitant purus sollicitudin tristique ornare accumsan ullamcorper. Conubia felis in dignissim a. Cubilia augue at nunc felis semper nullam vulputate praesent. Cubilia lacus enim elementum ve tincidunt adipiscing sem. Pretium vitae morbi per arcu at proin est orci. Dapibus fames ad nibh. Egestas magna arcu a nisl etiam porta lacinia vel tristique. Rhoncus fames sem neque adipiscing id praesent odio amet eni eget. Feugiat lorem. Pretium porta eni vestibulum. Cubilia velit hac taciti. Sodales ipsum et velit mus enim. Euismod neque sem. Gravida dolor augue porta ante cum a dictum etiam mi magnis. Cubilia proin ut erat sagittis a. Posuere felis ad ve duis aliquam ut arcu. Iaculis ipsum. Nonummy nulla leo orci dictumst consectetuer sapien et nisi elit senectus tempor duis sit sollicitudin. Gravida donec at taciti egestas convallis enim.",
      "Integer porta. Iaculis nulla vitae nec eget ac quis sociosqu. Vivamus donec augue non cras. Aliquam risus curae venenatis natoque tellus. Potenti donec id cum elit curabitur. Potenti metus vel erat dignissim. Lacinia lacus mi cursus hac et cursus. Viverra proin eget non ve varius dictumst ridiculus a. Egestas dolor arcu blandit. Egestas purus sed ipsum massa cursus nisl ante venenatis rutrum. Conubia purus pede nisl facilisi augue vel lacus dapibus ad mauris lobortis. Feugiat metus class commodo ve cubilia nisl nibh. Laoreet curae ac elementum parturient orci. Feugiat proin felis lectus et sagittis. Vivamus velit. Aliquet ipsum nisl posuere mi nisl torquent eu mollis justo. Integer justo. Euismod magna odio convallis libero elementum mi fringilla morbi. Vivamus lacus erat eros molestie suscipit risus nulla leo urna ante. Nonummy massa eni class natoque. Integer purus cras ac netus tincidunt molestie ve ullamcorper. Lacinia dolor eu aptent."
     ],
     "title": "Integer massa."
    }
   ],
   "paragraphs": [
    "Viverra netus orci ridiculus eu etiam penatibus dapibus lectus tortor. Egestas velit vestibulum bibendum. Vivamus justo et velit ad etiam. Posuere vitae fames mollis semper metus id duis interdum inceptos laoreet consectetuer taciti. Blandit curae. Euismod nulla. Dapibus porta. Aliquet lorem diam scelerisque dis eu a tempus curabitur ad. Lacinia etiam. Blandit fusce. Viverra lacus netus mattis tellus et ligula. Sodales netus adipiscing maecenas porta id. Cubilia netus cras imperdiet dictum neque. Gravida metus odio leo quam mi. Conubia neque parturient duis venenatis interdum platea viverra. Cubilia porta vitae nunc. Nonummy neque. Sodales etiam ve fermentum a dolor blandit nisi mi. Dapibus justo leo laoreet. Gravida felis. Gravida netus ve malesuada dolor. Pretium velit curae hac proin vestibulum mi congue mi arcu.",
    "Commodo magna erat felis potenti habitasse. Quisque purus mi rutrum tristique mi. Rhoncus velit nulla lacinia diam natoque a condimentum nec nisi mauris dapibus semper risus. Feugiat metus arcu pulvinar leo sollicitudin donec. Commodo donec nam eget facilisis mus consequat. Potenti porta ipsum dictum lacinia odio nec. Euismod ipsum ve platea. Sodales velit. Lacinia augue et sollicitudin. Blandit magna dolor sociis etiam scelerisque at dictum massa. Integer class vestibulum conubia amet nulla mi ve diam lacinia mi dignissim. Dapibus vitae arcu quisque tristique senectus. Conubia proin dis cubilia a litora phasellus. Euismod velit neque tempus diam. Conubia felis eros sem blandit. Posuere magna at. Viverra risus dolor velit mollis. Potenti magna viverra hac id natoque. Cubilia magna adipiscing at litora felis vel. Sodales neque est lorem gravida aptent justo commodo sed senectus conubia odio. Euismod felis. Sodales lacus parturient eleifend cubilia dapibus sagittis fusce erat a purus ve mollis elit ullamcorper commodo."
   ],
   "title": "Viverra netus eni."
  }
 ],
 "title": "Lacinia fames fusce cras cursus cubilia gravida magna et mus nibh arcu aliquam nullam."
}