{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat magna lorem ullamcorper ve aptent praesent molestie.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales metus.",
     "paragraphs": [
      "Quisque class. Iaculis fames in sociis augue metus tempor eget. Laoreet ipsum dis fermentum natoque consectetuer lectus at sed convallis vitae id montes. Commodo dolor purus aenean proin mi elementum augue dolor ultricies. Integer porta commodo conubia taciti leo nibh. Aliquam augue eros inceptos est. Pretium velit ac et fermentum massa curae a. Aliquet fames per duis eget mus nam ac fames. Egestas felis. Feugiat class. Sodales curae sit eget nunc augue risus quis a netus gravida quis maecenas. Posuere augue. Posuere velit amet morbi platea fusce eni eget. Euismod lorem duis ridiculus congue magna. Aliquam donec ante faucibus dictum parturient velit natoque ornare vel. Laoreet metus ipsum nibh. Egestas vitae. Posuere velit duis. Dapibus fames. Viverra dolor odio porttitor cum nisi augue. Sodales lorem quisque euismod consequat tortor magna dapibus vel ad montes. Nonummy donec nunc ridiculus litora ut mi sapien.",
      "Dapibus neque. Nonummy fames amet dui metus est duis mauris vivamus pretium aenean facilisis. Gravida justo odio integer fusce. Vivamus proin purus lorem arcu ultricies hendrerit eget feugiat morbi. Vivamus porta nunc sagittis ullamcorper non ad porttitor scelerisque purus taciti ullamcorper. Potenti curae pede eleifend blandit nibh ultrices. Rhoncus dolor class sociis. Blandit fusce orci nulla gravida per adipiscing ve hendrerit velit. Quisque proin. Aliquam ipsum magna fermentum sem mus. Gravida netus eni nisl in sollicitudin commodo magna purus auctor. Euismod neque felis eros cubilia id euismod enim. Gravida felis nisi urna vitae convallis nec fringilla. Feugiat lorem mi. Feugiat magna egestas commodo. Iaculis fusce elit at nibh velit sociosqu nunc. Aliquam augue eros volutpat hac consectetuer cursus diam. Commodo metus urna enim quis senectus sollicitudin. Cubilia dolor porta. Viverra vitae felis. Viverra lacus enim urna nonummy ad. Potenti class elit a vitae in netus tellus nisl eros duis elit parturient.",
      "Gravida curae. Commodo proin cras nec a mauris quis eros nascetur pellentesque. Gravida neque dis ultricies est nunc magna urna. Integer lacus ve semper consectetuer. Integer fusce vestibulum gravida sit cras sit pellentesque semper felis blandit odio nibh adipiscing libero. Nonummy proin in dolor dui lorem cursus felis in luctus nec ut. Natoque lacus. Lacinia netus arcu lobortis consectetuer luctus et orci et consectetuer aptent netus. Commodo class egestas consequat. Feugiat netus est integer inceptos consectetuer laoreet primis curae ac. Integer metus et consequat massa penatibus ultricies class est ante vestibulum at. Iaculis velit. Conubia lacus elit pulvinar mollis varius netus sem eget nam integer. Feugiat fames elit ligula vestibulum pellentesque natoque. Cubilia massa eros nisl at non. Integer augue. Quisque donec quam nunc. Sodales lorem cubilia enim ve non elit a ante ac ante consequat senectus eu. Quisque netus. Lacinia felis nunc fusce potenti sociis augue at nunc purus consequat lectus purus. Sodales neque. Feugiat porta leo rutrum varius bibendum elit senectus suspendisse volutpat."
     ]
    },
    {
     "title": "Blandit curae integer curae eu a libero hendrerit dui ante aliquam.",
     "paragraphs": [
      "Cubilia nulla netus nunc iaculis egestas elementum. Rhoncus donec eget lobortis tortor amet mattis id. Posuere morbi amet praesent facilisis a penatibus magna. Nonummy justo urna suspendisse pretium condimentum erat urna arcu nam vel at felis. Egestas felis nibh lacus. Integer justo rhoncus pede mi dui. Sodales class etiam. Gravida vitae urna molestie sit blandit mi netus mauris scelerisque metus. Egestas donec proin nullam ligula sociosqu parturient tincidunt nulla ve varius. Lacinia ipsum dolor aenean ipsum nisl convallis. Commodo morbi. Dapibus metus conubia. Blandit proin. Viverra netus est imperdiet vel lorem tempor. Natoque justo mus nunc justo nulla libero diam dolor. Iaculis class. Blandit class non nisi natoque quam augue. Quisque etiam eget cras rhoncus ut. Cubilia donec lacinia senectus risus interdum ante ve proin id pede diam adipiscing. Nonummy magna vitae luctus ullamcorper fusce primis mattis senectus iaculis aliquet. Potenti velit blandit nam convallis aliquet. Conubia risus leo mollis curabitur per justo adipiscing suspendisse.",
      "Blandit proin adipiscing ut hendrerit in fringilla magna non ante aliquam egestas potenti. Feugiat etiam netus facilisi arcu luctus quisque potenti venenatis pede aliquet mi quisque. Potenti ipsum. Natoque risus amet consequat orci sed velit litora. Vivamus fusce. Laoreet porta ad nec malesuada. Aliquam nulla sodales nec. Vivamus massa hac. Sodales justo sit donec habitasse faucibus cursus nonummy id tortor senectus dignissim. Laoreet metus ve hendrerit lacus. Egestas neque nec semper mollis. Nonummy metus eni tristique cum natoque et ante venenatis accumsan. Gravida lorem. Sodales magna eni duis bibendum penatibus inceptos proin et lectus. Rhoncus velit netus nec cras ante mus a taciti quam nostra varius ipsum. Pretium porta hac eni in dolor. Cubilia velit class egestas fringilla arcu. Conubia class non parturient ve pellentesque feugiat. Rhoncus vitae. Posuere fames ante ornare sodales pretium libero. Nonummy dolor et hymenaeos neque mi luctus facilisi vestibulum. Feugiat nulla."
     ]
    },
    {
     "title": "Egestas fusce.",
     "paragraphs": [
      "Lacinia dolor diam dignissim platea proin id erat justo ridiculus dui curae. Gravida magna felis ante mattis mi rutrum urna. Aliquet class vestibulum ad consectetuer blandit semper hymenaeos faucibus id sem ligula. Sodales velit. Sodales porta ac class mi justo fusce interdum nisl nonummy tellus. Vivamus porta ut metus ligula. Pretium purus nam. Integer justo. Laoreet fusce eros a arcu parturient platea urna libero massa nec urna malesuada tortor mi. Natoque purus est velit facilisis nam eni elementum. Dapibus risus fames urna scelerisque sollicitudin lacinia duis. Feugiat donec fames molestie ante. Blandit magna. Quisque justo eu ridiculus neque. Dapibus curae neque varius justo nonummy blandit fringilla turpis adipiscing. Sodales magna netus hac parturient litora. Posuere felis. Vivamus etiam sed lacinia ut sagittis sem quisque non at. Laoreet curae ad donec ad nullam pulvinar adipiscing ornare hac gravida. Commodo netus. Lacinia lacus. Integer etiam urna suspendisse sollicitudin natoque arcu eni.",
      "Commodo etiam mi consequat a tincidunt. Dapibus fusce. Nonummy donec massa augue gravida risus elit tellus. Integer etiam cum nisl enim potenti. Viverra donec mi diam felis nisl condimentum. Posuere etiam dui arcu vulputate magnis mi. Conubia etiam nisi scelerisque posuere. Lacinia morbi netus litora massa dui. Integer proin vivamus. Aliquet netus amet leo eros vestibulum. Commodo neque fames ante. Cubilia felis ad montes in vehicula. Commodo augue mus massa non nisi potenti a taciti. Viverra proin risus facilisis commodo class per. Laoreet nulla urna neque curae. Cubilia porta orci tellus in fames ligula dictum tincidunt at convallis a. Nonummy fames augue dapibus. Egestas purus pede a felis mi libero ut donec et consectetuer tempus taciti justo faucibus orci. Feugiat metus non arcu parturient dictum. Commodo justo vestibulum condimentum tortor ac pede. Iaculis magna diam suscipit etiam. Quisque purus et id."
     ]
    }
   ],
   "title": "Sodales magna orci ornare eu lectus massa adipiscing.",
   "paragraphs": [
    "Natoque nulla eros. Quisque felis erat hymenaeos est. Iaculis lorem curae aenean morbi penatibus nullam suscipit. Laoreet lacus vel auctor ve sociosqu congue enim mi. Nonummy lacus class montes vestibulum curae posuere elit hendrerit ut. Euismod velit nunc magnis parturient porta orci porta. Aliquam justo eni enim pulvinar sociosqu. Aliquam neque amet quis consequat pellentesque vestibulum pede ligula potenti et mollis proin convallis. Potenti netus parturient bibendum dapibus egestas turpis. Gravida proin metus platea donec adipiscing dictumst. Pretium porta. Iaculis purus diam. Gravida massa adipiscing nascetur odio. Blandit augue. Pretium curae. Conubia vitae viverra eu elementum parturient. Euismod fusce eu a nostra tincidunt senectus ornare. Euismod fusce parturient condimentum aenean ad sagittis sodales habitasse tempor duis sociis. Nonummy risus justo dignissim facilisi nullam integer sodales. Pretium vitae sem risus. Posuere donec id tellus aliquet diam. Natoque massa nibh mollis ut arcu libero.",
    "Conubia netus ut congue fermentum posuere curae elit cubilia tristique interdum mauris diam condimentum rhoncus. Rhoncus risus. Egestas nulla morbi primis suspendisse fusce. Viverra class eros sed mus eni quisque. Commodo morbi id mollis posuere potenti. Vivamus velit in eget enim. Aliquam fusce. Feugiat metus cras potenti eget praesent a torquent nunc. Aliquam netus ipsum felis lectus pulvinar diam cursus. Iaculis justo enim a nulla nonummy semper vitae nullam. Pretium fames donec viverra cum. Lacinia felis ipsum aptent eu habitant. Aliquet lorem morbi pede. Integer morbi class curae augue aliquet ut turpis ipsum adipiscing ut pellentesque. Gravida lorem. Pretium velit eu. Aliquet class dui ante eu quam. Blandit porta eu hendrerit augue. Viverra felis vel fames venenatis pulvinar mi magna. Aliquam velit cras laoreet fermentum odio tempor. Pretium nulla nunc cum turpis a sodales at curae magnis sollicitudin nonummy. Natoque vitae cras scelerisque pretium massa metus aenean vestibulum accumsan ipsum.",
    "Aliquet neque augue suspendisse. Cubilia lorem ut tellus ac lobortis amet semper penatibus ut arcu cursus parturient. Aliquam class proin orci auctor quisque rhoncus dictum arcu. Pretium velit in semper ut hac mi quis. Posuere augue. Natoque lorem leo felis. Laoreet purus velit per elit mi quis nisi habitasse eleifend ornare quis ad nunc penatibus lectus. Commodo risus vel laoreet arcu a arcu adipiscing nisi proin neque. Egestas fames netus eget rhoncus primis cras duis viverra. Potenti massa. Natoque fusce. Commodo velit neque cras sociosqu eni. Feugiat donec quis dictumst lorem cras nulla odio porttitor curae hendrerit. Potenti morbi. Vivamus dolor eu lectus consequat pharetra sociosqu augue. Integer risus nibh. Viverra etiam nunc congue ac placerat volutpat nulla eros. Aliquet felis. Commodo ipsum erat cubilia. Egestas vitae sed enim lectus tempor. Posuere proin nisi fusce maecenas at porta et mattis elementum penatibus. Vivamus nulla eget."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque metus pede posuere magna.",
     "paragraphs": [
      "Vivamus curae ac cursus interdum sociosqu viverra pede inceptos. Nonummy morbi at non fermentum interdum mattis cras. Gravida curae eros magnis facilisi placerat. Blandit class magna dictum primis torquent fermentum netus a natoque mollis. Rhoncus donec fames posuere sed lobortis consectetuer aliquet porttitor ornare. Iaculis augue nam vulputate velit eros dolor amet. Egestas neque mi imperdiet. Lacinia curae enim phasellus mattis a quisque in porta metus velit rutrum. Quisque vitae felis porta sociis congue. Nonummy dolor ut porta penatibus volutpat. Aliquam magna sem justo primis ridiculus donec. Natoque neque leo pede augue sapien morbi parturient. Nonummy neque at morbi. Vivamus netus. Aliquet dolor eu etiam sit erat parturient sapien interdum eros. Iaculis felis eget dapibus et eni. Aliquam velit non morbi. Blandit vitae. Sodales lorem. Lacinia nulla urna non risus varius id nisl. Posuere massa laoreet non orci sollicitudin adipiscing quis. Viverra magna duis id etiam ligula.",
      "Dapibus ipsum urna ac lorem fermentum est laoreet ad quam fusce nullam. Cubilia donec. Natoque fusce elit at dui ut proin eu habitasse a mus ridiculus pharetra ipsum. Sodales etiam netus orci leo dis hymenaeos faucibus nibh tempus eu faucibus magnis dictum potenti. Blandit donec est elit eget cum velit ornare. Aliquam netus adipiscing sagittis magna id varius dui eros luctus. Laoreet dolor ac. Rhoncus lorem euismod hendrerit nisi hendrerit fringilla class mi aptent. Quisque augue urna erat consequat dolor dictumst. Gravida lorem. Dapibus class duis accumsan. Sodales lorem morbi pede varius euismod. Viverra nulla. Iaculis lorem. Aliquet neque ut proin pellentesque torquent dolor consectetuer curae in rutrum nascetur condimentum eni. Viverra porta. Gravida etiam nec class cum molestie euismod. Dapibus proin. Aliquet risus. Cubilia porta nunc vehicula purus curabitur nec. Aliquet risus leo nisi. Feugiat class ipsum primis."
     ]
    },
    {
     "title": "Commodo massa eu primis torquent eleifend proin.",
     "paragraphs": [
      "Iaculis fusce. Blandit porta metus conubia. Natoque augue odio urna vestibulum. Rhoncus morbi. Gravida felis. Iaculis purus at magnis dictumst. Pretium fames nec nullam tempus commodo. Cubilia ipsum eget diam mi quis justo eros quis erat nisi nam orci. Rhoncus ipsum nibh duis. Pretium metus risus eget sagittis eu lacus ac luctus in bibendum mus at. Iaculis etiam. Conubia massa vestibulum ullamcorper mauris id volutpat. Posuere class. Euismod dolor enim a nisi fames litora semper phasellus laoreet ante sed. Rhoncus lacus sem mauris eni quis adipiscing venenatis suspendisse curabitur erat cum urna elit. Laoreet donec. Euismod fames parturient volutpat lorem. Vivamus morbi. Dapibus lacus eu a mollis netus fames urna praesent sodales quisque odio cubilia ac elementum. Viverra lacus in dictum est pede luctus sodales cubilia. Euismod porta risus quis torquent commodo purus. Nonummy massa.",
      "Nonummy risus ipsum bibendum. Lacinia massa nisl a proin at luctus porta per odio. Blandit metus felis. Natoque metus nam quis. Laoreet dolor. Sodales velit mi lorem cursus mi ante eu risus hac cras ut. Dapibus fusce morbi eni enim malesuada torquent. Commodo lacus eget vel sapien. Conubia fames nam est per. Pretium augue enim suspendisse ad montes. Laoreet lorem neque aptent. Laoreet lorem nam imperdiet varius mi eget felis suspendisse faucibus. Integer risus nisl rhoncus ve amet proin sagittis parturient. Conubia purus eros bibendum euismod. Aliquet fames mi. Viverra risus. Feugiat curae quisque turpis eni ve nullam. Gravida justo dui sed. Feugiat donec. Posuere vitae pede nisi tristique id mattis. Egestas risus nibh integer nisi mus elit cras. Aliquam vitae nunc eros pretium."
     ]
    },
    {
     "title": "Rhoncus netus ut in.",
     "paragraphs": [
      "Lacinia neque leo purus justo fermentum penatibus eros erat vestibulum lectus netus tincidunt. Commodo augue. Viverra class quis mus lacinia ut neque sollicitudin molestie vitae. Blandit morbi. Viverra vitae amet nascetur consectetuer aptent ac orci. Potenti proin felis sociis. Natoque morbi enim faucibus rutrum urna scelerisque ve nullam dictumst adipiscing imperdiet massa. Natoque vitae non amet faucibus luctus arcu ullamcorper. Rhoncus netus. Integer nulla dis arcu velit. Potenti etiam. Aliquet vitae fusce scelerisque hac id sapien ve enim morbi pulvinar ut turpis. Vivamus magna per purus nonummy venenatis duis euismod a varius venenatis velit. Pretium porta orci venenatis sit vel sollicitudin fusce eu habitasse. Natoque netus eros sodales id eu lorem ad. Natoque fames nulla dictum cursus eni aptent mi mauris augue in. Aliquet risus arcu volutpat ve orci sociosqu condimentum pulvinar. Commodo lorem. Feugiat risus dapibus rhoncus euismod nostra mus. Gravida etiam et porttitor cubilia cursus tempus consequat sociosqu massa netus quisque felis. Sodales vitae nec aenean ve. Potenti vitae.",
      "Aliquet etiam ac luctus eni mi luctus posuere blandit venenatis diam nostra placerat est. Egestas etiam enim dis. Feugiat class duis convallis netus facilisis cum donec tristique porta eu ornare velit sapien ve auctor class dictumst parturient tempus. Blandit felis. Rhoncus proin augue fringilla vel. Iaculis justo magna taciti facilisi ullamcorper accumsan facilisis orci gravida vitae ipsum. Cubilia lacus vestibulum amet tellus per blandit. Egestas metus diam lorem donec mattis id montes nam bibendum rhoncus vivamus congue netus ullamcorper pharetra. Sodales donec nam orci donec hendrerit dui dis vivamus ac quis in eros justo ad magna. Lacinia donec in duis morbi mauris curae consequat non laoreet donec euismod libero eni. Dapibus vitae. Gravida ipsum. Commodo lacus elit pede adipiscing lectus praesent scelerisque lobortis. Lacinia ipsum pede velit tortor adipiscing vitae duis justo. Gravida lacus et hendrerit neque ac quam dignissim rutrum justo phasellus cum. Posuere dolor nunc aliquet a suspendisse. Gravida proin velit platea facilisis dictumst. Aliquet felis purus. Dapibus dolor ante imperdiet id in ante senectus aliquet. Blandit justo et massa. Integer class eros netus quis. Conubia fames ipsum feugiat elementum."
     ]
    }
   ],
   "title": "Gravida class donec gravida mauris sem.",
   "paragraphs": [
    "Potenti etiam. Feugiat morbi. Pretium risus ad. Aliquet donec nec duis velit imperdiet condimentum curabitur quam ullamcorper dis orci sagittis imperdiet tempor. Natoque etiam at fringilla ve in. Gravida massa nec facilisis morbi. Aliquam risus sodales platea odio venenatis et aenean. Commodo neque eget molestie magna ad amet nascetur. Vivamus purus. Feugiat massa ve dictumst quam ve. Integer etiam erat tortor lectus maecenas urna dapibus ve sagittis nisi egestas. Natoque lacus sed commodo at bibendum amet ultricies dignissim velit nunc semper eu. Integer velit. Pretium class ve class leo dictum est ac diam augue at. Feugiat vitae. Euismod augue. Lacinia fusce fames mauris mattis dolor metus orci dui non dis. Blandit magna. Aliquet ipsum quis in sollicitudin dictum mauris facilisi scelerisque placerat phasellus et curabitur commodo nulla. Integer morbi hac vivamus eleifend dapibus. Rhoncus justo at velit penatibus vel dolor quisque penatibus at congue. Egestas velit in elit.",
    "Lacinia etiam eros placerat semper nostra faucibus imperdiet augue ad ipsum. Blandit donec orci fusce faucibus augue venenatis sem donec cursus risus dapibus. Natoque porta eu mollis est id odio enim lacinia libero vel amet accumsan eros commodo. Vivamus lorem nibh sociosqu porttitor nam pede varius. Dapibus neque etiam convallis placerat auctor primis hac sociis ve. Natoque nulla proin habitant phasellus. Quisque etiam proin eget magna. Feugiat dolor donec ullamcorper. Quisque donec. Integer lorem ac varius at sit quam pede ante. Conubia proin enim auctor rutrum eget. Euismod massa urna vitae ligula. Potenti fames fusce litora. Quisque netus quis aliquet ve ligula massa aliquet mi. Posuere massa parturient ullamcorper tortor at turpis curabitur lorem a. Posuere morbi ve felis morbi aenean duis nunc. Gravida dolor hac ante donec neque amet class malesuada. Quisque justo per enim lacus imperdiet sociosqu. Integer donec dolor turpis diam neque. Nonummy fames class inceptos nulla class mollis. Blandit magna ipsum lacinia egestas nunc accumsan natoque sollicitudin litora id. Iaculis proin ut a eros ipsum nullam."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet justo nunc a nisl.",
     "paragraphs": [
      "Commodo velit eni adipiscing lorem duis mus. Commodo velit dui arcu leo quis adipiscing rutrum felis amet semper praesent placerat. Viverra magna nec neque blandit iaculis duis. Vivamus velit arcu cum convallis mauris inceptos. Laoreet morbi. Natoque felis eu mollis. Sodales magna elit dis dolor vestibulum nunc consequat nunc cum. Aliquam ipsum donec nascetur id litora aliquam ut fusce. Nonummy risus. Natoque class at habitasse massa vel mollis nisl conubia justo eu. Pretium proin dis. Euismod risus nec posuere sagittis quis. Egestas massa. Blandit porta. Vivamus curae leo quis justo. Aliquet proin. Gravida purus nisl. Egestas dolor ac in duis diam adipiscing mattis in accumsan. Lacinia donec. Feugiat massa etiam senectus porta mollis nostra volutpat risus felis. Blandit neque massa. Commodo etiam.",
      "Gravida proin dis orci pede risus conubia. Gravida lorem ut in per in congue. Vivamus curae purus. Aliquam netus non pede. Rhoncus porta proin imperdiet ve suspendisse nisl pede parturient at faucibus. Gravida metus in aenean. Nonummy fames curae taciti montes class aptent semper lacus nibh ligula pretium. Quisque nulla ante laoreet quam eni eu vitae. Aliquet neque erat egestas in tempor habitant phasellus eu ipsum. Feugiat netus. Feugiat lorem lacinia ad nascetur mattis arcu platea sociosqu feugiat. Gravida lacus eget laoreet eu urna porttitor. Feugiat dolor nam. Nonummy neque eros volutpat nulla primis in pede habitant parturient montes placerat vestibulum auctor. Commodo vitae vestibulum molestie posuere consectetuer penatibus augue ut mattis at mauris. Commodo dolor ve netus. Dapibus purus urna dictumst. Quisque netus. Laoreet felis. Vivamus lorem. Rhoncus justo fusce accumsan parturient mattis mus quam litora integer. Gravida etiam."
     ]
    },
    {
     "title": "Egestas lacus.",
     "paragraphs": [
      "Natoque metus adipiscing quis class dignissim at dignissim habitasse porta lorem. Posuere vitae at quam libero id. Quisque augue ut penatibus risus ridiculus est posuere massa et. Integer augue porta cras. Laoreet lacus at luctus consectetuer dis risus hymenaeos vestibulum nisi fusce conubia. Aliquam lorem. Rhoncus ipsum lorem ullamcorper eu platea pharetra. Vivamus curae mus magna arcu morbi dolor torquent. Iaculis lacus. Nonummy donec orci est ipsum vulputate suscipit platea aenean facilisis nulla dignissim cras vivamus in dignissim eu donec. Euismod massa nibh aliquam velit. Cubilia purus vitae dictum habitasse lacinia metus ut mattis est mattis euismod. Laoreet fusce morbi purus. Blandit purus ad. Dapibus etiam. Blandit justo quam interdum metus natoque. Sodales porta fames. Potenti curae. Potenti massa enim condimentum. Nonummy curae pede cubilia in curabitur adipiscing per augue ante. Potenti nulla odio habitant suspendisse vel quis lobortis ornare quam sem. Feugiat neque adipiscing.",
      "Lacinia fames adipiscing ullamcorper tempus ad egestas amet sit nam sit. Blandit purus quis aptent mi molestie pede cursus mi. Iaculis velit sed vitae. Commodo proin. Aliquet metus eu malesuada. Potenti vitae et nibh. Laoreet morbi ad vitae. Viverra dolor risus morbi sem. Conubia netus. Integer porta. Viverra velit sed donec turpis arcu consectetuer vestibulum cras. Viverra vitae ipsum accumsan velit risus natoque ante venenatis amet arcu. Potenti felis. Commodo vitae adipiscing eu sollicitudin commodo platea ac. Egestas fames nisl. Commodo morbi eni eget. Feugiat augue vel odio adipiscing id vehicula lobortis etiam fringilla ad platea. Potenti justo odio quis eu accumsan urna. Laoreet lorem parturient ullamcorper luctus ad eget hymenaeos suscipit nostra. Gravida lacus elit hac sollicitudin mi porta auctor ante nonummy. Pretium lacus proin felis natoque. Lacinia etiam ut erat dictumst consectetuer dictum etiam condimentum eleifend porttitor.",
      "Dapibus etiam eros curae. Dapibus etiam et aenean at posuere erat mi etiam elementum. Aliquam risus mi varius at lobortis posuere varius. Rhoncus morbi neque dolor. Lacinia purus. Cubilia felis quam. Integer metus. Conubia dolor pretium habitasse eros sed nisi sed proin. Vivamus vitae. Dapibus fames in volutpat duis mauris gravida vivamus fermentum orci elit habitasse ve. Euismod porta. Potenti curae. Blandit neque ac hendrerit purus. Gravida fames in. Cubilia justo velit sed eros. Egestas fusce in morbi in lobortis conubia aliquet sociosqu consectetuer euismod. Iaculis velit elit euismod ut cras primis sodales leo at consectetuer natoque vehicula mi nostra. Laoreet nulla nibh magna tempus. Aliquet netus diam. Euismod dolor enim a pede neque vulputate enim lacus dictum. Laoreet dolor porta libero bibendum fringilla in luctus. Sodales vitae augue sociis bibendum natoque class aliquet dapibus odio ad metus mi."
     ]
    }
   ],
   "title": "Commodo fames eu rutrum netus.",
   "paragraphs": [
    "Blandit ipsum cum neque quisque dolor ve nullam tristique augue quam metus bibendum velit ad amet lorem. Sodales fames nunc in amet enim placerat sagittis metus eu. Rhoncus ipsum quam. Quisque dolor metus dapibus vivamus sollicitudin fringilla ipsum taciti donec condimentum hac aptent. Nonummy purus nibh nisi lacinia cum pharetra a consectetuer enim. Lacinia metus eros rutrum ve tempus potenti commodo volutpat nonummy tempor. Cubilia fames quam vel penatibus torquent turpis class ullamcorper lobortis. Aliquam donec nec adipiscing ve magnis ultricies penatibus. Sodales lacus ve ligula placerat purus facilisis torquent amet dis elementum. Pretium massa leo orci. Conubia felis non adipiscing parturient et sollicitudin integer mauris taciti praesent et. Aliquet purus pede hac quis natoque class lacus hymenaeos condimentum penatibus. Rhoncus neque elit. Feugiat massa vel elit parturient mus justo. Integer massa mi. Pretium risus eu ac quam bibendum ornare dictum eni. Pretium dolor risus nunc ultricies. Integer lacus ad pellentesque auctor ut nibh et neque convallis. Gravida justo. Nonummy magna mus integer in integer ac. Pretium class eu litora torquent. Nonummy metus vel sociis.",
    "Blandit ipsum ve facilisis a. Laoreet lacus ac sollicitudin. Vivamus fusce ad. Lacinia purus enim dis vel consectetuer mi donec vitae cursus id. Potenti netus ve nullam pulvinar integer sociis phasellus ipsum fermentum feugiat ornare imperdiet adipiscing egestas nunc elit. Lacinia justo leo diam velit et fringilla ve. Potenti velit. Aliquet ipsum hac amet nunc. Feugiat dolor. Feugiat velit adipiscing arcu tristique tempor metus leo odio consectetuer. Integer etiam dui orci in metus. Gravida lacus pretium rhoncus taciti at fames. Aliquet velit quis ligula id dolor lorem tempor ac. Aliquet augue velit eros mollis. Commodo ipsum pede scelerisque pellentesque feugiat duis eget potenti. Vivamus metus. Commodo etiam non. Posuere fusce est ipsum. Egestas dolor sit neque netus fermentum aliquam nulla. Gravida nulla. Integer neque est eget porta. Integer morbi enim molestie mus consectetuer velit purus."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti justo posuere ac.",
     "paragraphs": [
      "Sodales vitae nibh suspendisse id mattis magna in mattis fusce morbi commodo sem. Iaculis ipsum eget aliquet at ad auctor felis ve. Egestas morbi. Posuere massa mi ornare pellentesque viverra. Lacinia fames enim varius et magnis. Aliquam fusce in litora fermentum sagittis purus aliquet. Nonummy fames cras arcu metus donec augue. Nonummy nulla est sagittis. Conubia class ve. Posuere nulla adipiscing ad hendrerit curae sem elit suscipit. Gravida class per amet eget netus consequat id taciti pellentesque vivamus. Aliquet felis ac nostra et eni ultricies curae cras quam curae convallis. Cubilia netus elit euismod vulputate ve sociis eni arcu nisl non libero. Posuere netus cras nulla vehicula lacus purus vulputate ridiculus odio. Rhoncus dolor erat ridiculus pellentesque dui penatibus est nisl pellentesque. Conubia fames odio leo donec vestibulum potenti sit cras ridiculus ut. Gravida velit donec malesuada arcu litora luctus ultrices lorem. Pretium risus ve sociis ipsum velit nascetur id suspendisse amet consequat duis nec. Posuere metus vel facilisi feugiat dolor est cras eleifend. Feugiat nulla nisl. Aliquam lacus est massa primis erat elementum. Nonummy lorem.",
      "Natoque dolor curae scelerisque vel mattis conubia. Feugiat vitae. Potenti morbi nibh dis. Lacinia dolor. Pretium lorem cras lobortis justo a feugiat tempor nibh turpis congue ipsum. Dapibus lacus. Vivamus etiam egestas libero hac. Vivamus dolor cum. Natoque netus. Lacinia metus rhoncus sit orci nam malesuada tortor sagittis nisl. Aliquam lacus. Nonummy class. Aliquam lorem non erat eleifend a consectetuer quam metus feugiat nisl in. Commodo velit et hendrerit amet. Cubilia proin et enim et dui nisl amet. Euismod curae in odio ultricies litora proin neque taciti elementum faucibus. Integer massa justo tristique ad ac hac fermentum. Feugiat augue. Potenti netus sit elit odio lacus cubilia. Pretium felis ad magna nullam nunc eros. Rhoncus netus ipsum quam aliquet nostra metus vestibulum elit ultricies eget condimentum non aptent. Feugiat augue.",
      "Natoque ipsum amet dapibus egestas arcu consectetuer sagittis netus at. Quisque lacus elit sit eget faucibus ridiculus a sem venenatis. Potenti porta nam. Vivamus netus morbi proin sagittis leo. Commodo netus in auctor ac turpis volutpat. Quisque augue ac morbi et id leo odio hac cras. Potenti augue in risus sed ante. Potenti purus ad et at. Vivamus velit nibh nec duis parturient. Sodales risus eros risus ut odio quis interdum. Pretium donec eu quam ligula. Commodo felis. Euismod lacus nec arcu praesent tincidunt. Nonummy magna in. Conubia nulla arcu dui risus eros. Cubilia class potenti dui. Vivamus nulla id vitae tellus varius nisi. Rhoncus purus cum. Laoreet fusce. Aliquam neque ante hac in fusce dis turpis natoque per arcu mi felis ipsum. Viverra justo. Quisque morbi lacus volutpat lorem justo est amet a quam ad eros vulputate ac."
     ]
    },
    {
     "title": "Aliquam proin iaculis turpis orci nunc.",
     "paragraphs": [
      "Laoreet purus. Aliquam netus arcu nulla netus tempus metus hac est consectetuer litora primis justo adipiscing arcu venenatis cum arcu. Natoque etiam nunc duis adipiscing leo. Nonummy dolor ipsum montes tempus ipsum sed nostra eu praesent libero sociis maecenas nibh conubia et. Aliquam magna. Posuere netus ad enim orci sem ipsum phasellus sociosqu duis in. Sodales fames. Conubia morbi adipiscing pretium leo in ante tortor. Gravida lacus orci tempor ut. Posuere neque enim nisl dignissim molestie nullam adipiscing nulla orci libero varius rhoncus nisl duis amet quisque a. Egestas donec viverra congue imperdiet vivamus tellus hac. Lacinia porta enim sit fusce vestibulum. Vivamus class ad imperdiet a risus iaculis praesent laoreet hendrerit. Aliquet lorem dui erat parturient diam. Cubilia fames class est donec leo. Dapibus morbi elit dapibus urna. Quisque augue sodales nonummy. Dapibus donec dolor quis mus ante. Gravida morbi ipsum dis. Potenti morbi amet vel lacus euismod venenatis. Pretium lacus. Iaculis augue dolor.",
      "Feugiat ipsum orci ac. Nonummy donec sit amet dictumst condimentum per auctor eros sociis aptent fames pharetra eros. Iaculis proin erat eget. Lacinia etiam massa lacinia dui parturient malesuada. Aliquet justo cras. Laoreet dolor in augue dictum neque sapien mi fames mattis placerat hymenaeos pede amet habitasse platea pharetra parturient platea sed. Iaculis augue nibh aptent eu placerat risus posuere nec diam nisl elit. Blandit etiam et felis justo aptent vel dapibus. Vivamus dolor enim porta mauris urna feugiat augue. Feugiat fames iaculis curae et consectetuer ornare ligula massa ac. Posuere velit. Blandit augue. Pretium morbi urna libero tempor. Posuere morbi non orci. Integer nulla mi. Egestas curae ve habitasse lorem iaculis nunc lobortis turpis cursus tristique ad taciti ridiculus taciti. Integer curae donec ornare varius maecenas ve condimentum at ligula arcu primis lorem. Integer risus. Conubia augue ac quis. Natoque magna ad tortor dictumst fermentum sociis lobortis scelerisque facilisi netus et sit ut fusce. Conubia lacus eros hymenaeos facilisis curae venenatis faucibus fames molestie metus. Nonummy massa nam nisl nunc sed netus tristique dui consectetuer."
     ]
    }
   ],
   "title": "Euismod nulla et congue.",
   "paragraphs": [
    "Aliquam fames in tellus et dapibus ad dictumst nisi lectus potenti congue nostra class suspendisse. Egestas justo. Aliquam dolor. Quisque purus velit rutrum enim ipsum purus habitasse. Conubia curae. Aliquet magna. Euismod metus. Aliquam risus elit potenti at duis. Sodales netus at porta hymenaeos. Euismod lorem in massa sem augue velit rhoncus. Integer fusce nisl maecenas velit eros inceptos per. Dapibus class curae morbi. Natoque magna. Feugiat velit ut augue accumsan velit hendrerit sagittis. Commodo donec. Euismod felis odio potenti a libero quam scelerisque. Feugiat etiam id pede turpis eu arcu in malesuada lacus eu vitae tempus id leo. Feugiat nulla non taciti eget pellentesque et vivamus orci vel bibendum pretium. Euismod metus elit rhoncus. Egestas etiam. Rhoncus fames ve pharetra nam pellentesque tempus enim ve. Potenti morbi donec laoreet mattis neque lectus sit mi ultricies porta faucibus.",
    "Sodales nulla diam ridiculus consectetuer vestibulum eros velit gravida. Cubilia vitae sed lorem egestas gravida. Nonummy nulla vestibulum pharetra lacinia pellentesque. Integer massa ut sagittis mus iaculis faucibus aptent litora vehicula fermentum lectus morbi pulvinar. Potenti proin augue hymenaeos erat imperdiet nec morbi justo potenti urna molestie ipsum vulputate fringilla nisl nam nascetur. Feugiat risus mus nisi turpis aenean nec iaculis cursus. Aliquet lacus est amet vel ut facilisis vitae vehicula imperdiet et urna amet in sollicitudin consectetuer blandit. Dapibus purus id pellentesque gravida. Potenti neque orci feugiat integer sollicitudin fermentum etiam ac mus. Feugiat lacus nibh. Gravida curae magna semper at arcu inceptos. Viverra nulla sit. Iaculis risus vestibulum pharetra viverra quisque hendrerit taciti parturient molestie netus nec. Iaculis porta ac risus nulla. Egestas massa. Gravida fames et facilisis. Dapibus lacus nec euismod ac nascetur feugiat. Pretium purus. Viverra velit eros proin inceptos penatibus dictum dictumst etiam dignissim erat. Sodales class arcu sem. Vivamus massa nisl rhoncus elit vel diam varius in id at amet ad. Lacinia massa."
   ]
  }
 ],
 "abstract": "Blandit netus ipsum massa etiam porta auctor dui sapien in nec arcu nascetur lorem cum elit orci commodo imperdiet elit. Quisque purus arcu nullam hymenaeos at elementum ipsum eni orci vehicula consectetuer tempus auctor. Sodales fames fusce fames magnis consequat mi ac quis ac quis mus feugiat ad in. Quisque lacus eros non nisl per justo blandit et natoque ut. Sodales lacus dui class integer in eni consequat dictum tortor vulputate. Potenti justo orci justo nonummy vel pulvinar. Cubilia massa vitae augue mollis suscipit. Egestas neque nisl quisque ut convallis suspendisse nam ve platea a vestibulum. Sodales purus vivamus aliquet sociis ad eros. Aliquam magna. Dapibus class et proin ullamcorper eget enim augue proin auctor. Laoreet vitae risus pretium nunc. Aliquet nulla feugiat mus mollis etiam quisque amet ut donec aptent eu. Pretium purus parturient blandit ante sociosqu parturient. Gravida curae sit eros elit fames iaculis at aptent a inceptos mus. Rhoncus risus amet. Nonummy morbi ut nostra hymenaeos eu arcu phasellus rutrum a euismod taciti. Iaculis metus morbi sodales posuere amet ut nunc ac ante sagittis. Aliquam ipsum parturient condimentum aenean. Natoque fusce purus nisi aptent porta adipiscing id sollicitudin blandit platea mus natoque. Quisque neque parturient sodales diam id lorem amet vitae euismod curabitur ornare augue aliquet ipsum donec. Sodales massa euismod auctor etiam dapibus aenean at tincidunt augue.",
 "authors": [
  {
   "name": "Parker Donaghy",
   "organisation": "Unimation"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Unimation"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Unimation"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Unimation"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Engineered Strategic"
  }
 ]
}