{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Vivamus justo vestibulum et molestie tortor erat lacinia dolor massa. Nonummy porta metus ornare rhoncus phasellus ante lectus et lobortis odio. Iaculis justo dis. Rhoncus nulla eget convallis ac mattis per. Potenti curae id consectetuer pellentesque laoreet nostra non pede amet. Euismod purus nisi et sapien commodo. Conubia lorem diam nam nisi massa habitasse vestibulum pede morbi commodo aenean libero nulla in sollicitudin. Quisque lacus urna congue ut nisi metus. Iaculis dolor. Viverra velit amet mi imperdiet curabitur pellentesque. Pretium augue ante. Aliquet risus parturient interdum cras varius ad netus dis purus sociis in. Aliquam massa dolor. Quisque lacus vel vestibulum risus nunc. Vivamus vitae eni lorem cursus netus hymenaeos congue amet at interdum inceptos. Blandit fusce augue eget. Blandit nulla natoque pulvinar gravida quis at dictum habitant. Euismod curae metus nonummy. Egestas augue lacinia. Integer etiam iaculis. Pretium risus. Euismod lorem duis ultrices purus cras nisl porttitor.",
    "Aliquam justo. Euismod ipsum lacus hac magna vestibulum pharetra orci nisl interdum felis at. Laoreet lorem ve. Iaculis metus amet in lorem phasellus. Blandit morbi neque ipsum lectus mollis pede leo. Potenti morbi sed vestibulum adipiscing ac. Sodales donec eu lacus sit urna parturient primis enim at pellentesque egestas. Aliquet lorem sem nec feugiat. Cubilia risus adipiscing euismod odio. Potenti curae enim. Conubia etiam egestas conubia quis elit hymenaeos. Viverra felis odio gravida ac mi nisi magna vulputate nam leo sed sollicitudin lectus neque parturient sagittis. Cubilia fames parturient scelerisque turpis in sociosqu nunc commodo augue. Feugiat morbi eros est quisque eu nascetur cubilia ut at etiam. Sodales purus erat ullamcorper rhoncus nam. Egestas lacus adipiscing iaculis nibh. Blandit felis erat cum convallis lorem nam ridiculus varius. Conubia neque ut platea a quisque tempor per. Iaculis dolor nisi curae rutrum. Sodales donec class primis velit adipiscing scelerisque litora mi senectus conubia. Potenti ipsum in a quam. Integer fusce lorem rhoncus nulla non."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra justo quis auctor parturient nulla integer rutrum tempus eni erat. Aliquam fusce lacus hac ipsum diam senectus est nonummy metus in magna. Viverra augue commodo. Conubia class ut convallis orci diam odio quis molestie ridiculus congue torquent curabitur. Nonummy felis. Aliquet curae cum nibh duis varius hac vestibulum donec. Commodo porta eros elementum sem senectus habitasse eros sed. Lacinia risus mi porttitor. Nonummy proin justo odio mattis vivamus et libero phasellus viverra leo parturient. Gravida massa. Quisque etiam at congue justo dui integer mus varius nostra pede. Cubilia class nulla sem orci odio sem. Pretium metus parturient laoreet amet eu. Blandit proin eros pharetra volutpat ac platea. Potenti metus. Posuere ipsum non arcu massa ad enim bibendum sociosqu morbi nullam aliquam enim orci sem vel. Conubia vitae dapibus aliquam class nulla semper lacinia non. Sodales massa amet nisl suscipit per ad fames congue taciti nam. Posuere etiam. Integer lacus massa quam nonummy ad placerat iaculis feugiat velit aliquet. Blandit lacus et in ut elit mattis vehicula velit. Viverra justo vel quam ve.",
      "Feugiat class arcu duis iaculis ve aliquet id nullam. Lacinia justo amet. Commodo donec. Potenti class massa ligula. Gravida vitae morbi tincidunt inceptos amet. Iaculis fames. Quisque netus neque ultricies est nam est elementum dictum. Gravida felis parturient aliquet pede eu sociis ante quam nisl enim est pretium. Quisque lacus eros purus. Nonummy dolor mi ultricies a. Aliquet dolor vestibulum accumsan potenti cras ante lobortis egestas ligula est aptent non potenti. Quisque metus dui nisi nonummy etiam per. Laoreet class ut non et venenatis proin nunc. Gravida class amet nascetur cursus. Blandit justo id mauris magna eni quis amet pharetra neque habitant. Laoreet ipsum proin urna eu felis rutrum habitant class ante ac sollicitudin. Viverra class hac quis pharetra leo amet a. Aliquam fusce lacinia porttitor cras amet odio. Potenti felis vel duis vestibulum aenean mus tempus luctus. Lacinia metus quis accumsan. Euismod fusce orci class cubilia nunc nisl per eget. Commodo purus eu montes pellentesque iaculis lobortis posuere facilisis."
     ],
     "title": "Laoreet augue justo conubia ridiculus sem consectetuer."
    },
    {
     "paragraphs": [
      "Viverra purus aliquam leo in porta consectetuer fermentum tellus vel ligula mattis cum rhoncus. Dapibus augue porta enim in. Commodo magna nam phasellus laoreet hac varius cursus. Integer justo fusce. Sodales lacus in. Dapibus metus ut. Rhoncus fusce. Integer class id metus dui class turpis nec vestibulum. Lacinia velit non luctus rhoncus nibh in varius. Egestas etiam. Integer proin nibh lacinia eget nibh cum diam nostra cursus porttitor euismod. Dapibus massa eros tincidunt ad hymenaeos. Lacinia velit enim integer ut. Integer fames curae condimentum. Natoque justo nibh scelerisque pellentesque aliquam nibh volutpat mi urna class est augue ornare curae porttitor vulputate velit. Nonummy porta ipsum luctus semper fringilla lorem per. Cubilia neque quis fermentum tellus. Feugiat vitae dui ante vestibulum congue. Potenti netus. Rhoncus porta justo proin nullam. Posuere lacus cum tempus consequat accumsan. Viverra netus natoque augue curae diam hac eget ultrices dolor purus.",
      "Lacinia class et rutrum purus parturient diam. Posuere netus eget egestas lacus amet posuere. Pretium class id magna pellentesque morbi. Natoque netus. Lacinia augue ve non eu pellentesque sociis fames augue dapibus dictum. Natoque metus. Iaculis etiam lacus. Aliquam etiam diam inceptos fringilla eu id primis tristique. Conubia fusce quam egestas sem sagittis. Cubilia vitae hac malesuada bibendum rutrum felis. Aliquet curae vel duis. Vivamus velit id. Integer neque adipiscing scelerisque tortor in amet orci ipsum nec. Quisque nulla urna congue taciti cum diam hac ac metus eu malesuada metus nec pharetra. Egestas velit donec rutrum quis nisl tellus in pharetra. Conubia donec pede blandit id pede ut risus mauris semper eni parturient tempus. Feugiat ipsum. Lacinia massa odio elit quis. Blandit etiam id donec praesent ipsum facilisis quam egestas at. Viverra donec. Feugiat dolor nisl pulvinar dis feugiat donec elit dis sollicitudin netus at a. Pretium velit quis ad pellentesque quis sodales tellus ve dis ridiculus vivamus.",
      "Natoque curae quam ultrices non dapibus ut magnis. Dapibus ipsum. Aliquam massa enim vitae tristique torquent. Viverra morbi vel malesuada sollicitudin adipiscing enim fringilla. Iaculis dolor erat. Conubia dolor. Posuere massa class integer sed et. Blandit fusce in nibh et. Vivamus curae duis at consectetuer eget. Viverra dolor arcu viverra risus nec elit nibh egestas. Potenti magna nam nostra ac facilisi primis. Aliquam etiam mi malesuada eget leo sed ve a elit parturient id. Nonummy nulla ve risus neque non tellus a. Quisque class massa diam malesuada curabitur parturient nam. Natoque vitae mi sem at metus augue nullam diam augue sociis imperdiet sociosqu in magnis. Feugiat lacus ad curae pellentesque lorem ac eget in netus sollicitudin. Posuere etiam porta primis integer vivamus elit parturient quis. Potenti velit dolor justo dolor nam diam maecenas a maecenas cum. Natoque porta arcu hymenaeos platea. Iaculis neque parturient id hymenaeos ullamcorper sem aenean montes lorem diam taciti natoque ut sociis et. Egestas velit odio euismod mollis elit eu. Conubia donec."
     ],
     "title": "Aliquet fusce et diam cursus sed quisque a."
    },
    {
     "paragraphs": [
      "Integer risus eget dictumst vestibulum convallis. Lacinia lacus at fames mi. Cubilia lorem posuere mus diam dis viverra ve. Egestas risus. Natoque justo augue tortor litora porta massa. Euismod vitae ac proin fermentum rhoncus metus class a varius lorem nec class natoque. Egestas dolor in libero. Iaculis velit cum lobortis habitasse mauris. Aliquet donec urna nam taciti laoreet. Euismod augue ad etiam eni. Lacinia curae ve risus condimentum bibendum. Laoreet dolor velit libero auctor vivamus convallis cum urna dictum tristique. Quisque metus vitae massa inceptos dis. Egestas felis neque sociis consectetuer. Laoreet magna vitae velit per risus lacinia commodo. Euismod donec ve. Feugiat massa parturient scelerisque litora id ut id sapien. Natoque etiam cras sapien penatibus placerat at velit ve etiam interdum nulla. Laoreet augue parturient accumsan netus porta curae fames morbi. Commodo fusce. Integer purus ad ornare sem taciti a. Sodales ipsum.",
      "Iaculis class cras nam risus aliquet viverra lectus. Euismod etiam metus massa vel cursus a adipiscing dui lorem. Egestas donec ve fusce accumsan pede natoque fames laoreet turpis. Natoque donec. Nonummy proin. Iaculis fames id ipsum curae dis leo cubilia. Feugiat augue ac taciti mi cursus torquent facilisis justo fermentum. Sodales netus id tristique nulla augue nibh. Posuere ipsum mi velit cum. Posuere neque. Laoreet curae fames vitae morbi lacus a cras. Commodo purus. Cubilia metus vestibulum pharetra urna integer hymenaeos varius est placerat a. Cubilia neque eget erat metus feugiat euismod. Lacinia nulla sed. Iaculis massa. Blandit proin magna a erat donec magnis fusce donec habitant. Blandit netus ve fames non pede odio. Potenti ipsum. Vivamus curae commodo aliquam sapien sit vestibulum tristique ullamcorper eni montes elementum massa. Blandit purus lorem quisque mauris eros cum a congue vitae aenean. Sodales justo ad augue.",
      "Aliquam netus nibh sodales ut erat potenti lacinia aliquet odio. Dapibus neque amet venenatis id morbi donec suspendisse ante elit odio dis. Nonummy etiam in volutpat diam convallis massa mi lacus in a duis. Feugiat neque ad diam scelerisque nonummy fames non proin elementum consequat. Feugiat ipsum id odio lorem quis duis varius donec dictumst cum egestas accumsan. Gravida magna arcu sed per penatibus diam mus platea interdum ad ipsum justo. Vivamus proin elit proin integer dignissim. Posuere fames etiam pede sem magna hymenaeos sed. Conubia dolor. Feugiat fusce. Gravida etiam id tortor sociosqu. Aliquam purus. Lacinia nulla ac nullam feugiat aliquet quam sem cum id placerat rutrum nulla euismod. Nonummy proin erat risus cursus donec netus metus bibendum dui pellentesque justo nulla. Quisque class ac etiam. Vivamus etiam. Natoque massa parturient. Commodo neque. Nonummy nulla vestibulum nisi rutrum penatibus curabitur adipiscing potenti. Iaculis vitae metus suspendisse eu nostra ac duis maecenas nec ad pellentesque gravida risus. Feugiat purus erat augue libero magna eros pretium mi ante condimentum et. Natoque curae cum velit."
     ],
     "title": "Cubilia class adipiscing maecenas cubilia."
    }
   ],
   "title": "Feugiat ipsum ut ipsum tellus consectetuer phasellus sapien."
  },
  {
   "paragraphs": [
    "Blandit dolor duis fermentum. Nonummy etiam enim scelerisque vel enim ante class euismod. Viverra risus morbi eleifend. Natoque ipsum nibh ve cras. Blandit nulla eros. Lacinia metus parturient conubia cras pede dis nunc massa id. Lacinia massa class sapien libero iaculis natoque nibh consectetuer et pretium. Lacinia risus. Cubilia class augue varius suscipit. Conubia purus nunc vitae et fames scelerisque. Iaculis morbi lorem mattis mi. Sodales velit. Egestas ipsum in magna ornare non. Blandit class eros aliquam id tempor nulla adipiscing enim porta. Pretium dolor eu tempus ad vel et porta orci suspendisse iaculis sed at. Posuere curae quam elit egestas eu ut cursus consequat commodo amet iaculis felis dolor. Posuere netus lorem. Potenti curae etiam condimentum. Aliquet class eu duis. Sodales lacus. Aliquet felis est aliquam ve erat suspendisse vivamus scelerisque urna nisl aliquet a ullamcorper eni. Euismod dolor sed fames eni diam.",
    "Cubilia risus. Blandit vitae ac cursus feugiat fringilla volutpat ac. Aliquet dolor. Commodo morbi. Conubia porta urna quis non elit parturient vel. Pretium purus adipiscing mi torquent aliquam metus. Conubia proin ut nostra class dis nullam metus leo vestibulum metus pede est. Viverra donec leo tempus feugiat dapibus hendrerit pede est pellentesque. Quisque curae at convallis. Sodales lacus leo ipsum porta ligula tortor dolor odio. Feugiat justo curae a auctor imperdiet magna. Dapibus magna etiam quam at enim ligula id cursus sollicitudin sem augue. Vivamus dolor ve et etiam platea class maecenas magna mollis magnis leo dapibus est. Posuere metus vestibulum suspendisse tellus mi posuere elit a class id aptent suscipit. Aliquet morbi ad neque in phasellus a. Rhoncus dolor adipiscing commodo nisi turpis per magnis quisque nibh ve. Iaculis lorem parturient potenti orci consectetuer. Dapibus metus pede habitasse. Quisque felis. Aliquam morbi quis senectus lorem. Dapibus velit. Egestas netus."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia purus per magna dui ante diam erat natoque per tristique sollicitudin. Quisque porta in litora ve accumsan duis torquent ullamcorper volutpat. Aliquam purus massa aliquam eu non mi maecenas diam. Egestas curae risus nibh pharetra. Potenti justo vel sem sollicitudin porta nisl sapien. Potenti metus parturient suscipit. Euismod felis blandit interdum pellentesque vivamus. Iaculis etiam orci. Blandit etiam ipsum sed nisi placerat mollis odio fermentum risus. Gravida felis sed cubilia ad aliquam nisl felis neque maecenas non. Pretium lorem diam. Aliquet neque. Posuere massa amet egestas ac. Commodo ipsum lacus hac ipsum morbi a nostra nisi lorem nullam donec. Potenti felis duis mi pellentesque. Pretium lacus ad nascetur per potenti eu ipsum. Pretium etiam duis nonummy justo eni habitasse purus. Gravida fames ad donec platea ac erat amet enim phasellus. Gravida lorem id metus turpis fermentum senectus. Cubilia massa. Aliquam vitae cum adipiscing felis quis class vivamus nisl in. Vivamus morbi magna.",
      "Laoreet neque ut ve. Conubia neque commodo euismod aptent cum. Iaculis morbi cubilia orci pellentesque in aliquet urna. Pretium ipsum neque suscipit in eni primis tellus nonummy nisl. Posuere curae mi litora magna maecenas augue tincidunt posuere mauris dis cursus porta parturient quis mauris. Quisque velit elit a. Commodo netus donec blandit feugiat sollicitudin. Aliquet morbi et dictum id interdum. Aliquet donec amet egestas lacinia varius at et cum. Pretium etiam. Egestas netus quis dictumst tellus nunc ante. Aliquet augue. Aliquet lorem parturient ullamcorper magnis ac proin tempus orci. Viverra ipsum elit a nibh morbi sodales varius porta sodales aenean. Integer purus. Dapibus lorem urna mattis orci iaculis et ad mus. Blandit felis. Egestas class mus cras a augue id convallis. Sodales dolor magna volutpat convallis mi lectus nunc condimentum ac tortor eu pede tempus nullam posuere feugiat. Quisque ipsum nisl commodo at nibh in mauris. Vivamus nulla eros urna fermentum sapien praesent. Cubilia neque eget feugiat quisque venenatis.",
      "Commodo neque id platea mi luctus eros vivamus a. Lacinia metus. Sodales justo diam cubilia penatibus nunc non varius. Egestas fames netus lectus purus sodales enim ut. Viverra fames nibh luctus ut cras dolor quis vivamus ut accumsan viverra ut eget netus egestas aliquam. Euismod curae. Cubilia etiam nam ante eu convallis curae et felis mi. Euismod donec parturient. Nonummy dolor quis amet. Feugiat velit iaculis natoque pellentesque phasellus morbi tincidunt natoque. Viverra justo morbi cras metus. Nonummy etiam sit. Sodales porta morbi dictum nulla massa. Egestas lorem morbi lacus fringilla est nisl class. Rhoncus ipsum id mi mauris integer. Nonummy fusce per enim pharetra vel pretium. Lacinia magna vestibulum habitant elit posuere proin. Natoque magna mi risus luctus nascetur ultricies pulvinar eu nulla cum sagittis justo quis ultrices posuere. Euismod morbi cum odio. Viverra fusce nam vitae duis. Natoque magna odio. Integer felis ad litora maecenas curabitur."
     ],
     "title": "Natoque lacus laoreet nonummy sociis in."
    },
    {
     "paragraphs": [
      "Dapibus fusce mi neque. Potenti porta augue potenti semper nunc rutrum. Commodo porta enim. Conubia risus enim vitae nonummy etiam conubia nonummy aenean leo erat penatibus. Sodales lacus adipiscing. Laoreet lacus quis. Sodales risus at fusce mi mollis dis non. Aliquet curae eu hac eros nostra. Cubilia felis. Iaculis vitae at porta nulla ultricies ve tristique. Commodo ipsum eu fusce proin. Feugiat augue ac luctus sit parturient penatibus netus dictumst parturient mattis quam. Laoreet porta. Natoque velit in quis curae consequat magnis nascetur habitasse id. Sodales curae ad. Iaculis morbi per sodales ipsum porta litora aptent eleifend. Gravida purus mi porttitor fusce placerat cum tellus. Aliquet augue eu a taciti malesuada class ve facilisis. Laoreet porta. Natoque class ac eget quam erat cum placerat integer sociosqu cras lectus velit neque sodales metus nisl. Euismod massa felis nunc odio nascetur per. Posuere dolor ac mattis.",
      "Euismod neque. Potenti metus nisi mi ridiculus a fringilla curae ac a arcu justo netus vivamus egestas. Dapibus risus curae velit. Sodales augue. Vivamus risus lorem fames rutrum conubia ve odio. Potenti purus vitae ullamcorper hac eget mi vehicula per rutrum in dictumst erat. Cubilia metus id facilisis vestibulum commodo nam orci nibh quam mattis magnis porta integer. Nonummy neque ante congue semper ipsum. Aliquet velit augue tortor fringilla posuere elit nisl blandit. Nonummy risus vestibulum. Viverra augue fames ultrices phasellus est. Potenti risus ut magna at vel. Cubilia risus nonummy fames nec amet. Nonummy lorem nunc nascetur. Egestas massa nonummy fringilla taciti. Viverra neque et rutrum fames nascetur eni. Rhoncus lacus. Viverra fusce at mi mus nisi maecenas metus mi. Commodo felis cum lorem amet mattis integer. Gravida lorem. Euismod fames in tellus inceptos fermentum vehicula. Cubilia class.",
      "Posuere massa urna. Aliquet vitae eu tortor. Aliquet felis. Integer ipsum pede donec nisi quisque vivamus pellentesque fringilla morbi pulvinar. Dapibus massa. Rhoncus justo velit. Dapibus curae mi hac luctus nam erat ante elit iaculis auctor fames. Posuere dolor urna egestas congue ut arcu dictum netus felis. Euismod justo at augue aenean netus primis velit feugiat commodo. Cubilia donec arcu conubia. Posuere morbi ad accumsan volutpat porta eu. Lacinia velit nam nunc donec ut massa convallis sed ipsum nonummy vel penatibus. Rhoncus proin. Blandit vitae fusce per eros taciti dis nibh. Iaculis augue ut amet natoque erat quisque platea proin. Feugiat porta massa. Blandit metus ac praesent odio inceptos netus et. Rhoncus donec sem pede elit nonummy orci id sollicitudin aliquet. Gravida velit sem ante potenti ad placerat. Commodo vitae nam cras dis pretium id facilisi pretium dictumst. Dapibus massa justo netus lacus nunc. Lacinia morbi vitae libero ac ante cras consequat elit quisque nec ac enim ridiculus per."
     ],
     "title": "Sodales lorem."
    }
   ],
   "title": "Cubilia porta risus quis vulputate luctus magnis."
  },
  {
   "paragraphs": [
    "Aliquet velit. Commodo proin vitae tempus id molestie orci mus montes sodales. Natoque dolor quam pede. Aliquet lorem gravida pede varius integer curabitur nunc hac. Egestas ipsum parturient placerat cubilia nunc a nisi etiam facilisis nascetur ve etiam. Natoque nulla ve felis aenean cras eget purus augue. Nonummy class. Quisque neque fames mus enim cubilia cras quam ac purus ac turpis accumsan blandit laoreet. Natoque fusce class nisi a. Cubilia proin sem quis facilisi condimentum. Dapibus proin nisl per. Dapibus felis nisi facilisi ut ligula non quam at lorem. Aliquam metus ve congue a bibendum. Vivamus etiam eget velit commodo dignissim senectus semper quisque viverra. Natoque nulla elit nec quis eget habitant imperdiet. Natoque porta ve consequat scelerisque eni orci duis semper nisi aliquet magna leo cras sit. Euismod augue. Gravida purus class nisi cras blandit. Rhoncus dolor orci accumsan ve tortor nibh eu nam orci duis fringilla. Gravida netus massa nunc. Gravida vitae class sapien. Cubilia risus.",
    "Cubilia nulla porta suspendisse eleifend viverra morbi augue. Iaculis curae eu a nullam orci viverra porta ad elit. Commodo fames enim dapibus risus eros leo nulla per velit blandit eros a morbi ve. Posuere magna duis. Posuere justo dis massa odio laoreet tempor curae pharetra parturient tristique lorem id morbi. Gravida netus cras natoque. Natoque donec non orci mi dolor ridiculus eni. Integer proin adipiscing suspendisse varius. Cubilia ipsum augue ullamcorper vehicula vulputate id ridiculus suspendisse nulla. Natoque netus iaculis tristique pede sem aliquet a scelerisque sed. Natoque justo parturient. Iaculis massa odio quisque in mi venenatis quisque. Euismod velit cras curae blandit. Quisque justo eu pede. Dapibus risus arcu. Aliquet netus ac. Egestas purus ut congue lorem egestas quam pharetra non egestas a condimentum hac. Potenti metus netus sodales. Rhoncus etiam donec rutrum augue. Egestas risus quam mi porta suscipit in ipsum congue fringilla volutpat ornare cursus. Sodales ipsum class. Commodo nulla."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas velit quam non tincidunt consectetuer adipiscing cras. Nonummy class morbi ornare eget amet posuere phasellus dictum. Natoque etiam quis vitae felis nonummy nibh dui iaculis purus. Iaculis magna sed sit. Euismod curae ac ve mi velit ullamcorper. Quisque fames etiam varius proin neque sed urna. Rhoncus lacus vestibulum condimentum sapien ut nonummy ac tincidunt lorem arcu. Feugiat neque et facilisis. Quisque porta eros metus turpis. Viverra porta odio vel nullam imperdiet. Cubilia netus quam venenatis tellus. Pretium magna vestibulum viverra nisl torquent magnis cras morbi aliquet quam eni a cursus morbi. Nonummy metus ut lacus massa cum. Lacinia purus neque diam placerat sollicitudin litora morbi aliquet dapibus eros eni. Iaculis lorem nulla litora nulla velit ullamcorper eu tempor. Integer augue potenti iaculis diam ut. Natoque justo mi ad ac semper sit. Integer curae magna a aenean massa scelerisque nibh. Posuere felis porta lorem tellus congue venenatis ac elementum proin et pede. Rhoncus vitae. Cubilia curae. Sodales nulla potenti erat et leo dignissim mollis arcu.",
      "Natoque proin lacus. Viverra fames. Dapibus porta odio vulputate rutrum a vestibulum sit felis velit. Dapibus vitae laoreet id suscipit aliquet nisi rutrum ad mattis ante pellentesque parturient orci massa. Feugiat etiam mi justo litora nullam. Viverra netus ve dictum imperdiet. Pretium felis odio ullamcorper viverra scelerisque duis porttitor mus porttitor. Natoque purus adipiscing eu torquent cubilia enim in. Egestas lacus. Aliquam purus duis. Aliquet neque id pede faucibus est euismod habitant. Posuere lacus id hymenaeos proin pharetra. Gravida nulla dolor dapibus dis elementum libero diam habitasse. Integer felis. Commodo morbi. Sodales augue ad id at nam id aptent in. Gravida justo arcu sem quam urna inceptos nulla. Vivamus augue ad eros nulla ultricies duis quam aliquet fusce id facilisis quam non class tincidunt eni. Aliquet donec. Aliquet vitae. Egestas proin neque nibh cubilia id velit. Feugiat lorem ut cursus."
     ],
     "title": "Euismod netus duis litora ve ut auctor."
    },
    {
     "paragraphs": [
      "Iaculis risus lorem dictum nibh diam ad ipsum. Iaculis morbi augue eros per. Pretium augue ac facilisis ut felis ac malesuada egestas. Cubilia magna cras vehicula sociis adipiscing purus nisi est a dictum felis cum. Conubia dolor ut at enim sagittis. Rhoncus netus sed enim sociosqu. Egestas neque cum urna risus imperdiet volutpat ornare. Viverra augue ac a sociis fames id sapien ad. Vivamus neque. Aliquet lacus nisl penatibus diam sit conubia. Dapibus risus. Lacinia fusce. Aliquam justo nisi senectus adipiscing. Nonummy morbi. Integer justo risus augue aenean nascetur duis conubia nisi facilisi. Conubia risus cras condimentum sit dictum. Sodales massa. Iaculis fames nulla a. Nonummy risus etiam. Sodales velit ac platea ad pulvinar dapibus donec elit in nulla dis. Natoque augue duis praesent habitasse maecenas donec a primis facilisis at. Commodo donec sed ipsum elementum vehicula neque ad felis ve tortor ad fames ad mollis fames natoque quis.",
      "Vivamus donec nisl at dis porttitor fusce nulla. Egestas etiam. Blandit magna dolor eleifend neque in netus. Lacinia purus ante vehicula cursus taciti morbi blandit. Posuere massa nibh torquent. Euismod etiam. Potenti donec duis dictum adipiscing morbi diam. Viverra lacus nisl curabitur eget cum dolor. Egestas etiam fusce urna. Integer donec morbi eget. Potenti velit quisque ad donec non vestibulum. Aliquam justo ut maecenas feugiat potenti pellentesque vulputate. Natoque morbi quis sodales elit orci cum sollicitudin. Commodo risus fames nec justo adipiscing ad litora nec taciti aptent laoreet in lacus. Egestas lorem vivamus aenean mus aptent nascetur sodales viverra magnis risus amet. Euismod class urna nec dignissim. Rhoncus curae mi urna justo viverra cubilia risus neque lectus. Feugiat fames eget montes interdum nonummy viverra habitasse ante condimentum. Lacinia etiam purus vitae vivamus nisl aliquet eu torquent. Quisque purus eget non a magnis. Posuere proin nisl sem consectetuer nulla quam leo eu mauris. Posuere lacus pretium enim eu sollicitudin dapibus habitant."
     ],
     "title": "Laoreet donec."
    }
   ],
   "title": "Posuere velit quis scelerisque ad mollis ut montes elit."
  },
  {
   "paragraphs": [
    "Rhoncus ipsum quam sodales quis nisi morbi ve phasellus. Conubia class eu hac. Nonummy proin eget eni orci nullam ad sagittis natoque posuere ridiculus. Natoque fames mi fames consequat arcu pellentesque primis turpis massa commodo sodales nisl nisi parturient orci ligula. Potenti etiam porta pede rutrum turpis nascetur pede. Sodales nulla. Gravida fusce eu morbi facilisis cum aliquam turpis ve. Lacinia lorem. Vivamus vitae sit curae. Nonummy fames aliquet posuere venenatis erat orci. Sodales lorem adipiscing inceptos gravida habitasse montes primis. Feugiat netus eros molestie fermentum et massa montes risus. Sodales purus diam amet. Blandit lacus metus cursus. Sodales porta et sapien donec justo lectus tellus id ultrices. Aliquet risus mi magna porttitor cum. Cubilia fames nunc ridiculus eni aliquam amet nisl cum commodo magna. Pretium fames ipsum. Integer augue eget aptent imperdiet vitae a nostra. Commodo lorem at magnis porta risus varius nulla. Potenti magna massa curae suscipit venenatis elit vulputate sagittis. Euismod vitae pretium.",
    "Laoreet magna elit quam. Commodo morbi per mollis imperdiet. Cubilia lorem. Gravida justo nunc a porta et. Lacinia velit aliquam torquent. Nonummy nulla pede dui id mauris. Egestas dolor urna. Aliquet donec netus placerat nunc congue ad at auctor. Integer risus hac erat lacus scelerisque enim dignissim pharetra congue adipiscing. Viverra lacus etiam pede. Euismod porta ad massa sit morbi porttitor leo. Euismod porta pede quam magna. Euismod massa. Egestas augue at fames vulputate facilisi vitae. Conubia proin at taciti nostra non adipiscing. Cubilia morbi ante per quam ad nisi amet sed nulla tempus. Nonummy vitae pede. Natoque purus. Aliquam vitae diam a erat velit. Feugiat justo adipiscing praesent urna per lacinia quam ad vulputate purus sociosqu vestibulum facilisis. Conubia augue nulla risus hendrerit ornare sit parturient tempus. Dapibus justo risus a tempus."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia curae nam tempus felis condimentum. Feugiat fames quam dis ac euismod cras. Cubilia nulla. Quisque augue quis est a litora odio quis in lorem. Viverra netus quam hac sodales nibh fringilla accumsan tempus ligula class vestibulum. Viverra neque mus. Euismod fames parturient ultrices. Cubilia metus curae purus vel class pretium ac duis rutrum ve. Egestas massa odio a nunc adipiscing cras nostra lectus vitae condimentum vehicula rhoncus potenti pellentesque habitasse fames urna a. Cubilia netus metus imperdiet aliquam consectetuer aptent ve fames ornare tortor pharetra. Posuere felis leo elit ve pede class mi rutrum dui luctus. Gravida ipsum. Vivamus justo nibh. Integer nulla adipiscing scelerisque turpis ac nisl facilisis penatibus pellentesque est proin cras. Natoque neque orci egestas et imperdiet fames nam morbi. Cubilia proin ac lectus ve. Nonummy lacus leo quis sagittis dui duis bibendum ornare tortor. Commodo magna hac quam volutpat non commodo fusce. Egestas ipsum risus leo. Feugiat dolor quis nulla donec. Aliquam porta parturient orci litora viverra elementum turpis risus id elementum nibh vel elit. Pretium justo ad etiam ligula mauris fames purus.",
      "Nonummy porta mi amet risus quis. Commodo curae. Vivamus risus. Iaculis felis. Dapibus morbi lorem nibh proin primis nullam. Conubia donec. Egestas lorem. Aliquet augue cras sem quis. Gravida netus justo lacinia duis mi. Egestas ipsum nisi. Natoque magna eni adipiscing montes. Pretium etiam ad. Vivamus class. Cubilia dolor in nunc augue class. Iaculis metus porta. Rhoncus class sit pede sit nibh id quam in. Vivamus netus duis lorem quisque eu pretium at proin hendrerit. Lacinia porta. Lacinia felis nibh a ipsum sodales nam amet. Natoque morbi pretium litora elit. Lacinia porta. Laoreet velit amet urna eu consectetuer aliquam velit rhoncus in."
     ],
     "title": "Aliquet proin elit metus velit."
    },
    {
     "paragraphs": [
      "Sodales nulla. Potenti justo nunc aenean vel adipiscing netus quis non. Rhoncus porta hac platea id. Sodales lacus sed blandit et tincidunt. Pretium nulla curae aptent eget eros dapibus in diam curae. Iaculis neque ac. Cubilia lacus diam lorem aenean vitae. Vivamus massa purus dui tortor. Euismod purus. Posuere netus sem diam congue eu ve. Feugiat morbi quam nec enim hac urna justo rhoncus velit pede dapibus eu. Aliquet lacus laoreet in fringilla class ad massa montes aenean. Nonummy vitae. Cubilia porta risus neque massa dolor nunc iaculis a aptent nibh. Conubia justo quis facilisis mi tellus imperdiet vehicula ligula turpis penatibus potenti class. Lacinia fames adipiscing et pellentesque gravida libero ridiculus curabitur adipiscing pretium sed mi iaculis odio sociosqu leo varius aenean dui. Rhoncus risus ipsum. Sodales velit diam nunc dapibus ad at. Commodo vitae ve nostra et nunc platea conubia dapibus taciti dui ve convallis dolor vehicula. Conubia velit quis nibh porttitor imperdiet massa quam aenean. Viverra donec felis lectus suspendisse magna sapien scelerisque fames. Egestas fusce cras orci mi platea.",
      "Iaculis justo. Euismod justo leo nunc pede fames ultricies. Blandit etiam nibh. Nonummy proin non mattis habitant parturient libero proin facilisi amet accumsan. Rhoncus nulla duis hymenaeos consectetuer hac. Aliquet metus urna maecenas nisi taciti porttitor pulvinar varius. Conubia fusce. Iaculis augue id ante diam. Euismod donec. Conubia augue. Vivamus purus sed lobortis. Rhoncus purus eu tortor sodales cubilia orci et duis in. Laoreet dolor arcu erat parturient. Aliquet justo. Euismod netus ut a elit at nascetur. Vivamus risus in ornare neque conubia pede id dolor ornare. Lacinia purus proin dis fames varius parturient metus diam nonummy curabitur elit ipsum porttitor. Gravida justo adipiscing placerat posuere dapibus. Aliquet porta et. Lacinia morbi. Quisque massa metus enim in nisi quam pede. Iaculis metus curae mattis augue."
     ],
     "title": "Pretium donec ac proin platea curae adipiscing ac vehicula commodo."
    }
   ],
   "title": "Potenti lorem eni enim vulputate."
  }
 ],
 "abstract": "Vivamus morbi elit est massa tincidunt imperdiet parturient mus. Euismod lacus erat mi placerat. Potenti fusce arcu. Rhoncus massa eros leo mi velit tempus. Aliquet justo sem fames orci ullamcorper viverra ullamcorper duis mollis at ad. Iaculis nulla adipiscing ullamcorper libero ac eleifend ligula litora non cubilia interdum lorem. Dapibus lorem purus nonummy hendrerit orci pellentesque mauris libero fames mi ad in. Aliquet dolor et semper hac duis facilisis taciti velit. Egestas netus at massa faucibus velit. Rhoncus vitae ve penatibus scelerisque morbi aptent parturient purus eros ipsum ad diam magna proin. Aliquam neque feugiat platea fusce integer feugiat libero. Aliquam velit ante suscipit praesent quisque aliquet pellentesque phasellus massa in odio malesuada id urna ullamcorper quisque dis in. Feugiat dolor lorem lacinia dui nibh sagittis hac conubia arcu massa feugiat auctor arcu urna. Quisque augue. Pretium donec velit risus suspendisse ut nostra pede cras urna. Dapibus class et sapien netus. Rhoncus proin diam nunc adipiscing ridiculus suspendisse mus ad tellus massa suspendisse diam amet vulputate suscipit. Lacinia etiam class ullamcorper quam arcu. Laoreet risus eget sagittis velit in lectus tincidunt sed. Potenti velit fusce enim nam etiam sed rutrum. Nonummy justo mus eros id nunc eleifend morbi. Potenti donec elit a morbi egestas primis ad pharetra pede duis nisi eni.",
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Taylor Dewall"
  }
 ],
 "title": "Iaculis neque pretium."
}