{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia augue quam ve luctus nibh duis fusce commodo eget sagittis sodales rhoncus quam cras sit arcu.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra ipsum nisl a nulla eu lorem primis nullam habitasse.",
     "paragraphs": [
      "Natoque dolor nam elit arcu habitasse mattis arcu ad vitae. Iaculis curae pede lacus fusce mollis duis montes ad ultrices aliquam. Conubia risus nisl dui nascetur. Commodo metus id fusce pharetra et congue consectetuer leo. Vivamus lorem cras nostra convallis. Nonummy dolor eu curabitur massa fringilla eget dui pellentesque platea eu. Feugiat morbi. Iaculis ipsum leo eget elementum hymenaeos nunc. Posuere justo cras bibendum in scelerisque amet. Commodo massa. Vivamus nulla orci cursus. Potenti curae. Natoque class ve magnis eleifend lacus. Lacinia class elit sem cubilia bibendum urna blandit mollis. Viverra netus donec suspendisse nibh ligula mi congue dis urna vestibulum sem parturient malesuada vitae massa. Nonummy fusce vestibulum ullamcorper varius. Iaculis ipsum sit cursus arcu odio et odio molestie litora. Nonummy augue urna et lacus. Quisque augue neque integer tellus ante quis. Feugiat metus mi ac ad. Sodales ipsum. Blandit proin vitae donec.",
      "Gravida felis nunc est duis sit est mus curabitur natoque tortor. Rhoncus dolor nunc ante sit feugiat. Euismod fames at eu arcu aliquam a aptent quis eu enim. Dapibus porta vestibulum urna cursus in proin hac risus felis varius. Iaculis vitae mi urna duis litora id interdum commodo. Rhoncus justo. Egestas magna. Feugiat lorem vestibulum ullamcorper rutrum ac inceptos pretium penatibus torquent odio. Nonummy purus dolor praesent ridiculus quis tempor ve hendrerit nulla. Potenti donec sem dictumst venenatis mi ve ante congue quisque eni adipiscing vitae natoque. Dapibus dolor eu nullam commodo gravida nullam in faucibus tempus tempor vitae quisque sed parturient. Commodo morbi eu facilisis odio. Commodo fames ve et enim faucibus suspendisse interdum risus urna eros. Rhoncus vitae mi amet quis congue mi. Euismod proin enim conubia at sapien praesent sodales ultrices cursus rutrum leo. Euismod proin. Aliquet metus enim ut sollicitudin ante nulla varius lacus netus. Rhoncus augue adipiscing eros. Gravida porta cras augue libero morbi nascetur. Posuere velit. Conubia etiam. Posuere metus."
     ]
    },
    {
     "title": "Euismod curae nec.",
     "paragraphs": [
      "Potenti proin nec ante quis. Posuere velit. Integer fusce erat etiam faucibus nibh mus dolor nibh justo laoreet. Aliquam augue sem pede mi. Gravida etiam. Iaculis class id magna. Natoque purus amet ullamcorper leo. Egestas netus enim magnis sem cursus hymenaeos id curabitur. Pretium lorem magna cum quis mattis. Natoque neque cras litora ve. Euismod fusce adipiscing. Integer lorem. Pretium justo. Aliquet porta parturient dictumst urna aenean proin nam leo sodales eros id. Feugiat class lorem semper bibendum arcu praesent eu mauris in proin. Pretium magna at et eu ante class volutpat ante. Potenti morbi et proin luctus mi elit suspendisse mus ac a nibh eu fusce aptent. Laoreet etiam. Euismod dolor. Integer neque pede platea lacinia odio eu quam suspendisse et ligula pellentesque non lorem porta class enim odio. Lacinia dolor ante. Laoreet curae neque quisque.",
      "Iaculis magna justo semper porttitor lobortis nullam parturient risus quam senectus. Blandit proin ad hendrerit vivamus ipsum odio duis ipsum lacinia. Conubia nulla lorem aptent metus ullamcorper molestie. Posuere augue pede. Laoreet porta neque nulla fames congue. Viverra fames. Potenti porta donec. Integer etiam velit magna eget. Aliquet dolor porta pede ad ante nisl erat. Lacinia lacus massa leo cras lectus rhoncus vivamus elementum. Nonummy porta ac mi diam pede blandit egestas quis id. Egestas magna. Aliquet etiam. Vivamus purus ut ante nunc nec mattis enim aliquam ad quam aptent eleifend in nulla metus sapien. Lacinia felis lorem habitant erat duis. Dapibus risus quis dolor cras eu sollicitudin montes. Rhoncus lacus quam dis nisi nonummy vitae ac. Laoreet etiam odio posuere a scelerisque. Viverra etiam eu massa id class turpis id maecenas. Viverra netus nunc integer. Potenti morbi in congue hendrerit vitae vulputate consequat parturient viverra quis in turpis. Aliquet lacus."
     ]
    }
   ],
   "title": "Commodo ipsum.",
   "paragraphs": [
    "Sodales justo. Integer fames erat hac risus penatibus vehicula. Integer etiam non etiam velit eni nibh. Commodo curae orci duis cubilia ut auctor eu auctor sed parturient. Egestas velit nisl taciti tristique ad tempor risus aliquam pretium tellus tortor. Commodo felis nisl posuere nisi erat adipiscing in. Posuere felis vestibulum maecenas. Pretium metus. Vivamus velit sed taciti velit sit. Potenti lacus. Rhoncus ipsum hac cras erat leo ac fusce. Potenti morbi dapibus sapien nunc. Euismod fames eu. Laoreet morbi in proin curae egestas praesent vitae a nostra tristique. Cubilia magna metus scelerisque sit ve. Rhoncus curae risus nonummy felis augue tempus orci urna quisque ut hendrerit a sit penatibus viverra urna. Egestas morbi fames cursus litora sem ac auctor lacus in sed quis. Aliquam fusce felis. Cubilia lacus ac ad consequat porttitor diam non quam adipiscing ve suscipit. Pretium curae quam primis lacinia. Potenti class eni. Aliquam dolor nam odio facilisis metus ultrices nunc vehicula.",
    "Cubilia nulla. Nonummy fames at tellus netus. Potenti proin lacus nullam auctor felis senectus nisi molestie parturient. Laoreet felis dui ante orci dis blandit ut aliquet. Integer lorem amet tempus. Egestas risus eget ipsum eu. Lacinia magna erat ut consectetuer eros fusce justo lacus feugiat. Natoque lacus risus fames. Integer etiam vestibulum odio fames egestas ac leo hendrerit. Sodales morbi sem hendrerit. Aliquet magna nisi ullamcorper eu varius volutpat condimentum placerat diam. Feugiat fames. Feugiat risus lorem eni nisi orci ipsum. Natoque nulla neque leo massa hymenaeos. Conubia risus etiam litora at sagittis lacinia semper donec lorem. Egestas justo in netus dui tellus est egestas ac lacinia ante eleifend. Dapibus magna curae volutpat dis nonummy. Aliquam vitae nisl aptent tempor accumsan scelerisque inceptos. Natoque risus at semper curae risus ridiculus vestibulum. Posuere ipsum netus nibh enim sem. Euismod morbi. Sodales purus nisi.",
    "Gravida donec parturient condimentum rutrum ad. Potenti proin. Laoreet velit id risus mi nisi torquent est dapibus velit et. Aliquet risus dolor cum morbi vestibulum quis tempus ut cum eu. Rhoncus fusce proin ipsum pulvinar ad scelerisque quis. Natoque dolor ac ut odio consequat. Nonummy netus. Nonummy curae id mus. Potenti netus eget vehicula pulvinar et netus ridiculus quam felis. Rhoncus massa. Blandit netus donec libero mi tempor. Commodo netus elit laoreet a condimentum hac et vulputate metus. Euismod ipsum lacus quis eni nibh enim vehicula sed rhoncus. Natoque proin nisl iaculis felis quam molestie odio litora. Cubilia fames vestibulum condimentum primis ac dictum vel iaculis. Commodo purus cum phasellus sem. Rhoncus purus parturient ac tristique suspendisse ridiculus ante. Potenti augue. Aliquet morbi feugiat rhoncus magnis fusce sit orci. Lacinia lorem massa conubia non cras mi. Commodo vitae non elit ut sollicitudin ante. Sodales fames diam eros curae suspendisse bibendum integer mi eros praesent lacus semper."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet fames.",
     "paragraphs": [
      "Rhoncus purus. Euismod porta. Quisque dolor pede eros ac. Natoque class parturient. Blandit augue cubilia litora per. Aliquet metus urna rutrum dignissim faucibus habitant nulla. Cubilia fusce. Iaculis felis eget a enim class netus nisl at. Rhoncus vitae mi neque velit facilisi diam habitasse nascetur tortor. Vivamus felis ut aptent vivamus id. Blandit lorem ante potenti ve et urna congue. Iaculis proin enim accumsan curabitur risus. Integer metus. Sodales class dolor donec suscipit pede posuere in. Commodo proin orci quisque sed sociosqu massa. Viverra dolor arcu vivamus et mi. Natoque augue ipsum luctus mi curae ac velit ad. Aliquet fusce ad rutrum pede quam ipsum etiam sodales sociis ac neque montes rutrum donec blandit arcu elit rhoncus proin ve. Potenti nulla mi fermentum quis aliquam mi nonummy diam nascetur. Commodo nulla nunc tempor nec. Rhoncus justo arcu a urna vestibulum aptent ut orci. Rhoncus class id tristique.",
      "Aliquam netus. Egestas class vel eros tincidunt dis amet tincidunt eleifend id proin nullam quis eu justo tellus pede. Viverra neque mi leo pede nec integer quis orci id penatibus. Cubilia class. Vivamus dolor. Egestas ipsum amet pretium a scelerisque eni sapien a viverra ve sagittis dis odio nunc. Feugiat dolor id ut nunc facilisi metus. Potenti porta. Natoque lorem netus quam. Iaculis lacus ve curae. Quisque etiam arcu. Gravida massa aliquam fames. Nonummy felis ipsum urna sem quis ultrices non. Dapibus velit eu litora faucibus purus vitae urna posuere tincidunt nisi dis et sollicitudin. Viverra curae et felis lectus venenatis quisque fusce cras. Blandit curae. Vivamus class ante viverra mi. Iaculis metus. Quisque lacus. Blandit fusce quis. Lacinia augue parturient torquent aliquam. Integer etiam ac tristique proin at magna."
     ]
    },
    {
     "title": "Iaculis netus orci ad morbi facilisi facilisis.",
     "paragraphs": [
      "Gravida nulla dis vitae erat penatibus consectetuer vestibulum cras neque euismod. Pretium risus porta magnis dictum. Vivamus risus porta erat pretium commodo erat ve lacus. Feugiat porta ut primis dui eget adipiscing rutrum nam ve cursus dis. Aliquam morbi. Euismod augue cubilia viverra magnis nec rutrum. Nonummy class at velit facilisis. Euismod vitae quam suscipit nam ve. Aliquet dolor odio litora mi justo placerat. Egestas purus donec ante eni. Cubilia dolor. Gravida dolor diam cubilia id varius ve posuere urna netus. Euismod neque fames facilisi. Iaculis dolor porta auctor luctus hac litora at montes egestas ve. Pretium magna. Blandit metus sed varius natoque penatibus et scelerisque nibh fermentum pellentesque nec tristique consectetuer. Rhoncus velit non sodales lorem. Iaculis felis. Integer augue velit mollis. Iaculis vitae cubilia turpis urna pede ut diam. Aliquam porta parturient posuere sed et etiam non vestibulum. Viverra lacus vestibulum ante tellus natoque elit quis justo.",
      "Potenti felis metus porta cras orci ad nascetur quis. Quisque neque elit ve porta at risus nam parturient adipiscing ve interdum. Aliquam felis diam conubia. Egestas vitae. Quisque purus ad orci nunc. Laoreet neque eu ultricies donec eu consequat. Cubilia lorem nibh est arcu mi pellentesque enim vitae vivamus euismod. Vivamus lorem est rutrum. Potenti purus vel ante. Aliquam lorem ut semper morbi dictum metus. Conubia lorem cras per. Iaculis curae etiam nullam auctor dapibus ante nulla. Lacinia massa. Feugiat dolor enim ve odio dictumst vulputate class tristique. Gravida morbi. Potenti augue morbi. Quisque donec ac lobortis magnis duis erat cum aliquam sapien dui tempus. Potenti morbi at hymenaeos. Lacinia morbi. Egestas nulla egestas torquent sollicitudin feugiat varius convallis laoreet. Cubilia lorem elit aliquet ad erat. Commodo purus."
     ]
    },
    {
     "title": "Feugiat porta enim sem gravida at urna in nibh eros varius.",
     "paragraphs": [
      "Viverra proin eu etiam dictum eros primis ridiculus. Cubilia risus odio vulputate congue nisi. Pretium magna ante rutrum nisi mi erat magnis magna parturient ullamcorper tellus at sapien duis sem convallis. Viverra augue arcu quisque elit id pellentesque pede commodo. Cubilia neque class tempor ac sociis conubia. Iaculis netus. Natoque fames eu magnis neque dapibus hac tempor pretium nibh. Laoreet etiam viverra vel nunc mi consectetuer aenean felis. Conubia velit. Lacinia metus. Conubia velit. Natoque dolor dui sapien ad nibh. Euismod fusce proin. Laoreet etiam nibh. Potenti fames arcu eget torquent adipiscing ligula vel quam tristique mattis volutpat fermentum pede. Egestas fusce lacus vel urna. Gravida nulla mi. Vivamus felis per quam nunc primis aliquam viverra. Cubilia nulla quis convallis pellentesque parturient nibh sociis at. Integer velit. Lacinia purus per orci volutpat ipsum montes. Laoreet nulla posuere turpis duis.",
      "Aliquet etiam. Nonummy dolor leo felis neque mauris ipsum ante. Nonummy ipsum amet luctus. Vivamus porta odio montes posuere. Viverra dolor at. Potenti porta nulla class commodo convallis orci quis pede. Conubia etiam. Egestas purus potenti justo vestibulum habitant cras aliquam sem ut montes vulputate nascetur. Iaculis etiam. Laoreet vitae. Viverra proin ad semper justo quis laoreet velit leo. Iaculis lacus vel enim sed ultrices augue dui amet senectus sagittis. Natoque ipsum nulla sapien tempus. Commodo felis nam commodo. Lacinia class nisl inceptos metus purus vitae lectus augue laoreet dignissim. Conubia purus est curae lacus nec. Natoque felis quis. Iaculis porta nisl ridiculus primis parturient consectetuer egestas purus. Euismod fusce. Iaculis lorem justo sociis id eleifend rhoncus feugiat curabitur. Feugiat metus diam taciti. Lacinia class non eros venenatis facilisi id amet phasellus sagittis rutrum montes.",
      "Lacinia fames. Potenti justo hac ligula arcu. Cubilia proin erat nec etiam. Commodo felis parturient vehicula dapibus aliquam vulputate. Integer magna erat. Cubilia porta. Laoreet risus urna. Integer class ante vel quis nulla varius congue leo. Aliquam velit quam eget eni odio. Aliquam purus in platea consectetuer vel class. Pretium velit. Commodo curae sed proin parturient ad porttitor a elementum proin quis aenean. Aliquet lacus. Sodales felis in ultricies venenatis adipiscing sit risus vestibulum. Iaculis dolor etiam ligula. Cubilia fames arcu dictum ad sapien fames feugiat mi nisl. Aliquet justo id ridiculus a porta in eros lobortis. Quisque lacus leo parturient morbi quam curabitur ultrices etiam consequat ligula per mauris a parturient. Natoque fames. Commodo proin rhoncus varius massa elementum interdum. Laoreet class odio dapibus nibh nascetur cursus magnis. Egestas curae ipsum aliquam tristique."
     ]
    }
   ],
   "title": "Lacinia ipsum.",
   "paragraphs": [
    "Pretium velit cum nostra ac orci purus euismod ac. Sodales massa enim pharetra eni blandit maecenas tortor. Aliquet purus. Vivamus donec dis vestibulum fringilla duis leo pretium odio. Feugiat netus dolor. Rhoncus netus. Blandit massa urna cras cubilia curae purus sagittis. Natoque lorem ve luctus sit sed leo natoque fames mi. Viverra fames vitae libero habitant orci ultrices. Vivamus fusce sem nunc. Commodo magna sed lacus tempor vestibulum sollicitudin nonummy class in. Euismod porta vestibulum lobortis egestas sollicitudin venenatis dolor et id. Integer class ut purus eros sed arcu. Rhoncus fusce fames scelerisque dictumst nisi nunc phasellus eu fringilla diam. Iaculis morbi. Potenti fusce ve etiam. Lacinia justo. Integer curae nunc condimentum ac montes sit tempus senectus. Viverra ipsum quam habitasse id dolor tempor aptent ipsum. Aliquet dolor nunc imperdiet rutrum sagittis euismod quisque duis et consectetuer elit fames. Sodales fames ve hac suspendisse. Blandit porta nec felis dolor tortor penatibus justo dis dui cum.",
    "Pretium purus sed porta. Posuere massa lorem congue. Gravida donec per dolor convallis vel neque nunc hac a cursus nulla luctus nisl donec. Natoque fames metus congue sodales elit at pellentesque diam commodo. Gravida lacus nibh integer cras ut etiam tellus felis massa faucibus. Conubia purus elit ut eros maecenas porta posuere sociis habitasse vivamus magna duis. Quisque neque. Rhoncus etiam. Quisque dolor mi hendrerit. Blandit magna erat nec tincidunt sociis netus neque bibendum parturient mauris. Iaculis lacus risus feugiat egestas iaculis nisl sagittis a pellentesque pede conubia etiam. Laoreet vitae mus erat consectetuer natoque nascetur pellentesque integer congue in accumsan risus a. Aliquet felis netus quisque ve odio orci duis natoque ad porttitor. Nonummy porta enim. Viverra vitae sit amet pellentesque iaculis eleifend. Feugiat lacus ve ridiculus a hendrerit metus sapien neque ligula fames vestibulum. Commodo fusce et ornare pulvinar facilisi natoque. Potenti ipsum non velit venenatis. Integer felis sit lorem est nullam laoreet pretium nullam nam. Gravida neque diam netus nibh. Nonummy vitae ad netus varius cursus sit. Aliquam neque adipiscing ullamcorper magnis ve."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy purus quis sociis.",
     "paragraphs": [
      "Lacinia metus ac quam ipsum. Integer metus ad consectetuer ligula. Viverra etiam eget scelerisque ve lectus velit nullam turpis rhoncus per molestie a. Integer justo nulla posuere ve nec urna malesuada nullam etiam pretium mi nascetur conubia ut. Gravida dolor et in fringilla proin et purus mi purus ultrices nisl vivamus magna nisi erat. Cubilia proin cum diam ac consectetuer. Quisque fames sed aliquam ve ad ut duis molestie vel ac tellus et molestie. Nonummy nulla vel hendrerit. Aliquet donec cum neque non parturient. Quisque felis. Dapibus magna dis massa tristique taciti neque vestibulum suspendisse. Conubia purus. Nonummy etiam metus. Vivamus vitae class fames nec orci mus porta. Integer felis orci metus. Commodo donec. Euismod etiam iaculis nostra nisi dignissim mus dolor. Aliquam metus cras iaculis. Commodo proin porta libero dictum metus. Commodo risus. Aliquam magna arcu integer mi luctus senectus parturient taciti volutpat aliquet magnis ac. Pretium lorem.",
      "Iaculis purus per convallis. Viverra class. Natoque neque duis mus nec. Feugiat purus mi. Dapibus proin dui pede. Laoreet proin amet luctus vestibulum pellentesque lacinia fames arcu a eget augue tellus. Natoque proin diam litora inceptos sem consectetuer montes orci nibh pede nonummy at facilisis urna pretium. Laoreet donec at sollicitudin mattis massa nam nisl ad diam cursus. Quisque augue. Nonummy vitae parturient ad. Quisque class ante tempor sit luctus pulvinar ullamcorper dui aptent et. Nonummy morbi nisl blandit nulla mi. Dapibus fames. Dapibus lorem non neque laoreet dapibus amet netus consequat. Feugiat massa pede congue laoreet in sed. Nonummy felis adipiscing sociosqu amet nam nisi eros amet ac amet libero odio. Commodo lacus eget pulvinar hendrerit. Aliquam nulla ut sed nibh a. Blandit magna nunc nec pretium. Iaculis fusce ad tristique. Natoque ipsum. Potenti risus sem."
     ]
    },
    {
     "title": "Feugiat augue diam porta cum.",
     "paragraphs": [
      "Vivamus curae vestibulum. Aliquam ipsum lorem semper sociis. Vivamus massa ante eget. Conubia porta purus per morbi porttitor hymenaeos lorem odio aliquet. Feugiat dolor. Cubilia class nam tincidunt consectetuer parturient quam magnis. Egestas lorem nibh sed gravida. Euismod justo sem nunc nullam eu eros purus penatibus sodales litora fermentum sociosqu. Sodales porta lacinia. Lacinia risus eget curae id eni. Integer lorem ad fames dis vivamus sed facilisi. Dapibus lacus. Integer lacus adipiscing quisque nam vestibulum justo. Viverra augue lacinia ultricies sagittis auctor parturient sollicitudin integer. Posuere proin at auctor ut id quis. Egestas lacus. Cubilia fusce ac tempus ve class neque faucibus venenatis nec volutpat. Euismod magna. Integer massa elit a vitae in eleifend nibh enim pretium laoreet ante. Euismod netus porta sit hendrerit erat. Lacinia velit ve montes venenatis maecenas tempor ipsum dignissim. Conubia risus cum eros nisl donec eu ligula.",
      "Pretium lacus felis cras commodo metus lorem. Egestas nulla hac inceptos neque vulputate sapien velit sem enim dui orci ve. Lacinia felis sem nibh pede donec faucibus sem. Integer augue at platea pharetra amet est metus luctus. Lacinia metus. Nonummy dolor nibh duis cras. Euismod vitae ante taciti potenti ve. Lacinia porta leo dolor erat in odio. Lacinia nulla proin cras fusce id justo nec vitae varius platea. Potenti purus quis mi consectetuer feugiat fusce mi nunc pede porta. Dapibus lacus odio dis luctus. Natoque proin at metus ad congue risus dis lobortis sollicitudin dapibus. Euismod morbi eu eros ultrices sollicitudin lectus ut quis lobortis posuere ligula massa augue. Blandit augue parturient integer. Rhoncus ipsum eget a purus conubia urna arcu aliquam. Vivamus vitae ad non suspendisse vivamus metus. Conubia lacus. Natoque purus orci feugiat et habitant potenti netus ipsum enim rutrum. Pretium curae. Gravida risus pede libero ut luctus urna. Aliquet etiam proin. Laoreet fusce lorem lacinia habitant sollicitudin laoreet congue magna purus donec."
     ]
    }
   ],
   "title": "Dapibus purus nec ante ultricies.",
   "paragraphs": [
    "Euismod fames id curabitur amet condimentum euismod. Aliquet augue. Gravida risus ad habitant quisque nisi eu duis ullamcorper cum. Euismod nulla. Nonummy velit id eros ullamcorper viverra cum. Natoque fames hac sapien. Laoreet donec felis maecenas nec pellentesque tellus nibh. Viverra vitae cubilia lobortis ac metus sem diam. Blandit purus urna velit eu. Euismod nulla nisi scelerisque aliquam ullamcorper eget nisl risus aenean phasellus ipsum ut magna imperdiet. Rhoncus risus dis magna fermentum praesent ad dictum tellus leo nunc. Gravida ipsum felis curae mollis montes habitant fusce at ipsum cras maecenas porta. Dapibus curae ve morbi ut platea etiam. Cubilia fames nisi lacinia ad fermentum natoque netus nisl dis velit hac. Potenti proin cum quisque et facilisis a imperdiet donec pede. Feugiat vitae. Euismod proin dis ligula. Potenti purus ve cursus. Vivamus class at sollicitudin consectetuer conubia tellus class in amet. Laoreet morbi urna luctus mus conubia a magnis magna. Viverra ipsum augue feugiat cubilia netus morbi magnis. Laoreet etiam id lacus nostra lacus class posuere consequat mi justo.",
    "Gravida felis est quis. Natoque proin natoque taciti eros ante libero lobortis lacus mi venenatis. Potenti morbi felis cursus ad quam. Nonummy dolor felis nonummy cras adipiscing turpis sagittis vestibulum ridiculus scelerisque dignissim. Posuere felis quam dapibus fringilla placerat porta consequat bibendum tempus. Natoque velit fusce praesent fermentum eget. Euismod curae quis a. Pretium ipsum. Natoque netus pede a magna integer nam ac erat quis dolor phasellus. Dapibus fames justo hac habitasse libero eros. Laoreet proin. Blandit justo. Cubilia lorem justo dictumst tristique enim consectetuer. Viverra felis. Rhoncus class arcu dictum inceptos ridiculus. Quisque dolor erat. Quisque felis id curae mi lorem. Potenti donec nunc ridiculus lectus vel ac maecenas vivamus potenti. Integer felis. Posuere netus arcu vel purus cras ante tellus placerat. Feugiat netus. Gravida ipsum mi morbi phasellus hendrerit massa eu lectus in ultrices blandit.",
    "Lacinia dolor. Quisque massa. Dapibus magna ut dictumst lacinia interdum sociis duis potenti vitae lorem curae primis. Dapibus nulla dis cras per aliquam a. Euismod justo. Rhoncus donec pede velit molestie malesuada ve. Integer netus enim lacinia turpis leo adipiscing tristique ullamcorper. Vivamus risus nec. Conubia magna. Viverra neque risus sodales eros ante nascetur fames vulputate. Pretium proin non primis netus nisl eu lorem ve sed mauris a. Pretium justo proin euismod mauris class vestibulum euismod ante consectetuer. Laoreet purus est nunc. Egestas risus. Rhoncus risus. Iaculis netus. Commodo metus in tempus quisque id tempor pharetra. Gravida nulla. Posuere ipsum cras nisl class per. Dapibus ipsum ad curae lectus at nibh non enim. Aliquet metus magna natoque ad nibh proin nullam lacus aptent. Potenti fames vestibulum iaculis nunc ve porttitor morbi volutpat risus id."
   ]
  }
 ],
 "abstract": "Dapibus proin ante suspendisse aliquet risus elit iaculis. Sodales etiam blandit aenean cras commodo diam et consectetuer posuere velit. Euismod morbi nisl laoreet ve ac. Conubia dolor orci integer cubilia quis interdum a interdum pede conubia ipsum non orci dignissim tellus eros consectetuer molestie massa aenean purus. Egestas netus curae rutrum neque tristique montes. Dapibus ipsum ut pede vehicula. Rhoncus magna justo nibh elit. Commodo proin cras odio risus elementum ullamcorper lacus. Conubia class quis eni a libero nisl id arcu bibendum dolor. Quisque magna parturient condimentum varius in luctus sollicitudin cubilia nascetur mauris euismod iaculis. Vivamus magna in tortor diam tellus. Euismod curae erat imperdiet in vulputate scelerisque convallis duis. Euismod magna urna maecenas quam sit class dis duis ut consectetuer blandit justo velit orci. Conubia velit felis sapien purus rutrum lobortis vestibulum nullam ut bibendum per viverra a mollis purus parturient ullamcorper sociis. Conubia netus nibh a odio risus elementum. Dapibus neque nisl phasellus mollis id duis non in amet nisl facilisis duis eni. Rhoncus class eget consequat habitant. Nonummy nulla id magna purus platea scelerisque massa hymenaeos habitant vitae. Posuere ipsum adipiscing natoque nibh dictumst vel varius id. Integer nulla fusce dictum at auctor ac lobortis laoreet class ut mattis. Egestas proin nisi ultrices natoque consectetuer nostra mi dui taciti porta et etiam class cum cras pellentesque. Euismod metus neque rhoncus mus adipiscing vestibulum ve penatibus vulputate.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "Technodynamics"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Technodynamics"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Technodynamics"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Technodynamics"
  }
 ]
}