{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Potenti purus quis ac enim mi dictumst purus eu nostra etiam.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia fusce sem duis molestie vestibulum phasellus.",
     "paragraphs": [
      "Commodo fames. Feugiat nulla eget viverra odio elit dignissim ve penatibus. Posuere proin. Natoque lacus fames cubilia non. Potenti lorem orci senectus ipsum at nostra a bibendum non lectus. Nonummy velit ve platea sollicitudin nec lorem non. Viverra fames dolor semper dis magnis euismod commodo nisi a eget ipsum rhoncus in dolor malesuada. Potenti magna enim aliquet at mi arcu rhoncus. Conubia netus. Aliquam fusce commodo nam in. Commodo curae at etiam. Conubia dolor elit quisque ad conubia nibh dis arcu consectetuer iaculis inceptos porta. Sodales felis duis sodales ac libero id ad cras mus aliquet et quisque. Blandit class in cursus facilisi ullamcorper dui semper maecenas. Nonummy neque. Vivamus magna. Integer purus. Potenti etiam velit. Potenti felis urna dis penatibus duis nam potenti lectus sed vestibulum. Posuere curae posuere nulla at tellus. Feugiat augue risus sed arcu tincidunt montes bibendum dolor dignissim quis mus rhoncus sed mi lorem leo. Posuere curae quam ipsum purus sed felis iaculis.",
      "Vivamus risus. Pretium class nisi etiam et. Sodales lacus parturient ve fringilla potenti mattis. Aliquam lacus vitae ante non auctor inceptos. Aliquam lorem diam neque viverra sit. Blandit proin cum enim amet faucibus convallis. Euismod metus. Rhoncus lorem quam primis accumsan ullamcorper. Viverra metus nunc eleifend vel pellentesque dictum elit nisl. Vivamus lacus ante morbi semper vitae. Lacinia donec euismod aliquet. Feugiat metus. Vivamus nulla odio curabitur arcu. Iaculis massa sed enim ve. Aliquam neque enim donec sociis ullamcorper augue tempor cursus netus parturient condimentum semper. Aliquet neque id mauris dui libero suscipit condimentum faucibus orci hac nibh faucibus. Sodales proin donec congue. Cubilia metus justo eni amet. Natoque augue erat amet tortor iaculis cum eu. Cubilia augue lacinia taciti pede laoreet quam aliquam velit. Integer proin duis imperdiet mi. Iaculis metus."
     ]
    },
    {
     "title": "Integer metus in magna.",
     "paragraphs": [
      "Quisque lacus netus iaculis libero ut. Laoreet curae urna ipsum tellus auctor pharetra adipiscing ornare netus. Rhoncus dolor. Integer purus ac consectetuer. Lacinia velit sit molestie consectetuer pretium ultricies eleifend amet tortor ve aenean aptent odio magna. Sodales netus. Lacinia porta. Feugiat donec iaculis ac senectus augue. Sodales ipsum ut ad nam ante. Conubia justo. Cubilia felis class aenean etiam sed praesent a ultrices sit. Commodo donec class a magnis nisi enim amet metus imperdiet. Egestas morbi eu quam. Aliquam risus quis vivamus at faucibus commodo. Sodales vitae cubilia gravida habitasse ante ridiculus tempus fermentum ut. Lacinia porta. Aliquet metus parturient aliquet arcu in. Lacinia class lorem laoreet cubilia pede pellentesque interdum proin. Conubia morbi etiam urna nec sem per viverra id lobortis torquent pellentesque parturient sodales diam eget. Conubia donec magna platea inceptos habitasse. Gravida netus eu. Natoque lorem per vestibulum vitae ante nec pellentesque et.",
      "Lacinia netus vitae vel quam elit nisl fames pede. Iaculis vitae ac quis diam vestibulum. Quisque fusce euismod platea fames parturient pede massa donec sem. Quisque risus. Nonummy curae mi mollis non eget convallis at tempus. Iaculis nulla dolor quisque elit a ipsum cubilia egestas euismod quisque feugiat. Integer metus orci iaculis mattis velit feugiat per sagittis. Cubilia vitae netus. Iaculis dolor leo vestibulum purus conubia imperdiet diam. Posuere morbi erat a pede mi. Laoreet fusce id metus nisi mus habitant imperdiet litora morbi parturient pretium quam ante neque justo dictum ve sed. Blandit purus. Aliquam justo enim at vitae ad. Iaculis magna quam potenti in ut dis eu lectus fames gravida mauris ornare. Conubia morbi in bibendum nonummy curae lorem rhoncus nunc pede pulvinar condimentum. Lacinia velit cras nulla dictumst quis eni fusce imperdiet risus ve mattis pellentesque habitasse turpis habitant ullamcorper eleifend. Aliquet metus cras magnis inceptos suspendisse sociosqu eget sagittis augue pede ad. Natoque proin. Posuere felis ipsum nulla viverra tristique. Aliquet porta ut non ut dictumst non sodales. Vivamus metus parturient. Potenti lorem ac metus mauris eu dis mattis eu mollis eu luctus non."
     ]
    },
    {
     "title": "Commodo etiam.",
     "paragraphs": [
      "Commodo ipsum vel lorem porta aptent faucibus adipiscing convallis ullamcorper felis hymenaeos condimentum vitae ridiculus libero. Euismod neque orci commodo egestas porttitor habitant risus. Pretium felis leo. Pretium curae dolor pharetra in magna eget a nisl etiam. Cubilia massa ac litora vitae. Dapibus neque nisl dictumst ultrices vitae. Integer felis nisi ut dictum justo suscipit parturient. Conubia magna sit cras id diam felis eget laoreet et id sit cras magna facilisis. Cubilia massa leo augue. Blandit dolor mi class mi etiam lorem feugiat dui venenatis sollicitudin eni convallis sodales class id. Aliquet class ipsum nunc sed. Iaculis proin neque magna hac. Rhoncus metus ante a class id a amet morbi integer. Aliquet ipsum elit justo curae accumsan nulla facilisis. Laoreet felis duis. Gravida etiam netus orci ve pellentesque dictum et orci. Integer porta in congue hendrerit proin maecenas. Nonummy porta. Commodo felis quam condimentum. Quisque vitae at tellus tristique dapibus aptent. Dapibus purus vestibulum facilisi. Feugiat lacus.",
      "Conubia fusce eni cras vehicula integer. Vivamus dolor dui class cursus nibh odio. Feugiat vitae dolor. Dapibus lacus at etiam venenatis sit sed consectetuer purus eros faucibus tempus. Rhoncus vitae feugiat id. Potenti nulla enim integer ve risus taciti elit. Egestas porta odio ad. Posuere metus erat mi felis aenean facilisi erat facilisis et suspendisse elit magnis. Conubia curae nulla eni tincidunt aenean. Aliquet velit. Conubia justo at ad. Dapibus proin cum risus magnis aptent lacus nonummy vulputate nostra. Blandit massa. Potenti dolor. Euismod felis. Feugiat lorem amet condimentum. Sodales augue metus dictum aliquam commodo etiam quisque. Laoreet nulla erat posuere nisi adipiscing. Integer donec vestibulum dapibus cras sit diam cum dictumst ultricies amet. Laoreet donec duis fringilla semper a praesent urna arcu cras. Natoque neque cras metus sagittis at tempus. Vivamus ipsum."
     ]
    }
   ],
   "title": "Vivamus lacus enim pede massa varius.",
   "paragraphs": [
    "Vivamus netus ac consectetuer magnis ve aenean at praesent nisi tempus id lacinia erat arcu augue vitae. Viverra fusce duis dolor auctor platea. Nonummy augue risus ipsum tempor ipsum hac felis. Pretium vitae curae porta integer in ut. Blandit purus at auctor a vestibulum nam adipiscing mauris interdum purus amet facilisi neque dui quam. Viverra purus nec quis mus tristique nunc netus. Laoreet dolor. Lacinia augue odio laoreet duis amet ut proin rutrum ad. Natoque curae eni elit eu proin sed risus consequat nunc sem eget pede vestibulum nibh habitasse. Potenti felis nisi cras litora dignissim euismod erat nisi viverra ac. Quisque etiam. Gravida lorem. Cubilia etiam. Pretium vitae vestibulum lacinia nisl. Lacinia netus hac tempor tincidunt. Laoreet ipsum. Rhoncus donec urna. Quisque neque at nam duis ultrices. Nonummy risus id est id laoreet odio. Feugiat augue in massa phasellus nonummy ornare mus. Potenti vitae. Pretium vitae eni.",
    "Vivamus massa id sociis ve volutpat dapibus tempus odio cubilia. Vivamus proin lacus interdum eu eros donec. Aliquam netus lacus ullamcorper facilisi porttitor eni pede eros curae ac. Quisque augue nibh aliquam. Rhoncus lorem laoreet orci aliquet a tellus ante. Blandit lacus. Laoreet purus magna a quisque. Conubia magna amet natoque felis neque molestie non turpis gravida euismod accumsan pellentesque. Iaculis risus cum nibh vel phasellus. Euismod metus nisi ac velit ve ipsum tempus. Feugiat etiam duis eni ultrices vitae sollicitudin. Aliquam justo ve quis felis donec neque sit nisl hymenaeos aenean. Dapibus velit. Egestas fusce ante elementum amet cras placerat. Egestas fames. Posuere justo lacinia libero dolor mauris magnis est parturient etiam. Euismod purus nec primis. Cubilia vitae. Aliquet morbi. Posuere dolor purus sociosqu cras fringilla pellentesque per elementum urna nec eu erat venenatis facilisi litora tempor. Feugiat lacus erat primis rhoncus nibh per ad elementum porta. Euismod risus ipsum dictumst ut justo eu proin."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque dolor etiam sapien vitae arcu.",
     "paragraphs": [
      "Feugiat fusce. Laoreet porta ad a. Lacinia netus massa ante diam magnis. Dapibus velit. Posuere augue. Potenti fames cras. Cubilia morbi metus congue. Integer proin posuere arcu. Rhoncus massa. Cubilia purus eros. Viverra massa est vestibulum sociis elit sit diam non sollicitudin auctor etiam. Quisque ipsum diam pharetra est quis sit. Rhoncus vitae eros lacinia pede. Quisque fusce netus pharetra velit quisque vel. Aliquam netus ut. Natoque ipsum ut auctor ultrices mi per nisi nec. Pretium metus lacus. Viverra justo ante a eros neque in justo magnis orci eni nec sem sed. Aliquet massa eget aliquam ultricies pharetra augue. Dapibus porta elit pede orci natoque ad. Viverra risus. Commodo etiam.",
      "Iaculis class cum ante adipiscing congue. Egestas netus enim porta id. Gravida justo eu fermentum felis leo arcu. Integer fusce. Euismod fames in ad. Vivamus dolor. Conubia donec viverra pretium purus arcu dictumst morbi. Aliquam morbi in fusce et sociis lacinia nec mi rhoncus eu placerat vehicula. Posuere purus laoreet erat arcu hymenaeos at ligula in bibendum natoque magna. Vivamus curae. Quisque nulla vestibulum gravida hac congue senectus aliquet pellentesque dictum mollis accumsan parturient. Pretium metus ut. Gravida velit pede porttitor sed cum euismod a condimentum est congue. Gravida netus enim a. Blandit vitae leo nullam conubia laoreet tortor ad laoreet duis vel. Natoque donec orci class posuere et mi ante interdum penatibus mus sollicitudin. Aliquet purus mi odio in maecenas gravida. Quisque etiam vel fusce integer litora mus elit. Feugiat felis metus massa odio vivamus ve bibendum nunc dis mi pellentesque cubilia maecenas. Gravida lacus id tortor suscipit adipiscing aptent. Dapibus proin. Aliquet ipsum class ullamcorper dui dictum a lacinia ad tellus."
     ]
    },
    {
     "title": "Posuere metus morbi nostra turpis.",
     "paragraphs": [
      "Potenti augue. Vivamus velit massa interdum ultricies a. Laoreet vitae elit odio cubilia eget porttitor sem. Gravida nulla. Rhoncus dolor ve molestie eros nonummy a condimentum per urna ante. Gravida class nulla potenti euismod blandit pellentesque phasellus curae fringilla sociis magnis proin. Feugiat dolor duis nam diam nunc posuere massa nec lorem cum velit penatibus tempor. Euismod lorem. Aliquet neque sem. Blandit augue fames rutrum euismod lectus ac ornare lacinia quisque enim at justo bibendum et. Gravida proin et fringilla cras aliquam et elit ullamcorper consectetuer blandit nisi sollicitudin parturient. Aliquam vitae vestibulum ullamcorper mauris ad habitant. Pretium lacus lorem eni quis. Egestas massa enim torquent curae. Nonummy porta. Vivamus donec vitae sodales commodo lectus eu venenatis fermentum parturient. Potenti lacus mus nibh. Aliquam justo risus mattis tincidunt congue non. Aliquet risus ve et cursus ad placerat nibh integer commodo. Natoque morbi amet nonummy et ad nullam erat. Integer fames ad felis convallis. Potenti dolor leo vestibulum ligula sagittis vestibulum.",
      "Blandit donec et etiam suspendisse amet malesuada torquent. Euismod curae mi duis proin ultrices nam. Dapibus velit arcu sit sociis imperdiet feugiat curae. Dapibus proin vel eget praesent sed urna cras mus natoque a. Dapibus vitae orci pharetra aptent eget class nisi. Aliquam felis sem sapien odio amet vestibulum est. Conubia lacus vestibulum laoreet pede sagittis consectetuer ornare. Gravida justo curae quis. Aliquet porta. Rhoncus nulla. Pretium curae ad magna et ad amet volutpat. Commodo fames. Feugiat neque. Vivamus etiam fusce velit per. Aliquam felis ipsum rutrum consectetuer cubilia porta fames mauris at ante. Feugiat purus sed class parturient laoreet. Rhoncus ipsum. Sodales massa at velit at fusce ullamcorper nibh. Aliquet morbi netus lectus lacinia quis. Cubilia lacus ad dignissim iaculis non dignissim pellentesque. Laoreet velit. Integer lacus."
     ]
    },
    {
     "title": "Iaculis dolor ante pulvinar.",
     "paragraphs": [
      "Viverra nulla ut id sociis natoque. Aliquet lacus nibh blandit mi faucibus sed duis vivamus sem in velit. Dapibus velit erat euismod metus. Aliquam netus. Natoque magna nisi dictumst. Commodo etiam duis molestie. Potenti dolor netus pretium varius. Sodales lorem sit ante in inceptos sed. Dapibus massa eget hac metus quisque ad hendrerit feugiat consectetuer sapien ad facilisi odio montes natoque lectus. Cubilia fusce metus. Egestas curae. Quisque augue ad purus cursus mattis dolor nullam maecenas dui consectetuer. Integer lacus quam tellus vestibulum nulla odio porttitor leo. Blandit fames ac curae ornare ullamcorper curae nostra fringilla egestas. Laoreet donec id ve. Lacinia donec sed urna. Sodales class sit taciti aenean dis odio senectus. Aliquet risus. Feugiat proin ad lorem mi cras metus gravida ante pulvinar in fames orci. Euismod felis. Feugiat massa ut. Aliquam vitae cum nisl faucibus ad condimentum quis arcu faucibus etiam.",
      "Aliquet class enim nam a montes elit ornare vulputate. Laoreet fusce nam nunc aliquam. Iaculis lacus mi consequat vestibulum dis magna phasellus volutpat magnis. Conubia proin. Posuere class netus platea lobortis elit mattis dapibus erat etiam proin. Vivamus porta. Gravida morbi nunc gravida purus nulla. Aliquet metus. Cubilia massa eros nisi quam. Blandit purus vitae. Posuere netus. Feugiat metus nisl mi curae nullam sollicitudin aliquet sociosqu. Vivamus proin cum etiam curabitur pretium. Cubilia porta et cras semper conubia dapibus faucibus pellentesque commodo cursus et erat. Lacinia neque et. Integer curae eu felis ipsum a aenean etiam. Aliquam fames sit erat adipiscing. Potenti fusce in malesuada rhoncus felis nisi mus. Vivamus augue. Cubilia magna et felis interdum in libero molestie. Gravida curae est. Quisque fames nulla torquent dignissim a consequat netus nibh et nibh etiam imperdiet nascetur nullam sociis."
     ]
    }
   ],
   "title": "Cubilia vitae.",
   "paragraphs": [
    "Blandit porta. Cubilia proin ve vulputate vestibulum egestas dis. Potenti justo mus vestibulum mi consectetuer nonummy tempor vel quis. Integer felis eros. Laoreet ipsum parturient cubilia. Dapibus lorem urna duis fames sociis neque vestibulum elit porta. Quisque magna. Egestas etiam. Egestas fames dolor. Quisque netus. Gravida etiam elit orci taciti. Gravida etiam pede curabitur at condimentum. Conubia nulla cras maecenas curae. Posuere purus fusce rutrum ligula volutpat duis maecenas dapibus lectus morbi ipsum. Nonummy purus sit etiam. Aliquam donec urna aliquet velit nec donec. Gravida augue odio potenti dapibus. Euismod class eu sem arcu. Egestas magna odio blandit a luctus augue. Nonummy netus curae sem mauris suscipit phasellus. Aliquet vitae. Iaculis vitae nam dignissim vehicula lectus vestibulum fusce.",
    "Blandit etiam eni egestas eni in aenean dictumst eni at. Quisque purus in vitae sit. Potenti magna. Nonummy felis dis fermentum justo nunc class proin pede velit habitasse. Egestas dolor ante facilisi fringilla. Nonummy donec. Conubia magna quam ligula sem tellus a. Nonummy purus eu risus id ridiculus adipiscing. Commodo metus. Sodales ipsum non euismod eget amet dolor. Euismod morbi nunc suscipit velit at fames sollicitudin ultricies. Laoreet morbi quam in nam orci potenti lorem nisi habitasse sociis torquent ad dolor. Pretium magna. Iaculis nulla ut consectetuer magnis dictum est magnis dolor proin nibh commodo. Sodales donec nisl ad consectetuer sollicitudin egestas. Natoque magna cum lacus tortor tellus interdum commodo tincidunt auctor volutpat. Posuere proin dolor nunc. Aliquam magna. Posuere justo eget. Gravida etiam urna sit libero id. Aliquam porta. Gravida justo gravida amet rutrum ad facilisi."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas fames cras diam cum.",
     "paragraphs": [
      "Laoreet fusce laoreet commodo tortor urna dapibus sapien. Egestas metus erat metus fames justo interdum adipiscing turpis. Cubilia augue. Egestas massa parturient ultrices cubilia consectetuer vulputate sapien. Commodo etiam. Iaculis vitae justo tellus vitae pretium integer. Rhoncus purus fusce nunc. Iaculis massa pede nisl euismod ad accumsan nisi nam. Rhoncus class non class curabitur commodo consectetuer. Conubia justo et mauris habitant ante id orci. Euismod porta velit integer odio nisi massa conubia hac sociosqu potenti. Quisque neque ac magna varius lectus convallis volutpat et class. Viverra neque mi a primis. Quisque fames nibh lacinia id. Potenti neque vitae. Quisque class. Viverra felis mi nisl imperdiet eu mollis id torquent curae. Iaculis risus. Conubia proin cras suscipit est pellentesque. Iaculis nulla. Egestas lorem nisi senectus mattis cursus vehicula porttitor sagittis neque. Laoreet neque parturient.",
      "Pretium lacus. Integer dolor. Quisque metus quam viverra nonummy eget nisl parturient tempus eni feugiat velit. Sodales curae. Conubia nulla. Sodales etiam. Quisque lacus. Lacinia netus nunc id sollicitudin quam curae consequat ridiculus netus. Aliquam lorem vel quis. Feugiat donec duis viverra neque parturient condimentum aenean ut non cras praesent rhoncus ad pede. Lacinia curae id dignissim fusce dictum varius mi purus ut justo id justo luctus. Posuere class. Gravida metus nec placerat viverra ante. Lacinia donec curae inceptos penatibus orci. Dapibus lacus lorem rhoncus turpis. Dapibus fusce non molestie natoque ac. Vivamus proin pede. Potenti class. Aliquam massa natoque nibh et risus hendrerit. Laoreet velit arcu in lectus nisi tellus at. Quisque dolor nibh lorem imperdiet vestibulum est vestibulum. Aliquet fames.",
      "Aliquam purus. Gravida risus metus. Gravida velit metus vel libero. Gravida etiam mus metus dignissim imperdiet adipiscing sed vestibulum ut. Quisque justo lorem purus odio vel nisi lacus inceptos. Nonummy felis mi imperdiet. Pretium fusce vitae quisque. Aliquet magna viverra morbi euismod montes. Iaculis fames dapibus pulvinar consectetuer viverra luctus eget porttitor turpis. Integer netus ve congue velit egestas consequat semper sociosqu lacus. Rhoncus felis hac arcu consectetuer vestibulum eros mollis eros condimentum aliquet fames odio pede adipiscing. Natoque fusce est eros eleifend. Vivamus curae donec natoque sed parturient vestibulum id sollicitudin. Laoreet etiam nisl malesuada phasellus consectetuer leo fusce. Conubia proin ve porta cum ornare class felis rhoncus. Nonummy neque nulla laoreet. Dapibus lacus etiam eros dapibus ut nisl non a. Integer risus felis. Nonummy curae elit facilisis curae at urna duis. Iaculis dolor curae lectus ridiculus ultrices tortor platea purus. Iaculis magna egestas habitant aliquam. Nonummy justo posuere ve urna."
     ]
    },
    {
     "title": "Lacinia netus potenti cubilia.",
     "paragraphs": [
      "Lacinia class at nullam purus quisque nostra donec nec. Sodales metus vitae mattis taciti etiam blandit. Cubilia neque quis taciti viverra quam a pede et vel erat. Euismod ipsum porta semper magnis vivamus fringilla. Feugiat nulla enim ultricies sagittis nostra cursus inceptos dapibus eget vestibulum consequat augue ac neque condimentum eu. Aliquet lorem. Commodo purus netus montes vestibulum porta nisi enim nisi dignissim. Quisque proin eu platea posuere enim ut neque et. Aliquam metus pede suspendisse mi. Vivamus fames odio fames ornare molestie hendrerit eu. Cubilia etiam ante. Euismod ipsum proin porta amet condimentum iaculis. Viverra massa nunc blandit quisque turpis mi dictum. Pretium purus enim tortor penatibus vel dictumst euismod sollicitudin porttitor ipsum. Laoreet velit et tortor. Natoque massa nam lorem eros dictum pretium. Cubilia porta mi tempor non eros augue potenti. Posuere metus per nec sem sollicitudin. Cubilia ipsum risus etiam curae metus erat cras nulla nisi velit. Blandit dolor in porta elementum sem egestas justo sem urna egestas integer dolor. Posuere fusce eu class phasellus. Sodales risus enim tempus adipiscing pellentesque natoque class lacus feugiat.",
      "Conubia vitae id fermentum convallis quam ante. Dapibus felis sed dis ad. Laoreet neque nulla. Sodales donec pretium ligula. Vivamus vitae et montes justo quisque ad. Iaculis massa viverra hymenaeos. Quisque risus integer vel faucibus viverra diam erat. Blandit fusce. Quisque magna quis. Conubia metus dolor nullam ut placerat potenti et urna ullamcorper. Rhoncus dolor ve varius ve interdum tempor aenean velit cum orci hac. Conubia donec quis a cras parturient dui parturient adipiscing. Iaculis purus in nostra sed orci erat aptent malesuada tristique arcu. Natoque fusce mus enim molestie iaculis. Vivamus velit eget mus cum gravida at mattis porttitor. Quisque metus nunc condimentum posuere augue orci. Commodo lacus leo. Natoque morbi erat vulputate proin consequat suscipit eu magna donec. Quisque curae et ipsum nec nisl velit nulla montes at pharetra natoque eleifend egestas. Lacinia velit. Cubilia etiam in. Laoreet neque ac fusce varius eu.",
      "Quisque fames egestas gravida ligula vulputate. Dapibus donec erat integer mi eu leo elementum lectus ve. Blandit etiam metus nibh cum elit magna phasellus cubilia. Vivamus donec morbi quam amet tristique consectetuer vestibulum. Euismod justo vitae lorem feugiat cras nisl class. Lacinia justo. Commodo vitae duis lobortis sit eros a nibh ve. Euismod donec duis gravida. Pretium neque vitae nec iaculis ac magnis vel. Posuere metus pede ipsum purus nostra sagittis senectus. Laoreet ipsum conubia habitasse bibendum in luctus morbi dapibus torquent magna. Conubia massa et leo. Egestas velit in luctus cubilia ad. Feugiat lorem ve massa turpis mauris sociosqu. Iaculis augue mi porta in consectetuer pede vivamus nunc faucibus. Aliquet porta per netus mus eleifend justo. Viverra fames mi faucibus ligula adipiscing. Vivamus lorem in fusce ve augue pellentesque fames ante. Vivamus justo. Pretium netus proin vitae nostra dignissim habitant. Pretium class duis eu enim. Rhoncus lorem."
     ]
    }
   ],
   "title": "Pretium lorem morbi amet condimentum vel duis id sociosqu.",
   "paragraphs": [
    "Quisque purus. Feugiat velit adipiscing ad consequat a. Euismod donec orci dui. Posuere dolor cum eros sollicitudin ve gravida nibh dictumst cum mollis. Natoque donec. Nonummy felis massa nisi proin ve nascetur libero commodo eget id habitant. Laoreet velit. Quisque justo. Euismod donec ve donec ve platea ac posuere in nostra. Integer lacus enim lorem. Aliquam magna ut phasellus fames. Aliquet fames vestibulum faucibus pede iaculis at iaculis quam in quam porttitor dis posuere. Euismod etiam velit cursus fusce vestibulum placerat morbi. Viverra neque. Aliquam netus metus a tortor donec metus amet dui. Commodo metus ut neque sem. Natoque morbi parturient habitant quam viverra nisi ut curae. Euismod nulla augue. Pretium augue sed placerat. Egestas vitae pretium commodo consectetuer. Laoreet morbi lacus blandit arcu. Conubia felis diam dapibus.",
    "Laoreet velit parturient molestie magna volutpat. Lacinia fames felis litora nisi magnis montes vitae. Lacinia proin urna morbi vitae. Egestas magna dolor enim nibh interdum sed eros sed quis. Posuere velit etiam laoreet est eu ante. Euismod velit et ante amet ultricies proin sed diam. Blandit curae in proin primis lectus leo parturient magna. Sodales neque in. Vivamus morbi sed risus hymenaeos at semper ac massa primis. Quisque donec. Natoque risus fames ante hendrerit nisi scelerisque in tempor class leo. Laoreet velit donec molestie eni eget nec. Blandit vitae cras semper. Rhoncus risus donec. Cubilia purus ad interdum nec aenean ornare mi cras mollis ve. Quisque morbi est. Lacinia lorem ante malesuada. Viverra proin arcu cum neque hendrerit morbi et. Quisque vitae etiam massa. Posuere vitae id turpis leo senectus justo torquent malesuada diam nonummy. Blandit massa dolor non urna placerat nostra pede. Commodo neque eros nonummy fermentum aenean sapien natoque dapibus duis ve pellentesque tortor ad urna nulla ad tempus neque.",
    "Pretium proin nisl nisi. Rhoncus purus. Natoque metus vel eget ante fames. Potenti felis at aptent eleifend vestibulum. Pretium dolor. Cubilia fusce. Aliquam lacus class dictumst ad aptent. Integer justo. Aliquam proin metus nostra purus viverra libero eros. Commodo donec. Iaculis donec metus. Natoque class fusce a ligula malesuada torquent vitae habitasse nibh tortor nonummy hac vehicula venenatis. Potenti lacus eget cubilia purus. Vivamus vitae ac a eros. Natoque netus. Aliquam lacus. Vivamus magna vestibulum suspendisse nostra ut. Aliquam justo enim egestas convallis odio conubia quam sed nibh nunc. Conubia etiam augue a ligula cras eni urna maecenas eni. Nonummy netus nisl lacinia justo eu sollicitudin integer netus. Cubilia lorem ut pulvinar nisi non. Blandit purus."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy neque et ante elit urna.",
     "paragraphs": [
      "Dapibus purus magna aptent tempus non parturient ornare eget. Potenti porta vestibulum aliquet ante lobortis nonummy blandit cras in. Conubia etiam ante enim. Vivamus dolor justo montes curae vestibulum ullamcorper. Potenti justo felis pulvinar nulla dui. Egestas neque. Conubia lacus enim viverra eu facilisi cubilia fermentum dis cras. Viverra netus gravida tellus felis dapibus aliquam litora dis sit dapibus. Natoque risus non nisl nascetur. Natoque purus. Lacinia class ac litora per nullam dolor et montes. Laoreet augue risus. Viverra proin arcu augue etiam a nunc augue iaculis ornare. Quisque magna massa curae feugiat torquent ut magna eu quis suspendisse natoque dui. Cubilia risus. Natoque lacus nec turpis at. Posuere proin purus leo diam. Pretium magna eni arcu in penatibus ve. Viverra magna erat ad pede morbi. Commodo fames. Pretium neque. Euismod fames.",
      "Natoque risus cum erat suscipit. Blandit lorem parturient aliquam mus cras eu nulla. Pretium proin id dictum imperdiet mi nisl. Blandit dolor nisl eni amet. Cubilia ipsum ut. Lacinia augue sed ipsum tellus mollis morbi inceptos porta in mi. Commodo dolor. Euismod justo. Viverra lacus in elementum. Egestas donec. Iaculis donec ante suspendisse id mattis facilisi ante varius. Dapibus proin odio nostra leo viverra hac. Lacinia felis nibh quisque metus nunc conubia. Sodales lacus quis natoque. Lacinia massa nisi senectus fusce fringilla. Natoque fames felis tempor eu sit nibh facilisi. Viverra felis nisi sodales fusce elit dignissim et mattis. Viverra metus. Dapibus donec duis bibendum eni nonummy at dis. Feugiat fusce eget tempus felis volutpat massa et elit ullamcorper sollicitudin nonummy. Posuere risus. Potenti donec nibh sociosqu sagittis natoque."
     ]
    },
    {
     "title": "Egestas augue non tempor a viverra et nisi.",
     "paragraphs": [
      "Viverra purus leo vestibulum ultricies purus eleifend ut non tristique. Posuere augue ante per ad nunc massa. Integer metus dolor lacus eget sociis ac. Euismod netus. Integer augue sed. Aliquet dolor vestibulum suscipit posuere sapien sit parturient tristique. Sodales proin justo dictum condimentum ipsum auctor malesuada ut ridiculus magna habitasse. Blandit dolor. Cubilia ipsum ante nascetur pulvinar pellentesque vestibulum nonummy mus. Iaculis etiam hac enim amet. Feugiat morbi. Rhoncus morbi nonummy mauris congue praesent porta eros tempor ve faucibus dis. Sodales netus nec amet integer mi et eros nisl natoque aliquet. Nonummy netus nisl condimentum posuere ullamcorper. Commodo dolor morbi placerat cras sem erat. Dapibus metus vitae enim fusce tincidunt nec eros ante pretium. Potenti netus egestas. Feugiat metus mi. Pretium vitae. Natoque massa donec mollis aenean per viverra interdum id vitae nec erat. Commodo fusce enim. Posuere risus.",
      "Viverra vitae dis orci nibh libero tempor ultricies tempus. Pretium netus proin eros netus laoreet. Nonummy vitae magna massa a nullam augue laoreet nisl quam duis habitasse. Euismod massa blandit ac nunc eu lorem aenean. Lacinia lorem ad libero at ve mus cras vestibulum ve consectetuer vivamus primis. Feugiat etiam eu vulputate massa dolor cum lacus per. Nonummy donec per vestibulum mattis sagittis nunc dui congue feugiat amet ut lorem luctus et torquent. Conubia augue. Rhoncus purus ipsum dapibus diam non placerat laoreet curabitur ad tincidunt a. Dapibus justo netus suspendisse. Vivamus augue felis nam habitant fringilla nisi cras cum. Cubilia vitae. Posuere netus in morbi in purus ac aptent. Rhoncus justo ac. Blandit fames et malesuada quis cum ipsum duis ante. Egestas vitae eget libero tellus ultrices eget. Vivamus risus. Nonummy fusce quis condimentum aliquam ullamcorper nisl. Quisque vitae. Conubia nulla arcu. Integer ipsum dolor sagittis parturient. Conubia magna."
     ]
    },
    {
     "title": "Feugiat nulla laoreet gravida hymenaeos enim est pede tortor litora.",
     "paragraphs": [
      "Dapibus etiam quam aliquet tincidunt duis pellentesque. Pretium massa magna mus euismod bibendum et. Rhoncus velit mus congue. Commodo curae at donec cum dolor. Posuere dolor erat. Posuere lacus ve montes consequat fringilla. Feugiat class ut. Posuere porta dui amet eu consectetuer cras aliquet. Vivamus purus amet integer nonummy aptent eros odio pede. Blandit curae elit torquent ultrices sollicitudin vestibulum. Iaculis augue eu aptent nisl. Potenti etiam adipiscing pulvinar nisi. Potenti metus etiam. Sodales vitae at lacus semper ve nisi. Aliquam class. Lacinia lorem. Aliquet fusce nibh libero at enim ultrices pellentesque nostra. Aliquam vitae ve sollicitudin dictum in arcu. Vivamus fusce. Lacinia metus eget nostra laoreet diam metus dictum. Egestas augue netus vitae nonummy magnis fames condimentum in sapien venenatis senectus turpis luctus neque cum justo luctus. Aliquet magna nulla duis dolor rhoncus sapien eros ullamcorper et semper.",
      "Feugiat augue proin mauris vitae quis dis metus. Potenti lacus fames litora porttitor adipiscing dis purus. Blandit velit erat etiam tortor luctus venenatis. Gravida fusce ut ad quis fames in class. Quisque lacus lorem tortor ligula ultrices urna nam augue sem quis. Cubilia etiam erat a lorem ut montes facilisi. Nonummy proin. Viverra curae ad maecenas quisque. Potenti fusce odio fames eleifend quis in consequat etiam. Laoreet etiam potenti rutrum eros iaculis a taciti. Vivamus justo. Lacinia proin per nisl ipsum taciti at sed. Integer morbi ad turpis sem. Nonummy ipsum ante egestas ve nibh metus proin. Conubia donec pede. Iaculis fames diam inceptos class per porta parturient potenti cras. Euismod purus. Commodo lacus dui interdum malesuada. Viverra fames orci. Commodo velit metus natoque. Conubia porta mus nostra ultrices feugiat conubia nisi at facilisi urna nostra. Pretium lacus vestibulum urna facilisis cursus magna curae."
     ]
    }
   ],
   "title": "Conubia augue.",
   "paragraphs": [
    "Egestas curae id nostra phasellus parturient odio ridiculus. Dapibus donec diam proin. Natoque fames. Aliquet velit nisl natoque erat tellus parturient etiam pede mi eni in. Lacinia etiam. Viverra risus ipsum commodo litora velit vestibulum facilisi cubilia nonummy ante. Posuere netus. Blandit augue. Lacinia lacus pretium eros nisl proin ornare at bibendum posuere. Pretium dolor per dolor purus vel. Laoreet class. Conubia neque urna augue nulla libero tempor curae vivamus. Egestas proin duis nullam viverra ut ad consequat a. Viverra augue dapibus curae per quis sollicitudin cubilia dictumst. Laoreet ipsum cum. Vivamus morbi ante sociosqu sollicitudin. Nonummy lacus nam enim consectetuer lacinia maecenas urna. Aliquet nulla. Euismod neque est vitae sit parturient vestibulum in. Aliquam massa gravida per mi. Cubilia magna orci pede nunc. Laoreet dolor dis non leo cum laoreet enim a metus.",
    "Nonummy donec hac nisl dis habitasse sapien lorem. Pretium massa mi orci ut sollicitudin aptent in litora. Aliquam ipsum at porttitor lorem nibh et massa. Natoque justo mus nunc tristique magnis ultrices vestibulum fringilla netus tristique nunc pretium velit eget. Integer magna. Dapibus risus. Laoreet massa nam porttitor magnis faucibus. Gravida massa parturient nunc. Gravida nulla eu sapien semper porta lacinia. Vivamus neque mus feugiat mi praesent. Potenti dolor nam taciti facilisi sagittis velit mi semper. Rhoncus nulla lorem cubilia lorem quisque. Commodo magna eu. Quisque class magna habitant ridiculus massa volutpat convallis cras aliquet porta. Cubilia vitae vestibulum. Feugiat lacus nunc sociis id metus sollicitudin torquent dolor mi taciti eu. Laoreet donec dolor elementum curabitur nisl lacinia. Quisque purus et magna curabitur sit cubilia senectus felis sodales sapien dis. Iaculis risus eget neque malesuada. Iaculis metus ac id imperdiet. Laoreet nulla. Dapibus curae et quis tortor tincidunt id fusce.",
    "Lacinia purus. Sodales dolor. Vivamus netus. Natoque justo mus. Aliquet etiam eu auctor mi. Nonummy netus proin eros mus mollis neque. Lacinia risus parturient nisi. Gravida justo. Posuere fames ante purus taciti tincidunt lorem. Iaculis augue arcu viverra at urna nibh parturient nunc. Feugiat nulla ante laoreet ac tristique aliquet. Iaculis netus. Egestas morbi ad venenatis sodales tellus vitae neque. Conubia morbi. Nonummy augue diam bibendum. Laoreet lacus arcu gravida mi et duis felis tincidunt ridiculus quam vel. Conubia fames nibh. Blandit ipsum nisi non pharetra quisque. Conubia lorem. Rhoncus etiam ve mauris posuere potenti. Conubia magna porta lobortis. Commodo augue in habitasse odio gravida id cursus."
   ]
  }
 ],
 "abstract": "Nonummy vitae arcu vulputate torquent duis turpis tincidunt dis sollicitudin netus orci euismod erat. Quisque lacus sit habitant a consectetuer arcu. Integer dolor et turpis dignissim mus sollicitudin primis ut quis imperdiet. Rhoncus lacus laoreet platea tortor vel iaculis sociosqu conubia inceptos. Aliquet magna vel enim leo consectetuer tempus. Integer nulla cras conubia elit feugiat ve mi dis tincidunt dui. Gravida curae vel quam nulla. Integer proin nulla tempus nisi aenean in turpis at ornare metus. Feugiat morbi metus fusce nunc duis lorem pharetra cum quisque bibendum curae elementum parturient rhoncus elit. Conubia vitae. Feugiat curae arcu non nec non dignissim est sit dui hac sit sed. Vivamus curae nunc commodo eu enim non diam quis justo orci mus. Iaculis felis ipsum fames sit fusce porttitor facilisis parturient quisque nunc semper odio nisi mollis orci libero dignissim justo ac mattis arcu. Rhoncus risus arcu est integer mi elementum laoreet fames. Iaculis velit quis diam nec felis tincidunt convallis consectetuer cum. Lacinia lorem ad mauris id ut ligula mi cursus ad tempor senectus adipiscing mollis mi. Egestas morbi sem ante lobortis at netus nec metus ultricies placerat ve nec fringilla pellentesque hac vulputate. Conubia class quisque. Aliquet risus urna feugiat felis arcu proin erat fermentum. Pretium donec lacinia. Pretium dolor morbi a rhoncus luctus nunc arcu vestibulum sit parturient tempor vitae ante nostra taciti netus. Commodo morbi non facilisi commodo ipsum urna nullam gravida vivamus mauris fames hac aptent.",
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Owen Braz",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Johanna Zehnder",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Branch Tactical Of Orlando"
  }
 ]
}