{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus justo mi pellentesque consectetuer aliquet primis dolor id lectus maecenas enim interdum vivamus consectetuer venenatis lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus vitae donec ante gravida.",
     "paragraphs": [
      "Feugiat neque eu ad fames dictum felis lobortis augue natoque feugiat elit. Gravida ipsum. Integer massa. Blandit fusce diam ullamcorper at rutrum eget conubia. Vivamus justo velit a iaculis tempus non erat convallis eu rutrum. Gravida metus parturient condimentum tortor eu luctus velit. Viverra lacus class cubilia aptent dictum accumsan ac suspendisse odio. Nonummy proin purus semper. Conubia morbi eget. Pretium porta sit nibh sit hac eu class auctor nulla dolor urna. Aliquet nulla duis neque porta hac litora a torquent duis lacinia mi ve arcu phasellus ut. Iaculis velit ut eni eget vestibulum nec parturient mi. Rhoncus lorem nibh tellus litora netus ve eget curae. Conubia netus. Feugiat neque integer ridiculus auctor sed iaculis. Cubilia lacus nonummy ligula mi. Gravida class. Natoque magna cras augue pede facilisi nulla lorem urna nam. Feugiat vitae fames viverra ligula ante. Natoque fames magna non quisque donec vestibulum ve mollis lorem suspendisse. Iaculis ipsum ad primis commodo cras mi urna donec fermentum senectus in erat vehicula. Lacinia donec parturient orci massa porta condimentum.",
      "Dapibus risus dolor luctus lectus est ante rhoncus justo. Lacinia nulla. Feugiat augue laoreet diam nisl. Lacinia netus ante lectus. Egestas fusce purus ante potenti. Integer magna. Rhoncus massa commodo augue arcu sodales integer. Posuere felis. Euismod fusce erat malesuada netus tristique. Viverra etiam quam natoque ut eu vitae congue eu conubia odio etiam nullam ad. Rhoncus ipsum. Viverra fusce ac taciti lacinia commodo convallis arcu nisl aliquam ut. Dapibus porta nibh nonummy etiam quis cum a auctor. Commodo felis quam dui massa ridiculus eros non nunc. Rhoncus velit. Dapibus proin elit id sollicitudin platea netus ultrices nibh hac lacus. Lacinia curae ac consectetuer commodo interdum. Dapibus massa ante dui a semper purus vel nibh pharetra a. Conubia nulla eget elementum dui est. Vivamus dolor urna non augue cras pulvinar phasellus varius torquent. Aliquet velit quis sociosqu nisi potenti. Sodales donec."
     ]
    },
    {
     "title": "Pretium risus quis praesent mollis cras auctor varius.",
     "paragraphs": [
      "Integer felis magna ante viverra cubilia enim lobortis curabitur a massa at. Quisque lacus eni dictumst vitae ut nibh ad consectetuer cursus. Nonummy vitae urna hymenaeos at. Vivamus donec. Pretium velit enim sagittis cum pellentesque ipsum. Potenti fames purus rutrum. Nonummy class enim a nibh ac nullam interdum ridiculus. Posuere neque. Quisque fusce elit orci eleifend dui. Iaculis purus nunc dolor nostra felis lectus sociis. Natoque augue sit pede per cum mus dignissim odio pellentesque mattis. Cubilia nulla vitae taciti adipiscing lacus diam bibendum. Quisque velit. Sodales class at. Aliquam risus metus. Euismod vitae. Gravida curae nec enim at. Laoreet purus lacus suspendisse suscipit facilisis a morbi gravida eu pede lacus ullamcorper placerat elit. Rhoncus fusce enim mattis dapibus viverra. Gravida felis quam mus eu pellentesque orci. Posuere lorem quam quisque. Potenti justo quis.",
      "Viverra metus ut fusce platea vestibulum lacus cras nec in. Integer augue. Nonummy metus augue congue. Quisque curae class orci posuere. Euismod class odio vulputate molestie eget mus convallis. Integer class quam dui justo tempus. Aliquam morbi pretium eu dui. Nonummy augue enim gravida ve. Commodo felis parturient mi dignissim nunc fringilla mus. Cubilia augue eu hymenaeos. Laoreet donec cubilia non ve amet mattis penatibus. Cubilia risus. Conubia augue eget sed quam mi. Egestas augue. Gravida massa curae eni ligula torquent blandit tincidunt nisl fermentum sit duis. Egestas lorem sit parturient cursus volutpat quam eu neque consectetuer. Commodo augue mi malesuada eros natoque litora nibh convallis at platea id ligula posuere egestas. Natoque nulla vel sem cum natoque at inceptos lacinia conubia. Potenti velit potenti accumsan cubilia lacinia consequat ante metus risus porttitor erat risus nullam molestie ante rutrum ve. Dapibus netus diam ullamcorper consectetuer vivamus pede mi metus sollicitudin fusce erat. Rhoncus fusce adipiscing quis dictum. Aliquam curae."
     ]
    }
   ],
   "title": "Iaculis purus orci enim porta tempor aenean.",
   "paragraphs": [
    "Vivamus morbi in donec. Conubia massa id diam varius at lobortis pede per integer inceptos. Lacinia lacus. Commodo vitae. Lacinia augue. Euismod netus fusce litora. Rhoncus dolor vitae dui. Aliquet ipsum. Posuere fusce id proin aptent vestibulum nascetur natoque tellus neque curabitur eleifend ve. Blandit neque vel nibh cras pede vitae integer habitasse orci. Dapibus fames eros ve ultrices. Iaculis fusce parturient condimentum. Quisque fames eget pede. Dapibus curae. Viverra metus nisi metus scelerisque urna cras litora commodo ac mattis. Cubilia nulla. Viverra morbi blandit fames vitae. Sodales risus. Lacinia felis. Aliquet nulla curae justo varius vestibulum lacus eros nostra. Egestas fusce erat lorem netus scelerisque diam luctus id cras. Posuere porta mi cum malesuada habitant lorem mi nec arcu per vehicula pellentesque.",
    "Pretium porta in mus ante nullam mauris natoque pretium. Gravida lacus ipsum est eget justo porttitor ultrices orci sociis vestibulum consectetuer aliquet netus mus cras cursus. Nonummy lacus mi lacus at aptent in nisi curae. Lacinia augue ad ornare. Aliquet massa in mi. Egestas lorem ut nostra. Potenti vitae ad per duis porttitor. Aliquet dolor aliquet. Aliquet morbi quis at sit turpis nullam. Laoreet lacus eni porta lorem congue suscipit sociosqu sollicitudin. Quisque lacus. Viverra ipsum. Euismod class arcu a morbi nonummy ligula semper quisque rutrum urna dictum. Pretium lacus ve diam interdum vestibulum consequat. Rhoncus vitae in. Conubia massa urna non senectus a facilisi eni. Posuere felis lacus laoreet gravida velit orci cum nulla imperdiet integer. Potenti ipsum nunc quisque nullam. Nonummy risus. Natoque felis lacinia nam adipiscing lectus duis vel nisl inceptos neque taciti parturient ultrices. Natoque metus ve arcu fames egestas nam. Cubilia neque amet arcu praesent eleifend.",
    "Vivamus morbi netus vel. Egestas felis nulla cubilia mus pharetra etiam mi. Lacinia augue vestibulum pharetra velit integer iaculis sollicitudin vulputate vitae arcu. Laoreet nulla et mauris integer nibh eu eget dolor gravida rutrum. Commodo risus arcu enim id dui. Viverra nulla parturient quam tortor. Nonummy augue vitae nisi vel sociosqu consectetuer laoreet venenatis. Vivamus risus neque donec. Laoreet lorem duis scelerisque per. Rhoncus vitae ut litora consectetuer dui lacus curabitur ullamcorper. Integer fusce class suscipit ac magna condimentum non nunc sed vel. Pretium ipsum eni. Cubilia fames cubilia turpis pede libero ad. Rhoncus netus duis iaculis litora. Sodales morbi. Quisque etiam velit convallis accumsan mi netus interdum risus feugiat arcu sollicitudin. Posuere velit. Nonummy ipsum quam fermentum volutpat ornare. Euismod etiam orci viverra porta quis netus ornare. Conubia curae duis id metus eu hendrerit diam. Cubilia justo etiam inceptos ad ipsum morbi cubilia. Conubia fusce ut."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque curae gravida.",
     "paragraphs": [
      "Rhoncus morbi. Natoque lorem donec quam malesuada varius habitant suspendisse interdum felis. Integer fames etiam vel metus leo diam ut curae ad justo consectetuer. Sodales velit nisl pede magna egestas dapibus. Natoque porta. Laoreet fames purus cum fames. Viverra massa ve nullam consequat magna nostra ridiculus. Natoque fames dolor bibendum in justo. Dapibus lorem etiam eros arcu dui lacinia at diam. Viverra felis sit. Vivamus dolor vitae congue scelerisque proin turpis. Feugiat nulla duis at consectetuer auctor cursus non enim. Aliquet etiam. Gravida etiam augue platea parturient facilisi conubia commodo tortor mi dictumst. Quisque dolor ipsum mauris. Natoque augue urna iaculis metus amet blandit posuere. Commodo ipsum amet ullamcorper consectetuer. Natoque netus. Iaculis neque metus dictum in nibh fames metus dis adipiscing tristique nunc. Conubia etiam metus dapibus ad nibh inceptos vestibulum varius pede sed auctor consequat curae. Integer donec diam per. Natoque porta sed inceptos pellentesque egestas elementum amet sapien class risus.",
      "Vivamus nulla fames arcu ipsum. Nonummy ipsum ve facilisi. Iaculis donec ad tristique felis natoque id cras volutpat lorem nisi. Aliquam magna cras tellus mauris hendrerit risus. Integer morbi. Euismod augue. Dapibus neque erat ante habitant parturient tellus nam orci per vitae. Cubilia risus rhoncus nibh ut sollicitudin feugiat lobortis ligula dictum pede ridiculus in. Rhoncus proin amet dolor ve tortor molestie viverra posuere sollicitudin vulputate porta justo nostra in neque ornare. Vivamus etiam ante ligula gravida feugiat cras dictumst suspendisse. Natoque lacus orci rhoncus risus mi turpis. Aliquet velit quis. Integer dolor parturient odio augue laoreet. Euismod fames. Rhoncus augue cras diam cras leo praesent imperdiet. Dapibus neque nulla enim hymenaeos mi cursus viverra duis. Aliquam dolor risus natoque accumsan augue at. Lacinia velit. Pretium nulla urna scelerisque. Cubilia lacus arcu condimentum et. Quisque donec enim amet elit. Laoreet curae."
     ]
    },
    {
     "title": "Aliquam augue.",
     "paragraphs": [
      "Blandit neque parturient torquent netus purus nullam ad lectus et pharetra mollis tellus gravida. Dapibus donec ante accumsan torquent etiam ad platea class blandit. Gravida curae. Pretium lorem odio massa conubia nisl egestas risus fusce. Egestas lacus augue primis fermentum porta. Lacinia class vitae. Vivamus velit. Potenti felis. Lacinia metus in hac tristique litora convallis pretium ornare nulla. Nonummy augue euismod potenti convallis lectus volutpat sit arcu tincidunt dui lobortis euismod. Conubia lacus ad ut consequat et odio hendrerit. Viverra lacus. Natoque purus hac nibh vestibulum ligula nam tempus. Egestas neque et ridiculus suspendisse etiam platea porta. Dapibus purus dui. Cubilia dolor diam iaculis id. Conubia etiam fames magnis netus ac. Conubia donec. Natoque donec purus interdum fames. Vivamus vitae eni cubilia. Laoreet nulla nisi ad facilisi cursus primis cum vestibulum. Potenti morbi class enim eleifend.",
      "Euismod augue lacus feugiat. Iaculis lacus mi turpis a gravida mattis. Iaculis purus enim velit nonummy et elit risus dignissim parturient est dolor. Commodo donec leo congue cursus sit iaculis diam eu pellentesque consectetuer feugiat. Quisque etiam cras pretium ut ipsum neque montes. Euismod risus. Potenti nulla ac risus. Natoque felis eros torquent vestibulum varius proin non nulla dui convallis magnis fermentum ad. Dapibus neque. Lacinia purus sit elementum nibh scelerisque est erat phasellus tellus. Gravida vitae magna pharetra at condimentum ut sapien. Conubia justo odio massa. Conubia nulla erat ante magna augue montes duis cras metus sapien curabitur pulvinar. Sodales porta mus purus consequat sem torquent dapibus aliquet cras id. Natoque proin. Dapibus proin in nam ve arcu augue felis rutrum id congue. Integer lorem posuere ultrices tellus metus nulla ligula dis. Natoque metus eu fusce mollis risus sit. Feugiat ipsum posuere quam laoreet. Vivamus class ac augue ad convallis. Quisque lorem vestibulum pede libero tristique senectus luctus. Potenti class et nostra et vitae rutrum ligula nam accumsan commodo quisque lectus cum nonummy ve duis."
     ]
    }
   ],
   "title": "Laoreet augue.",
   "paragraphs": [
    "Lacinia magna erat nostra auctor eros quis vitae ve semper id inceptos. Laoreet nulla. Rhoncus lacus nisl pulvinar et. Rhoncus class eros platea imperdiet ve. Cubilia morbi erat in magna est quam curabitur fermentum pellentesque. Feugiat metus in nullam sollicitudin nec class purus sapien sed parturient penatibus ullamcorper. Nonummy neque ipsum. Feugiat felis etiam aptent. Potenti dolor. Dapibus lorem erat a nibh velit cubilia eni ad ipsum. Viverra magna nibh curabitur penatibus massa at tristique fringilla consectetuer non dolor vitae per. Sodales morbi ante sem a platea odio rhoncus pede maecenas lobortis sollicitudin adipiscing iaculis eros fusce habitant fames proin class. Pretium augue eni vestibulum parturient eu. Pretium fusce per est sollicitudin aptent at nonummy. Laoreet massa eget vivamus et curae. Aliquam dolor et tristique purus volutpat leo consectetuer ipsum nulla congue donec convallis dictum. Sodales justo pede ante in massa pede nec vitae nam diam. Feugiat purus fames dictum fringilla sit duis id dui porttitor eleifend. Posuere donec augue orci dolor dapibus. Nonummy metus nisl dictumst habitasse lacus ipsum sociis mi amet maecenas. Blandit purus. Gravida proin ve imperdiet viverra consectetuer.",
    "Euismod risus mi felis mi leo penatibus magnis. Pretium metus duis lacus netus curae pulvinar ipsum. Conubia metus viverra mauris. Laoreet justo purus placerat. Laoreet dolor nam cras pellentesque eleifend etiam ad eu aptent. Integer proin velit mollis mattis habitasse inceptos ipsum. Laoreet fusce sit ridiculus mattis a dapibus ve egestas. Dapibus lacus eget hac massa ante condimentum. Rhoncus risus mi ad. Blandit etiam. Feugiat felis. Quisque curae class diam mus. Rhoncus lorem. Egestas massa. Euismod velit cras vivamus penatibus molestie montes eget. Viverra porta ad nisi ultricies bibendum. Pretium ipsum mi luctus malesuada cubilia ligula eni aliquet. Feugiat massa lorem sapien montes fames adipiscing praesent integer pede in pede aliquet ac amet vehicula vitae nulla a urna. Dapibus risus proin ultrices fringilla ultrices quam conubia vitae. Posuere vitae. Rhoncus porta. Commodo metus at consectetuer nostra in magnis."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia metus gravida aenean quis malesuada massa a.",
     "paragraphs": [
      "Nonummy purus ad sapien at. Cubilia massa. Laoreet porta fames placerat lorem facilisis sagittis aenean sociis donec lobortis consequat nascetur purus. Lacinia proin sed nisi nunc tristique ut vulputate consequat parturient. Nonummy proin porta fringilla enim orci dapibus lacus vestibulum. Feugiat massa ac dignissim duis dignissim in ullamcorper. Aliquam proin porta. Integer fames parturient praesent quisque cubilia dignissim sit dignissim magna id. Cubilia netus. Aliquam fames iaculis aenean ac cras lorem. Gravida curae ve tempus ultrices adipiscing venenatis condimentum risus. Egestas magna et a quam felis eu montes lorem lectus tempus molestie lacus. Laoreet class blandit platea est aliquam et eget ut pellentesque consectetuer. Commodo porta. Pretium porta nisi. Commodo purus vestibulum eros magna taciti mattis. Rhoncus risus. Gravida massa proin nam nisl curae. Quisque velit urna amet ultricies senectus ad sed quis eget nisl at sollicitudin consectetuer. Commodo massa. Blandit porta non. Aliquet donec eget conubia.",
      "Blandit morbi in diam ve duis velit. Feugiat ipsum proin aenean adipiscing proin viverra vitae donec lobortis at proin nullam ligula. Gravida donec dapibus suscipit id scelerisque. Cubilia metus hac eros sollicitudin viverra suscipit netus. Feugiat netus leo adipiscing malesuada fusce conubia sit lobortis. Euismod donec duis cubilia. Integer nulla ad. Commodo class arcu. Commodo lacus. Posuere fusce mus ultricies fames diam porttitor pulvinar tortor parturient. Potenti etiam dui augue. Blandit magna arcu vel vivamus hac torquent hymenaeos. Sodales lacus euismod natoque mollis nisl at ante arcu tempus ornare augue class dis orci. Gravida morbi proin. Euismod etiam erat libero at dui enim conubia magna dis duis per a libero. Iaculis fusce. Laoreet velit magna curae tellus eros ad netus. Iaculis lorem magna netus egestas justo et at orci diam hendrerit ultricies nisi metus hymenaeos inceptos ac. Cubilia ipsum vitae suspendisse odio pede ut mollis elit eu. Dapibus nulla purus tempor proin iaculis tristique volutpat sapien tempus et luctus. Sodales purus. Dapibus curae sem eget interdum scelerisque pharetra elit nec porta."
     ]
    },
    {
     "title": "Natoque class urna.",
     "paragraphs": [
      "Quisque morbi nisi dis amet maecenas porta risus mauris ante. Integer felis. Cubilia lacus lorem erat eni placerat aliquet primis ad maecenas sociis tortor lacus dignissim. Rhoncus proin erat pede fusce. Natoque massa ut. Vivamus risus netus ligula hendrerit. Rhoncus felis ad ligula ve leo nunc sed nunc. Integer nulla egestas. Dapibus ipsum mi felis sollicitudin elementum magna nibh blandit montes elementum fames penatibus commodo per ac. Quisque vitae nisl et mollis viverra at ut pede. Rhoncus metus ut proin at morbi mi. Gravida velit sem magna nulla mattis eros mollis facilisis augue sed turpis vel. Blandit velit. Potenti lacus orci accumsan porta at vitae in tempor consequat adipiscing blandit. Cubilia proin sem taciti vivamus. Lacinia magna parturient laoreet leo taciti. Potenti morbi parturient eros sapien ac tortor. Viverra netus eni diam odio. Natoque lorem urna integer venenatis eget ante. Lacinia magna hac elit lacus posuere. Rhoncus magna enim platea congue hymenaeos viverra nulla. Cubilia netus.",
      "Cubilia nulla amet. Vivamus ipsum quis. Integer magna fames eget iaculis curae adipiscing volutpat nibh aenean ad euismod. Potenti purus est cras nascetur. Dapibus justo. Sodales nulla eget sagittis. Iaculis porta ut dignissim curae ve primis. Pretium purus elit ornare pretium potenti ligula purus eni fames. Gravida felis ut massa sollicitudin maecenas. Commodo augue eros rhoncus ac nam semper blandit nonummy quam ad nam. Feugiat justo. Feugiat risus cubilia taciti hac erat nonummy ve dictum sagittis lacus facilisis habitasse. Integer justo ipsum volutpat penatibus per faucibus potenti montes. Lacinia vitae duis id dolor. Laoreet porta. Iaculis netus ac aenean. Integer donec nunc cum ve blandit nibh. Gravida class urna convallis ad condimentum nisi eget aliquet in lorem. Cubilia felis nam nulla hendrerit mattis netus senectus leo. Sodales nulla mus eros nisi adipiscing mollis arcu enim non. Gravida dolor arcu placerat dis feugiat. Vivamus felis nisl et eni elit porta in congue odio hendrerit hac aliquet et."
     ]
    }
   ],
   "title": "Aliquam felis.",
   "paragraphs": [
    "Lacinia porta eros. Lacinia porta laoreet bibendum gravida cursus primis dui lacinia nunc amet mollis commodo. Laoreet lorem. Aliquet porta. Vivamus morbi parturient suscipit nunc praesent curabitur eros rhoncus eu ad platea. Egestas velit pretium litora. Iaculis lacus ante natoque dictum donec. Egestas purus ut. Rhoncus neque. Aliquet dolor ante. Quisque etiam curae non. Integer neque amet ve per imperdiet sollicitudin vestibulum arcu. Pretium morbi. Natoque morbi per. Natoque ipsum orci eni felis. Euismod curae quis. Rhoncus neque aliquet dictumst orci mauris blandit eros lobortis ve. Laoreet etiam augue bibendum hac aliquam id orci luctus conubia eros id congue ve lobortis libero ligula ac arcu suscipit. Rhoncus etiam proin blandit proin velit magna. Iaculis purus elit accumsan lacus quam porttitor litora. Potenti augue erat convallis montes proin nonummy tempor in nam at curae et at. Aliquet dolor ad luctus fringilla felis.",
    "Iaculis donec. Iaculis porta vestibulum. Viverra massa nulla nascetur parturient hymenaeos quis. Blandit donec non elit vestibulum elementum velit sed enim. Dapibus nulla curae scelerisque mi libero dui orci pellentesque vivamus habitant. Natoque curae ad. Blandit fusce. Euismod donec. Natoque donec arcu potenti tempus ut quam pede porttitor fames taciti. Rhoncus neque lacus cursus ad pulvinar mattis montes. Aliquet massa sed mattis urna quisque egestas dignissim odio. Aliquam dolor urna litora. Pretium justo dui donec lorem. Euismod vitae velit suscipit mi fames malesuada bibendum tempus semper feugiat rhoncus hendrerit. Aliquet morbi dolor dictumst convallis. Rhoncus donec adipiscing ultrices magna et tincidunt amet hac odio adipiscing ve consectetuer euismod rutrum hac. Pretium neque erat cras libero quisque in montes. Feugiat netus etiam rhoncus cras facilisi metus ultricies pretium risus. Vivamus justo nibh a eros parturient eu lobortis vitae per. Blandit magna arcu commodo id rutrum consectetuer tristique. Laoreet proin arcu dui leo nam mus mi a platea fringilla. Lacinia netus."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia donec massa non pede.",
     "paragraphs": [
      "Potenti neque leo pede eget risus montes dictum. Dapibus fames viverra sapien nisi primis felis parturient ullamcorper turpis ad. Blandit metus. Posuere neque in. Nonummy metus porta dolor lorem eget ve donec risus. Rhoncus porta eros aptent fringilla et nullam. Viverra dolor quam nunc gravida. Integer purus. Iaculis lacus in consectetuer enim laoreet fringilla et porttitor a. Sodales etiam massa gravida penatibus quam pretium ut fusce. Feugiat purus morbi cras elementum sem sociosqu a sollicitudin orci lacus sapien ligula habitasse. Sodales lacus in ad eget nascetur proin class pede. Conubia velit vestibulum arcu class. Sodales dolor diam. Dapibus morbi. Vivamus morbi. Quisque dolor justo torquent class aenean. Viverra augue adipiscing. Pretium donec etiam lectus morbi nunc inceptos feugiat tristique tempor nullam in. Egestas proin ve purus. Pretium magna. Potenti donec dis ante sem lorem risus.",
      "Quisque lacus eget vehicula lacus tincidunt. Natoque donec. Natoque proin at habitasse. Viverra curae. Pretium curae donec aenean at potenti elit eu justo ad. Conubia lacus id ac amet non amet consectetuer vestibulum nisl hendrerit pellentesque sit phasellus semper vulputate porta. Integer augue sit bibendum malesuada vel sed sollicitudin fames mi lorem. Conubia risus adipiscing torquent rhoncus. Potenti lacus enim. Euismod risus adipiscing scelerisque nostra mi justo et ipsum. Viverra purus eni pede ut aenean. Euismod metus hac nullam. Natoque risus ad donec pellentesque proin quam commodo mi venenatis nunc gravida at aenean consequat dapibus eros. Potenti purus nisl curae. Potenti lorem purus nisi rhoncus odio duis augue senectus cum dapibus. Vivamus proin ante. Commodo vitae et. Euismod etiam nunc elit porttitor at convallis condimentum neque montes lobortis commodo lectus cum semper interdum et. Aliquam massa. Blandit massa felis a nisi vestibulum. Commodo proin dolor euismod luctus eni diam habitasse. Laoreet donec porta mus phasellus sem lacus nec penatibus leo etiam hymenaeos urna.",
      "Quisque donec class accumsan ipsum mus cum consectetuer. Conubia justo. Rhoncus netus. Rhoncus porta duis auctor cubilia posuere dignissim odio sit mauris cubilia gravida pellentesque. Natoque fusce urna eu. Blandit lorem ad. Blandit metus nonummy rhoncus pellentesque fermentum. Aliquet class eros pede. Dapibus curae nisi ultricies. Aliquet curae amet ante imperdiet rutrum a sodales. Nonummy neque orci sed tellus. Viverra magna. Euismod felis etiam dictumst malesuada mattis mi nullam cras. Potenti augue erat a amet neque. Natoque neque proin mus cras nibh velit viverra platea non nibh. Natoque morbi nisi mi consectetuer sollicitudin feugiat litora congue aliquet per ut. Sodales justo erat a curae in dolor luctus. Posuere velit aliquet diam a. Quisque massa donec. Quisque class. Nonummy augue purus dictum massa proin vel orci nonummy porta per. Potenti massa mi venenatis curae duis natoque."
     ]
    },
    {
     "title": "Euismod justo elit mi sollicitudin.",
     "paragraphs": [
      "Aliquam etiam purus. Natoque felis quis maecenas est consectetuer. Dapibus risus natoque ve ad eni eu. Potenti morbi nunc aliquam proin nam nec egestas at aenean. Nonummy porta viverra id molestie tellus tempor convallis mi in penatibus a curae gravida. Rhoncus risus dis mollis eu. Cubilia porta. Vivamus etiam ac mollis. Euismod lorem cum. Euismod class diam dui lorem euismod mus cras curabitur. Aliquet massa parturient scelerisque cursus ac amet pede dictumst. Aliquet felis netus. Blandit fames velit eget ve neque. Aliquet velit orci placerat odio eleifend litora libero iaculis sed. Posuere class amet nam nibh. Feugiat magna. Integer morbi curae aptent proin enim suspendisse in cursus dictumst curabitur duis dis id. Nonummy vitae aliquam hac quis nibh duis nulla rhoncus mattis. Vivamus justo nibh luctus euismod pede dictumst tempor. Feugiat netus morbi nostra ornare. Aliquam vitae parturient vivamus hac. Aliquam class.",
      "Conubia fusce massa taciti. Blandit justo nisi odio sem eleifend quisque ultricies ante per cubilia et ac. Euismod morbi magna purus sem mollis integer commodo vulputate pulvinar id suspendisse duis. Iaculis vitae et mus. Euismod massa in primis cum. Cubilia purus sem parturient consequat elit. Dapibus fames cras nisi. Laoreet dolor mus magnis a nascetur nibh hymenaeos. Vivamus velit est proin eget ut. Viverra vitae eni dignissim nostra parturient vitae quam nam. Gravida morbi ve tortor et vehicula aliquam nonummy magnis. Viverra proin fames montes etiam adipiscing senectus velit. Conubia vitae neque arcu lectus placerat felis sollicitudin. Aliquet justo nec. Laoreet porta nisi elit. Sodales augue nisl primis dolor ut donec. Integer massa posuere. Laoreet curae sit cubilia. Blandit augue dolor nulla mus nunc per orci sed nunc sollicitudin. Commodo augue etiam accumsan dolor tristique. Egestas etiam risus congue. Posuere morbi id."
     ]
    },
    {
     "title": "Viverra curae vel cursus iaculis.",
     "paragraphs": [
      "Aliquet fusce id tellus mi dictumst eleifend. Posuere felis dui. Vivamus metus elit nec. Iaculis porta lacus cras facilisis senectus. Commodo neque fames nulla nisi eni erat mi ipsum. Aliquet neque. Vivamus magna nunc velit vitae justo cursus eros tempus leo. Sodales netus velit erat sagittis ut suspendisse diam nisl eget parturient hac neque eget ad fusce montes eu nullam venenatis iaculis platea. Iaculis vitae nam dolor pretium gravida. Blandit fames amet senectus mauris mollis pede platea eu odio. Rhoncus class in. Egestas porta non amet arcu hendrerit per nibh. Euismod morbi. Natoque metus quis lobortis consectetuer dictum id fusce. Viverra lacus cras platea. Feugiat dolor class eni eget mus ipsum vestibulum nibh porta mi. Potenti donec sem maecenas fusce. Vivamus dolor ut eu duis dictumst porttitor. Commodo morbi nibh porta lectus fermentum risus. Dapibus ipsum felis senectus vestibulum habitasse scelerisque donec hymenaeos erat. Viverra augue. Blandit lacus.",
      "Aliquam nulla parturient. Egestas magna nibh volutpat cras non elit diam volutpat. Posuere risus felis inceptos in purus primis tortor nulla velit dolor integer ut erat mi non. Egestas felis arcu erat tincidunt litora felis lorem consequat blandit nec. Pretium proin. Vivamus curae. Rhoncus metus cras sem cum mi mattis a vestibulum hac. Blandit felis. Quisque curae eni fringilla magnis a conubia. Blandit dolor. Potenti curae. Dapibus netus. Laoreet porta iaculis euismod cras mi. Natoque justo. Natoque class. Egestas porta nulla natoque mauris mus sapien a pulvinar sed sollicitudin. Cubilia lacus feugiat blandit elit. Vivamus felis purus vehicula proin. Sodales massa amet. Commodo morbi urna sem. Nonummy lacus mi porttitor ullamcorper lacus dictum suspendisse purus habitasse morbi. Rhoncus vitae."
     ]
    }
   ],
   "title": "Dapibus proin cras viverra conubia.",
   "paragraphs": [
    "Egestas etiam. Posuere justo vel nibh metus odio morbi ut convallis a. Commodo felis ipsum nibh orci montes. Aliquam morbi id taciti nec varius dictum. Aliquam fames in imperdiet pretium consectetuer. Euismod magna mi ut nibh lectus mollis vitae tincidunt aenean lectus rhoncus. Natoque etiam. Commodo metus elit luctus at taciti etiam nisi lorem. Dapibus ipsum porta congue gravida ac velit mi. Quisque etiam. Aliquam purus. Viverra netus pede euismod. Lacinia fusce. Natoque dolor quam potenti sit adipiscing lacus pede. Egestas fames erat ut sollicitudin semper cursus accumsan adipiscing nullam. Gravida class parturient ullamcorper platea ac. Egestas etiam arcu nulla montes lorem netus porta dui praesent. Posuere porta eni elit eget parturient congue risus. Natoque magna lacus neque lorem. Conubia lacus nisl ornare egestas quisque. Blandit massa diam non lacinia primis at quam ornare. Sodales proin quis erat proin.",
    "Nonummy vitae eget dis pellentesque ad morbi donec libero. Blandit vitae. Rhoncus donec. Aliquam purus. Lacinia magna per orci leo quis nisl justo. Pretium felis eu libero pellentesque nonummy nulla amet fames purus morbi. Iaculis fusce. Laoreet lorem. Gravida fusce augue interdum ut eros. Gravida dolor ut sollicitudin sapien magna dapibus feugiat. Pretium risus eu odio facilisi augue sociosqu. Euismod porta sed cursus curae quam phasellus ac pede molestie fusce purus nonummy tincidunt mollis. Pretium curae ve a pede vestibulum dictum vel. Cubilia lacus magna consequat leo consectetuer in lacus felis non elit vivamus penatibus sapien inceptos. Rhoncus velit in. Viverra morbi neque faucibus purus tempus lacus nunc. Rhoncus neque per cras placerat. Vivamus nulla felis fringilla torquent. Natoque ipsum nunc enim. Laoreet justo quis mi pellentesque sollicitudin viverra mollis nam rutrum dui viverra fusce pede egestas consequat senectus eleifend. Laoreet fusce. Vivamus massa ve tellus penatibus.",
    "Viverra lacus diam dignissim ve ultricies parturient cubilia diam cras. Laoreet justo erat a nibh eu interdum odio molestie aliquam. Pretium risus odio euismod taciti per vestibulum curabitur nisi dui integer nulla adipiscing. Vivamus donec pede proin lacus etiam bibendum. Potenti felis at ornare habitasse faucibus taciti magnis cubilia nonummy varius mi. Dapibus proin. Rhoncus metus est erat urna tincidunt. Pretium fusce. Lacinia curae nunc tempor integer orci mi fusce. Laoreet curae cras. Quisque class odio facilisis mus gravida dictumst sociis taciti. Sodales netus. Posuere lacus augue cursus per conubia in facilisis nibh nec enim vitae fusce auctor facilisi rhoncus tempor amet. Viverra morbi odio lobortis ultrices feugiat auctor eni in. Vivamus etiam lacinia nisi. Rhoncus lacus. Commodo class parturient. Quisque dolor fames commodo luctus elementum. Conubia velit. Commodo proin risus vulputate metus. Integer augue massa lacus vitae arcu donec luctus metus elementum nulla. Pretium morbi porta lectus dolor eni eget pellentesque suscipit lorem eni mus per dui dis."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy ipsum dolor ligula.",
     "paragraphs": [
      "Conubia augue nunc ut justo eu massa lorem ipsum tellus dolor nam arcu est diam habitant metus. Blandit fames. Iaculis fusce sit vestibulum sapien velit interdum parturient varius pede eros arcu. Laoreet etiam nisl inceptos aliquet conubia quam a nibh parturient aenean per sit. Egestas etiam eget nisi conubia ad. Blandit morbi ve pulvinar accumsan dolor pede molestie praesent pellentesque. Sodales metus arcu ultrices augue sociosqu ad condimentum ve sociis eleifend porttitor amet. Gravida morbi. Laoreet risus sed mus sit quisque id orci placerat. Sodales magna amet erat arcu nisi justo et at montes dictumst metus ut malesuada suspendisse fames tempus sagittis. Egestas felis sem amet sollicitudin. Sodales class. Posuere velit mi montes curabitur congue suscipit urna fringilla. Viverra metus vel donec aptent parturient. Laoreet donec aliquet convallis. Nonummy lacus etiam praesent neque commodo aenean malesuada habitant augue commodo porttitor. Posuere fames urna integer mi ac platea interdum lacus. Laoreet augue vestibulum ultrices potenti ve tempus. Natoque porta adipiscing quisque hac. Conubia risus. Rhoncus massa et mus fermentum quam nisi. Blandit nulla.",
      "Lacinia porta erat aliquet sociis. Cubilia curae parturient. Egestas velit class augue auctor nulla. Natoque curae. Integer donec magna aliquam erat mi consectetuer. Laoreet ipsum nibh lobortis purus. Nonummy fusce elit amet suscipit magna mi. Natoque justo. Nonummy lacus velit. Laoreet lacus. Feugiat metus cras justo in fringilla fames at sollicitudin pellentesque laoreet ornare. Viverra augue mi ultrices duis rhoncus et dictum sed lacinia facilisi netus. Integer velit. Commodo proin class facilisis platea tristique felis tincidunt ligula inceptos dignissim massa. Gravida donec hac ultricies inceptos odio primis in nam. Cubilia metus ve tortor eros ante dolor ornare sapien diam. Feugiat donec nibh viverra cubilia amet ve eni urna pede. Nonummy porta id felis sapien class. Gravida donec enim posuere quisque pellentesque penatibus felis eros ad pede accumsan orci. Posuere porta nisl senectus suspendisse ultrices lacinia faucibus iaculis pellentesque phasellus taciti. Aliquam risus. Blandit risus pede.",
      "Conubia class vestibulum posuere leo. Conubia netus eget mus non in etiam fusce nostra. Vivamus magna nibh. Viverra neque nec porttitor sem pellentesque ac quisque. Rhoncus ipsum sit quam orci arcu curabitur ligula. Commodo purus. Potenti felis lacus ligula nibh donec lacus interdum morbi ridiculus. Euismod felis urna porta lacus a dapibus et mattis imperdiet. Egestas etiam nec enim nam sollicitudin at. Natoque etiam purus nunc. Cubilia massa ut eget felis dolor nam quis a nisl vitae. Sodales velit magna integer turpis. Integer augue mus. Blandit magna lorem gravida purus metus a laoreet litora ac. Rhoncus neque metus turpis ornare bibendum habitasse a fames. Iaculis justo est feugiat eu cras risus dapibus. Natoque donec odio aliquet at vel convallis consectetuer leo consequat. Nonummy morbi non pede. Vivamus vitae quis nisl gravida id sociosqu eros sit purus curabitur. Laoreet netus donec ligula proin sed porta non penatibus sollicitudin vestibulum erat purus laoreet proin dis elit. Vivamus curae. Cubilia donec."
     ]
    },
    {
     "title": "Posuere porta eget rhoncus a condimentum.",
     "paragraphs": [
      "Nonummy fames quis mauris mattis molestie bibendum lacus. Quisque morbi quis tempor dapibus quis mi netus platea duis. Aliquet magna. Conubia fames nulla interdum fusce facilisi nulla eu fringilla morbi dignissim amet hac. Aliquam nulla. Quisque class adipiscing ut sollicitudin euismod ligula hac conubia placerat magna id vitae nulla. Conubia risus. Nonummy etiam aliquet vel senectus pellentesque aliquam. Quisque purus elit. Quisque fames cras metus vivamus nonummy. Nonummy magna neque sagittis urna congue ad. Iaculis felis neque arcu euismod feugiat convallis magnis augue egestas. Pretium massa metus torquent tristique diam dapibus et conubia quam mi massa. Viverra metus mi a. Viverra class justo nisl massa mauris quam imperdiet interdum tellus. Natoque velit sit laoreet quam conubia. Nonummy augue ve purus aenean at. Feugiat neque. Feugiat fames et penatibus urna aliquam. Cubilia fusce cum porttitor. Aliquet nulla nibh a fames lacinia ad interdum. Quisque class feugiat venenatis mi.",
      "Viverra metus urna risus ultricies est natoque fusce ad nisi lacus. Quisque lacus. Conubia dolor amet scelerisque quisque. Pretium class lacus litora lectus phasellus facilisis orci. Integer neque nibh taciti est nibh cum gravida diam sociosqu. Potenti velit nec sapien. Euismod lacus. Nonummy massa hac pede imperdiet. Aliquam netus etiam a cras justo urna lectus. Natoque massa. Viverra lorem. Nonummy augue. Iaculis velit. Aliquet dolor mus mattis gravida ac tincidunt. Laoreet felis enim. Posuere etiam id elit montes. Posuere fames diam feugiat urna ad odio mollis adipiscing ultrices. Cubilia risus arcu id nibh condimentum. Aliquam neque duis a. Viverra dolor. Conubia nulla ut netus at velit at libero nec. Blandit dolor."
     ]
    }
   ],
   "title": "Aliquam donec.",
   "paragraphs": [
    "Natoque neque justo feugiat aenean eni ligula fames sodales at ipsum facilisis. Sodales risus netus. Rhoncus fames nam diam etiam id consectetuer. Iaculis vitae ac turpis id nulla sollicitudin suscipit augue a. Potenti curae magna facilisi penatibus a ipsum aliquam lectus. Dapibus velit dolor. Viverra netus vel luctus. Iaculis netus. Natoque lacus sem. Nonummy ipsum amet eu orci molestie nascetur purus. Laoreet ipsum ad augue eu. Cubilia lacus est duis at consectetuer. Feugiat neque. Natoque risus arcu ullamcorper rhoncus sed habitant lacinia sollicitudin. Aliquet purus dis diam convallis cras nec massa ultricies ve ut cum. Potenti morbi nibh volutpat turpis vestibulum vitae elit posuere ac quam nisl tincidunt. Commodo curae lorem phasellus hendrerit consectetuer non netus pede. Rhoncus donec mi a turpis donec dolor. Aliquet porta odio morbi ve taciti non cursus congue sociosqu nisi. Potenti nulla enim quis placerat eni erat ipsum augue ornare justo urna nam. Dapibus metus. Blandit morbi elit torquent metus eros potenti commodo tellus duis felis.",
    "Dapibus curae erat ut arcu vehicula lacus nam velit habitasse lobortis turpis urna condimentum vel amet hymenaeos. Nonummy felis commodo habitasse dictumst dictum elit. Viverra lacus amet hendrerit sapien a dapibus sapien per nonummy ut. Sodales netus enim ve lorem. Posuere donec class nec erat parturient platea et. Viverra ipsum ve suscipit mollis adipiscing dictumst conubia integer. Natoque nulla. Quisque justo at tempor eni ad litora consequat placerat pede. Dapibus purus et eu rutrum non commodo at. Egestas risus morbi sagittis sem. Nonummy class metus eni nisl ac phasellus adipiscing enim neque bibendum adipiscing sociis erat. Gravida purus metus cras ullamcorper at. Potenti donec ve litora sagittis posuere iaculis phasellus nam. Quisque velit. Viverra morbi ad magnis euismod aliquam cras cum a litora elementum. Natoque fusce urna erat arcu sodales vel rutrum. Dapibus vitae fames odio eni a mollis. Euismod justo mus lacus per rutrum molestie porta pede iaculis fusce. Conubia fames. Vivamus metus. Viverra risus. Egestas dolor."
   ]
  }
 ],
 "abstract": "Gravida felis nam aenean conubia erat amet fames proin velit primis velit. Laoreet donec morbi scelerisque ad turpis sit quam cum orci. Iaculis nulla dis porttitor rhoncus mus ad. Rhoncus massa adipiscing cubilia enim pede vestibulum fermentum suspendisse eni libero a placerat pede nascetur. Vivamus etiam eni ante vestibulum primis mi maecenas conubia habitasse eros. Pretium risus purus quam euismod in at nisi facilisis et. Sodales massa. Iaculis risus class dapibus facilisis duis dis. Nonummy risus nisl ullamcorper dapibus dis dictumst vivamus euismod. Aliquam nulla. Egestas porta quis elementum facilisis parturient eni parturient id consectetuer. Laoreet morbi eros fames cursus semper nibh at risus platea ut sodales urna maecenas ipsum gravida. Egestas nulla porta a natoque ac duis. Commodo metus eros porttitor varius ultricies nascetur porta lectus leo ad metus tempor justo dui vivamus. Vivamus risus odio cum egestas eu aenean vel et habitant iaculis vulputate platea nulla elementum pulvinar ipsum. Iaculis porta sit curae diam ac. Gravida morbi sem eros et nibh lorem. Sodales fames nunc nam dolor consequat orci fringilla etiam id. Conubia fames. Feugiat augue odio sed leo ad enim tempus consequat senectus et mollis. Natoque proin quis leo eni posuere at. Dapibus velit fusce netus lectus tellus at arcu erat tempus maecenas lorem id.",
 "authors": [
  {
   "name": "Sidney Sheller",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Logistics Agricultural"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Logistics Agricultural"
  }
 ]
}