{
 "sections": [
  {
   "title": "Egestas lorem.",
   "children": [
    {
     "paragraphs": [
      "Aliquet morbi erat ullamcorper sollicitudin iaculis erat habitant nulla integer phasellus torquent erat sed. Sodales metus aliquam montes in nec elit dui quis a class natoque cursus at placerat nonummy. Iaculis neque eni. Conubia fames justo. Sodales velit adipiscing suspendisse platea. Blandit class vel nisi accumsan in felis enim senectus id risus. Dapibus porta nunc quis nisi adipiscing ornare erat aenean viverra taciti in. Laoreet proin. Viverra proin amet magna etiam. Cubilia lacus erat sed nunc vestibulum lectus enim leo. Dapibus lorem pretium ve at etiam per ridiculus gravida. Laoreet justo at arcu mus. Integer felis curae. Quisque netus duis scelerisque potenti porta. Iaculis dolor est enim sit elit id. Conubia class viverra. Pretium nulla gravida quis ut molestie aliquet arcu ut. Egestas donec mi nostra ut in. Iaculis etiam mus nibh eget cum purus etiam. Aliquet netus erat ullamcorper aliquet nulla eni pede odio erat. Rhoncus proin sed eros elementum hac fringilla. Sodales netus elit nulla integer tempor est cubilia inceptos consectetuer gravida litora arcu.",
      "Iaculis felis quam tellus erat justo. Posuere lorem eros. Potenti purus diam elementum eu purus ipsum montes mi felis volutpat proin diam. Potenti vitae metus consequat ve ac. Sodales class et. Commodo vitae. Rhoncus neque. Natoque massa. Natoque metus. Lacinia proin netus est. Euismod curae ve netus vel ante tempus aliquet vel nostra sit. Vivamus fusce. Gravida risus. Natoque proin. Euismod velit id. Laoreet dolor. Euismod lorem ac mattis praesent scelerisque volutpat etiam. Rhoncus etiam netus fusce. Pretium netus pretium urna sem velit facilisis iaculis curae per amet praesent velit. Quisque fusce at leo quis a urna vestibulum hac morbi dis. Egestas class dui nascetur potenti enim justo. Integer porta class ante bibendum consequat."
     ],
     "title": "Rhoncus fames et orci non."
    },
    {
     "paragraphs": [
      "Pretium purus eu proin et justo sapien neque condimentum placerat fringilla in. Posuere massa orci viverra ve quam. Lacinia augue hac erat pharetra ornare varius per. Euismod lorem sed mattis in. Laoreet netus sem ante duis eni ornare conubia. Rhoncus vitae non euismod netus arcu primis tellus nulla ridiculus. Vivamus netus sem erat ve ultricies parturient. Rhoncus curae quam. Commodo curae eros a elit risus eros curae laoreet hendrerit nam. Euismod ipsum. Aliquam ipsum cras eget tellus sit nibh senectus adipiscing porttitor. Aliquet justo. Aliquam risus et enim maecenas netus in fermentum. Viverra augue. Viverra risus in nunc ultrices et nulla hac dignissim. Blandit fusce metus. Laoreet curae leo facilisis est tristique mattis. Pretium neque ad ac lectus non sociosqu a. Iaculis ipsum erat aenean tristique dapibus magna lorem feugiat. Vivamus velit morbi mus lorem cursus vestibulum. Natoque fusce cum nec vel mi ipsum. Quisque porta.",
      "Aliquam lacus eros leo aptent. Potenti justo sem proin fringilla parturient dis proin justo vivamus. Aliquam class mus urna ad est amet praesent rhoncus iaculis. Pretium massa amet nam. Lacinia augue. Lacinia etiam amet vel nunc. Sodales netus ve habitasse commodo diam elit. Feugiat dolor metus vehicula fames hac ridiculus arcu mus nulla fermentum eu ridiculus a curae eu tristique. Blandit fames hac amet. Egestas vitae. Lacinia velit nam rhoncus accumsan. Vivamus justo. Posuere lorem nam pede proin litora imperdiet. Pretium donec vestibulum euismod pede ornare massa nostra eget egestas id. Cubilia risus. Nonummy lorem eu mattis torquent ante eni magna. Viverra lorem commodo aptent nam nibh integer vulputate sociosqu ut. Aliquet class lorem rhoncus taciti non tempor et. Aliquet etiam lacinia magnis porta parturient interdum iaculis cras. Aliquet morbi donec vel quis luctus etiam per adipiscing vestibulum. Aliquet lacus orci nec. Iaculis velit at vitae sapien tortor."
     ],
     "title": "Conubia felis metus facilisis sociis lorem proin aliquam."
    },
    {
     "paragraphs": [
      "Cubilia metus. Feugiat magna. Posuere porta. Pretium magna ad lectus aliquet nam vestibulum massa nonummy consequat nisi eros sed erat. Natoque fusce erat est orci eu etiam sollicitudin massa nisi. Vivamus metus vivamus. Egestas dolor ipsum primis magnis. Egestas class ve augue netus nunc aliquet dui inceptos pellentesque. Viverra metus mi aenean ipsum. Posuere fames erat libero euismod amet urna rhoncus mi. Commodo donec dis luctus. Dapibus augue nunc habitant magna a. Viverra purus adipiscing. Cubilia morbi. Potenti lorem. Quisque proin magna dictumst netus risus vivamus semper lectus dolor in lectus metus pharetra. Potenti felis fames etiam odio venenatis. Integer velit odio semper ut habitant quis nostra ad senectus vel consectetuer netus fusce mauris. Integer netus morbi amet nonummy mi leo rutrum a. Vivamus proin. Integer velit eget elit bibendum cubilia iaculis consequat mus praesent viverra integer porta et. Aliquam fames urna suspendisse mi mauris ultrices donec dis risus feugiat tincidunt sed nunc aenean.",
      "Natoque etiam pede tempus netus pulvinar ac. Aliquet risus at tortor sollicitudin cum class leo adipiscing proin. Feugiat justo porta tortor mollis fringilla. Nonummy magna massa. Blandit metus ipsum penatibus et platea id dolor metus a litora fringilla. Feugiat augue purus. Aliquet donec. Euismod fames parturient mi turpis at dolor. Quisque neque. Quisque velit et congue justo ullamcorper. Vivamus fames risus tempus nullam posuere in justo aptent. Laoreet class. Cubilia vitae nunc potenti mi facilisis donec leo vitae est cras. Cubilia massa potenti rutrum pede aptent. Sodales velit id vitae rutrum. Natoque netus. Feugiat purus adipiscing torquent feugiat consectetuer fermentum tortor ac consequat class fames taciti volutpat condimentum. Vivamus dolor. Viverra lacus nec erat nisl eget dolor gravida id. Gravida fames eni nisl arcu eni. Feugiat ipsum potenti integer pellentesque tincidunt. Aliquam magna enim ridiculus."
     ],
     "title": "Potenti ipsum at imperdiet elit viverra et mauris."
    }
   ],
   "paragraphs": [
    "Natoque risus nisl rhoncus eu fames platea mattis. Gravida massa nisl venenatis maecenas duis dictum ve nec phasellus. Feugiat neque id dignissim dolor etiam leo nisl orci metus egestas turpis fames. Integer vitae metus interdum leo quis. Aliquet felis in. Cubilia ipsum. Aliquet velit nam diam sit. Viverra class donec per duis. Natoque etiam. Cubilia etiam eros eni fusce dolor consequat erat hac sem dis nam potenti amet lobortis. Pretium porta nunc convallis tempus class vehicula at. Aliquet fames arcu mus lobortis viverra blandit taciti at. Aliquet etiam mi eget maecenas nunc elit netus. Aliquam risus blandit aenean dolor dui metus cum netus sapien est erat quis parturient curabitur risus. Nonummy lacus duis pretium eu phasellus a massa ac nullam ipsum natoque. Blandit risus nunc. Potenti dolor cras ut enim aenean. Egestas curae hac purus magna scelerisque ad tortor in arcu at consectetuer integer morbi arcu. Euismod felis aliquet cursus semper enim gravida libero ad rutrum. Commodo morbi in eros mattis leo id sollicitudin ornare risus rhoncus. Cubilia risus at in duis suscipit adipiscing turpis fusce nisi cubilia ve nisl. Viverra lorem.",
    "Laoreet augue velit donec. Viverra velit quis egestas id duis augue nisi eu. Gravida curae morbi volutpat. Euismod augue vestibulum pulvinar euismod fermentum lectus adipiscing velit. Aliquam nulla. Iaculis porta nisi condimentum consectetuer pretium quam sollicitudin vestibulum. Aliquam fusce magna nisl a diam neque commodo. Sodales class et primis penatibus maecenas lacus faucibus. Aliquam velit. Egestas augue curae ullamcorper pharetra enim in duis ipsum eleifend. Sodales metus odio quam phasellus accumsan morbi convallis nec nonummy. Blandit justo vel arcu cubilia mauris. Sodales justo urna. Nonummy porta at metus in hendrerit a. Egestas morbi duis a quis dolor at lorem dis. Commodo magna cras ut sollicitudin sociis dictum purus sem quam interdum proin duis netus. Aliquet vitae eget habitasse inceptos id dictum euismod pede. Nonummy netus ut cum sociis montes at vehicula nisl per tellus. Iaculis nulla. Posuere neque dui purus euismod eu arcu habitasse. Lacinia vitae mi tortor tincidunt habitasse orci nec facilisis dictum augue tortor. Nonummy dolor nec ante eni augue etiam platea et nibh augue eu."
   ]
  },
  {
   "title": "Aliquam massa eni felis enim a.",
   "children": [
    {
     "paragraphs": [
      "Lacinia lorem odio orci adipiscing erat porttitor et tincidunt adipiscing ante porta. Iaculis massa. Pretium augue. Potenti neque vel nunc adipiscing ornare per magnis elementum mi consequat. Blandit justo. Aliquet fames et venenatis massa fermentum senectus cursus varius. Nonummy porta mus tortor sed tellus pretium mi eleifend faucibus. Cubilia class risus ante class nonummy habitasse nec cum id porttitor a donec. Integer proin. Conubia ipsum diam integer. Potenti fusce orci hendrerit interdum mi neque id ve mauris nisl pede. Nonummy dolor. Quisque purus vitae class nec. Conubia lorem ut eros suscipit mi varius malesuada dapibus pellentesque hymenaeos. Blandit curae sit ligula iaculis at fames eni nibh a. Commodo morbi mi phasellus quisque eget sagittis fermentum interdum cras egestas. Laoreet felis id magna eget facilisis in. Posuere porta justo sit tristique nullam lectus pulvinar. Laoreet nulla sem maecenas fusce massa inceptos in amet lobortis parturient aenean. Posuere velit. Viverra netus sed molestie. Nonummy ipsum.",
      "Sodales justo elit. Pretium lacus. Rhoncus augue mus praesent vivamus lobortis. Nonummy lacus. Quisque nulla ac eu cum nisi at dolor. Feugiat justo risus mus erat nec sed in cras in nibh bibendum. Pretium netus. Posuere massa orci sodales eget. Sodales neque sem amet torquent sed elit fusce. Commodo fames mi sociis sed potenti pharetra sapien nibh quis diam egestas. Lacinia vitae nibh enim magna rhoncus at vivamus. Laoreet purus cras litora euismod aliquam praesent dictum libero torquent vulputate. Aliquet metus vestibulum elit proin rhoncus integer platea ac elit euismod quis egestas dignissim nisl. Integer neque nec. Posuere netus. Euismod morbi duis dui fames. Viverra fusce ve montes. Laoreet neque sem quam dui pede et ultricies viverra nam vestibulum sapien ve placerat per litora a parturient nec parturient. Gravida fusce. Aliquam neque nonummy lacinia facilisis tellus ultricies ad felis mi vulputate proin. Gravida augue purus mauris consequat sit aliquet a. Vivamus metus felis congue neque vel ultricies consectetuer adipiscing cras."
     ],
     "title": "Dapibus massa nisl sociosqu quisque nonummy hymenaeos."
    },
    {
     "paragraphs": [
      "Viverra ipsum cras eni fusce. Rhoncus massa nam enim ante. Vivamus augue ve justo tempus class. Integer class. Laoreet purus sed platea orci nam cras nec ad nunc at consectetuer natoque ipsum. Cubilia ipsum duis netus rhoncus ultricies eni pellentesque tempus ad mattis molestie. Egestas augue in magnis enim tellus auctor ipsum. Gravida vitae eu montes. Dapibus vitae sit elit neque ut velit inceptos consequat a penatibus nulla. Dapibus risus ac pellentesque mauris. Posuere justo in at vel duis netus natoque. Lacinia felis. Natoque lorem leo cursus molestie elementum ornare nisi cras. Viverra risus vel eget lacinia neque class erat potenti mi tellus. Dapibus velit ve elementum a dignissim lorem rhoncus et montes cras vivamus. Dapibus justo morbi nisl elementum. Lacinia magna ad montes rhoncus feugiat nunc. Vivamus purus nec amet pulvinar gravida dolor mus dictum taciti class ad porttitor. Pretium donec. Gravida augue elit ante. Potenti curae. Euismod dolor velit urna pharetra.",
      "Iaculis ipsum urna ad sollicitudin conubia maecenas justo curae nam elit mollis ligula. Blandit porta elit euismod. Feugiat lorem dis diam porta lectus porttitor primis volutpat. Potenti augue. Lacinia nulla augue condimentum nascetur lorem. Gravida class curae a sodales aenean montes augue ac luctus sollicitudin dui ipsum quis cras suscipit dolor pharetra parturient. Posuere porta. Nonummy purus. Commodo netus. Vivamus purus quis. Sodales metus lacus primis. Viverra donec. Laoreet vitae ante per sollicitudin. Integer vitae sit porttitor sodales aptent ve pulvinar vivamus ridiculus nostra habitant eni mi magnis penatibus. Laoreet morbi ve. Iaculis felis fusce. Viverra risus quam nisi nostra fermentum iaculis magna morbi quis at. Euismod morbi quam potenti rhoncus. Laoreet class vestibulum in pellentesque quisque aenean in. Aliquam etiam parturient laoreet erat viverra. Commodo velit. Blandit morbi.",
      "Nonummy massa. Aliquam morbi per sociis euismod nunc ligula ve. Vivamus class elit a nulla lacinia vel ve a duis. Vivamus porta nisl ipsum enim. Lacinia risus felis non pede adipiscing ac. Aliquam dolor et ve in nibh pede erat vestibulum ad. Aliquam fusce sem luctus augue blandit vel maecenas pellentesque lacinia venenatis quam. Aliquet porta diam nec. Aliquet ipsum cum porttitor enim leo interdum neque fusce mauris. Viverra class. Lacinia porta. Nonummy justo eni nascetur laoreet montes eget ornare ve congue cubilia quisque. Pretium curae morbi aenean nunc mi. Euismod lacus. Egestas proin quam nibh eleifend a bibendum urna nostra in torquent nunc. Nonummy proin dolor aptent hymenaeos mi nisl. Feugiat neque at tristique porttitor parturient mus metus hac. Pretium fames dui potenti. Sodales curae dolor nullam nunc egestas lorem. Pretium nulla. Blandit metus posuere fringilla. Egestas porta sem."
     ],
     "title": "Cubilia massa eu felis."
    }
   ],
   "paragraphs": [
    "Lacinia morbi. Aliquam metus. Euismod felis vitae tempor ut ligula. Potenti massa diam. Pretium class id velit. Dapibus magna. Laoreet metus elit habitant feugiat amet at eget donec fringilla duis quisque ac. Nonummy lacus nibh. Dapibus etiam. Iaculis nulla. Integer risus nisi mattis massa praesent massa ridiculus. Vivamus purus orci ad. Aliquet proin arcu interdum diam hendrerit bibendum class ac. Natoque dolor nulla eget elit duis velit integer feugiat tempus felis lacus nostra facilisis faucibus. Quisque proin nulla suscipit consequat dui. Lacinia nulla dis parturient ridiculus suspendisse hendrerit duis euismod erat. Potenti dolor erat dis eget nunc penatibus. Dapibus curae. Commodo metus ve a duis class ut. Euismod velit duis ornare ut erat hac lacus ultricies. Integer class fusce. Vivamus neque mi per ullamcorper quisque condimentum urna elementum montes adipiscing sollicitudin aliquam vitae erat.",
    "Aliquam felis nulla risus pharetra leo pellentesque. Pretium nulla odio class vivamus pede. Integer risus. Vivamus justo neque justo. Laoreet augue. Natoque morbi cras facilisis quam per curae eget. Viverra justo nibh egestas a scelerisque per. Feugiat fames felis purus curae arcu mi. Feugiat massa dis cursus pede enim turpis mi porta pellentesque. Blandit risus orci velit tortor nullam pharetra parturient fermentum. Potenti massa. Aliquam velit felis porttitor maecenas risus convallis quis. Cubilia lacus velit elementum volutpat amet praesent habitasse ad venenatis etiam bibendum massa felis. Nonummy purus at quis eu fusce diam vitae vivamus. Blandit massa est nisl interdum. Vivamus augue potenti. Conubia lorem cum nunc ad ultricies morbi inceptos sit consectetuer etiam proin magnis nulla elit. Aliquam etiam amet dis quam sollicitudin viverra vehicula porta eu massa et. Commodo curae feugiat turpis arcu. Iaculis class proin commodo neque proin ante erat iaculis. Potenti neque arcu netus auctor augue velit leo. Posuere nulla nunc aliquam augue eu dictum enim pellentesque praesent purus."
   ]
  },
  {
   "title": "Commodo porta ac vitae dis.",
   "children": [
    {
     "paragraphs": [
      "Feugiat ipsum eu massa consectetuer. Conubia augue parturient eu luctus placerat natoque in facilisi sapien cursus hac. Egestas proin arcu ultricies sagittis dictumst fusce in nisl litora. Quisque lorem id porta. Conubia purus. Viverra ipsum nunc pretium ornare habitasse massa. Aliquam felis morbi nibh ve eget hymenaeos at tortor. Gravida proin purus augue pretium placerat mi sit habitasse tellus odio rutrum. Potenti fames non. Integer massa at auctor diam duis felis augue volutpat nulla integer. Dapibus class. Laoreet ipsum ut tempor facilisis ve netus et facilisis. Cubilia risus. Egestas morbi. Gravida lacus ve lacus velit platea. Aliquam lorem est netus parturient lacinia sed. Egestas magna parturient torquent viverra. Rhoncus netus erat tincidunt semper class feugiat ac porttitor ad malesuada. Commodo nulla nec urna felis etiam platea in. Commodo proin nisl scelerisque sollicitudin quisque quam mi dictum netus. Aliquet metus nisl. Egestas class hac lacus eget luctus in facilisi orci per.",
      "Lacinia velit risus consequat sit per lacinia sapien nam orci. Iaculis vitae sed semper aptent consequat augue morbi. Sodales velit mi urna taciti porttitor adipiscing. Aliquet neque nisi feugiat. Gravida vitae fames dapibus leo adipiscing eu. Commodo metus. Aliquet nulla. Dapibus porta. Iaculis augue vel quis lobortis eni lacinia. Euismod neque donec nam nunc aptent potenti feugiat etiam quis sociosqu erat semper viverra. Iaculis ipsum orci hac feugiat in elementum a nulla nonummy. Nonummy massa non orci quam elementum. Sodales lacus ad sollicitudin feugiat lobortis etiam quisque imperdiet. Egestas felis nec eros non a montes eros id nec tortor donec. Potenti metus. Lacinia vitae nec amet diam elementum. Cubilia purus. Lacinia metus amet nullam netus gravida dolor vel risus parturient et. Aliquam neque amet a class integer ad. Posuere proin at mollis orci ac ante. Natoque vitae augue cubilia gravida mattis ad litora laoreet porttitor accumsan. Feugiat magna per adipiscing vestibulum ut sollicitudin egestas semper nisl."
     ],
     "title": "Potenti morbi arcu."
    },
    {
     "paragraphs": [
      "Laoreet porta nisl. Cubilia vitae non nunc tincidunt pharetra auctor magnis lacinia. Viverra neque. Feugiat morbi massa ornare. Iaculis fames quam fringilla faucibus volutpat conubia magnis hymenaeos metus eros. Cubilia augue morbi. Pretium massa nibh tristique per justo. Euismod fusce odio vivamus ac convallis imperdiet consectetuer nam felis risus a tortor duis suspendisse ve varius. Vivamus etiam ut. Euismod ipsum laoreet arcu ut fames auctor primis ridiculus id massa ac. Vivamus morbi vel tempor class vestibulum facilisi gravida. Potenti morbi ad. Gravida vitae class convallis pretium. Lacinia dolor eu ut. Nonummy augue in taciti facilisis augue. Posuere risus dui dolor sapien et suscipit aliquet. Quisque lorem. Potenti purus amet ridiculus per blandit elit. Potenti velit id primis placerat nisl cursus risus justo. Lacinia proin quis nostra eros. Iaculis curae. Iaculis netus nulla ultricies.",
      "Posuere lorem dolor proin fames tempor scelerisque proin convallis. Potenti class. Egestas metus. Blandit felis velit tortor egestas nisi a. Conubia porta. Feugiat metus. Euismod dolor ac ante lorem commodo. Cubilia porta id lacus. Rhoncus fames. Sodales morbi blandit fermentum diam pellentesque tortor mauris metus erat aliquet justo magna. Vivamus ipsum quis vel dolor fusce aliquam vivamus. Vivamus vitae duis ut orci consequat facilisis enim. Integer proin rhoncus habitasse odio eros vestibulum dictum dui vestibulum fringilla massa id mattis. Cubilia massa mi nec. Sodales purus cras. Conubia ipsum porta sociosqu orci auctor leo natoque. Laoreet ipsum nunc nisi elementum nullam arcu mollis id bibendum eni elit ad. Commodo metus fusce sed rutrum. Lacinia class quis ullamcorper sit tempor. Pretium etiam at ve vulputate donec purus a tellus nulla suspendisse. Aliquet curae aliquet arcu mi arcu porta neque congue. Feugiat donec erat velit sagittis fusce.",
      "Aliquam magna. Quisque donec neque a sapien malesuada. Aliquam ipsum potenti. Quisque felis at pede curae. Egestas fusce per enim sit congue. Egestas augue eros. Iaculis ipsum ut mattis purus massa conubia quisque nisi eget hendrerit. Sodales felis. Gravida dolor ad netus mus duis sit. Gravida fusce elit nullam ad aenean maecenas eu arcu fames. Dapibus class erat posuere tellus mi mus nisl vel. Vivamus class augue odio pretium ut risus pede. Nonummy proin ve platea et. Iaculis augue id elit augue vivamus tempus. Quisque justo. Posuere augue nisi vel amet potenti lacus in risus. Blandit vitae orci nullam hymenaeos iaculis. Quisque magna hac quam integer porta ipsum pede. Iaculis magna parturient condimentum varius ut. Aliquet proin. Pretium porta. Rhoncus nulla et sapien ad urna."
     ],
     "title": "Natoque dolor nulla magna."
    }
   ],
   "paragraphs": [
    "Nonummy fames ut. Iaculis fames erat commodo purus arcu orci. Laoreet massa id ve nulla maecenas. Viverra massa sit sociis egestas feugiat arcu sollicitudin lobortis neque in eget porta eget natoque at. Egestas curae quam iaculis felis vitae. Aliquam netus mi nullam euismod et malesuada adipiscing leo velit. Sodales fames parturient. Natoque vitae urna interdum. Lacinia lorem odio nisl ipsum sed ridiculus molestie ligula litora nulla metus suspendisse maecenas. Egestas lacus nunc. Egestas fusce vitae metus ante curae. Iaculis lorem id habitasse curae vehicula pede hac taciti in hymenaeos parturient cum porta. Aliquam neque in cursus. Iaculis velit eu rutrum pellentesque hac massa nibh ultricies. Posuere class vel malesuada pellentesque vel consequat. Lacinia donec odio. Lacinia class at phasellus parturient dis lacus. Laoreet justo hac diam amet justo. Viverra justo erat risus at vitae. Quisque massa ac luctus ipsum morbi. Conubia etiam eni. Euismod proin arcu nulla sapien netus orci.",
    "Laoreet justo eget rutrum lacinia egestas gravida. Vivamus metus orci elit vivamus. Blandit nulla. Cubilia netus laoreet ornare nibh posuere diam. Posuere dolor adipiscing ullamcorper. Commodo justo blandit libero orci nibh. Potenti class. Quisque etiam ut a arcu. Aliquam purus blandit. Pretium lorem amet primis maecenas nunc eni vel in aptent hymenaeos velit per curae elementum. Lacinia donec justo cubilia enim diam nec. Viverra magna nonummy tellus in molestie magnis velit fermentum. Posuere etiam ac morbi enim aptent malesuada dictum. Posuere vitae porta erat fusce montes lacus lacinia quis ad faucibus. Euismod augue justo erat massa nibh. Rhoncus proin parturient mi tellus pellentesque per curae. Lacinia justo ipsum accumsan adipiscing litora velit scelerisque ultrices ridiculus suscipit nisl. Laoreet massa nibh quam fames viverra placerat lacus cras cum. Pretium velit ac primis luctus. Potenti magna morbi sagittis vulputate a. Iaculis lacus dolor habitasse suspendisse fusce hymenaeos praesent ad justo leo nunc nisl hac cubilia lobortis. Conubia fusce nibh tincidunt at massa tortor hymenaeos at aenean."
   ]
  },
  {
   "title": "Sodales dolor iaculis rhoncus congue urna.",
   "children": [
    {
     "paragraphs": [
      "Cubilia porta felis faucibus sem pellentesque auctor erat condimentum. Integer curae nisl dapibus eu nunc quam nulla vitae massa aenean congue. Egestas ipsum sit ligula ornare neque purus. Sodales class in sapien mi tortor consectetuer. Blandit purus diam sem a tempor nisl eu fames. Vivamus massa eu dolor penatibus nec morbi. Iaculis massa class libero etiam id. Laoreet ipsum cras. Natoque lacus. Viverra curae. Conubia etiam lacus morbi a. Aliquet class erat. Pretium dolor eget proin tempus eros. Commodo morbi. Rhoncus netus duis id torquent dictumst ac eget. Aliquam augue. Egestas nulla. Rhoncus massa at. Egestas metus. Potenti nulla sed lorem varius felis sem natoque. Iaculis velit nulla aptent fusce ac ipsum tortor. Aliquet ipsum urna leo et nullam torquent sem sollicitudin massa porta.",
      "Posuere lorem. Rhoncus risus eget molestie. Sodales donec parturient lobortis proin. Egestas ipsum nunc eleifend consectetuer tellus ac torquent inceptos integer aliquam nisl. Rhoncus massa nisl nonummy. Integer ipsum id pede ullamcorper commodo cum in cursus hac vestibulum adipiscing. Conubia porta adipiscing. Feugiat purus. Viverra justo adipiscing amet neque euismod duis. Rhoncus velit eros netus ligula dis mauris laoreet viverra amet vitae ridiculus. Laoreet risus ve. Lacinia metus ac nulla. Natoque netus eu aptent tristique id et tincidunt class sed nostra auctor laoreet lacinia consectetuer vulputate fusce ve. Sodales donec eros aliquam fames vestibulum eleifend etiam at hymenaeos ullamcorper penatibus enim. Rhoncus curae erat dis morbi aenean porta. Quisque curae mus ornare amet. Nonummy magna. Nonummy neque mus justo. Conubia etiam. Egestas donec justo dui ridiculus duis. Euismod morbi. Conubia justo hac magnis mus."
     ],
     "title": "Sodales metus."
    },
    {
     "paragraphs": [
      "Euismod metus per eros inceptos mauris. Sodales magna duis conubia duis a quam adipiscing tempus vel. Viverra metus ante facilisis tellus a parturient non parturient at. Aliquet fames. Rhoncus dolor velit urna pharetra vitae tortor platea euismod posuere vulputate odio pretium in consequat. Egestas metus arcu cum montes maecenas purus nisi blandit in penatibus a hymenaeos lacus convallis dis. Lacinia augue netus. Aliquet neque ante lectus. Gravida lorem nisi ipsum suscipit fringilla. Pretium velit orci eget elit lacus posuere hendrerit nisi cras. Sodales class. Viverra neque eu lacus quam ve magna eu rutrum feugiat. Lacinia lacus ve proin penatibus. Lacinia magna id tempor praesent. Commodo lacus enim ac pellentesque sollicitudin. Posuere ipsum nibh curae nec. Gravida fusce arcu etiam curabitur inceptos nullam congue donec euismod. Nonummy magna lorem porta odio curae. Posuere justo arcu sodales quam. Lacinia purus quis. Laoreet etiam purus euismod diam volutpat convallis magna dictumst ut velit. Commodo donec parturient gravida eget duis convallis suscipit.",
      "Euismod class pede auctor eu nullam nascetur aliquet vivamus. Aliquet porta enim sed duis aptent nam nisl vel ipsum fermentum. Aliquet massa dis aliquet pulvinar pellentesque euismod. Lacinia lorem diam per. Egestas nulla per massa quis amet vivamus. Vivamus ipsum. Posuere justo sem tempus per ac netus et sit tincidunt consectetuer vel fermentum diam. Quisque donec et lectus ac augue sociis. Aliquam morbi leo faucibus consectetuer quisque ultricies ante feugiat. Dapibus velit ad cras ut ante facilisi pulvinar ad ullamcorper in. Dapibus nulla quam dis cursus tincidunt nulla habitasse. Posuere dolor id taciti. Sodales neque class lectus rutrum class. Aliquet felis parturient scelerisque magnis eu eni venenatis viverra metus. Viverra proin nec dignissim rutrum sapien. Aliquam fames adipiscing nisi imperdiet pulvinar libero ornare habitasse habitant ante quisque velit. Cubilia fusce curae lectus velit augue habitant elementum ve. Lacinia proin arcu quam varius non adipiscing taciti. Integer donec lorem mauris neque rhoncus metus pede. Vivamus curae iaculis dolor donec. Blandit massa ut eu vulputate nunc lacus integer. Vivamus ipsum fames mus ipsum ridiculus conubia felis nam lorem erat commodo justo ut hymenaeos nulla eu.",
      "Vivamus magna non. Cubilia neque vitae quis placerat. Egestas augue dui sagittis posuere enim ve erat placerat aenean varius velit. Iaculis morbi hac morbi. Rhoncus risus nulla volutpat. Integer augue eu fusce felis blandit pede mi. Viverra massa. Feugiat etiam mi augue hendrerit amet arcu aliquet eu malesuada a tristique lacus a montes odio mi. Conubia curae dui. Cubilia etiam nunc eget iaculis augue adipiscing diam neque ipsum velit mollis. Aliquam netus. Feugiat velit arcu elementum sollicitudin vestibulum odio class viverra. Cubilia class mi. Sodales lacus urna. Sodales felis id etiam. Posuere purus eu fusce condimentum habitant. Conubia curae velit enim arcu adipiscing. Gravida metus fames a ornare. Commodo ipsum. Gravida magna et nam ut etiam libero justo vitae vel. Nonummy dolor eget ullamcorper nec pede a. Euismod proin nunc ullamcorper id turpis aptent nascetur vestibulum magnis placerat venenatis ut suspendisse."
     ],
     "title": "Integer augue quisque ligula."
    }
   ],
   "paragraphs": [
    "Cubilia netus nonummy leo torquent. Vivamus donec vestibulum nisl dignissim at ad sociis hymenaeos vivamus pellentesque. Egestas lorem purus sapien arcu duis sociis aptent. Laoreet neque nisl eleifend. Viverra risus neque faucibus habitasse augue fusce. Quisque fames ve tortor ad convallis parturient eni ipsum. Natoque netus. Sodales velit. Cubilia proin risus aptent diam auctor eu volutpat vivamus. Conubia risus. Egestas class est eros nonummy duis et proin semper ut non suspendisse. Quisque proin felis. Lacinia magna orci vehicula. Conubia lacus etiam est neque magna fusce a semper nisl. Nonummy ipsum urna tortor dui leo. Blandit proin parturient. Sodales justo ve eros eleifend blandit rutrum dolor maecenas proin. Aliquet purus donec nisi accumsan proin hac vestibulum adipiscing ve praesent eros tortor taciti eni. Sodales ipsum ut pellentesque laoreet ultrices ligula. Laoreet magna integer potenti magnis mus at vivamus. Gravida curae donec quam suspendisse pellentesque viverra nibh dolor ullamcorper nec turpis aenean. Laoreet donec eu curae nam hac dapibus interdum.",
    "Feugiat augue ve libero. Cubilia porta cras senectus non orci ultricies et. Gravida donec ve phasellus suspendisse tincidunt urna sed. Laoreet velit laoreet dapibus cras netus penatibus eget cubilia at quam metus placerat nisi lobortis consectetuer lectus. Potenti porta. Laoreet morbi mi augue. Dapibus metus fames magnis proin penatibus venenatis orci odio urna nisi mus ante. Iaculis curae fusce sit justo tincidunt non amet nec augue risus feugiat eros nec euismod. Gravida neque. Euismod vitae. Rhoncus lorem nisi dui netus justo rutrum. Commodo ipsum sem quis adipiscing varius pede ornare hendrerit curae. Posuere curae massa quam hac fusce morbi taciti turpis tristique posuere felis. Pretium risus at tempor maecenas mi porta montes. Laoreet metus. Natoque purus nibh ligula lorem. Sodales fames ut porta sollicitudin ipsum et. Dapibus velit elit quisque eu. Iaculis class vitae hendrerit enim ultricies in. Quisque felis. Egestas augue ante arcu. Viverra vitae parturient condimentum aptent ve varius massa ullamcorper pharetra fusce sit."
   ]
  },
  {
   "title": "Feugiat netus.",
   "children": [
    {
     "paragraphs": [
      "Natoque proin amet cubilia ve proin eu. Laoreet proin augue luctus duis pretium ad. Quisque felis. Natoque massa at auctor porta natoque cubilia sollicitudin dignissim. Potenti curae diam sodales curabitur tellus dolor vestibulum ac nostra ad tincidunt ut fringilla. Aliquam felis arcu cum pede nisi sociis consequat libero. Vivamus ipsum nibh conubia pede. Integer velit id netus eu mattis laoreet erat sed id ornare habitant. Quisque fames aliquam. Iaculis magna vestibulum aliquam orci eros nam montes. Natoque nulla. Egestas augue. Integer vitae sed orci bibendum ve felis nibh diam congue ac molestie pretium. Pretium etiam cras leo gravida enim erat cum curae pede ullamcorper consectetuer natoque quis. Blandit magna adipiscing quis fusce et purus mi turpis hendrerit. Natoque morbi ut enim ut diam maecenas nam. Natoque lacus ve nullam elementum lorem ad justo ad. Euismod proin in. Conubia massa dolor. Viverra lacus diam dui. Feugiat fames nisl lobortis hac diam consectetuer. Euismod dolor sit nunc.",
      "Viverra lorem posuere tempor. Pretium dolor. Aliquet netus sit urna aenean feugiat ornare et nec ultricies consectetuer parturient urna. Conubia magna class sit odio massa nonummy lectus. Potenti felis ipsum a tempus enim litora luctus non semper facilisis primis. Feugiat metus est pede parturient. Feugiat velit at porta ridiculus congue sagittis hymenaeos. Integer porta quis ipsum aenean malesuada sociosqu orci sed nonummy a. Natoque class id pharetra quisque mollis ut fusce nullam taciti donec egestas. Quisque dolor hac est sit pellentesque in class taciti. Sodales class in a pede et elementum in porttitor a. Cubilia dolor. Integer class nulla accumsan etiam vel nisi ad vitae primis porta egestas nisi. Blandit risus proin. Dapibus ipsum eni sapien pede viverra et tristique a nulla. Potenti felis sed integer dictum ut. Commodo felis etiam eni eget erat magnis est mollis quis est augue blandit mi ut diam elit semper ad mi. Blandit risus neque etiam viverra nibh dis in etiam aenean sed ut pellentesque lectus lorem. Euismod neque fusce pede. Posuere metus non eros inceptos a consectetuer arcu. Nonummy class hac duis massa ad turpis. Lacinia lacus parturient cubilia ante cras."
     ],
     "title": "Cubilia porta erat laoreet eget ve arcu risus."
    },
    {
     "paragraphs": [
      "Viverra velit porta faucibus penatibus eros nam justo diam blandit nibh ad velit. Gravida purus diam duis nisi netus rutrum praesent hendrerit hac dapibus pharetra. Laoreet dolor in a arcu ac sollicitudin nisl quisque. Aliquam morbi sed. Cubilia dolor dui erat. Iaculis magna quam litora at litora facilisis habitant nibh placerat cum elit. Dapibus purus enim condimentum sollicitudin blandit. Egestas fusce netus aenean fringilla. Iaculis fusce ac senectus neque imperdiet. Blandit vitae elit potenti mi hac duis a. Cubilia nulla. Gravida proin ut metus phasellus. Gravida lorem non. Sodales massa. Potenti massa enim non amet potenti risus. Pretium lorem risus non donec orci justo leo pede urna quam lorem ultrices proin curabitur. Dapibus neque in fermentum netus mus diam vivamus ut leo. Cubilia purus eros. Euismod neque odio duis venenatis ut. Feugiat felis augue. Egestas porta elit. Blandit purus parturient condimentum rutrum at molestie fames a posuere.",
      "Vivamus felis risus habitant et porta erat tempus vivamus. Laoreet donec dui vestibulum malesuada magna. Iaculis dolor adipiscing aliquam. Potenti massa erat mollis mi convallis ullamcorper tincidunt quam porttitor nascetur justo bibendum. Quisque velit viverra aenean. Rhoncus vitae in lacus in nisi tincidunt rutrum. Iaculis augue. Laoreet metus vestibulum sagittis feugiat rhoncus consectetuer tristique donec. Rhoncus felis. Potenti porta odio. Blandit fusce odio nullam at class vitae litora consectetuer consequat. Aliquet fusce ve duis elit nisi ad enim aptent nam in. Laoreet etiam curae ultrices hac gravida non vestibulum ridiculus scelerisque metus taciti metus aenean. Pretium morbi nibh turpis. Euismod porta nibh nulla. Quisque magna nisl erat fermentum. Blandit neque nec porta consequat mi. Laoreet class duis mi urna convallis sollicitudin per consequat sollicitudin. Integer donec elit pretium curae quam cum. Commodo class nibh. Egestas lorem ut primis sodales. Commodo risus."
     ],
     "title": "Potenti magna."
    },
    {
     "paragraphs": [
      "Vivamus lacus vel fusce cras iaculis. Feugiat curae nisl dictum aenean. Lacinia lacus elit commodo mi risus dictum. Rhoncus fusce ut pellentesque consectetuer sodales sociis dolor quisque facilisis diam imperdiet mi aenean placerat. Rhoncus magna gravida. Natoque metus orci. Iaculis porta felis torquent arcu vel blandit a mauris proin adipiscing commodo dis eu. Viverra proin vel parturient ad pellentesque. Quisque dolor nisl netus luctus facilisis cum sollicitudin justo urna senectus aliquet fusce nisl. Pretium neque cum erat orci nostra malesuada. Pretium justo adipiscing id pellentesque pretium. Viverra neque. Euismod purus nisl tortor ut ad eni fringilla sagittis et sit ad erat. Aliquet magna per posuere. Feugiat metus etiam dignissim nascetur. Euismod morbi. Posuere massa sodales enim a quis adipiscing aenean lorem sodales elit. Quisque felis dui magna mollis sociosqu adipiscing congue metus senectus. Conubia proin. Euismod fusce mi nisi ultrices. Aliquam donec euismod netus porta dui amet dictumst class risus iaculis arcu nibh. Quisque nulla ipsum donec tempor.",
      "Potenti donec ad molestie quam non laoreet eros facilisi. Euismod etiam eget nonummy amet urna porta amet viverra. Rhoncus curae eu tellus a iaculis. Rhoncus magna metus suspendisse duis semper faucibus elementum nam enim adipiscing nisi magna. Blandit magna augue quam posuere at. Feugiat donec lacus erat laoreet ad nullam velit. Blandit porta ac fusce varius sollicitudin facilisis. Integer donec ac aenean interdum vestibulum vulputate risus ac justo pellentesque hymenaeos. Potenti lorem. Egestas donec urna conubia. Dapibus morbi nam ante est potenti. Gravida velit. Blandit risus. Gravida metus nisi ultrices consectetuer lectus mi magna. Feugiat lorem proin suspendisse praesent risus purus praesent velit. Iaculis class adipiscing sociosqu euismod gravida suscipit sollicitudin lacinia tempus nec potenti auctor. Pretium porta proin leo. Potenti netus erat non sem pellentesque varius. Cubilia magna lacus porta odio morbi fusce bibendum. Lacinia netus. Euismod lorem. Feugiat morbi parturient vehicula fusce natoque malesuada urna arcu."
     ],
     "title": "Pretium ipsum dis."
    }
   ],
   "paragraphs": [
    "Commodo augue vel quis adipiscing. Dapibus vitae ut hymenaeos a nam venenatis sapien pharetra. Pretium augue. Euismod class. Integer lacus. Quisque magna eni rutrum varius lobortis at amet netus nisi condimentum lacinia ullamcorper. Lacinia risus eros elementum ornare habitant parturient. Integer donec arcu litora ligula justo aliquam pharetra nonummy odio eget duis. Lacinia curae. Vivamus velit. Potenti massa diam conubia ve amet nascetur est. Quisque purus eget risus vivamus enim ut donec volutpat ac ullamcorper et tempor et litora class adipiscing duis libero. Gravida massa odio enim facilisis in scelerisque nisl. Potenti porta erat eu. Iaculis massa adipiscing maecenas arcu dictumst fames. Lacinia netus. Rhoncus proin porta hymenaeos pulvinar lectus. Aliquet morbi. Cubilia morbi nisi etiam inceptos convallis a dis curabitur duis. Potenti morbi nisl conubia mi in congue augue at. Posuere metus ad nibh. Pretium etiam.",
    "Blandit lorem odio. Feugiat curae eu arcu sapien ut eros senectus velit. Conubia class in proin ac nunc vehicula. Lacinia risus. Aliquam morbi. Potenti felis enim montes est cursus viverra ligula cras ullamcorper pellentesque integer diam ut amet taciti libero massa. Feugiat vitae odio vehicula urna aliquam nisl ve proin ad mattis pellentesque. Pretium velit. Potenti porta vestibulum mi lobortis natoque sagittis posuere malesuada. Blandit metus adipiscing eu sociosqu orci luctus varius ipsum. Aliquet risus. Potenti felis. Aliquet neque mus nulla dignissim scelerisque dis sociis imperdiet mi mauris risus maecenas augue. Lacinia netus quam at fermentum a. Conubia augue. Dapibus curae netus habitant donec euismod laoreet. Lacinia risus odio nisi fermentum primis. Posuere neque ut orci eros blandit enim. Cubilia class donec nunc. Lacinia class etiam libero suspendisse fames facilisis viverra consectetuer. Conubia risus est consequat tortor bibendum ridiculus id tincidunt felis. Conubia justo nulla semper.",
    "Rhoncus porta duis ad eni ad ridiculus vestibulum odio fringilla. Nonummy porta ad ve elementum parturient quam class dolor ridiculus vivamus sollicitudin curabitur. Dapibus morbi. Laoreet donec magna. Potenti etiam sed nibh quis morbi venenatis lacinia. Sodales augue. Euismod netus. Rhoncus curae nibh donec nostra nam ut nullam et. Iaculis justo amet. Egestas morbi elit mi consectetuer sollicitudin feugiat semper litora hymenaeos ac. Iaculis metus nibh quam mus ut. Aliquam fusce erat eget etiam eni. Euismod netus. Integer porta vestibulum sociosqu quis eni cras porta id primis. Feugiat neque duis faucibus consectetuer primis mauris ridiculus suscipit vehicula. Nonummy etiam. Iaculis donec ipsum diam amet enim est. Quisque justo. Feugiat porta quam. Feugiat dolor rhoncus at nostra diam eros augue at. Natoque magna dui habitasse consectetuer vestibulum eget ultricies. Euismod donec class amet odio vestibulum tortor at."
   ]
  }
 ],
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Application Management"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Application Management"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Application Management"
  }
 ],
 "abstract": "Commodo velit nec tempor etiam id. Sodales porta mus curae venenatis per volutpat consequat. Aliquet porta ac ultricies curabitur consectetuer nam curae non diam metus blandit. Blandit proin urna viverra ornare. Pretium augue nisl ut vitae convallis vulputate vitae pede quisque. Posuere netus. Laoreet metus. Pretium donec vel ridiculus arcu nec donec penatibus iaculis lectus. Conubia magna curae gravida in curabitur a consequat justo ve pellentesque platea et ante morbi nisi. Viverra etiam erat malesuada varius ornare cum duis porta ac class sollicitudin vulputate etiam. Posuere felis duis ullamcorper id litora eni diam elit pulvinar maecenas purus pellentesque lobortis curae egestas mattis ac interdum. Potenti lacus fames arcu condimentum quisque non arcu vestibulum fermentum condimentum dis ut sollicitudin aliquet pharetra pellentesque natoque platea. Sodales fusce. Rhoncus lacus eu urna class laoreet cras mollis eni enim. Commodo metus sit ligula per parturient elementum eros condimentum eu sapien potenti feugiat mauris hac. Viverra curae diam. Laoreet fames nisi potenti diam. Egestas augue parturient condimentum aptent id lobortis natoque eget dis viverra ad aenean. Iaculis curae fames a elit dolor metus suspendisse cras erat habitant nonummy pellentesque mollis mi. Viverra vitae morbi mus erat tristique volutpat ligula eget quam tincidunt semper inceptos facilisi augue et massa. Laoreet etiam odio rhoncus quis nunc eros lacus commodo. Laoreet lorem ut elit vehicula feugiat lacinia enim ac amet proin.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Feugiat class est convallis tellus orci euismod et neque id cursus ve nec."
}