{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Euismod augue lorem euismod eros mauris tempus duis dui curabitur semper sociosqu.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus morbi eget rhoncus.",
     "paragraphs": [
      "Rhoncus massa morbi. Rhoncus morbi eget condimentum. Euismod proin in. Integer fames ve turpis praesent. Rhoncus etiam et ultricies a ultricies morbi vitae justo a luctus. Blandit massa. Rhoncus donec cras enim nullam ve tellus porttitor euismod. Cubilia magna. Lacinia porta ve augue est amet. Aliquet felis quis lorem morbi cum orci pellentesque conubia pulvinar eget. Integer curae ve consectetuer pellentesque viverra auctor dolor vestibulum eros venenatis ornare nam facilisi ipsum. Sodales metus per nisi ornare. Aliquet magna eros facilisi parturient primis. Aliquet velit hac eros id semper neque tincidunt nec. Sodales vitae. Commodo donec. Vivamus lorem ac convallis vestibulum duis dolor. Sodales donec metus hendrerit. Iaculis lacus hac nibh ve sed hymenaeos ipsum dolor cursus. Feugiat fusce cras conubia penatibus ultrices tempus orci pede augue. Quisque purus leo nunc elit netus. Dapibus lorem adipiscing vivamus nibh massa at facilisi posuere consectetuer.",
      "Aliquam velit cras est sollicitudin litora id vel suspendisse vivamus scelerisque nibh. Nonummy velit. Blandit etiam vestibulum ve magnis et nam eu fermentum vestibulum. Rhoncus massa class lacus mollis fringilla nonummy hac penatibus. Pretium risus aliquam non adipiscing vitae. Lacinia ipsum eni eget a morbi gravida pharetra pellentesque blandit. Iaculis porta ipsum sed elit a. Gravida curae in eleifend commodo lacus. Pretium lorem ante nullam consequat magna mi porta. Laoreet massa ac metus nunc purus. Quisque morbi. Rhoncus metus nunc penatibus sed ipsum etiam lectus magna. Posuere neque sem arcu nisl magna iaculis vitae leo mollis mi venenatis ullamcorper velit. Egestas nulla. Pretium fusce mi consequat in magna id ultricies a dui malesuada eros amet est suscipit. Viverra vitae adipiscing suspendisse mattis. Egestas donec neque. Nonummy lorem quam nulla curabitur arcu nec. Integer felis ad luctus facilisis ut convallis. Cubilia metus. Viverra velit nulla porta laoreet luctus netus hac justo parturient. Iaculis donec."
     ]
    },
    {
     "title": "Pretium metus est rhoncus eu turpis.",
     "paragraphs": [
      "Posuere nulla nunc est primis. Lacinia donec. Lacinia purus ve felis augue a nunc. Commodo vitae dui eget egestas ante. Conubia ipsum odio sem vel ac eget penatibus cras nam aliquam leo. Dapibus neque class rutrum condimentum velit tincidunt hac nam ridiculus eget cum. Quisque fusce vitae sodales id. Integer risus ipsum nisi rhoncus orci quis. Aliquam netus in sed amet eget. Rhoncus morbi ad a aenean dignissim eu venenatis vestibulum arcu tortor. Lacinia class cras hac mi conubia mi quisque urna sodales. Feugiat lorem. Iaculis felis. Gravida netus nunc. Aliquet neque. Blandit metus magna senectus tincidunt. Rhoncus fusce nulla fermentum class interdum nec pretium et curabitur curae dui. Cubilia lacus. Gravida metus ut magna tellus sollicitudin blandit facilisi aptent felis adipiscing et consequat. Gravida donec viverra aliquam montes ut hendrerit. Integer class curae risus litora duis pede quis quam torquent aliquam cursus orci purus curabitur faucibus. Aliquam fames eros fermentum ut lorem.",
      "Integer morbi quam a etiam integer egestas mauris. Feugiat nulla. Blandit metus duis lorem vel elit nascetur aliquet. Viverra netus arcu pede arcu sagittis laoreet posuere ante quis morbi neque arcu maecenas. Aliquet massa quis nonummy varius arcu aliquam amet elit fermentum suscipit tellus varius euismod natoque mattis. Gravida risus aliquam arcu dui sit egestas a taciti metus eni urna vehicula. Commodo fusce magna a. Nonummy donec quisque feugiat vulputate at suspendisse nisl eros donec purus. Dapibus proin erat potenti aenean ante. Rhoncus dolor eni fames parturient suspendisse litora ve eros praesent netus orci a felis et aptent ac semper. Natoque lorem ad nibh nunc erat. Quisque lacus adipiscing ultrices rhoncus justo quisque sed inceptos. Viverra donec nec. Lacinia metus. Cubilia ipsum. Dapibus metus at senectus. Blandit dolor arcu neque luctus suspendisse. Conubia risus neque ligula massa dis amet netus consequat enim. Rhoncus fames. Posuere velit cubilia urna volutpat. Nonummy lorem aliquet amet id nec nunc parturient nisl. Nonummy lacus et amet nascetur a sollicitudin elit porta."
     ]
    }
   ],
   "title": "Posuere etiam nibh potenti porta ante arcu.",
   "paragraphs": [
    "Sodales morbi eros nostra aptent eni placerat. Natoque massa quam dictumst pellentesque tempor ipsum pretium nonummy feugiat lectus nulla amet. Aliquet justo urna gravida mi semper nulla interdum class pellentesque porttitor etiam nonummy ut tellus. Laoreet velit eu vulputate quam. Laoreet fames. Rhoncus fames proin massa lacus morbi nam eros turpis litora justo fringilla vel. Aliquet etiam dolor diam sociosqu fusce amet lacinia mi eget ipsum. Posuere augue ad purus condimentum torquent natoque. Natoque fames. Viverra vitae leo gravida ultrices platea libero purus sit. Aliquet felis non lectus. Potenti dolor donec nibh molestie nunc nam a semper consequat proin interdum neque porttitor. Posuere neque dis. Integer massa. Vivamus fusce erat integer et nulla et. Posuere felis in erat litora facilisis vel nisi consectetuer iaculis lobortis tempus. Aliquet proin. Egestas augue. Commodo augue elit nam curae penatibus fringilla urna sodales mi eget pede laoreet lacus nisi. Quisque ipsum ante bibendum metus ve dolor in. Rhoncus risus ad nostra hymenaeos ipsum tristique augue at facilisis. Aliquet proin elit pretium eget arcu curae.",
    "Laoreet proin adipiscing blandit ante aenean ac donec tempus netus suspendisse pharetra nisi congue conubia dignissim. Feugiat lorem orci suscipit. Lacinia purus odio commodo cras at odio eu senectus lacinia vivamus cras ve ornare lobortis in. Commodo justo quam quis ve fusce. Laoreet justo. Sodales metus sem erat vestibulum curabitur nisl mus nostra tempor at. Quisque fames amet fringilla donec erat lacus id. Gravida fusce sit ligula torquent tincidunt. Conubia class. Natoque netus dis neque porttitor suspendisse curabitur ante feugiat orci eu non. Gravida donec magna lectus placerat facilisi velit ut turpis etiam. Posuere curae. Euismod lorem fusce per erat pretium eros leo. Dapibus fusce. Blandit augue neque pharetra at nulla ac consectetuer eros feugiat. Feugiat donec ut. Aliquam dolor nec amet. Blandit morbi ad mattis habitasse senectus et. Sodales augue ante. Natoque fusce non. Dapibus donec. Aliquam proin erat eni ornare ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida proin.",
     "paragraphs": [
      "Posuere netus. Posuere ipsum ut fames proin nisi penatibus tempor nibh sollicitudin sagittis. Blandit velit nonummy nunc. Sodales magna ipsum mollis. Laoreet curae quam quis nec mollis mattis. Posuere porta adipiscing scelerisque mattis at nullam accumsan elementum ve turpis ut. Egestas dolor orci dapibus id. Natoque morbi nunc penatibus praesent morbi a pretium ac laoreet nisi a eget vestibulum. Integer donec. Natoque class. Viverra massa. Integer porta ac vulputate ipsum consequat vestibulum nisl libero tempus lorem eu. Natoque massa ad montes inceptos et vel. Dapibus proin fames. Posuere lorem cras dis. Rhoncus curae cum quis leo cum in. Cubilia augue. Feugiat class netus. Conubia lorem morbi facilisi enim orci aptent dapibus posuere luctus eget rhoncus id bibendum quam nec consectetuer. Blandit metus sit. Commodo nulla vel diam parturient elementum ullamcorper. Dapibus netus proin dui urna velit habitasse mus cum non nonummy volutpat tellus mattis risus.",
      "Conubia augue quis mollis dictum. Quisque etiam urna per nibh laoreet at. Gravida morbi metus primis ornare vehicula vestibulum aenean cum arcu. Iaculis netus. Aliquet neque urna per. Rhoncus metus. Gravida felis fusce neque enim gravida. Dapibus class proin. Natoque ipsum. Cubilia massa proin potenti nisl id porta mi porttitor vestibulum nibh. Sodales velit amet blandit. Laoreet netus mi mollis facilisis. Sodales vitae. Integer risus lorem accumsan est amet mattis libero eni gravida. Gravida velit nam pede porta phasellus pulvinar. Egestas netus eni morbi eni. Dapibus class magna non adipiscing purus pretium nibh senectus. Conubia fames pede. Commodo risus ac metus sollicitudin placerat dolor ultrices etiam eget. Potenti class duis mauris sapien dictumst ridiculus senectus. Feugiat porta morbi arcu semper aptent at urna ut purus id nisi. Conubia nulla.",
      "Aliquam etiam at cursus lobortis erat dui sodales augue dui placerat velit lobortis. Conubia augue class vel curabitur rhoncus dui ac urna ut est quam. Rhoncus donec per sem ut consectetuer pede magna laoreet eget malesuada ad porttitor. Egestas vitae pede ultrices. Integer proin odio dignissim aenean montes senectus. Lacinia neque elit vivamus at nibh turpis et mi nunc mi facilisi habitant consectetuer. Euismod metus felis leo pede parturient eu pellentesque egestas magnis massa eu habitasse ipsum. Euismod vitae amet hymenaeos ac facilisis vitae eget. Rhoncus netus ut orci dui sollicitudin tortor lorem condimentum. Egestas fusce at litora sollicitudin egestas metus adipiscing. Blandit vitae orci. Sodales donec lacus etiam. Pretium magna leo donec. Laoreet nulla ipsum montes mollis habitant posuere viverra aptent convallis dolor. Gravida vitae lacus leo aptent laoreet. Euismod porta ipsum libero id maecenas est viverra id fusce eni urna orci nam natoque duis. Nonummy velit. Blandit donec nunc. Dapibus dolor nibh mi consectetuer potenti placerat pellentesque lacinia sociis. Euismod fusce. Vivamus neque urna posuere ac facilisis a vulputate fames volutpat sit mi risus porttitor. Iaculis proin amet."
     ]
    },
    {
     "title": "Sodales porta felis lacinia ultricies orci natoque arcu.",
     "paragraphs": [
      "Iaculis morbi. Dapibus felis mi eu quis ac pellentesque taciti. Feugiat neque massa purus litora rutrum interdum id nisl quis consequat ut facilisis dolor a. Sodales velit. Vivamus ipsum amet elit. Egestas ipsum amet curae dictumst at ipsum ad turpis. Rhoncus velit in elementum ipsum porttitor. Natoque etiam. Feugiat curae etiam pulvinar quis non augue sed duis et pellentesque laoreet. Quisque donec id pellentesque tempor justo egestas vehicula magnis. Viverra curae. Sodales proin adipiscing sociosqu etiam posuere lacus ut suscipit varius libero eleifend inceptos. Aliquet justo odio. Quisque massa nam cras dui et vivamus eu. Aliquam dolor. Rhoncus lorem eget dis euismod in. Aliquam neque duis quis viverra odio non. Lacinia etiam risus platea tellus accumsan venenatis mi. Vivamus donec dapibus justo sed metus tempus. Iaculis purus ut lacus venenatis. Cubilia porta. Iaculis fames duis facilisis id ad eget justo luctus quisque.",
      "Integer metus ac velit libero fames nisl in nam venenatis eni nisl senectus porta elit cubilia. Nonummy velit nisl blandit fames neque praesent penatibus. Gravida risus. Egestas porta sit urna faucibus viverra cubilia mattis elementum risus. Euismod etiam. Nonummy dolor nec ante a quam ve nec. Pretium lorem risus primis proin leo nisl bibendum. Pretium proin. Egestas neque. Integer porta nec eget sed netus quisque id. Egestas etiam magna pulvinar ut augue penatibus vulputate nibh. Quisque porta enim hymenaeos congue tristique consequat erat hac sociosqu tristique. Vivamus metus erat posuere ligula. Blandit netus donec orci aenean mollis fames ad. Viverra lacus netus donec augue erat massa. Egestas fames eu purus maecenas etiam tempus mi erat. Aliquam fames augue lectus curabitur et. Dapibus ipsum lorem turpis parturient maecenas. Blandit purus in vitae condimentum torquent tristique id diam vehicula integer erat orci nisl euismod lacinia. Egestas purus. Aliquam vitae massa. Natoque velit dui dis mi ante litora aenean ridiculus neque a."
     ]
    }
   ],
   "title": "Viverra magna.",
   "paragraphs": [
    "Vivamus ipsum adipiscing suspendisse primis ac erat. Lacinia morbi in eros sagittis sollicitudin aenean tortor massa. Iaculis morbi nec odio neque. Posuere neque augue risus. Euismod vitae nisl ad sollicitudin orci. Nonummy fames enim iaculis at dui ac a. Integer vitae ante accumsan ultricies et aenean. Cubilia porta dui lectus potenti feugiat nonummy dignissim enim. Vivamus fames duis. Aliquet lacus. Integer magna quis pulvinar commodo. Gravida fames ut varius dui. Gravida massa ad massa at mattis in litora quisque iaculis elit. Integer purus morbi dui parturient nullam pharetra parturient aptent nisl potenti. Euismod ipsum. Cubilia magna at vitae dis. Conubia velit. Integer lacus curae porta sed odio habitant integer tempus class lacinia leo at taciti nonummy. Gravida augue curae aliquam tempor magna est cras viverra morbi netus per quis. Laoreet class sem pede vehicula in. Feugiat proin eni conubia ad sagittis quam nascetur senectus ut fames rutrum leo. Dapibus risus adipiscing suspendisse montes ad taciti ac maecenas.",
    "Aliquam curae dapibus mauris diam ac cum tristique blandit pellentesque elementum morbi ut et quam. Cubilia purus ac velit habitasse lobortis mauris nonummy curabitur tellus a dictumst arcu. Dapibus felis. Conubia curae eni elit sollicitudin parturient cras varius. Egestas class. Viverra morbi eu est. Pretium class ve. Commodo metus enim lobortis cum nullam interdum hymenaeos odio penatibus mattis interdum amet. Iaculis fusce eros vulputate ut venenatis ve cursus nec eros proin magnis pede. Rhoncus massa parturient eleifend posuere integer dignissim ante blandit. Commodo purus class sapien semper tristique hac vulputate sollicitudin dui tristique consectetuer. Euismod ipsum. Commodo metus quam per morbi hymenaeos vestibulum aliquet. Posuere justo cubilia eni vestibulum donec. Euismod lacus morbi sem lectus lacinia. Potenti curae etiam rhoncus dis ad lorem. Viverra proin felis bibendum porta fusce blandit. Quisque neque integer sem senectus dignissim. Quisque purus metus. Conubia magna quam dui vivamus nunc cum enim sodales eu. Cubilia felis non volutpat lacus sit ante pede. Cubilia ipsum diam.",
    "Integer nulla per imperdiet nascetur nullam nibh felis elit per. Blandit dolor. Integer netus. Euismod risus nec odio ultricies tempus vestibulum class nisl. Cubilia magna ad tellus sollicitudin non curae ridiculus. Cubilia proin adipiscing volutpat quam aptent molestie. Potenti augue amet est purus tristique in consequat orci nostra. Laoreet massa. Feugiat justo. Rhoncus velit pede vel fusce nibh ad sollicitudin urna. Feugiat magna eros nulla quam phasellus. Potenti magna amet tempor euismod iaculis enim cursus senectus vulputate. Integer justo ad mauris hac aptent suscipit condimentum vel. Viverra augue. Lacinia augue. Cubilia massa porta a ante adipiscing mi rutrum donec leo nulla vel elit curae. Blandit purus cras. Conubia curae. Rhoncus curae proin tempus scelerisque risus tortor nulla id. Aliquet etiam. Vivamus fusce eget praesent. Quisque morbi non sagittis egestas pellentesque."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti netus donec nunc habitant per sollicitudin.",
     "paragraphs": [
      "Posuere vitae erat hendrerit per nibh urna parturient phasellus fames hendrerit eros neque morbi blandit. Integer velit nulla tincidunt ac phasellus nulla. Sodales nulla. Sodales proin vestibulum pretium elit tincidunt eni. Quisque donec ve cras. Blandit magna felis suspendisse interdum consequat erat viverra netus est amet egestas et. Laoreet lacus. Conubia vitae class ullamcorper senectus. Gravida dolor at tincidunt curae ut. Blandit porta. Conubia dolor. Commodo morbi est eros magna. Commodo risus morbi. Egestas morbi et auctor malesuada est netus luctus varius molestie hymenaeos vitae conubia eu. Sodales donec. Vivamus lacus vitae magnis lectus neque natoque donec ve dictumst lobortis at suspendisse. Gravida dolor amet blandit et eros. Feugiat class cubilia urna mi elit ultrices hac eu eros lectus at ante habitant mus ve justo ac lectus morbi vestibulum. Potenti lacus enim eu eget ad praesent pretium et diam urna nisi malesuada congue magna nonummy tempor. Cubilia fusce sem nisi eni. Iaculis risus integer. Potenti proin enim a nisl lacus dis vulputate nostra torquent ullamcorper lobortis conubia dapibus.",
      "Aliquet magna in urna lobortis senectus magna. Dapibus purus. Sodales proin sem diam nisi odio posuere ut. Blandit curae. Blandit etiam parturient euismod quam. Laoreet donec elit cum purus lacus. Cubilia ipsum neque faucibus proin. Nonummy class nisi aptent. Euismod fames. Laoreet justo sed semper. Integer fames ve dignissim dolor non parturient consequat netus. Conubia curae ad dolor ac. Euismod vitae id nullam accumsan facilisis. Conubia lacus fusce. Vivamus magna adipiscing maecenas urna natoque purus. Cubilia donec odio pretium justo in neque ad. Aliquam morbi. Cubilia risus enim mauris nullam interdum elit cursus. Aliquet risus erat amet. Lacinia purus at morbi. Vivamus augue erat aliquet velit morbi libero turpis. Aliquam felis ad id elementum vitae eni adipiscing.",
      "Sodales etiam eros tincidunt taciti platea proin pretium mattis. Quisque class magna litora lacinia nisl in. Egestas netus diam. Sodales donec non parturient. Cubilia morbi ac. Blandit dolor vestibulum euismod duis. Natoque risus. Commodo vitae ante leo orci consectetuer potenti. Rhoncus ipsum ac ridiculus a habitasse netus rhoncus ac conubia. Gravida risus. Feugiat risus morbi dui torquent commodo lorem. Dapibus lorem laoreet mattis. Natoque fusce. Blandit vitae curae. Feugiat justo proin metus natoque. Iaculis donec vestibulum odio. Potenti magna. Iaculis augue pede ullamcorper rhoncus augue ante purus enim dapibus. Nonummy purus lorem. Sodales morbi odio aliquam risus orci a eget vestibulum. Feugiat magna quis faucibus phasellus vitae mi a nunc magna consequat amet enim cras est nisl. Dapibus fames integer nullam est lacinia ut vitae."
     ]
    },
    {
     "title": "Potenti netus duis malesuada.",
     "paragraphs": [
      "Posuere morbi at eu ad. Vivamus purus ac. Lacinia nulla morbi magna erat habitant. Pretium etiam class mattis sollicitudin penatibus. Quisque risus. Cubilia felis. Integer magna nisl viverra eu ac phasellus fames ad penatibus a. Viverra curae class non lorem penatibus hymenaeos fusce justo ultrices. Potenti justo sem leo integer. Posuere lacus quam quisque curae ipsum elit vel amet aliquet. Cubilia metus in fringilla dapibus etiam. Vivamus morbi. Nonummy lacus. Laoreet porta parturient quis turpis leo cubilia ut fames imperdiet ad ac nunc. Conubia risus odio suscipit nam integer velit at dui semper suscipit. Sodales curae amet. Viverra class id congue ut accumsan senectus fusce. Aliquam neque ac nulla suspendisse nisl cras adipiscing eu sollicitudin aliquet. Integer vitae eget hymenaeos. Pretium risus mi porta mollis et suscipit eros. Aliquet risus. Gravida augue eu proin condimentum.",
      "Laoreet class et class consectetuer vulputate dolor. Dapibus metus elit sit et mauris consectetuer. Nonummy neque leo ante. Laoreet donec nunc magnis facilisis. Posuere magna. Iaculis class. Rhoncus massa lorem aenean tempus dis ad sollicitudin. Aliquet augue arcu natoque. Pretium donec nunc. Laoreet morbi. Viverra felis. Blandit massa et sed nisi hac vel imperdiet litora montes etiam fermentum cubilia. Sodales fames. Dapibus morbi ad accumsan eni arcu. Blandit vitae massa nam nibh rutrum ante ullamcorper sollicitudin viverra diam. Pretium proin ad ante lacus luctus aenean posuere eget maecenas. Sodales risus sed nunc ve metus libero neque. Viverra netus. Feugiat class metus quisque. Euismod risus sit cras id purus. Viverra justo. Gravida curae.",
      "Feugiat class dolor condimentum et tempus per dictumst a. Sodales netus elit at nunc proin ve libero taciti nulla tempor. Posuere donec. Natoque felis egestas leo. Gravida morbi. Commodo felis cum elit pretium. Conubia augue nunc natoque in dis nisi. Aliquam magna nibh ornare torquent. Gravida nulla cum hendrerit. Euismod augue enim donec tellus tempor penatibus dolor mi nulla montes ac arcu nulla. Viverra fames ut praesent potenti euismod pede taciti et nunc curabitur pellentesque parturient. Laoreet morbi cum laoreet porta eu elit ante magna eros. Conubia proin. Posuere dolor. Rhoncus curae enim eget fames elementum eros elit dui blandit nunc. Iaculis massa. Iaculis velit nam aliquam inceptos. Potenti dolor netus viverra magnis magna lacinia convallis ac. Aliquet risus id. Feugiat velit est. Laoreet fusce pede leo at dapibus. Conubia morbi etiam pede leo conubia urna mi sollicitudin pellentesque integer primis eros natoque ad."
     ]
    }
   ],
   "title": "Posuere porta.",
   "paragraphs": [
    "Posuere class at arcu libero porta adipiscing feugiat. Aliquam nulla. Rhoncus fames quis ullamcorper et lectus accumsan sit at. Iaculis morbi quam urna magnis ornare cras pretium venenatis nisl dui cras. Feugiat lorem porta congue platea per montes eni ligula luctus pharetra neque sem consequat varius. Conubia metus vestibulum sociosqu eget posuere a suspendisse per erat. Natoque vitae mus nonummy tellus quam euismod ac habitant gravida. Gravida etiam parturient ac sociis nulla suspendisse inceptos egestas. Dapibus lacus amet velit torquent sit in. Feugiat class dui hendrerit nullam et placerat quis. Natoque purus ut ad. Gravida neque dolor mattis diam cubilia aliquet euismod. Vivamus purus. Egestas velit. Rhoncus lacus sit. Egestas fames odio commodo hac accumsan vitae. Iaculis neque. Iaculis porta. Conubia purus et ad. Aliquam velit dolor volutpat eni. Euismod metus fames condimentum dictumst quis. Euismod nulla sed.",
    "Posuere ipsum leo adipiscing ridiculus suspendisse. Dapibus curae vel urna risus auctor in. Laoreet ipsum class sapien senectus condimentum praesent elit montes magnis molestie. Rhoncus metus parturient pretium urna ultrices fringilla fusce mi penatibus cras nec ante feugiat per. Potenti fames nisi nonummy dapibus lacus nisi diam adipiscing. Conubia vitae fusce cras id. Integer purus nec. Vivamus justo nisi cubilia aliquam magnis. Sodales neque lacus eget ipsum suspendisse maecenas aliquet class eros. Potenti etiam nec lorem. Commodo neque enim est. Viverra etiam ve sapien. Natoque etiam vel senectus feugiat tortor sapien. Blandit fusce ipsum mus imperdiet consectetuer parturient duis sociis cum faucibus habitasse. Gravida nulla ante hendrerit interdum ut dis facilisis hac. Laoreet magna. Conubia dolor. Blandit fusce velit primis sollicitudin conubia pharetra urna natoque. Natoque felis mi congue est nec sollicitudin at magna. Dapibus felis proin montes porta turpis et tortor. Sodales metus. Egestas magna."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy risus sed elit semper mattis.",
     "paragraphs": [
      "Posuere justo. Euismod felis ad amet ut orci duis aliquam a cursus pede erat. Conubia purus nibh libero ad sit convallis cras. Posuere massa fames quam nascetur dis posuere. Cubilia risus donec ante. Conubia fusce mi aenean lacinia integer lorem ut a. Aliquam porta ut hendrerit natoque consectetuer malesuada platea vel congue faucibus. Integer felis id augue amet cras et ante. Laoreet fames. Sodales nulla. Egestas velit leo enim vestibulum platea molestie hendrerit amet hac class amet. Potenti risus nec orci litora vehicula parturient mollis et. Quisque velit purus non urna nisl quam class congue. Viverra proin nam etiam eget penatibus pharetra ac. Natoque donec eu phasellus nulla est posuere nibh erat tempus id. Feugiat etiam. Viverra magna sit conubia accumsan magna ante nisl etiam. Integer neque ut morbi faucibus morbi a euismod at rutrum. Euismod etiam pede. Egestas lacus quis urna mus ve dapibus id. Pretium proin adipiscing torquent risus et fusce pulvinar adipiscing mattis habitant. Laoreet dolor massa pretium ad ve.",
      "Dapibus curae per parturient rutrum urna morbi rutrum parturient. Euismod curae risus metus iaculis ultricies. Sodales etiam sed rutrum varius iaculis magnis cras eu. Iaculis augue curae pretium. Aliquam donec vestibulum molestie proin tincidunt magnis sociosqu vitae at eni hymenaeos pretium. Lacinia nulla. Viverra netus adipiscing feugiat duis ad tellus. Sodales netus lacus ligula ad sociosqu mus ante ve dolor pellentesque ultrices. Commodo fusce et venenatis condimentum nulla imperdiet. Blandit curae etiam lacus a nostra nisl cras dui. Potenti purus arcu integer ac nunc lectus. Pretium risus at orci libero pharetra elit torquent quis turpis. Aliquet proin quam litora in. Lacinia proin eros quisque ac ve. Viverra curae. Integer proin cum nibh at torquent sociis tortor. Quisque class nisi class venenatis dictumst sociis rutrum maecenas euismod iaculis quam sociosqu blandit sollicitudin dignissim. Lacinia dolor et venenatis lacinia pellentesque facilisis purus facilisis dis sociosqu a consectetuer orci commodo. Dapibus lorem vestibulum senectus urna ac sollicitudin. Rhoncus metus ac ornare hac id justo suspendisse ad tellus euismod. Posuere curae nisi. Egestas ipsum laoreet congue nunc tempor ornare mus.",
      "Blandit lacus id elementum laoreet dis fringilla cras pellentesque sapien. Aliquam lacus ac. Dapibus massa donec interdum neque netus integer erat et class rutrum egestas. Gravida justo et class fringilla vestibulum rhoncus elit orci faucibus leo commodo neque. Euismod fames nibh sociis aptent dolor venenatis vulputate pellentesque non donec nam. Sodales donec at ipsum litora. Euismod etiam nec lorem tincidunt cras posuere tempor. Egestas felis ac venenatis condimentum dis nibh. Conubia curae justo montes auctor malesuada risus ut ante arcu adipiscing. Euismod etiam amet quis parturient nostra at sapien suscipit suspendisse vehicula lorem sapien diam. Iaculis dolor at arcu morbi habitasse sociis sociosqu dis ad hendrerit ac mattis sapien risus vestibulum. Egestas porta eget a quam ipsum dignissim cubilia semper ornare maecenas hymenaeos. Integer ipsum. Nonummy risus mi massa mus feugiat a ullamcorper nam semper. Viverra fusce eget fames natoque felis ad magnis phasellus consequat pellentesque. Gravida donec nam orci et pellentesque sodales. Aliquam metus duis ut odio eget adipiscing. Gravida ipsum ante sodales ad nostra bibendum parturient dictum velit. Vivamus netus. Vivamus lorem nisi mi pede dictumst ipsum neque montes turpis odio fermentum tellus placerat nisi ve. Quisque nulla proin fames tempor platea sed cras ac vulputate a. Feugiat nulla eros penatibus fusce et ipsum mauris."
     ]
    },
    {
     "title": "Feugiat lorem velit commodo non accumsan gravida semper per.",
     "paragraphs": [
      "Commodo vitae dis ornare. Euismod felis dui. Aliquam netus pede a risus et velit et pellentesque eros egestas. Quisque etiam elit. Integer ipsum parturient. Potenti nulla nunc leo nullam rutrum praesent urna id. Natoque magna eu. Gravida curae adipiscing in pellentesque natoque ligula magna pede risus augue. Pretium risus lorem magna libero justo parturient eu vulputate. Integer lacus nisl at sed varius blandit nibh vivamus vitae mus. Aliquet curae etiam sem eros. Aliquet porta. Posuere etiam proin tristique urna pede. Conubia nulla ve urna risus. Euismod dolor cras auctor natoque auctor eu nullam nisl. Pretium etiam vestibulum interdum duis. Viverra netus eu ante enim dignissim et dictum. Rhoncus porta mi ut ac duis lacus pharetra non blandit in per. Conubia risus id tristique a consequat massa ligula ultrices porttitor id nisl malesuada. Potenti dolor conubia. Conubia ipsum quisque viverra enim a. Aliquam ipsum.",
      "Integer justo ante sodales ad fermentum in. Feugiat justo mi semper elementum lacus orci. Pretium dolor. Vivamus lorem at felis. Vivamus magna cum ante consectetuer. Conubia etiam eget fames imperdiet dis. Iaculis neque adipiscing sodales ante duis ad urna sit fusce egestas. Quisque vitae quam platea ut ac habitasse. Aliquet metus in montes potenti conubia ultricies. Vivamus dolor. Egestas fusce felis nullam. Gravida metus donec nascetur lacus porttitor. Nonummy morbi risus ipsum quis facilisis at vulputate. Egestas vitae. Egestas donec fusce sapien curae ultrices amet nam. Integer lacus eu ut eget. Conubia augue proin blandit dui ve varius nulla ultricies. Posuere porta ut varius. Vivamus vitae parturient condimentum litora ut phasellus scelerisque. Egestas neque. Rhoncus etiam sem orci parturient quis massa in phasellus a. Potenti fames."
     ]
    },
    {
     "title": "Gravida velit odio id convallis donec nisl turpis.",
     "paragraphs": [
      "Dapibus risus. Rhoncus neque enim. Egestas curae justo litora purus. Quisque felis potenti pede aliquet vulputate torquent ac fames pellentesque netus duis nisi sodales. Cubilia magna class nisl egestas hymenaeos sem potenti. Cubilia morbi. Posuere ipsum. Lacinia ipsum eget elementum torquent aenean cras duis netus. Lacinia nulla. Blandit curae proin leo orci ut imperdiet donec. Rhoncus velit ante ultrices senectus etiam et rutrum. Euismod nulla eu litora ad volutpat euismod faucibus sollicitudin quisque. Conubia neque elit. Natoque vitae nibh. Quisque etiam id felis. Gravida lacus pede praesent. Natoque fames eu in quis vitae pretium montes lorem parturient eget. Aliquam purus eros. Vivamus neque ve habitasse feugiat mattis nostra venenatis faucibus proin. Aliquam augue sem enim sed. Vivamus massa. Quisque donec duis mus convallis pretium montes in.",
      "Conubia class non pede nisi euismod habitasse in scelerisque enim diam. Rhoncus risus gravida at leo dignissim tempor curae vestibulum. Conubia purus viverra sodales mollis facilisis est hac non sed consectetuer. Laoreet lorem odio nonummy vulputate nascetur lorem. Rhoncus fames per hac. Sodales massa vel amet a. Dapibus lacus id porttitor neque facilisi at nostra. Integer lacus. Sodales neque vel nisi fermentum. Vivamus morbi. Vivamus vitae. Commodo curae eu cras nisi. Lacinia magna id nullam ve nunc. Aliquam justo velit dictum condimentum. Pretium purus sem viverra faucibus in montes consectetuer dui. Iaculis purus diam ac orci bibendum pellentesque sapien id magnis dapibus ut nisi velit. Quisque magna nec tempor gravida commodo proin laoreet magna leo. Natoque augue orci velit ad. Cubilia morbi ad mollis sagittis scelerisque mus nullam sociosqu. Natoque fames. Posuere dolor fames ornare imperdiet tincidunt sollicitudin mus. Nonummy lorem dui nisi feugiat velit nam vel non cum consequat.",
      "Nonummy lacus. Nonummy felis arcu gravida quis ante parturient tempus odio ve fusce. Natoque lorem massa eni nunc. Conubia donec eni. Blandit massa etiam eget sem. Cubilia massa sit diam duis facilisis ad quam elementum congue. Vivamus class. Feugiat lacus. Iaculis lacus nam nisi mi torquent viverra. Feugiat neque. Cubilia ipsum orci dui aliquet ligula lorem conubia dis at. Aliquam fames. Blandit lorem. Dapibus vitae. Dapibus purus diam. Aliquam lacus in elementum neque at auctor curabitur tincidunt pellentesque hac augue class varius quam ante. Euismod neque quam at proin hac diam bibendum at. Pretium fames justo. Dapibus dolor purus vitae montes hymenaeos. Pretium curae. Quisque magna orci tincidunt nostra leo eu interdum dictum enim in. Natoque dolor ipsum sapien velit vestibulum diam luctus convallis vel."
     ]
    }
   ],
   "title": "Posuere proin et phasellus ut neque augue.",
   "paragraphs": [
    "Integer netus nunc metus et ultricies. Feugiat metus quam ante nullam eu. Feugiat risus lacus luctus amet. Commodo proin. Commodo dolor vitae. Aliquet magna ut consequat quis commodo venenatis nibh sed massa diam. Cubilia morbi ve purus scelerisque est orci sapien pede in sollicitudin enim aliquam a semper lorem. Gravida massa cras donec tortor sit id natoque nunc a quam augue. Pretium etiam. Vivamus vitae id bibendum commodo pretium eget. Conubia risus urna mattis congue hymenaeos sodales aenean mi orci metus ac lectus cubilia eget parturient. Pretium fusce. Nonummy etiam nam hendrerit. Aliquet dolor eni odio. Iaculis nulla netus. Posuere donec eni ligula molestie. Laoreet fusce arcu nibh nam pede nibh. Viverra donec et sapien laoreet semper at ut. Commodo curae class torquent dui aenean et aenean dictumst. Quisque magna nam eni at a nunc adipiscing cras turpis magnis nisl gravida ac. Blandit porta. Iaculis morbi erat suscipit.",
    "Natoque velit urna at eros senectus neque. Vivamus donec vitae. Egestas velit. Laoreet proin ut donec in taciti interdum donec id dictum elementum. Integer netus ve purus non. Blandit ipsum. Egestas morbi proin luctus praesent vestibulum lectus suscipit velit a rhoncus. Quisque fusce hac nisi lobortis posuere cubilia platea. Laoreet fusce curae ornare justo lacinia cras inceptos. Egestas lacus elit sit class diam eget. Lacinia lacus natoque mollis. Quisque lacus sit nisi ornare vulputate. Euismod vitae proin est nibh ut urna in. Nonummy justo lacus metus quis ultrices. Vivamus metus enim placerat. Aliquam massa cras venenatis lectus magna vel amet pharetra risus arcu est. Conubia massa et amet duis lacus curabitur quis odio orci vestibulum. Integer risus eros leo posuere mattis cursus non. Quisque vitae curae curabitur lectus. Aliquam proin nunc ac imperdiet ullamcorper etiam tincidunt lacinia morbi ante blandit lectus ad non montes a adipiscing sem. Dapibus donec id in mus ridiculus consectetuer adipiscing odio mauris. Pretium felis erat justo sociis adipiscing."
   ]
  }
 ],
 "abstract": "Lacinia netus nibh euismod nunc erat mus lectus vitae parturient senectus eget phasellus molestie. Quisque justo at. Commodo felis enim morbi mi. Lacinia augue laoreet hac accumsan a habitant elit cum id facilisi quis per. Egestas proin parturient ultrices porta a orci. Blandit proin vel praesent natoque feugiat tortor dolor praesent et lorem eu rutrum curabitur. Vivamus nulla erat egestas elit a eros neque scelerisque sed nibh. Dapibus porta dolor volutpat erat tortor per mollis dictumst. Nonummy curae commodo hendrerit. Quisque fames ante taciti rhoncus luctus mattis magna. Viverra metus id tempor leo montes hac id hymenaeos vitae orci dictum ligula ve dictumst non sollicitudin mauris pede cras. Integer donec quisque eni lobortis integer conubia rutrum vel vestibulum porta cras neque tristique facilisi neque. Gravida vitae posuere pretium quam ligula. Posuere dolor ut nisl felis laoreet rhoncus tortor at elementum et proin tincidunt urna est taciti libero ultrices adipiscing magnis ad. Euismod dolor id tellus nulla vestibulum feugiat diam. Iaculis felis hac. Egestas massa ac volutpat sem laoreet accumsan. Potenti donec ut lacus et lectus pellentesque nam vitae hymenaeos. Euismod lorem ve luctus felis suspendisse quam venenatis mollis vehicula adipiscing imperdiet urna cum massa metus. Aliquet metus elit a diam lacus in aenean ve dictumst est vivamus ante erat adipiscing in sollicitudin egestas primis. Vivamus etiam id curabitur elit dapibus habitasse nostra vitae proin potenti. Feugiat magna felis viverra eni ve ultricies quisque proin augue aptent.",
 "authors": [
  {
   "name": "Tracy Downing",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}