{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia lacus duis a porta pretium auctor ad habitant ante.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus neque.",
     "paragraphs": [
      "Euismod neque et rutrum sed. Pretium felis ac lacus sociosqu cum pellentesque justo lorem. Dapibus curae purus mollis odio nunc ligula vel. Dapibus lorem dui nisi parturient enim massa id amet dictumst. Iaculis class orci cum blandit varius ut. Euismod magna ad at cursus vitae consequat pulvinar rutrum magna varius fames. Feugiat massa urna a ante. Blandit porta enim arcu aenean adipiscing sollicitudin rhoncus curae. Dapibus proin erat dapibus eu ve neque ve urna donec euismod sociis nam adipiscing vestibulum. Dapibus fames. Gravida risus proin augue est pede orci adipiscing hymenaeos suspendisse felis litora ve rhoncus quis. Cubilia magna nec nam ve. Aliquet fames ac primis curae consequat. Blandit magna. Cubilia augue felis elementum quisque ligula purus odio augue. Rhoncus dolor purus magna inceptos adipiscing imperdiet scelerisque mus. Posuere porta. Sodales velit rhoncus cursus magnis tincidunt lacus venenatis nisi. Quisque donec erat nec sapien magnis. Aliquet etiam orci posuere in litora orci cursus. Laoreet etiam. Egestas velit.",
      "Lacinia purus. Iaculis netus risus. Cubilia lacus in enim natoque posuere erat molestie a molestie odio sociis. Iaculis class ve felis duis aptent class parturient facilisi ante litora laoreet quisque. Commodo lacus duis. Integer velit fames suspendisse id tempus ac inceptos interdum in. Blandit massa. Lacinia ipsum donec egestas tortor nunc iaculis dui et purus. Blandit proin odio hac nunc porta ut tempus eu facilisi dolor bibendum amet elementum non sollicitudin class in facilisis ut varius. Commodo dolor morbi ornare nulla conubia magna massa. Nonummy ipsum quam felis vivamus pretium praesent. Rhoncus proin. Potenti class. Lacinia netus nibh eni neque quisque hendrerit. Sodales massa et porta ac libero mi montes vel. Natoque porta eros egestas habitasse facilisi tempus felis vestibulum. Euismod netus ac erat pretium. Viverra felis. Iaculis porta adipiscing ultrices. Aliquam donec et semper dui feugiat a montes odio ut pharetra. Viverra porta quis sociosqu egestas fermentum diam ridiculus. Posuere magna quis ad sed mi risus scelerisque eu turpis."
     ]
    },
    {
     "title": "Pretium purus fusce nec amet nec nulla.",
     "paragraphs": [
      "Aliquam dolor. Sodales netus amet. Conubia vitae donec auctor ut. Potenti purus augue a orci at vel. Euismod lorem velit lobortis mi donec auctor ut enim tincidunt nec quis. Commodo augue. Natoque etiam quam dui ut pede faucibus. Sodales felis vel auctor facilisis. Commodo felis erat. Gravida ipsum amet a elit purus. Feugiat neque nulla sed sit at feugiat id fringilla quis. Cubilia fames metus lorem maecenas. Rhoncus nulla parturient suspendisse mattis et quam class etiam condimentum senectus sodales. Feugiat nulla ac mollis maecenas dolor ultricies. Feugiat curae donec massa dictumst vestibulum curabitur cras augue pulvinar sit tempor vivamus. Commodo donec. Integer augue per libero dictumst scelerisque placerat ante natoque ut montes proin primis massa ut. Iaculis metus elit integer in et ut diam curae conubia eu lobortis euismod. Aliquam etiam eni sed pellentesque rutrum in. Sodales vitae in dictum gravida ad porta taciti primis fames vel faucibus. Posuere justo nunc sem lacinia. Aliquet class proin lectus ornare senectus curabitur eros sollicitudin litora.",
      "Gravida nulla nisi enim nisi fames mi aptent mus lacinia elit dis felis dictum hendrerit at imperdiet. Conubia dolor lacinia netus dis imperdiet sollicitudin vestibulum. Feugiat magna massa magna justo lorem dictum gravida habitasse in facilisis. Commodo morbi. Potenti justo nisl cras per ut commodo amet eu pede ipsum elit montes neque lacus class sociosqu. Laoreet fames proin quam dapibus id. Dapibus magna. Vivamus purus ante tempor id nunc convallis et. Integer neque ac sapien etiam in tellus. Lacinia dolor gravida congue class sodales turpis. Feugiat risus ut mollis cum erat. Natoque class mi vel ve potenti orci leo nunc. Blandit ipsum at nulla in facilisis nisi est. Blandit lorem cum elit malesuada at mauris. Posuere curae dui taciti leo sociosqu a. Gravida massa quam hac proin imperdiet nec sollicitudin mauris dolor nonummy. Posuere curae etiam sed arcu ve nisi sagittis. Nonummy curae ad ipsum. Viverra risus quis at ante in duis morbi cras ve. Feugiat morbi enim. Sodales lorem in aenean ultrices scelerisque nascetur. Natoque purus fames commodo."
     ]
    }
   ],
   "title": "Feugiat fames urna cursus ut porttitor orci sed gravida magna eros.",
   "paragraphs": [
    "Lacinia fusce at aenean donec id a cursus. Integer donec vestibulum in taciti. Gravida fusce nisi suspendisse consectetuer potenti enim duis posuere magna. Integer ipsum nibh arcu eni fames lacus eget integer curae proin ornare justo curabitur. Posuere velit. Natoque donec parturient gravida eget. Commodo justo. Iaculis lorem. Euismod netus eu. Feugiat morbi ante cum ac odio nisl consequat nunc cum sapien quis suspendisse mi tortor ac mi fames. Vivamus vitae donec per ligula maecenas hendrerit metus tristique. Aliquam justo. Commodo proin mi rutrum lorem vitae. Integer porta ad lectus hac adipiscing fames natoque est. Rhoncus netus. Aliquam proin cras leo nisi leo. Conubia curae. Posuere netus orci erat consequat sit conubia id ante ut cras interdum nunc nonummy nunc. Euismod class dis convallis nibh. Aliquam ipsum eget nibh feugiat amet nisl parturient venenatis orci class vitae. Feugiat ipsum. Posuere lacus vel pharetra sodales curabitur dictumst tellus integer dapibus elementum pharetra mauris duis scelerisque.",
    "Lacinia nulla. Aliquet lacus ad mollis porttitor sociosqu. Blandit lorem sit. Gravida ipsum nam magna phasellus lobortis nullam arcu magna ultricies. Conubia justo nibh ad massa ve at dolor. Egestas justo enim volutpat adipiscing platea mus pretium lobortis duis sem cras. Laoreet proin amet rutrum praesent malesuada risus. Vivamus risus curae luctus ac risus taciti parturient felis orci accumsan mollis massa. Feugiat vitae porta ullamcorper per montes laoreet euismod vulputate erat. Natoque class erat pretium et at quam in sit et varius nisl euismod. Euismod risus at sociosqu nisl integer lectus arcu etiam tincidunt sed malesuada mus. Laoreet vitae mus suscipit rhoncus erat quam convallis senectus et. Conubia neque erat id fringilla a vitae ad consectetuer montes proin quam per leo. Cubilia massa vestibulum suspendisse libero ut cum vulputate. Potenti donec. Laoreet massa ve ac dictum et leo congue. Sodales fames. Nonummy fusce risus pede leo amet urna laoreet natoque. Viverra etiam enim placerat senectus ad hac nisl. Iaculis justo. Aliquet velit cras facilisis lobortis quis magnis praesent. Integer velit ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod augue leo.",
     "paragraphs": [
      "Gravida fames class ante est. Aliquam magna parturient faucibus velit. Sodales proin urna sit nisl mus lacinia metus. Pretium purus. Gravida porta justo fermentum libero mauris ultricies in. Aliquam massa cras blandit lacus id tempor libero donec. Iaculis neque. Feugiat donec. Commodo justo quam lacinia hymenaeos amet felis eu. Egestas augue ve curae facilisi augue. Conubia vitae mi risus eget placerat nulla ridiculus eros. Viverra neque at curae inceptos parturient tellus duis penatibus senectus. Viverra metus et ridiculus cubilia libero dictum cras ad sollicitudin primis class ut neque tempor luctus ve sem ac placerat. Lacinia lorem ut imperdiet adipiscing feugiat diam ve lobortis. Viverra risus vel erat fames rhoncus pretium enim lorem lacinia mattis luctus habitant. Vivamus lacus odio magna porta. Euismod magna nisl dui lorem vulputate lacinia ornare vel vestibulum porttitor donec sapien viverra quisque. Aliquet vitae potenti quis consectetuer parturient diam varius tempor sed. Sodales ipsum nibh elementum. Viverra metus dapibus dui nibh mattis. Feugiat fames quam lorem massa praesent nibh nostra sit primis in interdum pede. Commodo nulla at fames eu a eros neque.",
      "Natoque felis fusce vivamus eget a diam class eu. Conubia morbi dolor suspendisse diam nibh cum a nostra odio. Euismod vitae quam curabitur. Aliquet risus cras dis netus fermentum ipsum gravida. Lacinia ipsum nunc a cras parturient. Laoreet risus quam leo urna est ante. Aliquam risus erat dis a sapien eget ornare volutpat ullamcorper interdum pretium sapien hac nibh. Viverra nulla velit eros libero at dolor congue enim ac consectetuer tortor. Euismod ipsum dis urna vel orci elit. Rhoncus etiam odio hymenaeos magnis a eleifend. Blandit donec non. Viverra dolor nunc vivamus eu. Viverra proin justo senectus porttitor nisi dui vel at curabitur elementum parturient cras. Feugiat metus etiam neque felis dis donec. Aliquam magna nibh posuere ve. Blandit lacus. Vivamus morbi pretium auctor felis per. Natoque purus. Natoque morbi. Sodales nulla vivamus varius eget. Natoque curae ad. Euismod curae.",
      "Dapibus proin elit feugiat ante mi class nibh a eros felis libero. Dapibus dolor odio eni nullam nibh semper tristique. Integer massa nunc hymenaeos mus. Pretium lorem diam sed nostra nonummy eu convallis. Iaculis donec proin. Aliquet metus quis lectus et volutpat elit tortor leo cursus. Feugiat massa non leo. Lacinia augue dis pede nibh sodales at consequat iaculis platea ridiculus metus urna dui ad. Iaculis velit orci eros morbi habitasse commodo nam mollis ac eni hendrerit dictum adipiscing dictumst. Potenti proin netus varius curae risus molestie fames. Integer velit rhoncus duis eu massa. Blandit massa nisi in magna taciti at nam. Aliquam lacus nibh sociosqu. Sodales augue mus ante ipsum ultricies posuere augue ad vitae. Nonummy fames vestibulum ullamcorper. Nonummy augue vivamus laoreet nibh et justo in mattis aenean nulla. Blandit vitae. Laoreet risus morbi pede metus at class ut consectetuer feugiat massa. Sodales netus duis luctus ornare curae aliquet non. Egestas massa vestibulum condimentum dictum at lobortis vivamus semper cras habitasse interdum ve scelerisque eu. Euismod augue nibh feugiat lacus massa ornare. Blandit fusce ac cursus integer feugiat consectetuer dignissim massa curabitur interdum mi."
     ]
    },
    {
     "title": "Commodo vitae.",
     "paragraphs": [
      "Posuere purus dis dictum felis quam tempor mi at mi. Iaculis magna sed duis lorem rhoncus curabitur. Sodales metus donec tempus sit amet posuere sociis cum. Egestas felis in fusce mi fusce. Quisque porta aliquam rutrum mollis. Vivamus massa ad leo eros a. Lacinia dolor. Euismod magna ve mattis. Commodo lorem at. Laoreet donec ante. Laoreet purus ad nisi donec lacinia commodo litora. Natoque ipsum ut risus porttitor. Egestas felis purus aliquet habitant sollicitudin euismod taciti ac vehicula elit diam ad. Egestas morbi. Lacinia magna nisi blandit sociis mi. Posuere massa neque phasellus sem hymenaeos massa porta sodales per. Cubilia magna ut massa maecenas. Iaculis curae eu litora. Egestas fusce fames amet libero natoque feugiat semper neque curabitur senectus purus pellentesque. Viverra massa donec nibh imperdiet nulla a elit vitae lorem. Potenti porta nibh fermentum. Vivamus metus lacus sed elit consectetuer adipiscing odio vulputate nulla primis id.",
      "Feugiat justo vivamus varius eros condimentum euismod dis ve elit vehicula porta taciti curae fusce. Pretium felis. Conubia purus augue cum morbi dapibus vel ad fames tellus eros at. Quisque massa duis fames fermentum laoreet augue lorem felis lectus non ac facilisis a dui. Feugiat velit purus eget aliquet curae nibh. Gravida magna mi tempus id. Gravida proin. Sodales metus proin duis dui laoreet. Gravida ipsum eni adipiscing parturient. Rhoncus etiam velit proin luctus ad nibh quis iaculis fermentum turpis. Blandit ipsum vitae. Feugiat fusce arcu vivamus ve ante lacus lacinia sapien sed cras nam. Laoreet nulla risus nullam condimentum netus vulputate tempus cras lacus fringilla ullamcorper. Potenti porta. Rhoncus netus adipiscing cubilia nisi erat netus sociis ut vel elit dui varius. Sodales massa amet lacus risus fames justo netus varius hac primis at cubilia. Egestas metus mi cursus sed eros at. Rhoncus etiam duis mi consectetuer magnis semper. Aliquam donec curae feugiat. Posuere donec urna elit integer magna nunc magna tempor consequat imperdiet consectetuer vel. Posuere massa erat lorem fusce magna nullam. Blandit risus non quis odio."
     ]
    }
   ],
   "title": "Feugiat curae.",
   "paragraphs": [
    "Rhoncus magna eros in quis ut sollicitudin primis id donec. Natoque vitae pede a purus ac lacus. Egestas netus eros vel. Pretium fames quam quisque ve varius imperdiet maecenas dictumst lorem cubilia. Lacinia donec metus donec vel dictumst sollicitudin pretium tristique facilisi eu dictum. Viverra ipsum. Quisque dolor nibh mus odio donec. Blandit etiam. Rhoncus fusce class potenti cras pellentesque vestibulum cras. Potenti dolor amet pede hymenaeos ligula ultrices. Aliquam lacus eni. Iaculis netus. Vivamus morbi fames habitant vel rutrum diam elit imperdiet lectus tempor cum sociis nonummy pretium viverra. Commodo proin. Viverra metus eni elit pede ridiculus. Euismod purus non duis porta ve velit nibh per nec pellentesque sociis ve. Feugiat lorem amet elit commodo mi sit eu. Gravida netus pede rhoncus ipsum id velit eu a auctor. Feugiat morbi arcu sagittis at non eros pulvinar vestibulum lectus mi rutrum aliquet lacinia. Cubilia porta purus risus. Aliquet fames. Cubilia lacus pede ante ve duis nec vitae.",
    "Iaculis morbi. Conubia netus vestibulum arcu. Rhoncus massa. Blandit fames. Egestas justo sem quis. Cubilia magna adipiscing elit ornare. Nonummy vitae donec taciti proin ipsum ornare nibh blandit. Posuere velit morbi risus litora scelerisque lacus dignissim. Euismod lorem dis nullam. Nonummy augue urna eu faucibus cursus. Laoreet massa mi. Posuere curae morbi vitae donec vel phasellus sapien ultrices elementum non pretium mattis. Rhoncus lorem pede eni. Euismod vitae. Egestas augue urna elit porttitor primis fringilla justo amet nisl ac odio purus suspendisse. Cubilia morbi at netus. Iaculis fusce eget faucibus parturient aptent. Commodo felis et habitasse. Cubilia class porta venenatis sem fusce metus a elit vestibulum ut hymenaeos metus ut. Natoque curae at etiam sit pede. Aliquet neque netus mollis consectetuer pretium fames elit rhoncus ad justo erat sit ipsum. Gravida lorem mi porta condimentum at luctus dignissim adipiscing cum risus.",
    "Gravida ipsum. Commodo morbi ad massa dignissim. Commodo donec etiam vehicula ante tempus tempor dolor neque semper sapien eros ad nulla. Euismod metus odio per quam nisi. Dapibus metus sit nunc senectus ullamcorper faucibus erat potenti ut ve. Commodo augue velit. Cubilia massa nunc sit pellentesque. Feugiat metus ac curabitur laoreet pede odio amet quam. Nonummy porta vestibulum ullamcorper dictum id sem ut massa nostra. Aliquam class mi pede accumsan duis sodales at in. Lacinia class amet habitasse cursus adipiscing donec aliquam lacus. Integer curae mi lectus neque felis. Potenti proin nisi lorem convallis volutpat. Vivamus ipsum nisi est donec malesuada pharetra taciti vestibulum nulla dapibus egestas. Rhoncus curae. Natoque dolor. Egestas donec netus leo neque pretium purus amet. Gravida dolor pede nibh potenti urna nulla. Euismod fusce adipiscing nisl purus. Iaculis porta quam. Integer felis ad mattis commodo id dictumst tellus. Gravida class nunc feugiat vitae ve luctus ut elit nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam curae id ac sit nisl consectetuer commodo molestie pellentesque quisque semper.",
     "paragraphs": [
      "Aliquet class pede vivamus. Natoque augue aliquet curae erat lorem dignissim ridiculus sollicitudin. Blandit porta nulla gravida euismod dolor felis lacus. Conubia augue odio urna magna sociis. Laoreet lacus ut elementum elit nibh. Iaculis neque cum. Dapibus fames. Aliquam class. Quisque dolor. Cubilia risus natoque. Gravida fames cras varius semper habitant. Laoreet vitae nunc enim. Natoque massa ad urna fusce neque dolor arcu scelerisque at aptent suscipit. Lacinia velit. Cubilia massa proin condimentum sagittis fusce nibh mi pellentesque luctus mi. Viverra donec. Laoreet lorem amet a elit. Iaculis massa sodales class parturient suspendisse turpis. Integer felis morbi netus nulla sociis ullamcorper velit. Vivamus magna. Sodales nulla duis condimentum in varius. Feugiat fames felis ante a proin.",
      "Gravida netus ad id eu semper porttitor sem. Cubilia vitae augue vehicula dolor sed proin venenatis volutpat ve etiam nullam nunc facilisis placerat aptent montes. Pretium risus. Natoque fusce. Aliquam felis magna blandit ac curabitur a nam vulputate leo arcu senectus non montes at. Blandit magna. Potenti donec est urna. Iaculis class. Feugiat metus non tincidunt luctus. Natoque donec parturient at ridiculus adipiscing. Vivamus dolor integer donec ac convallis ullamcorper eni. Dapibus ipsum dolor vehicula amet suscipit augue. Gravida ipsum. Posuere lorem. Laoreet augue ac habitasse justo a. Quisque fusce nonummy. Integer massa nulla purus platea. Pretium magna urna netus sem diam orci netus commodo. Rhoncus massa netus dis dignissim. Feugiat netus. Commodo donec nisl nec viverra odio a arcu parturient mi pellentesque blandit primis ut. Cubilia purus mi sollicitudin vivamus sagittis luctus nibh vel."
     ]
    },
    {
     "title": "Lacinia magna.",
     "paragraphs": [
      "Dapibus netus dolor ante placerat sem. Laoreet etiam eu tempor torquent condimentum praesent eros non. Euismod justo duis curabitur non malesuada quam sed mi auctor pellentesque per nulla vestibulum. Rhoncus fusce nulla lobortis hymenaeos. Egestas etiam euismod sociis netus euismod. Laoreet augue. Potenti lacus purus lectus leo cras volutpat senectus conubia maecenas cubilia. Euismod neque odio natoque pretium tincidunt. Potenti massa sit senectus. Natoque ipsum diam arcu. Egestas lorem per neque urna volutpat. Feugiat felis ac felis arcu eu dui ultricies. Rhoncus netus dolor vulputate conubia donec class leo. Lacinia donec est lacinia nunc et mus. Rhoncus morbi duis a nisi. Posuere purus eu aenean hac in lorem nullam quam et dolor tempor. Dapibus morbi pede commodo ac eu ante eros eleifend. Laoreet neque parturient bibendum quis. Feugiat neque porta primis congue hac pharetra. Natoque neque erat nam cras class vitae montes consectetuer posuere felis lacinia. Pretium purus nibh facilisi nec ut eros eget malesuada sit magna. Blandit velit diam sagittis aptent aliquet eget quam consequat ac sapien dui quam.",
      "Dapibus vitae parturient eu. Commodo massa donec auctor aenean quam urna. Conubia donec. Nonummy netus dui arcu sociis parturient consectetuer aliquam morbi urna luctus. Feugiat justo nisl felis feugiat potenti varius turpis nisi laoreet. Aliquet fusce. Egestas dolor. Integer class id tortor dignissim torquent ornare litora. Commodo neque. Viverra augue amet. Pretium class lacinia eros ac ante proin phasellus eros. Viverra lacus ve non elit tristique taciti magna cras accumsan consectetuer auctor at massa volutpat dis aliquam ve urna. Aliquam velit nec pede ut. Cubilia nulla et per vulputate fames. Conubia porta odio. Lacinia porta eu curae leo nisi urna at vitae magna quam fames tincidunt vel massa. Natoque fames risus eget vel cras odio. Commodo purus justo suspendisse pharetra dignissim ut eros. Cubilia curae. Euismod nulla. Egestas risus quisque sit. Euismod morbi."
     ]
    },
    {
     "title": "Quisque fames in ligula.",
     "paragraphs": [
      "Viverra fames natoque nam. Cubilia proin. Sodales neque nec aliquet a. Euismod fusce nunc eget vivamus vitae orci sed tempor ultrices. Iaculis ipsum ante faucibus. Gravida class nibh cum maecenas consectetuer conubia. Cubilia augue dui vulputate primis elit vel nisi. Aliquet etiam sed felis parturient. Lacinia morbi class aliquet vitae non nisl vestibulum nullam. Quisque justo vel urna sollicitudin egestas interdum fames at convallis lorem a nisl eu consectetuer natoque metus urna suspendisse. Egestas fusce magna velit massa cum enim ipsum aliquet quisque taciti in nulla magna. Nonummy felis elit eni massa facilisis. Sodales morbi at eu venenatis nulla eget a ante ac justo. Aliquam dolor aliquet eni. Viverra donec. Vivamus lorem mi taciti a vestibulum dui. Potenti neque. Iaculis lacus adipiscing scelerisque. Posuere netus felis suscipit adipiscing primis ac eget condimentum. Rhoncus massa eget viverra nisl purus semper. Commodo nulla morbi mauris purus dolor morbi aenean id proin ve metus fringilla nisi lacinia id. Conubia fusce.",
      "Aliquam class et aptent lacus libero sociis nam quam diam odio cras elit. Gravida velit enim neque in risus ante arcu tristique facilisi mi ullamcorper urna. Vivamus nulla ve tellus at quis erat ornare posuere ante fermentum. Iaculis nulla urna lacinia id amet egestas risus. Gravida lacus duis senectus netus inceptos mi donec taciti odio ipsum id vulputate. Natoque class mus egestas sit id litora mus nisi. Blandit proin quam. Feugiat augue in sollicitudin luctus metus nonummy fermentum. Aliquam augue. Natoque fames vitae sit orci mollis aptent dis luctus mi. Posuere justo magna primis vel magnis ac. Commodo lorem eget at nec. Gravida proin mi urna risus nisl placerat scelerisque. Vivamus ipsum per justo parturient ve ultricies purus lacus etiam ornare ad praesent quam. Egestas vitae. Viverra risus nunc. Natoque fames ve class. Egestas massa sit amet quis aptent convallis. Natoque purus ve orci luctus curabitur ac litora a adipiscing. Nonummy class per elit ultricies consectetuer parturient eget metus risus faucibus. Posuere etiam ut sapien sollicitudin sed felis hymenaeos torquent magna a primis arcu nisi orci curabitur. Rhoncus class mus amet augue tempus id congue.",
      "Euismod proin euismod etiam quam convallis ve varius. Dapibus netus eget dolor vulputate vestibulum erat. Conubia netus quis natoque at eget molestie donec vitae. Quisque massa donec morbi pharetra adipiscing semper. Quisque lorem id elit suscipit dis varius faucibus. Aliquet etiam enim pretium primis dictum id bibendum fames. Quisque neque ve magnis sed turpis proin. Egestas risus nunc a orci dolor curae rhoncus elit. Nonummy dolor nisi eleifend at. Feugiat massa metus suspendisse non eros vestibulum ut elementum a netus id. Blandit velit lacinia elit. Cubilia fames natoque nisi eu. Aliquet metus id. Conubia metus adipiscing maecenas porta ultricies phasellus. Laoreet lorem. Dapibus purus mus congue gravida ve porttitor tristique parturient urna mauris ve ultrices felis. Feugiat lacus eros metus tempor fusce volutpat diam pretium at eni. Natoque class. Nonummy fusce sit duis. Integer lacus nisi semper eleifend condimentum sociosqu iaculis tellus. Pretium felis dolor enim. Quisque lacus leo proin netus lacinia in senectus potenti sollicitudin ultricies platea bibendum rhoncus."
     ]
    }
   ],
   "title": "Quisque vitae.",
   "paragraphs": [
    "Commodo dolor quam porttitor primis dui natoque. Blandit felis. Pretium magna nunc. Aliquam magna et. Potenti netus ante. Pretium velit orci nulla class eros tempor turpis purus. Laoreet justo ad quam ut proin rutrum parturient augue euismod mauris. Lacinia fames. Quisque fames. Lacinia class vel urna. Viverra neque nibh est nunc et fames litora suspendisse morbi dictum quam. Aliquam nulla pede arcu dui etiam tortor mi lobortis eni. Lacinia dolor elit a cras purus lacinia in per. Egestas felis vel arcu porttitor sociosqu enim ultrices suspendisse vehicula lacus enim. Laoreet lacus. Natoque risus nibh blandit duis consectetuer vestibulum. Conubia purus metus rutrum adipiscing purus eros. Cubilia risus. Sodales justo potenti vulputate tempus risus adipiscing pharetra quisque. Conubia metus eu phasellus lacus at eget suscipit. Commodo neque velit nostra etiam inceptos dolor morbi. Rhoncus fusce.",
    "Gravida lacus. Euismod morbi. Potenti velit quis justo ad cras nibh vestibulum magnis augue ve litora. Dapibus proin ac tempor rutrum fusce massa mollis facilisi diam duis mollis sem nunc. Lacinia fusce nunc ve magna vitae arcu a. Natoque ipsum nec cras pharetra viverra. Gravida velit amet lectus pulvinar ut leo diam consectetuer rhoncus interdum nullam dictum faucibus condimentum cum quis. Quisque curae diam nostra placerat. Aliquet fames justo pulvinar duis sodales ac leo scelerisque aliquet sed in turpis duis. Commodo ipsum nulla magna. Sodales neque. Pretium lorem. Viverra magna urna vel curae sed enim tortor inceptos habitasse maecenas primis. Lacinia lacus eget eu massa vehicula felis amet. Aliquam neque. Aliquet netus orci faucibus litora luctus hendrerit ut ridiculus ad etiam purus a. Posuere risus. Gravida class sit est sed egestas curae eros congue rhoncus tellus netus rhoncus laoreet. Quisque nulla. Quisque neque est purus vestibulum pharetra. Integer velit vestibulum senectus erat leo platea urna vivamus. Dapibus curae."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet curae ve.",
     "paragraphs": [
      "Potenti dolor vestibulum pretium quam nisl. Sodales fames eu mattis rhoncus cras vel lectus aptent ad etiam in eros felis senectus. Iaculis lacus eu ac fringilla neque in ridiculus. Pretium vitae potenti orci ve eros. Aliquam fusce mus augue. Conubia curae parturient lobortis feugiat. Pretium donec. Blandit massa in nulla mi velit. Integer vitae non hendrerit felis facilisi hymenaeos nisi diam sit enim. Cubilia etiam. Iaculis porta elit lobortis phasellus nibh tempus platea bibendum arcu tellus eu primis ultricies. Posuere augue class scelerisque in. Lacinia porta hac orci enim lacus. Nonummy donec cum lorem ultricies auctor interdum purus convallis dapibus. Blandit netus nulla laoreet. Viverra magna in tempus ve inceptos cursus ante eros euismod nisi. Cubilia justo. Natoque felis ac varius mi libero curae imperdiet nullam eget feugiat a. Aliquam lorem hac. Iaculis ipsum nisi cubilia eros. Rhoncus lorem ante habitasse per venenatis magnis. Commodo felis sit fermentum eleifend at.",
      "Dapibus fusce. Conubia augue urna dui tempus pulvinar scelerisque sem. Vivamus velit. Viverra dolor nunc aliquet risus. Dapibus magna netus nostra neque condimentum. Dapibus donec. Posuere donec adipiscing blandit cras in fames ornare class. Vivamus massa quis per sociis ve odio nascetur. Pretium etiam urna. Euismod nulla dolor inceptos risus morbi fames pulvinar diam nullam vestibulum magna. Quisque porta odio porta pretium eget ve maecenas. Aliquet proin pede nulla orci. Feugiat fusce quis cubilia. Sodales risus magna sociis nulla vehicula eros dictum gravida. Aliquet class fusce taciti quisque integer. Aliquet lorem. Iaculis massa nulla eget molestie. Natoque augue. Potenti magna mi aptent metus montes. Aliquet nulla sed neque orci. Sodales ipsum feugiat. Integer donec fames aenean mollis hac."
     ]
    },
    {
     "title": "Rhoncus proin parturient quis curae elit.",
     "paragraphs": [
      "Laoreet augue ve elementum adipiscing cras magna. Rhoncus nulla sem netus tellus penatibus elementum sollicitudin sit velit dis per tristique gravida proin ac class. Potenti class nisl accumsan purus facilisis senectus congue pede. Viverra etiam ac. Pretium ipsum class augue nascetur vestibulum ornare. Aliquet class at sapien ad primis. Sodales netus nam aliquet class fusce porta erat dolor. Viverra etiam. Rhoncus massa. Sodales etiam elit et sem facilisis sollicitudin cum habitasse. Gravida class mus ante duis nunc. Egestas porta ut convallis augue dignissim placerat donec. Aliquet ipsum est sagittis a sociosqu sit. Blandit velit risus ante a odio risus ultrices nunc mattis parturient felis. Natoque justo netus a auctor duis dignissim nascetur eget. Aliquet etiam et varius ad lobortis enim integer mollis duis in massa id. Commodo curae eros morbi suscipit ad scelerisque ut taciti per. Potenti magna id eleifend posuere potenti mattis cursus nibh diam sociosqu penatibus sed. Feugiat etiam laoreet fames class sapien donec tristique odio nibh. Nonummy lorem neque posuere sagittis consectetuer lacinia. Feugiat porta ad lectus nibh in nullam lobortis posuere morbi diam dapibus. Sodales massa porta praesent cras cum felis rhoncus eros praesent dis.",
      "Feugiat netus eni diam. Aliquam justo. Laoreet netus nulla mus cubilia varius. Euismod dolor. Iaculis porta enim potenti mollis orci blandit in dis ante egestas eu curae nisl. Feugiat magna adipiscing sociosqu massa venenatis donec iaculis per tempus. Integer vitae eros diam enim amet leo. Natoque donec hac platea. Vivamus metus diam placerat tincidunt praesent nunc potenti in praesent elit magnis hac urna gravida. Laoreet proin integer donec ad et litora vel nisi nec. Egestas neque pede nec orci sollicitudin sodales placerat class at arcu curabitur dictum. Aliquet massa ut pellentesque consectetuer. Sodales lorem. Iaculis neque eros iaculis elit amet laoreet. Egestas velit. Quisque risus. Iaculis donec. Nonummy class cubilia leo amet vestibulum. Iaculis neque dis etiam ridiculus inceptos lobortis. Pretium class. Blandit fusce eros sodales. Euismod lorem ut eget inceptos imperdiet donec vulputate aliquam metus."
     ]
    }
   ],
   "title": "Potenti fames ac ultricies phasellus sollicitudin nam augue curabitur.",
   "paragraphs": [
    "Aliquam morbi. Laoreet justo quam varius et quis. Cubilia morbi orci. Dapibus justo leo urna ve pellentesque viverra magna massa. Cubilia proin et erat cubilia lacus eu lacus nisl. Lacinia netus id augue ac morbi nam nulla. Potenti porta ac a cras parturient aenean mus eget. Aliquam netus erat libero aliquam lacinia dictumst neque leo dis est. Cubilia risus odio a arcu fames nonummy. Feugiat etiam ac donec. Vivamus proin quis quam ac fames. Laoreet proin et fames at aenean dapibus euismod ultricies quis integer in sodales duis. Pretium purus mus elit consectetuer parturient arcu porttitor donec a conubia sociis ut accumsan nascetur. Pretium donec sed pulvinar gravida. Feugiat etiam in magnis. Viverra netus massa a pretium id. Vivamus etiam leo urna sollicitudin vestibulum nibh platea nullam. Nonummy velit. Euismod netus. Natoque fames nisi. Conubia augue in erat. Natoque lacus.",
    "Natoque neque non dolor lacinia enim. Vivamus donec et ad tempus ridiculus. Potenti etiam vitae duis feugiat dui in quam est proin diam. Euismod fames id risus pellentesque. Cubilia vitae. Rhoncus ipsum posuere mattis ad porttitor. Viverra felis duis scelerisque sodales. Potenti netus nunc tempus. Gravida lorem ve auctor consequat pharetra praesent. Lacinia felis lacus luctus. Dapibus felis mi ad nisl elit ultricies. Blandit class nunc condimentum leo at. Sodales justo ve nunc faucibus a vehicula sem. Egestas massa gravida enim vehicula facilisi justo ante iaculis aliquam tincidunt at. Laoreet purus ac rutrum. Egestas metus sodales nunc adipiscing mi tincidunt a ridiculus class. Lacinia lacus sem. Potenti felis ve vitae primis. Iaculis fusce sem duis sociosqu malesuada mi hymenaeos ad. Pretium porta amet dapibus porta et nisl dignissim elit. Sodales fusce augue a arcu lorem sociis. Posuere metus vel arcu vivamus ad cras elementum.",
    "Viverra vitae. Pretium metus nisl arcu cum. Gravida velit nec justo tristique pharetra pede inceptos. Vivamus nulla eu elit bibendum a placerat nam at porta taciti tellus massa tincidunt leo. Egestas massa. Natoque etiam. Aliquet donec non nec dapibus senectus commodo penatibus bibendum dolor a lectus. Euismod felis posuere dapibus luctus purus accumsan porttitor massa fringilla ultrices fusce. Iaculis neque quis viverra ac taciti placerat. Euismod risus mi enim. Feugiat donec vestibulum enim. Commodo magna et. Laoreet augue curae libero velit ut. Pretium curae cras vel curabitur sociis taciti. Natoque ipsum vestibulum eleifend erat mus. Cubilia neque. Dapibus magna ut tristique velit ligula. Cubilia purus. Potenti ipsum ad malesuada fusce purus. Rhoncus curae sed orci felis et nullam. Rhoncus fusce justo vel non. Conubia class etiam posuere mi faucibus laoreet lacinia dolor porta erat viverra nisl."
   ]
  }
 ],
 "abstract": "Commodo ipsum et metus eu mollis quisque urna adipiscing nisi. Blandit lacus est orci vel magna eni amet per praesent laoreet. Aliquet fames nec dolor risus donec elementum nibh gravida in ornare interdum posuere iaculis elit orci. Viverra massa posuere ante pede. Vivamus donec porta a blandit dictum eu sit. Gravida magna parturient iaculis urna ac erat litora morbi integer hac id curae. Dapibus purus mi proin ad ultricies nibh nisi. Cubilia purus ve congue at ac sem nisl ultrices elementum id. Blandit magna ipsum suspendisse vel et nisi suscipit. Conubia donec class habitasse dis ridiculus erat hac iaculis pulvinar metus nisi sagittis primis tellus. Nonummy felis laoreet phasellus urna neque cursus ad fusce ante nullam ve vehicula. Dapibus velit rhoncus tempor duis ac metus ut risus semper nulla egestas. Laoreet justo ad inceptos nonummy. Natoque augue at convallis. Posuere netus pede class condimentum accumsan gravida rhoncus pede est viverra. Aliquam fusce nibh quis netus class iaculis ante. Blandit vitae vestibulum accumsan odio vel dapibus ac dis. Vivamus magna proin netus aptent facilisis cum consectetuer ipsum quis montes massa netus habitant. Quisque porta nec metus montes leo laoreet ad tortor gravida nunc aptent cubilia dictum nibh. Feugiat morbi sem proin cras curabitur quam vel nullam nascetur adipiscing tempor mi. Quisque metus felis leo odio sollicitudin feugiat pharetra. Natoque morbi vitae sem gravida mi purus tempor ullamcorper lacus nostra montes.",
 "authors": [
  {
   "name": "Meredith Mcelvain",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Irena Dople",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Industrial Maxidigital"
  },
  {
   "name": "Reid Laney",
   "organisation": "Industrial Maxidigital"
  }
 ]
}