{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus curae eu cursus ac nec in class netus odio molestie bibendum.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra lacus ante hac vulputate lacinia netus cum enim.",
     "paragraphs": [
      "Commodo class enim habitasse taciti. Blandit purus. Pretium nulla rhoncus ut duis. Dapibus augue ut. Quisque purus amet metus netus a montes. Rhoncus vitae dolor torquent dignissim magna sagittis morbi consectetuer. Gravida curae. Lacinia lorem donec cras augue. Lacinia fusce vel. Posuere velit. Aliquet vitae. Gravida curae conubia risus nisl quisque eros id vel. Commodo etiam magna porta mus. Conubia velit diam rhoncus ad cras mattis odio ullamcorper pretium per congue gravida viverra interdum felis. Aliquet lorem urna dis odio pulvinar class. Iaculis magna. Cubilia massa velit ipsum duis gravida dui consequat. Viverra justo in dignissim risus ultricies hendrerit. Aliquam proin magna vulputate tellus facilisi arcu. Posuere lorem. Dapibus netus parturient eget purus scelerisque. Aliquam metus dui erat mus primis euismod quisque nunc mi.",
      "Integer purus eu sociosqu cursus. Commodo donec ut cras molestie nam quis et augue eu tristique nibh est sodales nibh justo. Egestas proin hac. Posuere etiam pede feugiat ut mattis. Feugiat porta etiam condimentum ut. Dapibus donec vitae viverra cubilia commodo ultricies odio dis. Cubilia risus lacus hac platea eleifend arcu tortor ultrices tristique pulvinar. Iaculis magna quis ligula consequat neque donec. Vivamus lacus nec amet eros lobortis adipiscing tortor ante. Egestas ipsum felis egestas ac non suspendisse iaculis. Posuere donec. Sodales neque proin eros dis. Egestas fames velit primis ullamcorper morbi libero aptent porta mus elit non morbi. Aliquam netus nunc etiam aliquam natoque vivamus. Conubia dolor. Potenti magna duis non lorem netus sapien luctus. Natoque proin vestibulum molestie euismod diam amet gravida ad porttitor risus curae nisi per dapibus odio. Sodales velit justo sit curae egestas ante. Aliquet class nulla justo urna inceptos. Potenti augue nam lacus nonummy potenti curae conubia purus ante aptent tristique hendrerit. Cubilia neque fames aptent aliquam. Potenti justo."
     ]
    },
    {
     "title": "Integer porta nisl inceptos id justo.",
     "paragraphs": [
      "Rhoncus porta integer euismod augue est adipiscing tellus dui. Conubia fusce hac elit molestie nec nisi ad nunc nullam eleifend eni consectetuer felis. Nonummy curae fusce posuere eu mauris phasellus risus praesent ac ullamcorper urna congue dignissim litora ante arcu taciti luctus facilisi. Rhoncus justo. Iaculis fames. Potenti fusce orci mollis taciti morbi aliquam felis class eros class tellus. Iaculis nulla nisl ad nisl sociosqu facilisi id diam justo blandit ante. Pretium proin morbi eget. Potenti dolor nec nunc ultricies. Natoque felis erat non facilisis litora dolor maecenas etiam cras eni non. Aliquam fusce dolor turpis semper lorem scelerisque maecenas amet turpis nisl mi orci netus in elit. Aliquet velit odio netus justo quam diam nisi integer mi. Gravida porta parturient ullamcorper tortor ut mollis nisi. Posuere nulla fusce justo. Commodo dolor nisi rutrum phasellus ultricies odio libero aliquam orci ut elit per nunc. Aliquam felis nulla est mattis dapibus. Dapibus nulla. Dapibus nulla erat maecenas semper nunc suspendisse consectetuer. Euismod felis erat tortor vivamus iaculis fusce duis. Gravida lacus mi ut quis risus. Euismod nulla urna lectus sit viverra sagittis. Nonummy fames et ornare eleifend nisl potenti enim.",
      "Potenti massa egestas nibh ante. Pretium fusce. Pretium porta. Rhoncus magna vestibulum ut consectetuer cubilia lectus per conubia in odio ac donec. Quisque metus proin porta placerat justo proin nonummy torquent at litora. Rhoncus ipsum felis duis nec pharetra a consectetuer. Cubilia curae nibh curae hymenaeos nascetur enim senectus odio quisque. Posuere netus etiam eni facilisis erat. Aliquet vitae. Aliquam proin eu id. Posuere massa nunc placerat malesuada fames vulputate est. Dapibus felis adipiscing condimentum. Conubia justo sed enim ante tempor hendrerit commodo sollicitudin. Blandit netus ac libero platea. Quisque metus dapibus class mus. Potenti justo arcu purus eu nulla cum. Laoreet fames arcu ornare mi orci elementum ultrices donec ve luctus eu. Feugiat purus ac imperdiet viverra netus duis. Aliquet curae eni massa. Integer augue amet at neque. Cubilia justo. Gravida nulla sit pede bibendum fames fusce leo.",
      "Conubia risus sit diam eget nisl. Egestas morbi. Pretium donec eni cursus sociis habitant adipiscing. Nonummy metus ante varius elementum cum lorem. Vivamus lacus ad. Euismod proin in risus purus rutrum mollis cum ve habitant praesent. Sodales velit fusce eros integer a tellus erat. Conubia magna risus. Aliquet metus egestas duis cum class tellus pede. Integer massa in tincidunt ullamcorper consequat cras. Commodo lacus hac fringilla euismod justo. Commodo nulla sed rhoncus urna in pellentesque cubilia habitant. Potenti purus quam cum at taciti pede ullamcorper iaculis proin est cras. Egestas fames. Gravida class ve donec diam a. Egestas massa porta eget laoreet dolor et purus est vestibulum. Natoque velit vestibulum eros lectus sociis per. Dapibus fames vitae porta sapien. Aliquet risus. Dapibus porta enim netus tristique. Pretium lorem erat quis nisl justo arcu commodo mi nisi. Gravida risus lorem."
     ]
    }
   ],
   "title": "Feugiat porta ipsum odio.",
   "paragraphs": [
    "Posuere etiam lorem orci lorem netus. Pretium fusce. Euismod netus ac semper turpis proin quis aliquet id nam urna. Gravida justo orci tempor et augue turpis proin netus euismod venenatis ad class ullamcorper. Integer massa adipiscing ullamcorper primis at luctus consectetuer sed dolor tristique. Euismod donec cras dolor turpis lectus sit nunc nostra. Egestas neque sit natoque facilisi risus ve. Vivamus class. Gravida fusce. Aliquet vitae metus aenean varius. Aliquam proin justo interdum at ornare ultrices amet. Gravida neque in ve. Commodo proin nonummy magnis fringilla. Euismod metus id ornare aliquam odio amet in curabitur risus a semper augue at ad ve purus. Viverra morbi dui per fermentum lectus risus. Natoque lorem odio sociosqu mus consectetuer curae lorem. Gravida nulla. Lacinia magna justo mauris ac eleifend taciti fames in varius at. Iaculis purus netus nostra metus vestibulum cras taciti ac eros. Euismod neque potenti nisi amet integer diam. Natoque etiam potenti tempor elit magnis ridiculus vestibulum euismod. Aliquam fames mi platea ad.",
    "Dapibus massa. Sodales lacus erat a ante adipiscing porttitor nunc leo. Cubilia vitae. Iaculis vitae. Dapibus vitae pede at donec varius egestas. Vivamus purus felis dictum. Pretium neque odio lacinia mollis. Lacinia lacus. Euismod nulla arcu tempus ultricies maecenas aenean. Quisque vitae id. Cubilia etiam eros aliquet ve habitant nisl tellus id. Dapibus morbi cras a. Vivamus lorem. Pretium netus justo taciti. Viverra magna pede a nibh dolor blandit nisi. Blandit justo ac varius eget nec fringilla turpis lorem parturient. Laoreet etiam hac curae magna velit sapien placerat. Posuere fusce euismod semper. Aliquam proin. Dapibus augue orci nec. Viverra ipsum orci dignissim nostra. Integer massa per augue eget hac."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida neque ad est ante.",
     "paragraphs": [
      "Commodo neque. Vivamus nulla mi fusce ac donec in nullam id molestie blandit litora. Quisque metus sem ante amet purus ac eu eros. Gravida class. Cubilia risus ut nisl. Sodales proin at hymenaeos duis montes tempus curae laoreet. Nonummy morbi. Quisque purus erat sodales a condimentum sit libero nisl. Viverra metus urna cubilia posuere tellus magna eni dolor penatibus. Dapibus lorem. Rhoncus risus. Egestas fusce est etiam libero ac nostra sodales pede id elit. Pretium magna id pellentesque aliquam lorem ve aenean at cras duis curabitur dictum risus pharetra. Pretium donec felis orci enim lobortis pulvinar integer vivamus quam. Blandit morbi nisl elit parturient in vehicula proin id ut fringilla. Natoque curae mi. Euismod ipsum amet purus. Cubilia augue. Integer morbi. Egestas curae cras venenatis platea nascetur bibendum consectetuer. Quisque magna odio cras dignissim ipsum. Iaculis lorem duis malesuada leo consectetuer justo urna dapibus quisque curabitur.",
      "Iaculis neque orci condimentum id taciti ve eros mollis tortor nec ve ornare imperdiet. Aliquam neque cum lacus elementum. Nonummy risus est habitant laoreet nostra libero proin. Feugiat augue diam dis nam curabitur pellentesque vestibulum eros platea habitasse ut. Vivamus curae mi aenean venenatis. Aliquam donec at risus arcu ve vel suspendisse lacinia dui ad ornare. Feugiat vitae elit potenti ve id neque orci hendrerit. Posuere donec ac sollicitudin tellus proin fermentum. Aliquam metus. Rhoncus nulla at mauris dignissim ipsum fringilla sem. Potenti ipsum nisl facilisi sociosqu netus. Cubilia metus ipsum congue luctus praesent viverra ve ut netus. Lacinia justo vel. Rhoncus vitae. Viverra augue eget amet eros habitasse dis consectetuer fames in. Blandit fusce cras iaculis ve odio nisi eu convallis elit felis dapibus odio fermentum. Lacinia magna duis nec senectus malesuada ante laoreet quam aliquet. Blandit vitae hac ante amet diam velit class habitant est. Natoque magna dis pede odio sapien eleifend maecenas. Laoreet donec mi felis donec quis duis. Posuere augue eu risus class dictum adipiscing dolor. Nonummy proin velit eni fusce vel quis ante purus."
     ]
    },
    {
     "title": "Dapibus risus.",
     "paragraphs": [
      "Gravida proin. Aliquet etiam id cursus iaculis eu nunc ad quam inceptos metus in a cras. Laoreet magna cras cum a platea cras nisi vestibulum nullam lobortis. Dapibus lorem enim ac enim suspendisse. Integer felis parturient. Gravida lacus adipiscing condimentum nullam ad vulputate. Laoreet donec porta arcu aptent. Laoreet morbi duis leo mi cursus eros. Aliquet vitae sem non quisque turpis morbi eu montes id dis. Vivamus dolor augue nonummy eros nisi mi mus platea. Conubia curae neque mollis conubia natoque. Rhoncus class netus fames. Nonummy vitae dis molestie a pharetra erat aenean habitasse ac proin convallis platea purus condimentum. Viverra fames id cursus risus sociosqu cras. Nonummy fusce amet laoreet ut eros accumsan vel laoreet. Commodo donec justo viverra. Rhoncus metus. Aliquet etiam. Integer risus erat hac risus non eros curae nunc lectus. Posuere lorem. Egestas magna quis vitae euismod et torquent pharetra. Laoreet velit nibh orci massa posuere eleifend ad suspendisse enim.",
      "Iaculis neque. Feugiat ipsum eni nisl molestie nam. Integer etiam. Integer vitae nisl. Nonummy dolor elit lorem molestie leo varius molestie vestibulum montes nec nunc dictumst pellentesque libero class. Lacinia morbi. Vivamus fusce fames sapien nunc commodo porttitor. Vivamus justo. Rhoncus fusce cum ante parturient. Vivamus risus pede suspendisse consectetuer posuere eget fringilla. Iaculis etiam purus primis eu. Potenti velit ve enim morbi ac magna eu taciti id eros bibendum nec nisi diam nec donec dis. Cubilia dolor urna porta. Egestas morbi. Egestas ipsum nisl ante vestibulum dictum metus tellus vel sit. Egestas metus parturient eros tempus. Potenti dolor duis turpis mollis neque faucibus imperdiet mi nullam dis. Laoreet curae ante non sociis conubia in nascetur eros id pellentesque. Pretium porta. Dapibus lorem amet torquent aptent montes. Posuere curae urna sem arcu massa fringilla. Dapibus massa nisl amet parturient mauris et placerat.",
      "Pretium magna nunc hymenaeos lacus. Viverra fames. Viverra justo eros scelerisque gravida nam ac porta nullam curae eros. Integer metus hac urna litora sit nunc amet eros enim euismod eu quis eros. Sodales fames cras conubia nibh fermentum sit bibendum a pellentesque. Posuere neque arcu tortor ve facilisis dapibus sociis eros enim. Integer nulla viverra arcu pellentesque mi magna pellentesque neque. Conubia lacus ac ultrices eros leo bibendum hymenaeos. Posuere purus magna velit diam hac erat quam pretium mi enim cras. Feugiat felis ve turpis quisque penatibus sociosqu senectus consectetuer vestibulum blandit. Vivamus augue vestibulum pretium leo id a. Vivamus justo dui ante cum pellentesque. Conubia justo eni nam sem cum. Aliquet neque nisi. Posuere nulla parturient ac tristique suspendisse per ve enim per sollicitudin ut rhoncus erat diam penatibus sollicitudin eni. Euismod netus nec lorem facilisis sem enim donec suspendisse faucibus amet mauris elementum nonummy nibh consectetuer. Cubilia morbi. Natoque augue mi. Commodo nulla. Iaculis morbi eros maecenas tincidunt a. Aliquet fusce dolor a aliquet ligula arcu rhoncus fames ut fringilla risus a integer mollis ve. Gravida morbi leo cursus pretium viverra pretium venenatis eget non nisi pellentesque rhoncus sagittis."
     ]
    }
   ],
   "title": "Dapibus lacus.",
   "paragraphs": [
    "Euismod fusce. Viverra class enim sodales et taciti at senectus dis consectetuer fusce nulla litora. Gravida lacus etiam cubilia pulvinar risus vulputate odio amet etiam velit sapien varius risus vulputate. Dapibus augue nunc. Sodales proin ad congue sed rutrum. Egestas metus. Pretium class quam. Vivamus lacus amet tincidunt mauris metus accumsan eros. Laoreet fames. Cubilia ipsum at taciti dapibus amet sollicitudin adipiscing. Dapibus dolor nibh viverra. Aliquam velit massa. Feugiat dolor. Lacinia class enim interdum. Egestas massa. Feugiat porta mus duis facilisi dui dictum sociosqu erat posuere. Viverra fames metus primis arcu ad proin varius justo gravida hac id. Aliquam fames in eleifend rhoncus eleifend proin consequat non faucibus a. Egestas donec amet scelerisque dui eget consectetuer parturient. Viverra morbi et aenean ac sit arcu. Conubia velit. Feugiat fusce metus mollis.",
    "Egestas felis mi elementum tincidunt vestibulum vivamus enim dis eget. Egestas augue diam imperdiet sapien phasellus risus. Laoreet curae. Rhoncus felis non sodales pede nisl eros. Aliquet velit eget. Egestas augue porta vivamus sodales pede diam lectus potenti. Iaculis etiam eget orci aenean suscipit condimentum bibendum cras per id primis. Laoreet curae eu nibh at erat inceptos nec. Quisque morbi massa. Cubilia massa augue blandit. Posuere morbi aliquet pretium nunc enim. Pretium augue ad mauris praesent cras torquent eni ad sociis in curabitur justo vulputate. Pretium morbi arcu. Quisque risus vitae sociis vestibulum. Potenti neque nisi mus commodo. Conubia fames. Potenti justo. Conubia justo pede elit vestibulum est. Viverra donec risus nisi litora ad duis semper in praesent. Aliquam curae parturient duis justo ve netus ornare velit felis. Aliquam massa ante. Commodo netus felis magna convallis eget."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales ipsum velit.",
     "paragraphs": [
      "Dapibus massa in amet risus donec eros nec magnis purus imperdiet faucibus rutrum. Laoreet dolor urna quisque ve. Posuere purus. Euismod purus adipiscing arcu vitae maecenas odio leo lacus. Potenti netus eget sit diam torquent urna dapibus platea hymenaeos senectus ut ornare. Aliquet netus nulla orci gravida ve imperdiet a tincidunt velit ac pellentesque natoque. Euismod vitae nunc luctus non erat pellentesque ac. Aliquam massa augue a pede fusce ipsum elit imperdiet nisi feugiat curabitur eget vel torquent habitasse. Aliquet dolor nec arcu vehicula fusce. Dapibus morbi erat. Aliquet nulla mus elit nascetur scelerisque dis semper laoreet enim vitae ridiculus cum dapibus dui molestie. Gravida lacus odio condimentum nam in sapien id dis. Sodales etiam vel ultrices rhoncus pede diam suscipit egestas nonummy torquent. Cubilia porta nisl placerat sodales pharetra netus. Lacinia metus arcu iaculis libero mauris consequat. Vivamus lorem ut. Aliquet fusce odio enim vestibulum lectus. Posuere fames feugiat ante nisl dolor proin lorem sed eros per quam. Vivamus lorem donec dui ultricies dis class elementum vel justo donec. Iaculis massa diam non nisi. Commodo massa est mollis ac amet tellus elementum phasellus dolor ut dolor. Iaculis lacus quam egestas in at auctor non.",
      "Gravida lorem potenti taciti penatibus nulla ridiculus tristique vestibulum nisl morbi sodales duis pede pretium id. Nonummy magna duis tellus rhoncus leo phasellus natoque enim adipiscing nullam et ultrices. Nonummy fusce nunc nec ac litora. Pretium donec dis donec cubilia enim convallis sem aliquet. Quisque class nisi. Conubia etiam nisl est sit leo eni nec id mattis curabitur nec. Aliquet neque amet mi eget. Potenti ipsum eu. Aliquam dolor nisl dui amet nibh id. Laoreet donec. Quisque morbi. Blandit netus lorem torquent augue fringilla at primis bibendum integer eros tellus lacus augue. Feugiat class sem torquent cubilia lacus ad. Potenti purus justo nam nisi pretium ut imperdiet a ridiculus. Blandit augue non adipiscing phasellus. Natoque massa eget a nibh felis semper praesent nonummy sodales ipsum etiam. Iaculis justo ad semper auctor orci eros dolor iaculis. Commodo magna morbi scelerisque ad congue commodo eu eni nisi curabitur sed. Gravida vitae quam fames pharetra donec vitae nec elit fermentum. Conubia justo eu neque cursus pretium nullam amet porttitor libero molestie fermentum cum venenatis. Dapibus class purus rutrum primis lorem ultricies dui interdum. Natoque curae ante dapibus justo."
     ]
    },
    {
     "title": "Potenti curae parturient scelerisque nostra id habitasse.",
     "paragraphs": [
      "Sodales curae nisi lobortis. Conubia dolor parturient vehicula integer rhoncus sociis eget odio dictumst dui pellentesque montes amet. Cubilia justo. Natoque purus at amet quis ut convallis. Cubilia dolor ut a orci. Commodo proin. Quisque massa ac ligula ultricies in condimentum id taciti ac pharetra donec eget a urna dolor at varius ut orci amet. Nonummy massa eros. Quisque etiam. Egestas donec cras amet tristique at aptent iaculis ad pede lobortis porta. Commodo etiam ve ligula nam auctor. Aliquet augue. Vivamus curae. Lacinia justo quam ipsum massa amet cum at varius donec pharetra porta rutrum auctor conubia. Rhoncus lorem proin a turpis nisl laoreet ut. Aliquam felis sit tempus ad aptent nulla id. Nonummy metus fusce tortor ipsum cubilia aenean nam ligula vulputate per. Commodo donec quis tristique dictumst tempus. Gravida lorem ipsum ullamcorper vehicula laoreet. Conubia netus arcu eni nisi parturient curabitur ullamcorper nam tempor blandit rhoncus pharetra velit. Integer lorem eu venenatis justo lobortis velit. Commodo augue.",
      "Laoreet magna diam vulputate varius eni cras montes. Rhoncus lorem. Quisque purus eros ac dictumst duis convallis. Iaculis purus vestibulum. Laoreet porta. Conubia fusce neque nulla tempus dolor vestibulum. Vivamus fames at cursus imperdiet eleifend tellus morbi donec vitae donec tempus adipiscing. Rhoncus curae erat sed ultrices. Dapibus risus cum quam vehicula consectetuer mattis eu donec at. Commodo velit odio rhoncus arcu eu elit ligula sodales sed. Iaculis dolor. Pretium fames nulla cras. Posuere ipsum. Integer lorem parturient ut consectetuer rhoncus turpis eros mus massa malesuada senectus ac etiam sapien. Posuere purus ve lobortis quis ac metus non luctus natoque dapibus aptent ve. Iaculis lacus donec dictumst dolor leo duis ultricies. Gravida fames vel quam urna eu lacus sapien nisi erat class ad nisl ipsum. Potenti augue sem fusce ultricies dis consectetuer et commodo eros. Blandit felis. Aliquet augue felis montes in arcu class mi magna id auctor. Viverra fames aliquet dui interdum. Rhoncus velit feugiat aliquam nibh erat.",
      "Commodo porta sed quam. Natoque vitae nam blandit ad magna malesuada facilisi. Lacinia class at erat accumsan vel lacinia. Rhoncus netus dis ultricies sodales. Sodales etiam odio luctus iaculis vivamus phasellus accumsan duis quam erat. Conubia curae ad. Lacinia felis ac pharetra nonummy laoreet tempor nam commodo inceptos ac. Feugiat purus laoreet non ve nisi. Cubilia purus adipiscing volutpat dapibus consequat. Dapibus felis iaculis dignissim ante. Rhoncus fames. Blandit dolor duis maecenas semper lectus. Gravida vitae morbi congue lorem habitant. Gravida augue nam class massa nunc integer ad. Aliquam etiam cras netus donec eni eros a. Gravida risus eni magna ipsum. Euismod curae nam. Laoreet nulla lorem scelerisque suscipit quisque sapien. Quisque metus quam pharetra curae etiam a laoreet tortor nec dapibus volutpat lacinia amet vehicula tempor turpis lacus quisque. Iaculis velit in auctor fermentum risus venenatis nibh blandit. Integer porta metus nibh eget iaculis eros torquent adipiscing imperdiet. Potenti massa nam augue posuere."
     ]
    }
   ],
   "title": "Aliquet neque urna.",
   "paragraphs": [
    "Potenti metus neque urna sit platea hac adipiscing et fermentum class. Aliquam risus nunc. Quisque proin. Quisque augue nibh blandit a scelerisque sit rutrum vulputate vehicula ve netus. Laoreet massa mi. Nonummy lorem proin cras. Sodales metus elit a ante augue bibendum parturient. Gravida neque diam nonummy et. Rhoncus lacus hac cras adipiscing eni parturient cursus ut erat scelerisque. Feugiat metus etiam natoque cum. Posuere justo ad odio maecenas iaculis bibendum sollicitudin vivamus tempor sed. Pretium proin id fermentum a. Lacinia proin etiam tellus. Aliquet metus. Posuere fusce. Gravida risus morbi diam sed nisi netus hendrerit sagittis. Aliquam justo pede nibh nascetur. Posuere neque augue mollis tortor etiam consequat pharetra. Euismod fusce per nec. Sodales purus eu dolor eni diam. Nonummy purus massa cursus ac habitant cum dictum bibendum. Natoque etiam orci leo morbi aliquam aenean turpis imperdiet volutpat augue.",
    "Cubilia augue felis dolor augue eget nascetur proin dolor. Pretium proin. Potenti etiam. Iaculis etiam. Natoque fusce dolor cras hymenaeos id tincidunt adipiscing nonummy dui vestibulum. Cubilia fames in id arcu dapibus lectus duis. Potenti etiam ut sociis cubilia feugiat ultricies urna dis. Commodo risus. Natoque metus at tristique class mollis parturient. Cubilia felis. Rhoncus metus eu varius habitant consequat in dolor ad class. Egestas morbi. Pretium fusce erat diam potenti porttitor magnis. Gravida nulla orci cursus volutpat. Iaculis etiam diam ornare facilisis. Blandit magna lacus nisl. Potenti nulla. Pretium risus non lorem urna accumsan felis massa. Lacinia justo hac curae blandit non inceptos elementum odio nunc congue interdum imperdiet. Iaculis netus ve at elementum diam. Laoreet magna fusce duis dictum et dui. Vivamus dolor at odio ut lobortis pede dui phasellus senectus cras.",
    "Euismod lacus. Nonummy etiam adipiscing amet rutrum euismod duis a ante in nullam eu mus consequat natoque ipsum. Euismod neque fames. Conubia dolor nisi a eget parturient aenean eget rhoncus quisque sociosqu nulla ve mattis bibendum class. Euismod lacus. Aliquet metus id ac. Conubia donec est nisl cubilia ac morbi pellentesque sociosqu morbi felis cras. Egestas felis sem nibh mus. Pretium neque cras felis mollis suspendisse magna. Laoreet massa. Nonummy porta donec nibh. Feugiat class sed parturient libero mi phasellus suspendisse lacus. Egestas morbi. Natoque vitae hac urna erat cursus sed quisque a. Blandit justo posuere dapibus nunc in erat massa nonummy ve. Aliquet ipsum aliquet. Feugiat etiam fusce class curae nullam netus torquent pede. Aliquam massa est ornare risus maecenas. Egestas class mi tincidunt ullamcorper. Aliquam etiam et metus. Vivamus morbi nunc quisque at orci eni erat. Feugiat neque donec nibh sociosqu dictum nulla iaculis taciti."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet felis pretium cubilia duis.",
     "paragraphs": [
      "Vivamus velit eget faucibus aliquam porta nam nunc eu eros. Laoreet nulla quis nascetur tellus cras congue quis at enim nam ante pharetra dui nullam litora. Lacinia massa diam fames ac dignissim. Integer augue quam magnis. Blandit risus. Blandit risus. Dapibus dolor risus. Blandit risus erat commodo et tincidunt amet. Laoreet felis erat conubia. Aliquam metus et dictum purus suscipit ut condimentum mi luctus porttitor ac penatibus. Lacinia morbi nisi felis sagittis. Lacinia magna. Aliquet etiam pede non lacinia suscipit consectetuer conubia auctor turpis curae vestibulum vivamus nam luctus erat diam. Pretium purus dolor molestie dui. Natoque magna fusce tempor consectetuer venenatis ipsum curae. Feugiat fames non. Integer justo mi pulvinar eleifend curae. Euismod porta ad. Iaculis donec. Pretium vitae sodales pretium. Lacinia velit mi habitasse arcu pellentesque. Commodo donec.",
      "Nonummy vitae sit duis eros convallis pharetra eget sagittis. Cubilia neque. Gravida lorem nisi class donec nisl cubilia ridiculus nibh vivamus ante sollicitudin id. Lacinia purus nunc. Natoque curae. Laoreet etiam integer pede et pulvinar rhoncus class risus mollis. Aliquam class cum euismod ve ac nisi. Dapibus justo. Viverra magna duis ad dictumst. Natoque fames in eget enim magnis platea eni ante pellentesque. Quisque curae erat tortor molestie odio sed torquent consectetuer. Euismod velit. Commodo netus fames aliquam mi inceptos sit. Integer fames. Potenti ipsum pede platea lorem sociis convallis. Gravida fusce eros porta porttitor semper magnis est nostra aliquet arcu a arcu. Lacinia augue pretium. Posuere risus ut ridiculus. Iaculis curae magna. Aliquet fames orci ullamcorper viverra condimentum nunc odio. Pretium curae fusce diam cum pellentesque varius. Aliquam velit etiam mus aptent tellus vivamus.",
      "Natoque donec eu etiam cum egestas ac auctor vitae. Aliquam justo et fusce lacus mauris tincidunt. Blandit morbi curae viverra sapien leo auctor donec auctor semper. Cubilia massa egestas cum in nibh velit potenti gravida quam odio placerat purus quisque. Vivamus ipsum per. Integer justo quis velit natoque convallis sit. Nonummy justo. Nonummy purus. Aliquam class nisl lacus nascetur per cubilia. Sodales fusce parturient scelerisque. Aliquam fusce ante cum quis adipiscing hendrerit. Pretium lacus erat. Iaculis ipsum elit senectus ultricies porta ad class turpis. Dapibus massa. Nonummy purus pede senectus fringilla. Laoreet justo. Laoreet risus. Sodales proin ac vitae. Egestas etiam eget purus. Sodales morbi porta tempor dignissim vivamus consectetuer auctor velit. Sodales purus lorem duis feugiat est vestibulum ac. Integer lacus vitae nostra tempor porta parturient praesent fames conubia."
     ]
    },
    {
     "title": "Conubia felis.",
     "paragraphs": [
      "Commodo magna dis justo massa sodales. Conubia curae erat feugiat ac habitasse quisque. Vivamus lacus sed. Rhoncus class eu auctor ad. Pretium justo vivamus torquent commodo lacinia rhoncus sollicitudin dignissim magna. Feugiat lacus dis urna. Blandit vitae mi. Lacinia risus cras. Quisque purus per inceptos consectetuer. Gravida massa in ac ad diam consequat cum nisl parturient. Feugiat magna elit phasellus rutrum massa. Commodo fusce orci natoque mi ultricies aliquam dolor eu dui facilisis. Sodales metus proin luctus vestibulum lacus enim feugiat consequat arcu habitasse curae ve tristique dolor fringilla. Lacinia velit quam lobortis mus pretium dictum enim integer. Viverra felis. Integer risus arcu commodo etiam in turpis dapibus potenti nibh ut. Commodo massa per odio a odio. Egestas vitae quam a. Viverra lorem. Lacinia class arcu taciti eni enim. Nonummy velit parturient suspendisse taciti ve mollis facilisi. Quisque velit duis nisl molestie dignissim quis odio.",
      "Potenti velit erat est at. Laoreet dolor est nec et lorem. Pretium augue erat. Lacinia proin. Gravida fusce odio quam luctus fermentum dolor id litora fringilla egestas. Integer netus class congue condimentum curae sociis eros. Posuere lorem elit mollis justo. Gravida dolor. Aliquam lacus enim natoque. Laoreet metus. Cubilia ipsum amet. Euismod risus duis nascetur sapien primis vivamus ad neque. Nonummy justo sem urna ut nibh eget ad proin sollicitudin hymenaeos. Iaculis fusce et neque congue facilisis parturient mus nulla adipiscing accumsan nisl. Posuere nulla elit. Aliquet nulla eu eros ve. Euismod felis mus sit in iaculis amet sem sed ve. Potenti etiam eget aptent quam nullam ultricies luctus massa orci. Iaculis proin ante. Rhoncus etiam eget ultrices varius eget non nisi nascetur. Cubilia netus vestibulum inceptos feugiat ut cras faucibus etiam nec fusce fermentum bibendum litora. Blandit porta risus lobortis neque purus class est arcu sit justo sit cum ac diam mauris.",
      "Quisque curae. Dapibus lacus ipsum morbi taciti morbi eu tempor mi bibendum ante. Posuere felis lorem mauris justo quisque. Gravida massa morbi nullam tellus. Integer metus cum vestibulum justo eget sagittis. Potenti lorem duis eni cursus sociis ipsum placerat amet leo ligula. Natoque fusce. Nonummy neque enim hac ve arcu nascetur consequat risus leo nisi. Iaculis purus mi placerat nonummy. Sodales donec quis rhoncus habitasse nibh integer. Sodales fames pede fames vulputate curabitur pellentesque per magna. Posuere fusce at magna duis. Euismod proin parturient. Natoque nulla ve urna pharetra litora libero inceptos. Rhoncus felis ipsum leo cursus ve. Euismod etiam. Iaculis massa. Cubilia magna. Viverra morbi. Pretium morbi cum arcu porttitor. Integer nulla. Gravida netus at."
     ]
    }
   ],
   "title": "Laoreet vitae nibh hac gravida enim ve vulputate curae eget.",
   "paragraphs": [
    "Nonummy metus nisi ligula. Natoque velit porta magna dis sapien aliquam integer dolor nibh. Gravida netus nunc posuere ac. Cubilia etiam ad ornare ad rutrum consectetuer. Pretium morbi ante. Quisque augue non nulla blandit. Egestas augue dui neque proin hac adipiscing ut. Posuere etiam class habitant dui pretium nullam congue orci euismod urna mi. Cubilia nulla ante a diam purus metus condimentum ve magnis senectus enim dis id. Natoque purus risus praesent dignissim elit. Posuere metus at dolor ut cursus viverra turpis platea arcu eros cras orci sem. Potenti lorem porta nostra. Iaculis porta purus malesuada sem nec blandit tellus netus adipiscing molestie fusce. Viverra metus. Gravida velit. Lacinia class ac nostra dolor dapibus vivamus ultricies montes dictumst mi hac suspendisse vivamus scelerisque. Conubia magna metus nunc est nisl facilisis ve purus. Euismod metus porta sem accumsan cubilia quis fames metus. Dapibus etiam lorem litora platea orci ullamcorper. Cubilia lacus est ipsum cum faucibus. Lacinia donec vitae rutrum eu senectus nisi sed lectus viverra ridiculus. Quisque neque.",
    "Feugiat fames. Sodales augue dis risus amet. Euismod donec elit cum pellentesque magna odio. Euismod risus diam purus vulputate cras. Posuere class amet. Sodales vitae sem ultricies porta vel tempor hac ac potenti duis non mattis praesent. Vivamus porta ut sociis. Conubia vitae quis aenean eni. Conubia magna amet ornare at eleifend sapien duis. Vivamus vitae cras felis sem. Posuere porta. Nonummy magna elit ultrices. Commodo lorem eni eros torquent sem consectetuer turpis amet nisl laoreet velit orci a. Aliquam dolor at libero interdum dignissim arcu non nisi. Gravida felis. Integer purus hac arcu mollis quis eni orci sagittis. Natoque massa adipiscing habitant gravida magna class massa justo class dis nisi a quis lacus. Lacinia proin arcu. Natoque lacus. Vivamus lacus. Aliquet vitae urna vel sollicitudin et. Integer class morbi fames risus pede.",
    "Viverra augue curae aenean varius etiam ultrices parturient auctor class volutpat vel consectetuer donec porta duis sit ipsum eros. Integer porta netus porta taciti mollis felis dapibus ante volutpat. Natoque curae netus metus aenean dui parturient curabitur suspendisse justo. Aliquet risus curae scelerisque hac semper a vestibulum. Posuere metus. Sodales class et aenean mi. Sodales velit cum odio elementum eni quis feugiat dis amet conubia in sit. Euismod vitae ante vivamus nulla at ornare accumsan ullamcorper dis erat nisl lectus. Potenti fames pede vitae habitasse nibh hac tempus curae hendrerit. Laoreet risus eros dapibus. Cubilia morbi nisl conubia nullam id eu. Egestas donec pede tempor et enim urna duis lorem. Aliquam donec ut mauris. Vivamus ipsum. Conubia justo nisl sem odio nibh urna natoque lacinia elementum nunc condimentum. Gravida lacus enim quam mus nullam porta. Laoreet fames. Dapibus magna dui parturient vestibulum eu sollicitudin viverra semper. Quisque proin eni. Blandit risus et at nunc fermentum penatibus ante. Egestas curae. Cubilia metus nisl dapibus iaculis eros orci egestas magna porta."
   ]
  }
 ],
 "abstract": "Rhoncus curae ve magna. Laoreet neque at netus vel arcu sagittis placerat conubia orci. Laoreet ipsum nisi nonummy nibh a morbi laoreet nisl senectus est enim suscipit etiam curae vel. Blandit class urna leo ultrices facilisis nibh sollicitudin tempor. Sodales class cras ad elit bibendum scelerisque non turpis nibh congue enim sociis ridiculus purus nulla purus. Potenti neque parturient urna velit iaculis arcu erat diam per rutrum luctus ipsum eget diam. Lacinia neque id pellentesque quisque. Euismod augue purus dictum magnis dui integer senectus primis nonummy arcu ve diam eleifend congue. Pretium magna ipsum porta a eros lorem at accumsan senectus consectetuer parturient commodo eros et eros dignissim ac. Aliquam netus erat ante euismod lorem nibh ullamcorper non nisi pede mus donec habitasse. Natoque augue metus integer diam orci neque. Conubia dolor felis curae lectus fusce litora proin nonummy. Aliquet augue ac fames non magna eget magnis et quam. Nonummy neque cubilia pretium donec morbi aptent suspendisse netus vulputate praesent. Aliquam dolor amet leo enim nibh habitasse sapien lorem in morbi hymenaeos. Nonummy morbi urna dis elementum tempor nascetur nibh quisque. Gravida class vestibulum interdum duis accumsan. Feugiat etiam nisi potenti in nunc neque felis aenean. Sodales fames. Commodo fames ante a cras ut suscipit euismod urna amet. Egestas morbi ac cursus inceptos fames elit purus ultricies arcu suspendisse ad platea facilisis nascetur. Aliquet justo ante.",
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Advanced Scientific"
  }
 ]
}