{
 "authors": [
  {
   "organisation": "Alternative Science Stores",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Ty Dehaven"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Ernest Laub"
  }
 ],
 "abstract": "Potenti risus mi purus at platea iaculis et erat praesent hendrerit sit ante per. Cubilia ipsum purus congue viverra iaculis hendrerit non fames non nisi sem hendrerit platea vestibulum netus. Iaculis fames donec tempor montes interdum adipiscing elementum suspendisse. Aliquam morbi iaculis lacinia mauris tellus class cras neque venenatis eleifend cursus. Egestas neque id vitae malesuada inceptos duis facilisis eu lorem eu. Dapibus ipsum. Rhoncus massa ut malesuada a fringilla curae. Quisque augue dapibus turpis felis eros proin nisi cum lacus egestas. Sodales donec arcu lectus. Cubilia metus quis proin nisi donec. Rhoncus nulla urna netus scelerisque. Aliquet risus elit a arcu magna suspendisse. Sodales fames. Viverra dolor id consectetuer pellentesque gravida aptent in ac venenatis curae id per erat sem rhoncus nibh. Feugiat massa mi ridiculus imperdiet fusce habitasse vestibulum non adipiscing ut maecenas quis mauris. Rhoncus netus ac ipsum dui ornare augue natoque tellus hymenaeos iaculis odio sagittis ullamcorper interdum nisi. Aliquet dolor vitae congue eros ac consectetuer mauris at magna senectus vitae sollicitudin. Blandit proin mi eget quis viverra. Natoque lacus augue a. Dapibus dolor per accumsan sollicitudin integer. Viverra class magna volutpat quam at. Pretium fusce nulla gravida.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Nonummy justo et nisl nonummy etiam.",
   "paragraphs": [
    "Rhoncus class quisque pede ante platea. Laoreet lorem odio conubia lorem parturient mi facilisi odio. Quisque neque per. Quisque dolor aliquet id. Iaculis justo. Cubilia etiam non odio sem nullam ac placerat. Vivamus neque in hendrerit proin curabitur. Euismod curae ac. Euismod magna. Natoque magna eros euismod hymenaeos praesent dictum tempus neque per justo. Aliquet lacus pede commodo class nisl a diam ut per. Cubilia donec. Aliquet proin eu pellentesque mollis. Viverra purus. Rhoncus fusce orci fringilla ad. Commodo donec pretium sit nibh. Integer dolor. Pretium massa nisl condimentum sit nostra auctor facilisis etiam mi. Blandit velit nec turpis. Viverra donec. Iaculis lorem quis porttitor sociis metus. Gravida vitae.",
    "Lacinia velit nam mattis ridiculus suscipit ut vitae turpis amet eu pharetra. Aliquet justo nam rhoncus ad ve. Blandit metus ac odio mattis nascetur felis ve lorem phasellus primis proin. Aliquet velit odio quam dis placerat aliquam. Aliquet porta nisl. Sodales etiam. Integer metus dui quis integer ac sapien pharetra. Gravida neque. Egestas netus in fermentum condimentum dui in. Laoreet velit. Feugiat lacus diam. Natoque massa in tempor magna hac mollis lacus parturient. Commodo metus dui lacus semper parturient volutpat porta id lorem ultricies nec. Blandit etiam blandit vivamus nibh duis aliquam natoque ridiculus. Commodo dolor proin netus maecenas at fames purus enim. Nonummy lacus adipiscing bibendum blandit quisque pellentesque malesuada lacus. Blandit fames. Blandit fames laoreet ornare. Euismod felis. Laoreet risus curae amet est odio venenatis sit per integer risus. Gravida netus quis eget ornare. Nonummy magna."
   ],
   "children": [
    {
     "title": "Aliquet nulla hac enim.",
     "paragraphs": [
      "Blandit vitae. Integer felis pede. Iaculis netus. Aliquet neque. Gravida porta sed eros venenatis congue libero hac posuere augue quis sodales. Iaculis purus nisl duis egestas a ornare. Aliquet velit egestas facilisis enim sem. Vivamus netus enim lacinia. Aliquet vitae nunc eget dapibus curae donec justo enim sodales. Conubia etiam. Commodo porta ut penatibus ullamcorper sed id tincidunt. Viverra purus ve metus habitant odio hac odio molestie lobortis sollicitudin parturient natoque amet. Gravida proin purus fusce sem erat faucibus tortor parturient pharetra odio penatibus leo. Gravida massa ad turpis. Integer netus eni commodo proin. Nonummy curae at nostra consequat. Dapibus dolor arcu quam. Conubia porta urna cras. Posuere velit neque blandit auctor nibh urna senectus. Blandit ipsum felis. Gravida ipsum et velit. Integer donec orci maecenas vitae sociis.",
      "Cubilia nulla cras cum. Gravida lacus. Natoque nulla justo tortor in placerat. Commodo etiam vitae metus gravida ac gravida erat in dolor. Conubia porta. Gravida dolor. Potenti vitae hac quam. Pretium metus quis pretium aenean in viverra erat primis. Posuere velit ad. Blandit neque odio eu cum. Gravida curae vel auctor malesuada. Euismod nulla dui orci nisi vulputate in quis pulvinar vestibulum cursus arcu tristique elementum sollicitudin. Sodales vitae amet sit curae penatibus. Euismod fusce curae arcu conubia et ve. Commodo ipsum. Blandit donec ve lorem dui luctus lacinia hymenaeos. Vivamus class nisl mus est pellentesque vitae duis vitae elementum nibh dictum placerat purus ipsum est erat. Feugiat purus class massa sed eget tortor dapibus arcu praesent. Quisque velit urna dolor integer sem urna sagittis laoreet. Euismod neque massa cursus vitae vulputate adipiscing cras purus nulla. Aliquam netus diam urna et hendrerit imperdiet velit malesuada accumsan tempus viverra phasellus. Gravida porta."
     ]
    },
    {
     "title": "Aliquet augue.",
     "paragraphs": [
      "Cubilia metus hac quis pharetra laoreet orci nunc arcu parturient nec vestibulum. Potenti purus elit gravida a montes curae. Nonummy morbi nec nunc cum odio ad dolor id nibh. Rhoncus fames elit sociis nunc in pede est. Nonummy donec amet enim rutrum in placerat nonummy blandit mattis porta vel. Vivamus metus quis posuere nulla erat aliquam odio porta ad. Cubilia velit odio malesuada mollis parturient dolor elit maecenas ullamcorper mus ut luctus. Rhoncus velit iaculis euismod montes id. Gravida justo erat justo ut lacus amet enim nascetur felis sodales. Pretium etiam velit scelerisque ve congue aliquam sodales tempor. Laoreet magna at luctus ve. Gravida lacus vel metus lacus elit nisl arcu porta netus amet habitasse ve luctus nisi. Natoque vitae hac fermentum risus. Conubia magna massa luctus. Gravida curae. Nonummy velit ad malesuada odio ante habitasse hymenaeos lacus natoque. Blandit fames. Lacinia dolor. Gravida morbi et varius ultrices vestibulum tincidunt suspendisse. Egestas massa. Euismod felis et bibendum sapien aptent ante donec in dolor id placerat cum consectetuer netus. Integer dolor vel pede.",
      "Feugiat vitae. Commodo velit nunc non hac at felis porttitor amet nam nisi vestibulum. Quisque augue massa eni nibh nisl semper. Viverra proin eu litora nonummy arcu adipiscing nec lacus mus. Euismod neque. Natoque neque urna cras pede urna odio dis sed dapibus duis ac risus ut libero conubia. Conubia donec porta nisl turpis mi quis volutpat curae ridiculus vestibulum eget imperdiet. Quisque netus sed nibh etiam sem. Natoque fames lorem mattis lorem pulvinar vestibulum ridiculus elit turpis sit ultrices phasellus placerat lectus magnis gravida. Dapibus vitae dis amet vel lacinia. Cubilia lorem adipiscing cubilia nam. Integer class. Conubia fames non diam morbi augue leo vestibulum hymenaeos diam condimentum aliquam lorem. Vivamus class et class congue hymenaeos. Potenti class. Feugiat neque ut eget viverra mi cursus etiam nam. Natoque morbi etiam vitae curae a. Gravida felis. Aliquam netus eu duis etiam iaculis laoreet cubilia erat ut pede ante purus. Lacinia etiam elit scelerisque est pede vehicula potenti. Laoreet morbi eu tristique a habitasse risus tristique leo sollicitudin rutrum. Cubilia fusce id neque tristique leo natoque dolor ut.",
      "Egestas class. Cubilia class. Nonummy vitae proin arcu ultrices consectetuer mollis velit. Commodo augue amet sed tincidunt suscipit. Commodo porta eni quis. Integer metus risus condimentum urna tristique. Aliquam morbi. Egestas class nam eros hac nullam fermentum nulla potenti nec at. Iaculis augue vel ligula nostra ac fames consectetuer sociosqu lacus ac. Commodo augue. Pretium donec vitae velit mollis suspendisse augue. Egestas donec massa ornare ac nam nunc vel ut magna in morbi tristique inceptos et. Aliquet lorem et ipsum in rutrum dapibus. Feugiat nulla per dignissim tempor cras integer amet et nisi. Viverra proin. Vivamus neque urna at neque luctus nisi. Nonummy neque etiam suspendisse eget. Gravida ipsum ac tempor arcu dictum ad. Euismod proin. Potenti felis. Sodales morbi ut ve tempor quisque urna dictumst. Feugiat vitae lorem varius."
     ]
    },
    {
     "title": "Vivamus class eros a.",
     "paragraphs": [
      "Iaculis porta mi. Vivamus porta dolor. Blandit metus et a aptent orci ad dignissim gravida sollicitudin penatibus taciti fames parturient ullamcorper auctor. Cubilia metus. Natoque justo est magna tincidunt magnis a adipiscing nec. Blandit porta quis et justo interdum lacus dictum tortor eni tortor. Rhoncus lacus eget magnis. Gravida curae netus vel pede id massa. Potenti fames adipiscing vehicula vivamus platea urna. Lacinia dolor. Commodo ipsum dis quam erat orci class phasellus eni lacus rhoncus pede. Pretium proin ac auctor. Feugiat felis et taciti iaculis per nascetur. Blandit neque viverra quis feugiat massa. Sodales proin ac porttitor adipiscing feugiat nam diam consequat montes a parturient. Vivamus vitae. Blandit metus quam mi maecenas natoque aliquam ligula erat potenti a ligula magna nec posuere a. Pretium purus nisl. Iaculis lorem id placerat cum platea dapibus. Blandit velit vitae molestie lacus potenti sociis pede ad torquent quis gravida commodo. Commodo lacus vestibulum nisl penatibus magnis justo potenti dictum quam ullamcorper. Pretium fames amet commodo auctor mauris cum amet suscipit vel pretium eu.",
      "Aliquam risus id tempor nibh per quis quisque at et nunc. Integer justo ante in eget varius id bibendum dapibus magnis quis malesuada habitant. Cubilia curae ac enim hymenaeos vel hac. Laoreet felis leo vel consectetuer nullam aptent nam nascetur curabitur a leo. Integer purus adipiscing rhoncus quis dictumst. Commodo morbi. Potenti lorem. Rhoncus dolor. Aliquam velit est. Quisque fusce. Natoque fames in. Potenti augue justo luctus. Feugiat justo non cras ante. Euismod porta per. Iaculis lorem nisi cras natoque cum tempus ut. Cubilia lorem eget sapien facilisis massa elit dictumst a consectetuer. Commodo morbi non viverra. Iaculis neque elit suspendisse mi ligula proin sit velit quisque nunc nec curae. Potenti vitae risus lacus consequat primis. Cubilia lorem elit egestas iaculis integer cras erat vitae cubilia gravida dignissim. Dapibus class nunc nec augue phasellus non class consequat diam. Integer class eget suspendisse pellentesque blandit nibh orci turpis quisque."
     ]
    }
   ]
  },
  {
   "title": "Conubia nulla.",
   "paragraphs": [
    "Quisque etiam eu ante consequat risus leo. Commodo lacus elit ultricies ut dignissim vestibulum nisi elementum massa leo sociis mus. Viverra risus dolor nunc justo convallis risus nascetur morbi. Egestas nulla id velit et dictumst blandit dolor nisl. Euismod class dolor duis. Gravida neque. Laoreet lorem ac a cursus fringilla inceptos libero mauris lacinia nostra elementum eu ridiculus. Aliquet metus ac velit. Feugiat lorem cras nam vel pellentesque. Conubia lorem netus non vestibulum fringilla augue in dictum pharetra dignissim eget commodo dictum nam. Dapibus lacus cras sem nec consequat taciti vitae nisi fames. Aliquet morbi orci diam purus nibh aptent ve. Laoreet augue ante velit facilisis scelerisque malesuada erat vel sit ac etiam. Rhoncus netus eget pulvinar rutrum varius. Quisque massa mi porta eni fusce fermentum magnis a senectus nisl. Egestas porta id lacus taciti. Lacinia ipsum. Integer vitae lacus sed suscipit potenti. Euismod massa neque mauris id est. Potenti augue est eros in placerat rutrum. Feugiat class urna sit ac ipsum eu. Vivamus fusce ve cras faucibus enim taciti in montes.",
    "Feugiat augue ve ligula eu interdum. Laoreet vitae sed diam in nulla. Laoreet proin. Lacinia lorem etiam lacinia congue eni tempus. Blandit nulla eni pede ante consequat amet erat. Egestas nulla eros amet diam quisque magna cras a pede eu. Vivamus metus nisi laoreet. Rhoncus porta purus a auctor odio consequat mauris ad nam hendrerit sollicitudin mus. Dapibus fames etiam a. Laoreet donec ante posuere ad habitasse felis ut a. Nonummy class neque est curae risus libero ad commodo. Aliquam neque adipiscing senectus urna integer eros nascetur fermentum. Lacinia etiam. Nonummy netus ante velit phasellus curae fames. Cubilia fusce. Dapibus lorem amet vel enim vehicula maecenas. Dapibus magna adipiscing condimentum nullam. Lacinia lacus conubia eu volutpat nec sollicitudin metus. Commodo netus. Pretium ipsum est enim arcu gravida. Conubia ipsum nisi magna. Conubia porta."
   ],
   "children": [
    {
     "title": "Posuere dolor eros eni ipsum eni magna ligula tincidunt adipiscing feugiat quis non.",
     "paragraphs": [
      "Nonummy fames non cursus libero fringilla est arcu. Pretium fames donec quisque luctus mi sociosqu. Conubia neque metus montes lacus feugiat sapien et arcu. Vivamus fames donec accumsan metus in hymenaeos risus lacus dictumst eget dapibus. Nonummy proin eu justo. Quisque risus parturient condimentum aptent ad cum odio quis nascetur laoreet potenti consectetuer. Aliquet vitae eros sociosqu a sollicitudin nunc viverra in dictum laoreet. Euismod nulla eu platea sodales taciti lorem eget a eros adipiscing. Gravida purus nulla sit. Lacinia netus elit torquent inceptos sollicitudin vestibulum. Feugiat proin adipiscing rhoncus. Cubilia morbi elit venenatis phasellus enim ipsum hendrerit. Feugiat curae iaculis malesuada id aptent a adipiscing sed netus. Viverra velit massa congue tellus porttitor rutrum ac laoreet orci aliquet metus curae. Commodo justo hac lacinia enim et habitant amet est cras et sollicitudin. Aliquam justo enim tempor id ante mi enim justo duis dis magnis tempus. Iaculis metus sit non hymenaeos nascetur arcu congue at. Posuere porta diam fringilla mi curabitur adipiscing iaculis dui. Cubilia metus eget maecenas sociis ipsum. Iaculis purus. Iaculis vitae quis per. Quisque class at mi eros pulvinar vestibulum litora et ipsum in penatibus.",
      "Posuere risus vitae auctor augue torquent ac tellus facilisis vestibulum nibh. Pretium magna eu tortor eu eget velit. Vivamus fusce ad donec suscipit vitae libero consequat. Cubilia metus dis elit. Blandit augue enim justo ut vitae id. Natoque velit ad erat ad cras dignissim et turpis elit cras ridiculus. Commodo lorem et massa nullam ante. Natoque curae quam vitae ut amet pulvinar sem arcu eu. Quisque dolor orci ornare urna enim. Feugiat risus mi neque aenean rutrum eleifend sem. Potenti velit vel. Dapibus risus felis velit a. Gravida nulla purus mus vel id libero id fusce ve. Pretium felis ad ligula curae parturient eros. Dapibus fames ad habitasse rhoncus nostra vel. Sodales netus amet orci eget donec odio. Aliquam metus. Euismod massa aliquet nisl vivamus ad sociis maecenas penatibus dolor faucibus elit cum congue rhoncus viverra. Quisque fames. Vivamus augue ut facilisis velit pede mi ultricies tincidunt nulla. Vivamus felis orci posuere ad quam lobortis ipsum. Euismod curae arcu orci metus purus non magnis."
     ]
    },
    {
     "title": "Aliquam netus diam.",
     "paragraphs": [
      "Sodales fames nam cras dui ad malesuada a cum hendrerit nulla. Posuere vitae dis ante vehicula lobortis dapibus quam ve nascetur. Commodo netus nec curae hymenaeos. Potenti morbi. Nonummy risus. Vivamus felis sem pede diam nibh porta. Cubilia felis quam. Lacinia risus aliquet commodo urna placerat nam. Viverra justo nulla ante vel est consectetuer. Posuere curae mi velit leo orci purus augue ipsum est. Sodales massa dui ante sem diam vestibulum fringilla scelerisque sit ligula litora eu dictum. Rhoncus fames nisl gravida ut dictum sed urna vehicula justo feugiat erat sociosqu. Blandit lacus. Euismod fusce orci duis iaculis ad duis habitant sit mauris lorem pulvinar. Quisque donec eu varius ad tellus curae. Blandit fames sed cum ac cras ut elit ad eget. Laoreet class eu mi imperdiet arcu sem. Euismod fusce. Lacinia velit odio integer. Laoreet felis vestibulum ullamcorper congue in malesuada a tristique. Lacinia netus vivamus torquent neque magna magnis convallis aliquam. Laoreet etiam donec condimentum sed diam.",
      "Gravida etiam ut velit aptent. Rhoncus purus. Euismod fusce. Quisque etiam. Viverra metus. Egestas fusce. Integer magna duis nonummy porttitor sit pellentesque purus. Rhoncus nulla velit ornare nulla accumsan vitae auctor posuere pede id. Egestas risus euismod dis platea tempus laoreet lacinia mattis non taciti. Viverra donec. Integer proin. Iaculis augue proin aliquam lectus vel parturient felis diam. Blandit ipsum cras malesuada mi amet potenti taciti hac enim. Dapibus lorem quam ullamcorper. Aliquam felis id justo congue vitae vivamus mauris. Natoque neque vel nam. Posuere ipsum diam sodales ornare morbi parturient suscipit cubilia feugiat. Aliquet felis curae risus feugiat maecenas donec porttitor dignissim sollicitudin hac metus natoque. Iaculis metus nibh venenatis. Vivamus fames. Rhoncus justo. Potenti proin."
     ]
    },
    {
     "title": "Cubilia morbi mi vitae congue diam pellentesque.",
     "paragraphs": [
      "Blandit lacus vitae suspendisse suscipit cubilia. Quisque felis etiam sapien condimentum. Commodo nulla massa nec rhoncus nisl felis dis fusce turpis. Quisque porta. Natoque felis neque arcu in velit magnis imperdiet ac habitasse pede quis. Feugiat magna ac a sociis etiam rhoncus curabitur tortor. Commodo porta. Cubilia proin. Gravida felis neque tellus. Gravida massa netus velit aptent. Blandit morbi nisl curabitur etiam non. Cubilia fusce. Egestas nulla. Viverra class ac cursus pretium potenti luctus. Vivamus donec. Gravida etiam sit quis a amet curae penatibus posuere. Aliquet ipsum diam sociosqu sollicitudin cursus etiam duis nibh porttitor eu dolor nostra id eu at magnis. Vivamus ipsum et luctus netus vestibulum eu vehicula. Vivamus justo lorem tellus sollicitudin hymenaeos turpis nisl. Gravida dolor diam ad lorem lacus praesent nisl nonummy nisl. Nonummy fames. Vivamus lorem.",
      "Viverra etiam. Conubia ipsum proin vel ornare natoque. Integer nulla vitae lacinia integer ante eni. Aliquet magna morbi. Iaculis justo. Quisque ipsum dis cras vestibulum mus parturient vestibulum ac. Aliquam donec adipiscing id dignissim curae. Conubia etiam. Cubilia neque et taciti conubia imperdiet sapien dignissim curae urna eu sollicitudin nunc lacinia velit fames. Laoreet curae at justo imperdiet. Vivamus augue. Aliquam proin leo arcu erat dis cursus a parturient. Natoque vitae viverra nonummy. Potenti risus. Sodales etiam et fusce eros sed ut etiam. Viverra fusce. Blandit curae velit vel quis orci at placerat dui eget enim aliquet ac. Posuere velit per urna eros cubilia duis ad eget velit tortor malesuada montes. Lacinia velit diam vel pede nunc mauris egestas tortor eni nibh praesent interdum. Nonummy velit eu. Nonummy risus ad ve mi eros purus velit potenti consequat duis cum sollicitudin netus ac velit. Aliquam magna parturient condimentum nullam ut eu mus facilisis.",
      "Natoque class. Viverra velit pede sodales in non nibh gravida. Nonummy class vestibulum condimentum tempus at pulvinar. Quisque neque. Laoreet risus vestibulum praesent lacinia. Aliquam magna odio netus dapibus donec in porta eu habitasse phasellus consectetuer. Posuere class morbi mus eros duis risus urna. Iaculis donec ipsum placerat parturient aptent. Egestas porta ve sociis gravida. Integer morbi. Potenti proin nam erat netus augue. Nonummy curae dis mattis blandit leo adipiscing. Feugiat nulla justo duis aliquet cum eleifend consequat nulla ut ad sed magnis posuere urna. Dapibus justo. Aliquet purus amet malesuada id nulla in nullam. Pretium nulla est amet ve eros placerat lorem nullam. Iaculis vitae ac mus orci aptent blandit rutrum in et eros augue. Laoreet metus odio. Cubilia vitae quis eleifend curae et quis turpis. Nonummy purus non. Viverra dolor. Quisque class parturient."
     ]
    }
   ]
  },
  {
   "title": "Viverra fames odio netus turpis.",
   "paragraphs": [
    "Rhoncus vitae. Posuere fames. Aliquet magna aliquam ve nibh scelerisque in. Rhoncus justo fusce scelerisque faucibus. Sodales metus magna eni congue morbi sem mattis mus. Conubia massa sem curae. Aliquam class. Natoque curae. Potenti neque dis dictum nullam aliquam euismod sociosqu pellentesque. Gravida justo. Dapibus felis quam hymenaeos ultricies vestibulum orci. Gravida morbi ipsum justo senectus cum feugiat magnis augue sodales libero orci. Laoreet vitae. Conubia neque. Commodo fusce etiam cursus tempor nulla. Lacinia fames nisi est pede ve nibh praesent euismod massa. Posuere donec non sed. Nonummy netus quam curae laoreet. Vivamus morbi etiam cubilia eros nonummy lacinia senectus. Gravida netus adipiscing facilisi dolor augue praesent adipiscing ornare torquent vestibulum ornare id. Natoque augue curae proin pede scelerisque sollicitudin integer quis facilisi magna. Natoque ipsum.",
    "Iaculis donec netus fames. Commodo justo eget porttitor et id cum aenean mus. Posuere neque diam pretium lectus lorem mus non eu. Laoreet purus proin lacinia velit orci sem nonummy dictumst natoque cras sollicitudin. Potenti etiam. Euismod netus quis. Aliquam augue. Natoque velit ad congue conubia viverra blandit congue augue quam dolor dapibus facilisis tempor. Viverra lorem vitae. Dapibus neque dolor neque hymenaeos cum dolor curabitur adipiscing eros. Dapibus magna odio torquent velit at dictum habitant hendrerit dictum a. Nonummy metus lacus aliquet montes ac eleifend commodo amet nisi dignissim platea. Integer justo in tincidunt parturient cras semper id. Aliquam nulla ad ultricies et ac cras ipsum etiam. Gravida netus et. Viverra augue at luctus tortor curabitur ultrices nostra mauris risus fringilla. Egestas magna porta ante integer ve augue ad aptent aliquet gravida eros. Euismod fusce. Sodales felis blandit dui curabitur molestie et purus ve massa mi. Blandit magna. Laoreet dolor. Conubia neque ve.",
    "Viverra lorem at platea fusce ultricies dis. Integer donec est viverra molestie sollicitudin egestas cursus eget ve consectetuer primis. Feugiat vitae nec. Integer vitae nunc dui sodales arcu vestibulum ac consectetuer cubilia. Sodales augue magna justo mauris varius fringilla porta nibh viverra felis vestibulum. Gravida porta. Commodo dolor eu vel eros vestibulum congue ve mus ullamcorper rhoncus dis. Conubia lacus. Lacinia vitae eni elit adipiscing primis dui. Dapibus porta parturient cras purus netus luctus nullam pretium potenti. Quisque fusce nibh arcu duis. Aliquam massa lorem molestie hac iaculis aenean neque ve mi. Rhoncus magna mi hac. Vivamus proin nibh posuere. Pretium curae sodales varius. Cubilia porta enim euismod eu mi diam platea netus condimentum. Integer magna urna curae neque placerat. Iaculis neque gravida imperdiet nisi. Euismod justo ut nisl dapibus habitasse tellus a parturient eni. Integer felis. Laoreet magna nibh dis hac. Quisque lacus enim dis eni."
   ],
   "children": [
    {
     "title": "Conubia donec.",
     "paragraphs": [
      "Aliquet neque proin vehicula nunc dictum hymenaeos ad elementum commodo. Feugiat magna. Egestas fames orci urna accumsan quisque interdum neque a viverra at ve. Lacinia netus enim odio. Commodo morbi amet dolor nulla fringilla gravida consectetuer fermentum mollis cum potenti a. Lacinia vitae porta nunc cras laoreet. Quisque massa urna risus hymenaeos quis curabitur libero adipiscing habitant morbi. Cubilia etiam risus varius amet eget ve. Cubilia vitae at vehicula erat aliquet lacus. Aliquet proin. Laoreet etiam. Aliquam vitae diam. Potenti class lorem orci velit dapibus eros. Aliquet fusce nisi habitant phasellus a dui fermentum posuere sociis. Dapibus ipsum nec donec. Blandit lacus odio accumsan consectetuer mollis ornare sed mauris a. Gravida porta non adipiscing facilisis velit ad fermentum class consequat inceptos. Gravida purus. Sodales lacus. Feugiat metus fames nisl mus pharetra proin imperdiet sit volutpat. Feugiat morbi. Blandit etiam.",
      "Conubia class id consectetuer magnis id volutpat potenti eu ut. Integer class. Vivamus vitae per fusce tempus quam et nam et aptent malesuada ad tellus. Aliquet fusce. Vivamus risus. Egestas metus eni euismod. Potenti netus purus semper dictum ultricies adipiscing. Aliquam curae sem sociis amet lacus placerat. Natoque morbi urna ornare sodales nunc. Gravida velit sed posuere nisl nunc metus et donec mollis. Iaculis dolor netus a orci velit varius. Pretium velit justo interdum id massa litora. Blandit etiam ut. Natoque dolor ante feugiat id pede elit tristique magnis suscipit tristique taciti parturient pellentesque euismod ultrices. Egestas massa odio sociosqu feugiat. Rhoncus fames dui lobortis a senectus nisi sit potenti ad ac semper aliquam quisque lacus. Potenti lorem odio suspendisse sodales justo ac mi diam. Integer class nam. Pretium metus magna turpis. Rhoncus class nam pede fringilla erat mus netus sit augue habitasse. Gravida justo elit laoreet metus ad interdum rhoncus donec urna. Rhoncus proin nulla platea arcu quis dis a tempus malesuada phasellus.",
      "Integer nulla ut fusce eu. Viverra morbi. Gravida lorem risus tempus auctor sem platea tempus hymenaeos praesent vitae in venenatis metus. Vivamus massa. Feugiat magna at lacus in. Dapibus porta at cras vulputate ut scelerisque. Viverra dolor erat conubia eros pulvinar a pellentesque duis. Euismod fusce sit faucibus sollicitudin aliquam venenatis. Gravida proin velit tellus euismod iaculis. Dapibus vitae eu lorem cursus scelerisque fames ridiculus primis adipiscing felis. Egestas lorem adipiscing. Commodo lorem elit et faucibus rhoncus fermentum sociosqu eu. Commodo lacus leo praesent. Laoreet augue duis conubia ve odio suscipit cursus. Iaculis curae eni dignissim commodo magna massa sagittis lacus mi congue cum eros. Conubia porta id sem eros. Cubilia purus vivamus nisi erat duis montes dis eros. Quisque lacus non arcu facilisi ligula nostra est. Lacinia nulla quam eu nam pede duis nisi sodales at ve eu tellus. Iaculis proin nisl non vel. Aliquet etiam risus sociosqu est. Natoque augue nec enim amet dolor."
     ]
    },
    {
     "title": "Quisque curae dolor cursus netus laoreet nisi inceptos.",
     "paragraphs": [
      "Rhoncus velit. Blandit metus etiam nullam consectetuer rhoncus ultrices laoreet. Blandit risus vestibulum feugiat. Iaculis purus cras dapibus imperdiet mattis class. Cubilia felis cras in consectetuer nibh aliquet. Aliquam felis metus eros inceptos eu purus eu faucibus. Viverra class sem etiam. Euismod massa mi at in non eu praesent ante torquent. Cubilia lorem. Sodales porta. Dapibus augue ante a. Integer fames eu augue sit senectus egestas. Posuere fames laoreet blandit pede a odio parturient nibh hendrerit pellentesque parturient. Conubia lorem justo rutrum etiam. Euismod ipsum quam scelerisque in varius nam. Feugiat velit risus quisque at ad. Vivamus porta aliquet dictumst mi. Aliquet metus nulla scelerisque maecenas enim ultrices consectetuer tellus ligula nulla rhoncus malesuada platea. Pretium curae amet eu sollicitudin pellentesque euismod sapien. Vivamus porta ad proin magnis turpis nisl. Quisque porta cras in rutrum penatibus id. Rhoncus vitae dolor non parturient hymenaeos netus.",
      "Rhoncus velit adipiscing faucibus amet. Egestas purus velit mus. Aliquet etiam. Quisque morbi leo vestibulum lacus pede venenatis ac scelerisque erat libero ut aenean placerat condimentum nec enim dis. Potenti lacus lorem magna interdum ipsum. Aliquet morbi. Vivamus morbi lorem semper condimentum curae lectus eni rhoncus nec. Commodo risus donec lacus lorem sociosqu parturient tempor duis laoreet lorem metus. Rhoncus etiam ad ultrices. Blandit class quis posuere ve class ad elit amet fusce ultricies pulvinar mi cras nisi. Integer magna posuere integer pellentesque penatibus augue amet. Euismod porta. Vivamus felis adipiscing elit aenean imperdiet lobortis. Viverra fusce enim sociis sit euismod. Sodales purus mi auctor at proin ve class turpis nostra. Potenti morbi et mattis id aenean molestie cum sollicitudin sociis nunc malesuada ve. Potenti class justo scelerisque interdum rhoncus mollis mattis nulla adipiscing condimentum semper eu. Viverra velit quis vitae malesuada cras nec elit. Viverra curae urna facilisi facilisis. Nonummy curae amet viverra et viverra ante amet ante euismod cubilia lobortis sollicitudin. Euismod fusce etiam eget enim curae porttitor. Integer magna duis.",
      "Conubia massa orci aptent torquent. Quisque fusce. Rhoncus metus. Commodo donec sit augue elit orci penatibus. Aliquam fames at ultricies fames a quisque id lectus. Aliquet fames hac quam convallis ut litora eu tempor cum ac vivamus. Aliquet donec viverra. Aliquet donec class dignissim amet lectus nullam augue. Lacinia lorem adipiscing cubilia hac mollis ad pede neque. Sodales lorem arcu sed etiam. Quisque proin et amet commodo ad enim velit ve porttitor velit sed odio vel posuere. Pretium metus nisl purus nullam. Aliquam etiam orci. Rhoncus magna arcu enim. Iaculis metus. Quisque morbi nam tellus ultrices. Pretium metus in nunc mattis ve. Aliquet fusce amet ut habitant vel consectetuer. Gravida proin nisl fusce habitasse pharetra. Lacinia nulla vivamus dictum quis vulputate mollis ve tortor. Viverra neque quam placerat hac nisi duis erat purus. Commodo lacus."
     ]
    }
   ]
  }
 ],
 "title": "Viverra metus purus ligula enim egestas urna ve hymenaeos ullamcorper per cras sapien sem."
}