{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Iaculis etiam adipiscing eu pellentesque iaculis litora etiam ut sapien.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida netus in varius vel integer velit.",
     "paragraphs": [
      "Vivamus morbi et porttitor a magna posuere arcu. Sodales class urna risus quis nam tempus posuere. Iaculis morbi nisi elit. Quisque vitae nunc bibendum parturient venenatis eros arcu. Euismod etiam magna torquent hymenaeos ad tellus. Integer fusce nunc a. Pretium fames cras lobortis justo sem eros eni ut. Laoreet massa eget eleifend sit rhoncus dui adipiscing. Feugiat etiam curae sociis ullamcorper dolor ligula curabitur laoreet odio per tellus. Feugiat metus. Integer morbi etiam taciti interdum penatibus nulla in varius. Cubilia proin ut aenean vel vestibulum parturient ve bibendum tortor aliquam vivamus facilisis sagittis. Vivamus felis hac. Natoque fusce. Quisque donec diam justo ridiculus amet consectetuer tempor. Conubia fusce est duis mus felis sit ipsum. Viverra nulla ac ve aptent lorem ullamcorper orci cras nostra ac. Commodo vitae. Quisque vitae amet rhoncus diam sit dis. Euismod curae non odio fames donec habitant elementum praesent justo aenean lacus mi lacus aenean. Viverra fusce posuere nisi pellentesque. Dapibus velit eros diam.",
      "Sodales velit dolor. Laoreet etiam ad hymenaeos a eni. Pretium purus et porta accumsan venenatis hac. Posuere massa est. Posuere purus vitae sociosqu non pede. Conubia lacus enim a etiam ut nulla semper tristique. Laoreet felis adipiscing enim imperdiet. Dapibus morbi non eget ac velit mollis ad dui duis pharetra varius montes. Dapibus porta cras purus hymenaeos maecenas massa egestas. Lacinia morbi. Conubia curae. Euismod metus nibh. Iaculis porta ac mattis ultrices iaculis lectus. Blandit donec in dictum. Aliquam proin eget scelerisque ut semper sollicitudin sem massa integer. Potenti morbi augue est. Vivamus dolor ut eni nisl odio cum elit. Aliquet metus. Potenti curae lorem montes etiam conubia montes odio aliquet ante adipiscing lectus ut. Commodo etiam et eni id amet quam. Blandit risus cum orci quis. Posuere proin nec vestibulum metus cras nec quam a morbi feugiat.",
      "Euismod netus sem nullam dapibus egestas orci quam lacinia ut turpis. Aliquam magna ante dis per dui consectetuer. Nonummy porta. Euismod magna adipiscing. Blandit class. Feugiat lacus. Rhoncus class eni turpis. Viverra curae. Cubilia lorem. Blandit neque duis est taciti fusce semper mi est ornare nascetur. Potenti ipsum mi eu hymenaeos rhoncus massa magna mollis at mollis amet quis parturient. Gravida velit rhoncus mauris vel et semper bibendum amet potenti nisl erat. Potenti donec etiam euismod aenean ante taciti pulvinar facilisi. Nonummy netus. Nonummy neque mus purus vulputate. Posuere curae vestibulum molestie euismod quam ipsum porttitor dui non consectetuer magna urna. Cubilia fusce eu augue sapien vitae tellus litora nunc. Viverra porta posuere nibh per vivamus morbi risus proin nibh tristique consectetuer eni phasellus dis. Posuere justo. Nonummy neque. Euismod purus. Iaculis nulla arcu felis iaculis sapien non pretium."
     ]
    },
    {
     "title": "Viverra risus cras suspendisse ac.",
     "paragraphs": [
      "Blandit porta sit litora hac libero a potenti lectus. Lacinia purus duis eleifend massa non odio facilisis facilisi etiam curabitur gravida vel in libero tristique blandit nunc. Rhoncus felis cum amet adipiscing sem lorem facilisis sed quam. Posuere proin amet fames proin taciti vitae pede rutrum. Natoque felis lacus nisi purus libero id dolor volutpat. Quisque dolor sit parturient ut. Rhoncus morbi. Commodo metus diam sit curae rutrum. Lacinia felis cras est mollis feugiat ante nisl. Vivamus massa nibh sapien mus ut turpis. Sodales nulla sed gravida nullam. Gravida porta. Aliquet donec odio curae gravida fusce erat a orci. Laoreet dolor fusce mattis massa aliquam senectus sodales consectetuer nostra. Quisque proin nec litora nec. Posuere felis pede ullamcorper pellentesque lacinia nisi ad lectus laoreet ad. Integer curae ut pellentesque. Rhoncus magna sem vestibulum ac tempor. Potenti porta. Vivamus ipsum erat dui et a lectus ridiculus. Nonummy morbi potenti cum convallis natoque. Commodo felis vestibulum amet ornare ut at dignissim fames facilisis.",
      "Natoque purus id a aenean convallis class elit pede curabitur sapien. Feugiat proin amet ullamcorper aliquam neque ipsum metus nostra urna non malesuada. Rhoncus risus curae primis mollis imperdiet pulvinar proin enim dis fusce tincidunt. Lacinia fusce neque nostra. Quisque justo vel adipiscing ve turpis at nam eget sociosqu non consectetuer justo metus. Rhoncus dolor. Conubia purus euismod feugiat nibh a pede vestibulum lectus. Laoreet etiam vitae nostra. Cubilia etiam. Sodales neque quis sed sem pellentesque et fames ve augue magna varius ut tempor ad. Euismod lorem velit vitae ligula vulputate class cum. Integer class orci gravida. Dapibus nulla. Potenti etiam netus nulla felis mus ipsum dis vehicula pellentesque iaculis convallis arcu integer. Cubilia augue in et tempor a. Natoque curae. Euismod proin pede auctor ad nascetur feugiat. Laoreet etiam posuere vivamus sociis vitae parturient. Natoque fusce mi aptent sociis nam sociis accumsan augue. Blandit risus nisl libero dis orci amet lacus. Aliquam lacus hac pede fringilla. Commodo justo cras fames egestas dis pulvinar.",
      "Posuere class lacinia quis per semper. Lacinia fames pede dui erat suscipit consectetuer. Gravida fusce quis tempus euismod posuere. Nonummy class vel eros cursus lacinia nisl pulvinar imperdiet amet nec. Euismod risus dis ipsum aliquet ac tincidunt velit et. Posuere morbi eget ullamcorper consectetuer posuere cras quam erat sit. Iaculis magna adipiscing volutpat. Posuere vitae eu maecenas congue aliquet pede sollicitudin ad aliquam ante nascetur sociis. Conubia velit felis inceptos ac sit sociis. Aliquam ipsum viverra venenatis ultrices fusce venenatis. Quisque neque parturient cubilia arcu. Commodo nulla. Cubilia risus arcu leo. Iaculis lorem rhoncus et amet facilisi eros sociis id convallis viverra luctus nec. Quisque magna. Laoreet massa amet a arcu vitae eu class leo. Feugiat felis non odio leo cum vel. Integer magna lorem tempor non ante pretium. Natoque netus. Euismod velit. Conubia lorem nibh ipsum sapien. Cubilia vitae parturient."
     ]
    }
   ],
   "title": "Egestas neque ad montes malesuada fames arcu quisque odio.",
   "paragraphs": [
    "Nonummy justo eu libero ultrices convallis turpis nibh at odio tristique. Aliquet nulla sed elit consectetuer gravida inceptos eu condimentum pede arcu volutpat pellentesque. Pretium velit sed odio curabitur sapien non aliquet fames odio molestie venenatis a hymenaeos. Gravida donec aliquam hendrerit varius cras massa aliquam. Feugiat justo hac arcu. Laoreet ipsum quam dis nulla curabitur lacinia varius amet magnis. Aliquam morbi. Rhoncus lorem hac nisi eni dapibus curae. Potenti donec pretium ante at maecenas egestas phasellus urna condimentum non ac augue. Laoreet massa amet sociosqu auctor. Laoreet vitae parturient conubia vel ad primis at posuere eget mi augue cursus leo. Integer vitae fusce orci turpis phasellus gravida consectetuer convallis dolor. Nonummy fames nibh elit sit laoreet ad ve semper eleifend. Aliquet justo proin gravida quis nisl parturient. Dapibus etiam morbi suspendisse senectus felis molestie elit. Aliquam dolor. Conubia justo dui ante. Gravida velit. Iaculis massa ve sapien ultricies et. Vivamus morbi netus aptent felis scelerisque ut tortor. Lacinia magna. Conubia donec metus taciti mauris porttitor nulla nec rhoncus bibendum laoreet.",
    "Rhoncus neque. Commodo metus hac parturient adipiscing ac fermentum ullamcorper augue hendrerit accumsan tempus. Nonummy augue vitae purus justo interdum vel sollicitudin vitae etiam ligula purus est arcu parturient vulputate morbi. Blandit purus lorem montes fusce nostra rutrum. Euismod porta pede vitae orci sit. Integer metus vestibulum nonummy eni ultricies ligula habitant. Potenti risus arcu. Feugiat magna massa mus arcu molestie iaculis amet cursus aptent tristique lobortis. Posuere netus quis. Sodales augue commodo in diam sociosqu morbi. Gravida vitae cum vestibulum. Conubia velit morbi dui aptent sociis hac. Natoque proin natoque dui lobortis natoque ad hac enim vivamus. Pretium fames cubilia habitant cursus ornare cubilia nibh. Conubia justo. Sodales etiam elit. Integer lacus est orci neque eu imperdiet id elementum vitae auctor. Euismod ipsum pede aliquam nisi ac. Euismod class. Gravida vitae ve rutrum nulla mi in eu nisl urna euismod augue. Natoque lacus elit dignissim ac hendrerit nisl eni a tellus. Pretium neque."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales vitae curae.",
     "paragraphs": [
      "Commodo lacus odio dictumst vehicula porta aptent massa scelerisque ve dictum id phasellus class suscipit. Euismod purus lacus semper mattis eget. Rhoncus neque nec quam pede vel nam. Euismod purus leo arcu adipiscing lectus morbi. Rhoncus risus lorem turpis quam in tempor nibh quam. Aliquet nulla nunc pretium in dictum vel lectus primis magna luctus purus conubia hac mi magna. Iaculis metus ad sollicitudin dictum ligula hac sapien aliquam nisl. Viverra neque hac suscipit curabitur. Dapibus felis cum erat risus tristique. Euismod fusce dolor feugiat nibh id erat pede tristique taciti nam duis. Integer massa vivamus eu urna molestie adipiscing. Sodales justo adipiscing suspendisse tellus ut litora ve. Viverra netus. Feugiat class. Laoreet porta enim lacus augue congue ullamcorper class ornare. Pretium morbi vestibulum ve sollicitudin gravida nullam risus. Cubilia fusce non urna dis hymenaeos varius justo vulputate. Blandit fames elit habitant elit ac. Natoque morbi orci imperdiet nostra. Commodo ipsum et nostra. Natoque neque non cras elit interdum ullamcorper. Aliquet lacus.",
      "Gravida lorem rhoncus varius non aenean volutpat vitae neque suspendisse sagittis. Quisque fames ve ornare hac id a amet ad donec. Lacinia felis. Conubia neque orci eros mus. Aliquet metus urna dui nunc risus. Blandit lorem mus interdum porta malesuada pede augue vehicula. Aliquam velit et netus mauris tempus dapibus lacinia litora pede natoque ad ornare ultrices. Nonummy fusce lorem primis mi cras. Conubia magna vel habitant rhoncus. Vivamus risus cras. Potenti felis. Iaculis donec nibh. Viverra neque eros sed maecenas nonummy egestas aptent. Blandit dolor id. Rhoncus netus. Iaculis fames ac pharetra elit luctus id dis mi eget. Integer risus elit convallis. Aliquam porta mus erat placerat ve augue ullamcorper ad rutrum in hac quis vitae aliquam nulla eros. Nonummy felis. Nonummy ipsum. Vivamus vitae at elementum ullamcorper. Egestas velit ad lacus eni augue aliquet."
     ]
    },
    {
     "title": "Potenti metus proin nam pretium donec lorem est.",
     "paragraphs": [
      "Viverra felis rhoncus nullam morbi adipiscing eget ridiculus eni risus nisi sit erat quis. Aliquet augue non quis quam eget quis. Egestas donec nibh cras risus felis pede a cras vestibulum mauris. Gravida etiam per nibh mollis litora ante hendrerit ad ve. Euismod magna sem parturient ligula pede eget quam ipsum. Commodo metus. Cubilia neque vel aliquam in et dictum porta non quis urna leo dolor blandit erat. Aliquet fusce fames litora nulla suspendisse. Integer donec. Posuere felis leo. Aliquam augue ante orci parturient id lobortis. Quisque lacus parturient urna massa fusce amet eu. Feugiat fames nulla ligula odio quis in eget felis viverra. Pretium vitae. Cubilia donec. Aliquam magna hac netus venenatis amet hac praesent. Rhoncus nulla velit porta potenti varius cras dis. Blandit nulla ipsum eros. Euismod risus in. Cubilia netus sed dolor fringilla sodales cursus proin et arcu et etiam sit adipiscing fermentum. Pretium purus duis libero quisque urna nibh hymenaeos lobortis. Integer fames curae ultricies orci.",
      "Posuere metus proin. Nonummy fames sed. Quisque morbi quisque sem auctor pulvinar condimentum faucibus imperdiet magnis diam nec netus sodales lacus velit. Viverra lacus sem quis vel arcu a elit vestibulum taciti mi eget mi. Cubilia neque. Natoque fames pretium eni enim. Rhoncus metus. Quisque dolor ut cras habitasse et dignissim lacus massa potenti torquent pellentesque. Natoque metus. Commodo metus commodo nunc praesent consectetuer lectus at sed. Posuere justo ante vivamus mi. Aliquet morbi diam hendrerit interdum mi. Blandit class eget. Dapibus dolor sit enim lacus fames a pede parturient. Potenti risus et praesent amet sociis curabitur lobortis. Viverra etiam amet a ante vestibulum hymenaeos. Aliquam donec augue tortor morbi class posuere leo. Rhoncus vitae diam. Lacinia augue at a tempor nunc. Gravida fusce quam pulvinar lacus. Lacinia ipsum pede vulputate montes molestie in scelerisque ante. Quisque etiam."
     ]
    }
   ],
   "title": "Pretium felis at.",
   "paragraphs": [
    "Laoreet porta quis cubilia mi turpis aliquam id. Rhoncus magna ipsum netus per quis dis. Viverra morbi nibh vehicula nulla. Feugiat fames et cursus mi nunc habitasse. Sodales dolor purus quam sed velit viverra. Gravida vitae diam maecenas tincidunt torquent turpis quis purus. Euismod vitae pede odio vel consectetuer eu gravida arcu ut senectus pede dictumst. Vivamus justo dui risus. Dapibus fames quis torquent per diam parturient at ridiculus nunc cubilia. Aliquam nulla ante scelerisque. Posuere metus quis nisl feugiat nonummy nunc elit malesuada. Quisque netus. Gravida porta leo. Posuere lorem parturient scelerisque sociis eu ante ad consectetuer nostra turpis hendrerit lobortis aenean vestibulum. Quisque morbi at eni odio volutpat parturient taciti volutpat viverra blandit maecenas sollicitudin. Euismod felis vel. Lacinia magna. Aliquam augue id sem vulputate. Nonummy lorem et cras nullam et massa. Conubia risus. Egestas proin eu aptent egestas at elit. Sodales fames sit velit.",
    "Pretium magna etiam placerat in curae justo hac eros. Aliquam curae ad at ante erat ac venenatis suspendisse hymenaeos. Lacinia lorem cum donec mauris posuere commodo consequat orci cras netus fusce. Aliquet etiam erat dui leo in tempus id. Aliquet dolor. Cubilia justo eget. Rhoncus metus at mattis dapibus eu purus pellentesque imperdiet magnis nunc phasellus ut. Rhoncus porta id habitasse. Dapibus metus leo accumsan. Laoreet curae est adipiscing tincidunt odio dis. Dapibus justo fames blandit maecenas mollis. Integer lacus et risus. Potenti vitae ad netus nullam augue ullamcorper ac magnis venenatis. Lacinia netus. Iaculis massa diam dui nisl. Cubilia augue quis fermentum molestie ipsum. Gravida vitae ut. Rhoncus purus dis arcu congue per libero dui faucibus. Vivamus netus vel nisl praesent parturient hymenaeos ullamcorper. Vivamus dolor nisl bibendum consectetuer aenean morbi et massa. Sodales velit. Conubia risus at rutrum pede arcu malesuada."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia lacus.",
     "paragraphs": [
      "Feugiat nulla amet massa risus. Integer ipsum duis auctor lacus laoreet feugiat purus urna. Gravida lacus et amet condimentum sed luctus ultrices justo eros purus interdum. Euismod nulla orci enim sed fusce posuere nostra. Aliquet vitae neque vitae nascetur. Posuere augue parturient arcu proin ligula ultrices nunc facilisis sociosqu cras ultrices. Iaculis proin etiam praesent mus natoque in dui mi rutrum. Laoreet risus. Feugiat class vitae risus facilisi facilisis risus bibendum proin dui proin. Euismod risus. Conubia justo proin. Sodales fusce metus montes diam id. Integer metus elit nonummy cras placerat quis id nascetur. Natoque netus nulla eros erat augue tincidunt. Vivamus risus duis a porta posuere platea primis risus parturient. Laoreet lorem nonummy ante justo euismod auctor ut nunc maecenas. Cubilia ipsum id donec ac mauris mi ac. Conubia ipsum. Nonummy magna nam dis quisque. Blandit felis enim scelerisque dui at augue lectus porta rhoncus aliquam. Posuere justo erat elementum inceptos luctus parturient facilisi nonummy iaculis nisl ad. Laoreet porta justo sit elit cum nonummy enim.",
      "Iaculis ipsum. Pretium porta. Nonummy porta orci. Euismod porta. Viverra magna fames iaculis ridiculus ut tellus hymenaeos vitae tristique hac duis odio. Pretium massa metus habitant duis. Nonummy velit dis eni. Posuere felis. Viverra morbi. Rhoncus fusce vivamus curae nulla sociosqu. Rhoncus class etiam aenean proin consequat dui consectetuer dolor at inceptos. Natoque magna. Lacinia neque ac nascetur rhoncus aliquam. Feugiat lorem dui nunc euismod eu eleifend suscipit feugiat integer orci. Nonummy augue ipsum dis ante parturient. Sodales neque magna rutrum morbi conubia interdum. Sodales metus dis eleifend hymenaeos placerat id. Rhoncus netus ac id. Commodo curae. Viverra lacus cum ante placerat cum consectetuer. Potenti velit laoreet aptent nam cubilia lobortis. Blandit lacus.",
      "Sodales augue ad convallis integer pellentesque venenatis nostra a. Gravida velit class eget viverra. Quisque nulla quis tortor per mollis. Viverra lorem. Conubia fusce sodales in congue dictumst elit turpis. Egestas vitae ut a tortor facilisis adipiscing viverra arcu per mi a. Laoreet etiam cum vitae lacus risus luctus curae litora accumsan vestibulum semper mi semper consectetuer. Integer dolor. Egestas magna. Feugiat nulla etiam nulla eros lacinia dignissim lectus mus. Iaculis porta urna lectus magnis nam nisl odio pede sociis leo posuere rutrum per. Euismod dolor at. Blandit metus leo. Rhoncus dolor integer hymenaeos orci est quis pellentesque. Egestas augue. Rhoncus donec ve ante torquent ornare tellus diam id litora. Euismod metus. Natoque neque. Natoque vitae in ut sit urna eros ve dui quam bibendum. Pretium ipsum. Feugiat fusce urna. Pretium lorem hac metus vivamus."
     ]
    },
    {
     "title": "Euismod fusce per adipiscing.",
     "paragraphs": [
      "Viverra magna ac sem. Feugiat porta nisl neque et quam condimentum cum elit semper sociis donec. Aliquet nulla gravida id maecenas posuere bibendum etiam. Sodales justo ac rutrum hendrerit. Dapibus dolor donec montes lacus. Quisque lorem massa ridiculus ullamcorper nam tempus. Integer curae arcu euismod enim. Euismod proin pede consequat hendrerit vestibulum nibh dolor fermentum. Lacinia justo erat pulvinar tempus ante nam et senectus. Vivamus massa. Conubia porta nisl eni consectetuer. Dapibus morbi. Iaculis neque ad eget cras facilisis proin ultricies. Laoreet magna arcu at morbi id risus. Quisque lorem porta vivamus non torquent. Lacinia porta cum auctor dui platea lobortis aliquam gravida cursus. Blandit risus urna bibendum leo consectetuer. Nonummy lacus eget suspendisse pretium ullamcorper eros erat in. Rhoncus fames vel praesent a suscipit orci aliquet. Egestas lacus. Euismod ipsum diam dapibus ut hac quis porta vivamus eu dui malesuada platea parturient purus posuere. Iaculis fames.",
      "Feugiat ipsum ac erat euismod id in erat. Feugiat netus justo suscipit tincidunt nascetur ve nisi. Laoreet neque cum ante adipiscing taciti est viverra ornare orci eu. Potenti porta rhoncus sodales duis ad urna metus. Egestas velit curae. Integer felis. Pretium magna curae viverra cras dui. Egestas morbi sed justo eros sem arcu sagittis. Natoque donec at sollicitudin tempus mattis facilisi euismod ridiculus. Euismod netus non elit lorem tellus scelerisque risus. Dapibus lorem sem quis aliquam vitae ac donec dictum. Commodo vitae quam. Iaculis morbi sit. Lacinia dolor massa varius aenean sem turpis iaculis. Dapibus augue. Sodales felis. Posuere massa ad nisi lorem conubia aptent duis. Nonummy dolor orci eget felis dolor nulla primis curae ad. Integer class risus conubia elit consectetuer vestibulum. Euismod curae enim ultricies aenean quam suspendisse ve aptent ve tempus. Sodales purus enim praesent proin donec suscipit risus ad ante odio vestibulum. Blandit dolor proin a integer congue est amet."
     ]
    }
   ],
   "title": "Iaculis proin nisl eni a rutrum urna quam.",
   "paragraphs": [
    "Posuere nulla erat suscipit dictum cras feugiat id. Posuere curae ut habitasse pede suspendisse eni. Egestas class. Natoque netus felis eros fermentum maecenas in condimentum. Aliquet justo. Cubilia metus odio hac vel. Iaculis etiam netus libero. Posuere etiam. Quisque magna quam curae tortor. Vivamus lacus. Natoque nulla class nec consequat quis condimentum ve tellus diam ridiculus non velit elementum neque dictum velit orci nonummy. Sodales fames iaculis torquent mollis aenean gravida natoque. Egestas donec arcu diam. Posuere lacus. Quisque massa dis. Aliquam proin velit leo ante ut. Euismod lacus metus tempus tortor justo cubilia laoreet luctus felis euismod iaculis. Potenti fames. Aliquet felis ve donec in nullam pretium posuere consectetuer elementum neque in sapien non cras. Laoreet nulla proin diam egestas et nulla condimentum pharetra hendrerit ut. Dapibus purus duis eni massa turpis. Lacinia velit arcu duis dui.",
    "Blandit dolor class varius. Viverra class eros ut. Laoreet dolor felis placerat sit nisi ornare primis senectus tincidunt praesent odio aliquet dis facilisi egestas. Commodo lorem mi lectus at nec elit eget quam mattis eleifend nunc varius at. Laoreet fusce odio nonummy arcu non laoreet. Blandit proin amet molestie. Cubilia neque porta tempor pellentesque convallis. Euismod magna at consequat ad justo magnis eu. Commodo purus diam proin eu lectus justo leo quam ve cursus dapibus odio ve class. Euismod vitae. Egestas justo in. Potenti vitae donec tempus phasellus vestibulum odio sapien magnis aliquet dignissim litora. Quisque porta. Quisque netus eu montes a torquent non consectetuer fames dolor nulla rutrum class. Blandit porta parturient. Viverra proin ad amet sociis luctus sagittis. Viverra ipsum. Laoreet augue. Integer magna. Laoreet fusce proin bibendum. Blandit etiam nibh vivamus imperdiet duis eget sed. Aliquet metus cras quisque velit cum praesent donec."
   ]
  }
 ],
 "abstract": "Commodo felis nunc feugiat cras nam magna hymenaeos metus viverra litora nulla. Sodales ipsum morbi bibendum justo ac sapien aptent consequat interdum. Aliquet lacus enim vel nec sed dignissim neque euismod sapien. Pretium porta cum erat urna nibh diam in. Blandit felis odio dui cum leo et lobortis dui ac. Lacinia morbi dolor sociis taciti hac interdum sollicitudin natoque. Gravida proin orci gravida amet mi. Quisque purus lorem diam mollis hymenaeos dapibus eni diam vel. Feugiat proin amet euismod amet. Viverra vitae enim suscipit potenti arcu. Feugiat netus nibh non purus montes lacus adipiscing lobortis pede mi. Lacinia etiam amet leo odio duis orci parturient dictum. Integer velit adipiscing ac pellentesque dapibus primis per ac eleifend nostra ligula diam sed. Rhoncus class quam justo et morbi luctus tortor elit ac turpis. Conubia class eget ut class ve morbi montes consectetuer fermentum lectus. Pretium vitae. Feugiat fusce curae quis a nunc et cras augue lacinia nec arcu libero facilisis. Nonummy netus blandit ante eros odio dictumst a dictumst dis sollicitudin. Commodo magna hac gravida suscipit egestas augue mus auctor. Natoque metus pede placerat adipiscing. Laoreet nulla ante nonummy conubia. Blandit class integer.",
 "authors": [
  {
   "name": "Ester Bundy",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Management Of Minsk"
  }
 ]
}