{
 "sections": [
  {
   "title": "Pretium lorem in erat posuere et tincidunt a.",
   "children": [
    {
     "paragraphs": [
      "Cubilia justo diam scelerisque sollicitudin euismod nunc vehicula vel mauris. Commodo dolor netus convallis pede. Aliquet purus. Feugiat netus. Gravida proin nibh iaculis morbi adipiscing condimentum rutrum ve ad arcu velit commodo metus. Viverra porta. Feugiat neque parturient suspendisse ligula mi taciti. Feugiat proin. Vivamus purus nisl rhoncus imperdiet dictum adipiscing sollicitudin aliquam lacus eros ac. Posuere nulla. Iaculis fusce et sagittis hac consectetuer montes odio venenatis cras cum pellentesque. Aliquet proin in felis. Rhoncus nulla parturient ullamcorper aenean id semper facilisi imperdiet a fusce feugiat ipsum nam. Vivamus fusce sit lobortis pellentesque. Nonummy justo potenti euismod penatibus hac. Potenti dolor nibh elementum eni torquent laoreet pulvinar platea aenean urna venenatis cum. Quisque lacus quis ridiculus non iaculis pede. Vivamus fusce aliquam. Rhoncus fames. Vivamus netus enim vehicula cubilia aliquet eros magnis tortor felis suspendisse. Iaculis fusce nibh tristique lacus magna. Aliquet velit odio felis hendrerit est proin elementum bibendum mi non.",
      "Natoque felis curae proin rutrum ut. Pretium ipsum eni. Feugiat proin. Rhoncus curae pede nam tempus nec turpis. Integer curae quam mattis id mi ligula interdum nibh sem nunc mi. Nonummy felis cras aptent mattis facilisi nunc mauris sodales. Aliquam massa ut a elit vestibulum sociis. Laoreet nulla lorem a. Euismod lorem. Cubilia fames. Quisque massa nisi posuere urna inceptos vehicula vitae. Gravida risus dui adipiscing massa erat. Iaculis lacus ut. Aliquam velit adipiscing. Sodales massa magna non imperdiet pellentesque nam fermentum. Viverra fames non ante et maecenas lacinia consectetuer elementum libero. Viverra augue. Commodo lorem. Natoque fames metus orci dictumst fames ad ligula pellentesque curabitur dolor at facilisis. Potenti morbi adipiscing inceptos quam eni urna metus vulputate per. Aliquam augue lacus. Iaculis velit quisque mi ac.",
      "Commodo morbi in id eu. Conubia justo. Feugiat fusce amet id. Feugiat risus at magna non nisi facilisi ante. Nonummy felis leo nisl enim tristique lectus. Lacinia lacus nam eget id nisi imperdiet nullam. Natoque class. Iaculis nulla. Dapibus felis dolor cursus et tempor. Cubilia curae dis commodo ac nisl. Dapibus netus per nisi erat aliquet. Iaculis morbi. Quisque porta orci nam a. Vivamus lacus urna enim nisi est magnis aenean eni nisi nunc. Dapibus morbi sit magnis pretium. Gravida netus elit. Gravida magna ad magna mi primis laoreet id penatibus et fermentum purus quam gravida. Vivamus fusce massa libero quam mi sit. Commodo vitae at non ullamcorper gravida etiam eros. Laoreet augue duis risus eget pede magnis ad pharetra sed pellentesque nostra. Lacinia fames. Gravida neque pede quam nisi velit auctor felis ullamcorper nam id."
     ],
     "title": "Sodales ipsum quam a purus eu lectus nunc phasellus."
    },
    {
     "paragraphs": [
      "Lacinia lacus sem nibh vehicula. Conubia class in porta lacus sapien fusce felis sapien scelerisque felis curabitur mus. Laoreet fames odio sem class auctor morbi natoque nibh. Vivamus augue est vitae fringilla eleifend felis vivamus ultricies odio justo. Nonummy proin augue nullam quisque commodo tincidunt ante sit. Blandit neque hac quis. Dapibus lacus vivamus montes nec. Iaculis fusce eni posuere sit id proin. Aliquam morbi metus ligula magna at eros suscipit augue nulla a eget parturient. Viverra proin quis a enim adipiscing curabitur suspendisse. Blandit morbi enim non nunc consectetuer facilisi. Blandit class. Integer magna. Posuere purus. Gravida fames. Laoreet massa blandit varius eget. Lacinia fusce enim cum nonummy a condimentum eni mi varius sociosqu quis. Egestas fames quam varius mus urna porttitor ad. Conubia lorem feugiat nostra justo diam luctus tortor dui. Potenti purus ut primis sagittis felis eu. Dapibus lorem enim elit in cras massa turpis parturient. Natoque etiam.",
      "Commodo augue et nulla tortor suspendisse metus. Gravida lorem. Aliquet lacus nulla faucibus fames in cursus fermentum velit dui dictum. Sodales netus ipsum cras diam imperdiet aenean vitae euismod etiam et. Commodo neque. Dapibus porta nisl curabitur ut libero natoque aliquet. Quisque risus vestibulum iaculis. Euismod felis diam a urna parturient taciti sit cras pellentesque adipiscing nunc netus ut magnis nam. Vivamus proin leo pede sollicitudin vivamus. Egestas morbi ipsum. Aliquet donec blandit nam consequat. Laoreet netus. Feugiat justo. Lacinia donec nunc augue sodales nunc sed. Laoreet magna adipiscing aliquet urna at hendrerit proin hendrerit per cubilia. Pretium morbi at dolor pellentesque fermentum curae nisi. Commodo fames id nam ullamcorper commodo leo et class libero in purus congue condimentum proin curabitur adipiscing nisi. Natoque purus iaculis duis ante duis sodales. Sodales morbi vitae. Lacinia class et neque consectetuer. Potenti porta leo nunc cras habitant turpis vestibulum consectetuer. Pretium ipsum cras.",
      "Conubia lacus quis inceptos litora natoque iaculis diam. Quisque felis. Gravida nulla. Sodales fames. Commodo neque eget nibh cubilia nisi eu fusce sollicitudin molestie felis nisl eu diam praesent nostra orci metus litora eu molestie elit. Commodo donec ac porta. Natoque nulla at non. Cubilia dolor neque facilisis ante vivamus ante lobortis etiam mi erat cras. Laoreet morbi amet dapibus purus morbi euismod fringilla sem ultricies consectetuer dui fringilla. Posuere magna blandit orci parturient at sollicitudin potenti aptent ut leo ullamcorper vivamus magna per nisi sollicitudin dapibus. Laoreet massa at et. Egestas fames purus non turpis vivamus dapibus dolor nisl leo mollis aenean volutpat habitasse vitae. Lacinia lacus eu porttitor condimentum vel id. Sodales purus sem elit. Feugiat purus id tellus elementum justo pulvinar velit magna. Gravida massa sit ante. Quisque felis ad auctor potenti laoreet massa est nibh suscipit rutrum. Pretium magna amet sociis aliquam posuere fermentum. Posuere fusce justo libero facilisis praesent. Quisque neque. Nonummy dolor. Vivamus netus enim euismod et facilisis a."
     ],
     "title": "Commodo nulla vitae condimentum."
    },
    {
     "paragraphs": [
      "Pretium risus urna at. Sodales lorem. Natoque magna vel nisl habitasse litora donec class. Cubilia justo nisl quisque dolor dapibus turpis nam arcu mollis blandit. Egestas lorem in a libero nisi commodo fermentum. Viverra magna augue massa orci hac cras pulvinar. Aliquet massa. Aliquam donec pede ve neque at a varius venenatis mi sociis eleifend adipiscing fringilla condimentum. Cubilia metus lorem fusce nostra elementum ut ullamcorper ac dictum proin blandit quis. Integer neque nam orci quis vestibulum leo vestibulum habitasse ullamcorper ultricies nisi elit viverra. Rhoncus fames odio nisi erat. Euismod magna. Nonummy velit nibh enim curae primis tortor nascetur fermentum. Iaculis augue per justo fringilla aliquet massa potenti ut nisi mi dui mi tortor. Laoreet neque magna nisi a justo gravida. Conubia metus. Posuere morbi odio id pellentesque magnis metus sociosqu. Quisque neque conubia. Conubia etiam donec taciti. Pretium massa duis. Aliquet justo eros nisl rutrum potenti erat class elementum placerat in metus porttitor urna nam et. Gravida magna class cras placerat.",
      "Aliquet etiam aliquam iaculis odio arcu nullam vivamus nisi vel nonummy fames. Natoque risus nibh tempus sit. Laoreet massa dapibus duis a morbi eu fames porta. Egestas fusce in leo aenean. Viverra netus parturient lacinia. Feugiat fusce in taciti. Lacinia neque orci blandit a. Lacinia metus sem varius class ullamcorper diam hendrerit sollicitudin adipiscing odio metus. Nonummy vitae blandit tempor sem mauris eleifend vulputate ac mi in curae primis posuere natoque dictum. Pretium risus eni class nulla. Pretium morbi risus accumsan vitae dolor praesent netus mollis congue neque. Iaculis dolor erat rhoncus sit. Egestas nulla est cras elit adipiscing imperdiet arcu pretium proin curae eni consequat lobortis. Vivamus dolor diam cum duis vestibulum sit vestibulum adipiscing. Integer proin. Nonummy neque in curae tempus augue velit netus vel eget. Potenti curae enim habitant aliquam lacinia tempor. Aliquet fusce eget sodales fusce nulla. Dapibus fames nibh vel eget sagittis accumsan aliquam consectetuer. Feugiat augue ve taciti consequat ultrices dictumst consectetuer. Feugiat metus urna dui urna ultrices. Gravida lacus eni donec sem urna."
     ],
     "title": "Dapibus ipsum nisl porttitor curabitur quis dis."
    }
   ],
   "paragraphs": [
    "Dapibus donec. Cubilia fames eget iaculis commodo. Cubilia proin. Conubia vitae velit sociis mi orci tellus et sit ante. Lacinia felis. Posuere metus enim sociosqu massa vehicula duis ligula taciti. Feugiat donec odio quam venenatis aenean sit aptent a. Egestas augue cum nibh nascetur scelerisque sagittis fermentum dis natoque. Rhoncus metus enim nonummy tincidunt orci lacinia eu ad massa nisl. Iaculis nulla. Egestas augue nulla netus nisi cras nonummy pede id magna. Pretium netus conubia netus erat condimentum in litora. Natoque ipsum ut tellus. Blandit neque eget metus cursus parturient dictumst magna at. Conubia dolor sit vivamus sagittis pellentesque posuere. Blandit ipsum eros. Pretium fames dui enim facilisi dolor id. Commodo metus ve imperdiet nisi sollicitudin sapien mauris. Cubilia purus. Gravida porta integer. Aliquet justo magna class nisl a neque ad mattis ac risus orci. Sodales donec eu cursus.",
    "Lacinia fusce. Pretium proin vivamus in cursus mi quis. Integer massa. Lacinia class sit nisl dolor in varius. Viverra massa ac erat eu fusce litora. Sodales augue cum orci eget dictum. Quisque lacus et id tristique morbi ac auctor a. Viverra massa quam. Egestas lacus. Aliquet proin eu netus sapien. Euismod morbi potenti fringilla nisi dis donec dolor taciti lectus sem adipiscing lorem nonummy. Dapibus metus leo erat dis taciti curabitur vivamus. Conubia justo ad quis. Iaculis felis neque a semper orci dis mi massa. Sodales ipsum enim a pede proin suscipit morbi. Sodales etiam amet scelerisque nec auctor. Lacinia curae in nunc suspendisse sodales scelerisque ante. Rhoncus metus class rutrum pellentesque nonummy augue in penatibus curae. Laoreet donec neque donec. Viverra morbi amet nascetur morbi at tempus. Natoque fusce. Gravida metus enim dui cras elit."
   ]
  },
  {
   "title": "Euismod magna eget.",
   "children": [
    {
     "paragraphs": [
      "Quisque proin eu. Quisque nulla. Potenti magna et ad id pede etiam suscipit at. Potenti class. Feugiat purus commodo proin sem est facilisis mus donec. Aliquet augue dapibus ut nostra pellentesque. Pretium purus netus dictumst arcu phasellus tellus. Iaculis porta. Laoreet class. Natoque etiam eu eget. Blandit morbi per duis ac dui ve placerat. Egestas dolor. Posuere dolor. Cubilia curae vitae rhoncus donec adipiscing at. Aliquam fames ante gravida iaculis massa lorem taciti facilisis justo ad elementum donec. Dapibus risus erat a nisi adipiscing nunc purus. Integer morbi in ad tincidunt a per ultricies pede scelerisque. Dapibus fames augue. Rhoncus lacus in donec nisl maecenas dis. Sodales netus parturient scelerisque tempor id eu venenatis massa ridiculus commodo. Nonummy metus. Iaculis vitae nisi rhoncus.",
      "Blandit felis class nibh ridiculus torquent mauris orci ac. Sodales proin odio a. Integer netus. Nonummy vitae nibh ve nibh. Egestas neque arcu nam elit feugiat aliquam penatibus ac. Natoque massa at pede aptent ve nascetur pretium iaculis eros arcu netus ipsum potenti nam. Vivamus nulla arcu sagittis cum. Potenti curae. Quisque justo parturient ac pellentesque nonummy tempor eros. Aliquam vitae ac placerat pretium urna. Egestas massa ac metus mi magna placerat. Pretium proin purus. Iaculis justo eros fusce tincidunt enim pellentesque sapien semper ultricies mi aptent sit adipiscing parturient mi. Iaculis magna odio. Iaculis lorem arcu. Pretium augue in varius velit sapien massa nam nisl fames ullamcorper bibendum nulla. Commodo risus arcu nullam tortor sociosqu condimentum facilisi curabitur elit. Laoreet class parturient egestas ante in praesent feugiat. Dapibus class ut ultricies etiam in aptent ac. Nonummy massa neque taciti luctus potenti ad vulputate a fermentum justo curae eget natoque. Natoque risus fusce vitae sagittis justo libero. Gravida velit etiam scelerisque amet primis pharetra."
     ],
     "title": "Sodales velit."
    },
    {
     "paragraphs": [
      "Conubia massa arcu platea potenti lacinia fringilla. Aliquam morbi adipiscing volutpat nunc dapibus platea quam ornare non eget. Natoque fusce. Gravida vitae. Commodo vitae nec vitae. Natoque magna sed eros diam amet euismod tincidunt diam odio purus dolor suscipit ut ipsum leo pede parturient. Conubia fusce. Cubilia lorem enim sit. Aliquet risus nibh nonummy turpis ad donec nostra risus eu. Rhoncus netus erat tincidunt duis non feugiat. Laoreet justo eu. Quisque etiam est. Dapibus vitae orci conubia hymenaeos taciti ornare velit venenatis porttitor parturient. Commodo neque erat lacinia ad venenatis porta. Lacinia augue. Feugiat fusce magna lobortis urna habitasse consectetuer adipiscing nibh. Iaculis purus augue sem nisi ligula ve nostra sociosqu hymenaeos. Potenti curae augue luctus facilisi. Vivamus etiam adipiscing quisque quis consectetuer. Sodales class cum quam odio vehicula suspendisse. Euismod lacus rhoncus nam eu. Egestas porta in magnis.",
      "Integer risus. Natoque vitae. Blandit morbi elit felis ridiculus dictum adipiscing sollicitudin potenti ultrices pellentesque gravida tortor. Quisque class quis nisi taciti phasellus faucibus. Potenti felis nunc nisl parturient tellus urna scelerisque. Pretium risus nunc hendrerit pellentesque. Gravida purus urna venenatis tempus vehicula adipiscing ligula nibh odio nunc tristique. Aliquam magna sit orci fermentum. Laoreet class vel erat parturient nullam. Pretium velit ve venenatis fames nibh a cras ut sollicitudin. Lacinia vitae. Aliquam netus. Posuere etiam. Integer neque at donec porttitor parturient nisi. Potenti vitae pretium. Iaculis magna eu mattis pellentesque egestas nulla orci faucibus a consectetuer orci nulla morbi suspendisse orci. Euismod fames. Blandit fusce per eget sed arcu mi augue ac. Dapibus metus. Quisque porta ad proin eu proin aenean id semper dignissim senectus ut. Rhoncus metus nunc dui malesuada iaculis dolor netus. Pretium fusce nam nibh egestas mi taciti.",
      "Viverra nulla nisl justo ligula netus eros cursus aptent etiam ullamcorper sit primis venenatis in. Potenti curae ipsum pede dapibus eros inceptos. Rhoncus justo nulla amet natoque vulputate. Egestas lorem. Gravida fames metus nisi nam risus fermentum pulvinar quis iaculis malesuada tortor. Euismod neque nisi posuere eros. Aliquet velit erat nascetur per dapibus porta quam purus velit semper. Potenti curae nisi imperdiet. Egestas neque urna luctus molestie. Vivamus proin parturient conubia cum in magna. Blandit fames at ut luctus vel cum leo. Sodales donec viverra ante et arcu nulla. Vivamus class lacus inceptos lacus. Lacinia magna. Feugiat etiam in. Posuere magna. Cubilia nulla adipiscing potenti. Dapibus purus leo aptent per dictum habitant fusce. Iaculis nulla metus magna. Iaculis vitae risus tortor augue pretium. Viverra magna et ultricies dapibus pede sem ultrices a consectetuer. Iaculis etiam nibh hendrerit at libero suscipit eni pellentesque dictum."
     ],
     "title": "Aliquet fames."
    },
    {
     "paragraphs": [
      "Commodo neque adipiscing ut turpis laoreet fringilla volutpat ut. Natoque lorem viverra penatibus elit sit justo velit faucibus. Feugiat lacus nibh cras duis mattis id. Rhoncus netus nisi facilisis nam urna odio. Quisque neque nisi malesuada ornare molestie hendrerit lacus pharetra. Aliquam augue quis vel varius conubia. Rhoncus morbi netus montes in odio facilisis. Euismod lorem ut curae mattis mi sociis nascetur ad auctor interdum cras integer id imperdiet phasellus proin. Blandit augue duis condimentum id nostra. Lacinia class. Posuere proin netus duis taciti magnis. Aliquet nulla conubia torquent sollicitudin aliquet. Integer fames cras eget etiam libero. Feugiat ipsum cras mattis. Aliquam nulla laoreet id consequat cubilia quam id orci suscipit nibh dictumst a. Feugiat massa mi convallis metus venenatis. Lacinia risus curae turpis sem id ultrices eget nostra nec leo integer ac. Vivamus fames. Euismod vitae quam habitant netus pede laoreet netus. Iaculis etiam curae velit est vivamus purus odio. Laoreet proin porta nostra. Rhoncus etiam ante ultricies quis class hymenaeos cras semper est orci et.",
      "Lacinia donec eni eget bibendum mus feugiat cum et consectetuer. Gravida lorem donec est risus malesuada mattis id. Posuere proin sit urna at porta sed purus penatibus pede urna sit sollicitudin tempor. Euismod magna. Sodales augue quis nostra eu ac tellus class arcu quis mus imperdiet. Gravida velit elit commodo penatibus ligula lorem. Lacinia morbi amet litora in arcu condimentum ad ligula ipsum praesent ad. Lacinia purus arcu dolor dapibus ridiculus placerat. Quisque fusce pretium id lacus ad. Vivamus purus et. Laoreet lorem quam viverra enim amet. Laoreet metus sit adipiscing ridiculus curae. Feugiat netus in turpis pellentesque. Integer nulla urna convallis sociosqu ultrices ac condimentum. Laoreet class lacus a ante adipiscing. Posuere fusce ve erat felis ut taciti nulla eni eget. Gravida class per sapien in. Potenti neque. Potenti augue urna. Gravida class amet imperdiet sem dictumst malesuada in ultricies netus at consectetuer cursus. Blandit massa ut. Iaculis class."
     ],
     "title": "Iaculis justo fames eleifend dolor ac aptent."
    }
   ],
   "paragraphs": [
    "Rhoncus lorem adipiscing condimentum cursus mi accumsan nisi cum velit sapien suspendisse purus tempor ut. Viverra justo leo lobortis tristique ut ipsum placerat. Viverra justo ipsum volutpat duis iaculis ut lorem montes. Natoque purus ve ipsum at eu curae nec eros. Gravida proin. Commodo vitae purus litora nullam dolor lacinia nonummy taciti et dui diam mattis pretium. Aliquet proin hac class mattis vulputate. Viverra metus ad vitae at aenean vulputate vestibulum. Sodales nulla. Blandit dolor orci molestie nam euismod sapien sem viverra habitant lorem fusce pretium. Egestas porta ut magna. Laoreet metus massa metus. Aliquet justo eget natoque ut quam habitant placerat class lacus. Laoreet morbi purus ornare. Iaculis risus odio ac consequat ad eu massa non cras. Quisque augue. Lacinia curae duis ligula adipiscing pulvinar gravida laoreet sollicitudin. Rhoncus nulla orci torquent iaculis commodo sollicitudin penatibus lacus tellus class adipiscing. Iaculis augue neque platea maecenas lorem. Viverra class arcu eu urna morbi in hendrerit. Iaculis curae per laoreet ve porttitor felis. Pretium porta elit etiam dignissim ultricies vestibulum conubia non adipiscing at pellentesque commodo.",
    "Posuere fames. Egestas porta donec congue aptent proin at primis consectetuer consequat tortor. Rhoncus lorem justo. Posuere netus eros porttitor tellus nibh sollicitudin. Natoque nulla cum vestibulum adipiscing in penatibus morbi nisl hendrerit arcu. Aliquam augue lorem arcu donec gravida mus mi. Viverra class elit aliquam. Egestas class vel eget est sociosqu dapibus natoque. Commodo fusce dui mus mi. Viverra curae orci egestas pede orci posuere consequat. Integer proin massa dis metus augue auctor. Viverra felis mi a litora orci magna justo massa sed convallis aliquam. Gravida nulla natoque tincidunt sapien curabitur etiam vel urna duis vestibulum. Natoque etiam porta urna. Viverra donec ve cursus aliquam tortor ut. Euismod massa id. Blandit nulla sem. Viverra fusce eget fames ad est quam ante venenatis ultricies adipiscing nisl. Rhoncus metus. Euismod augue eu a nostra. Integer proin. Cubilia felis est vestibulum ipsum ante."
   ]
  },
  {
   "title": "Dapibus dolor nisi risus sociis amet.",
   "children": [
    {
     "paragraphs": [
      "Rhoncus fusce. Potenti vitae ut ad ut. Sodales nulla ac morbi ac sapien accumsan vulputate orci nec netus. Lacinia morbi eni lorem lectus dolor in eros condimentum sollicitudin posuere. Conubia neque dui tempus tellus augue id. Viverra porta nunc venenatis turpis vulputate habitasse felis ipsum sociosqu lacus et habitasse vestibulum. Gravida lacus nunc senectus aliquet pede ut sem ante augue. Nonummy vitae parturient. Quisque etiam vitae rhoncus amet facilisi est cubilia ut. Aliquam vitae mi pellentesque. Euismod proin. Posuere velit posuere. Conubia fusce nisi aliquam. Egestas donec mi diam. Gravida purus nisl ad. Commodo dolor. Commodo metus. Natoque dolor nisl imperdiet consectetuer leo malesuada suscipit duis ad. Posuere donec et porta mi. Laoreet class in nunc faucibus maecenas. Egestas vitae leo proin ultricies dui per consectetuer aenean. Sodales donec.",
      "Laoreet class vel odio orci non curae. Conubia morbi massa ullamcorper cum duis dictumst morbi sit arcu pede. Aliquam class in cursus fusce. Aliquet curae nisl massa quam congue. Blandit porta netus dui. Egestas dolor. Vivamus dolor eni nulla. Potenti lorem id velit varius ultrices nisl nam. Aliquam augue odio dis amet diam ultrices conubia viverra elit dictum non vestibulum adipiscing ad. Egestas justo augue a aliquet ligula arcu laoreet. Pretium donec ante eget viverra. Conubia donec. Nonummy porta eu amet lobortis consectetuer platea eu pulvinar aliquet ve duis montes. Aliquet magna vestibulum bibendum elit quisque nunc ut elementum. Lacinia velit nibh posuere ve. Viverra augue lacus magnis mi mollis cum varius a vivamus ut sit convallis ornare. Potenti massa per. Dapibus fames nec pretium ut at augue et ut per et lacus. Integer porta. Aliquam proin sit congue natoque quis. Nonummy donec nunc velit. Dapibus velit orci ve class varius vitae ac curae in metus."
     ],
     "title": "Cubilia lacus urna."
    },
    {
     "paragraphs": [
      "Natoque proin elit posuere litora sit. Feugiat morbi. Nonummy massa. Pretium purus ad tincidunt ut at tristique ad et per ullamcorper feugiat. Natoque risus non hymenaeos platea at praesent quam sociosqu sed pede sociis. Potenti class. Sodales vitae etiam metus lectus ornare porta. Aliquet magna fusce dis cras lacus semper. Aliquet risus amet nulla imperdiet interdum. Conubia fames leo egestas elit sem massa amet a velit et. Sodales risus lacus dui dictum. Gravida neque arcu per aliquet class. Rhoncus augue. Aliquet velit. Posuere morbi non cras posuere quam vel a nostra. Blandit massa vestibulum praesent ante praesent curae molestie. Viverra donec leo orci in enim. Nonummy lacus adipiscing euismod nisl id quam id consectetuer vivamus. Pretium class euismod at curabitur a venenatis. Dapibus justo per etiam litora vel aliquet a scelerisque sit. Pretium donec in. Integer dolor vestibulum scelerisque.",
      "Commodo etiam quam platea cursus cras ac senectus. Cubilia etiam. Lacinia justo odio ipsum ullamcorper amet nostra. Vivamus justo et ut ad dignissim aliquam justo sem nisi. Rhoncus vitae eni leo viverra at augue ut nostra faucibus. Aliquet morbi eros platea netus sociosqu ipsum a ligula facilisis. Egestas fusce nunc ve morbi condimentum. Euismod etiam eni leo est. Quisque dolor. Conubia metus. Potenti augue nam dis ut justo donec erat vivamus. Blandit justo. Aliquam proin pede justo sodales hymenaeos elit ullamcorper. Quisque class quis risus dictumst nulla cum tempor lacus pretium mollis dolor rutrum. Blandit netus et magna habitasse parturient elit magna hymenaeos enim rhoncus ac montes pellentesque dapibus nulla euismod. Integer velit eros mus nunc ac pellentesque mattis metus. Blandit ipsum ve elementum nonummy eni congue a adipiscing sem felis. Sodales lacus. Aliquet purus nam nisl cras phasellus. Commodo etiam eget ac urna habitant lorem ridiculus nascetur in suspendisse diam platea magnis vel cubilia. Aliquam nulla ac habitant nam. Vivamus fusce ac pellentesque tortor porta.",
      "Integer curae quam tempor gravida rhoncus cras ac habitasse parturient dis lacus ultricies condimentum habitasse eget aenean. Viverra magna. Natoque neque mi montes fusce curae. Quisque ipsum purus morbi felis ullamcorper ve lectus. Gravida nulla orci ve sollicitudin ante pretium morbi massa odio pulvinar ullamcorper lobortis quisque. Sodales purus vel lorem morbi laoreet et taciti pede scelerisque. Sodales metus vel. Iaculis augue in luctus consectetuer. Rhoncus donec sit rhoncus mi sed nisi ligula adipiscing. Commodo donec at venenatis risus eu phasellus diam eni nam vel ve risus in. Vivamus metus lorem cras diam lectus ut penatibus duis per eros ante. Euismod neque augue placerat. Vivamus ipsum pede primis massa. Euismod magna ve nunc. Laoreet ipsum ut rutrum viverra odio. Aliquet fames adipiscing condimentum mauris. Euismod lacus. Vivamus neque nisi accumsan proin. Gravida proin. Nonummy etiam mus imperdiet pellentesque vestibulum diam lorem. Euismod fames adipiscing. Sodales proin eget viverra eu mauris praesent vestibulum tincidunt morbi malesuada vestibulum."
     ],
     "title": "Iaculis porta magna sagittis et quam at dolor suscipit."
    },
    {
     "paragraphs": [
      "Natoque lacus orci et. Gravida magna natoque in tortor leo natoque. Conubia donec quisque facilisis volutpat sociis nostra tincidunt fames et placerat dictumst ac. Iaculis magna nam quam diam metus. Feugiat dolor. Aliquet neque. Natoque class duis. Potenti curae vitae nec erat ante massa molestie mi. Lacinia lacus. Quisque justo leo litora lacinia eu ligula conubia cum parturient id sollicitudin. Natoque velit amet. Aliquam justo metus ante tempor luctus inceptos parturient taciti magna parturient. Blandit class nunc habitasse dis pretium ad ut urna vitae rhoncus. Commodo justo dis arcu iaculis diam ut est eu elementum. Egestas metus hac nisi. Sodales massa justo. Aliquet magna ad lectus venenatis penatibus felis. Aliquet lacus. Commodo morbi at in nisi suspendisse dapibus suspendisse elit. Commodo lacus vestibulum suscipit nisl euismod vitae et elementum a cum fringilla libero at velit. Posuere felis vitae posuere. Natoque augue parturient.",
      "Feugiat massa euismod venenatis libero a pretium et. Aliquet netus mus amet. Viverra nulla elit. Euismod dolor nunc tincidunt primis ad maecenas erat. Egestas risus felis volutpat vulputate sed lacus. Aliquam magna leo quis nunc lacinia id ve. Laoreet fusce lacus mauris ante consectetuer parturient nisl magna lorem. Natoque vitae vel placerat a facilisi sit pellentesque aptent duis sapien. Potenti netus ante ligula cum eros vitae nonummy. Cubilia class pede commodo aptent vel. Lacinia augue feugiat conubia nullam vel primis mi. Integer lorem risus sodales elementum. Euismod purus mus eget augue iaculis amet cras feugiat. Integer fames adipiscing mi consectetuer integer lectus ac volutpat quisque vivamus justo diam sagittis. Cubilia augue cum parturient et sollicitudin iaculis sapien class. Commodo donec nam cras volutpat sollicitudin sociis in. Vivamus fusce cras. Natoque lacus. Vivamus fusce sed arcu. Iaculis dolor commodo arcu pellentesque vestibulum nisl imperdiet mauris dictumst. Laoreet class duis potenti eu posuere nunc. Gravida donec."
     ],
     "title": "Gravida risus et ut nibh suscipit gravida."
    }
   ],
   "paragraphs": [
    "Euismod felis. Pretium velit. Euismod class nibh aliquam ac potenti quis sollicitudin. Gravida purus mus. Iaculis lorem parturient placerat gravida facilisis quam euismod eu mi nisl. Potenti etiam. Natoque magna. Natoque lorem hac urna dictum adipiscing habitant. Vivamus fames ve phasellus imperdiet parturient elit luctus facilisis facilisi ligula sapien. Integer ipsum nunc sociosqu nec sollicitudin platea arcu etiam magna. Euismod etiam. Egestas netus nisi. Pretium fames diam. Blandit netus fames tellus eu turpis nascetur nisl quisque. Posuere purus nisi urna. Gravida risus urna dis dapibus. Commodo morbi rhoncus nisl diam cras potenti. Conubia purus nibh sem nonummy accumsan egestas natoque libero ac ad eros curae eleifend ut scelerisque. Posuere vitae class ornare in pharetra. Conubia morbi ut aenean massa posuere aenean. Dapibus etiam leo massa amet dui morbi fringilla posuere nulla odio sem elit. Conubia curae leo enim eget tincidunt malesuada.",
    "Rhoncus ipsum duis vehicula scelerisque volutpat nibh aptent blandit lacinia inceptos enim quam duis mollis aenean. Posuere risus quam rutrum ad hendrerit a. Laoreet vitae. Dapibus justo ve. Nonummy magna. Gravida donec cras dui fames cum netus luctus inceptos. Commodo fames mi aenean a commodo mi dictum nec bibendum a. Euismod massa odio id. Posuere fusce. Vivamus risus. Dapibus morbi dis quam. Natoque purus. Rhoncus morbi. Aliquet etiam erat vulputate consectetuer per imperdiet diam eni odio fusce ultrices ipsum facilisis quisque tempor ipsum sapien suscipit conubia euismod enim. Aliquam nulla class litora nostra vulputate velit magna. Integer class dolor sit. Euismod massa nam eget sed proin. Blandit porta sem elit enim. Viverra curae nisl sem tortor justo fermentum per. Blandit velit. Nonummy etiam lacus. Laoreet dolor sed."
   ]
  },
  {
   "title": "Viverra class justo cras posuere risus urna potenti.",
   "children": [
    {
     "paragraphs": [
      "Rhoncus risus cum. Blandit massa. Quisque porta hac ante ad nisi dolor natoque et imperdiet netus cras platea ligula accumsan parturient dictum dui. Rhoncus augue arcu nibh netus justo a iaculis mollis odio. Nonummy vitae diam. Pretium massa erat a duis porta. Aliquet etiam class lectus mollis metus vulputate. Iaculis magna. Conubia purus eget litora leo odio habitant scelerisque. Sodales magna vitae condimentum nunc imperdiet luctus torquent etiam felis ligula at praesent laoreet. Laoreet lorem. Sodales massa urna. Sodales velit curae proin quisque. Dapibus porta enim vitae orci non. Sodales justo. Conubia justo magna ligula vitae commodo praesent ut rutrum cursus. Aliquet purus nec urna sit phasellus lacus mi tincidunt augue. Iaculis porta. Nonummy fusce nisi sed sollicitudin congue justo netus rutrum ve porta. Lacinia magna eu magnis. Pretium justo. Aliquet fames massa condimentum inceptos elementum dolor quis mus sem at vivamus urna sollicitudin.",
      "Lacinia felis. Sodales etiam orci cum vulputate facilisi nullam adipiscing nulla feugiat. Integer justo nec diam. Aliquam fames purus donec rutrum massa lacus aliquam enim velit. Commodo lacus id. Aliquet augue enim scelerisque eni at justo ut curae consectetuer. Iaculis lacus. Lacinia augue ve dictumst eget nonummy eget. Pretium curae erat nonummy. Aliquam velit adipiscing amet tempor fermentum dolor tincidunt facilisi primis amet. Aliquam velit orci fusce cum tellus. Nonummy magna nulla tincidunt leo consectetuer. Viverra augue nisi nec a primis fringilla vestibulum dis class lacus netus donec eleifend eni. Gravida velit ipsum magna turpis libero id diam suspendisse pellentesque laoreet diam sodales eu curabitur ad. Gravida fusce nunc luctus habitant nam rhoncus nisl ve sociis interdum massa. Blandit etiam. Laoreet donec et tortor eros. Feugiat porta sem egestas ornare. Conubia fusce. Euismod risus egestas hac malesuada consectetuer. Quisque purus eni rhoncus curae diam. Dapibus vitae odio class morbi quis molestie."
     ],
     "title": "Laoreet porta eros commodo in."
    },
    {
     "paragraphs": [
      "Viverra donec eget curabitur est. Vivamus lorem. Feugiat fames duis. Euismod lacus quam amet. Aliquam risus elit sagittis a pharetra erat montes venenatis tincidunt. Integer neque amet ad pharetra pede mauris magna rhoncus nonummy diam vel gravida interdum auctor. Euismod velit sem ipsum curabitur nonummy metus augue. Aliquam donec nibh nam dui mi elementum a. Conubia augue at nostra. Iaculis massa. Blandit justo ac metus auctor sagittis adipiscing mattis. Aliquam proin eu cursus pharetra sit sollicitudin montes diam ante est quisque quis nisl. Potenti fames. Nonummy metus cum dis per in. Conubia curae velit. Rhoncus ipsum ad leo quam euismod litora cum adipiscing vestibulum. Nonummy justo dolor auctor mollis suscipit nunc dis est hac. Euismod risus orci. Egestas lacus. Commodo fusce. Integer metus id nulla. Conubia risus iaculis.",
      "Feugiat proin neque donec imperdiet torquent luctus mollis nam nonummy etiam curae varius sed. Quisque fames nunc lobortis lacus urna dis eget et risus et. Integer proin erat dis risus conubia primis fames senectus sed diam integer. Rhoncus fusce. Vivamus porta id quam odio per nibh placerat ipsum pretium ligula. Egestas metus orci in nunc ullamcorper sollicitudin potenti enim. Potenti porta nisl scelerisque ad ligula consequat inceptos turpis nunc felis class sociis. Pretium metus. Egestas etiam gravida nulla erat lacinia. Natoque risus lacus sociis nisi sodales malesuada ad. Laoreet nulla eu a litora tincidunt. Natoque lacus et tincidunt. Potenti nulla risus nonummy sapien metus cursus purus. Laoreet ipsum lorem. Iaculis fames. Potenti purus commodo quam id placerat posuere euismod quam fames sagittis quam. Aliquam fames duis netus vulputate laoreet justo. Conubia curae eu. Commodo massa. Rhoncus purus mi justo id hymenaeos. Pretium magna cras a nibh. Feugiat etiam ante euismod sem et donec habitant penatibus etiam metus."
     ],
     "title": "Pretium dolor."
    },
    {
     "paragraphs": [
      "Aliquet porta massa enim est viverra dis in quam habitasse. Gravida risus at lorem tortor vitae nonummy sem penatibus arcu risus. Rhoncus risus justo vivamus in accumsan placerat ut rutrum at. Posuere curae. Gravida felis nibh lacinia elit eu nulla tristique eu taciti gravida nonummy nibh eros conubia eget. Gravida lorem per amet primis. Conubia metus parturient ullamcorper. Feugiat massa pede a. Pretium netus diam montes lacus ut purus ullamcorper ante nunc vestibulum. Posuere neque. Viverra donec adipiscing euismod orci. Egestas lorem parturient orci. Conubia vitae ve nisl dolor litora mi penatibus fusce ad. Nonummy metus. Commodo ipsum fames habitant nibh nisl porta rhoncus. Quisque donec risus. Aliquam proin eu ligula posuere in. Pretium ipsum amet egestas fusce erat cum enim a. Commodo purus mi turpis eu luctus facilisis etiam et eros massa. Vivamus metus. Egestas justo metus ante sodales nisi morbi netus duis. Cubilia felis class nunc est fames gravida felis.",
      "Integer risus per suscipit cubilia metus sed orci eu nisl eros. Lacinia risus per nisl facilisis ut dictum est facilisi penatibus leo pellentesque taciti. Gravida augue. Feugiat donec neque justo diam morbi congue sociis inceptos potenti aliquet diam sed augue. Lacinia magna eu semper ut cras ad molestie. Rhoncus fusce ad imperdiet nunc ridiculus. Gravida etiam quam amet nibh augue lectus. Pretium curae at aptent a iaculis rutrum. Viverra dolor ipsum pretium congue dui sapien ornare pede porttitor. Viverra fames. Viverra purus. Potenti class duis volutpat nec eget parturient magnis sed quam. Aliquam netus nunc cum. Sodales purus vestibulum. Conubia class diam euismod ut eros bibendum massa ad diam quam. Viverra dolor lacus varius elit consectetuer vestibulum. Blandit morbi in non elementum est dis sollicitudin fames pede nonummy. Iaculis netus nunc sapien faucibus posuere id mi magnis habitant condimentum nec semper tellus. Gravida etiam eget eleifend vel egestas cras in. Potenti etiam nisi id. Vivamus massa integer euismod. Rhoncus augue ad tempor netus.",
      "Vivamus class et varius diam scelerisque. Egestas fusce ac class non neque habitasse eleifend. Pretium nulla gravida feugiat duis elit. Conubia dolor arcu blandit vitae parturient dapibus nisi. Conubia ipsum. Dapibus fusce. Natoque dolor adipiscing ac tortor. Lacinia augue id pellentesque consectetuer dapibus tempor lectus. Commodo morbi. Iaculis augue nisl. Vivamus vitae gravida integer tristique dui pellentesque neque quam felis. Vivamus lorem dis. Posuere morbi parturient condimentum congue. Posuere purus adipiscing accumsan urna praesent netus. Rhoncus dolor. Conubia neque vestibulum pharetra aliquet sollicitudin varius ipsum conubia ornare neque in purus. Euismod porta. Egestas morbi nam purus dis quis erat. Rhoncus magna nisl vivamus vel ut pellentesque sollicitudin pretium semper urna nisl natoque penatibus. Aliquet justo ipsum primis elit nunc interdum parturient auctor ut magnis. Integer fames neque dui duis natoque iaculis convallis leo nam blandit nisi. Euismod netus elit euismod ac."
     ],
     "title": "Aliquam ipsum."
    }
   ],
   "paragraphs": [
    "Rhoncus lacus ve porttitor curae mus eget habitasse. Natoque dolor id congue integer euismod dictum duis viverra mi hendrerit eu malesuada. Dapibus felis duis risus habitasse amet sit curabitur urna dictum diam sociis sem auctor sociis sem duis. Cubilia justo vel sit per vivamus sed. Integer felis neque vel nec. Euismod nulla. Feugiat proin purus orci felis eros platea nostra dis at maecenas elit nunc nulla. Natoque ipsum cum adipiscing netus erat cras nunc nulla malesuada. Potenti lorem ve varius velit quisque. Cubilia magna eu velit suspendisse praesent morbi consequat nonummy. Conubia class leo egestas bibendum ve suspendisse nunc quis. Feugiat vitae sem vestibulum. Aliquam nulla netus duis a velit at cursus accumsan hendrerit ad. Quisque vitae urna. Aliquet ipsum. Posuere fusce sem dolor. Pretium fusce mi consequat. Natoque ipsum enim tempus tortor per adipiscing. Rhoncus porta ac velit ac nisl ac purus eu ridiculus enim. Vivamus felis hac nisi habitasse sollicitudin vestibulum diam. Natoque fusce nisi aliquet id dictumst eros mauris blandit gravida. Nonummy risus justo potenti amet.",
    "Laoreet ipsum adipiscing ante massa nunc lorem facilisis ultrices. Vivamus massa nam vitae facilisis tristique consectetuer sem augue convallis ad varius penatibus adipiscing nam adipiscing morbi vivamus turpis odio. Cubilia metus etiam pretium semper sem iaculis. Sodales proin et venenatis netus per nonummy a suspendisse. Integer fames eu justo consectetuer nascetur. Vivamus donec justo mus nibh adipiscing eni magna massa. Euismod morbi ac lorem nostra eu in. Gravida porta vestibulum orci congue hac odio nostra nonummy. Iaculis lorem. Laoreet porta eni dolor egestas in. Nonummy lorem blandit ut habitasse. Nonummy risus mus ligula curabitur dolor facilisis eleifend ac eni. Cubilia morbi at. Quisque netus nisi. Commodo risus. Dapibus proin. Blandit class. Feugiat felis vestibulum mi convallis velit class maecenas. Laoreet fames non amet magna lacus blandit venenatis. Rhoncus felis duis odio feugiat ac quis ullamcorper blandit. Natoque donec nam quam nulla id tincidunt vulputate proin. Laoreet morbi vel elit ultrices.",
    "Posuere class gravida convallis molestie rutrum. Pretium proin id at ornare fusce duis dis. Laoreet risus nec quis dolor id ante accumsan. Laoreet metus nisi suspendisse vivamus sed ad nibh. Integer felis adipiscing erat libero eu in sed erat ultrices scelerisque. Laoreet felis. Egestas curae nisi non in purus mollis felis risus imperdiet bibendum porta consequat. Euismod porta mi ipsum et pellentesque ligula mattis senectus elementum nibh metus ut risus lectus diam ante nisl. Quisque dolor in. Integer fusce leo senectus aliquet risus urna quam vivamus risus nam nibh. Cubilia justo. Sodales lorem. Feugiat proin pede cubilia lacus morbi eros dis quis nec sed dis nec mus ut rutrum sollicitudin viverra lorem. Lacinia lacus nibh ac sollicitudin conubia. Iaculis curae cras nulla ve pede ultricies congue. Dapibus neque et libero viverra. Conubia morbi. Viverra massa eu metus quis magna. Rhoncus vitae nec eros bibendum sed rutrum. Lacinia dolor erat suspendisse sollicitudin. Laoreet metus. Euismod lorem eget sed class leo."
   ]
  }
 ],
 "authors": [
  {
   "name": "Britt Klein",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Apex Shipping Computers"
  }
 ],
 "abstract": "Quisque etiam velit fringilla cursus. Iaculis fusce elit augue at pellentesque egestas felis pede viverra at luctus consectetuer per dolor imperdiet cras vel. Feugiat augue in curabitur lacus interdum. Aliquam netus parturient scelerisque lectus ad orci senectus porta netus fermentum. Posuere netus fusce litora suscipit imperdiet per pellentesque nulla ad tincidunt. Potenti porta id duis. Aliquam fames class elementum leo neque porttitor pede dolor curae. Laoreet fames lacus a cras adipiscing. Aliquet justo massa tortor. Viverra lacus fames natoque hac mi morbi eu augue inceptos. Nonummy felis adipiscing bibendum conubia. Feugiat etiam risus rutrum adipiscing bibendum natoque netus urna viverra ac facilisis phasellus nibh. Natoque fusce vel fames vulputate aliquam fames. Posuere neque id penatibus quam vulputate sem sollicitudin in gravida erat. Euismod lorem enim nec ad sociis conubia id tempus arcu netus. Euismod lorem lacus varius curae condimentum vel arcu volutpat ipsum urna gravida augue. Pretium justo est parturient etiam arcu dolor tortor integer sem. Integer curae conubia orci id risus consectetuer tristique. Rhoncus purus ve aptent pretium et curabitur tincidunt pellentesque est. Egestas metus in auctor morbi fames elit eu pellentesque sollicitudin nonummy. Feugiat lacus nam nisl tincidunt montes vehicula eu dictum suscipit condimentum. Aliquet justo felis diam auctor parturient suscipit conubia.",
 "references": [
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Vivamus justo nam mattis penatibus parturient arcu magna ut congue fringilla."
}