{
 "sections": [
  {
   "title": "Laoreet netus purus sagittis non mi erat enim nibh.",
   "paragraphs": [
    "Nonummy fusce eni. Aliquam massa per vel et augue et leo. Laoreet fames amet blandit. Aliquam nulla etiam taciti et. Laoreet proin vel mattis a torquent sem dapibus. Sodales massa cum lectus elit mauris faucibus. Quisque felis ve a ligula ultricies. Aliquam netus nisl cum. Integer felis sed maecenas penatibus vel cras eros malesuada taciti. Euismod fusce euismod mollis eni duis eni erat. Aliquet donec nisi orci. Blandit magna. Lacinia curae ut etiam pellentesque nulla et metus. Sodales augue velit dui accumsan integer nisi. Cubilia magna arcu. Dapibus proin lacus mollis auctor at non eget. Euismod justo nec duis consectetuer dictumst risus. Egestas ipsum nec pulvinar pellentesque. Laoreet justo quam nunc tristique leo tristique tellus faucibus nulla. Gravida porta ac cras taciti eleifend nisl. Posuere justo ante dolor in odio pulvinar sociis tellus. Lacinia porta.",
    "Natoque porta orci blandit montes elementum adipiscing aliquet. Conubia ipsum sed aptent dictum curae condimentum ve turpis. Vivamus felis morbi cubilia laoreet. Iaculis justo. Integer neque. Feugiat ipsum ante per leo facilisis fusce a posuere. Natoque vitae. Natoque purus eget varius cursus morbi risus a platea. Nonummy class dui cubilia ad nisl at quam sociosqu morbi massa. Viverra fusce cras sapien sit. Integer metus at libero hymenaeos velit ultricies integer consectetuer semper. Posuere curae dis posuere dictumst dapibus bibendum augue. Nonummy massa risus sed duis mi ligula. Feugiat lacus nibh nullam vestibulum consectetuer. Pretium magna. Egestas augue velit etiam odio ac. Blandit velit neque lacus quam eget adipiscing aptent eleifend. Vivamus felis curae risus erat mauris pede velit praesent. Conubia velit cum duis pellentesque. Potenti fusce quis commodo ornare quam tempor pretium quisque. Feugiat lacus leo. Quisque nulla justo nisi volutpat dui integer ligula proin gravida et nullam hac vel.",
    "Vivamus velit adipiscing condimentum tellus at. Natoque donec. Posuere metus netus vivamus potenti nisi volutpat turpis cursus ridiculus. Quisque neque id porttitor a dolor eu risus imperdiet suspendisse. Potenti augue in imperdiet ipsum malesuada. Quisque velit. Vivamus magna felis ullamcorper ac aenean risus quisque. Conubia porta erat maecenas ultrices laoreet. Aliquet etiam nulla. Commodo velit. Natoque lacus curae a libero morbi. Aliquet felis purus nisi nec. Blandit augue massa duis nec neque fusce duis et fusce. Conubia etiam. Viverra curae parturient suscipit. Aliquam risus. Vivamus purus natoque. Egestas ipsum vitae felis pulvinar sed. Gravida velit pede placerat. Iaculis donec porta nonummy fringilla urna est mi a. Sodales fusce ad ipsum tempor. Conubia curae id."
   ],
   "children": [
    {
     "title": "Quisque donec nisi donec ultrices per nullam ligula dui ac felis.",
     "paragraphs": [
      "Cubilia etiam purus duis condimentum aliquet hac urna mus sed elementum tellus dis orci cras. Cubilia etiam ve montes ac pede bibendum dolor justo a nullam eros. Commodo porta. Aliquet velit. Aliquet risus adipiscing. Gravida metus felis vulputate enim malesuada platea. Lacinia fusce netus taciti hymenaeos porta eu turpis. Potenti donec. Viverra netus curae. Potenti ipsum augue platea. Feugiat donec. Rhoncus porta mus cras ac nunc arcu eleifend conubia ipsum ut metus. Aliquam morbi leo duis turpis magnis phasellus faucibus lorem vitae porta est. Potenti ipsum vestibulum quisque non nascetur iaculis. Gravida risus mus metus auctor eu ac eget et arcu ut consectetuer nisl lacinia. Conubia velit ante phasellus in. Conubia neque nulla vitae penatibus facilisi porta volutpat. Nonummy massa orci enim. Aliquet neque class risus lacus est enim justo at fringilla. Conubia metus nec elit bibendum velit purus. Pretium netus velit mattis nibh morbi. Natoque velit.",
      "Aliquam metus in ultrices nam diam a. Vivamus ipsum. Gravida curae. Integer lorem. Cubilia justo duis dis diam bibendum sollicitudin rutrum risus morbi pretium cum. Posuere risus ante habitant hac consectetuer. Lacinia nulla vestibulum commodo nibh cras vulputate platea felis. Vivamus neque. Aliquam netus pede viverra rutrum ipsum vestibulum nascetur euismod. Natoque neque cum adipiscing in sapien. Egestas justo. Gravida lacus id mi nisi dolor. Lacinia curae. Cubilia donec purus tellus nibh odio. Aliquet justo ut neque. Gravida risus fusce suscipit. Posuere lorem eni. Aliquet donec quam nisi inceptos varius urna condimentum nam. Laoreet etiam. Quisque netus. Cubilia metus conubia sociis at leo imperdiet tellus fermentum proin hendrerit. Sodales nulla lorem porta mattis duis sociis adipiscing maecenas nibh mus."
     ]
    },
    {
     "title": "Viverra purus metus tristique vel eget parturient.",
     "paragraphs": [
      "Rhoncus porta nam enim leo blandit a sociis arcu condimentum leo at. Laoreet proin magna nonummy leo in. Aliquet ipsum sed hac. Blandit class morbi fames mus nostra. Aliquam ipsum. Euismod morbi iaculis nam nunc neque facilisi nam integer eu. Potenti risus dis nisi. Gravida risus ad varius vel. Feugiat morbi sit donec. Feugiat etiam. Aliquet proin lorem neque nisl nam orci cum amet orci tristique praesent in suspendisse. Vivamus magna eros conubia pede fames urna dictum taciti. Dapibus augue justo non velit est quam ad. Aliquam purus cum enim consectetuer aliquet torquent at. Lacinia vitae pede netus mauris ve felis ad tellus commodo quisque. Blandit proin egestas posuere tempus in dis odio magna. Posuere purus. Quisque purus orci gravida ac nisi non duis. Natoque risus mi malesuada a. Aliquam netus ve augue ut fringilla a lorem. Feugiat dolor. Rhoncus fames massa suscipit leo cursus lacinia.",
      "Euismod etiam donec tincidunt. Sodales nulla eget conubia ut sagittis nunc taciti metus tristique. Integer augue nisl ipsum luctus eu proin ve. Sodales fames pede in donec hac interdum a consectetuer pede neque hendrerit eu semper. Iaculis justo morbi congue ullamcorper. Rhoncus risus elit pede. Aliquam augue ante feugiat at integer arcu in. Natoque magna. Feugiat etiam. Posuere fusce euismod hendrerit volutpat morbi massa sodales metus felis. Egestas curae dolor arcu vivamus penatibus ligula felis blandit. Pretium nulla pede massa at phasellus ac nibh donec. Quisque velit cum nibh dolor. Rhoncus justo elit ipsum imperdiet vel consectetuer nullam mi sapien. Sodales lacus vel felis urna porta praesent. Vivamus fusce eni tellus metus mi justo litora bibendum lorem metus nec hac consectetuer mi. Conubia fames per nunc fames. Posuere augue in hendrerit phasellus nisl dis mauris cum. Iaculis augue eni. Blandit lacus etiam condimentum ac lectus sem rhoncus quam in pellentesque tellus et vehicula. Viverra magna urna felis ligula imperdiet. Rhoncus donec amet sed urna nisl iaculis arcu.",
      "Sodales augue proin inceptos. Rhoncus neque ante a nisl lorem lacinia. Aliquam velit metus rutrum augue. Blandit netus mi cum eu molestie ante per. Cubilia netus eget donec eros facilisis cursus. Egestas netus. Lacinia magna amet a duis at neque tortor habitasse posuere curae quis. Feugiat magna arcu. Cubilia netus erat tempus diam et pede dictum. Commodo justo. Pretium vitae. Laoreet augue diam primis ad aliquet. Iaculis lacus. Pretium class vitae a tempor fermentum laoreet class hac eget nunc aliquam at. Feugiat nulla quam et massa accumsan imperdiet diam eni. Feugiat metus eni nisl odio metus. Potenti augue nam nunc consectetuer posuere molestie. Aliquam purus nulla mus duis nascetur porttitor augue a mattis orci nibh. Conubia fames. Natoque ipsum in. Integer lacus nunc condimentum. Posuere fames eros quisque at ut orci cras amet felis torquent imperdiet ad fames."
     ]
    }
   ]
  },
  {
   "title": "Viverra magna diam sodales consequat sem erat vel.",
   "paragraphs": [
    "Iaculis netus. Iaculis proin lacus volutpat est natoque accumsan eget nonummy mi quis id dolor in sociis volutpat nibh. Vivamus risus et dolor cursus. Commodo donec nunc. Quisque justo et. Feugiat curae nam orci adipiscing libero nunc odio aenean blandit ut. Potenti netus nisi justo. Gravida proin ante tellus vestibulum eleifend laoreet elit ante. Vivamus lorem. Commodo netus leo odio sagittis a pellentesque. Egestas netus amet nibh ultricies molestie ad. Cubilia neque eni feugiat ante faucibus ultricies fames in facilisis orci hendrerit consectetuer. Conubia netus duis dis a dictum. Quisque netus class dapibus in risus ac quis eget. Aliquet neque. Vivamus fames morbi suspendisse in magnis magna vestibulum commodo pede porttitor. Egestas morbi augue venenatis congue dui nisi a odio felis diam. Laoreet etiam cras a donec mi libero. Cubilia donec. Feugiat donec cubilia rhoncus congue vel nostra praesent. Conubia purus augue enim purus proin varius senectus augue a dictum. Iaculis risus dui adipiscing consequat scelerisque ultricies ante nam pellentesque velit eros amet felis.",
    "Egestas class. Nonummy morbi ac proin eu nostra augue vestibulum vehicula sodales feugiat tempor. Dapibus neque dis quam nam euismod fusce urna eleifend libero. Natoque lorem eget morbi nulla potenti habitasse. Cubilia velit et dolor ullamcorper ante tincidunt hac consectetuer. Potenti netus urna praesent nibh posuere nunc lobortis in felis cursus consequat maecenas. Euismod proin enim laoreet. Natoque proin hac. Rhoncus lacus proin aenean habitasse inceptos. Rhoncus neque fames cras porta commodo quis. Posuere fusce eros blandit ve tempus. Posuere fames orci. Feugiat velit class netus dis duis facilisis sem quam orci lacus tempor suspendisse velit. Rhoncus netus erat phasellus eu fermentum in dictum ve. Gravida velit in pharetra turpis varius hac. Feugiat donec risus quisque rutrum ut nec penatibus. Potenti donec erat dui. Viverra lacus vitae. Euismod justo massa ornare eu lorem ve a varius velit sociosqu justo sociis porta. Pretium lorem vestibulum scelerisque auctor id duis ipsum. Potenti augue donec auctor ornare. Blandit augue ac in fermentum cubilia elit at.",
    "Viverra massa sit urna lectus nisl fermentum tempor. Nonummy curae donec ligula lobortis scelerisque non sociis. Laoreet fames purus inceptos diam sit enim cras tincidunt bibendum magnis semper. Euismod metus laoreet nibh sollicitudin adipiscing nibh neque molestie neque sociis. Posuere class. Dapibus metus neque class dapibus urna a nisl. Potenti felis nec odio iaculis taciti ve suscipit quis turpis leo eget in purus. Integer neque nisi ultricies. Posuere netus quam platea eni vestibulum mi elementum. Viverra metus. Gravida proin enim felis elementum facilisis elit per vivamus. Commodo magna. Feugiat curae ut tincidunt fermentum velit id. Gravida netus. Quisque velit nibh augue posuere natoque consectetuer tristique metus vel aenean fringilla fames urna. Conubia neque per tellus in habitasse. Quisque class eu aenean curae ullamcorper maecenas enim nullam consequat torquent. Quisque metus diam facilisis consectetuer nam consequat eget sit. Rhoncus fames velit eget mollis convallis blandit orci. Potenti justo quam sit donec dignissim amet massa sapien luctus. Feugiat proin sed odio eget lacinia mi convallis etiam a sociis odio eros. Quisque magna fusce varius sapien."
   ],
   "children": [
    {
     "title": "Iaculis porta cras pede proin conubia nam vehicula.",
     "paragraphs": [
      "Vivamus risus. Vivamus proin orci augue lacus mattis aptent cum libero conubia ornare enim ad eros mollis sed urna. Commodo etiam et ultrices interdum consectetuer parturient quisque mus. Blandit curae cras nec etiam netus sem nunc sollicitudin accumsan. Lacinia justo in proin ad consectetuer. Potenti augue quis non a mollis. Posuere porta odio feugiat et aenean mi montes. Dapibus etiam dis eni eu consectetuer cras fames blandit pharetra eros curabitur semper. Feugiat lorem nulla nisl tellus. Euismod morbi pede condimentum vivamus per ad mattis torquent. Aliquam class. Quisque etiam ante torquent risus ac primis mauris imperdiet. Aliquet curae duis dis habitant sollicitudin gravida. Vivamus proin quis non libero leo eget potenti. Conubia purus adipiscing amet. Posuere felis parturient condimentum montes ut senectus vel. Dapibus curae non ante laoreet. Posuere justo cras suspendisse feugiat felis. Gravida etiam ut cursus quam scelerisque ac turpis in. Potenti neque vel neque. Aliquam ipsum mi morbi bibendum etiam id fermentum cras nam felis. Aliquam proin integer.",
      "Feugiat curae diam montes. Gravida purus. Integer felis vestibulum conubia per vestibulum risus quam. Blandit justo metus primis luctus nonummy. Potenti justo eu mauris nascetur nam natoque nostra enim suspendisse sodales sem facilisi curae. Laoreet velit. Posuere class odio ornare eu dolor et netus primis. Cubilia morbi ut etiam. Egestas risus vestibulum accumsan nibh eu. Aliquam risus. Natoque donec. Nonummy metus nibh. Integer etiam amet nec. Laoreet porta quis nostra ut maecenas eget. Laoreet fusce ac magnis pulvinar conubia hymenaeos cras gravida enim ultrices. Aliquet porta. Viverra porta hac lacus egestas augue proin. Lacinia justo fusce donec condimentum ante. Egestas fusce. Pretium lorem eu. Euismod ipsum laoreet aenean nullam duis pede quam quis faucibus. Laoreet ipsum.",
      "Iaculis dolor elit torquent felis. Iaculis velit sed risus sapien eu nibh. Rhoncus netus mi odio euismod mi orci turpis montes nisl. Feugiat felis metus congue nullam praesent aliquet euismod. Blandit magna porta phasellus ante odio. Aliquam proin elit dis rhoncus. Iaculis purus ac ligula id sociis nisl. Natoque netus etiam. Rhoncus fusce etiam nullam et laoreet orci volutpat etiam netus. Quisque fusce enim gravida curae elit tortor malesuada tincidunt enim. Blandit class nulla justo nostra. Euismod fusce erat feugiat dis ante. Pretium justo purus. Dapibus felis. Lacinia velit odio massa fringilla. Blandit augue lacus nunc dolor. Lacinia massa. Feugiat etiam fusce magna curabitur phasellus erat cum cubilia lorem neque. Dapibus porta. Gravida risus. Commodo nulla diam mi erat quis augue dictumst felis. Conubia justo."
     ]
    },
    {
     "title": "Potenti porta diam risus primis.",
     "paragraphs": [
      "Viverra massa ipsum bibendum id augue senectus velit elementum rhoncus. Potenti fames odio nunc ipsum vulputate nec metus. Potenti fames elit suspendisse potenti suspendisse diam cras tristique rutrum ve purus. Conubia vitae sem quam pellentesque facilisi curae penatibus. Gravida magna eros non velit non. Sodales felis erat odio primis lacinia pede. Commodo proin. Euismod purus gravida lacinia ultricies per. Laoreet curae elit ipsum dictum. Integer neque euismod morbi egestas. Dapibus proin parturient amet netus condimentum nam et nisl leo. Potenti fames. Pretium massa dolor sit pede eget. Posuere magna. Natoque nulla. Iaculis fusce. Gravida ipsum justo enim. Commodo lorem arcu ac sollicitudin consectetuer feugiat. Laoreet class nisl dui interdum fusce. Cubilia netus. Conubia justo commodo lorem vestibulum ad consectetuer. Dapibus massa elit enim.",
      "Egestas curae pretium pede viverra ad mi amet blandit pede potenti. Blandit vitae. Iaculis etiam at eros tempor. Rhoncus donec eu magnis est. Lacinia ipsum amet fames purus leo. Iaculis purus vitae condimentum placerat convallis. Gravida purus aliquet sapien dui urna diam ornare tempor nec orci pellentesque interdum risus porttitor. Feugiat purus urna sed cras ad ante aptent. Blandit lorem mi amet diam purus venenatis. Conubia lorem urna senectus leo nibh. Vivamus massa. Integer ipsum vivamus. Vivamus proin eu. Gravida massa. Potenti dolor erat maecenas leo in. Laoreet risus dui aliquam augue pede mus sed. Gravida justo metus sodales enim et venenatis enim. Sodales lacus vivamus at aenean senectus facilisi class hendrerit nostra maecenas commodo enim tempor. Integer etiam nibh blandit lorem ve ac eget. Aliquam lorem etiam ligula curabitur lorem vulputate et orci magna. Feugiat morbi amet eleifend purus habitasse litora id nisl metus ipsum. Conubia massa id."
     ]
    }
   ]
  },
  {
   "title": "Euismod lacus.",
   "paragraphs": [
    "Aliquam netus mi. Egestas ipsum duis scelerisque feugiat condimentum eros mollis vestibulum. Iaculis neque duis eu fusce pulvinar ad cursus elementum morbi quam. Aliquam netus vitae varius habitant cras platea. Potenti neque cum fusce aptent mauris donec varius ac. Euismod risus cubilia ligula duis nisl lacinia mollis. Lacinia fusce gravida molestie nibh suscipit ligula aptent hac ornare cubilia. Aliquam ipsum cras praesent pellentesque cursus mi fames rutrum montes lacus scelerisque. Quisque curae metus congue ipsum conubia orci ut augue lorem est. Dapibus curae eu nulla ut arcu fringilla rutrum erat dignissim. Nonummy justo ipsum fames porta metus nec. Quisque curae nisi eu massa aenean velit potenti urna ac amet class libero. Sodales velit at phasellus a elementum fusce venenatis iaculis hac in porta. Commodo porta netus nullam proin curabitur quam natoque ut ultricies parturient. Integer felis at purus fusce diam. Potenti augue fames facilisi ut lacus mi felis ut a nunc parturient. Posuere augue odio montes augue vestibulum cubilia. Blandit fames per litora ve. Cubilia justo cras. Cubilia justo. Gravida curae. Aliquam purus sem nec nam rhoncus torquent.",
    "Nonummy ipsum. Euismod fusce lacinia cras curae. Integer class metus leo cum fermentum mauris curae eleifend sem pellentesque. Natoque neque. Aliquet metus vitae. Commodo etiam. Feugiat risus natoque massa justo sed non sollicitudin tortor ligula nam. Dapibus proin erat. Sodales porta dolor fusce suspendisse mi taciti neque lectus quam urna gravida orci in. Lacinia metus et diam orci odio nam pulvinar morbi. Potenti etiam ve morbi pellentesque felis at justo. Lacinia etiam est primis quis ut. Integer proin nunc. Quisque nulla urna per lacinia nostra sapien quam neque. Conubia class dis iaculis eros a eros parturient hymenaeos dolor. Aliquet augue quam morbi natoque ipsum est ante. Nonummy lorem. Potenti velit cras. Rhoncus morbi ut tempus ante condimentum rhoncus fusce potenti aliquam. Iaculis fusce. Pretium justo orci non id netus rutrum nisl. Conubia lacus elit a fames egestas feugiat torquent."
   ],
   "children": [
    {
     "title": "Quisque metus fusce tellus malesuada vitae.",
     "paragraphs": [
      "Commodo massa. Quisque velit. Commodo fusce donec maecenas vulputate proin. Egestas justo. Euismod purus et massa elementum. Aliquet justo neque tellus. Cubilia donec cras aliquet. Nonummy fusce id. Iaculis lacus ante sodales. Cubilia augue amet. Egestas fames. Euismod ipsum amet lectus viverra lacinia porttitor orci ultricies. Conubia dolor. Dapibus class at ut enim suspendisse posuere leo quam taciti mi sit arcu senectus. Rhoncus massa. Potenti vitae. Commodo curae ut nostra elit feugiat a. Integer risus elit semper montes ultricies ad purus. Iaculis massa sit sapien in velit consectetuer curabitur purus hymenaeos cras vel potenti ut rutrum. Sodales netus cum dolor pretium tellus amet sapien egestas elit id. Nonummy proin. Quisque class nibh ve consectetuer rhoncus donec.",
      "Integer lorem nec diam vestibulum. Nonummy ipsum. Natoque class erat. Potenti porta mi mollis dictumst. Aliquet augue et donec. Quisque justo aliquam ligula. Quisque morbi sit quam elit elementum. Rhoncus etiam cras euismod et at varius maecenas pharetra. Natoque ipsum sem curae ridiculus inceptos lorem. Lacinia morbi amet sodales a rutrum risus. Quisque lorem non arcu accumsan malesuada nulla purus. Commodo morbi vel porta imperdiet. Rhoncus purus. Euismod magna adipiscing condimentum magnis. Conubia netus massa suscipit ad suspendisse ut tempus posuere conubia sollicitudin phasellus. Rhoncus metus dolor sociis eget. Conubia magna. Nonummy porta risus est quis. Laoreet felis eu. Rhoncus lorem mi mollis dapibus euismod. Pretium class urna egestas cubilia libero netus scelerisque volutpat. Blandit felis ac."
     ]
    },
    {
     "title": "Pretium risus pede amet.",
     "paragraphs": [
      "Commodo purus class. Sodales nulla ac proin congue risus viverra mi arcu augue condimentum at tortor dapibus. Laoreet velit quam fringilla convallis pellentesque leo lacus leo urna consectetuer conubia. Lacinia class ante sit laoreet maecenas libero. Laoreet metus in aptent quam massa. Aliquam felis elit non ridiculus sollicitudin adipiscing diam vulputate mattis. Rhoncus metus. Egestas donec quis dolor facilisis senectus taciti nostra massa parturient feugiat nam nisi vestibulum mauris inceptos. Pretium justo arcu scelerisque sollicitudin pretium. Sodales risus arcu laoreet diam orci ipsum class. Conubia etiam fames class sodales taciti enim ullamcorper. Aliquam velit mi cras hendrerit fringilla. Sodales augue odio orci nulla interdum. Euismod lacus. Cubilia felis nisi ut lectus. Sodales porta. Euismod fusce amet vel metus dolor augue suspendisse nec ornare. Blandit neque pretium primis hac arcu vestibulum tortor morbi felis ligula. Integer risus vitae duis orci donec lacinia. Cubilia justo ut varius. Blandit metus justo lectus netus malesuada imperdiet nibh sed enim a proin. Dapibus augue.",
      "Cubilia netus neque donec gravida curabitur erat. Natoque lacus urna a morbi mi tortor ad taciti. Nonummy morbi netus quis torquent mus sodales vehicula enim. Conubia vitae orci mollis quisque blandit. Egestas augue metus eni quis urna metus sociis. Pretium etiam dui justo ultricies dis quisque lectus quis sociis. Iaculis risus vestibulum nisl mattis eu eros posuere in nunc. Natoque neque nam urna. Egestas neque odio rhoncus ve etiam id metus ut malesuada rhoncus porta enim lorem. Potenti porta ante integer a dictum malesuada sed. Viverra velit nisi orci ultrices scelerisque placerat eget penatibus ut. Aliquam felis. Potenti risus. Vivamus magna nec nisi praesent a pellentesque nibh netus mi. Viverra ipsum sit eget porttitor nec sollicitudin mauris lorem suspendisse. Sodales dolor neque tortor. Rhoncus netus conubia platea fames vestibulum id hymenaeos mi. Iaculis fusce. Integer neque hac nisl per. Dapibus massa sem massa. Natoque velit orci curae dictum placerat convallis taciti bibendum sodales eget. Conubia etiam ante sem vel et sollicitudin."
     ]
    }
   ]
  }
 ],
 "title": "Lacinia nulla ante nisl magna potenti eni ut orci.",
 "authors": [
  {
   "organisation": "Fabritechnics",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Fabritechnics",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Fabritechnics",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Fabritechnics",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Fabritechnics",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Fabritechnics",
   "name": "Aurea Stoltenberg"
  }
 ],
 "references": [
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "title": "Chern classes for singular hypersurfaces",
   "month": "February",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "Par88",
   "journal": "Math. Ann.",
   "year": 1988,
   "pages": "247--254",
   "title": "A generalization of the {M}ilnor number",
   "volume": 281,
   "author": "Adam Parusi\\'nski",
   "type": "article"
  },
  {
   "key": "AF95",
   "journal": "Manu. Math.",
   "year": 1995,
   "pages": "85--86",
   "title": "A remark on the {C}hern class of a tensor product",
   "volume": 88,
   "author": "Paolo Aluffi and Carel Faber",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Ken90",
   "journal": "Comm. Alg.",
   "year": 1990,
   "pages": "2821--2839",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "volume": 18,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Dapibus lacus ut mauris praesent torquent proin eu felis ad lorem congue. Aliquam purus in ut. Aliquam etiam lacinia aenean rutrum euismod eget arcu proin vivamus euismod congue odio rhoncus et. Euismod risus per dis ut dictum malesuada et taciti consectetuer fermentum massa eu imperdiet scelerisque dui. Laoreet fames ve ultrices eni nibh. Gravida velit diam euismod a libero pede ullamcorper. Potenti augue elit suspendisse sollicitudin cubilia arcu nunc congue nam eros tincidunt placerat dictum. Nonummy lacus quis ultrices dui natoque mauris. Lacinia fusce et primis tincidunt ut nibh et sed odio per. Dapibus velit eni elit placerat suspendisse inceptos. Integer porta parturient ut vehicula posuere ut curae suscipit. Euismod etiam elit porta posuere nisl nullam. Gravida purus arcu euismod posuere pharetra turpis rutrum. Conubia dolor nisl diam vivamus leo. Iaculis lorem parturient cubilia erat ut. Egestas class vestibulum lacinia pede natoque sapien nisl ornare ac blandit quis in augue curabitur netus. Posuere velit proin conubia malesuada pharetra. Aliquam fusce diam est ante integer lacus arcu leo. Euismod metus sodales facilisis congue vestibulum curae lacinia. Natoque curae eu convallis orci sollicitudin mauris dictum eros turpis bibendum. Gravida velit ac duis lorem ut tempor lobortis phasellus a ultricies metus fermentum potenti. Euismod ipsum justo nullam luctus est libero egestas nunc."
}