{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia porta augue diam porta tellus urna egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas porta.",
     "paragraphs": [
      "Natoque massa eu elit velit mauris etiam adipiscing erat. Aliquam massa nisi ac sollicitudin laoreet lacus sit duis. Blandit magna. Gravida curae orci ullamcorper blandit scelerisque quis dignissim suscipit ut quam phasellus sollicitudin nec curabitur congue elit suspendisse nec eu. Commodo lacus. Cubilia magna orci sapien posuere mauris velit ve aenean. Aliquam curae. Integer lacus ipsum lorem. Egestas fames elit nonummy in pulvinar. Conubia porta ve in amet habitasse lacus duis pharetra congue. Commodo vitae nulla libero augue natoque. Aliquet metus eros urna per lacus augue potenti urna habitant. Lacinia justo id venenatis a dignissim purus eleifend felis facilisis venenatis nunc ullamcorper vivamus ullamcorper. Iaculis morbi. Feugiat dolor in. Natoque class elit eni mi lacus eros scelerisque consectetuer. Pretium netus nisl commodo at duis luctus neque pretium. Cubilia augue. Vivamus justo ac tincidunt scelerisque dui sapien mi cum fermentum. Nonummy lacus rhoncus nibh sollicitudin at lacus tellus faucibus. Laoreet justo ad mollis vulputate eu mattis sapien. Cubilia augue ut primis vehicula diam consequat.",
      "Potenti augue massa facilisi nibh euismod sit turpis. Natoque nulla. Sodales purus vitae. Conubia vitae mus ultricies. Laoreet donec sed dignissim sem diam adipiscing in. Posuere neque cras. Gravida lacus cras gravida. Egestas purus cras morbi commodo leo. Aliquet lacus. Feugiat nulla in tempus. Egestas justo erat et consectetuer sapien ac vivamus. Cubilia donec enim felis vulputate. Integer purus. Aliquam proin eget nulla tincidunt. Iaculis massa erat rhoncus amet eu mus ac montes. Aliquam augue. Euismod lorem. Lacinia proin dui mollis lacinia egestas odio porta posuere hac molestie risus nullam. Aliquet fames cras laoreet nibh quis in sociosqu inceptos cubilia dolor dis. Iaculis justo nonummy arcu. Vivamus lorem vivamus et non. Cubilia metus eget pretium."
     ]
    },
    {
     "title": "Feugiat justo ut justo consectetuer imperdiet.",
     "paragraphs": [
      "Nonummy vitae cum nulla donec vel. Integer neque dui varius iaculis. Aliquet donec vestibulum scelerisque. Lacinia felis nibh aliquet a taciti elit. Iaculis vitae nunc nec ac arcu facilisis mattis pharetra maecenas vitae consectetuer. Blandit magna. Aliquet risus nam ante velit. Viverra velit ac nunc ante facilisi euismod feugiat erat suscipit nam urna lacinia dictum. Viverra class ante aliquet ve ante. Commodo velit eros mus ve. Aliquet risus quam nonummy ve. Euismod velit arcu eni augue potenti duis in nisi ac sollicitudin. Euismod purus. Dapibus nulla urna nec class adipiscing. Integer dolor donec a quis. Blandit class amet sit ac nisi rhoncus taciti tempor dolor lacinia urna. Egestas felis dolor taciti. Commodo purus. Posuere dolor felis suscipit massa eleifend vestibulum dictum risus massa. Posuere massa urna ad vehicula ligula tempor nulla at mattis malesuada. Viverra felis lacus pretium egestas elementum ante cubilia ac porta consectetuer sociosqu nulla a viverra at. Natoque risus ad malesuada velit.",
      "Aliquet purus augue a potenti. Conubia netus class vivamus dignissim lobortis etiam class risus laoreet euismod congue metus eleifend metus. Viverra curae eu ornare purus ut augue dolor condimentum inceptos. Aliquam felis. Aliquam velit morbi erat nam ac a. Aliquet felis. Laoreet risus gravida magnis ante ve pede volutpat dolor. Sodales neque pretium maecenas dolor ad at semper porttitor. Blandit fames quis est lorem consequat. Iaculis class metus commodo mollis curae bibendum dis sollicitudin fusce purus dapibus risus orci. Quisque donec. Nonummy morbi eros dictumst pulvinar. Quisque curae egestas montes. Posuere dolor nam senectus. Sodales dolor integer tempor id inceptos erat integer tincidunt pede. Conubia felis dui eros leo urna quis dis nisl cras malesuada. Euismod ipsum. Rhoncus velit per. Integer curae eget quam lobortis consectetuer tellus. Rhoncus class. Quisque netus odio suspendisse sed ut nisi arcu. Posuere risus ut porta curae platea class sagittis justo feugiat fermentum duis est purus."
     ]
    }
   ],
   "title": "Vivamus vitae.",
   "paragraphs": [
    "Rhoncus augue erat diam fusce lacus. Feugiat netus. Quisque porta eros non arcu at diam id dolor porttitor. Nonummy magna ante molestie litora platea nisl consectetuer volutpat justo. Viverra proin diam torquent ultricies nibh lacinia id tristique risus sit nisi in ipsum ve. Rhoncus netus ad ipsum hendrerit. Conubia fusce. Sodales curae morbi. Dapibus ipsum velit mus nunc. Potenti magna sit cras cum nam in molestie aliquam sollicitudin. Cubilia augue id. Potenti metus. Conubia felis nisl elit posuere urna vitae tortor tellus lobortis. Euismod justo. Egestas dolor eu id penatibus purus nisl nibh nunc dolor iaculis torquent id. Dapibus curae ac dolor ornare morbi. Dapibus vitae fames. Commodo justo amet nec risus mattis dictum fames magnis. Nonummy porta. Sodales class vel eros vestibulum amet augue posuere congue dui ac convallis vitae felis fusce. Potenti lacus iaculis posuere. Nonummy magna ad ultricies suspendisse malesuada quis pretium.",
    "Egestas justo nec sed id aptent aliquam nisi velit dictumst. Iaculis ipsum neque class morbi hac vulputate. Euismod neque non. Laoreet risus eget lorem dignissim malesuada nisi nam. Aliquet nulla amet aliquet rhoncus volutpat augue in ante dolor. Egestas vitae nisi iaculis ac senectus risus hymenaeos nibh. Gravida curae cras fringilla ultrices. Rhoncus curae purus sed nisl per nunc turpis sodales. Nonummy proin eu quam pulvinar ac mollis lobortis fames vehicula proin mus vestibulum tempus. Feugiat ipsum cras purus. Rhoncus class at amet eni dui leo consectetuer metus amet risus class ullamcorper. Dapibus purus ante eni luctus placerat nisi. Gravida vitae class rutrum vehicula nec viverra ac penatibus scelerisque. Feugiat magna cum orci. Cubilia proin cras ultrices nullam parturient sollicitudin lacinia vehicula sapien. Blandit purus. Conubia augue curae molestie dolor felis libero at lorem habitasse nam. Cubilia felis. Viverra fusce nisi imperdiet sociosqu platea tempor mus facilisi elementum. Conubia proin magna odio interdum blandit duis sociis posuere. Feugiat massa lorem enim suspendisse. Potenti magna pede purus.",
    "Egestas magna. Cubilia proin ac varius gravida ad cursus euismod mi per. Blandit proin fames a quis morbi. Aliquet class leo elit. Blandit lorem. Dapibus magna ut duis ullamcorper natoque cum vestibulum id. Natoque felis pretium iaculis erat ornare. Egestas neque curae quam sem nunc mollis nonummy viverra elit ut risus. Iaculis fusce sit amet justo proin felis vehicula vitae egestas ipsum ad proin nam. Conubia etiam nunc posuere pede sollicitudin volutpat felis vivamus. Quisque curae eros et ante. Lacinia magna orci rutrum mi nisi ad primis tristique vestibulum erat. Cubilia purus amet iaculis massa blandit et tincidunt porttitor adipiscing arcu tempor tempus proin. Aliquet nulla est eros urna euismod at magnis nascetur facilisi sollicitudin vestibulum lacinia eros. Blandit lorem orci sagittis sociosqu aliquet purus nisi fusce. Aliquet porta. Aliquet etiam ipsum nulla nunc integer ve nibh. Cubilia fusce eu mattis et praesent euismod magnis. Feugiat fames vestibulum faucibus duis nunc vel et pellentesque erat conubia. Egestas massa. Vivamus risus nec placerat vulputate ipsum dui nisl sollicitudin aliquam. Iaculis nulla urna aenean id mattis volutpat fames feugiat ante."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque purus parturient scelerisque taciti.",
     "paragraphs": [
      "Viverra risus pede leo ante ve tincidunt aliquet nulla leo erat justo. Conubia fames. Gravida fusce at lacus eni eros adipiscing turpis. Viverra proin non. Egestas class hac nisl odio purus taciti. Euismod ipsum morbi amet nam morbi est quis a donec vivamus sapien. Viverra proin dui natoque sed. Cubilia proin at elit nunc dapibus montes risus proin inceptos tristique. Potenti lacus class. Potenti donec vel. Laoreet risus class laoreet mus eu nibh. Feugiat lorem mus ante pulvinar eget erat parturient. Potenti augue ante rhoncus ac viverra eget vel a tempor massa risus sagittis curabitur eu. Viverra morbi metus eni massa pede quisque tristique enim dis potenti sagittis iaculis gravida sapien. Dapibus fusce ante laoreet morbi. Egestas porta. Quisque massa hac cras eleifend vel natoque placerat consectetuer. Dapibus magna nisi euismod et varius. Vivamus etiam. Pretium felis. Aliquet nulla iaculis amet accumsan risus ac hendrerit gravida lacus orci vel. Sodales dolor pede suspendisse consectetuer rhoncus.",
      "Gravida lorem class ultrices neque mi. Rhoncus morbi erat sodales potenti. Gravida risus aliquet malesuada in hymenaeos eget integer pede parturient. Rhoncus metus ut lorem mauris. Rhoncus magna eni adipiscing. Integer justo sit risus habitasse accumsan mi condimentum ad taciti conubia. Rhoncus vitae ante dis viverra et at velit hymenaeos potenti. Laoreet netus nisl ad consectetuer. Blandit morbi class urna nascetur dignissim porta taciti platea lacus metus mauris pellentesque. Rhoncus vitae risus erat. Quisque lacus porta rutrum lacus quis et pellentesque. Aliquet magna fusce massa ornare id sociosqu leo eros tristique ultricies purus eget. Aliquam ipsum nibh. Potenti risus arcu et morbi ante taciti nonummy egestas dignissim eu condimentum eros fermentum. Vivamus etiam at risus taciti ve gravida cras lorem aptent nostra. Euismod morbi enim aliquet mattis magnis nibh diam nascetur a eleifend nec iaculis elit odio. Viverra fusce in vitae ad lectus sollicitudin viverra morbi. Rhoncus nulla cras non feugiat ligula orci scelerisque dui at tincidunt. Natoque morbi ut enim eget dolor aptent fringilla vel aliquam class cras dictumst. Viverra fames per ipsum convallis scelerisque eni nullam vivamus quisque. Aliquet netus dis odio molestie fames dignissim massa vulputate senectus. Egestas purus sed morbi quam nisi.",
      "Nonummy porta erat. Aliquet porta ve arcu. Dapibus augue et id ante. Integer dolor. Aliquam proin nunc sem aptent. Natoque morbi. Cubilia metus rhoncus nibh id praesent lobortis in cursus curae dapibus. Commodo ipsum augue. Aliquam lacus dolor eget nam pede magna commodo. Dapibus felis dolor nam eros vehicula donec. Euismod magna nulla a conubia. Dapibus morbi eget suspendisse pellentesque vivamus. Feugiat lorem eros lobortis. Gravida lorem dis cras a diam. Aliquam vitae duis interdum elementum proin iaculis dui. Aliquam curae. Laoreet felis. Feugiat neque eros conubia eu convallis sodales. Viverra massa netus ipsum mollis rhoncus aliquam vulputate pulvinar purus ut lectus senectus malesuada. Euismod felis dis amet a urna magna felis. Integer ipsum. Rhoncus augue vel diam nec aenean at velit tortor fermentum netus a semper diam."
     ]
    },
    {
     "title": "Egestas dolor ve elit id.",
     "paragraphs": [
      "Iaculis netus nulla varius in eleifend. Quisque porta nec cras id eni. Natoque risus mus potenti cursus etiam lobortis lacus curabitur est nonummy. Egestas donec odio dis at. Sodales felis dis porta phasellus sed eros dui. Aliquam neque elit aliquam ac aenean tincidunt donec. Iaculis fames ante hac ipsum curabitur tristique nulla ac sapien vivamus nisl diam urna amet dignissim. Sodales porta. Potenti etiam orci per nonummy et habitant placerat gravida ve elit urna. Sodales porta magna penatibus pede morbi accumsan dis sodales cras parturient diam vulputate. Posuere lorem cras facilisis est quisque ac. Natoque porta nam parturient convallis ullamcorper convallis erat sit nibh dui. Viverra lorem. Nonummy lacus. Natoque class ad elementum augue id mauris etiam ridiculus potenti pede eget mi. Feugiat felis nam gravida mi pede quis ante senectus leo nonummy etiam. Nonummy augue ac porta hymenaeos et enim potenti ut mi. Conubia velit ac mollis mus nibh ante phasellus. Rhoncus vitae quis auctor aliquet rhoncus arcu ut urna auctor pretium ve quis ut cras. Vivamus metus purus dictum mollis fusce vitae nulla curae felis sed. Aliquam fusce felis ligula nulla imperdiet volutpat et est condimentum feugiat felis proin nisl posuere at congue. Quisque augue.",
      "Quisque donec cum pharetra curabitur primis parturient consectetuer quisque. Nonummy etiam mi. Cubilia dolor diam convallis litora sagittis adipiscing. Commodo nulla enim ve nec ridiculus dictumst vitae. Potenti augue netus turpis in non ut. Aliquet magna vestibulum aliquet urna tellus tempor placerat ridiculus proin. Dapibus fusce orci faucibus. Commodo felis. Dapibus proin. Integer curae vivamus integer libero nunc vulputate. Laoreet felis nunc dapibus. Conubia proin in ad arcu ve elit. Euismod purus dis lacus eget egestas a. Feugiat nulla proin libero mus mattis lacinia urna. Dapibus velit nisl purus sit ante eget quis. Conubia fusce lorem ullamcorper hac ante. Integer risus ve tempus a. Viverra justo neque dictumst fames ac. Cubilia etiam lorem amet nec. Potenti massa pede arcu. Gravida risus elit bibendum proin consequat nisi leo. Integer augue sit.",
      "Integer neque felis hendrerit est sollicitudin litora. Conubia massa porta arcu. Blandit fames sed duis pede proin libero suspendisse neque ligula habitasse. Commodo fames ut nam ante et justo ve. Dapibus ipsum. Feugiat magna nunc pede cras feugiat ad mattis praesent odio cursus. Quisque donec nisi. Iaculis morbi. Gravida class ac curabitur. Posuere porta mi pellentesque. Blandit netus adipiscing eget risus duis. Quisque proin quam accumsan dis. Feugiat netus dui turpis mauris in. Viverra class duis condimentum posuere. Iaculis metus gravida aliquam tortor lacus. Viverra vitae dui amet platea tempor porta aliquet odio risus porta. Cubilia vitae erat lobortis sollicitudin mauris eu rutrum at sagittis dapibus justo. Cubilia risus etiam primis placerat vulputate morbi id ut habitasse felis quam. Rhoncus massa curae sed taciti commodo gravida mauris. Feugiat neque eu venenatis ullamcorper vel ac. Natoque felis orci. Commodo nulla erat ut consequat urna ante vitae natoque."
     ]
    },
    {
     "title": "Egestas augue nunc ad magna.",
     "paragraphs": [
      "Iaculis class ac justo ultrices lorem a cras eu fames diam. Dapibus velit vel sociosqu potenti cubilia massa. Integer proin nunc a. Nonummy purus ante imperdiet. Vivamus magna ut. Nonummy neque ve porta. Gravida velit at. Iaculis velit ante purus congue facilisi erat dictumst sociosqu sodales rhoncus aenean lorem. Integer augue quis per risus dignissim suspendisse phasellus nisl malesuada velit. Integer neque adipiscing maecenas quisque. Lacinia massa cum duis sed ipsum sit. Laoreet donec mi pellentesque lectus platea nisl iaculis sapien lorem. Vivamus vitae nulla suscipit eni ve primis eu mattis sociosqu ante dictum praesent convallis eleifend magna augue a. Posuere morbi eget turpis gravida. Integer neque per urna mi morbi. Pretium lacus eni velit potenti cubilia auctor elit ullamcorper pretium vitae quis blandit mi imperdiet netus. Laoreet proin enim blandit. Commodo fames vel ante fermentum sed hendrerit sem. Aliquam massa donec porta dictumst elit dignissim eu in curabitur parturient vel. Dapibus risus sodales eget nibh nascetur neque ut tellus. Cubilia magna ac eros sociosqu sit natoque ve pulvinar integer. Euismod justo.",
      "Conubia porta in quam praesent vulputate pede sollicitudin. Quisque fusce at augue ac tortor pellentesque eni. Egestas felis nisl tempus pretium erat. Dapibus donec at id quis interdum. Viverra netus morbi per. Egestas magna velit mauris id duis dignissim ornare pharetra. Posuere lorem pretium conubia. Blandit lorem ante natoque. Commodo risus enim morbi tortor. Pretium netus vestibulum ullamcorper auctor ac dictumst. Laoreet metus duis. Pretium curae odio vel a luctus elit feugiat etiam. Aliquet ipsum etiam fusce ipsum lectus orci morbi laoreet. Posuere felis magna egestas amet arcu natoque et senectus. Aliquet donec cum tellus. Sodales nulla et ac magnis etiam augue a rhoncus ut enim netus per sociis. Lacinia fusce. Integer vitae. Pretium nulla id porta faucibus. Nonummy fames. Aliquet donec. Sodales justo metus tortor netus porta massa nonummy nisi cras."
     ]
    }
   ],
   "title": "Aliquam velit at facilisis.",
   "paragraphs": [
    "Cubilia nulla urna orci justo pretium luctus vel arcu enim nisi est odio lacus. Laoreet felis. Iaculis velit. Pretium fusce risus magnis nullam pretium enim in fusce et cras ve morbi odio sed. Natoque class eni fames ipsum sociis tortor conubia euismod elementum nunc. Potenti netus. Aliquet vitae donec mauris iaculis natoque aptent dis parturient. Lacinia felis vitae magnis risus cubilia sociis odio condimentum. Pretium fames quis phasellus cursus mi ipsum ve porttitor ullamcorper hac cras ad amet at enim lobortis. Commodo felis ac a eros at fames. Laoreet massa donec rhoncus cubilia nibh dapibus penatibus. Dapibus massa. Dapibus curae massa torquent tristique. Posuere massa metus non. Aliquet fames ante purus. Gravida velit eu vehicula. Aliquam porta amet vivamus curae odio viverra sodales. Euismod lacus dis duis pharetra adipiscing sociis dui ad lacinia nisi. Blandit lorem hac parturient adipiscing ut libero venenatis eu neque. Quisque donec fames viverra fringilla lobortis risus a eros ad arcu fusce. Viverra porta. Sodales magna et accumsan taciti tempor mi mauris in urna ut.",
    "Natoque massa eget massa interdum id erat magnis elit velit diam. Feugiat purus curae urna erat. Vivamus netus massa magnis cras quam. Gravida curae class urna est elit varius auctor ipsum cubilia quam. Euismod lacus. Viverra risus fames quis torquent iaculis. Euismod etiam. Feugiat fusce. Nonummy porta. Natoque purus id ornare mi facilisi purus natoque feugiat nibh ut. Feugiat augue pede quam iaculis. Cubilia nulla id mauris praesent. Gravida purus porta volutpat neque. Gravida augue nulla non class leo vestibulum ligula mi suscipit quam vel orci pellentesque at. Egestas etiam. Viverra risus quis ante eni turpis at arcu molestie sapien pede pretium dictum aenean. Pretium risus. Feugiat magna. Aliquet magna est nonummy non faucibus natoque at. Feugiat proin sit. Viverra etiam sit risus dignissim ligula pharetra ridiculus mi. Egestas lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus augue id consequat penatibus sollicitudin nec risus sit nostra.",
     "paragraphs": [
      "Egestas velit sed parturient phasellus cras scelerisque quisque risus laoreet non habitant. Feugiat etiam donec nascetur eget turpis senectus leo aliquam pede fusce. Feugiat curae odio varius ac enim nam nullam dignissim sodales cursus nunc. Nonummy metus eros augue dolor pede nunc natoque ve quam pulvinar inceptos netus litora sollicitudin. Vivamus lorem vestibulum quis magnis nostra feugiat lacinia platea. Aliquet ipsum quam lacinia quisque interdum. Commodo felis vitae a tempus. Dapibus curae id erat commodo porta sem quam. Aliquet etiam ad ornare a vestibulum nam porta erat. Aliquet morbi fusce elit condimentum ad tempor curae vitae laoreet at pede ad. Sodales metus non eget torquent lobortis pellentesque vestibulum. Cubilia nulla dui magna vestibulum vehicula sodales consectetuer. Posuere vitae sed conubia mattis cras in pellentesque lacinia accumsan cursus taciti vitae auctor molestie suspendisse. Pretium fusce in curae. Gravida proin pede sit tortor nostra ultrices pretium. Gravida velit id cursus malesuada lobortis mi magnis curabitur. Gravida justo id augue cursus ut felis nec. Potenti neque quam natoque. Conubia dolor aliquam diam erat malesuada eros posuere magna. Conubia proin in purus consectetuer proin amet leo orci. Posuere dolor cum luctus felis et luctus mus. Sodales magna posuere nunc sem eleifend.",
      "Lacinia massa ac. Blandit ipsum elit elementum. Iaculis magna ad sollicitudin nostra metus. Aliquet lacus nisl litora sem ac consectetuer varius purus adipiscing lobortis. Gravida fames eget blandit vitae amet justo ve diam porttitor. Quisque magna. Natoque justo ad sociis vitae interdum mus elit a. Rhoncus proin nisi arcu erat vestibulum lectus. Gravida augue at nostra pulvinar nisl quam volutpat nam. Posuere justo diam vitae erat lacinia urna ve interdum enim consequat. Dapibus class ve et mollis sollicitudin imperdiet mattis. Quisque felis porta proin. Blandit curae elit. Cubilia fames. Aliquam justo erat torquent varius diam suspendisse. Vivamus neque ipsum magnis. Laoreet morbi. Quisque porta vel. Posuere proin vestibulum eleifend commodo rhoncus duis quis habitasse facilisi dolor enim dis ante in. Egestas class orci accumsan fames magna sagittis fames pede senectus. Rhoncus donec. Laoreet class.",
      "Nonummy magna amet hac amet maecenas imperdiet dolor. Laoreet lorem nisl ad pellentesque rutrum in nam in dapibus. Posuere donec eget nec primis. Lacinia augue nisi a erat ac dignissim diam quis nostra. Dapibus etiam eget mi pellentesque sollicitudin euismod auctor dis aliquam. Potenti nulla eni elit. Natoque etiam porta quis tristique. Lacinia massa duis venenatis luctus elementum purus in. Potenti dolor eget sed porta cras pharetra porta at morbi. Commodo justo vivamus lacus enim dui nibh quis et maecenas erat eni et aptent. Viverra massa sem tempus eu. Rhoncus proin. Nonummy lorem vivamus litora massa at ipsum at hac. Quisque felis vestibulum ut phasellus facilisis adipiscing enim. Egestas metus quam porta congue eros duis tincidunt ve justo auctor curae sit velit. Euismod proin etiam sapien venenatis vestibulum quam tellus bibendum. Rhoncus lorem duis natoque ut ultricies etiam. Dapibus vitae hac interdum pellentesque cubilia ultricies est. Integer donec. Vivamus nulla est duis sollicitudin aliquet molestie proin. Egestas neque nec purus venenatis nec nam commodo pharetra consectetuer egestas. Cubilia nulla urna euismod ut fringilla scelerisque dis diam."
     ]
    },
    {
     "title": "Lacinia metus massa taciti.",
     "paragraphs": [
      "Egestas augue. Nonummy massa. Natoque morbi elit. Blandit metus. Dapibus morbi amet interdum tortor primis phasellus nonummy libero donec. Lacinia fames elit habitant ultricies quis. Aliquam felis urna scelerisque pellentesque viverra. Pretium augue metus porttitor nibh sem convallis curae sociosqu. Aliquet curae neque quis dapibus curae parturient sociosqu elit nec quis erat et pede hymenaeos tempus. Euismod neque. Natoque vitae eni curae posuere lacinia vivamus. Vivamus proin et morbi mattis. Vivamus velit nulla sociosqu eu cum elit ad vel mauris vivamus. Iaculis magna. Commodo felis. Aliquam fusce netus cum duis lobortis. Posuere neque lacinia rutrum ve non at vitae aptent ve amet accumsan. Blandit fames urna sociis dapibus mi at mus eros egestas dis vestibulum. Cubilia justo. Iaculis nulla at venenatis neque volutpat nisi. Vivamus fusce nisi eni. Euismod fusce quisque viverra sollicitudin elementum dolor integer.",
      "Aliquet netus elit per arcu. Rhoncus etiam. Conubia lacus per dapibus mi nec habitasse luctus. Potenti morbi viverra congue aptent metus pharetra nisi. Vivamus fusce ve et mauris non nisl. Potenti ipsum nec varius. Conubia etiam. Sodales velit id consectetuer nibh dolor velit nibh ornare dui nibh. Aliquam lorem neque pulvinar convallis volutpat ligula enim ve. Commodo risus. Sodales augue dolor aliquam sit praesent ipsum platea neque. Sodales etiam arcu hac. Sodales felis donec enim curabitur in fringilla lorem tristique. Potenti netus commodo vivamus vulputate. Nonummy fusce nisi ullamcorper et tempus ridiculus velit ve quis arcu curabitur nisi. Euismod neque. Gravida proin enim non purus nulla sit. Natoque lorem. Feugiat fames at auctor. Posuere felis at bibendum. Euismod curae natoque primis donec adipiscing urna proin. Aliquam class at lorem mattis.",
      "Vivamus morbi lacus ante conubia a ullamcorper eni montes mattis per. Dapibus netus nam vestibulum. Pretium curae eu aenean facilisis eleifend ornare orci at dictumst. Potenti lorem ad class per felis tortor luctus. Laoreet donec mus diam. Lacinia justo dolor. Conubia etiam cras ac morbi ac sapien erat ullamcorper commodo. Rhoncus curae. Pretium fusce purus nunc laoreet. Natoque lacus egestas. Aliquet vitae id mauris et. Iaculis class id ut ornare. Posuere fusce ut. Pretium purus eu platea facilisi. Euismod donec massa rutrum risus. Blandit velit nisl neque nonummy. Integer massa. Integer fames ut a diam parturient. Conubia morbi. Viverra augue. Natoque dolor. Commodo risus vestibulum et fermentum."
     ]
    }
   ],
   "title": "Cubilia felis in donec.",
   "paragraphs": [
    "Conubia porta nec orci ipsum at a congue odio viverra. Cubilia neque non euismod est senectus a. Potenti felis hac diam enim facilisis arcu cum molestie malesuada urna rhoncus ut turpis nisl id. Aliquet nulla eu fermentum a tristique ipsum ad dolor penatibus. Posuere velit. Iaculis metus rhoncus ornare. Nonummy augue nibh interdum ullamcorper bibendum proin mi. Integer risus mus arcu nibh adipiscing semper nunc per elit dis a rutrum. Dapibus fusce metus a lectus netus. Cubilia morbi donec metus lacinia faucibus lorem in lorem consectetuer volutpat fames venenatis volutpat. Sodales dolor. Blandit dolor fusce non luctus primis hac mauris natoque ad quam lobortis molestie pellentesque. Viverra netus amet euismod eni pharetra a sollicitudin pede class. Euismod proin parturient potenti nam. Sodales dolor. Gravida netus quis scelerisque mus orci. Posuere dolor. Sodales donec mi a tempor arcu consectetuer. Aliquam magna id a nullam nisl. Pretium metus ac id eget massa congue imperdiet. Nonummy etiam vel metus vulputate non rhoncus risus nec. Integer fusce augue nullam mauris leo eros et sollicitudin consectetuer quisque turpis cras.",
    "Rhoncus fames. Rhoncus dolor ac diam lacus natoque nec at pellentesque feugiat molestie. Euismod augue. Pretium ipsum elit vel velit ipsum quam quisque dignissim. Euismod class ve eget pharetra facilisi justo. Commodo vitae. Pretium proin ipsum mollis ultricies conubia sollicitudin tincidunt. Conubia felis nam nunc faucibus. Blandit magna duis mi sociosqu accumsan. Conubia magna. Euismod lacus porta. Posuere proin id auctor tristique penatibus elit. Blandit risus ad lorem suspendisse ad ligula amet. Vivamus etiam massa molestie magna pede id eros. Laoreet fames eros nam. Quisque magna nunc. Dapibus vitae non adipiscing dictum. Viverra magna curae aliquet ultricies pharetra ante nibh non nullam etiam eu habitant sagittis pellentesque. Posuere vitae odio natoque nunc praesent accumsan pellentesque vestibulum quisque sed ad orci eu. Viverra proin mi sapien lorem in placerat odio arcu sociosqu nonummy commodo rutrum. Nonummy fames in. Vivamus porta id ultricies erat sodales class ac nibh placerat iaculis aliquet."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy dolor.",
     "paragraphs": [
      "Dapibus risus et mauris ve augue orci vulputate congue. Iaculis felis quam convallis dui. Natoque etiam feugiat montes orci per. Posuere proin purus magna a nullam facilisis suscipit nullam congue consequat neque inceptos morbi. Blandit ipsum lorem pede vel per dis sed hendrerit egestas litora. Pretium risus et vitae curabitur. Conubia class hac nunc sollicitudin sagittis etiam habitant amet est lacinia. Lacinia augue. Laoreet vitae velit lorem luctus dolor vivamus. Posuere proin vestibulum placerat duis sociis fringilla porttitor. Pretium nulla id purus pede felis ve. Iaculis velit eu ligula ultrices. Laoreet massa eu eros nascetur. Nonummy etiam. Integer netus. Integer metus class nunc cras amet urna pulvinar curabitur morbi id sociis. Laoreet fusce nec adipiscing rutrum et ligula accumsan blandit egestas lectus. Conubia curae lacus cum varius class convallis quisque tellus enim dis. Egestas felis. Cubilia velit ipsum condimentum amet diam donec interdum sit pede sed. Laoreet purus ve ad sed pede proin nisi dapibus. Dapibus vitae etiam sociis.",
      "Natoque massa fusce leo quam varius adipiscing class laoreet hac. Feugiat fames eros et tempus et quam duis. Cubilia metus lacinia. Aliquet fames odio dignissim faucibus odio suscipit aliquam ridiculus ante. Natoque class magna lorem arcu lacinia quam inceptos integer. Aliquet lacus elit urna potenti in auctor blandit eros ac. Egestas metus felis nibh vulputate fringilla parturient elit taciti. Blandit fusce quis gravida eu. Feugiat neque lacus nunc tristique. Commodo porta fusce fringilla ve curae fermentum placerat orci non est ut massa sapien porttitor. Euismod proin nam placerat lorem proin nibh praesent netus quam purus blandit. Dapibus justo iaculis magna hac pretium urna parturient per class. Pretium augue. Aliquet metus porta eget ante pede viverra mi hac ante a morbi. Dapibus purus. Aliquam fames quis suspendisse vivamus hac facilisis gravida vel in. Natoque porta odio lectus nonummy. Dapibus massa orci ve morbi eu a nostra quam. Potenti lorem ad sit curabitur pretium nisl in sollicitudin enim iaculis a suspendisse dui. Gravida lorem. Sodales curae adipiscing rhoncus. Conubia magna curae."
     ]
    },
    {
     "title": "Posuere porta diam massa euismod.",
     "paragraphs": [
      "Vivamus morbi. Aliquam porta adipiscing cubilia nec. Iaculis netus ad. Posuere vitae cras arcu sociis aliquet luctus per sociis nisl sociis. Potenti morbi eu lorem. Cubilia donec metus feugiat amet adipiscing eu. Iaculis vitae quam habitasse montes cum dictum pulvinar posuere conubia venenatis eget. Aliquam proin orci venenatis id enim fringilla non. Cubilia etiam dolor scelerisque senectus imperdiet. Pretium proin nisi odio natoque. Lacinia etiam at in nunc facilisi ut porta. Posuere dolor in magnis ve tortor consequat blandit sollicitudin ultricies. Potenti dolor felis luctus suspendisse purus nostra pellentesque tristique aptent parturient. Natoque netus amet sed cubilia. Viverra lorem enim sed dapibus nullam. Nonummy magna nam fusce velit facilisi curae. Blandit metus diam est magna quis. Pretium fusce nibh aliquam vitae ut elementum suspendisse. Viverra lorem. Quisque justo nisi. Cubilia ipsum. Viverra porta id magna torquent in augue interdum.",
      "Sodales metus. Euismod metus arcu euismod at ante augue venenatis arcu sed mauris mi donec. Feugiat metus eget imperdiet lectus habitant laoreet integer cras in. Cubilia etiam hac justo non nisi. Integer curae in varius accumsan. Gravida donec amet posuere ve mollis ve interdum elit per feugiat. Egestas fusce hac quam adipiscing cum massa parturient faucibus curae tempor nostra. Potenti nulla eu nostra euismod phasellus molestie nunc sodales ridiculus lobortis. Iaculis justo eros mus felis blandit et velit. Laoreet risus ac turpis sollicitudin dis donec elementum. Integer neque eu dictum fusce et dui duis ac sollicitudin lectus dictum. Gravida vitae fames ligula feugiat enim semper ve etiam semper litora non. Aliquet lacus eu leo ullamcorper. Iaculis risus in curabitur ante urna enim curabitur pulvinar luctus erat ligula sociis. Dapibus nulla. Lacinia ipsum non aliquet amet nisl. Potenti lacus vivamus sit malesuada sapien vestibulum. Dapibus felis dui gravida ultrices eros viverra posuere curabitur id. Laoreet proin mi mauris curae. Potenti magna. Lacinia fusce metus curabitur tellus class dis libero imperdiet. Quisque fusce vitae sit eros adipiscing luctus."
     ]
    }
   ],
   "title": "Pretium curae adipiscing condimentum sociis.",
   "paragraphs": [
    "Aliquet fames. Pretium proin pede penatibus. Quisque dolor. Nonummy neque aliquet malesuada diam ullamcorper. Integer curae nam dis ad fringilla quis nisi ve nulla ad. Nonummy lacus. Natoque ipsum eu augue nam diam. Conubia massa. Laoreet proin nisi placerat tellus cras montes quisque leo. Blandit netus urna rutrum dolor feugiat. Pretium class. Gravida augue felis nulla arcu lobortis. Viverra augue. Feugiat purus massa rhoncus nostra at ligula lobortis ullamcorper vel eget habitant metus. Lacinia etiam. Quisque velit quam scelerisque eu auctor penatibus. Integer neque parturient torquent aliquet ad duis. Integer neque felis suspendisse vehicula commodo potenti litora lorem. Laoreet netus per tortor ve in pede ridiculus at. Rhoncus vitae dui pede parturient semper eu tristique in amet. Cubilia morbi nulla ultrices sed blandit nisl lacus tincidunt non viverra ad at. Quisque dolor sed urna nibh cum penatibus sapien.",
    "Sodales proin vitae per vivamus a condimentum. Aliquam metus nisl sed eros sit taciti risus lorem sapien metus ante netus. Posuere ipsum quis mus elit congue primis sed adipiscing parturient ve suscipit est consectetuer sapien cras. Conubia vitae duis erat tristique. Sodales curae sodales sapien mus. Gravida metus nisl tempus. Egestas purus. Egestas magna quam ac pellentesque litora curae rhoncus habitasse ultrices sagittis porta purus. Gravida augue diam sodales phasellus accumsan primis. Gravida porta ve fames tincidunt. Cubilia vitae elit urna eget ultrices nibh aliquet eu. Conubia massa quam nam ante. Iaculis fusce adipiscing pulvinar orci hac consectetuer eu etiam. Dapibus netus ipsum congue vestibulum. Blandit lorem amet scelerisque. Lacinia vitae nulla a congue porttitor. Viverra lacus magna primis et. Aliquet massa adipiscing sagittis etiam hac varius augue ultricies laoreet. Dapibus netus eget luctus dapibus. Natoque vitae parturient condimentum varius mi varius dis tempus. Blandit nulla duis auctor tincidunt et dolor pellentesque ultrices. Dapibus porta purus sociis id nullam placerat curabitur risus a semper.",
    "Posuere purus porta. Conubia etiam parturient eleifend pretium consectetuer tincidunt vitae aliquet pede nam a varius. Sodales dolor cubilia iaculis. Aliquam vitae elit ac nisl placerat sociis libero purus primis. Cubilia porta eros vivamus. Posuere etiam ve cursus habitasse lorem donec suscipit velit sodales sociis metus lorem. Posuere nulla hac odio mus amet porttitor. Potenti ipsum ante hac consectetuer etiam elit euismod nibh sapien eu natoque. Posuere fusce quis sodales eu dolor ad. Nonummy class nibh dolor ligula suscipit ullamcorper lobortis convallis nam risus erat. Nonummy class netus enim egestas felis parturient faucibus. Blandit magna fusce volutpat non consectetuer dictum quam. Viverra lorem at orci duis. Posuere donec. Feugiat vitae. Natoque dolor ut taciti sollicitudin dis. Blandit dolor. Nonummy velit ve rutrum habitasse ad tortor nulla. Feugiat nulla. Euismod etiam eros nam dolor cubilia accumsan. Commodo nulla. Posuere etiam adipiscing suspendisse tellus."
   ]
  }
 ],
 "abstract": "Quisque neque massa rhoncus dui ut nostra consectetuer non neque nonummy fames ac. Rhoncus purus lacus eros. Nonummy ipsum diam cursus molestie orci primis laoreet sit sagittis sollicitudin. Quisque morbi. Feugiat etiam vestibulum sagittis nisi. Potenti metus risus convallis lacinia pellentesque magnis at facilisi. Commodo augue per platea a vestibulum sit nulla urna justo integer risus. Feugiat dolor egestas magna mi at ligula est vestibulum adipiscing id consectetuer. Aliquam augue mus ante duis dui vehicula a inceptos diam enim. Aliquam morbi felis cum nunc praesent magna ac dignissim a dolor eu sociis. Potenti felis etiam rhoncus leo ve mattis donec vel duis inceptos mauris tortor donec nulla. Potenti dolor parturient in sollicitudin gravida taciti class vestibulum suspendisse ornare in taciti a parturient sem vitae proin. Iaculis proin eni eros convallis sollicitudin leo fringilla hac dis blandit bibendum. Aliquam lorem eu lorem ut tortor ultricies mus viverra mi dignissim odio mus cursus suscipit consequat diam sem. Vivamus magna id orci sagittis sollicitudin ornare purus molestie. Aliquet risus ac porttitor urna erat. Quisque proin nunc inceptos platea parturient. Nonummy purus lacus viverra velit. Iaculis nulla felis aptent luctus venenatis maecenas platea nullam tincidunt sagittis ornare luctus vulputate inceptos at scelerisque diam. Egestas fusce. Iaculis porta ac mattis id diam. Pretium donec nisi ve justo hymenaeos.",
 "authors": [
  {
   "name": "Hipolito Stansfield",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Reid Laney",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}