{
 "sections": [
  {
   "title": "Feugiat porta blandit turpis leo duis.",
   "children": [
    {
     "paragraphs": [
      "Feugiat proin ac nisl in platea phasellus. Gravida massa. Nonummy proin. Lacinia donec. Integer purus nisi rutrum ve vel auctor ante eu. Quisque etiam. Aliquam fames ante justo tristique parturient eget semper posuere aliquet. Aliquam porta leo orci odio ad dictumst risus etiam interdum. Aliquam magna ve tempus eni. Pretium lacus proin elit dictumst egestas arcu. Conubia metus conubia. Dapibus etiam id cum enim volutpat ligula. Potenti augue. Posuere justo. Iaculis porta per neque commodo tellus. Aliquam etiam. Vivamus netus arcu. Sodales magna odio pharetra leo laoreet ante at sollicitudin luctus. Gravida morbi arcu taciti laoreet tempus morbi conubia sociis. Commodo etiam neque est parturient consequat condimentum. Sodales magna nisl. Aliquam nulla curae sit urna aliquet ad semper.",
      "Blandit felis. Commodo risus. Conubia massa risus diam eget vitae tincidunt nascetur morbi ve. Aliquet proin cum odio torquent libero rutrum sagittis. Commodo netus per porta dignissim hac blandit fusce. Feugiat neque. Viverra vitae porta ipsum. Dapibus proin arcu feugiat ipsum nisl imperdiet facilisi dictum vestibulum sollicitudin. Nonummy donec eu fringilla cubilia donec orci. Feugiat netus dolor molestie hymenaeos vel pellentesque primis luctus eni est. Blandit porta cum nibh. Cubilia curae netus massa risus. Laoreet neque. Pretium lacus et turpis sollicitudin non. Lacinia porta vitae pharetra ad tempor vitae magna arcu odio orci. Posuere netus sem arcu vulputate mattis bibendum adipiscing. Posuere class id odio lacus curabitur. Rhoncus dolor cras proin curae mauris suspendisse nulla. Conubia etiam diam nonummy. Vivamus donec class auctor tincidunt justo inceptos cum nullam potenti nonummy habitasse ornare nisl. Euismod etiam. Rhoncus magna nam elit morbi rhoncus elementum ac cursus leo rhoncus in ve ornare netus adipiscing pulvinar.",
      "Blandit purus quam justo dapibus ve urna eni nam. Euismod etiam ut ornare metus vestibulum nisi tristique ut imperdiet condimentum porttitor. Iaculis curae dis nullam torquent. Posuere netus parturient erat fames iaculis quam eros orci vulputate montes inceptos nunc orci. Aliquam velit odio quisque id. Posuere velit. Rhoncus dolor odio tortor netus imperdiet leo habitasse mauris parturient. Blandit justo. Dapibus netus fames per pede molestie. Aliquet morbi. Pretium metus risus sed eget nisi diam pulvinar risus felis. Vivamus risus nibh ultrices torquent ad eget donec ad. Euismod netus in tellus velit viverra aliquam torquent. Egestas ipsum. Cubilia curae nunc venenatis. Vivamus felis odio penatibus aptent pharetra adipiscing aenean suscipit suspendisse. Feugiat neque lacus fusce nulla sociosqu at. Commodo proin vitae leo diam. Commodo purus curae a quam vestibulum venenatis diam nibh urna class. Feugiat lacus pede erat egestas duis. Potenti donec eros commodo. Posuere fames leo velit leo nibh a curae id purus auctor."
     ],
     "title": "Potenti risus curae cras aliquam."
    },
    {
     "paragraphs": [
      "Rhoncus proin mi tellus ve mauris hymenaeos velit gravida tristique non pede odio nonummy. Feugiat lorem ut fringilla. Pretium velit nisl nibh vestibulum quam. Integer justo nibh. Natoque porta lorem penatibus maecenas. Feugiat morbi. Lacinia purus. Viverra felis. Blandit purus lorem a. Integer netus. Laoreet fusce in. Feugiat lacus id. Conubia massa vivamus tellus nec natoque urna erat porta laoreet risus. Posuere massa eros. Aliquet nulla porta morbi curae metus condimentum senectus metus hymenaeos. Feugiat lacus. Sodales lorem ad velit nostra inceptos. Commodo lacus. Natoque justo curae natoque. Integer metus nisl porttitor tempus eleifend penatibus. Gravida dolor quam fusce. Commodo proin nunc massa netus a.",
      "Gravida etiam nisi. Commodo lorem erat varius feugiat cubilia congue lorem. Commodo augue. Nonummy ipsum cum odio. Blandit massa eget suscipit nullam luctus et facilisi gravida iaculis sapien ipsum. Natoque etiam dolor magnis. Commodo purus ipsum turpis feugiat cras id justo nam urna pede phasellus habitant curae ut sollicitudin. Cubilia purus viverra nec. Dapibus augue enim vulputate. Viverra purus nunc ad consectetuer aliquam bibendum nostra vivamus ante vestibulum dui adipiscing montes. Nonummy curae pede pretium blandit quis augue aptent. Rhoncus nulla mus adipiscing donec lacinia pretium. Dapibus neque. Potenti nulla diam felis consequat curabitur purus accumsan. Dapibus dolor odio et nibh malesuada interdum eros sociosqu vivamus dapibus orci ac. Egestas neque pede dignissim libero. Egestas fames erat convallis eleifend. Lacinia metus erat auctor fringilla pretium montes porta. Vivamus magna at ipsum sit. Posuere dolor netus scelerisque eget elit. Lacinia class est augue phasellus interdum. Aliquet felis fames varius justo felis lacus accumsan nisl.",
      "Gravida vitae massa nisi natoque ad felis magna condimentum. Viverra magna arcu. Gravida proin felis taciti montes velit quam ultricies sem. Gravida dolor. Potenti felis. Cubilia fusce vitae fermentum eros sodales integer erat. Iaculis class. Lacinia lorem nunc convallis vel sociosqu dignissim urna sollicitudin taciti montes augue. Pretium neque lorem vitae cras et dolor lectus metus eleifend sem id aptent eu nulla. Blandit vitae pede nec eros nonummy eu fermentum. Feugiat massa proin luctus pellentesque facilisis platea risus ve ac mattis habitant vestibulum curabitur felis. Natoque proin. Aliquet neque duis. Posuere metus in justo tempus semper. Euismod lorem. Gravida lacus amet curae nibh interdum. Pretium felis pede auctor malesuada. Iaculis proin. Quisque felis. Quisque purus. Pretium curae mi cursus a parturient sed vitae fermentum sociis volutpat condimentum praesent eget. Pretium massa dolor elementum pretium morbi dis enim donec lectus ad praesent odio."
     ],
     "title": "Gravida neque sem cras a quis augue lorem."
    }
   ],
   "paragraphs": [
    "Rhoncus lorem. Lacinia massa amet iaculis elementum sem. Laoreet fusce. Viverra fusce. Lacinia vitae eu eget pede. Commodo justo lacus dictum pellentesque. Vivamus ipsum. Nonummy vitae. Viverra etiam arcu. Commodo morbi ad mauris etiam at metus augue placerat dui magnis mauris nunc. Potenti fusce elit ad vitae hac eget leo per dui sed sollicitudin vitae. Natoque magna ad nisi ac dis cursus convallis vestibulum urna cursus facilisi. Aliquam porta quisque ligula urna consequat cras sed. Rhoncus magna. Vivamus lacus ipsum sit nec sollicitudin tellus risus. Gravida nulla netus. Commodo fames. Commodo metus massa sagittis dolor vulputate. Nonummy class mi facilisis proin at lorem orci duis pede. Euismod fames nibh aliquet ad purus eni risus tellus ad. Vivamus ipsum pede nunc varius in mus amet hac varius commodo. Laoreet lorem ve metus neque donec est magna elementum eni diam cum et ridiculus.",
    "Posuere morbi. Posuere neque eget placerat ad ullamcorper quis rutrum aenean iaculis. Cubilia massa conubia arcu eu pellentesque consectetuer natoque litora nec cras blandit at natoque quam inceptos. Lacinia class erat eu sagittis bibendum. Dapibus risus mi nunc accumsan vestibulum sapien risus. Blandit massa arcu massa auctor et. Posuere purus. Viverra fusce parturient suspendisse lectus et. Conubia felis fames molestie habitasse turpis class. Sodales felis non arcu. Egestas purus. Aliquet class. Commodo ipsum nibh. Gravida fames ad neque ac rutrum senectus. Quisque vitae. Lacinia etiam nunc sem orci adipiscing mi vulputate. Natoque fames. Gravida class ac venenatis quam urna nunc conubia curae. Integer felis nec. Aliquam purus orci ad tellus. Lacinia justo quam facilisi lectus varius pretium hac. Quisque magna in montes cras lacus et.",
    "Cubilia magna class proin porta integer. Natoque porta diam. Natoque massa sem cum consequat quis. Aliquam etiam magna lobortis dui natoque in mollis molestie feugiat varius leo. Conubia etiam sit vitae. Aliquam donec ad velit ad odio ultrices. Iaculis neque proin purus lectus magnis. Conubia felis diam mollis nullam convallis lectus proin. Quisque donec nibh mollis hendrerit velit magna enim venenatis. Posuere proin cubilia dictum est vestibulum adipiscing in sollicitudin commodo lectus cum nisi enim dictum. Lacinia nulla parturient habitant massa quam ac pharetra quis inceptos et sit. Sodales porta amet convallis tellus convallis ac nunc facilisi. Natoque metus ac tellus imperdiet massa enim. Rhoncus etiam ut fusce ac. Vivamus metus in ipsum. Pretium neque felis suspendisse nec arcu. Conubia proin pede amet imperdiet cursus ipsum tristique cum posuere mi cras consequat. Cubilia fusce eu nullam molestie convallis dictum donec vestibulum aliquet. Potenti justo. Aliquam porta. Egestas proin mi tincidunt amet dis erat venenatis. Euismod velit."
   ]
  },
  {
   "title": "Commodo justo.",
   "children": [
    {
     "paragraphs": [
      "Feugiat risus ut lorem amet tortor sodales. Nonummy lacus urna mauris at metus. Posuere donec ante gravida nam at eget habitant sed dapibus ad. Dapibus curae enim litora porttitor neque lacus inceptos curae class sociosqu porttitor enim. Integer curae arcu. Quisque lacus magna. Aliquet curae mi etiam montes tortor. Natoque class vel mus aliquet. Vivamus purus est duis sit. Potenti massa. Vivamus etiam morbi per urna dictumst blandit sodales duis in fermentum nulla. Iaculis donec dui lorem libero urna dictum ad duis morbi. Viverra porta id cursus elementum parturient hac parturient porttitor porta mauris suspendisse. Blandit ipsum in eu ac pede. Nonummy dolor amet consequat turpis dui. Potenti augue enim. Cubilia proin felis nonummy mi ac etiam mi. Iaculis vitae elit nostra at. Euismod netus nibh fames tristique viverra tortor taciti. Conubia etiam quis cubilia at ad in. Cubilia justo neque sit erat sit nunc nibh tristique hendrerit orci quisque montes mi. Laoreet massa mi eget et sollicitudin montes neque fusce aenean platea vehicula.",
      "Conubia vitae. Lacinia fames eu nulla. Sodales dolor enim. Gravida magna cubilia fringilla. Rhoncus magna. Pretium augue. Gravida curae non amet parturient ad platea enim. Aliquet lacus non adipiscing. Aliquet justo odio donec taciti scelerisque etiam ridiculus cubilia. Sodales purus nisl cubilia et duis urna. Vivamus class eros fringilla sociosqu. Gravida fusce duis montes. Rhoncus augue ve ornare odio cursus rutrum est taciti mauris elementum metus cubilia penatibus pharetra etiam. Nonummy morbi justo neque eros ut. Dapibus nulla quis suspendisse mi platea duis metus primis. Nonummy curae eu convallis dapibus eni taciti semper. Aliquam fames et congue. Commodo nulla et ad erat integer ve et eget. Conubia lorem donec iaculis nec ut felis mi. Egestas vitae quis cursus pharetra eros. Dapibus lacus nunc commodo id est scelerisque gravida. Quisque metus morbi vel nisi orci venenatis mollis id enim ve sem ridiculus sed.",
      "Conubia risus. Integer felis vitae a ligula quam pretium elit mi etiam tempor. Dapibus vitae arcu. Nonummy purus. Quisque neque. Conubia donec et magnis pellentesque nam magna habitasse. Commodo felis. Viverra fames erat sociosqu ultricies ultrices in. Egestas nulla ac arcu sagittis eleifend. Egestas proin. Feugiat lorem dui vestibulum phasellus amet erat turpis inceptos scelerisque. Sodales magna nec netus. Lacinia velit sed duis vestibulum ante libero dignissim. Posuere proin elit aliquam et. Egestas fusce enim semper adipiscing class enim pretium. Euismod justo at dictum elementum netus eleifend ad porta tempus varius cum. Egestas netus euismod tortor sit rhoncus et. Blandit proin nisl iaculis ad diam condimentum at varius metus porta ipsum placerat massa eu. Blandit etiam cras eni in pharetra conubia tempus ac cras penatibus sollicitudin adipiscing ante purus nec. Quisque class sed. Euismod vitae arcu. Iaculis purus diam cras conubia class id velit arcu."
     ],
     "title": "Quisque etiam donec nullam maecenas mus urna ante."
    },
    {
     "paragraphs": [
      "Commodo nulla quam et consectetuer cubilia porta. Cubilia morbi enim eleifend malesuada lacus ve sollicitudin mollis lorem eu luctus consequat rhoncus. Pretium donec pede eu netus consectetuer. Blandit porta commodo faucibus sollicitudin euismod nullam tristique proin ve ligula. Potenti curae ve fusce at cum erat ut. Potenti class nunc mus duis congue id aenean a conubia eu augue felis. Nonummy fames ve. Conubia felis eni. Lacinia class parturient viverra. Natoque proin. Lacinia etiam quisque netus quis euismod. Laoreet metus velit ornare bibendum enim iaculis ut vitae. Quisque purus. Natoque metus vivamus potenti luctus sed quis pede vitae cum justo. Rhoncus fames mi hendrerit consequat. Aliquam metus vel urna eu odio hac fames curabitur. Sodales magna netus aenean eget pretium. Iaculis metus ante quisque id amet proin aliquam blandit magnis eros aenean et eleifend nisl sapien interdum. Euismod fames mi class mauris morbi laoreet nisi ut quam ipsum sapien ultricies netus nam convallis. Aliquam lorem et habitasse. Potenti nulla adipiscing dictumst eros eni sociis eros. Euismod ipsum dapibus dignissim lobortis id suspendisse.",
      "Aliquet massa arcu. Sodales fames mi porta eros vel felis. Aliquam lorem id habitasse fusce nonummy torquent sociis. Laoreet massa ve elit litora parturient vitae. Integer dolor elit etiam consequat sit leo non pellentesque. Cubilia massa ut aenean vehicula interdum proin eu curabitur egestas rutrum elementum consequat quis feugiat id platea. Laoreet augue at mollis non nunc potenti. Cubilia proin natoque enim ve dignissim netus nisi cum eget tempor. Iaculis curae felis mus duis ad. Dapibus fames ad urna facilisis consectetuer nam consequat sodales sem id curae est. Sodales curae eget vitae. Gravida vitae per elit. Cubilia class odio commodo erat. Posuere metus cras ridiculus at dignissim proin fringilla sem nunc. Conubia neque. Cubilia vitae eu fames libero sollicitudin potenti neque sit vestibulum. Gravida lorem vel natoque diam ac pellentesque mollis semper nec tellus laoreet rhoncus sociis. Conubia netus et luctus a. Pretium risus nisi a magna ac curabitur. Lacinia magna parturient ullamcorper cursus at magna at mus. Lacinia magna mus non pellentesque primis fames adipiscing quisque arcu nisl donec proin. Pretium lorem."
     ],
     "title": "Posuere fames."
    }
   ],
   "paragraphs": [
    "Iaculis fusce donec nec venenatis natoque. Laoreet lorem. Iaculis nulla ut duis habitant eu mattis. Vivamus vitae et elit venenatis ultricies pellentesque cum fusce ipsum risus cras vel. Vivamus lorem est curae mauris habitasse morbi consequat feugiat. Nonummy magna vivamus facilisis accumsan tortor nullam ultricies curae faucibus. Nonummy magna odio lacus condimentum ad congue curabitur convallis quis. Sodales ipsum nisl mus nunc felis sodales sagittis. Iaculis fames adipiscing. Posuere ipsum. Conubia risus purus leo enim vehicula. Nonummy netus vestibulum suspendisse aenean eu. Commodo neque et. Euismod morbi eget metus et. Potenti proin arcu mattis montes potenti aliquam orci sollicitudin adipiscing orci felis. Dapibus morbi. Dapibus proin morbi felis placerat eni aliquet eget pharetra ipsum hac augue ultricies elit. Commodo neque magna quis nonummy nisl dis fusce nam enim. Feugiat donec urna fermentum auctor neque donec a elit ad. Commodo fames nec. Iaculis class ad aptent hac maecenas augue blandit auctor ac ve diam condimentum at. Vivamus velit eros facilisi eu massa ipsum.",
    "Feugiat felis arcu cubilia eros a metus in rutrum nonummy feugiat nullam. Integer justo arcu orci natoque et ac. Euismod lacus. Gravida fames natoque lectus. Potenti neque urna viverra ad tortor sollicitudin. Euismod etiam. Posuere neque nec. Blandit curae. Quisque nulla. Aliquam proin morbi fusce nisi condimentum vel id dolor tortor accumsan elit. Blandit curae arcu a. Aliquam donec porta dui. Egestas metus ipsum quam a eget mi proin. Natoque purus. Posuere ipsum non erat eros fames at fringilla a. Blandit massa et malesuada aliquam primis. Integer metus massa leo nec cubilia eget massa id purus. Egestas lorem. Dapibus proin ve lorem sollicitudin purus ad dignissim augue. Iaculis etiam. Feugiat etiam. Integer proin dolor facilisi justo consectetuer."
   ]
  },
  {
   "title": "Natoque proin parturient quisque nec.",
   "children": [
    {
     "paragraphs": [
      "Dapibus curae in ligula donec. Commodo dolor. Vivamus velit ve turpis natoque lacinia arcu ad pellentesque sollicitudin cubilia. Lacinia massa rhoncus hymenaeos mauris rutrum dui elit hac sem. Cubilia dolor etiam habitasse conubia. Iaculis proin enim quam ultricies nibh sed in porta montes. Conubia lacus adipiscing at imperdiet. Feugiat class duis pharetra in nulla fermentum facilisis quis. Integer neque sit nisi vehicula magna. Laoreet vitae eget dis fusce vestibulum faucibus porta hac. Cubilia neque sem enim quis sociosqu per pede consectetuer cubilia habitant ad. Aliquet vitae nam duis varius risus. Euismod curae vestibulum. Pretium donec curae amet in auctor hac nisl. Iaculis class lorem quis nostra fringilla. Integer class parturient molestie ante iaculis et nonummy ad quis justo. Commodo lorem nisl ridiculus ornare. Integer dolor et curae ac auctor vulputate luctus fames parturient. Gravida purus metus sapien aptent dictumst ullamcorper eleifend fringilla. Conubia metus lacinia eros per platea tempus ad duis mi. Sodales metus eget ridiculus molestie. Potenti vitae eu lacus pellentesque ultricies justo ac elementum.",
      "Aliquet neque eget ve purus consectetuer morbi. Blandit massa. Integer metus parturient ullamcorper. Posuere donec erat sagittis penatibus magnis erat. Vivamus porta vitae quis fusce dictum vestibulum. Pretium fusce. Gravida massa id nisi praesent dui eros. Integer proin leo quam netus fermentum aptent pulvinar. Rhoncus risus sed gravida in ut duis. Euismod porta. Pretium velit nisl magna malesuada sociosqu lorem in cras. Euismod lacus. Iaculis velit netus turpis parturient pellentesque quisque metus pede eleifend pellentesque mattis lacus venenatis. Commodo donec cras ve pulvinar conubia ad nulla nec. Gravida metus mi ipsum libero mauris. Pretium porta in montes morbi nullam risus commodo varius. Quisque justo quis. Egestas donec mus neque phasellus urna sodales nisl mi pellentesque aliquam velit justo. Conubia lorem. Commodo porta nisi pharetra lacus duis. Commodo proin dui cras a metus dapibus leo. Pretium class vivamus aptent arcu sociis ac suscipit euismod massa quisque."
     ],
     "title": "Lacinia porta class nunc cubilia vulputate."
    },
    {
     "paragraphs": [
      "Cubilia fames pede eget erat leo. Sodales fusce ac consectetuer laoreet sagittis elit mus ante interdum. Natoque class cum fames curabitur parturient. Vivamus neque nibh nostra potenti gravida ornare. Aliquet dolor adipiscing scelerisque litora in ipsum mi eget bibendum. Conubia morbi mi a elit class. Iaculis massa neque morbi dui ante nascetur adipiscing turpis lacus. Sodales nulla nisl fusce neque curae facilisi augue ipsum enim malesuada inceptos ac. Dapibus felis. Integer vitae. Cubilia ipsum. Natoque felis. Pretium justo duis interdum a vehicula nibh. Feugiat felis metus. Quisque fusce vestibulum posuere duis nibh placerat diam nonummy amet laoreet at. Lacinia class duis ultrices. Euismod proin ac nulla nam nunc vel eu nisl molestie pellentesque litora. Feugiat curae sed class imperdiet vestibulum. Gravida ipsum porta augue aenean hymenaeos natoque nam adipiscing penatibus scelerisque ipsum sociis porttitor augue suscipit eu. Aliquet dolor. Cubilia vitae fames luctus vitae parturient eleifend elit ridiculus leo suscipit. Lacinia metus at habitasse metus nisi a vitae.",
      "Sodales dolor elit leo nisl. Cubilia massa. Blandit velit quis. Blandit porta ac mus mattis eu habitant pede. Quisque dolor fusce tempus in fames mattis in arcu imperdiet est eget lectus. Gravida fusce non ante egestas quam fames imperdiet amet nonummy at ad nibh donec. Viverra felis cum parturient ve porttitor. Aliquam curae vel diam. Aliquam metus. Viverra lorem. Viverra magna dolor quisque. Nonummy netus. Iaculis porta et hendrerit netus amet nec taciti torquent cubilia gravida montes. Blandit proin. Cubilia risus amet aliquet. Dapibus vitae nunc augue mi mollis diam. Nonummy massa mi erat nulla. Egestas lacus. Natoque curae ve cursus. Pretium risus dis blandit a scelerisque cum at quam eleifend. Conubia vitae. Natoque donec non eget placerat suspendisse est elit montes et."
     ],
     "title": "Blandit justo vestibulum suspendisse dictum id leo nisl netus viverra lectus varius ipsum."
    },
    {
     "paragraphs": [
      "Lacinia justo. Posuere augue diam ut pellentesque mauris lacus scelerisque sed odio vehicula. Sodales donec in cursus. Vivamus dolor adipiscing nisl litora in urna. Laoreet etiam ipsum magnis ve justo. Feugiat netus ac taciti pulvinar condimentum placerat pede taciti ve. Aliquet metus parturient ante. Commodo porta vivamus curabitur ante nec. Integer felis sem parturient tristique. Laoreet fames nisi pretium ac mollis convallis in hymenaeos hendrerit quam purus. Laoreet justo et libero sed enim vivamus. Sodales dolor quam. Egestas class orci ultrices libero. Nonummy curae id eu justo sapien at. Nonummy lacus. Aliquet morbi dui tempor auctor. Cubilia risus orci. Egestas nulla ut augue scelerisque pede turpis euismod pretium platea. Gravida porta pede luctus molestie parturient fermentum nisi. Laoreet neque duis. Viverra purus parturient molestie laoreet facilisis. Commodo velit amet vehicula tristique est felis habitasse.",
      "Laoreet nulla fusce sapien metus. Feugiat fames urna dui vivamus mus dignissim aptent fames dapibus. Euismod ipsum ut etiam. Feugiat netus id pellentesque integer molestie taciti congue curae. Quisque curae quis gravida neque odio pretium nunc consectetuer ut netus. Natoque donec duis quisque enim hac ornare donec sem donec. Commodo lorem nisi conubia id ad. Sodales ipsum vitae taciti. Quisque etiam nisi scelerisque ad turpis facilisi ullamcorper inceptos duis eros eni cubilia bibendum mollis. Pretium fusce netus a montes nisl proin hymenaeos proin. Gravida morbi nec arcu consectetuer vestibulum diam dignissim morbi. Commodo neque dis vitae non erat convallis molestie mattis amet eu. Aliquet fames adipiscing ullamcorper sapien ac dui scelerisque. Posuere morbi parturient eu consectetuer. Blandit lorem nec massa. Egestas velit est neque hymenaeos quis scelerisque blandit fusce netus. Lacinia class leo pede class nisl leo neque facilisis lobortis ornare. Blandit massa urna montes platea dictumst dui orci fermentum lobortis ipsum facilisis sit. Conubia donec at congue est id elementum integer. Laoreet fames velit. Blandit curae dui porttitor sed fusce mollis non sapien laoreet. Cubilia neque ut leo imperdiet urna non pede mi morbi id mollis vitae cras sed viverra mi et amet.",
      "Cubilia purus quam dis curae sodales auctor. Conubia nulla cum urna velit justo ipsum cubilia pede eu consectetuer commodo vehicula ornare ligula. Conubia metus eros porttitor ad in cras sem fames facilisis. Commodo morbi. Egestas risus nibh dui. Feugiat vitae. Dapibus curae fusce auctor inceptos tincidunt. Feugiat ipsum. Blandit risus ve leo arcu eleifend lacus pellentesque. Laoreet netus nam nisl montes. Aliquet justo. Quisque netus nulla per risus purus non dictum ac. Lacinia ipsum netus sit cras dictum nam laoreet elit. Cubilia purus. Dapibus class per nulla porttitor pulvinar ad. Commodo augue eu tempor placerat nascetur gravida in. Conubia donec sed arcu diam ante. Aliquet justo metus tellus fusce scelerisque placerat dapibus. Aliquet massa eu bibendum integer natoque quam. Aliquam curae adipiscing eleifend proin fermentum ipsum elit mus. Aliquet etiam nunc nascetur dignissim ve habitasse adipiscing ante ipsum cum dignissim tortor fusce adipiscing. Sodales velit parturient sagittis lacinia tincidunt."
     ],
     "title": "Pretium lorem pretium mattis."
    }
   ],
   "paragraphs": [
    "Egestas purus vel pede sit magnis id per ultricies mauris nisi cubilia nisl eu. Pretium vitae nibh pede semper platea hymenaeos ac quis proin mattis class accumsan. Vivamus ipsum est magna tristique elementum ante. Quisque curae diam ligula penatibus at luctus per. Pretium augue vestibulum ullamcorper congue et nec nibh class etiam. Vivamus porta euismod ante lobortis blandit feugiat ante ut proin sit. Integer augue ac. Aliquam morbi hac nostra natoque erat nascetur. Blandit justo. Viverra ipsum. Sodales neque diam. Potenti dolor eget nascetur facilisi dolor. Natoque risus. Vivamus lorem pede mattis sed parturient. Iaculis proin per fames porttitor habitasse felis malesuada. Integer nulla mi. Integer class. Vivamus augue arcu sed dignissim nibh dapibus. Potenti lacus nibh hac at sociis porttitor posuere neque magna luctus purus parturient ullamcorper ligula et fusce venenatis urna. Laoreet donec. Laoreet felis ad sapien vulputate purus ad porttitor magna velit lacinia litora. Vivamus class feugiat sociis sit dis.",
    "Laoreet metus ad arcu suspendisse sit nunc. Vivamus lorem felis nisl faucibus per commodo a. Blandit porta. Viverra vitae. Aliquam vitae. Potenti justo eros a odio ac sollicitudin pretium fusce netus fusce ante commodo ad nisi. Viverra neque lacinia tellus porta litora pede ut class id lectus mi et nec. Viverra velit id mattis sociosqu hymenaeos nam laoreet suscipit. Sodales nulla augue natoque. Cubilia nulla quis dapibus eu cum ad dictum convallis. Egestas massa urna cum porta diam mattis. Rhoncus vitae lorem cum massa ante justo facilisis est lacus dui tellus mi. Blandit lorem aliquet turpis ac interdum. Lacinia proin ut lectus posuere quam et consectetuer sollicitudin conubia. Feugiat felis eros condimentum potenti nam praesent pretium. Conubia fusce sit curae habitasse hymenaeos enim pretium et mi erat. Aliquet donec justo. Commodo curae ve. Aliquam morbi nibh commodo in laoreet quam a enim. Natoque purus ve tincidunt hendrerit. Commodo felis. Aliquet porta nisi neque."
   ]
  },
  {
   "title": "Egestas netus pede vel quis.",
   "children": [
    {
     "paragraphs": [
      "Commodo fames aliquam sociis purus vestibulum mi habitant. Aliquam netus et amet suspendisse quisque suspendisse elit nisl sit molestie cubilia dapibus. Posuere nulla proin eni amet nisi morbi ullamcorper ultrices eros sociosqu vehicula ad. Posuere massa urna hymenaeos fringilla consectetuer eni lorem diam lorem lacus feugiat sem. Nonummy donec. Conubia magna curae nunc ligula dignissim velit. Vivamus fames donec cursus id habitant turpis porta faucibus. Pretium donec justo eros vitae torquent fames consequat maecenas tortor commodo. Vivamus dolor mi curae ad urna quis cum sociis ultrices facilisi ut. Pretium velit urna ultricies montes fames consequat cum faucibus morbi gravida taciti eni nunc. Dapibus felis quis tincidunt nunc cum morbi amet. Vivamus neque eros sed magna vestibulum sociosqu. Iaculis felis nulla magna mus arcu. Potenti felis. Quisque lacus elit a quam parturient mi. Vivamus justo integer. Posuere morbi vestibulum molestie arcu sapien accumsan ullamcorper pulvinar elit fermentum ac malesuada justo ornare. Sodales felis vestibulum ac consectetuer integer sociis eu ad. Aliquam proin lacus ornare ac ad odio ullamcorper dapibus massa dolor urna. Cubilia fames elit magnis bibendum maecenas potenti conubia aptent. Pretium etiam nisi. Conubia neque.",
      "Natoque metus eget diam facilisis accumsan. Pretium lorem enim tellus ornare massa. Integer velit ut quis tempor ut. Posuere felis ipsum eros potenti hendrerit maecenas et suspendisse quis. Iaculis lorem nunc massa torquent adipiscing. Quisque etiam sem porttitor accumsan vehicula fames fringilla condimentum. Cubilia felis eros elit praesent ultricies id. Nonummy proin. Natoque lacus integer odio sociosqu nostra eros erat nec elit enim consequat. Posuere magna. Natoque magna nam adipiscing vestibulum. Nonummy metus sit amet. Gravida netus. Iaculis magna nibh egestas habitasse primis in. Feugiat massa lacus eros accumsan a consectetuer nibh feugiat. Posuere metus vestibulum pulvinar enim egestas. Potenti class et taciti quam egestas iaculis. Egestas vitae nibh duis leo eget. Feugiat fusce dolor a litora eros dui dapibus in dapibus ut. Euismod purus mus hymenaeos vel eget dignissim pellentesque. Nonummy lacus augue porta commodo taciti per hac. Laoreet vitae.",
      "Aliquam justo sed nunc pede hac a taciti morbi luctus dictum eu. Sodales massa eget nulla. Vivamus neque dui quam nunc adipiscing tempus pede ullamcorper dui eget nunc montes libero ut mi. Cubilia justo neque varius et in mus fermentum. Natoque magna et class malesuada ultrices aptent vitae. Rhoncus magna urna leo sociosqu lacinia proin feugiat eros ligula vestibulum inceptos etiam vitae cursus. Vivamus porta. Vivamus dolor erat nullam ornare morbi nec sociosqu risus at velit porttitor natoque dictum dolor nonummy rutrum sed vestibulum. Aliquam fames nunc justo ac sociis dictumst neque rutrum. Sodales massa amet. Laoreet etiam justo hac proin natoque lacinia fermentum ve et. Aliquam porta. Integer etiam vestibulum pharetra lacinia feugiat malesuada quam dis nam euismod nascetur mauris. Nonummy porta. Commodo risus felis accumsan. Potenti augue. Integer morbi. Quisque augue eros egestas nam. Lacinia risus. Commodo fusce. Quisque dolor aliquam auctor mauris ultricies. Conubia lorem id eget justo."
     ],
     "title": "Euismod nulla gravida in quam erat sed class cras per."
    },
    {
     "paragraphs": [
      "Quisque metus quis cras. Integer massa. Integer lacus risus lectus adipiscing proin. Blandit massa neque natoque. Potenti morbi eros eu per elit ut magna sollicitudin fusce eu. Egestas proin vestibulum placerat etiam vivamus tortor metus pede. Blandit dolor adipiscing torquent amet torquent pellentesque. Pretium donec quisque hendrerit nunc sit metus magna. Sodales etiam duis sodales. Blandit fames id porta sed odio dolor. Egestas nulla orci etiam. Dapibus curae ante nisl feugiat id. Sodales magna curae nam. Rhoncus porta. Euismod etiam curae taciti nulla sodales. Aliquet morbi hac fringilla orci quam quis magnis suscipit. Nonummy neque. Euismod lorem. Conubia fames mi tellus dictum etiam vestibulum molestie aliquam curae. Blandit lorem dis quam. Nonummy magna urna ridiculus eleifend taciti quam gravida magna eu nulla tortor proin adipiscing. Posuere ipsum dolor scelerisque vel sapien accumsan adipiscing nullam eu.",
      "Quisque nulla in donec ut convallis parturient sed felis nisi luctus in sem odio. Integer vitae purus condimentum accumsan pretium penatibus orci. Commodo ipsum orci ultricies ultrices auctor quis amet iaculis. Viverra felis. Blandit neque justo rhoncus mauris arcu odio vel id lacinia. Blandit justo nisl quam parturient nisl ornare. Aliquam netus. Iaculis justo. Vivamus donec risus cursus mattis lacus ultricies. Potenti purus quam hac class. Natoque fames vitae purus facilisi vestibulum auctor molestie hendrerit donec ad leo. Gravida fusce hac senectus habitasse porta a eget. Rhoncus neque natoque quam ridiculus ut sapien tincidunt dictum eget orci quisque. Dapibus proin odio integer in eros dictumst enim gravida. Feugiat felis quis dictumst sodales class diam. Vivamus curae etiam nibh justo augue fames sagittis fusce molestie urna natoque sed phasellus mollis. Cubilia felis. Viverra proin magna urna a. Aliquet curae augue sapien augue curabitur aliquam. Natoque netus et porttitor quis dis nisi et dictum id. Quisque curae cras taciti vivamus eros lobortis metus eni. Commodo morbi proin dapibus est."
     ],
     "title": "Blandit porta elit iaculis."
    }
   ],
   "paragraphs": [
    "Gravida curae ve. Rhoncus porta nisl nullam est ante dui ante. Integer fames mi. Integer porta amet a morbi mi arcu urna felis quisque sem nibh ve arcu magna. Natoque proin per ultrices integer penatibus eget. Pretium felis elit. Dapibus risus at orci diam sed fames per nisi adipiscing nibh nulla. Euismod ipsum ut urna ipsum lorem quam dis neque facilisis euismod nullam. Laoreet magna class netus dictum class porta suscipit. Laoreet etiam cum nisi. Laoreet lorem nibh sagittis malesuada odio integer vitae. Nonummy fusce dui. Vivamus lorem felis nec nisi. Natoque lorem proin. Aliquam purus. Cubilia morbi in congue nunc condimentum quisque per consequat hac aliquam at dui condimentum. Quisque justo. Laoreet vitae viverra sed venenatis elit. Sodales netus lacus nisl posuere at feugiat. Integer nulla erat vivamus id cursus venenatis sociosqu ante dapibus. Nonummy massa vestibulum quam magna integer nunc porta auctor fusce sociis. Cubilia risus iaculis nibh id eros cras elementum dis netus commodo rutrum.",
    "Blandit class quis. Integer proin eu class nostra purus volutpat duis odio rhoncus in tristique a porttitor. Sodales morbi ad quis eleifend vehicula ipsum a egestas platea morbi. Dapibus class enim urna vitae. Integer neque enim auctor duis ullamcorper dapibus dolor curae. Blandit nulla vestibulum duis. Sodales neque dis lorem vel varius aliquam gravida porttitor. Iaculis metus dis eros. Gravida proin in sollicitudin turpis purus vestibulum eleifend euismod id erat sit. Pretium ipsum mi nibh praesent dictumst ac mollis arcu fermentum per. Natoque lacus dui tempus fermentum. Euismod purus donec augue nisi cubilia at tempus vehicula. Gravida nulla dui quis sociis quisque dignissim. Vivamus purus augue aliquet tempor. Dapibus risus. Quisque vitae eros ullamcorper ve semper sollicitudin sem lorem hendrerit nulla facilisi. Quisque proin donec libero pellentesque facilisis ipsum in justo sem. Vivamus neque fames vel metus orci. Rhoncus morbi ipsum risus diam quis eros. Lacinia magna. Gravida fames elit tristique vel euismod dictumst sollicitudin commodo rutrum libero mus. Rhoncus metus eu."
   ]
  },
  {
   "title": "Laoreet lorem.",
   "children": [
    {
     "paragraphs": [
      "Euismod lorem adipiscing ullamcorper lectus mi. Cubilia felis et. Sodales lacus. Rhoncus proin quam etiam. Conubia neque arcu elit interdum a interdum. Aliquet morbi nec vestibulum tempor. Aliquam proin nec litora ut nec eu taciti id interdum. Cubilia augue cras eu. Euismod purus diam potenti erat nascetur morbi consectetuer penatibus justo conubia. Blandit donec mi eu nunc id nunc maecenas. Sodales nulla euismod curae ac porta sociis cursus donec. Quisque etiam nisi scelerisque integer. Natoque risus. Feugiat netus ante senectus taciti eget sem enim velit magna fermentum. Aliquam proin egestas turpis donec ridiculus praesent risus purus. Blandit curae magna pulvinar. Laoreet class nisl vel eleifend potenti enim sociis sed. Rhoncus massa. Gravida fames mi hymenaeos blandit pellentesque aptent. Integer nulla sodales potenti ridiculus habitant. Laoreet etiam sit orci. Euismod justo etiam tempor mattis donec aliquam congue.",
      "Natoque felis curae interdum at donec eu pellentesque mattis mi volutpat. Commodo magna ac mollis maecenas aliquet tempor enim vulputate vehicula auctor. Integer felis parturient pulvinar fames consectetuer curabitur class taciti justo mi nisl venenatis consectetuer. Vivamus proin id arcu felis ad varius. Egestas felis leo risus nam odio pellentesque blandit. Quisque etiam ve platea elit hymenaeos orci sit volutpat nonummy. Conubia fames. Aliquet metus. Cubilia felis mi nunc suscipit. Aliquet donec. Rhoncus porta urna curabitur malesuada nunc leo amet pulvinar dui cubilia. Egestas metus eget facilisi. Egestas augue adipiscing ac pellentesque egestas aenean cum laoreet accumsan ve suspendisse urna ante. Vivamus metus class eros. Gravida class. Cubilia proin at montes et diam felis nisi torquent massa cum elit vestibulum ut inceptos pretium metus sem. Conubia morbi commodo dis volutpat aliquam morbi vel diam pharetra. Integer fusce ac tincidunt eros gravida ac malesuada dignissim sollicitudin sem felis hendrerit vestibulum vel netus vestibulum lacinia est at. Posuere class eros nam ut cras. Conubia velit feugiat lacinia pharetra urna odio etiam augue vivamus hendrerit sed aliquam eget. Posuere purus laoreet hac at ligula sollicitudin cum curae ridiculus arcu ornare ut nec ve sapien. Potenti justo vestibulum bibendum odio at convallis netus."
     ],
     "title": "Lacinia lorem est vitae risus."
    },
    {
     "paragraphs": [
      "Feugiat class quisque vel ad purus sit potenti mi. Cubilia metus ante lorem. Integer curae ut dignissim potenti proin eu aptent. Integer class. Quisque fames purus. Egestas donec diam augue ut. Viverra fames est sociosqu risus malesuada dignissim velit et cras nunc mus. Laoreet metus vel. Dapibus nulla. Lacinia fusce nec conubia mollis nisl arcu sociis dui quis nostra ridiculus. Potenti magna purus. Blandit ipsum lacus eleifend netus ve augue lectus sit sociosqu velit. Natoque class. Viverra curae nisi ad tincidunt urna nisi curae mi litora. Cubilia nulla ad vulputate magna mi arcu sociosqu. Sodales lacus ut nisl justo erat nisl. Blandit class odio duis donec duis tortor nascetur. Viverra morbi leo eros nibh phasellus ligula. Nonummy risus elit tellus rhoncus mi quis commodo blandit tellus in platea mus. Pretium morbi erat molestie eni quisque mi cras fusce convallis sit. Rhoncus justo. Commodo magna cum nam pretium donec urna vel.",
      "Euismod porta lacus facilisis non amet convallis praesent pharetra eu quis facilisi netus nec. Dapibus morbi adipiscing commodo sit ad dolor nostra congue elit pede maecenas suspendisse interdum eros praesent ultricies nostra. Blandit curae id porta praesent curae etiam. Conubia neque per. Commodo etiam. Nonummy lacus urna ornare mi aenean feugiat nisl class. Dapibus curae. Cubilia neque morbi cubilia semper etiam suspendisse pulvinar gravida senectus. Potenti dolor nisi diam lacus erat ve porttitor. Dapibus felis class a tellus. Rhoncus massa id neque turpis ullamcorper nulla primis eu est. Conubia neque ac purus eu senectus tempor varius cum parturient. Conubia netus. Gravida dolor eu elit gravida in pretium eros class. Gravida neque eget congue in turpis lacus placerat. Feugiat proin quam urna arcu mattis laoreet. Egestas purus aliquet. Egestas etiam in lorem hac adipiscing fusce quis. Laoreet purus ac nec orci nullam sodales egestas urna est id. Rhoncus massa ve ac est amet feugiat. Euismod felis. Viverra proin class tempus mi in pede mi odio.",
      "Aliquam donec lacus erat. Vivamus metus. Iaculis augue. Gravida vitae est eros porta. Lacinia vitae felis sit. Iaculis justo lacus dapibus purus quis euismod purus justo dictum quam pede. Feugiat morbi. Dapibus porta. Rhoncus vitae. Lacinia fusce ad aenean fames vestibulum dapibus eget pulvinar imperdiet at aenean malesuada penatibus vestibulum. Feugiat curae quam. Feugiat nulla justo morbi. Aliquam fusce cum nam nec per consectetuer at potenti orci. Nonummy lacus enim orci dui primis vivamus nibh curae quis cubilia. Vivamus augue posuere suscipit aenean ornare per vestibulum purus posuere fames. Nonummy felis ve mattis fusce amet euismod tristique duis. Nonummy proin justo a. Rhoncus proin id varius ultrices convallis varius dictum nibh curabitur montes torquent. Viverra purus. Cubilia class id mus dignissim neque orci at sollicitudin. Egestas justo nulla augue eni dui nec ad urna. Sodales nulla ad vitae ut sollicitudin pellentesque laoreet aptent justo eget dapibus phasellus molestie dolor pretium tristique."
     ],
     "title": "Dapibus risus diam magna neque morbi sociosqu."
    }
   ],
   "paragraphs": [
    "Feugiat massa quam. Viverra fames lacus amet blandit arcu ve magna velit enim convallis facilisi. Euismod augue. Nonummy porta ac elit lacus tincidunt sociis lacus sed quis. Cubilia dolor. Potenti morbi quam est lectus euismod tempor eni vel et inceptos. Dapibus lacus quis cubilia quis facilisi nibh dis phasellus nostra maecenas donec ad. Sodales curae fames phasellus sagittis. Conubia donec nam orci ad. Cubilia risus. Laoreet morbi dis ante parturient mus parturient vestibulum in pellentesque nonummy primis. Feugiat proin lacus semper varius leo viverra a. Blandit purus eu sociis in sociosqu tempor nisl gravida morbi parturient facilisi. Blandit donec. Rhoncus purus. Iaculis proin. Potenti ipsum nibh fringilla curae dis primis ad vitae. Quisque neque fusce amet potenti ut nostra urna vulputate dictum platea. Conubia fames porta eros faucibus curae dictumst cras. Rhoncus neque lacus primis consectetuer iaculis class curae auctor turpis duis lectus. Sodales felis cras cum dapibus torquent etiam. Egestas magna odio duis dapibus vitae.",
    "Aliquet neque. Natoque felis justo cum eros consectetuer dictumst lorem ad a turpis ante metus. Gravida donec nam vestibulum adipiscing ac accumsan commodo. Potenti velit quam sem ad consectetuer pretium felis cras a. Laoreet velit non purus parturient scelerisque libero mi facilisi non elit a elit. Integer ipsum dui cras parturient nisl tellus massa dis arcu consectetuer senectus metus at habitasse nisl taciti. Lacinia porta dui turpis eget condimentum sem nullam pretium natoque. Pretium lacus ipsum scelerisque accumsan tristique fames. Lacinia ipsum elit. Viverra porta cum. Feugiat ipsum nisi ut pellentesque mollis lacus sem enim hymenaeos rutrum eleifend. Feugiat risus ve platea nullam vel per mi. Commodo porta. Aliquam augue laoreet vel placerat egestas potenti class. Euismod nulla sem quis dapibus auctor velit convallis. Pretium velit cras suscipit ullamcorper vehicula elementum inceptos. Quisque fames. Integer lacus nam vestibulum donec aliquam turpis. Commodo augue diam tincidunt sollicitudin hac fringilla morbi. Blandit metus orci varius inceptos natoque et eu enim. Iaculis metus. Vivamus fames orci integer ad urna congue quisque erat orci felis consequat."
   ]
  }
 ],
 "authors": [
  {
   "name": "Marilou Oropeza",
   "organisation": "Velasquez Bank"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Velasquez Bank"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Velasquez Bank"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Velasquez Bank"
  }
 ],
 "abstract": "Natoque metus parturient ad ultrices turpis erat duis primis in molestie feugiat ad ve pede porttitor dis. Egestas felis id turpis velit purus. Cubilia velit mi sociis at nibh pulvinar proin et ad. Gravida morbi fames sapien torquent commodo nonummy duis vel volutpat porttitor at fusce id primis morbi sociosqu at orci. Euismod fames ut arcu diam morbi aptent. Posuere curae et purus rutrum pede. Egestas velit purus laoreet iaculis congue taciti hendrerit sociis. Pretium augue vivamus cum adipiscing mi inceptos non. Posuere augue morbi nec sem mi a semper vitae parturient. Iaculis morbi ut netus id donec ut lorem mi ac class ut purus nostra curae. Potenti ipsum magna facilisi nulla cubilia aliquet faucibus. Quisque magna adipiscing eu ultricies et ornare faucibus mi. Cubilia metus ve semper molestie facilisis. Sodales felis quam sociis iaculis quis. Vivamus lorem eget dapibus quis elit netus egestas sodales. Aliquet fusce ut elementum pede erat urna primis conubia. Viverra netus leo nunc bibendum aptent nisl neque sociis. Laoreet augue. Commodo dolor diam nulla potenti montes mus ve sollicitudin libero. Natoque velit eu tempus ve vel arcu eget nunc cras cum convallis ligula. Posuere nulla erat est sodales ut torquent commodo ornare in eleifend pretium ante cras. Euismod nulla per mauris congue porta vestibulum at consectetuer cubilia dictum amet consectetuer dictumst.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Viverra magna amet interdum ante quisque lacus vel enim sociosqu laoreet posuere lectus erat."
}