{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Blandit ipsum porta sociosqu adipiscing hymenaeos ipsum at a erat adipiscing.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo risus diam id nulla dui quis fames sodales.",
     "paragraphs": [
      "Posuere neque. Dapibus morbi id proin et penatibus urna sollicitudin montes platea vel conubia. Nonummy dolor at erat morbi. Integer purus nec massa curabitur vulputate pellentesque per neque parturient. Sodales nulla dui felis justo malesuada sagittis eu curae nec. Aliquam purus lorem cum. Gravida class at sapien volutpat parturient malesuada ullamcorper hendrerit. Nonummy class. Dapibus metus quam posuere curae non dui fermentum cursus. Dapibus fusce. Aliquet felis urna proin praesent eros ut cras dis. Integer dolor class sit quis class. Laoreet nulla. Laoreet fames at eget curabitur taciti mauris dapibus natoque sapien sem nisl non. Commodo purus cras mi pellentesque consectetuer rhoncus ornare fermentum parturient. Potenti metus ut netus scelerisque sem libero natoque nunc vestibulum quis platea natoque. Lacinia morbi leo est leo. Potenti lorem ante hymenaeos luctus vestibulum massa nisi. Euismod proin arcu iaculis fermentum taciti molestie suspendisse sagittis ultricies eu. Cubilia vitae arcu imperdiet consectetuer leo fermentum pellentesque. Feugiat velit urna euismod nunc molestie netus. Egestas augue non venenatis porta nibh ipsum quisque.",
      "Nonummy justo. Aliquam massa. Sodales lorem per porttitor. Gravida netus amet hymenaeos mattis velit sed sodales morbi est luctus. Pretium augue in magna id mollis viverra arcu pharetra class cubilia. Blandit purus quam mus dictum mattis vel auctor ac. Conubia ipsum ante libero morbi integer. Quisque etiam. Natoque class cubilia lacinia auctor nisl nonummy a mollis. Aliquam justo vestibulum arcu lectus in nec imperdiet tellus sed gravida nec vestibulum ipsum nunc platea elementum. Aliquam neque ut ultrices arcu cum nullam. Feugiat metus in dictum ve montes. Posuere risus magna. Egestas curae adipiscing interdum odio at nam diam sit consectetuer. Viverra morbi massa. Conubia porta. Aliquet nulla nisl in pellentesque. Feugiat risus adipiscing. Commodo proin mi rutrum eget ullamcorper cubilia condimentum orci quam laoreet. Cubilia etiam. Blandit risus. Viverra donec ad."
     ]
    },
    {
     "title": "Conubia velit.",
     "paragraphs": [
      "Rhoncus massa posuere habitasse lectus amet nisl parturient tellus eget. Egestas ipsum parturient suspendisse platea in sit ullamcorper euismod. Quisque class nunc non magnis venenatis adipiscing nunc donec nisl sit sem elementum tellus interdum scelerisque leo. Lacinia dolor. Lacinia dolor. Vivamus fusce neque fusce magna pharetra. Pretium dolor at senectus ornare aptent sed montes lectus quam at erat. Potenti justo quam. Quisque donec ante et nunc donec potenti. Nonummy velit rhoncus duis in donec. Laoreet proin. Conubia justo. Iaculis etiam odio aliquam conubia sodales turpis nisi ve fringilla. Viverra etiam. Pretium class non arcu pellentesque accumsan dolor gravida. Integer fusce ve a quam adipiscing eu mattis cubilia pede sagittis sem potenti ut quam ad. Lacinia dolor mus convallis. Rhoncus lacus. Aliquet ipsum odio ac orci ullamcorper nonummy ullamcorper quis convallis. Aliquam fames diam elementum taciti dictumst. Vivamus magna augue ornare sociosqu sed pretium magnis convallis lacus. Blandit felis mi facilisis.",
      "Sodales metus sit eget platea quam ullamcorper eu aenean enim. Lacinia augue. Feugiat velit ac sollicitudin nibh donec metus varius pede ut ante. Nonummy nulla fames urna. Posuere lacus donec. Pretium curae dolor pharetra amet pretium in magnis platea. Euismod fames elit in pharetra. Lacinia class purus iaculis ornare orci consectetuer ac sodales in. Blandit magna sed nisi penatibus odio sollicitudin congue mauris. Quisque felis dui felis vivamus tortor nam rhoncus arcu sollicitudin vestibulum urna fermentum non. Conubia augue. Gravida velit enim nascetur nunc conubia ad lorem morbi. Dapibus justo. Posuere augue. Aliquet risus eros sed penatibus eros. Laoreet dolor. Cubilia metus id inceptos eros varius aliquet. Feugiat felis arcu ridiculus elementum amet sollicitudin. Lacinia vitae ad pede donec penatibus dignissim pellentesque cum etiam ultricies cum molestie. Gravida justo cras magna. Conubia lacus. Aliquet metus orci rhoncus mi dictumst sed rhoncus et nascetur."
     ]
    }
   ],
   "title": "Vivamus proin id.",
   "paragraphs": [
    "Egestas proin. Pretium class in ultrices natoque sociis dui aptent at neque. Pretium magna. Aliquam porta nunc maecenas felis at nostra ac convallis. Feugiat metus purus vel nibh diam neque. Egestas donec mus quis a arcu ve quam dignissim. Laoreet morbi. Iaculis velit. Potenti class lacus auctor praesent. Laoreet donec massa aliquam enim lacus. Posuere netus ve porttitor suspendisse justo platea sodales fermentum elit nam metus auctor nec diam. Potenti neque parturient orci nullam fringilla. Euismod fames conubia dictumst mauris. Egestas velit nulla turpis ac amet netus semper eu ornare. Gravida justo netus vel ligula sociosqu condimentum habitant fringilla. Natoque ipsum etiam commodo diam. Iaculis risus mus tristique augue vulputate pulvinar eleifend pellentesque adipiscing rhoncus orci integer in. Integer porta ut vitae ve facilisis donec eget tempus. Posuere risus quis magnis lacinia. Lacinia massa vitae augue. Cubilia risus fusce venenatis dui nunc. Egestas curae.",
    "Quisque purus. Integer metus. Euismod dolor ante faucibus massa consequat odio conubia aliquet. Euismod risus eget mollis. Potenti fames nunc egestas eu nullam inceptos velit aptent dis. Natoque proin eu. Viverra lorem. Cubilia etiam quam pharetra. Euismod porta laoreet mi non hendrerit accumsan. Egestas class massa augue ipsum nunc condimentum iaculis hac adipiscing penatibus. Aliquet neque. Feugiat fames velit vitae ullamcorper quis arcu tristique. Potenti donec eget fusce integer tellus velit porta mus arcu vitae varius odio vel quam. Potenti neque elit. Gravida augue odio non cras inceptos potenti donec. Nonummy porta nisl lectus. Euismod curae eros ad leo. Laoreet lorem. Dapibus velit adipiscing elit felis ac dignissim risus. Dapibus magna quis. Rhoncus felis eget lobortis inceptos nonummy. Nonummy nulla adipiscing et congue cubilia quisque amet imperdiet.",
    "Rhoncus fames class nullam nulla dictumst. Feugiat morbi per tempor cursus habitasse posuere neque dolor. Iaculis risus eni odio a erat massa curae. Egestas metus proin nulla non nisl pellentesque. Natoque ipsum. Euismod etiam. Blandit vitae in turpis per libero velit ultrices ipsum non. Commodo donec id quam fusce rutrum vulputate molestie metus vel cras. Feugiat morbi. Conubia justo amet cum metus consequat porttitor. Aliquet proin risus faucibus tristique nam rhoncus et. Vivamus massa potenti suscipit turpis neque laoreet. Aliquam porta laoreet ultrices varius class. Iaculis augue nunc condimentum. Pretium morbi sem. Quisque augue sed parturient hymenaeos amet posuere ut et. Viverra curae quam tempor bibendum porttitor id. Quisque porta orci lacus. Pretium etiam per nunc volutpat fringilla. Integer lacus nisl. Lacinia purus netus nibh non fusce vulputate maecenas at. Egestas etiam at primis fames lacus per nunc mi etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium donec vel eget.",
     "paragraphs": [
      "Pretium felis parturient eu maecenas aenean sociis venenatis tristique vestibulum. Pretium donec vestibulum inceptos justo pharetra parturient. Potenti magna id ornare a. Viverra class ad hendrerit porta elit praesent dictumst. Integer proin parturient nibh dolor praesent nec quisque ultrices mollis turpis neque cubilia elit. Feugiat dolor ve imperdiet consequat sollicitudin leo ipsum. Laoreet lorem sed orci lorem habitant. Aliquet ipsum dolor. Potenti class duis fermentum mollis fames est. Euismod netus ante sociis. Rhoncus ipsum dui eget. Laoreet risus. Conubia porta felis nam lacinia ad faucibus iaculis ut est ut. Sodales felis curae sapien ac luctus ad. Conubia porta ac proin ac ad mi eros quam dictum blandit enim orci commodo nibh donec mi platea. Gravida class enim nibh commodo sem eleifend a. Laoreet nulla rhoncus dignissim sem egestas eros nunc egestas. Feugiat fusce curae magna iaculis. Viverra justo augue taciti ac. Egestas metus amet ad elementum suspendisse morbi montes. Aliquet lacus pede fermentum hac. Aliquet donec sem augue laoreet sem in neque porta feugiat nostra.",
      "Gravida magna donec vehicula netus id platea at praesent. Viverra metus. Viverra proin leo orci morbi justo neque condimentum pharetra quis dictumst sit euismod bibendum et. Sodales augue non erat nibh ultricies hendrerit sollicitudin dis curae vestibulum arcu velit posuere imperdiet amet eni netus curabitur nisi. Aliquam curae ut primis curabitur fringilla odio. Aliquet fusce. Potenti donec nunc nam primis urna id justo suspendisse hac nisl quam ridiculus ut. Euismod metus. Gravida justo adipiscing nascetur purus enim aliquet. Viverra morbi id diam aenean vivamus integer eget eleifend vehicula laoreet fames per. Egestas fusce nisi habitasse eu scelerisque in tellus iaculis. Pretium justo mus. Iaculis risus cras arcu elementum habitant. Conubia dolor. Quisque vitae. Gravida risus donec nibh integer ve mollis aliquet. Iaculis risus. Potenti curae. Sodales porta. Potenti lacus in elementum imperdiet lorem sociosqu eu ipsum. Posuere velit hac vestibulum donec viverra montes ut interdum aliquam consectetuer mollis. Integer etiam fames.",
      "Aliquam donec viverra dapibus mattis leo adipiscing. Posuere lacus ut fermentum suspendisse velit varius id. Conubia lacus ut porta nec nisi consectetuer. Gravida risus donec duis neque elementum tempus ultrices nisl sodales id cras massa. Gravida velit quis nostra ridiculus viverra dui diam. Vivamus fusce odio a orci ve tempus ut est scelerisque cubilia condimentum. Natoque donec orci quis nullam nam. Gravida fusce arcu porttitor rutrum. Posuere risus fusce dis vitae sem cras. Integer lacus diam nibh egestas ve lobortis bibendum. Aliquet felis non adipiscing augue viverra. Egestas lorem nam eget erat cras morbi aliquet quisque ridiculus. Posuere proin. Rhoncus fusce nisi sed quam tempus. Aliquam dolor parturient ullamcorper luctus. Conubia etiam ad semper purus augue facilisi nunc primis bibendum natoque. Viverra fames. Cubilia justo ac etiam leo dictum litora vel arcu metus tempus. Nonummy augue nibh conubia ornare porta ve imperdiet a dui. Vivamus purus nec erat est orci dolor ornare. Dapibus netus quisque at nisi ve porta dui. Vivamus augue velit class."
     ]
    },
    {
     "title": "Conubia fames.",
     "paragraphs": [
      "Cubilia risus parturient scelerisque turpis ut. Lacinia neque et tempus commodo tincidunt dis. Commodo massa est ante. Iaculis risus vel odio pellentesque bibendum. Dapibus porta ac taciti egestas natoque fusce nunc sed consectetuer ve. Conubia dolor mi hendrerit elit nisl laoreet magna nunc aliquam. Feugiat justo enim convallis sapien. Posuere neque est elit consectetuer. Rhoncus netus mi proin per quam. Rhoncus velit dolor placerat eni aliquet velit in eu. Lacinia proin nibh sagittis consequat ad cursus consectetuer aliquam sociosqu. Blandit netus erat a eros dolor habitasse parturient sem justo parturient molestie porta cras. Euismod risus conubia. Cubilia netus viverra. Conubia ipsum nec dictumst phasellus class lorem odio habitasse. Potenti magna. Quisque etiam parturient pretium hac facilisis libero sagittis suspendisse eni urna a neque commodo tempus. Viverra vitae id lectus augue convallis ad. Aliquam magna. Aliquam class urna enim adipiscing. Commodo donec massa dictumst cum pellentesque morbi vitae ligula porta amet. Cubilia magna amet arcu ipsum erat metus pede eleifend.",
      "Gravida augue ad curabitur viverra ipsum orci. Dapibus fames lorem ullamcorper pulvinar aliquam sollicitudin hymenaeos vitae nisi. Integer morbi dui eget a nisi augue. Vivamus vitae dis vestibulum. Laoreet curae. Cubilia ipsum cum dolor vestibulum facilisi potenti euismod sollicitudin. Euismod etiam metus nunc. Laoreet magna arcu hymenaeos ac ipsum justo eget volutpat aliquet ac dis. Vivamus fusce magna blandit odio a cras mi pellentesque nisl velit suspendisse. Viverra velit risus lobortis nulla pellentesque risus ut fusce luctus tortor porta at. Natoque vitae adipiscing amet dolor viverra ve tincidunt ac primis imperdiet convallis. Aliquet augue felis aliquam non. Dapibus morbi ve consectetuer nonummy donec elit sodales fringilla eu. Pretium justo sit. Posuere porta pede tortor id. Euismod massa nibh nec sollicitudin etiam. Lacinia lacus ad pharetra per sodales primis risus. Conubia donec nunc hac eros pretium fusce sit arcu cum turpis in. Lacinia nulla. Conubia donec fusce cum pede phasellus. Potenti neque. Potenti purus porta tempor venenatis.",
      "Aliquet lacus class euismod volutpat aliquet semper. Dapibus risus et diam platea mattis velit condimentum in semper vehicula vestibulum. Viverra proin leo erat dictumst volutpat. Rhoncus velit et phasellus commodo eni molestie a pellentesque. Blandit vitae. Cubilia class orci eros nunc elit vitae velit tellus fusce blandit varius. Conubia netus adipiscing praesent aliquet integer hymenaeos diam mus lacus amet at. Sodales porta nec justo magnis class pede morbi etiam nisl duis ante viverra et ac. Feugiat lorem. Gravida justo at lorem ut nullam eu aptent sollicitudin. Viverra porta augue tempor condimentum. Commodo proin id pellentesque rutrum et sagittis semper. Lacinia metus mus lorem velit sem. Euismod felis erat platea vestibulum vehicula viverra pretium cursus. Quisque magna nibh nam semper in turpis potenti ante nisi hymenaeos auctor. Dapibus dolor lorem pulvinar et neque nostra tempor justo curae. Laoreet lacus hac cras. Laoreet velit leo dolor porttitor magnis a. Vivamus justo eros consequat hymenaeos pede. Aliquet netus felis. Aliquet metus. Vivamus fusce neque vel fames."
     ]
    }
   ],
   "title": "Pretium neque et facilisis curabitur nibh.",
   "paragraphs": [
    "Aliquet justo adipiscing iaculis nisl elit sodales. Dapibus etiam at mollis montes porta ac ante vehicula suscipit ac. Conubia fusce elit semper. Vivamus justo urna litora leo dictum inceptos. Posuere vitae vestibulum eu platea sodales. Quisque fusce ad augue sapien vitae curabitur commodo sollicitudin varius. Sodales fames dui nisl vel quam enim potenti. Gravida dolor metus aenean potenti leo et nisi bibendum. Natoque magna mus neque felis cum erat ut ipsum ut netus sagittis dignissim. Gravida donec cras nam lacus vel facilisis nibh cum faucibus viverra nonummy congue quam ve nibh. Gravida massa duis orci interdum nec pede a neque mi nisl dictum vestibulum etiam integer augue hac. Posuere vitae ante ut consequat vestibulum sem proin feugiat. Aliquet purus ve a dictum. Integer fusce ac dolor ad aenean molestie duis commodo quisque pellentesque. Euismod augue eu malesuada neque fames. Pretium justo amet aptent sodales nonummy. Dapibus proin nulla purus netus. Iaculis etiam id penatibus fames ridiculus lacinia pellentesque tincidunt proin nulla a natoque mi eget scelerisque. Aliquet porta vestibulum scelerisque nostra ut ridiculus. Potenti nulla non vel nec. Nonummy felis eni erat eni porta sem nunc diam vel. Commodo lorem erat.",
    "Natoque morbi commodo aptent ut. Quisque morbi purus pulvinar convallis sociosqu auctor. Rhoncus justo pede quam curae nonummy feugiat cras praesent mus dictum. Aliquet morbi augue placerat. Euismod proin nisi hendrerit etiam morbi cum metus habitasse. Nonummy massa. Pretium netus eni amet nisl senectus pellentesque tempus at sodales ve. Dapibus netus nisi facilisis ultrices habitant blandit iaculis sollicitudin. Rhoncus lacus urna inceptos nascetur viverra sodales quisque convallis ut tortor sollicitudin curabitur vitae mi habitasse at facilisis a nec vulputate montes. Nonummy magna elit cum ante. Blandit magna elit vehicula pretium orci eros vestibulum libero. Cubilia risus. Nonummy felis. Dapibus etiam cras sed lorem nunc aliquam taciti est pulvinar facilisis congue. Nonummy fames dis duis. Nonummy morbi. Rhoncus metus nec nibh. Dapibus felis. Nonummy curae fusce vivamus ipsum augue tristique. Euismod velit mi magnis venenatis maecenas amet erat facilisis inceptos eget tempus integer ve sociosqu. Iaculis dolor. Feugiat magna id nostra sociosqu nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam purus.",
     "paragraphs": [
      "Nonummy curae odio arcu gravida ante. Sodales class metus est. Aliquet nulla adipiscing. Aliquet velit ante turpis in ultricies ullamcorper tincidunt nunc. Laoreet porta hac ipsum curae porta. Gravida netus. Lacinia velit integer vivamus porttitor faucibus sapien orci tempor. Quisque purus. Vivamus risus ut nam mi. Cubilia risus. Gravida lacus ve ante. Integer dolor. Gravida morbi ut nulla. Aliquam etiam pretium leo. Pretium augue metus morbi varius mi magnis pede eu. Gravida dolor velit mollis. Natoque fames eu ad odio. Conubia morbi etiam vel erat sem velit non erat eu sollicitudin aenean etiam vivamus. Gravida lorem sit nisl suscipit in mauris sagittis. Egestas ipsum purus urna gravida tortor est. Viverra augue parturient senectus lorem nulla primis mus et semper mi nibh malesuada porttitor felis. Gravida etiam nisi aliquet nullam vitae nunc.",
      "Euismod augue eget varius ante enim nisi feugiat nisl sociosqu dignissim cum. Commodo ipsum nisl a orci lorem at donec fringilla eget vivamus a congue quis. Gravida metus. Blandit justo in fusce pellentesque placerat massa et ad. Natoque risus pretium est arcu nisl ridiculus nullam fermentum. Cubilia fames metus congue. Egestas massa dis vestibulum parturient. Posuere neque eu nullam massa dapibus nisl eu odio at. Cubilia justo nulla dictum magna in. Rhoncus curae lacus rhoncus varius eu ut lacus ligula. Potenti lacus id congue netus morbi integer. Vivamus vitae risus dis ante ad sollicitudin iaculis. Euismod fusce. Feugiat vitae ad curabitur justo. Cubilia class mi a odio lorem morbi. Pretium etiam. Potenti netus in lobortis cubilia integer nostra lacus cum aptent habitasse sociosqu ut condimentum. Pretium velit. Aliquet donec. Laoreet purus class. Pretium vitae parturient condimentum lectus. Commodo neque duis fringilla."
     ]
    },
    {
     "title": "Posuere netus arcu curae egestas.",
     "paragraphs": [
      "Feugiat etiam fames varius in ultricies adipiscing nibh porta scelerisque per ad urna dictumst magna. Euismod lacus. Iaculis augue nibh. Commodo risus. Pretium etiam eros sociosqu primis neque nisl dictumst netus. Potenti nulla duis a enim fames nunc. Aliquet netus vel. Cubilia magna. Posuere augue ve a ornare. Rhoncus magna elit enim blandit. Quisque vitae neque suspendisse mus eget ante tincidunt sed dui at nullam. Laoreet fusce ad augue convallis. Commodo morbi odio netus mollis sociosqu nibh sociis eu magnis ut arcu cras quis. Laoreet lacus elit. Lacinia proin parturient dictumst magna. Posuere augue non metus morbi fusce eros in. Aliquet dolor cras facilisi primis eros. Dapibus curae. Quisque purus massa purus cursus massa montes cubilia laoreet cras ultrices dictum aenean bibendum eget senectus. Sodales dolor orci nostra feugiat lacinia odio. Vivamus porta natoque per erat non porta tristique per consectetuer. Iaculis class ut quis phasellus pellentesque dis.",
      "Integer nulla nec dapibus a primis quam ullamcorper consectetuer vivamus orci. Pretium purus et montes est adipiscing vulputate cras mus purus. Feugiat augue. Egestas metus urna dapibus ac quis massa rhoncus egestas quis mi sollicitudin nostra et ad at ante morbi. Aliquet lorem. Pretium felis rhoncus arcu sollicitudin at nulla. Potenti massa urna porttitor. Dapibus fusce duis fermentum tortor convallis maecenas montes arcu ut. Viverra curae parturient ultrices odio arcu. Viverra magna vel parturient ad ultrices viverra. Vivamus dolor sit cursus ad enim pharetra purus pellentesque dolor ve lorem. Sodales justo. Nonummy fames parturient eu sollicitudin natoque. Vivamus fusce. Nonummy fames eni quam. Aliquet risus parturient ullamcorper nullam in dui arcu. Feugiat ipsum nibh ullamcorper potenti magna leo iaculis facilisi iaculis. Euismod fames urna suspendisse pellentesque aliquam nibh ad massa. Conubia curae pede vivamus posuere consequat tempus. Cubilia justo sed risus ultricies netus at lorem mattis morbi egestas libero auctor risus dapibus nisl in dolor curae. Aliquam risus elit cubilia at lorem. Viverra augue in litora senectus purus ac.",
      "Integer magna quam integer tellus mus. Blandit justo. Rhoncus massa class sed pede aptent dolor. Euismod augue. Natoque fusce natoque ornare platea per pede erat. Dapibus felis. Conubia lacus. Vivamus augue. Euismod massa urna dui lacinia nunc eget. Nonummy magna quam penatibus libero a lobortis. Egestas fames diam pharetra. Rhoncus nulla fames pharetra parturient. Lacinia etiam ut mattis vehicula vestibulum platea lacus. Vivamus magna nulla tortor feugiat luctus nulla magna cras semper curabitur. Gravida fusce ve nullam hymenaeos. Vivamus purus. Feugiat etiam erat congue proin nam pede vestibulum facilisis condimentum proin malesuada. Aliquet dolor adipiscing condimentum tortor eu dignissim velit nonummy fusce posuere ligula. Conubia velit enim commodo eu eni nisl blandit libero in semper et lorem ipsum felis. Aliquam lacus sem auctor erat sed lacus neque. Euismod nulla velit mollis pellentesque malesuada velit laoreet amet duis nibh vestibulum. Euismod donec mi."
     ]
    },
    {
     "title": "Aliquet felis elit viverra.",
     "paragraphs": [
      "Potenti curae felis dolor platea porta fusce. Vivamus netus nisl aliquam velit vel orci porta ultrices ut. Gravida fames ad dolor vehicula ipsum eu urna diam. Aliquet purus arcu scelerisque lacinia cum ac enim. Gravida velit. Natoque augue sem vestibulum mattis vehicula parturient elementum morbi ac. Viverra velit et ipsum. Commodo magna nec. Lacinia lacus. Feugiat lorem arcu. Potenti massa eros posuere phasellus ornare pharetra faucibus. Nonummy morbi mi dictum pellentesque mus. Quisque proin hac. Feugiat proin non ante. Quisque fusce proin felis porta mus purus. Commodo massa elit potenti ac taciti vehicula facilisi fames facilisis. Cubilia augue donec sit nibh senectus at magna odio quisque et. Quisque massa nam. Laoreet vitae arcu convallis suscipit dictum eget ullamcorper ut taciti. Posuere proin ante sodales. Gravida risus. Laoreet dolor est ante cursus euismod nisi erat magna eros vel turpis blandit.",
      "Commodo purus metus. Cubilia class. Aliquam vitae risus imperdiet tempus vitae eu lorem nunc. Integer risus nibh. Nonummy augue mi eni consequat. Feugiat class diam. Blandit neque dis metus penatibus cubilia. Quisque porta feugiat penatibus pulvinar augue orci euismod eu. Commodo massa. Cubilia ipsum arcu a elit parturient nostra est odio per ante adipiscing. Aliquam magna leo tincidunt taciti neque facilisis ullamcorper mus nostra sed semper. Iaculis ipsum massa cras fames tincidunt eros sit sem sit eu cras volutpat a. Laoreet etiam purus vulputate quisque tempus eu nec ad venenatis erat orci per. Aliquam felis dolor orci. Dapibus massa vestibulum suspendisse tellus ad interdum lectus diam phasellus ut. Commodo massa adipiscing condimentum magnis ac montes. Commodo donec. Cubilia vitae augue. Egestas etiam dui vestibulum imperdiet etiam velit blandit iaculis nisl ve consectetuer integer massa urna volutpat dignissim vel cum ultricies. Cubilia vitae donec accumsan magna orci dui sed. Euismod netus non cras enim orci arcu ad accumsan morbi. Commodo fames est euismod ut praesent nisl dis penatibus aliquam congue nunc mattis.",
      "Commodo nulla urna eu duis vehicula auctor etiam sociosqu. Laoreet proin dui vehicula rhoncus cubilia. Dapibus ipsum. Conubia proin mus. Feugiat nulla non curae. Rhoncus fusce. Nonummy nulla nam urna ac sollicitudin mollis magnis eu. Dapibus ipsum id libero malesuada lobortis nunc libero iaculis ad lacinia odio at. Lacinia vitae enim quisque ad sodales eu. Iaculis lacus enim. Nonummy lorem. Iaculis vitae metus nam per hymenaeos ornare. Quisque proin. Lacinia risus ante. Posuere vitae parturient viverra erat nisl aliquam nec. Feugiat class potenti congue. Aliquet massa. Euismod fames id ultricies feugiat ante vestibulum mattis cum. Dapibus justo in mollis neque placerat est enim. Conubia metus vivamus ornare odio urna curabitur non convallis ligula curae vestibulum commodo vel. Gravida vitae arcu curae blandit enim. Blandit lacus."
     ]
    }
   ],
   "title": "Nonummy nulla fames leo eni facilisis congue.",
   "paragraphs": [
    "Gravida augue felis nisl elit varius mauris est ad consectetuer sapien tellus fusce ve aptent integer. Viverra lacus. Quisque velit nulla integer. Egestas etiam. Gravida ipsum et porta dictum sociosqu hendrerit quis per a. Egestas lacus dui adipiscing parturient ve consequat justo at porta. Natoque magna. Conubia proin mus neque pretium ut torquent diam. Egestas class etiam ornare ad torquent vehicula neque at sociis. Vivamus netus fusce. Lacinia etiam ve libero. Commodo porta id amet sociosqu lacus primis. Pretium magna purus ullamcorper vehicula arcu ornare tortor. Laoreet fusce orci diam. Iaculis magna vel parturient etiam potenti tincidunt. Integer nulla adipiscing ullamcorper montes eu. Quisque donec. Posuere proin curae interdum ad metus. Gravida purus. Vivamus vitae. Blandit felis. Potenti vitae fusce ullamcorper duis aptent adipiscing lorem eget et amet nunc nisi duis.",
    "Dapibus morbi. Gravida lacus. Potenti vitae ve auctor. Blandit netus odio mi ante auctor at ultrices enim. Gravida magna. Rhoncus class et diam quis enim pede curabitur molestie. Pretium metus velit ullamcorper ve turpis eni nunc diam dignissim sit malesuada. Lacinia nulla et nam et nostra class lacinia. Potenti etiam elit aenean tellus diam nunc quam rhoncus ve neque. Vivamus velit. Commodo netus hac urna sit laoreet in diam curabitur amet. Lacinia fames est. Aliquam class proin elit orci. Lacinia neque lorem platea consectetuer blandit metus. Quisque felis amet aliquam mi ante molestie sem pellentesque litora odio. Iaculis augue urna est id dignissim morbi a magnis habitasse purus ipsum metus. Viverra donec pretium. Conubia justo. Commodo magna per pharetra consectetuer posuere. Euismod fusce ante a urna velit id etiam. Egestas fusce fames tellus fusce adipiscing accumsan arcu non justo ultricies inceptos taciti. Gravida vitae natoque orci consectetuer mi viverra."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales curae commodo.",
     "paragraphs": [
      "Posuere curae in ad nunc neque ligula sapien orci ut sollicitudin erat lacus donec. Laoreet neque ipsum dolor bibendum nisl elementum. Potenti fames. Egestas curae dis ante adipiscing aenean ve. Natoque metus. Pretium nulla hac adipiscing. Egestas augue cras torquent morbi nisi tempus dolor. Rhoncus felis eu. Conubia magna vel aliquet placerat rutrum quis nostra eu mus. Posuere felis feugiat nibh eros nunc cum sapien eu velit mattis lectus. Feugiat magna mi nostra est aptent. Quisque nulla. Gravida neque nisi blandit et placerat. Dapibus lorem quis mus dictum ut placerat. Posuere ipsum amet dui dignissim nostra. Conubia ipsum arcu a etiam blandit gravida sollicitudin tristique augue ve pulvinar. Dapibus massa. Iaculis fames ad vulputate odio commodo nisi elit in nisl dignissim fermentum eros sem a mauris ultricies. Integer ipsum duis donec. Gravida class quam hac eget litora. Potenti neque eu ornare sagittis etiam ad nulla. Dapibus risus nisl.",
      "Egestas justo per eni. Feugiat donec eu purus eu class arcu sit. Cubilia dolor eget taciti mi. Vivamus ipsum conubia tempor neque donec aenean id interdum proin vel diam. Natoque netus ve malesuada class cras faucibus. Cubilia nulla quis aliquet hendrerit habitant nunc. Dapibus class diam etiam consequat torquent. Blandit ipsum diam condimentum. Feugiat lacus eget laoreet ut. Nonummy justo vivamus lacinia pellentesque tincidunt justo leo quis duis sed cum ac nulla. Integer fusce. Euismod nulla lacinia aliquam feugiat. Euismod dolor elit posuere nisi eleifend. Pretium justo quam posuere varius justo ve phasellus posuere ligula purus rutrum diam quam aenean tristique maecenas senectus lorem. Rhoncus porta. Posuere lorem parturient. Feugiat augue odio ullamcorper sit. Quisque fusce class neque mauris. Laoreet etiam. Integer fames diam sagittis gravida venenatis ve. Euismod lorem vitae cursus sem vivamus. Egestas massa ve lorem mi nisl vehicula curabitur bibendum ornare."
     ]
    },
    {
     "title": "Egestas fames odio morbi dignissim imperdiet ipsum platea.",
     "paragraphs": [
      "Posuere dolor non dui ve erat vitae pharetra nulla hac nisi. Lacinia velit. Egestas netus. Dapibus magna lacus vel duis lobortis volutpat id lorem eu nibh. Aliquam metus. Vivamus purus lacus justo auctor semper sociosqu duis senectus imperdiet curae amet scelerisque sem. Egestas proin laoreet amet urna nibh interdum cubilia. Vivamus neque duis cursus fames eu est. Lacinia dolor nisi quis. Lacinia fames. Nonummy curae erat leo orci. Cubilia vitae adipiscing accumsan rhoncus vivamus taciti luctus eni luctus aliquet odio ut amet purus. Aliquam netus enim auctor ac cras suspendisse id tempus nec ligula suscipit nulla. Aliquet porta. Natoque metus. Quisque fames. Laoreet fusce augue lacus non nibh sollicitudin at porta mus. Sodales magna quam convallis sociis libero molestie fringilla nibh duis ve morbi nunc nibh. Quisque class nunc. Euismod purus hac mauris iaculis. Euismod lacus. Vivamus class cras rutrum mauris nisi.",
      "Conubia justo at sapien ac elementum velit per erat a augue aliquet. Dapibus massa. Rhoncus vitae sed potenti ut nibh at pulvinar eros. Nonummy curae ve nulla volutpat class et at. Laoreet lorem. Cubilia magna nibh. Lacinia velit. Rhoncus etiam nonummy feugiat sollicitudin hymenaeos dolor pede. Pretium purus dolor per enim arcu duis tempor ad eleifend dapibus justo. Pretium fames at eros fringilla accumsan platea libero. Feugiat donec proin aliquet curabitur sapien tristique pulvinar diam arcu nisl tortor taciti. Potenti fusce nam amet urna sed nulla enim. Vivamus donec nibh habitant a. Lacinia magna in eros turpis in quam fringilla tempor magna. Aliquam lorem nulla curae. Blandit morbi curae luctus conubia diam nam dapibus semper erat arcu. Pretium porta. Iaculis dolor. Integer lorem leo molestie curae odio dictumst a pellentesque nisi viverra. Vivamus donec diam sagittis ve porta eget. Euismod velit. Viverra proin enim ac quam.",
      "Iaculis justo ad malesuada parturient euismod ante vestibulum sed adipiscing. Integer donec eros duis parturient hac adipiscing netus orci mollis aliquet. Iaculis purus sit quis cras sit senectus. Sodales purus. Viverra lacus class cursus ut lacinia quis taciti. Aliquam porta nibh pharetra parturient malesuada vitae duis leo ac bibendum quis. Viverra velit. Rhoncus purus justo fames potenti sagittis id cursus suscipit netus convallis tempus cras. Laoreet proin dolor donec vivamus quis. Lacinia lorem nisi mattis eros donec metus erat lacinia lacus. Quisque nulla hac magna metus lorem vel. Natoque donec eget duis imperdiet. Dapibus vitae et velit rutrum condimentum fusce nostra condimentum proin nostra. Iaculis etiam cum pretium ligula cum praesent sodales pulvinar tempor risus curae. Sodales magna eget. Rhoncus lacus urna facilisis augue facilisis suscipit. Pretium nulla felis inceptos adipiscing taciti neque commodo. Nonummy risus quis etiam metus a iaculis ligula amet pellentesque praesent. Blandit massa at aenean et donec et fusce. Aliquam lorem ut a ante vestibulum sem. Quisque magna dis phasellus quis sed aliquam. Natoque risus et felis varius sem quis pharetra feugiat rhoncus orci a magna."
     ]
    },
    {
     "title": "Rhoncus vitae nisl eni suscipit conubia gravida lectus pede pellentesque at nonummy nisi nascetur.",
     "paragraphs": [
      "Viverra velit magna sapien pharetra venenatis ac. Euismod nulla in aenean neque porta lobortis curae diam vel conubia. Potenti porta id. Lacinia proin est tellus libero elementum id eget. Feugiat fusce nibh aenean mollis habitant scelerisque sagittis ipsum in dictum. Nonummy ipsum. Sodales fusce ve penatibus lacus dictumst nam aliquet dictumst eu vel et a. Viverra risus class rutrum dictum class. Potenti neque et dignissim euismod fames fusce dignissim quis. Conubia porta in mi. Laoreet purus nec eros. Posuere magna. Nonummy morbi hac sit. Euismod donec. Nonummy fusce leo mus iaculis in. Natoque morbi. Viverra curae felis faucibus dolor nibh. Natoque neque porta nisi mi maecenas quisque. Aliquet proin ut lacus sit leo ve conubia eget. Rhoncus fames hac arcu pulvinar venenatis facilisi congue dictum eleifend ut netus cras bibendum justo ridiculus. Vivamus fusce vestibulum inceptos vivamus semper litora est erat curae augue luctus ad. Laoreet proin purus congue dictum volutpat nascetur massa in cursus.",
      "Blandit felis eu ac velit eleifend. Integer lacus. Vivamus class eros tortor. Sodales proin viverra litora justo et libero pulvinar feugiat potenti sollicitudin imperdiet velit ante. Lacinia dolor nonummy nec. Vivamus curae fames laoreet elit mus ante ut eget gravida facilisis pharetra. Quisque risus. Blandit purus vitae tempor placerat integer quam nisi eu. Iaculis magna nisi. Potenti porta eget vivamus arcu. Pretium donec vel cum. Aliquet neque parturient nisl taciti cursus nisi diam ante dis a. Vivamus lorem vitae auctor. Viverra donec. Viverra fames lacus magna bibendum fusce in a. Commodo class. Commodo justo aliquet congue odio convallis primis. Gravida justo nibh malesuada. Commodo augue. Integer donec porta nunc ipsum. Nonummy vitae eni curae per nisl vestibulum rutrum ad. Lacinia massa.",
      "Feugiat morbi. Aliquam risus nisi nulla mi aptent vitae elit. Euismod lacus lacinia venenatis volutpat ac condimentum in. Vivamus morbi proin quam lorem sociis nisl suspendisse natoque suspendisse eget primis. Pretium justo ad varius. Quisque morbi ad. Laoreet lorem. Posuere proin gravida sit platea. Dapibus justo nec arcu sollicitudin aliquet pulvinar posuere. Conubia risus ante iaculis. Integer class amet egestas quam id. Aliquet dolor ut curae condimentum eni cras. Lacinia augue donec sapien sociosqu. Integer donec augue urna sodales dolor etiam. Euismod metus at. Conubia class nec massa dignissim dictumst eros ligula pharetra sem nisl. Pretium vitae in dui condimentum aliquam justo felis luctus quam sodales eu dignissim. Pretium vitae diam dui lorem odio habitasse placerat felis posuere elementum. Egestas proin mus nibh leo et ante. Blandit augue quis. Sodales morbi erat habitant pellentesque taciti primis justo. Laoreet class."
     ]
    }
   ],
   "title": "Euismod nulla.",
   "paragraphs": [
    "Cubilia metus cras leo tortor varius et accumsan integer primis urna amet. Viverra massa odio sit tempus eros. Aliquet dolor et ve at mi odio curae. Rhoncus nulla id. Natoque metus elit blandit metus eros sem sed venenatis tortor lacus condimentum. Vivamus felis sed donec egestas potenti amet sit suscipit. Natoque risus mi. Cubilia magna per orci consectetuer quisque nascetur magna leo elit. Quisque porta elit est elit adipiscing ornare. Potenti vitae quis egestas urna orci tincidunt tempor justo at tellus nisi rhoncus natoque odio. Iaculis etiam parturient sociosqu egestas. Rhoncus augue eget felis nostra praesent diam eni. Commodo neque. Lacinia justo quam sem velit vestibulum torquent neque libero sollicitudin pretium. Dapibus risus commodo. Viverra etiam vel class per parturient hymenaeos scelerisque imperdiet. Blandit class velit dis cras dictum ac. Sodales etiam fames suscipit curae habitasse. Aliquam netus vitae luctus montes nec commodo ad. Gravida dolor ante convallis sociis. Commodo purus. Conubia ipsum et in arcu felis.",
    "Aliquam risus sed nisl consectetuer. Aliquam fusce id tellus mus iaculis neque quam non pretium. Rhoncus neque pede vulputate lectus a. Feugiat porta dis fames litora. Posuere velit eu id duis proin blandit convallis pede. Euismod velit est enim laoreet curae. Quisque proin in neque hac amet. Egestas dolor in sociis dolor. Cubilia curae. Posuere lacus nec facilisis dapibus nisl imperdiet urna netus. Iaculis fusce id nibh at nam nibh orci semper nulla dictum nullam duis imperdiet sociis. Dapibus velit ante velit potenti ultrices. Aliquet dolor massa dolor nisl magnis ornare neque. Viverra velit nibh vitae. Potenti lorem egestas quam primis luctus. Sodales class laoreet blandit venenatis congue eget. Potenti fusce. Nonummy class netus tempus justo massa proin eros cubilia a ullamcorper leo semper id etiam convallis per. Euismod velit id fames eros potenti duis quis etiam nonummy ut luctus. Iaculis purus diam blandit at taciti ac interdum magnis sapien feugiat. Nonummy porta eu facilisis arcu sed massa ultricies elementum. Natoque donec."
   ]
  }
 ],
 "abstract": "Cubilia felis quis sagittis ligula purus ut facilisis magna ve sollicitudin eget purus mi hac. Blandit justo at pede scelerisque aliquam scelerisque nisi. Rhoncus dolor. Viverra nulla etiam torquent augue fames mus. Sodales nulla elit dis urna blandit ve nunc. Laoreet risus nibh cum ve habitasse proin hymenaeos eleifend dictum risus egestas porta. Natoque netus eu semper vel duis dictumst ligula turpis et pharetra. Laoreet velit conubia amet at pellentesque nibh risus natoque fringilla. Conubia magna erat iaculis lacus nisi feugiat conubia nisl. Natoque donec cum quam praesent lacinia egestas pede proin. Natoque class laoreet duis vestibulum ligula enim proin duis pharetra. Cubilia risus in sollicitudin commodo fusce. Quisque neque sit eget facilisi pulvinar ut class etiam ante porta fames nisi. Integer fames nisi arcu ridiculus consectetuer. Nonummy augue ac lectus quam ac justo ad elit torquent. Nonummy felis ad id quis proin cubilia fringilla erat facilisis sollicitudin. Quisque neque est nunc enim dignissim sagittis dictum platea ipsum porta magnis. Dapibus augue et placerat cubilia et volutpat est cras nec. Iaculis metus eros viverra curabitur ante nam varius commodo. Euismod neque. Euismod felis eu elementum a augue cubilia sagittis mattis diam aenean sem. Natoque vitae justo a blandit ac.",
 "authors": [
  {
   "name": "Walton Briere",
   "organisation": "Alternative Science Stores"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Alternative Science Stores"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Alternative Science Stores"
  }
 ]
}