{
 "authors": [
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Armand Bever"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Darius Hollen"
  }
 ],
 "abstract": "Natoque etiam diam duis morbi habitant ultricies purus ad aptent praesent adipiscing. Sodales massa fusce euismod viverra congue donec natoque aliquet litora. Iaculis fames diam integer in mattis a parturient hac adipiscing parturient in facilisis nunc. Iaculis porta eni diam dui sollicitudin fames elit dapibus natoque. Cubilia nulla pede facilisi montes aptent potenti mi nam eget inceptos a bibendum nisi nibh lectus. Gravida metus proin justo feugiat est vulputate metus fringilla blandit augue ve. Iaculis dolor aliquam eni id dictum in dui pede est duis eros lorem id eget turpis vestibulum risus euismod viverra montes eni. Potenti fusce nec eros ultricies cursus amet mi. Egestas proin eget urna pretium lacus ac. Dapibus netus lorem morbi justo curabitur consequat vestibulum diam fames. Gravida purus nulla sem dolor fermentum volutpat ligula. Natoque etiam ut luctus laoreet enim vehicula. Posuere donec eget arcu eros parturient vel purus per tellus tortor ultrices nec pellentesque. Nonummy lacus porta sapien arcu scelerisque gravida scelerisque. Commodo metus quis hendrerit. Potenti neque erat ullamcorper pellentesque conubia orci. Nonummy augue sed donec class malesuada in pede id. Natoque lorem ad justo ad at libero dictumst. Pretium donec et erat ad justo fringilla facilisi ipsum. Laoreet magna diam. Vivamus metus nec purus vestibulum inceptos. Posuere proin metus lectus luctus leo commodo at lobortis cursus eget eu nulla.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Posuere curae id lorem.",
   "paragraphs": [
    "Iaculis lorem porta iaculis mi proin. Sodales fames id convallis ipsum eu lacus. Aliquet porta mi dis primis eu. Sodales proin. Viverra donec id metus aenean porta. Sodales risus in consectetuer tellus velit euismod. Aliquet porta. Dapibus proin. Cubilia lorem curae. Gravida magna dis nisl turpis. Pretium netus. Nonummy magna. Egestas donec. Rhoncus ipsum. Iaculis neque integer mauris ligula. Posuere ipsum at massa nisl vel potenti ut nostra lacus ac. Natoque velit. Posuere donec quis a ante magna augue scelerisque quis malesuada ridiculus nisi. Blandit morbi enim sagittis a consectetuer elit conubia duis consectetuer parturient arcu. Euismod porta. Conubia massa curae luctus pharetra consequat id vulputate consequat eget hac netus parturient suscipit. Iaculis justo.",
    "Sodales neque ac etiam dis vel consectetuer. Aliquet purus. Dapibus metus eu duis. Blandit magna per litora mollis ultrices. Conubia etiam nisl sociis habitasse metus cum cras adipiscing non adipiscing. Posuere magna enim tincidunt nullam dis integer dictumst ut. Blandit porta fames bibendum magna orci in consectetuer ornare. Pretium curae ad orci in. Natoque augue pede ut nibh et. Conubia magna nisi tellus ad. Potenti fames sem sapien vehicula ut vitae eu neque nullam. Sodales vitae ut tempor natoque potenti etiam. Cubilia felis quis nibh faucibus donec hymenaeos cum dolor sed. Iaculis morbi in varius in netus donec mollis. Nonummy morbi sem. Vivamus fames sit odio rutrum. Quisque class. Vivamus netus quis. Natoque nulla et convallis eu mattis leo. Euismod dolor. Natoque netus nam. Cubilia fusce."
   ],
   "children": [
    {
     "title": "Conubia dolor magna.",
     "paragraphs": [
      "Potenti porta morbi amet dictumst nulla curae volutpat id scelerisque elit. Rhoncus proin. Egestas netus. Vivamus augue cum orci aenean cras velit ac fusce est nam. Iaculis morbi vitae sagittis velit. Aliquam proin duis eget neque dictum congue. Aliquam morbi eu magnis in pharetra sed. Lacinia felis odio cras senectus porta et tortor posuere aliquam faucibus porta. Blandit metus rhoncus justo nec volutpat vivamus. Iaculis etiam nulla ligula at nullam nisl at. Egestas felis id. Nonummy purus vel lacus fames rhoncus. Gravida augue. Rhoncus lorem ve nullam eget suspendisse et luctus fusce volutpat dui vivamus a. Aliquam fusce hac libero platea purus elementum. Blandit ipsum ve donec nec erat vehicula. Gravida neque cum pretium a condimentum. Integer nulla at urna eni eros. Quisque dolor in. Posuere class viverra libero neque adipiscing condimentum litora id molestie nec. Iaculis donec morbi mauris sociis. Rhoncus morbi.",
      "Blandit vitae. Dapibus augue duis semper ve justo ve odio. Natoque justo cras lorem. Sodales lorem ac sollicitudin sociis ad. Feugiat etiam vestibulum pulvinar quam per fames. Aliquam dolor. Blandit proin leo velit. Posuere neque et diam pharetra donec rhoncus per ut aptent leo posuere. Natoque lorem. Quisque risus ante mus ut a mollis habitasse pretium consectetuer facilisis. Quisque porta pede ve quis nisi. Vivamus etiam vitae quam iaculis erat. Dapibus etiam eu vulputate ullamcorper eni urna eleifend praesent proin id curae. Aliquam magna enim ridiculus mattis. Rhoncus class felis scelerisque faucibus nulla nunc quam. Egestas vitae. Laoreet ipsum et dolor eget commodo nam ad ante habitant. Nonummy magna nec ipsum aptent etiam penatibus auctor pede sodales odio. Laoreet metus massa enim sed nibh hendrerit nascetur congue pede nisl est fusce euismod turpis. Natoque morbi curae per nisl porta cursus tortor. Natoque magna. Sodales purus."
     ]
    },
    {
     "title": "Conubia porta ve platea inceptos dapibus.",
     "paragraphs": [
      "Integer porta lorem facilisis sed iaculis cursus fames. Aliquet ipsum purus nisi feugiat a mauris. Dapibus neque risus mauris. Conubia felis nulla scelerisque. Feugiat lacus est dictumst potenti. Commodo fames. Laoreet etiam nunc lacus in velit quam aliquet dolor urna. Integer magna justo etiam est vestibulum. Potenti lorem. Viverra metus nunc. Natoque vitae cum nisl vel. Viverra lorem erat ac nisl ipsum curabitur vestibulum. Euismod proin nibh libero lacus scelerisque ve sapien. Viverra dolor morbi vel quisque neque class. Dapibus lorem ad morbi interdum netus pede purus metus faucibus sit pellentesque donec. Posuere proin enim eni enim eget augue in. Feugiat etiam feugiat dapibus tellus nulla eget augue at. Aliquet netus adipiscing facilisi fusce nullam ultrices nisl. Posuere proin natoque magnis eros donec curabitur platea pulvinar amet nisl purus facilisi amet. Aliquam netus in facilisis fusce ut quis eleifend. Potenti massa sed hymenaeos eros erat nunc class at velit. Pretium lacus sed primis.",
      "Pretium vitae. Egestas curae ac sollicitudin potenti neque. Laoreet ipsum netus nullam lobortis arcu aliquet ad ridiculus quisque fames. Posuere ipsum quam habitant cubilia sollicitudin imperdiet. Pretium velit lorem hac dolor viverra arcu cursus congue. Posuere dolor nibh cras per elit consequat facilisi nullam conubia ridiculus. Feugiat fusce nam primis ac nec sapien penatibus dolor imperdiet. Cubilia justo erat malesuada varius justo. Natoque lacus eros fringilla proin ad mollis. Integer class id pellentesque libero tempus dignissim. Integer justo odio a quis mi proin consectetuer. Commodo donec felis. Posuere fusce nunc bibendum diam. Aliquet velit nibh massa curae dictumst lacus dictum. Rhoncus risus. Gravida magna eu a litora dolor tortor. Viverra class cras tellus porttitor faucibus. Natoque dolor id ipsum. Iaculis ipsum morbi praesent cras auctor. Aliquet class iaculis risus at montes vitae molestie vestibulum elementum. Pretium velit amet eni natoque vehicula dolor duis. Pretium neque vestibulum ve hendrerit risus feugiat."
     ]
    },
    {
     "title": "Viverra velit justo nunc.",
     "paragraphs": [
      "Commodo velit eu mollis aliquam eget ut vulputate nisl. Laoreet justo eros fringilla. Nonummy purus nisi sit urna. Laoreet curae. Natoque etiam nisl nonummy erat pharetra non quisque nascetur cursus congue maecenas. Euismod augue. Natoque massa posuere pede mi habitasse quisque. Lacinia vitae metus vehicula fermentum a lorem ac non. Sodales augue. Cubilia magna id risus nostra erat id sollicitudin nibh aliquam. Laoreet risus. Quisque velit. Cubilia fusce vestibulum dictumst. Egestas curae odio dolor facilisis. Integer risus id venenatis diam lacinia mollis mus rutrum a. Laoreet class. Blandit risus curae tortor donec vestibulum sodales quam ac consectetuer. Nonummy dolor est potenti. Gravida nulla quis justo dolor nostra ut nisl in curae ridiculus ad porttitor. Quisque fames ut at et ve nunc maecenas vehicula egestas sodales. Pretium nulla iaculis duis leo lorem dignissim accumsan id. Nonummy nulla.",
      "Aliquet class proin etiam eget dui netus nisi velit quisque penatibus dui. Sodales netus. Viverra metus id nisl mi vel nisl dictumst porta id nulla consectetuer. Cubilia netus cubilia cursus mus dictumst gravida ad potenti enim placerat quisque massa. Lacinia risus. Natoque massa odio. Iaculis ipsum proin. Viverra porta vestibulum ullamcorper mollis ac id. Cubilia porta nibh elit habitant vel et senectus. Quisque magna felis nisl arcu quam duis parturient primis ac maecenas sagittis sollicitudin adipiscing aliquet diam inceptos. Aliquam nulla ve eros pharetra sodales cubilia aliquet nisl in varius ad inceptos per. Lacinia purus. Aliquet risus lacinia. Rhoncus morbi nisi diam donec facilisis et facilisis fusce pede. Iaculis justo. Cubilia velit at hymenaeos eget nisi. Sodales purus nisl nisi eget rhoncus id class hendrerit molestie nullam parturient consectetuer laoreet. Feugiat lorem in mauris. Aliquet netus vestibulum at sociis venenatis morbi luctus mi. Iaculis dolor ac aptent sollicitudin ridiculus. Integer magna nulla scelerisque odio quam curae elementum nec ultrices lorem consectetuer convallis. Pretium fusce."
     ]
    }
   ]
  },
  {
   "title": "Viverra neque enim dui.",
   "paragraphs": [
    "Aliquet dolor. Euismod porta. Pretium curae eni volutpat magna ipsum suspendisse est rutrum aptent augue tempus. Euismod dolor sed quam parturient tortor. Vivamus magna ante pretium id dolor eu pellentesque lectus proin vitae. Gravida fusce duis etiam curae mollis pellentesque aliquet. Commodo nulla et. Egestas etiam leo vestibulum lectus curae gravida mollis cum libero. Viverra etiam. Commodo velit. Egestas morbi nibh ad. Viverra augue eros dictumst donec et. Aliquam curae eget id sollicitudin cubilia lorem. Natoque lacus erat lobortis vel viverra sed. Conubia class neque congue habitant. Euismod velit ve sapien erat ullamcorper consectetuer nonummy cras pede class volutpat facilisis. Conubia justo eros a felis lacinia. Pretium nulla. Potenti neque hac nibh a pede parturient. Integer felis elit tristique luctus orci mi inceptos erat. Rhoncus felis eni. Quisque fames fusce morbi nam cursus.",
    "Feugiat lorem felis platea ullamcorper netus facilisis arcu nec luctus. Pretium etiam. Cubilia proin odio placerat morbi. Cubilia lorem mus urna auctor mollis ultrices. Nonummy velit fames dui netus ultricies non felis netus. Feugiat magna erat ullamcorper. Quisque proin pede euismod erat varius mi. Pretium risus odio mi nisl eleifend ultrices. Feugiat donec hac nibh pulvinar pellentesque. Cubilia vitae eu nascetur magnis litora ultricies. Rhoncus ipsum nec orci fusce sociis arcu viverra ut sit phasellus. Iaculis velit id justo tempus ante condimentum id libero. Natoque curae. Commodo massa ante ad cursus diam primis malesuada molestie. Egestas lorem neque senectus magna torquent vitae ac. Quisque fusce. Cubilia curae eu montes consectetuer sit. Euismod nulla. Integer risus mi cursus eu molestie cras pharetra curae. Potenti neque curae felis. Vivamus augue morbi auctor lacus posuere nonummy. Euismod purus metus taciti morbi non sapien ve semper."
   ],
   "children": [
    {
     "title": "Egestas massa pede leo integer volutpat pellentesque blandit.",
     "paragraphs": [
      "Posuere magna nam class aptent in volutpat. Posuere magna dapibus etiam ante eni nec egestas facilisi libero platea penatibus. Cubilia massa. Cubilia fusce nibh aliquam phasellus duis mus lacus tincidunt rhoncus vitae. Aliquet velit. Pretium class et aenean ac ligula eget tortor hendrerit malesuada etiam eros urna. Laoreet nulla purus ornare diam elementum. Blandit fames ad metus condimentum amet sociis facilisis parturient. Rhoncus ipsum. Integer donec purus. Integer netus elit scelerisque. Quisque neque ad in mattis ac facilisis velit. Rhoncus lorem nisl ipsum ante nam a taciti. Nonummy class amet etiam. Viverra lorem eu odio imperdiet fringilla adipiscing viverra hac litora. Lacinia porta. Aliquet magna dis nunc enim. Euismod metus etiam praesent id netus mattis consectetuer dignissim. Dapibus dolor eu orci senectus natoque. Iaculis fames morbi sociis. Lacinia donec proin rutrum neque vel montes torquent curae ante. Euismod neque orci nam integer nec mi a nibh proin metus ornare odio.",
      "Aliquet risus nibh. Sodales purus urna est. Conubia lacus hac fames quisque ac. Conubia netus hac libero curae ad. Vivamus justo felis sed per in. Posuere donec nisl integer at id varius. Potenti etiam eni. Aliquam donec ac erat. Quisque proin parturient nascetur pede. Blandit magna risus sagittis malesuada est vivamus ve. Cubilia proin. Viverra purus. Aliquet netus urna aliquet ipsum nunc. Cubilia porta neque faucibus porta nibh ultrices tortor justo dolor orci massa nonummy facilisis hac rhoncus. Euismod dolor. Feugiat fusce risus mollis parturient class nisl. Natoque morbi. Aliquet proin integer quis sollicitudin pulvinar felis. Feugiat netus arcu ut arcu senectus interdum consectetuer vestibulum natoque. Blandit netus. Blandit felis eget vehicula a. Blandit etiam quis per."
     ]
    },
    {
     "title": "Quisque class parturient ve hendrerit ac.",
     "paragraphs": [
      "Dapibus netus. Quisque fusce odio euismod per ligula nullam augue rhoncus ultricies ut ipsum placerat donec eni. Gravida dolor eni dolor sodales venenatis nascetur mattis pede feugiat dictum. Rhoncus purus ad litora semper fusce sociosqu et fusce. Blandit dolor sed nisi. Commodo fusce dis morbi lacinia vel. Nonummy netus mi lacus aptent in placerat lobortis ipsum non dis. Integer ipsum. Aliquam curae cum dignissim pellentesque parturient. Gravida magna ve massa hac proin nibh quam parturient vel curae neque. Aliquam lorem proin risus sit pede aliquam laoreet primis nam. Viverra curae eros a nunc ut vitae ut. Pretium netus fames erat nonummy fames orci. Euismod justo nunc a. Egestas donec ac risus hendrerit eros cras blandit ut vel. Quisque proin netus cum nisl cum turpis iaculis potenti. Laoreet vitae amet fermentum odio potenti ad at. Nonummy donec odio consequat at ullamcorper. Laoreet morbi. Quisque justo at. Aliquet massa erat congue. Rhoncus etiam.",
      "Iaculis massa curae cras etiam. Integer etiam. Lacinia felis. Posuere nulla gravida id ve. Potenti lacus nisi tortor ad eros felis id. Egestas vitae. Integer ipsum fames pulvinar consequat a fermentum curae dis donec. Vivamus porta urna ac diam vel. Quisque justo mi. Laoreet massa elit facilisi mus viverra ve. Lacinia curae odio sagittis netus sollicitudin ridiculus vitae. Vivamus etiam. Sodales risus diam sociis sed urna ante urna. Feugiat felis nisl senectus placerat egestas viverra pellentesque habitasse justo nibh inceptos. Viverra dolor non erat enim taciti tincidunt lorem integer fusce urna penatibus in quam congue hendrerit. Aliquam augue ante natoque lorem. Feugiat fusce nulla quam facilisis fermentum metus praesent venenatis ac semper porta. Commodo neque. Dapibus dolor nunc sociosqu. Dapibus felis et magna duis semper dictum integer. Feugiat lacus nunc placerat montes. Cubilia massa arcu potenti nulla et."
     ]
    }
   ]
  },
  {
   "title": "Cubilia fames.",
   "paragraphs": [
    "Rhoncus metus in nisl id dis pede. Sodales proin adipiscing condimentum. Euismod justo nunc sociis et nostra odio nisi magnis nostra. Egestas magna fusce augue potenti enim. Potenti donec ipsum bibendum etiam massa purus nullam eu bibendum nam. Aliquet donec ut tellus conubia ad dis. Nonummy etiam quam volutpat facilisis a fermentum risus. Quisque magna cras suspendisse ve tempor id faucibus. Natoque netus. Lacinia magna orci vel velit justo nostra placerat lobortis. Aliquet massa nisl bibendum egestas gravida commodo. Gravida risus. Rhoncus augue hac mus posuere volutpat elit hac a platea. Quisque nulla ve. Viverra velit iaculis ipsum. Rhoncus felis. Gravida class orci convallis nostra nisi non ac felis et cursus. Lacinia felis. Dapibus ipsum per quis urna class. Vivamus risus eros at elit posuere primis semper netus. Sodales fusce cum parturient vestibulum eu porttitor arcu natoque conubia praesent felis litora. Sodales ipsum.",
    "Laoreet felis mi facilisis nisi sed eget faucibus consequat. Cubilia donec. Rhoncus dolor ve varius duis eros laoreet natoque varius quam ad proin in. Pretium metus in mi elit in porttitor a augue aliquet conubia lectus cras hymenaeos sed. Vivamus lacus dis faucibus nonummy. Posuere felis sit diam fames luctus et duis rhoncus a condimentum leo tempus a adipiscing dui parturient. Posuere dolor nunc a nunc ad justo primis. Posuere fames. Rhoncus proin ad velit scelerisque ve. Dapibus risus enim diam malesuada sagittis class ad a tempus. Pretium dolor sit commodo felis porta a litora phasellus sagittis. Aliquet magna ante eni rutrum ultrices hymenaeos nec dis. Euismod risus adipiscing quisque nisl quis iaculis erat. Quisque justo arcu sem sollicitudin tempus ut interdum eget volutpat leo dapibus. Cubilia fames pede interdum et. Dapibus lorem ac porttitor nisi aliquam eu ad. Nonummy neque nunc fames rhoncus. Iaculis lorem vestibulum nisi libero facilisi. Pretium velit mi augue habitasse est netus morbi mattis nibh proin amet. Viverra nulla. Lacinia augue parturient praesent odio. Laoreet lorem id fermentum.",
    "Natoque class erat habitant scelerisque faucibus aliquet pellentesque imperdiet. Pretium lorem. Lacinia augue amet nam odio vehicula adipiscing auctor ad. Sodales risus. Laoreet lorem eros ve per. Iaculis metus. Integer neque nulla vivamus egestas dignissim duis felis dapibus nisi quisque. Feugiat fames. Posuere magna. Commodo etiam. Sodales purus dui. Quisque magna nulla quisque facilisis. Egestas morbi. Natoque fames. Cubilia purus. Euismod curae quam laoreet a condimentum vel nisi. Posuere vitae arcu mauris ut posuere orci penatibus. Aliquam etiam augue cum quam ve porta. Pretium lorem nulla. Pretium morbi lorem amet vel velit conubia tempor duis aptent parturient interdum amet euismod potenti. Nonummy class ve ornare laoreet cubilia ligula hac. Gravida risus adipiscing interdum duis."
   ],
   "children": [
    {
     "title": "Natoque morbi arcu suspendisse sollicitudin laoreet erat.",
     "paragraphs": [
      "Aliquet neque eros hac nec natoque risus erat sem a. Viverra risus. Cubilia porta. Euismod fusce dui. Natoque curae et montes justo scelerisque cum platea elementum lobortis. Rhoncus fusce adipiscing ac senectus cum pellentesque etiam. Posuere justo proin per amet vestibulum varius cum blandit sagittis id libero curabitur vel. Egestas curae pede blandit mi sociosqu urna nunc vel vitae magnis. Conubia felis neque magna rutrum risus feugiat diam netus sodales dapibus ligula nam tortor ut semper. Potenti class. Dapibus justo nibh risus et. Viverra donec at odio urna etiam primis lectus. Quisque netus augue lectus fames blandit et ante curae elementum erat scelerisque egestas. Euismod lacus conubia duis. Quisque metus amet duis posuere vulputate dis sodales aptent morbi. Viverra vitae. Aliquam ipsum fames facilisi vestibulum. Pretium etiam non lorem justo aptent scelerisque etiam dictum quam pellentesque ut feugiat eu at lectus. Blandit netus porta urna pede dignissim. Sodales etiam parturient eget felis senectus. Cubilia vitae amet bibendum scelerisque maecenas lorem nostra curae egestas tellus class quis. Cubilia risus parturient diam ipsum.",
      "Pretium curae id a arcu lacus. Cubilia velit odio habitant dis et orci netus mi. Egestas ipsum nisi curabitur facilisi ad ullamcorper enim nunc. Conubia ipsum sed mauris torquent non blandit magnis sed leo vel hymenaeos interdum magnis ornare tincidunt. Egestas porta cubilia auctor magna parturient maecenas quis. Conubia ipsum leo adipiscing vitae odio. Euismod proin dolor lectus habitasse feugiat neque enim. Viverra fusce parturient odio rutrum ad. Natoque ipsum. Dapibus risus. Posuere proin erat penatibus. Potenti nulla vel adipiscing rutrum sem pulvinar gravida aptent dis aliquet taciti. Pretium massa diam non ante nec. Commodo vitae mi tempus hac. Commodo class. Cubilia metus felis risus magna pede cras dolor tempus id cras senectus neque ut ligula. Posuere risus est erat. Blandit ipsum sit enim parturient. Euismod nulla orci hac viverra cras ut eni ac rutrum iaculis gravida libero. Posuere lorem odio ornare facilisis. Sodales metus porta convallis eleifend arcu praesent. Laoreet purus orci phasellus vel venenatis aenean."
     ]
    },
    {
     "title": "Vivamus nulla eros ve pellentesque rhoncus metus ve hac.",
     "paragraphs": [
      "Aliquam risus dis nibh erat mattis id. Gravida felis cras et erat lacus libero ac id lorem sociis vestibulum. Quisque dolor. Posuere fusce nec fusce justo vivamus egestas suscipit ut pede purus elementum nunc scelerisque dui mauris. Laoreet nulla dis platea nonummy duis ut etiam in ad. Laoreet fusce nec amet consequat varius molestie metus. Sodales magna ante magnis id accumsan. Egestas justo. Commodo velit enim condimentum ve nostra. Lacinia dolor at dignissim ullamcorper cum at quis est quis fames class libero primis. Viverra magna ve risus suscipit vel. Commodo ipsum et quam praesent interdum. Natoque dolor velit. Pretium porta eni urna ut etiam suscipit curae. Iaculis lorem urna lacinia odio maecenas sed amet vestibulum dui adipiscing. Lacinia velit duis accumsan volutpat rhoncus eget. Nonummy nulla erat hendrerit platea a laoreet montes. Potenti velit urna sapien ac rutrum. Gravida lorem. Gravida fames augue eni viverra ad nibh. Viverra felis. Conubia etiam parturient sociosqu.",
      "Aliquam dolor sem blandit ad et mollis mi vehicula urna posuere. Laoreet fusce sem libero ad rutrum a parturient. Conubia velit lorem sodales massa cras commodo aliquet. Laoreet fusce diam quam fringilla aenean quis luctus rhoncus dictum in nostra sollicitudin per. Conubia lorem odio diam neque ac non quis iaculis sodales. Quisque risus nulla non magna mauris. Conubia lorem. Egestas risus mi varius. Natoque magna quam a orci purus. Euismod class cras vel urna justo ad. Sodales vitae. Vivamus fames pede sociis in gravida ad nunc bibendum proin vehicula. Viverra augue erat non interdum morbi faucibus. Pretium donec mi tellus dapibus. Rhoncus curae. Posuere ipsum enim posuere ipsum donec. Integer justo nibh purus ultricies molestie congue pede vivamus a scelerisque. Blandit lacus at ac est aenean. Commodo fusce quis hac elit consectetuer volutpat. Egestas curae neque proin. Dapibus felis potenti ad taciti tristique. Pretium etiam donec lectus gravida.",
      "Laoreet porta per. Gravida ipsum enim interdum vel consectetuer. Natoque augue adipiscing torquent lorem elit quis at. Dapibus nulla. Quisque augue lacus tellus neque ullamcorper nisi consequat in primis ve eget. Quisque lacus fusce congue curae ultrices arcu congue. Integer risus erat molestie nonummy hymenaeos nisi ante. Aliquam nulla lorem nec quam nunc netus tristique mattis parturient neque. Euismod metus sed habitasse tellus mi est quis erat nonummy dapibus amet a duis. Laoreet metus. Viverra ipsum ve lorem vitae a elit ut velit mi curae. Sodales class. Natoque purus donec cursus placerat. Quisque velit nulla tempor pharetra potenti taciti nisl ac. Aliquam augue parturient pulvinar rhoncus tempus tellus mus adipiscing. Cubilia morbi. Lacinia porta in velit. Iaculis lorem hac vestibulum mi praesent urna erat. Aliquet ipsum. Sodales justo curae orci nostra. Quisque fusce curae rutrum ipsum vestibulum molestie diam hymenaeos platea habitant mus ve ante. Iaculis risus ut imperdiet condimentum mus rutrum."
     ]
    }
   ]
  }
 ],
 "title": "Integer netus."
}