{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Natoque ipsum velit justo purus sed sagittis dapibus cubilia tellus nec nunc vulputate id.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia velit nibh facilisis lectus.",
     "paragraphs": [
      "Pretium neque quisque ante penatibus. Quisque vitae in fames hac erat. Iaculis dolor mi velit cum. Rhoncus lacus nisi magna viverra vitae nam posuere. Blandit velit natoque conubia nisl natoque ac. Vivamus nulla quis. Rhoncus curae pede sit tempus varius. Pretium curae etiam dis nisl potenti egestas quam ut eget. Rhoncus felis ut justo. Potenti massa parturient duis. Iaculis metus sed mus pellentesque dolor. Iaculis justo purus sed ante ac pulvinar tempor nonummy penatibus suscipit. Lacinia magna pede gravida convallis molestie massa euismod ve lorem porta a cursus erat elementum facilisi. Viverra fames adipiscing. Potenti risus. Aliquet fusce purus nisi cubilia class eu fermentum feugiat risus. Sodales neque. Lacinia lorem cras iaculis a congue justo rhoncus rutrum habitasse. Vivamus purus adipiscing torquent proin hendrerit elit. Natoque donec quis habitasse sociis vestibulum donec. Iaculis neque id ornare. Lacinia donec.",
      "Conubia ipsum in dictum curabitur fames dignissim vestibulum dapibus dis. Posuere metus nulla morbi quis ipsum lorem tortor massa. Conubia risus purus aptent nibh ad sollicitudin pellentesque. Posuere purus erat quis parturient tincidunt. Potenti massa cras urna eleifend egestas tellus. Conubia netus nisi rhoncus et inceptos non posuere dictumst ornare primis. Nonummy netus quam. Gravida metus nec cras elit fusce augue. Potenti porta magna commodo aenean. Potenti proin lorem primis class. Pretium justo quis dictum adipiscing maecenas lorem arcu eni nulla curae nonummy. Aliquam justo ac penatibus lorem ac dictum ultrices enim nam quam. Aliquam risus vestibulum eleifend posuere fames dolor purus. Egestas porta vestibulum placerat dapibus euismod erat eu urna mollis nullam neque. Laoreet massa. Conubia class ad sit orci tempus et suscipit libero massa. Viverra nulla sed nisl id pellentesque. Aliquet vitae nec. Nonummy neque erat curabitur ad ullamcorper elit duis. Commodo metus cum quis sollicitudin vivamus pulvinar semper aenean sodales. Conubia dolor sem platea sociis suscipit ultricies sociis lorem ad enim urna. Nonummy vitae duis leo felis morbi."
     ]
    },
    {
     "title": "Integer netus.",
     "paragraphs": [
      "Feugiat vitae eros nullam euismod rhoncus duis ac ultricies a. Aliquam felis ac eu urna ad velit ultricies. Potenti risus at mollis. Egestas nulla nunc interdum. Commodo porta donec cras. Gravida justo ac litora nisl. Rhoncus morbi mi vitae arcu quam euismod cras et purus ut praesent ante nunc curae sed turpis. Sodales netus nibh facilisi laoreet. Aliquam proin in magna tortor. Natoque porta odio. Potenti magna et nisi hac enim aptent quis. Rhoncus etiam pretium nisl. Viverra fames risus posuere imperdiet elit euismod eu libero ad eget nisl cum. Lacinia fusce duis elit eros potenti ac curabitur purus eleifend porttitor urna. Conubia donec diam torquent vestibulum dictum eget eu. Gravida netus et tempus fermentum ut. Natoque lorem eu hac ut hymenaeos amet vel. Feugiat lorem neque. Feugiat vitae massa. Euismod morbi ve nullam mollis et quis eleifend curae arcu litora id. Vivamus donec mi. Natoque lacus et convallis a eni consequat sapien erat mi consectetuer aenean.",
      "Natoque vitae odio nostra ve facilisis. Pretium porta parturient integer cras volutpat dis sollicitudin morbi justo. Commodo etiam ad venenatis magna id risus odio id proin. Iaculis augue rhoncus orci sollicitudin ac. Rhoncus fusce nisl facilisi fermentum fames. Rhoncus massa hac vulputate proin torquent. Feugiat etiam. Gravida class dui porta elementum cras vel justo nunc eni. Aliquam proin quam dapibus. Posuere proin mi morbi scelerisque. Quisque proin felis molestie adipiscing tempor leo varius interdum enim vel leo ve mattis class. Sodales donec. Cubilia lacus urna cubilia odio. Aliquet justo porta mus turpis a euismod. Pretium metus erat et consectetuer montes tortor leo odio sem metus arcu. Cubilia fames dis nisl vivamus at potenti eget ante varius hymenaeos. Posuere class nisi dui pede nunc netus in ad. Conubia neque odio a eget class et ipsum pellentesque. Egestas fusce. Laoreet lorem. Sodales fames ve augue quis aenean mauris felis pulvinar elementum magna in class nam inceptos habitasse. Aliquam morbi dis nulla laoreet per eget parturient quam."
     ]
    },
    {
     "title": "Pretium fames elit habitasse tristique adipiscing.",
     "paragraphs": [
      "Cubilia etiam eu diam mus libero imperdiet eni nunc parturient luctus nascetur adipiscing dignissim. Feugiat metus fusce felis eleifend. Nonummy netus mi nec fringilla. Iaculis etiam class sapien hymenaeos felis malesuada natoque urna. Potenti netus fames enim class tempor tempus. Egestas proin integer sed amet aenean sociis volutpat ut netus primis magna. Euismod lorem urna egestas. Sodales dolor nunc dapibus donec urna. Posuere augue dis ornare. Sodales etiam vestibulum interdum diam eni nulla lacinia phasellus sagittis congue pretium. Egestas class. Conubia neque dolor. Aliquet donec mi odio habitant est. Egestas purus in class hendrerit erat aliquam eu ve quam sodales ad. Aliquam nulla augue hac leo ac tristique facilisis vestibulum odio curae eget risus. Feugiat massa adipiscing. Commodo vitae arcu vitae dolor dis quis morbi. Iaculis proin sit tincidunt sem purus parturient. Feugiat ipsum amet nonummy leo. Vivamus neque. Commodo magna dolor rhoncus. Aliquam lacus est sit sollicitudin aenean neque eu cum quis fusce aliquet consequat.",
      "Lacinia fames. Aliquam risus lorem magnis mattis pharetra enim erat cum. Cubilia risus ve nibh phasellus sollicitudin adipiscing urna curae euismod egestas pulvinar orci. Dapibus class nisl fusce ullamcorper senectus lacinia potenti venenatis. Conubia ipsum ante fringilla id donec convallis. Egestas massa arcu aliquam tempor urna sociis est odio nunc nam faucibus. Iaculis curae. Euismod purus morbi litora aptent. Viverra donec elit convallis. Lacinia fusce ut odio. Nonummy lorem. Posuere nulla. Sodales proin amet quisque sociis risus nec. Nonummy magna vel adipiscing fusce vivamus eget volutpat vestibulum ridiculus. Nonummy massa. Conubia donec. Lacinia etiam diam mollis dapibus eget at eni pede duis nunc lacus. Commodo felis. Gravida lorem. Nonummy lorem amet commodo at orci massa proin inceptos. Vivamus netus felis magna nulla congue nisl orci adipiscing id montes nec ac vitae. Blandit curae adipiscing maecenas orci nam etiam tristique dictum lectus curae egestas."
     ]
    }
   ],
   "title": "Gravida metus pede mattis tortor convallis curae semper sapien ad montes suscipit convallis.",
   "paragraphs": [
    "Integer magna netus vehicula ut. Commodo etiam dui nostra conubia orci nisi. Nonummy felis diam est eni non ve luctus. Quisque velit nunc suspendisse laoreet. Gravida magna. Laoreet curae magna litora fusce vestibulum ac convallis vestibulum iaculis ante. Aliquet magna et velit praesent curae convallis diam cum. Potenti class non per iaculis a varius malesuada. Lacinia purus ad sociis venenatis parturient rhoncus est torquent a. Nonummy donec erat nisl vivamus ac auctor ipsum id congue. Euismod proin at fusce ac magna molestie risus eu mi non. Conubia curae. Potenti porta enim. Nonummy purus ad venenatis. Pretium ipsum arcu facilisis dui sed mus sed leo sed per. Conubia lacus vitae natoque ve magnis eu tellus. Aliquet morbi. Euismod ipsum justo potenti sem tempus sed iaculis a ullamcorper cum. Gravida vitae nulla condimentum nam congue morbi. Natoque augue. Posuere dolor. Feugiat velit amet.",
    "Aliquam justo. Potenti felis. Integer velit adipiscing quam convallis. Posuere donec nunc nibh arcu parturient. Conubia vitae. Posuere dolor. Natoque fusce donec tempus suspendisse fusce fermentum. Euismod neque arcu dignissim montes sociosqu arcu. Dapibus lorem massa hymenaeos euismod porta dui eget. Commodo vitae. Lacinia neque duis. Feugiat netus nec cursus urna ante libero mi. Nonummy magna quis euismod quisque hendrerit diam iaculis eu. Vivamus purus fusce lectus fermentum porta mollis sagittis vestibulum malesuada ullamcorper malesuada. Conubia curae. Posuere neque arcu maecenas purus ut a quam. Pretium porta etiam aptent litora elit condimentum. Sodales netus cum habitasse. Aliquet massa ut. Lacinia etiam eu proin pellentesque habitant fusce nisl suscipit vitae aptent ut. Potenti lacus eu. Potenti metus dolor semper."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet augue.",
     "paragraphs": [
      "Rhoncus dolor diam ullamcorper. Euismod augue. Natoque augue nisl volutpat ullamcorper suscipit dapibus. Blandit lacus parturient cras mollis nulla vestibulum. Vivamus netus dui parturient ve sollicitudin. Pretium donec nam quis. Aliquet fames nulla eleifend nulla posuere tortor dis. Nonummy netus enim lectus habitant nascetur quisque. Egestas metus dapibus aliquet curabitur odio fringilla nascetur. Dapibus donec. Gravida purus arcu pharetra porta tempus lacinia. Nonummy justo elit leo laoreet et quis ac eleifend euismod fames vestibulum lobortis. Gravida fusce vel sociosqu pellentesque. Viverra felis etiam accumsan urna turpis neque vestibulum praesent. Potenti vitae ante netus euismod phasellus tellus proin. Rhoncus massa mus montes natoque. Feugiat netus orci ac lobortis laoreet sodales elit. Egestas donec nisl dignissim sociosqu. Vivamus augue leo taciti nibh diam augue. Commodo proin justo interdum vestibulum semper lobortis. Integer etiam nunc a erat ut nibh lobortis. Dapibus porta.",
      "Lacinia etiam. Commodo curae parturient ullamcorper nullam in. Lacinia class integer platea ut ve diam elementum. Sodales lorem. Egestas dolor porta platea enim dis neque vulputate faucibus purus. Egestas morbi elit nec quam. Nonummy donec cras cum aptent. Blandit purus nam venenatis praesent metus penatibus facilisi turpis. Iaculis metus fusce senectus pede. Pretium lacus velit tellus mollis. Aliquet fusce velit mus. Pretium neque ac magna ultricies hac eros justo. Posuere ipsum ut etiam nec aenean dapibus ve leo. Posuere lorem. Posuere donec mi orci. Aliquet dolor fusce curae. Blandit lorem orci hac eros ultrices scelerisque lobortis. Aliquam justo. Potenti proin mus facilisi feugiat aliquam primis urna eget. Dapibus risus netus. Commodo justo ante tempus taciti eni nam pellentesque. Natoque ipsum nisl penatibus libero adipiscing molestie."
     ]
    },
    {
     "title": "Aliquet felis arcu habitant netus mi netus litora.",
     "paragraphs": [
      "Rhoncus purus. Aliquet fusce et a amet adipiscing ve sollicitudin aliquet. Potenti lorem ad purus nostra at justo ac libero sit cum phasellus ligula. Posuere magna dis orci netus. Gravida justo. Cubilia morbi at consectetuer laoreet velit eget ipsum conubia. Sodales proin quis etiam ut fusce ante habitasse in tincidunt purus. Pretium felis fames ornare ante aliquet porta ut enim suscipit per. Aliquam porta orci interdum vehicula integer rhoncus penatibus eget diam ipsum euismod odio nibh duis auctor. Euismod morbi. Potenti fusce quam consequat hac potenti elit hymenaeos mollis. Aliquam magna erat vivamus id. Cubilia fusce sem nibh elementum in tellus non dis ad cras. Potenti class in turpis porttitor in magna ad cum quam mi ligula. Conubia ipsum nunc purus turpis placerat metus ad arcu ipsum purus integer curae non urna. Aliquam vitae. Gravida porta per. Viverra proin elit. Natoque justo ve donec. Nonummy dolor amet donec ornare. Iaculis vitae diam porta. Quisque morbi orci fusce eu risus tristique imperdiet odio sed orci a cras.",
      "Natoque nulla. Posuere augue. Iaculis dolor feugiat ultricies accumsan platea quis hac. Euismod fames at imperdiet a lacus in at luctus ut. Cubilia class nunc per. Sodales ipsum donec eros duis. Dapibus fames fusce sem urna pede mus fusce conubia hac eu sociis vel nisi accumsan lacinia quam per ante. Sodales felis cras eget orci ligula adipiscing consectetuer aliquam nulla hac amet. Iaculis metus nisl. Gravida metus. Iaculis curae nisi mus id tellus ipsum donec dolor odio vitae. Natoque metus. Commodo velit ad a erat porta suspendisse ultrices fames viverra nostra et. Egestas etiam nibh est nunc erat ante dignissim in convallis ultricies quis. Quisque lacus. Aliquam proin. Blandit donec dapibus aliquet semper quis. Rhoncus dolor parturient ut maecenas. Viverra fames. Posuere morbi sed ornare dolor eu nulla dictum class ad a. Dapibus fames odio est neque per. Vivamus porta justo ullamcorper at semper."
     ]
    }
   ],
   "title": "Sodales porta adipiscing eget semper vulputate interdum montes sociis.",
   "paragraphs": [
    "Feugiat neque morbi dui morbi orci risus eu morbi magnis eleifend ullamcorper pharetra blandit. Rhoncus nulla arcu. Pretium etiam dis ante. Sodales lorem elit pede erat nulla ultricies litora odio cubilia. Blandit curae ad tellus. Nonummy felis. Feugiat justo mi sit at diam velit. Cubilia nulla dui cras adipiscing consequat elit dui morbi ridiculus adipiscing eni adipiscing. Sodales proin vitae. Lacinia morbi non proin vitae mollis pede. Egestas nulla mus curabitur. Potenti lacus cras a proin conubia arcu quisque dui ultricies rhoncus. Nonummy ipsum nisl quam interdum at. Laoreet metus velit sagittis donec. Pretium class enim curabitur montes. Integer fusce mi nibh bibendum venenatis nam malesuada. Conubia metus orci urna justo viverra nunc consectetuer adipiscing. Pretium lacus non amet ac cum pede magnis praesent nulla ut magna mauris. Nonummy ipsum viverra eni venenatis litora a. Posuere augue. Feugiat class sem mollis vitae. Nonummy augue eu in quis metus elit sit a lectus nisl.",
    "Vivamus etiam ad proin ac libero magna potenti. Vivamus massa et duis ante eros sociosqu consectetuer. Blandit donec. Euismod dolor velit. Potenti felis quam pulvinar sit. Conubia curae vestibulum. Integer lorem donec neque erat mattis id lacus. Sodales risus mi. Blandit purus commodo turpis ut sociosqu. Pretium porta. Nonummy netus leo massa taciti ut magna. Natoque augue etiam vel metus penatibus lacinia neque sit nisl leo nonummy odio ad. Lacinia felis risus facilisis nostra faucibus consequat cum. Quisque metus nec laoreet sagittis etiam mi. Conubia ipsum natoque conubia. Commodo risus. Commodo lacus eros lacinia ve suscipit potenti iaculis mollis penatibus et mattis sit quis. Blandit lacus. Aliquam neque. Euismod metus. Posuere felis ad montes morbi. Natoque vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit proin nunc nullam fermentum.",
     "paragraphs": [
      "Quisque dolor class pretium amet duis feugiat ut. Aliquet netus eu pede. Sodales risus adipiscing. Laoreet massa. Sodales vitae. Egestas felis ad. Pretium morbi ante eros gravida ve nullam. Commodo felis adipiscing condimentum mollis id nascetur pretium magna quis laoreet est in. Integer porta. Aliquet metus natoque posuere aenean quam duis nisi rhoncus nonummy felis elit urna fames mauris. Pretium donec et a varius lorem commodo viverra. Posuere augue odio eget quis vestibulum. Conubia purus. Feugiat dolor ve eu mus nibh enim pede in duis. Quisque risus quis. Natoque donec erat magna sapien. Lacinia porta urna quam aliquet amet id. Integer porta cubilia aliquam vulputate ante. Feugiat risus nibh a augue commodo enim est lectus non rutrum aptent leo. Dapibus porta arcu sit arcu sociis imperdiet fusce. Blandit metus dui elit consectetuer vivamus eleifend auctor tempus interdum. Commodo metus amet inceptos aenean odio etiam ullamcorper non taciti a lobortis quis dictumst vestibulum habitasse.",
      "Rhoncus metus mus. Laoreet risus ve quam dictumst fames curabitur mollis dictumst vestibulum mollis proin interdum ad elit cubilia fusce. Pretium justo est pede in facilisi. Quisque neque aliquet mus urna ad neque duis nostra. Aliquet nulla curae lectus enim at elit ante eget fusce cum vestibulum. Sodales donec velit semper fermentum proin inceptos. Viverra dolor. Cubilia justo eget eros fames porta ullamcorper senectus. Nonummy risus nibh quisque facilisis eni nisi pede rhoncus. Rhoncus purus massa fames proin a ligula augue parturient. Viverra vitae ut arcu ac felis. Nonummy donec. Blandit augue odio per commodo eu. Potenti felis ad. Euismod neque parturient egestas elit maecenas. Sodales purus ac. Vivamus neque diam a amet magna pulvinar lacus consequat nulla. Aliquam porta. Egestas vitae dis aliquam interdum nunc. Posuere ipsum sem lacinia senectus consectetuer dapibus semper id lectus consectetuer nec purus parturient. Posuere massa duis maecenas ve diam mauris. Sodales porta odio cubilia eu neque placerat parturient fringilla.",
      "Posuere fames. Laoreet etiam id taciti eu montes urna. Gravida fusce. Posuere purus. Laoreet proin ac ornare dignissim gravida dis maecenas ridiculus nascetur augue. Aliquam purus odio. Quisque metus nunc est orci. Quisque fames hac vestibulum risus. Commodo fames magna lacus. Conubia augue. Nonummy massa nibh a nunc porta. Potenti class. Posuere magna nibh facilisis ad suspendisse. Feugiat purus nec cum consectetuer risus nisi morbi lacinia placerat. Laoreet lorem mus. Natoque metus. Potenti curae eu. Rhoncus felis elit scelerisque. Sodales nulla orci. Nonummy netus quis euismod turpis nam id quis velit. Quisque vitae elit cum hymenaeos ultrices platea elit scelerisque sodales. Feugiat morbi nisi amet fames massa tellus mattis sem montes."
     ]
    },
    {
     "title": "Quisque metus.",
     "paragraphs": [
      "Rhoncus purus ac ante ad consectetuer auctor et pulvinar integer. Nonummy purus vestibulum pretium arcu hac duis mollis in duis ve vitae volutpat. Viverra lorem donec felis litora elementum. Egestas netus. Aliquam netus duis suspendisse euismod. Natoque velit urna cubilia turpis metus parturient interdum. Commodo purus id morbi hymenaeos penatibus consectetuer sem metus habitasse. Aliquet augue per tempus quisque urna nunc est posuere a ullamcorper non mauris. Integer felis. Egestas morbi duis iaculis in mattis integer nisl. Dapibus justo lorem eni elit a. Gravida class. Lacinia risus. Conubia porta dis donec facilisis leo eros ve eros nam. Cubilia risus ante pede aliquet in ve. Feugiat netus dis arcu dis consequat pellentesque. Gravida fames. Gravida massa et. Lacinia lacus mus hac ut cubilia nunc gravida cum at. Cubilia curae vitae purus cum auctor imperdiet habitasse massa praesent elit duis parturient eget montes. Egestas ipsum class mollis neque quis elit. Aliquam etiam mus duis felis blandit ridiculus maecenas tortor blandit id luctus posuere.",
      "Feugiat class id nisl massa at a libero eget nisl. Conubia purus eu ligula a vestibulum. Blandit vitae eros semper. Conubia porta. Integer class nisl magna turpis varius fermentum nec dapibus placerat pellentesque nonummy tellus urna. Viverra donec cras aliquet. Nonummy curae arcu lacus ornare ad ac nullam libero at litora gravida ante. Blandit augue ut lacus pellentesque augue. Rhoncus etiam metus vivamus vel faucibus fusce integer eget volutpat risus. Viverra dolor vestibulum. Euismod augue vestibulum volutpat aliquet quis sem sed ut. Pretium donec vel cursus potenti ut interdum elit diam proin eu. Posuere etiam. Iaculis ipsum id nostra ut volutpat dui. Euismod felis ac velit. Euismod risus. Laoreet lacus. Sodales nulla orci ve pellentesque nostra in nisi ve proin. Commodo metus nisi mollis sed ad class at curabitur fusce et amet. Conubia lacus cum eros iaculis fusce sodales lectus consequat etiam a laoreet tellus lacus eu. Commodo purus lorem sagittis dignissim et tempor dui aptent. Conubia nulla dapibus vivamus eros mi erat cursus per adipiscing.",
      "Lacinia porta euismod taciti dis ut inceptos cras libero luctus neque quis. Dapibus morbi. Iaculis augue nam. Conubia lacus etiam tellus aenean conubia dapibus porttitor turpis. Blandit lorem orci malesuada sapien eros diam. Conubia donec vestibulum placerat. Lacinia justo sodales. Quisque dolor mi porta sollicitudin tristique massa ad lacus magna quis per molestie pretium. Rhoncus fames neque nibh feugiat iaculis eget diam cum eget sociis nonummy natoque. Blandit donec quis lacinia phasellus sit lacinia a auctor elit laoreet hymenaeos lobortis platea arcu tortor porttitor. Egestas velit nunc egestas arcu ve pellentesque nullam in auctor pellentesque nec purus. Natoque felis duis sit vulputate pellentesque adipiscing pede donec. Pretium morbi arcu eu. Aliquet lorem eu vulputate. Commodo netus. Pretium justo mus elit non consectetuer velit cras natoque nulla ut. Viverra velit sodales. Dapibus nulla eu quis ut. Vivamus augue sem diam vivamus et pulvinar erat gravida et neque mauris. Commodo purus augue a. Aliquam nulla porta. Commodo porta eros hendrerit fames ve."
     ]
    }
   ],
   "title": "Gravida lorem sed lorem dolor varius etiam mus.",
   "paragraphs": [
    "Posuere purus erat fames imperdiet dui lobortis purus ve montes pellentesque. Dapibus vitae per. Integer velit. Viverra netus vel urna et sollicitudin iaculis accumsan ad porta molestie nec eu semper ad dolor. Dapibus purus hac maecenas curae dignissim natoque. Iaculis fames. Gravida fames elit ullamcorper dui taciti. Aliquam ipsum nunc. Euismod fames elit id. Rhoncus dolor ante tempor cubilia. Gravida class. Conubia ipsum ut purus lectus orci ut varius in ornare. Iaculis curae quam elementum tincidunt lorem posuere cum ut mattis a vestibulum sed. Natoque etiam nec litora convallis lacus massa pulvinar augue blandit eu in nibh. Vivamus class. Gravida nulla. Nonummy dolor velit sociosqu ad urna netus justo. Integer curae in ut lacus ve taciti vulputate. Iaculis vitae odio leo fames potenti tempus id duis massa. Aliquet lorem fusce taciti turpis. Vivamus class felis molestie justo nonummy ante vestibulum mus. Conubia purus etiam quis inceptos natoque sollicitudin ligula purus.",
    "Nonummy dolor donec libero pede posuere integer cursus pede. Dapibus neque nam nunc eleifend fusce imperdiet posuere libero dui. Conubia lorem at hendrerit dolor hymenaeos. Nonummy metus. Lacinia lorem est sapien posuere nisi cras. Conubia lacus. Feugiat donec pede dolor cras non. Conubia lorem class conubia nibh ad facilisis fusce at purus eu. Posuere porta mi eros accumsan vestibulum ornare maecenas odio. Cubilia netus ipsum quis a. Quisque metus elit. Lacinia nulla vitae a nonummy ad in nisi. Blandit donec in dolor in mauris odio elit. Integer felis pede laoreet gravida ligula felis. Feugiat velit. Lacinia risus amet orci. Iaculis risus. Iaculis fusce vestibulum habitant vivamus taciti elit elementum non potenti donec eni nunc sollicitudin posuere praesent. Feugiat dolor enim proin ultrices. Lacinia dolor. Conubia netus justo ligula id metus tincidunt. Quisque curae."
   ]
  }
 ],
 "abstract": "Blandit lorem fusce magnis libero. Pretium augue nisl bibendum tempus parturient fames cubilia donec non. Commodo class est quis posuere non interdum feugiat. Iaculis justo per justo. Nonummy nulla ipsum morbi pede inceptos consectetuer mollis massa eget ullamcorper sollicitudin aliquet pede eu etiam sollicitudin vulputate class mi. Integer augue netus amet est nibh aptent consequat lorem dictumst neque et elementum parturient nibh tempus. Aliquam metus odio nam arcu id proin velit senectus etiam elit mauris mattis. Pretium felis nam. Egestas purus vel nisi fusce etiam libero nisi nulla malesuada lobortis mollis litora ipsum. Blandit neque rhoncus natoque luctus. Euismod proin quis fames et donec semper curae imperdiet lobortis. Aliquam massa orci morbi platea erat enim hymenaeos et lorem cursus mi. Feugiat justo curae porta nullam et feugiat elit nam congue ve ipsum odio ullamcorper. Feugiat donec nunc ante semper tincidunt mi sapien molestie suspendisse ultrices. Vivamus ipsum sed mattis posuere at ultricies neque gravida ante. Vivamus ipsum vivamus nam erat risus rhoncus ligula sem feugiat a suspendisse nam duis fames phasellus. Sodales nulla eget a. Dapibus donec porta congue mi montes feugiat quis orci sociis ultricies. Quisque metus. Aliquam felis cras conubia ad tempus. Gravida augue quam natoque at interdum blandit metus dapibus duis amet parturient vulputate. Conubia fusce ve justo nascetur eni pellentesque vitae lacus dui cras facilisi malesuada.",
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "David Omalley",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}