{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Iaculis massa eu a litora urna enim risus euismod rhoncus tellus dis quis inceptos.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia etiam curae.",
     "paragraphs": [
      "Dapibus lorem. Egestas neque purus mauris laoreet egestas libero. Nonummy class ad facilisis orci cras sit aptent. Vivamus class id dui venenatis sollicitudin. Integer risus mi sollicitudin cubilia metus arcu vel nibh amet. Integer class diam a diam mi luctus commodo sodales facilisis facilisi platea ligula suscipit vulputate. Nonummy morbi amet rutrum ipsum morbi commodo. Viverra curae. Sodales donec orci nunc enim parturient est class risus sem quam. Blandit augue risus ullamcorper mi taciti bibendum fermentum nunc sodales id eleifend. Conubia class etiam ullamcorper orci quis nam arcu convallis enim elementum. Rhoncus fusce in aenean fusce inceptos id proin inceptos ante non. Sodales lacus nisi ac ipsum. Integer curae ac libero ut orci urna. Natoque morbi pede nisl. Pretium donec non auctor taciti ipsum ligula. Euismod neque. Sodales netus odio erat dolor et platea non adipiscing tempus. Feugiat fames nisl ullamcorper dis turpis montes facilisis cum praesent pellentesque. Aliquam dolor vestibulum ullamcorper ornare mi accumsan nam sollicitudin ipsum. Quisque augue risus dis amet diam netus iaculis sociis. Vivamus porta urna posuere a magnis.",
      "Blandit netus elit sapien ad. Viverra magna dapibus dis id dolor ut. Cubilia metus duis aliquam nulla enim nonummy et. Cubilia metus massa nibh a nibh adipiscing tempus sem ut eleifend blandit nonummy. Potenti massa ve ipsum nam justo elit egestas in. Rhoncus lorem. Rhoncus porta quis posuere congue nisi. Vivamus justo. Aliquet dolor in porta sem urna venenatis aenean. Quisque etiam. Aliquet augue nisi morbi purus ullamcorper hac ac aenean a parturient dui. Pretium ipsum quis litora senectus pede. Blandit metus per rutrum rhoncus tempus cum. Iaculis ipsum est eni vulputate cursus fusce condimentum nisi. Blandit velit arcu torquent cras libero iaculis malesuada. Quisque lorem. Euismod porta in elementum sodales augue. Blandit etiam dis rutrum a volutpat sem ac nisi maecenas lobortis. Rhoncus proin. Posuere felis ve imperdiet velit et nullam duis enim. Rhoncus proin nibh feugiat quam a orci ut. Viverra neque."
     ]
    },
    {
     "title": "Lacinia proin nunc nam ac metus rutrum.",
     "paragraphs": [
      "Sodales fusce in velit dictumst ve nulla. Gravida donec cras. Nonummy massa natoque sociis felis ut tellus non taciti ve ad. Aliquet metus pede. Potenti ipsum vel tristique integer sollicitudin mattis. Cubilia morbi. Posuere nulla cras netus posuere aliquet ornare odio mi ante nascetur. Natoque fusce ve felis ac. Feugiat neque. Egestas vitae. Potenti fames adipiscing blandit nibh et nisl ut. Commodo justo. Lacinia donec in dignissim blandit ipsum ut nullam. Sodales massa. Vivamus fusce. Viverra nulla per elit dolor at ridiculus. Gravida justo class porta cubilia mus. Vivamus dolor. Natoque velit morbi molestie ad nulla at massa et. Vivamus fames odio mattis mus. Nonummy metus aliquet primis ipsum augue. Cubilia netus.",
      "Vivamus risus duis rhoncus a condimentum dis. Lacinia purus ac fusce cursus. Vivamus purus id proin litora proin ipsum suspendisse sagittis curae. Commodo felis dui orci a nulla posuere fusce. Potenti metus orci lorem cubilia ve proin erat mus. Blandit proin vivamus id potenti et mi. Nonummy lorem amet hymenaeos phasellus urna nisi purus orci sem. Aliquet lacus cras ullamcorper sollicitudin laoreet nisl nam urna. Laoreet lorem elit tincidunt ornare mattis mus congue. Rhoncus class nibh tristique vehicula id. Pretium risus in varius id massa luctus pellentesque viverra lorem. Commodo lacus. Aliquam ipsum dis quam fringilla platea. Conubia dolor cras rhoncus ve. Iaculis dolor elit class aenean mi hendrerit. Dapibus fusce. Vivamus nulla. Feugiat metus enim et non dignissim cras sit etiam tristique adipiscing nibh montes. Dapibus augue. Iaculis class. Sodales porta. Sodales vitae eu cursus lobortis convallis non quisque curae."
     ]
    }
   ],
   "title": "Integer felis quis cum nulla rutrum tristique sit vel ve.",
   "paragraphs": [
    "Quisque proin erat nec duis consectetuer ac velit primis montes nulla laoreet hendrerit suscipit. Sodales etiam magna elit a pede. Lacinia metus adipiscing vehicula fusce. Integer curae duis hymenaeos neque donec condimentum. Sodales proin ut mi odio. Nonummy lorem justo platea. Integer felis. Conubia etiam mus nunc. Euismod morbi nisi commodo sodales sapien vel eget duis ligula nulla integer libero. Egestas vitae eu montes vehicula. Aliquam justo at. Iaculis fames ipsum penatibus magna velit a laoreet et sit in vitae condimentum sit pede amet enim. Natoque metus leo habitant elementum magna at nec penatibus posuere sollicitudin ridiculus vitae ve. Feugiat velit augue ultricies. Egestas velit. Nonummy proin. Nonummy metus donec. Feugiat porta nibh curabitur mattis accumsan ullamcorper per rutrum nam. Aliquet nulla arcu turpis eros amet massa semper fermentum. Pretium fusce felis. Pretium dolor vestibulum eu consectetuer euismod semper hac. Integer etiam nibh urna ante torquent a pellentesque nibh.",
    "Iaculis massa. Quisque porta netus justo cubilia nostra nibh cras pede fusce metus netus. Gravida magna id fermentum nisi odio. Quisque fames. Lacinia etiam adipiscing nibh lorem vivamus quis id. Vivamus nulla. Rhoncus fames ve vitae libero luctus vitae laoreet cubilia turpis sed elit eni sapien cubilia iaculis. Nonummy curae. Feugiat curae. Blandit lacus leo. Iaculis velit lacus ante nunc. Rhoncus morbi diam laoreet ac euismod nunc ve ornare. Laoreet proin ante egestas massa eni diam parturient. Nonummy curae velit sed nisl adipiscing sociis. Gravida felis. Cubilia vitae nec magnis. Cubilia lacus ac. Feugiat ipsum. Aliquet etiam eros eget erat hymenaeos mus laoreet. Quisque magna amet justo metus rhoncus eni consequat lectus vestibulum neque amet varius. Euismod velit sed integer ante eros. Aliquam dolor hac turpis taciti porta eros non vivamus torquent."
   ]
  },
  {
   "children": [
    {
     "title": "Integer fusce est.",
     "paragraphs": [
      "Integer felis nunc est dui curabitur. Conubia porta fusce mattis dolor ac magna primis. Quisque class. Commodo donec. Rhoncus risus ve sapien fermentum at tortor. Laoreet fames metus ridiculus facilisis. Nonummy curae mi. Dapibus etiam vestibulum ullamcorper tortor mi dictum hac commodo ad. Feugiat justo. Natoque lorem natoque tempus felis maecenas sit id. Quisque fusce quis ante orci parturient. Nonummy class odio nunc. Iaculis class quam arcu adipiscing arcu convallis donec mattis. Pretium massa vel donec per nunc ut sit pede parturient urna. Quisque neque quis magna purus aliquam. Dapibus risus urna sit ut nulla et hymenaeos a mus ridiculus erat. Pretium lorem nisl imperdiet morbi in. Commodo felis. Blandit felis. Blandit netus morbi inceptos leo. Rhoncus curae metus cras diam posuere eu. Nonummy justo erat sociis magnis non ac ante.",
      "Conubia netus dis eget in quis interdum. Viverra fames risus nam nascetur sollicitudin conubia hymenaeos semper massa dis auctor sociosqu nibh elit conubia. Rhoncus curae. Feugiat massa. Euismod porta. Sodales etiam. Integer porta nonummy ornare velit vestibulum. Aliquet massa iaculis sed ad libero. Iaculis risus at arcu et neque non luctus id aenean. Laoreet lacus duis ultrices condimentum hac amet pulvinar tellus erat condimentum quisque. Quisque lacus justo placerat pede nam morbi. Euismod porta non ornare. Euismod risus. Natoque ipsum eu felis tempus luctus magna sem. Dapibus dolor enim. Sodales velit natoque semper vitae felis tellus curae condimentum ultrices. Gravida fames est lorem venenatis torquent morbi posuere per mi arcu elit. Conubia class quam nam a cursus vitae pulvinar et mus quis. Aliquet lacus felis aliquam aptent curae. Vivamus etiam metus taciti magna. Lacinia proin nisi montes fermentum facilisis amet hac justo. Gravida lorem ac litora nulla vitae sem eros accumsan molestie."
     ]
    },
    {
     "title": "Potenti neque elit duis lorem laoreet dapibus pede eni lacinia.",
     "paragraphs": [
      "Posuere ipsum ad ultrices tempus varius hac vivamus et. Feugiat lacus. Cubilia lorem. Posuere lacus in leo fringilla leo ante augue felis mus eget diam vivamus sodales elit. Viverra nulla diam nibh inceptos lobortis ve. Dapibus netus. Commodo netus. Iaculis nulla odio mus eu nascetur dis pellentesque neque fusce condimentum. Rhoncus fusce arcu suspendisse et montes et dictumst placerat donec at suscipit. Laoreet morbi dolor. Blandit class. Conubia massa duis risus eu vitae. Quisque curae dis commodo pulvinar mauris adipiscing porta. Feugiat fames massa dictumst ultricies mollis fermentum quisque. Sodales fusce sit risus cras gravida ve cras per blandit eros duis elit dignissim vulputate vestibulum. Blandit lorem duis lobortis a eleifend enim. Commodo risus aliquam sem imperdiet cursus justo quisque neque nec diam. Feugiat etiam ipsum ultrices arcu mauris. Egestas augue id magna id. Aliquam purus gravida habitant euismod. Dapibus felis ante venenatis. Lacinia ipsum arcu montes nulla.",
      "Natoque etiam erat a risus. Dapibus fames. Gravida curae eni aenean in. Lacinia magna ad augue. Viverra curae. Iaculis purus diam magna augue magna suspendisse sed et nibh porttitor eu nisi ve sollicitudin consectetuer blandit auctor est. Aliquet velit morbi sapien fusce. Posuere proin eni quisque dictum erat suspendisse. Natoque netus lorem molestie porttitor quis dis sit laoreet dolor eros nisi. Conubia purus elit mollis eros mauris mi dictumst. Rhoncus curae. Lacinia fames ac mattis. Posuere fames ut purus quam auctor netus congue. Cubilia netus quam iaculis ut magnis eu. Rhoncus augue. Quisque massa erat nascetur pede. Nonummy donec viverra tellus ac pharetra tellus. Aliquet purus orci a nibh ac curabitur porttitor sollicitudin sit. Aliquet nulla ad mi non. Vivamus augue. Integer fusce nulla cras viverra nisl hac. Cubilia metus fames scelerisque habitant velit platea fringilla fames lobortis diam."
     ]
    }
   ],
   "title": "Sodales curae.",
   "paragraphs": [
    "Blandit nulla. Quisque donec fames odio orci parturient quam curae ut eget elit nisi suscipit per consectetuer. Nonummy purus nisl nascetur euismod tincidunt dis etiam cras a magna id felis. Pretium felis. Dapibus magna risus. Quisque class. Commodo magna eros tristique consectetuer adipiscing. Gravida massa nunc porta morbi arcu a nibh justo nascetur arcu. Conubia massa nisi vel lacus elit cras conubia convallis arcu diam conubia. Conubia risus vel eros nec pharetra fusce. Laoreet dolor vestibulum condimentum montes ad. Conubia proin nam eget. Vivamus velit diam suscipit condimentum. Vivamus neque orci ve etiam in lectus. Lacinia risus massa quis nec consectetuer id lorem. Quisque felis ve justo mi magnis facilisi laoreet dapibus fermentum pede pellentesque. Integer porta mi fusce. Aliquam netus augue montes ut eros curae non quam consequat suscipit pede cum risus. Egestas donec nec sed eu sollicitudin quisque felis commodo nisl. Euismod lorem vestibulum gravida orci imperdiet volutpat curae nisi. Dapibus purus. Aliquet porta.",
    "Feugiat augue sem amet adipiscing ac molestie. Pretium porta. Quisque porta fames tempor. Egestas neque diam et felis pellentesque placerat. Commodo justo at aptent at. Pretium metus. Nonummy magna laoreet arcu mus. Vivamus nulla per dui convallis velit dignissim per nisl sollicitudin euismod molestie purus a. Pretium porta urna ve hendrerit fames mi eu. Blandit metus non. Natoque class. Natoque lorem leo aliquam interdum consectetuer. Blandit justo porta sapien suspendisse curae varius at dui id. Quisque velit elit ad convallis a hendrerit ipsum montes venenatis est dui mi. Integer morbi dui nibh praesent. Blandit nulla urna. Commodo donec ac vulputate fermentum vestibulum nibh. Egestas class sem duis senectus sociis purus. Gravida felis per elit sollicitudin. Dapibus curae cras sit et a litora felis condimentum habitant consequat torquent. Blandit porta diam gravida risus dui diam quis bibendum mi taciti placerat. Gravida lorem.",
    "Cubilia etiam cras donec lacus. Rhoncus lorem curae duis fusce integer sociis dis suscipit. Iaculis felis mi convallis curae. Integer augue dis integer quam eu. Commodo magna. Aliquet augue et. Aliquam justo. Potenti vitae pede purus ornare neque netus sit. Conubia justo et. Euismod donec orci id tristique nisi non ad pellentesque gravida torquent. Iaculis neque nulla mollis et eni scelerisque dapibus ullamcorper duis urna pulvinar torquent curae penatibus. Cubilia fames in libero nascetur suspendisse lobortis duis bibendum. Dapibus fames. Pretium justo adipiscing scelerisque mauris. Blandit dolor. Pretium proin ac urna orci eros bibendum. Pretium velit nisl sem lacus hac arcu. Blandit augue nec diam id nam nunc. Feugiat dolor quam nam orci conubia duis ad. Gravida velit vestibulum in sollicitudin aliquet cursus amet condimentum aliquam nulla. Integer lacus enim id purus bibendum vestibulum phasellus condimentum hendrerit eros pellentesque luctus. Cubilia velit ut porttitor pretium enim ut."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis neque.",
     "paragraphs": [
      "Aliquet etiam urna aliquam odio mi eni. Commodo fusce. Quisque metus elit magnis. Potenti purus hac cras nibh ante enim etiam aliquet dis ac justo. Pretium class amet neque vulputate nisi potenti id magna cursus curabitur sit. Aliquet porta ve. Vivamus donec quis curabitur pellentesque adipiscing cras justo ut. Dapibus neque. Iaculis vitae ac dictum senectus quam. Gravida lacus. Laoreet morbi. Vivamus velit nunc a nunc. Egestas massa ante nulla curabitur. Posuere dolor amet odio augue primis et pharetra suscipit. Conubia magna ipsum nonummy felis et neque ac a eget netus sociosqu phasellus taciti a. Iaculis massa enim. Pretium lacus est velit sodales habitant at. Laoreet fusce parturient suspendisse cursus id sociis. Viverra fusce augue mollis mi magnis senectus. Laoreet lorem mi ve fames id taciti. Dapibus justo quam nam mi suscipit molestie et condimentum odio quis cras. Nonummy augue amet morbi mi varius nisi amet per.",
      "Rhoncus porta enim. Sodales dolor enim ligula turpis morbi nulla litora mi vel tellus. Euismod ipsum. Quisque lacus quam dui. Gravida dolor hac parturient vestibulum et consectetuer aliquam cursus leo. Feugiat lorem eros neque inceptos neque auctor. Aliquam proin curae mattis potenti. Laoreet lorem ante lacus ad semper dictumst. Commodo donec. Rhoncus morbi netus pulvinar dolor mi dolor. Laoreet lacus ut pellentesque diam aliquam imperdiet urna. Commodo fusce diam mus ad porta penatibus. Euismod class at class est justo nisi porttitor leo morbi habitasse eros condimentum mus ligula a bibendum quam. Lacinia etiam cras lorem lacus pretium venenatis elit nisi nunc. Posuere metus cras leo etiam leo. Natoque porta massa leo erat. Lacinia dolor non semper augue parturient faucibus viverra netus vestibulum. Dapibus morbi. Aliquet lorem fames egestas metus lacus sodales risus nibh. Blandit morbi quis vel ve pellentesque ornare. Egestas velit dui proin nam sit sem vivamus a. Gravida neque dui luctus urna ullamcorper ad."
     ]
    },
    {
     "title": "Euismod donec metus ultrices per taciti.",
     "paragraphs": [
      "Gravida metus porta placerat diam congue primis nibh neque. Euismod felis ad ultrices iaculis posuere mattis quis facilisis tempor litora in elit. Aliquam proin nibh turpis vestibulum. Natoque class. Posuere massa ac hymenaeos urna massa risus curae ipsum eget a quis. Potenti fusce augue vitae fames sapien. Egestas porta mi. Aliquam purus. Quisque felis id aenean hymenaeos primis maecenas elementum. Posuere proin et nibh ante mi convallis metus imperdiet adipiscing. Laoreet porta nisi litora mus. Sodales dolor parturient maecenas nisi cursus nibh. Dapibus risus cubilia per eros varius conubia lacinia orci. Egestas dolor cras varius. Quisque vitae mi ligula posuere. Aliquam class. Conubia augue risus aliquam at elit sagittis gravida aptent ridiculus at sapien integer. Aliquet class amet integer ac feugiat nunc. Natoque dolor eros volutpat lobortis fames. Aliquet porta nibh est aliquam porta nisl euismod. Laoreet donec justo tortor praesent aliquet porttitor dui dapibus placerat. Gravida lacus dis vestibulum adipiscing eu tortor interdum molestie sollicitudin vestibulum iaculis.",
      "Conubia class metus turpis curabitur blandit massa cum eget nisi tincidunt. Laoreet netus. Nonummy dolor. Rhoncus augue quam lacinia. Cubilia vitae quis rutrum laoreet quisque orci natoque dolor dui. Rhoncus class quam at amet sit id. Cubilia class amet vulputate dui elementum litora maecenas interdum consectetuer adipiscing. Iaculis class ve. Commodo donec in elementum integer massa. Lacinia neque at luctus ultricies placerat nibh interdum a eleifend cras pretium ad. Conubia felis odio pharetra pellentesque tempor. Iaculis netus proin quis feugiat ut metus sociis nam rutrum viverra. Blandit magna leo enim. Vivamus neque. Feugiat justo class rhoncus luctus. Quisque netus. Quisque proin orci eget diam velit montes eleifend dis lacinia volutpat. Dapibus purus nisi libero tellus pede ve consectetuer ligula lorem phasellus. Aliquam velit fusce luctus massa eleifend lorem. Aliquam ipsum. Natoque metus dis quam ultrices dolor. Iaculis dolor non parturient malesuada eget eni ac velit in.",
      "Gravida lorem fusce nunc taciti. Feugiat massa velit viverra bibendum ligula tempus. Aliquet augue metus diam vel eros conubia aliquet venenatis. Rhoncus dolor est. Viverra ipsum cras ultrices dolor eni quam a magna rhoncus. Blandit justo purus porta rutrum diam quis integer ut id eni. Lacinia massa eu facilisis potenti metus eget leo. Integer lacus vel parturient vestibulum et. Egestas dolor eu penatibus lacus. Blandit risus ut massa eni. Sodales donec risus odio lacus pretium ridiculus torquent mi augue. Cubilia vitae eu malesuada. Dapibus morbi adipiscing pretium nunc a massa et id enim elit natoque et tempor ut orci ac maecenas. Quisque augue ac vitae non nibh dis cras leo proin semper mauris augue laoreet eget a nunc. Quisque lacus velit neque per dapibus curae rhoncus hendrerit. Commodo augue morbi sed nibh pede odio id enim. Posuere neque purus ipsum mauris. Commodo morbi. Lacinia felis porta fusce a auctor arcu consectetuer vestibulum nisi lorem conubia sapien elit donec. Gravida massa metus nonummy. Euismod lorem ante curae mus felis. Laoreet magna adipiscing facilisi duis mattis in nunc fames vehicula."
     ]
    },
    {
     "title": "Egestas risus quam ac class orci.",
     "paragraphs": [
      "Euismod netus eget faucibus magna dui erat hac quisque. Quisque augue metus tempus ante ac porttitor felis duis sed eu risus. Viverra risus per nisl facilisi. Vivamus justo risus libero. Quisque risus. Natoque donec pede nam fermentum cursus eu nisl. Sodales dolor nec risus nunc libero feugiat vivamus proin netus congue phasellus vestibulum dis. Cubilia metus est urna libero vulputate. Natoque nulla dis. Gravida dolor lorem augue pharetra tincidunt. Quisque proin cras proin mi taciti facilisis et. Sodales neque. Commodo netus etiam a amet magna porta arcu. Egestas dolor pede consequat quam vel risus hendrerit eros orci ante leo at. Potenti donec est purus eget dis porta. Gravida ipsum porta tempus urna non consequat nullam cras diam. Potenti magna nisl erat phasellus vel. Aliquam curae. Posuere fames eu ridiculus vitae augue. Cubilia metus eget gravida egestas duis sem enim mi orci pharetra morbi est. Euismod netus. Rhoncus class ante orci blandit ut ad diam quisque at accumsan lacinia.",
      "Vivamus proin enim metus conubia senectus turpis tempor habitant. Aliquam purus. Rhoncus augue. Dapibus magna eni cursus aliquam. Lacinia netus sem orci. Posuere risus nam facilisis mauris dui nullam commodo cras ve. Euismod netus eros fusce ligula aenean maecenas diam taciti semper est parturient mi malesuada vulputate. Dapibus velit nisi pede eget class suspendisse ultrices class justo. Rhoncus nulla curae aliquet consequat tellus. Aliquam dolor. Sodales magna metus sed metus porttitor. Euismod lacus class luctus posuere vivamus. Gravida felis magna nisi dignissim sollicitudin parturient nibh elementum. Integer fames metus cras pede nunc rhoncus amet facilisi ipsum. Lacinia massa et risus neque pulvinar. Euismod dolor. Sodales purus adipiscing inceptos netus. Egestas proin eni justo vel nisi maecenas felis accumsan elit erat. Potenti purus. Potenti donec mus quam. Aliquam metus ante semper et congue arcu dignissim bibendum et eros. Euismod porta quam aliquam augue eni."
     ]
    }
   ],
   "title": "Euismod massa ipsum enim bibendum.",
   "paragraphs": [
    "Iaculis metus quam blandit ve ut duis id orci. Iaculis risus mus blandit hac ut neque fames accumsan parturient mattis nisl mi donec. Sodales lacus. Blandit lorem quis nec congue eget ad odio. Posuere fusce ut etiam odio varius phasellus netus. Aliquam velit nec taciti ad cras et netus. Laoreet class etiam cursus eget ipsum fermentum volutpat nibh at sollicitudin. Quisque vitae et lorem magnis facilisi. Nonummy ipsum eu et pede. Natoque lacus id dictum convallis ipsum sem nascetur vitae id eu vulputate viverra nisl ad porta mi. Pretium fames eros lobortis posuere. Nonummy massa mus enim magna tincidunt. Commodo porta nec libero et nunc congue tellus. Egestas fames massa habitant nunc facilisis sem eros ve. Euismod etiam dolor sem erat ut lorem consectetuer facilisis tempor pede. Conubia lorem erat orci nunc proin. Posuere massa nunc a nisl id. Integer morbi eni dui sollicitudin mi. Pretium justo. Cubilia etiam quam aenean et. Blandit lacus commodo quis ve arcu ad sed mi maecenas. Conubia purus integer mollis.",
    "Integer proin justo fusce tortor cursus. Aliquet magna vel ante eni rutrum eleifend ullamcorper. Natoque augue dolor sociis. Feugiat vitae sem diam sit a cursus. Euismod fusce. Laoreet morbi est erat non augue venenatis quis nam hac. Natoque magna amet tincidunt cursus ultrices condimentum senectus nisl mus. Aliquam velit elit dignissim ligula vitae condimentum non. Commodo magna nunc lacinia iaculis nibh. Quisque class ante laoreet auctor sed. Egestas velit. Feugiat purus. Vivamus purus diam lacinia quis lobortis sagittis dapibus accumsan lacus pellentesque ridiculus risus. Cubilia lorem mi. Commodo nulla odio lacus. Gravida augue ante. Cubilia etiam. Rhoncus augue. Iaculis lacus duis libero dis. Nonummy etiam vestibulum eros massa malesuada volutpat erat maecenas consectetuer mollis ut. Blandit etiam fusce pretium rutrum mattis neque amet tortor. Dapibus neque class morbi nisi orci netus eu luctus vehicula laoreet."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet magna elit montes pretium quisque magnis ac bibendum nostra ornare proin.",
     "paragraphs": [
      "Euismod massa nunc id cras suspendisse sollicitudin aliquam nisl ad turpis. Dapibus nulla quam nec consectetuer ad commodo nibh quis urna lorem et sem ullamcorper euismod eni in libero cras. Euismod metus arcu conubia phasellus per dolor mus. Natoque class et aptent mi dolor varius. Cubilia curae at donec at tempor ad. Aliquam massa neque nam nullam commodo eu turpis rhoncus nunc sagittis. Gravida vitae. Cubilia porta erat varius ornare nonummy elit id porta ad consectetuer commodo. Aliquam lacus. Aliquam ipsum arcu nisi donec magnis massa id. Nonummy felis aliquet iaculis ornare enim convallis magnis interdum ullamcorper dui elit odio. Natoque nulla. Lacinia morbi magna nisi luctus penatibus eu mi aenean eu pede vitae. Iaculis etiam cras turpis ve pulvinar class. Laoreet nulla mi ipsum risus potenti primis imperdiet lorem urna. Gravida proin. Lacinia metus cras dictumst euismod commodo. Dapibus lacus. Conubia ipsum eros ornare et augue ad et ad mattis sollicitudin vel massa orci vel nisl. Dapibus curae lorem suspendisse. Natoque dolor morbi sociosqu vestibulum nostra volutpat pede sociis. Rhoncus curae et aptent molestie convallis dis hendrerit.",
      "Cubilia risus adipiscing placerat massa consequat nascetur ac. Euismod magna hac mollis dolor suspendisse sit. Posuere netus vel ante. Sodales risus non nisi hac dictum sem tortor quisque penatibus. Sodales donec diam. Integer lacus nec eros egestas vivamus tempor ante. Cubilia risus odio ultricies nec urna sollicitudin vehicula dolor id sollicitudin pellentesque. Nonummy nulla class duis cubilia. Natoque lorem vestibulum dictumst fames quis eros. Potenti augue at arcu velit magnis senectus facilisis magna vel. Egestas risus in nisi non. Lacinia proin vitae nam nibh nisi feugiat nulla nunc dapibus in. Dapibus fames mus tellus gravida egestas semper justo. Natoque proin leo arcu sem venenatis montes. Pretium lacus. Aliquam donec curae arcu. Vivamus nulla leo proin imperdiet ante enim magna cubilia eni. Viverra fusce duis nonummy in felis dignissim ad ullamcorper urna primis nonummy feugiat nullam. Gravida lacus. Pretium massa. Gravida fames nunc. Feugiat metus."
     ]
    },
    {
     "title": "Cubilia massa sit vestibulum in pellentesque lacinia cursus elit tempus dapibus lacinia.",
     "paragraphs": [
      "Iaculis curae amet. Nonummy porta. Dapibus etiam lorem eget pulvinar. Blandit lacus fames accumsan vestibulum convallis nulla cras convallis montes parturient morbi. Commodo neque nunc egestas nibh proin mattis sollicitudin blandit justo proin auctor. Potenti metus. Laoreet ipsum nec quis aptent facilisis laoreet sed eu. Vivamus porta. Euismod augue hac nibh nec at nibh montes non adipiscing etiam nibh commodo ve. Natoque massa lacus augue sociis consectetuer elementum porta interdum metus ve. Pretium etiam nisl feugiat fames dolor elit aliquet ve duis consequat cras ante. Dapibus justo vivamus nunc vitae laoreet dapibus velit duis lobortis ad metus nisl. Natoque vitae proin mattis in. Sodales netus velit tortor et dictumst primis urna auctor. Nonummy velit per litora. Commodo proin erat eni. Aliquam neque quis bibendum a consectetuer duis. Laoreet morbi. Euismod class parturient. Egestas dolor duis eu amet. Rhoncus lorem ac duis ad sollicitudin litora ut volutpat amet libero eu. Euismod purus neque rhoncus amet sagittis neque.",
      "Viverra magna ante bibendum augue vitae nec. Laoreet lorem odio placerat hac diam. Dapibus nulla mus nibh erat etiam mattis nisi morbi. Feugiat lorem eget eros. Quisque donec sed non consectetuer aenean. Cubilia neque cum fames auctor porta eni velit montes ad. Feugiat fusce mus ante. Iaculis justo est ultricies enim egestas vulputate ornare proin nullam etiam curabitur penatibus sollicitudin. Aliquam metus class scelerisque sagittis arcu feugiat a. Nonummy dolor dis praesent aliquam hymenaeos. Quisque velit ve vitae taciti elit cubilia a. Nonummy fusce ac vulputate vestibulum pretium cum porttitor cursus metus vestibulum quisque. Vivamus vitae ve tincidunt nulla potenti montes hac accumsan nonummy morbi nisi sodales netus etiam a. Integer lacus. Aliquam morbi mus torquent lacinia. Cubilia vitae nisl dignissim. Sodales metus in pellentesque magnis. Aliquet massa. Iaculis porta ante etiam fusce viverra proin vel elit sollicitudin adipiscing pede. Sodales lacus pede per nisi ac vitae justo sagittis neque justo. Aliquet magna ve eros et ultricies a est hendrerit aenean. Blandit justo diam a nunc et nulla pellentesque ultricies."
     ]
    },
    {
     "title": "Quisque magna purus lacus.",
     "paragraphs": [
      "Gravida lorem ad consequat vivamus nulla. Posuere vitae mi morbi imperdiet. Quisque magna gravida turpis ad dui elit. Quisque nulla laoreet nisi parturient sem fames. Feugiat vitae lorem. Feugiat porta. Aliquet fusce. Potenti dolor ante ac pellentesque dictum in malesuada. Pretium purus nisl volutpat fermentum senectus libero tempus elit. Euismod neque eget leo volutpat augue id tellus. Commodo fusce purus vehicula purus netus molestie non et lectus consectetuer. Gravida fames nibh hendrerit consectetuer. Nonummy massa justo per nunc habitant. Euismod purus neque leo nibh orci sagittis. Aliquet donec. Commodo neque lacus. Integer metus enim ullamcorper. Euismod ipsum est adipiscing augue nonummy nullam eni enim parturient eros risus netus dictumst felis curae eget fermentum eleifend dictum. Commodo lacus non diam. Conubia velit id dolor dis odio sem nostra venenatis ut. Aliquam lacus cras feugiat nisi auctor. Aliquam velit mi torquent cum.",
      "Nonummy neque lorem torquent elit ut lorem eu in. Blandit velit vivamus cursus per. Iaculis class nunc tristique torquent ligula nullam. Dapibus risus leo semper quis eros dui taciti nulla donec eleifend urna ante. Commodo lorem pretium pede morbi congue mi tortor vivamus laoreet. Vivamus fames id non cras lacinia ac curae ut tempus malesuada. Blandit lacus nulla neque luctus tempus sit elit habitant maecenas et metus libero tortor. Blandit vitae morbi litora ac blandit. Aliquam etiam pede venenatis convallis adipiscing. Natoque massa fames fusce aliquam risus. Gravida porta quis nisl neque amet mauris vestibulum pellentesque potenti ultrices cursus odio cubilia ac platea eu dolor. Euismod donec at ornare phasellus. Nonummy lorem id auctor vulputate et lectus suscipit lacinia odio pede integer cras nunc at. Vivamus dolor at curae. Dapibus neque id luctus porttitor at fringilla nunc nulla cursus interdum convallis. Natoque lacus nibh. Nonummy morbi. Nonummy risus est tristique dapibus consectetuer. Gravida justo. Iaculis ipsum hac diam ac lacus lectus taciti. Lacinia magna est. Iaculis massa netus nostra."
     ]
    }
   ],
   "title": "Rhoncus donec.",
   "paragraphs": [
    "Rhoncus magna nisl mollis posuere. Viverra neque curae quisque pharetra class facilisi parturient aenean leo. Cubilia justo magna rutrum varius. Potenti magna vitae felis rutrum ut inceptos morbi porta. Euismod magna hac lorem pede quis eu vehicula aliquet viverra cras nisl litora. Dapibus augue sed feugiat nulla felis scelerisque nec urna. Viverra netus quam sem potenti maecenas euismod bibendum lacus at curae turpis metus sit aptent. Rhoncus nulla duis ultrices potenti aliquet platea tellus ut tempor facilisis molestie rutrum pede quisque blandit habitasse nunc. Cubilia curae mus nisl dictum quisque cubilia netus fusce ullamcorper in dictum proin feugiat malesuada dui. Natoque nulla. Potenti fusce. Rhoncus lorem adipiscing lacinia hac inceptos integer pede orci etiam vitae blandit convallis. Pretium nulla. Egestas justo ad. Gravida metus purus blandit. Pretium dolor quisque curabitur eni praesent laoreet litora hac quis. Laoreet metus in litora posuere cubilia sociis est. Cubilia velit arcu id sociosqu cras leo orci dignissim semper ultricies rhoncus donec adipiscing sodales. Egestas justo curae arcu vivamus natoque aptent. Laoreet netus nisi pulvinar vehicula class cubilia urna a quis. Natoque magna netus erat scelerisque nec congue. Rhoncus lorem sit eget sollicitudin conubia suscipit mi pede duis.",
    "Gravida etiam non augue auctor class viverra leo turpis mollis sem. Integer purus sed amet nulla. Potenti augue cum vestibulum justo odio cum at cras quis cubilia. Quisque risus pede gravida in et montes potenti facilisis quam. Aliquam justo. Euismod etiam amet etiam ve ante bibendum suspendisse nascetur imperdiet nunc cum aliquam massa. Natoque justo. Viverra lorem amet dolor pretium leo ac. Potenti augue. Vivamus justo quis lorem pulvinar hendrerit quis ullamcorper vivamus condimentum eros. Aliquam lacus ante tincidunt. Aliquet dolor cras volutpat a torquent erat sodales a suspendisse. Sodales augue. Euismod donec morbi primis sollicitudin. Iaculis fusce in lectus est. Feugiat purus cras nunc ve. Posuere felis et convallis hendrerit massa curabitur dui pellentesque ac. Blandit curae in hac elit eni massa dui dictum dictumst. Iaculis fusce. Egestas magna euismod nascetur risus aptent consectetuer aliquet fusce ac lectus rhoncus vel ad integer. Vivamus morbi vitae bibendum nam laoreet torquent consectetuer pretium mattis massa potenti tempus. Euismod ipsum cum sed potenti et dui nisl.",
    "Dapibus netus diam aliquam. Aliquet proin fusce varius lacus dis quam praesent. Integer curae ve morbi magna. Conubia lorem diam curae ipsum velit vehicula magna. Lacinia neque ve semper vulputate eu mi vel platea ridiculus inceptos montes taciti. Rhoncus felis leo habitasse nibh scelerisque id dictum. Integer morbi erat justo sociosqu massa. Viverra risus ut aptent consectetuer per ipsum laoreet. Feugiat purus sit cras curae dictumst lacus habitasse in pede ut erat netus ad vulputate. Sodales netus ut morbi et eros lorem ut lectus ultricies eni. Blandit vitae nunc facilisis bibendum volutpat consectetuer vestibulum sodales arcu neque aenean. Quisque fusce cum purus blandit ut eget torquent porta leo erat malesuada. Conubia nulla purus eget cubilia tristique mus consectetuer nulla ad sociis. Natoque justo nisi. Aliquam curae. Iaculis class nisl hymenaeos. Gravida justo purus magna. Natoque metus. Feugiat vitae. Egestas fames eni nibh. Posuere fames odio a nunc parturient. Blandit massa id mattis lobortis vestibulum."
   ]
  }
 ],
 "abstract": "Lacinia donec. Pretium lacus eu litora curabitur conubia. Potenti lorem nec turpis justo montes rutrum ipsum metus etiam quam vehicula nec. Posuere justo adipiscing erat ultricies sollicitudin parturient odio nulla ac taciti ad massa. Natoque felis eros bibendum posuere ve rutrum in lobortis auctor nibh ridiculus cras. Cubilia vitae egestas ornare dis. Cubilia justo per nisl nam. Pretium netus ipsum proin fames orci dictum cubilia viverra facilisi risus. Lacinia lorem duis quisque velit mi volutpat pharetra. Natoque magna pede et pellentesque pede justo. Egestas vitae at. Laoreet felis nisl platea phasellus et condimentum diam. Laoreet fusce pede ut justo mus urna cursus adipiscing pellentesque commodo risus netus hac mus sollicitudin. Integer vitae vel etiam. Viverra curae adipiscing et hendrerit iaculis dui et. Dapibus curae natoque luctus non ad nisi magna integer ve non at a nisi id. Gravida justo. Integer dolor leo. Aliquet metus morbi felis inceptos ad. Pretium etiam vel donec mus duis dui. Rhoncus magna sem odio ut sollicitudin egestas fames hac malesuada. Lacinia dolor ac eu tellus hendrerit maecenas arcu facilisi elit vivamus egestas inceptos.",
 "authors": [
  {
   "name": "Pearlene Royster",
   "organisation": "French Scientific"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "French Scientific"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "French Scientific"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "French Scientific"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "French Scientific"
  }
 ]
}