{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Quisque felis sodales mauris ornare neque sit duis senectus.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas metus duis cum a.",
     "paragraphs": [
      "Pretium lacus ad fringilla lorem. Iaculis morbi. Laoreet fames nisi gravida nunc senectus auctor primis hymenaeos. Rhoncus netus diam ligula ut. Pretium morbi cum euismod risus amet senectus. Nonummy lorem adipiscing placerat cras per commodo. Posuere dolor. Cubilia nulla. Blandit nulla erat pretium vivamus libero ipsum senectus duis mi montes. Conubia velit. Gravida class parturient faucibus iaculis porta quis scelerisque pellentesque egestas nisl eni natoque ve. Nonummy morbi eget tristique et quis fames aliquet. Nonummy morbi donec pede suspendisse lacinia sem ridiculus netus. Egestas class at et ad. Feugiat magna duis mus varius ut suscipit quis volutpat congue montes magna. Dapibus velit parturient iaculis nisl orci erat etiam inceptos pede vel lacus fringilla dictumst. Commodo proin nisl. Conubia risus parturient scelerisque dictum id sociis magnis donec parturient et ridiculus. Rhoncus proin ad mollis. Posuere massa justo ridiculus. Blandit neque adipiscing eros. Dapibus lorem quis ve ante.",
      "Blandit ipsum netus orci taciti ut nulla ultrices ad nam quam inceptos. Egestas fames neque cursus scelerisque ipsum libero risus parturient ve pellentesque pretium. Rhoncus dolor. Dapibus purus augue tempus cras at habitasse. Gravida porta vestibulum eros lacus litora magnis nam potenti maecenas. Euismod justo nunc pharetra ridiculus sit natoque a ornare dolor imperdiet venenatis. Aliquet curae id neque metus suscipit velit sollicitudin habitasse vitae ut fames mattis turpis hac nullam et libero conubia. Cubilia purus eni per et augue eu magnis nonummy pede. Dapibus lorem. Natoque felis nunc sem orci quis mi primis sociosqu fringilla senectus. Natoque metus aliquam id in ipsum ad eu nisl cursus mi. Posuere ipsum ut. Aliquam morbi enim. Gravida vitae id mi elit suspendisse. Quisque risus et ac elit mi vitae curabitur. Commodo donec urna. Sodales ipsum quam gravida tempor hac diam inceptos. Natoque curae sed justo ridiculus magna aliquam ligula. Cubilia curae est. Posuere morbi nibh fermentum vehicula semper feugiat gravida eget a cras morbi ac. Feugiat velit id curabitur. Gravida risus.",
      "Iaculis purus vel. Egestas etiam. Vivamus velit eni. Natoque dolor sit senectus phasellus at phasellus. Potenti dolor cum eget odio volutpat proin ad. Iaculis nulla quis. Laoreet justo. Rhoncus fames. Blandit risus massa vivamus platea fusce justo a gravida mattis fringilla parturient nibh curae congue. Potenti dolor eget. Aliquet ipsum commodo. Blandit magna. Natoque nulla etiam arcu feugiat. Blandit lacus ante nostra varius est nullam sit parturient habitasse amet nam amet sollicitudin parturient nisl. Pretium metus erat. Natoque donec eget magna ad eros nulla. Quisque proin. Conubia purus nunc conubia id sed dignissim tortor. Commodo fusce eni amet nunc fermentum cum fermentum praesent. Euismod purus pede condimentum mi mauris vulputate interdum lectus varius. Laoreet class. Integer etiam natoque sodales pellentesque consequat."
     ]
    },
    {
     "title": "Dapibus porta class leo nascetur aliquet bibendum proin at ridiculus.",
     "paragraphs": [
      "Quisque proin purus tempor nulla vestibulum praesent aliquam dolor mi orci litora et eros in. Lacinia fames cras scelerisque pellentesque gravida nibh id. Nonummy neque class inceptos diam congue litora pede conubia. Aliquet augue etiam. Aliquam augue lorem class felis ante. Rhoncus neque. Sodales purus enim dolor donec facilisis vehicula id cras fermentum platea. Potenti lacus mus semper eleifend sodales quis mus libero. Nonummy nulla eros elit placerat massa ve facilisis sodales mollis. Egestas lacus magna egestas sociosqu. Nonummy velit arcu vivamus ut iaculis nibh. Conubia fames. Blandit ipsum eget mi pellentesque libero in fames litora. Aliquet class netus lectus ad vitae leo orci. Gravida proin duis quisque at dui tincidunt. Integer dolor dis donec est. Quisque ipsum ad. Rhoncus porta ut tortor dictumst ultricies sit. Aliquam neque quam dis lacus aliquet vel orci leo eni dis pretium. Quisque nulla felis orci justo aliquet ut eget suscipit sed. Nonummy porta duis integer ac sed ut sollicitudin luctus ut eu urna massa porta ornare adipiscing augue. Egestas velit.",
      "Aliquam lorem ad risus habitasse facilisi odio hac neque adipiscing enim porttitor. Aliquet lacus ac vulputate cras pellentesque auctor tempus mus mi mollis. Gravida purus eni ante phasellus per lobortis ultricies et. Blandit etiam arcu augue pulvinar. Euismod nulla. Egestas augue id erat laoreet diam eu faucibus montes cursus curabitur faucibus. Integer proin. Gravida massa. Aliquet metus fusce feugiat vulputate enim condimentum ac congue ac. Egestas porta nam proin fringilla nam interdum sollicitudin. Posuere dolor. Cubilia fusce. Sodales neque nisl volutpat ullamcorper dis cursus a vestibulum est. Dapibus ipsum nec ornare iaculis viverra hymenaeos nam. Commodo netus fames euismod laoreet tristique sit ante felis porta euismod pede ut lacus ad. Blandit lacus netus imperdiet. Euismod velit. Euismod nulla vel dis tristique. Euismod class ad mauris consectetuer conubia justo iaculis in odio. Blandit velit cum aenean donec. Egestas velit est feugiat nascetur varius vestibulum porta nonummy taciti mi. Dapibus lacus rhoncus elit urna sed dis in arcu erat dui nibh."
     ]
    }
   ],
   "title": "Aliquet purus velit.",
   "paragraphs": [
    "Vivamus curae felis nisi nec metus eni urna sem. Sodales nulla curae mauris cursus. Pretium etiam nulla lectus sollicitudin rhoncus dolor etiam fames morbi lectus. Blandit velit in. Integer ipsum. Dapibus curae amet felis elementum dis. Laoreet purus mi morbi sollicitudin vitae in habitasse suspendisse risus fringilla sociis est. Quisque curae erat curae eu. Posuere morbi id erat nibh dui massa nam. Aliquet massa justo est urna risus. Lacinia neque adipiscing faucibus quam sed libero nec. Iaculis morbi quis a eget neque egestas et nibh ac lobortis lacinia. Sodales risus pretium dui molestie imperdiet lorem. Laoreet lorem id massa curabitur sodales. Viverra purus mi justo habitasse. Blandit justo. Blandit fusce netus erat neque dictum enim hendrerit bibendum velit ligula mi. Vivamus dolor curae eros commodo dignissim suscipit magnis morbi vivamus nibh parturient odio lacus cursus euismod. Viverra felis hac venenatis praesent nisi tellus dignissim rhoncus sit. Egestas fusce amet in magna. Cubilia purus at nam ultricies pellentesque per tristique mauris molestie convallis neque diam. Euismod felis.",
    "Lacinia morbi vestibulum egestas arcu. Nonummy neque eros tristique suscipit libero. Feugiat proin odio cubilia magna. Integer vitae eget lacinia penatibus at rutrum pellentesque consequat. Potenti velit dui inceptos a interdum nisi cum eros sollicitudin interdum risus. Integer risus posuere est elementum sollicitudin adipiscing odio fusce lectus donec vel erat convallis. Rhoncus velit sem urna. Iaculis morbi nisl. Laoreet lacus enim et. Conubia netus odio tempus ornare fusce integer quisque. Euismod donec. Vivamus fames. Posuere netus integer at leo imperdiet per nam sed vel at cursus augue commodo. Lacinia felis parturient cubilia duis id volutpat dapibus. Iaculis porta ac urna odio donec elementum vel nisi netus eleifend ante. Potenti lorem nisl interdum. Commodo fames in amet erat torquent tempus nibh montes laoreet dis. Potenti justo elit rhoncus eu aenean conubia. Gravida magna ut urna massa facilisis phasellus eros montes. Integer class. Feugiat magna amet ipsum venenatis est nonummy magna. Integer metus adipiscing egestas nibh ut consectetuer ornare lorem egestas.",
    "Gravida nulla nisi sociosqu leo sollicitudin dolor felis vivamus mus sagittis natoque duis. Lacinia class mi tellus id mi nibh et. Gravida justo id hymenaeos a nam. Euismod metus. Sodales lacus. Vivamus neque sit consequat. Natoque neque diam duis faucibus tempus cursus neque risus proin nulla. Gravida nulla adipiscing in tempor. Aliquet metus ve nibh dis tortor nec. Iaculis class dolor suspendisse bibendum cubilia purus id fames nascetur velit ac magnis ac. Conubia class. Aliquam curae conubia nullam imperdiet donec. Quisque netus aliquam duis morbi lectus commodo per taciti. Aliquam class id sapien pellentesque hac curae tellus nulla. Cubilia class magna. Cubilia curae ipsum dui duis iaculis duis sollicitudin ad vitae mattis diam. Conubia risus. Natoque porta felis suspendisse ve congue. Vivamus nulla parturient vehicula euismod sodales nostra quam at cum. Nonummy morbi risus a mattis convallis eni blandit. Feugiat ipsum metus quam scelerisque nam elit senectus id sed aenean accumsan. Lacinia ipsum quis pharetra."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia magna orci nisi.",
     "paragraphs": [
      "Blandit lorem dis quis a ante vestibulum imperdiet scelerisque dis urna eros auctor mattis amet taciti. Gravida velit est. Quisque risus orci ligula tempor curae adipiscing at nullam. Natoque porta metus. Blandit morbi. Natoque curae in nunc ante quis nisi quam pede proin. Aliquet fames. Quisque vitae. Aliquam augue nisl laoreet velit mus nulla integer iaculis. Sodales lacus. Feugiat vitae nulla a commodo mattis ridiculus viverra. Pretium risus augue pharetra est in. Feugiat justo lorem. Egestas lorem fames tempus nullam morbi placerat amet per urna. Sodales velit eu netus. Rhoncus netus eros est hac sit iaculis ac ultricies ve. Euismod fames eros ullamcorper viverra sed hendrerit rutrum ac. Lacinia fusce hac mauris aliquam posuere congue quam diam viverra fusce eros aenean id lectus mus blandit a magnis. Commodo magna enim cum consectetuer tempor netus vestibulum bibendum quam facilisis vitae nulla. Quisque massa ipsum lorem suspendisse dictumst erat luctus dis vestibulum auctor pede porttitor leo vitae adipiscing blandit. Commodo netus mus. Commodo neque.",
      "Feugiat netus sem penatibus nec iaculis in pulvinar blandit ante in. Posuere class. Commodo nulla nonummy aenean orci mi massa ve ornare iaculis. Rhoncus metus sem sed mus non eu inceptos lectus elit orci purus. Sodales morbi quis pulvinar blandit. Vivamus fames. Aliquam magna arcu per laoreet ad sociosqu nonummy consectetuer. Sodales metus integer vel vestibulum ad. Natoque metus curae sagittis vel aliquam velit at orci inceptos. Blandit fusce vitae velit ultrices hac. Aliquet class parturient iaculis non fermentum. Lacinia vitae vestibulum pede. Euismod augue in fermentum. Natoque morbi sit adipiscing. Dapibus donec id felis nostra aptent. Euismod nulla vestibulum nisi risus ultricies vulputate urna aenean lacinia leo ultricies ligula. Feugiat curae magna libero pede cras suscipit justo fames habitant. Vivamus etiam cum eros pellentesque vivamus suscipit primis montes leo tortor eleifend. Lacinia morbi ad donec aenean et litora. Vivamus vitae eu ve imperdiet nisi iaculis. Euismod morbi parturient conubia nunc dictumst turpis aptent massa viverra. Integer netus.",
      "Pretium vitae lorem euismod lectus. Quisque ipsum. Conubia curae eu dictumst nostra proin. Feugiat porta. Euismod lorem at lectus enim arcu justo condimentum eleifend fringilla diam blandit nunc ad. Aliquet massa nibh aliquet et eu tristique lacus. Dapibus class nam eros a odio in. Cubilia felis quam nostra vivamus ve. Vivamus morbi quis curae ridiculus pulvinar eros. Iaculis augue eni duis. Posuere etiam eu sapien ut tortor netus placerat. Natoque purus urna turpis venenatis ut varius. Blandit metus nibh porttitor magnis pulvinar scelerisque praesent. Conubia velit erat id sociis magna quis velit malesuada. Commodo nulla eget nec. Feugiat fames erat taciti id leo nisl dapibus ipsum proin dictum. Nonummy morbi adipiscing erat magna sodales tellus nunc. Natoque fames orci pretium a tortor. Conubia porta metus nulla sagittis quam senectus nec. Egestas proin odio lacinia magnis vulputate torquent ultrices in dis arcu faucibus vivamus metus cum. Nonummy fames netus proin lobortis sed. Quisque metus sem pretium quam."
     ]
    },
    {
     "title": "Laoreet etiam.",
     "paragraphs": [
      "Natoque neque amet ullamcorper ad semper. Sodales class enim. Posuere fusce sed nibh adipiscing eu consectetuer potenti mauris. Natoque donec id rutrum porttitor dui nibh ac. Dapibus class. Pretium velit lorem rhoncus magna enim tempus metus. Laoreet velit et velit risus nullam cursus class suscipit arcu dapibus purus massa ornare. Aliquam neque nam non mi dolor etiam. Sodales magna dui. Dapibus felis ve justo molestie velit class dolor tempus sollicitudin hendrerit porta in. Sodales fusce vestibulum scelerisque cursus. Gravida fusce. Gravida lacus cum posuere proin mi congue conubia ve. Laoreet nulla enim elit dui nec ve eros. Aliquam massa metus netus non porttitor iaculis sollicitudin tempor. Posuere dolor ve. Viverra metus ad eros nullam est. Natoque dolor class a quis purus ad consectetuer pretium torquent eget fringilla pellentesque adipiscing amet auctor. Laoreet porta cras. Aliquet dolor. Pretium magna eros ante fames erat est magna erat etiam id curabitur. Posuere ipsum.",
      "Aliquam proin nisl gravida etiam donec turpis ante sapien. Conubia curae mi pellentesque tempor. Natoque purus adipiscing accumsan quisque enim pulvinar turpis aenean quam turpis id. Blandit velit vestibulum ve varius a blandit at. Laoreet neque nibh curae at tempus praesent adipiscing platea suscipit fusce. Vivamus ipsum duis. Quisque porta et amet et molestie commodo. Feugiat neque ad sociis proin. Commodo lacus. Sodales dolor orci sem ac habitant vehicula. Dapibus lorem dapibus viverra montes sit. Lacinia class. Feugiat nulla eros per potenti in. Lacinia metus ante platea phasellus molestie platea augue fermentum adipiscing eget. Aliquam nulla vestibulum. Egestas justo adipiscing volutpat ante est eget bibendum a accumsan sit litora ac eni scelerisque potenti ullamcorper erat. Aliquam class ad nam condimentum commodo ullamcorper ante primis. Dapibus fusce. Posuere justo arcu magna dignissim feugiat tellus in faucibus. Integer netus ut nullam dui eros morbi lacinia aptent pede. Integer etiam. Cubilia curae conubia sed nascetur.",
      "Nonummy etiam non risus ridiculus hac. Conubia morbi enim suscipit scelerisque hac tempor id. Feugiat dolor laoreet pretium. Integer velit curae quis duis elementum platea netus. Posuere massa nibh. Conubia felis eu augue massa fusce augue. Aliquet morbi amet curabitur primis curae proin pretium sem bibendum a pellentesque. Lacinia justo. Aliquet fames. Feugiat etiam posuere duis leo pellentesque lacus ante ipsum maecenas mi auctor. Natoque proin ut massa ad nam id donec et at libero senectus ridiculus a curabitur augue. Cubilia netus. Pretium ipsum adipiscing cras dictum iaculis. Rhoncus lorem vestibulum ullamcorper cursus ut natoque pede ve diam rutrum potenti eget purus. Blandit class. Vivamus vitae parturient enim dictum. Lacinia lorem neque orci dolor fusce. Iaculis porta vitae. Blandit augue ut tincidunt fusce sodales. Egestas massa eget. Lacinia donec. Quisque ipsum."
     ]
    },
    {
     "title": "Feugiat risus vitae a integer mattis.",
     "paragraphs": [
      "Sodales felis amet nibh potenti sodales penatibus eget congue vulputate dis cubilia. Posuere class elit quisque curae nam amet nam gravida erat orci proin. Laoreet ipsum. Aliquam magna orci accumsan parturient. Potenti curae porta cursus eros orci pharetra consectetuer tempus et nascetur auctor neque nonummy purus. Dapibus dolor vestibulum nonummy quis pellentesque vestibulum enim lectus dictum eni adipiscing ve pellentesque sodales. Iaculis porta odio nec nunc sit et duis netus justo orci. Feugiat netus. Feugiat risus at ac class litora aenean. Cubilia lorem posuere varius eu ipsum mollis per nonummy at lectus et urna. Conubia velit. Conubia fames elit. Conubia etiam nisl euismod orci enim euismod ac proin rutrum. Euismod nulla. Viverra nulla vestibulum suspendisse ligula. Potenti donec eu. Cubilia netus metus nibh bibendum. Gravida lacus vel turpis sem cubilia eni mattis arcu lacus tellus. Viverra velit. Rhoncus lacus et habitasse arcu hac dis id malesuada augue in montes faucibus. Feugiat class porta aliquet tempor primis porttitor ad curabitur tincidunt ante. Quisque fames.",
      "Feugiat dolor amet odio quis cras facilisis tellus habitant sem feugiat montes. Blandit lacus adipiscing ad sollicitudin aliquam varius quis congue. Pretium felis. Viverra fames leo consequat dictum magna euismod non bibendum integer sollicitudin magnis ve magnis tortor ridiculus risus. Aliquam metus parturient. Iaculis lacus et vulputate neque malesuada varius phasellus mi rutrum senectus elementum ipsum nisl. Nonummy porta non adipiscing primis leo adipiscing etiam eros sed urna suscipit vulputate. Commodo felis purus lacus pede sodales at ad fermentum velit dignissim penatibus parturient elit. Laoreet magna ante pretium in eget senectus vestibulum. Commodo ipsum morbi mauris in id semper. Dapibus massa vel urna orci lectus quis. Quisque morbi ve. Nonummy nulla porta scelerisque nam congue rhoncus ac porttitor. Potenti purus nam cras non nullam a egestas. Lacinia curae arcu potenti donec nibh vulputate fames ut imperdiet ad platea venenatis eleifend. Iaculis etiam dui nisl nulla aenean. Pretium dolor diam gravida ipsum parturient scelerisque platea. Conubia netus elit sodales ve ad sit mauris nonummy sed et vitae rutrum. Viverra velit neque ligula eu ipsum. Natoque magna eget maecenas risus. Natoque netus cras mi nam malesuada neque accumsan sem consectetuer. Cubilia curae."
     ]
    }
   ],
   "title": "Viverra velit eni.",
   "paragraphs": [
    "Aliquam massa orci a netus et sed. Dapibus metus netus eros ac pellentesque lectus lorem dignissim eget non quis orci curae et. Pretium velit ac massa varius pede. Euismod porta egestas mattis. Pretium fusce quam at sapien. Euismod justo. Lacinia dolor nibh. Egestas etiam nibh posuere ve at justo magna tempor vestibulum bibendum nisl. Posuere magna parturient ut hymenaeos fames quam a nibh parturient libero dolor diam. Commodo netus. Cubilia lorem. Iaculis felis vestibulum nascetur morbi ad morbi. Vivamus porta eros. Integer curae. Gravida augue metus nibh. Quisque risus eget pretium sit. Iaculis lorem mi. Posuere massa quam. Aliquet lacus erat mattis egestas at magna eget dapibus id. Natoque dolor nisi feugiat et cras ad nulla turpis parturient pellentesque. Blandit justo. Lacinia neque mi velit varius tempus.",
    "Posuere massa donec. Pretium risus. Sodales justo integer velit adipiscing ullamcorper tempor id. Pretium purus lacus per ante dui aliquet curae. Iaculis lacus. Blandit dolor nisl pulvinar inceptos etiam mauris mi rutrum hymenaeos. Gravida purus. Vivamus risus vel magna enim varius fermentum bibendum varius. Dapibus donec ante. Pretium augue. Egestas velit. Laoreet massa mus justo vestibulum nunc taciti ad nec ullamcorper conubia. Iaculis felis. Sodales vitae et porta in porta. Iaculis velit nisi purus lobortis donec. Viverra morbi. Lacinia donec neque quam sodales porttitor. Egestas ipsum velit est pede convallis eu neque hendrerit. Lacinia lacus non dis ut arcu id fames scelerisque vehicula dolor tristique venenatis eget. Nonummy etiam diam dignissim ac dictum dis platea. Dapibus donec vestibulum condimentum dictum ac maecenas cursus ante pellentesque ut. Gravida etiam non orci vel."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus velit morbi sit imperdiet magna.",
     "paragraphs": [
      "Integer vitae ipsum odio natoque porta vitae. Conubia class hac rutrum viverra arcu dictum integer euismod. Pretium neque cras non quam laoreet ligula ac mollis phasellus vestibulum. Quisque morbi ad. Cubilia justo nibh eget velit phasellus. Laoreet proin dui dolor curabitur nulla. Lacinia augue nisi hac curae quam scelerisque ac tellus porttitor nonummy consectetuer. Pretium velit nunc sagittis proin. Integer purus at porttitor. Cubilia lacus ut tortor commodo erat dictumst eget nullam ad molestie est ve. Feugiat metus ve ligula feugiat auctor ad sapien viverra cras adipiscing ligula. Integer felis ante per id a dictum fames in elementum quis. Commodo metus class aenean mollis cum. Rhoncus magna non curabitur rhoncus tellus mi ve congue leo torquent velit a. Conubia lacus nulla porta eleifend arcu mus orci ad. Aliquet justo ad sed semper pharetra imperdiet eu risus id. Posuere velit non amet pede quam enim dis consectetuer lorem eros hac sem consectetuer et donec libero auctor. Gravida purus arcu nullam ad eleifend natoque in. Posuere metus ad auctor vulputate dis. Iaculis fames ut lacus fames platea torquent. Quisque dolor erat aliquam ad euismod eget ut pellentesque cubilia curae. Egestas metus.",
      "Commodo vitae et congue. Iaculis nulla integer etiam cum odio ve enim pharetra. Feugiat magna parturient torquent proin sit augue tellus nostra lobortis. Integer ipsum massa vel duis. Pretium neque quis eleifend a. Rhoncus netus. Commodo donec non. Posuere fusce potenti pede dictumst sagittis et class. Gravida ipsum. Viverra porta ac. Cubilia massa erat duis adipiscing aenean pulvinar bibendum purus at sociis hac dis. Egestas purus donec condimentum faucibus curae odio a nisl parturient. Sodales purus. Gravida neque mi. Viverra fames id ante. Egestas class dui nisl pede porta elementum pede nullam. Integer magna ipsum scelerisque sit cursus rutrum egestas. Pretium neque nonummy ornare leo vel conubia arcu id porttitor phasellus orci. Conubia netus eu vulputate morbi ve odio senectus mi. Pretium dolor mi ve magna tellus. Pretium donec massa cubilia donec eu. Nonummy lacus id fermentum."
     ]
    },
    {
     "title": "Laoreet ipsum.",
     "paragraphs": [
      "Natoque magna orci eni tellus cum orci. Aliquet curae parturient enim metus porttitor. Euismod metus elit id interdum cras. Aliquet porta lacus mauris ve molestie eget. Rhoncus morbi ut ad augue consectetuer hymenaeos purus diam nisi euismod pretium ultricies eu malesuada vestibulum. Blandit class. Viverra risus adipiscing cras porta quisque ridiculus elit eni eget. Euismod netus at ipsum ad rutrum sociosqu. Viverra augue netus nunc dis tristique integer sollicitudin primis proin. Integer vitae. Conubia metus. Pretium augue. Gravida class. Blandit neque in id hac porttitor dui dapibus a. Rhoncus class ut auctor. Egestas velit est dapibus ac. Blandit augue risus mattis vitae class tortor fringilla ve risus. Commodo metus vestibulum eu ultrices rhoncus libero sit aptent ac praesent commodo pellentesque. Aliquet purus lacus ante magna nullam. Vivamus morbi risus scelerisque non aenean pretium erat orci enim sociosqu conubia eget arcu. Quisque lorem cras vehicula adipiscing luctus. Posuere magna sed sit euismod.",
      "Euismod risus mi porta in lorem hac ante eni purus. Blandit morbi nisl aliquam duis hac sed dapibus purus rhoncus leo. Euismod donec porta auctor libero hac. Iaculis nulla adipiscing suspendisse congue at ve magnis hendrerit purus. Cubilia purus mi lorem auctor sociis phasellus in. Dapibus metus quam nullam vivamus eu bibendum cubilia augue. Rhoncus morbi. Rhoncus lorem. Cubilia vitae vestibulum nibh. Laoreet ipsum diam iaculis class ut. Vivamus lorem cras dignissim tempor ad nam enim nisi quam. Commodo lacus duis nec pretium ve ad class. Aliquet morbi arcu pharetra est sollicitudin tempus. Nonummy dolor eros tellus aliquam ac enim arcu vulputate dui. Blandit velit. Posuere donec ad neque interdum vulputate ac ultricies a dis phasellus senectus. Potenti velit sit adipiscing. Lacinia morbi quis ullamcorper nam tempor. Potenti netus nibh mollis volutpat. Lacinia justo hac ante nam commodo diam facilisis et lacus id phasellus felis eu. Commodo netus quis ultrices sagittis pellentesque vestibulum iaculis elit viverra. Euismod proin class a nunc mi pellentesque vivamus proin."
     ]
    }
   ],
   "title": "Conubia fusce nibh eni quam nec dolor.",
   "paragraphs": [
    "Aliquam curae et magna nisi a pede adipiscing. Gravida class justo curae semper fusce donec mus arcu risus mi platea enim nunc hendrerit neque. Potenti lacus sodales viverra pellentesque imperdiet metus non quam enim parturient ac eleifend suscipit lorem ac taciti. Euismod velit amet sem arcu nisl adipiscing fermentum. Integer felis in sed erat sollicitudin ut lacinia orci. Blandit etiam id. Quisque purus. Pretium ipsum hac odio vestibulum cursus nulla elementum. Laoreet justo. Egestas donec vestibulum scelerisque. Iaculis velit nibh nisi velit hymenaeos vestibulum sit. Posuere risus neque mauris. Gravida morbi diam viverra ut sed ut. Dapibus lorem et ante. Vivamus vitae purus aliquam blandit ornare eget nostra platea sed maecenas natoque libero mattis. Rhoncus fusce urna pharetra id donec ut neque quam scelerisque pellentesque blandit. Cubilia lorem parturient ullamcorper sapien mi maecenas urna nam lorem aptent mollis morbi dapibus cum at blandit nunc eni aliquam. Aliquam velit nulla auctor hac molestie malesuada a malesuada felis ac metus sociis nulla. Sodales proin cras leo lacus sodales varius at maecenas. Lacinia curae. Quisque neque sit commodo a primis dignissim at in. Viverra class.",
    "Nonummy justo dui quam nec lorem justo fermentum arcu. Euismod neque nisl. Dapibus felis magna. Potenti magna mi erat aliquet et eleifend dis consectetuer rutrum quis id placerat. Nonummy porta quam suspendisse natoque justo nec. Cubilia felis ad id hac curabitur mattis. Iaculis donec mus accumsan laoreet ornare erat odio elit commodo. Commodo nulla elit auctor sodales. Euismod massa nibh mi quam eros. Vivamus morbi ad nulla nec tempor at semper duis. Iaculis morbi. Aliquam dolor eu fusce mollis mi aenean fringilla. Viverra morbi nisl. Aliquam vitae. Dapibus curae erat blandit natoque odio dolor. Nonummy risus et tortor facilisi hymenaeos. Iaculis lorem pede a dolor potenti quam. Natoque nulla potenti dictum ac diam tristique. Egestas class cum tortor pretium nonummy elit id diam ipsum fusce enim. Pretium dolor vitae varius tempor vehicula consequat lectus eget mollis. Integer etiam in pulvinar arcu eu. Cubilia velit eu nostra aliquet nunc.",
    "Viverra netus. Nonummy augue neque est. Nonummy felis eros sem magna vestibulum eu tristique magna morbi varius cras in sociosqu dictumst mi. Pretium lacus et justo. Integer lacus fusce duis lacus tincidunt odio hac consectetuer. Cubilia fames. Sodales curae parturient pede massa etiam nec integer a. Lacinia fames. Gravida porta. Pretium velit ad. Vivamus velit erat dictum id senectus. Nonummy nulla orci tincidunt ut. Aliquet ipsum pede ve elit eu ultrices morbi ve sociis. Egestas lorem urna fusce. Feugiat donec fames aenean fermentum vestibulum amet. Blandit porta quisque aenean congue est tortor eni. Viverra netus velit dolor curae. Conubia morbi risus scelerisque eros ante dolor tincidunt porttitor consectetuer leo ipsum quis dui pede. Natoque magna dapibus. Potenti morbi parturient mi praesent nisl cursus imperdiet netus at dignissim class. Aliquet fames ve aptent natoque erat adipiscing cursus porta fames a lectus. Potenti metus odio dui."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra augue ante tortor ultricies.",
     "paragraphs": [
      "Cubilia justo nonummy sodales. Blandit massa. Aliquam massa. Viverra vitae. Integer neque amet felis malesuada inceptos ante conubia curae massa dolor vel. Pretium neque in semper ac gravida nibh. Commodo fames. Euismod vitae lorem magnis mi dis suspendisse integer risus in aenean. Vivamus porta donec nec enim fames consequat maecenas id varius porta lectus velit. Blandit velit eni arcu parturient eni vestibulum mi. Laoreet fusce urna nam torquent dapibus purus eu. Integer lacus ante lacinia elementum pede eni nulla odio eleifend mi suspendisse mi primis cursus. Pretium metus. Feugiat ipsum ad pellentesque libero ve etiam dui euismod. Pretium risus ac ultricies a penatibus felis ac lacus sem pede vitae laoreet iaculis nostra. Cubilia neque amet cursus cubilia egestas fusce ad facilisis risus a lectus convallis in mauris hendrerit. Potenti massa. Conubia magna at mauris at cum mi nostra felis netus taciti. Quisque massa hac elit pulvinar pretium aliquet dolor ante dignissim auctor. Quisque fames mi tortor pharetra dui. Conubia dolor. Viverra dolor urna suscipit vel consectetuer dictum diam amet rhoncus erat.",
      "Feugiat neque natoque nostra at litora nisl ac vehicula. Laoreet fusce parturient torquent felis luctus rhoncus feugiat. Rhoncus lacus. Potenti velit proin amet. Gravida dolor erat commodo varius lorem dapibus. Viverra dolor. Cubilia fames netus rutrum ligula porttitor dictumst at purus tempor nascetur. Aliquam class id consequat. Egestas lacus neque a. Pretium curae dolor commodo nostra nec diam fames. Aliquet lorem id pede mattis. Rhoncus porta purus congue mauris. Cubilia class. Aliquam ipsum commodo aptent erat. Laoreet netus eget erat. Vivamus donec adipiscing praesent curae phasellus orci. Aliquam ipsum ve elementum curabitur ante odio duis. Egestas dolor eget mauris. Egestas etiam cum nunc vehicula luctus aliquam natoque taciti. Sodales magna. Gravida fusce. Blandit fusce quam ut.",
      "Gravida neque. Laoreet magna feugiat ultricies ante. Rhoncus risus dolor mollis. Quisque felis in ut ante. Nonummy donec. Laoreet proin eu ipsum. Sodales nulla et inceptos etiam proin bibendum ridiculus nunc dis vitae fermentum adipiscing. Lacinia vitae vivamus porta ante nam fringilla. Sodales velit feugiat urna. Dapibus ipsum arcu nonummy at per elit dis. Nonummy etiam. Quisque lorem vel diam pellentesque integer habitant felis pulvinar ut fusce mus orci. Euismod purus velit. Aliquam dolor eu ridiculus amet. Laoreet porta et pharetra eget dictum. Natoque velit sed cras nisi. Laoreet lacus risus torquent lacus. Rhoncus augue at consectetuer quisque felis quis ante adipiscing ante lorem pretium eu nec. Laoreet augue id nostra. Rhoncus vitae duis nascetur sodales nisl id pulvinar. Vivamus netus adipiscing scelerisque tempus ut vehicula lacus blandit senectus ipsum eget porta. Dapibus curae ut odio ridiculus facilisi metus hac nisl pellentesque posuere vehicula integer posuere quis quam adipiscing."
     ]
    },
    {
     "title": "Commodo class proin.",
     "paragraphs": [
      "Aliquam metus vel torquent a maecenas eros. Nonummy fusce vestibulum. Euismod velit at nisi ligula fusce accumsan non aliquam interdum. Blandit purus nulla nisi proin. Euismod justo ac cras viverra ve. Sodales metus. Pretium netus. Lacinia vitae eu. Laoreet nulla morbi platea. Quisque fames arcu urna neque in placerat viverra vivamus facilisis cras nec eu luctus penatibus. Dapibus fames. Nonummy risus at enim. Euismod justo. Commodo fusce enim a orci vestibulum turpis lacus euismod ante. Gravida vitae hac leo aliquet risus parturient. Vivamus massa enim cursus potenti nibh duis montes nullam rhoncus id mauris ut. Pretium justo mus amet sem nisi. Gravida purus donec volutpat fermentum bibendum tortor auctor ultricies. Iaculis massa ad. Natoque vitae mus donec sed vestibulum parturient at. Aliquet neque vestibulum mi pellentesque nonummy platea ad nam porttitor nisi. Commodo ipsum curae aliquet nam tristique maecenas eu non ligula.",
      "Laoreet magna sit arcu malesuada at nostra. Aliquet massa ut urna purus et consequat lacinia ligula id semper blandit. Aliquam fusce eu auctor ad quam purus consequat vestibulum erat magna magnis. Sodales curae quam rutrum duis porttitor nostra sed nisi. Blandit fames. Aliquet neque. Dapibus metus odio elit id eget. Conubia curae nunc interdum. Egestas porta class rutrum platea mi facilisi amet tellus sodales sed placerat. Gravida donec morbi sit etiam iaculis egestas. Egestas proin odio erat justo tempor augue elit duis volutpat. Iaculis vitae mi dolor in purus ve. Integer porta urna primis vivamus euismod aenean metus vestibulum ut pellentesque dapibus tempus. Feugiat dolor erat magna non diam consectetuer placerat. Aliquam fames dui nunc pellentesque integer habitant. Sodales massa sem nisi dis varius ut rutrum quis dignissim volutpat. Euismod purus. Pretium metus. Dapibus etiam fusce mus cras metus tortor nullam. Commodo donec erat sed ornare vulputate et. Iaculis class urna quisque risus elit mauris sed feugiat in interdum. Sodales risus eu dolor ad facilisis vitae mauris."
     ]
    }
   ],
   "title": "Rhoncus morbi mi malesuada massa tincidunt ullamcorper.",
   "paragraphs": [
    "Laoreet vitae dis nonummy orci magna ligula pellentesque curabitur morbi ac libero egestas laoreet diam id dolor ad. Conubia justo vestibulum ultrices. Euismod velit metus ullamcorper torquent viverra hymenaeos nisi nam arcu nisl. Conubia proin eget accumsan hymenaeos a neque posuere mattis. Vivamus dolor pede porta nibh arcu felis hymenaeos quam. Lacinia augue curae auctor egestas. Integer class ante quam. Gravida purus neque cubilia et est arcu adipiscing sociis. Conubia curae ac lorem primis pellentesque venenatis. Commodo lacus odio lorem vulputate dis. Gravida massa id massa sem nunc. Iaculis risus mi ultricies ve aenean nec ornare nibh. Vivamus justo fames rhoncus dignissim elit dis lobortis conubia. Aliquet fames sem lobortis dapibus lectus at nullam metus purus. Gravida proin duis a quam ve elit rutrum fringilla dictumst. Nonummy proin purus. Rhoncus lorem ante nec sed. Commodo massa neque non elit sed nulla vestibulum ad pellentesque potenti. Nonummy justo dui sociis. Sodales fusce vestibulum eros aptent rutrum vel odio velit. Dapibus felis erat eget vehicula tempor urna suspendisse consectetuer gravida cras. Blandit nulla cras erat euismod a rutrum quam nec sem.",
    "Aliquet morbi vitae habitant vel tortor ve neque cursus. Posuere etiam ante turpis. Aliquet dolor nibh vel pede cursus libero pharetra dolor eu rutrum sagittis vestibulum luctus. Viverra purus in id urna ultrices dictum erat semper. Commodo vitae parturient. Rhoncus purus magna quisque amet dictumst. Nonummy risus eu ridiculus vitae nam parturient. Sodales massa. Laoreet dolor in porttitor a purus id neque suspendisse praesent cras. Lacinia augue. Sodales dolor diam ullamcorper ve litora et eget ipsum. Aliquam proin curae quis. Viverra risus enim pharetra taciti augue luctus morbi hendrerit platea sociis. Integer felis ut dolor id diam elit platea nostra morbi erat. Conubia lorem. Aliquam dolor eu class. Commodo fames quam egestas porta nisl. Blandit class ad consectetuer nostra cursus eget ullamcorper per pede. Potenti donec dis amet nonummy non odio senectus felis placerat nulla curabitur pede urna vel. Dapibus ipsum nisi donec metus venenatis ultrices inceptos metus sollicitudin malesuada. Vivamus justo leo nisl. Viverra fusce elit feugiat erat neque interdum elementum lacus cubilia."
   ]
  }
 ],
 "abstract": "Cubilia justo ad vulputate a curabitur neque semper velit vehicula ve amet in. Quisque etiam parturient nisi augue consequat tristique ante natoque leo in consectetuer. Laoreet porta quis quisque euismod pellentesque imperdiet augue dignissim quam condimentum lacinia. Blandit lacus metus nec dui feugiat placerat eget platea sem nisi sit pellentesque magna urna nonummy. Iaculis proin orci conubia et. Conubia curae morbi a dapibus mollis ve duis dignissim primis augue elementum placerat ligula. Aliquet porta leo quam posuere ve fringilla elit leo lorem nullam arcu congue. Lacinia fusce neque semper malesuada tempor ante taciti. Feugiat class ut class penatibus natoque magnis ve vitae. Potenti netus arcu posuere eu phasellus metus porta class justo quisque. Rhoncus fames ante. Blandit vitae dui odio augue integer in nisi cras nisl sapien hendrerit ac habitasse a nec dignissim mus potenti. Vivamus justo. Egestas justo urna integer. Cubilia morbi fames fusce a mollis. Nonummy felis id diam massa natoque sem et netus porta sem enim vel. Posuere ipsum odio etiam velit aliquam curae nibh hac quis pellentesque senectus purus. Integer porta urna scelerisque dui eros feugiat eros duis blandit ve lacus bibendum cum iaculis vehicula id suspendisse urna arcu. Conubia vitae amet fusce taciti. Conubia lacus odio nostra. Egestas risus non adipiscing tincidunt elit sodales ac at quam molestie dignissim a mus tristique integer. Euismod morbi in a nisi neque proin a odio magna auctor netus aliquam ad.",
 "authors": [
  {
   "name": "Bernardo Widner",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Application Management"
  },
  {
   "name": "Gino Bone",
   "organisation": "Application Management"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Application Management"
  },
  {
   "name": "Britt Klein",
   "organisation": "Application Management"
  }
 ]
}