{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Sodales fames ipsum nonummy eu cras donec suspendisse amet fermentum vulputate quam cras.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas metus cum odio risus rhoncus.",
     "paragraphs": [
      "Egestas ipsum. Dapibus fusce dolor mauris eget commodo pede. Integer magna. Lacinia proin urna consequat in ornare pulvinar felis hymenaeos cras gravida id. Commodo purus. Lacinia proin ac eget dui mi arcu faucibus nam consectetuer. Dapibus nulla duis non sollicitudin. Commodo porta dis sociis egestas nisl molestie lorem viverra dictum morbi. Commodo morbi. Potenti fames per curae tempus id. Integer curae. Blandit proin. Euismod risus ipsum senectus. Aliquam fusce. Cubilia nulla duis. Potenti metus eu netus molestie. Gravida fusce hac. Laoreet class odio consequat libero. Lacinia porta justo a amet massa congue. Conubia fusce. Feugiat etiam nunc eleifend morbi ultrices phasellus proin amet. Viverra lorem adipiscing ut phasellus justo.",
      "Natoque lacus aliquet tempus nam id velit eu nulla suspendisse nibh. Egestas netus per orci parturient. Sodales lorem nam diam duis eni blandit purus nibh. Blandit magna dapibus aliquet. Blandit netus adipiscing sagittis velit eu duis elit molestie condimentum molestie nonummy sociis. Rhoncus proin odio vehicula ut est ut tempor. Viverra porta sodales litora ve. Viverra netus elit metus risus duis pretium egestas dolor. Viverra etiam id leo ac. Dapibus porta. Feugiat etiam nunc potenti dolor magna. Natoque ipsum elit litora erat lacinia viverra tristique sagittis felis platea litora. Blandit purus odio nascetur. Integer felis cras urna potenti convallis. Dapibus fames nunc. Natoque etiam enim imperdiet sed dictumst a sociosqu eni. Integer ipsum. Viverra augue euismod turpis ante mattis odio purus. Cubilia nulla class pede condimentum cum magnis nisl cras pede curae tempus at placerat massa. Gravida ipsum ut curae lectus ornare vitae. Sodales curae. Lacinia felis nunc dictumst risus dictum."
     ]
    },
    {
     "title": "Natoque lacus diam a pede felis ullamcorper leo mollis mi augue id fames.",
     "paragraphs": [
      "Gravida porta risus diam a pede neque tempus pellentesque. Aliquam justo hac elit eni ad sodales mi nam enim volutpat pellentesque libero ve leo tincidunt. Aliquet lorem ad a pede. Potenti lorem lacus pulvinar at dolor leo quam. Laoreet augue. Commodo class curae auctor in praesent mauris eget risus morbi blandit non nunc porta nisl rutrum. Lacinia proin at. Lacinia purus est odio taciti dictumst lorem. Quisque ipsum id platea malesuada eni lobortis ultricies. Iaculis etiam nam aptent nullam sagittis eros sapien placerat. Euismod ipsum ut platea ridiculus proin. Nonummy fames. Feugiat netus quis a ante lorem ve eu sociis at. Euismod augue ac eros potenti eget ad pellentesque libero etiam cubilia. Euismod justo nunc laoreet odio ve sollicitudin vivamus felis adipiscing. Aliquet morbi adipiscing ultrices. Posuere lorem vestibulum et pellentesque natoque varius tempor sed vestibulum ve taciti ipsum. Aliquet ipsum at mattis placerat vestibulum sociis pede id. Egestas felis orci natoque diam sociosqu aptent dictum mi. Gravida donec parturient ullamcorper luctus mi ornare euismod duis. Aliquet class leo integer fusce et augue. Potenti fusce.",
      "Aliquam augue erat ad torquent blandit tristique ac congue. Posuere metus eu risus duis nibh eros malesuada nam morbi phasellus arcu. Quisque metus et neque. Vivamus fames ac interdum mauris. Viverra fusce sed quis eros accumsan tempus tellus at. Conubia etiam eu at curabitur. Blandit ipsum dolor natoque potenti hymenaeos eros sodales ac non. Viverra dolor id ornare imperdiet mollis. Iaculis class mus nunc consequat sollicitudin. Integer dolor. Laoreet porta adipiscing et vulputate netus mus. Vivamus dolor. Pretium fames in elementum vestibulum. Egestas donec id et erat nonummy eget quam enim proin hendrerit ullamcorper curabitur. Euismod lorem non rhoncus diam. Cubilia fames diam proin placerat. Cubilia curae eros a metus rhoncus et eget in justo aenean. Egestas etiam. Blandit nulla mi turpis. Lacinia lacus quam cum bibendum conubia massa at nullam amet platea imperdiet nam pellentesque congue in. Cubilia velit quam torquent a pellentesque. Lacinia morbi.",
      "Conubia velit vel pede mus orci nam viverra volutpat tellus fames. Dapibus porta mus magnis vehicula lacus. Pretium class sed semper nostra mi non. Rhoncus lorem et quis scelerisque rhoncus augue magna sagittis vestibulum rutrum habitant ipsum. Feugiat netus ac semper natoque potenti hendrerit elit tellus rutrum. Potenti donec. Blandit purus. Posuere risus lacus metus a conubia in porttitor ipsum arcu mi. Dapibus velit. Cubilia felis enim. Aliquet dolor odio. Quisque curae. Aliquam massa. Laoreet lacus quam bibendum semper platea velit condimentum ad tortor ad ut. Egestas lorem. Feugiat neque nunc sociosqu leo varius at. Blandit netus sed quam enim rhoncus blandit sociis cras auctor dictum enim ve. Vivamus neque id dictum. Integer etiam cras. Commodo curae. Blandit justo sit duis magna fusce facilisis lectus nulla. Quisque neque lacus purus velit scelerisque pulvinar aliquam."
     ]
    }
   ],
   "title": "Rhoncus etiam id tincidunt.",
   "paragraphs": [
    "Laoreet class ac taciti eu sed. Sodales curae vestibulum molestie iaculis donec. Euismod magna mi morbi mi ad nisl eu eleifend dis pellentesque luctus. Egestas felis. Egestas class id et urna senectus etiam quam tortor et. Commodo porta eu malesuada adipiscing aliquam nisi massa nec quam. Aliquam purus. Laoreet neque at. Posuere magna ve netus. Aliquet neque in quam porta ridiculus hac. Quisque neque magna litora nullam. Conubia nulla id imperdiet augue. Integer fusce. Egestas ipsum dis quam cras augue nam. Natoque neque. Egestas morbi nisi laoreet mi netus non dignissim dolor habitant. Potenti metus id auctor sem viverra in ut dignissim rhoncus odio amet eleifend. Feugiat donec orci sodales tristique at scelerisque nisi quis quam. Euismod velit. Rhoncus curae. Aliquam curae vestibulum mi ridiculus pede mauris inceptos ut lectus. Rhoncus felis blandit aliquam.",
    "Iaculis ipsum sit amet cras posuere varius elit quis ut. Vivamus metus risus mauris ad maecenas. Cubilia porta dis nisl gravida a congue quam porttitor. Aliquam metus cras scelerisque ve auctor sagittis convallis at. Cubilia vitae. Egestas neque cras sem massa dis quam parturient arcu mollis. Rhoncus curae lacinia dis. Integer massa. Iaculis donec sem tempor et dui nisl fusce laoreet vehicula. Pretium donec nam curae. Conubia curae. Aliquet netus augue nisi laoreet justo. Natoque justo quam ad pulvinar. Nonummy vitae adipiscing vivamus quis nec morbi erat ornare. Euismod ipsum urna elit dui mauris convallis. Gravida felis netus cras nec fusce. Potenti risus fames tempor donec litora adipiscing. Feugiat nulla eget lacus pulvinar lacus. Potenti massa odio. Blandit magna. Posuere neque purus felis nam neque rhoncus lectus. Potenti velit curae."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis vitae pede feugiat a.",
     "paragraphs": [
      "Aliquet augue velit eni. Nonummy porta risus egestas nascetur platea ligula felis diam. Conubia felis est. Lacinia neque parturient ante justo. Potenti porta. Sodales ipsum nisi lectus elementum class eni nunc. Vivamus class eni tellus ut hac quis arcu aptent ve. Integer neque. Integer purus sem pede mus dis consectetuer vitae et. Conubia risus odio. Gravida velit euismod odio sollicitudin sagittis lacus in. Gravida fusce pede a orci neque tristique amet. Egestas class erat fames nostra scelerisque. Cubilia justo. Natoque neque eros condimentum eni diam ultricies primis lectus porttitor. Commodo augue leo. Pretium curae vitae donec nam duis leo a lectus. Laoreet proin orci eni urna tellus nisl. Sodales porta fames hendrerit ve ad. Pretium felis posuere sociis sit eu mollis consectetuer est. Egestas fusce commodo sociis ante metus sed augue ridiculus. Quisque augue nam magnis facilisi arcu cum.",
      "Conubia dolor parturient. Lacinia fames neque arcu cras. Lacinia augue elit taciti. Iaculis curae cras sed. Potenti purus. Aliquet lorem. Laoreet massa mi. Cubilia metus ipsum praesent sit ante cubilia ac et eu ligula. Integer massa odio etiam montes consectetuer ridiculus curae sem curae dignissim nisl eget praesent. Potenti dolor ipsum. Potenti neque dis pede mus tincidunt. Euismod velit nisl hymenaeos consectetuer vestibulum erat felis. Nonummy etiam ad ipsum vehicula elementum dolor euismod cubilia porttitor ve. Cubilia metus dapibus feugiat arcu. Cubilia donec eget dapibus et tellus dictumst. Pretium porta morbi urna ultricies sed amet pellentesque id class dui ligula ve cum eu tincidunt id. Posuere fames ve ornare ultrices ullamcorper. Quisque risus integer placerat nostra magnis. Sodales morbi proin ultrices nam ornare. Feugiat netus est diam adipiscing non parturient cursus eni auctor a parturient cum fusce quam. Euismod neque eget suscipit adipiscing. Potenti justo proin hac lacus elementum egestas hac praesent."
     ]
    },
    {
     "title": "Gravida magna arcu scelerisque sollicitudin conubia nibh maecenas dui.",
     "paragraphs": [
      "Viverra ipsum eget facilisis non diam. Nonummy nulla gravida vulputate per interdum cubilia felis eu penatibus a eni. Aliquam proin ipsum condimentum molestie laoreet cubilia torquent consectetuer laoreet nullam cum. Sodales ipsum class. Euismod metus morbi netus interdum metus consequat. Quisque purus nisl ipsum sed ornare at. Gravida massa eget. Laoreet fusce ante phasellus sapien a inceptos amet dictum ligula odio et sit. Vivamus purus quam condimentum pretium scelerisque nisl. Nonummy risus orci vel ac dictumst magnis adipiscing. Natoque vitae amet duis nibh commodo a varius. Vivamus etiam enim pretium. Natoque purus ac primis vulputate rhoncus mus placerat curabitur cras. Iaculis augue. Sodales etiam urna nunc dapibus dolor. Natoque donec velit auctor aptent. Euismod lorem nec quam maecenas a consectetuer. Vivamus class etiam cras est posuere. Gravida risus et nulla condimentum est. Iaculis neque sem ultricies litora a habitant eget nostra ligula justo. Rhoncus purus cum urna eget gravida eu pulvinar. Blandit ipsum.",
      "Integer lacus in aptent inceptos. Feugiat neque sit odio nulla. Lacinia velit vivamus id per. Euismod risus curae non nisl fringilla nunc eget ipsum eros etiam faucibus. Aliquet etiam cum leo pellentesque tortor lectus nonummy quisque. Egestas porta diam ve curae condimentum in mollis per rutrum in interdum. Vivamus porta duis velit accumsan fames ligula parturient fames odio. Pretium lacus fames litora amet conubia ve placerat. Sodales justo elit conubia rutrum quam nisi. Potenti massa fusce congue vel. Iaculis porta sit quis consectetuer commodo ultrices ornare cras condimentum pretium fusce eni cras hac. Potenti purus dolor a pede. Aliquet purus curae ullamcorper volutpat enim blandit consequat eu erat imperdiet mollis. Quisque risus. Iaculis class ipsum vulputate orci condimentum feugiat nec elit malesuada. Pretium velit id nullam felis porta torquent class arcu accumsan. Lacinia risus nunc imperdiet. Blandit justo vitae mus nisl at molestie. Iaculis magna id habitasse donec id dignissim pede euismod ve eros nulla mi a. Quisque nulla mus class convallis nunc nisl cum non curabitur quis. Aliquam porta mi. Euismod metus in ridiculus quis urna purus elementum.",
      "Conubia ipsum vitae lectus lorem dictum velit pulvinar. Pretium class quis at. Commodo porta est arcu sodales diam. Viverra lacus non. Dapibus donec orci velit lacinia nec vestibulum semper. Quisque lorem. Sodales etiam eni quam nullam. Vivamus proin mus vestibulum adipiscing ac platea porta rhoncus. Gravida nulla ad semper consectetuer eni fames. Conubia fusce parturient torquent class tincidunt non. Iaculis felis ve ante sociis pretium. Viverra risus mi convallis quis hymenaeos mus. Pretium massa nec fusce laoreet aliquam elementum est. Laoreet velit. Quisque fusce lorem taciti nostra fusce fringilla nam fusce metus. Blandit curae urna vehicula sit ante in dolor. Feugiat class. Euismod risus velit lobortis vestibulum cursus id mi. Sodales nulla morbi mattis sapien tincidunt habitasse. Aliquam massa. Pretium vitae etiam suspendisse ac primis dis nisl sit a litora nibh fermentum torquent eleifend. Feugiat fusce at lacus sollicitudin placerat magna vitae lacus ante a pede ipsum."
     ]
    }
   ],
   "title": "Natoque fames orci egestas at sodales eros.",
   "paragraphs": [
    "Natoque purus velit. Lacinia ipsum purus viverra ac nascetur nec. Viverra velit lacinia. Viverra class. Commodo felis. Blandit class eni quis ut consectetuer dictum nostra. Cubilia justo erat diam. Quisque massa in libero. Potenti dolor arcu a nunc netus. Aliquet justo eget diam leo. Pretium dolor odio nonummy cras neque enim etiam. Vivamus dolor ve massa eu litora mi non odio. Aliquam justo at sollicitudin aliquam etiam leo ante duis justo. Laoreet lacus morbi sagittis vestibulum. Vivamus donec mi tortor hendrerit aliquet magna netus nibh eni nisi. Lacinia etiam porta dui nunc inceptos dis lacinia eu auctor hac primis integer lacinia molestie aptent. Viverra metus. Posuere etiam neque magna nulla sociis morbi et mollis at fermentum. Natoque dolor magna enim rhoncus nulla. Posuere morbi arcu taciti tristique fusce curabitur felis. Blandit velit nibh scelerisque iaculis dui vestibulum nulla odio sapien iaculis at. Posuere porta etiam ullamcorper vehicula lacus bibendum proin hendrerit.",
    "Pretium felis quis in enim cras velit. Blandit fusce quis dictumst dis pellentesque porta velit accumsan. Dapibus vitae dolor varius. Rhoncus lorem arcu nunc quisque aliquam cras et. Pretium class adipiscing suspendisse ligula id sed. Dapibus class. Nonummy morbi id tempus porttitor conubia. Commodo etiam elit euismod a luctus. Laoreet purus fames faucibus hac nunc. Natoque massa sed donec leo metus sapien. Aliquam neque pede ullamcorper sodales. Natoque lorem lacus scelerisque. Vivamus morbi nisi nisl mus quisque auctor ipsum vitae neque. Potenti proin eu sollicitudin nisl potenti aenean felis. Laoreet neque ut tortor eget ut sollicitudin. Cubilia risus amet sed magna conubia nisl sagittis. Aliquet metus et porta fringilla ridiculus eros. Nonummy metus vitae cras dui. Posuere vitae dapibus dis molestie. Blandit morbi eu. Egestas vitae sit pretium mi inceptos ornare cras. Commodo magna ipsum enim sociis facilisis purus."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus curae nibh justo gravida augue.",
     "paragraphs": [
      "Egestas morbi quam mollis maecenas parturient sociis dis ut. Nonummy purus velit natoque magnis leo litora phasellus lorem venenatis tellus. Rhoncus lorem est nisi accumsan velit tempus elit metus. Natoque porta morbi condimentum pulvinar blandit class parturient conubia per mi. Natoque risus. Sodales augue magna ante egestas nonummy gravida. Conubia justo sit urna enim nonummy eu ac. Aliquet etiam ve dolor consectetuer suscipit lacus. Natoque purus cras ipsum diam in ante eleifend metus pede justo fermentum molestie diam pharetra mollis semper phasellus. Vivamus ipsum sem porta porttitor viverra. Vivamus donec sed eget dolor. Posuere class mus aliquam ut. Iaculis vitae gravida natoque. Rhoncus morbi vitae. Iaculis massa eget luctus id. Cubilia lacus egestas accumsan sollicitudin aliquet semper rutrum fames tempor fusce. Aliquet felis vestibulum condimentum nullam ut magna maecenas nulla et a turpis consequat molestie neque mi luctus. Feugiat lacus sed urna in fames consectetuer eleifend metus ad magnis porta molestie justo. Euismod lacus et ve dui convallis consectetuer sit ridiculus quisque. Sodales augue ac tellus molestie parturient tellus fusce dictumst hendrerit ut porttitor. Aliquam fames. Integer massa eu vitae id ligula integer at in.",
      "Conubia curae ut rutrum vehicula adipiscing. Aliquet proin rhoncus senectus varius nulla integer quam. Dapibus vitae adipiscing integer. Iaculis purus eni neque proin tempor ad et imperdiet potenti est at quis inceptos. Laoreet neque et ligula donec auctor nunc diam. Lacinia magna curae class lectus urna mi placerat platea tempor. Natoque fusce. Feugiat porta elit per eros eget leo. Dapibus neque. Commodo netus. Vivamus fames curae leo metus etiam vivamus. Sodales etiam at nulla. Iaculis class. Euismod fusce. Aliquam magna ante sodales dictum at penatibus curae imperdiet. Gravida magna. Cubilia risus. Lacinia felis vel habitant ridiculus in vulputate feugiat per aptent convallis commodo. Euismod purus. Quisque purus. Laoreet class eget risus ve eni phasellus taciti a vestibulum hac class dignissim sapien. Vivamus porta eros duis quisque id eros ve."
     ]
    },
    {
     "title": "Pretium netus eu odio varius hendrerit mi nullam.",
     "paragraphs": [
      "Dapibus proin ac at risus leo nibh congue iaculis mi in montes consectetuer. Blandit donec. Natoque netus nisl nisi conubia felis sed diam. Integer lorem ac vitae et. Nonummy lacus ac etiam tristique diam leo. Dapibus etiam mus varius at purus taciti porta hac. Conubia metus fusce sapien et arcu class. Integer neque. Nonummy nulla ipsum viverra tempus fames integer fusce. Gravida velit. Potenti proin eu tempus. Conubia netus duis posuere conubia nostra. Pretium proin. Aliquam velit nam duis nam ipsum. Cubilia metus augue praesent. Iaculis proin odio at class at libero eleifend parturient turpis inceptos scelerisque per litora eu. Feugiat metus parturient pulvinar aliquam. Aliquam metus in mattis fames natoque tortor leo eros mi ultrices sed sollicitudin felis. Pretium felis justo congue consectetuer penatibus proin laoreet magnis diam suspendisse integer per. Integer curae ut massa lectus nisi ve justo dolor. Rhoncus lorem sodales imperdiet amet malesuada lobortis. Sodales purus quis elit cum laoreet.",
      "Natoque massa parturient inceptos. Potenti morbi eni est leo imperdiet. Rhoncus purus odio lacinia. Sodales fusce nisl nisi justo nunc. Integer purus ad lectus eleifend ullamcorper ultrices. Laoreet curae quisque lacinia metus nunc sapien. Feugiat massa fames dapibus mollis massa vestibulum diam mauris sem. Lacinia curae feugiat ornare diam ad tempor et mollis. Feugiat massa. Commodo ipsum. Nonummy magna felis porta orci aliquam at. Posuere porta ac metus odio pharetra viverra dictum. Cubilia etiam vitae semper tellus senectus. Quisque augue ante ac consectetuer. Commodo neque id fermentum suspendisse hac rutrum a ultrices eget. Feugiat class in a platea nunc scelerisque leo eros vestibulum nostra ve. Quisque augue at massa mi libero. Aliquam morbi metus suspendisse eros orci tristique ut id leo ve fusce imperdiet. Rhoncus lacus mi. Feugiat curae duis laoreet id egestas arcu habitant ullamcorper ultrices class. Natoque ipsum purus. Egestas magna mi consectetuer sollicitudin lacinia taciti nisi in sollicitudin nostra tellus habitant."
     ]
    }
   ],
   "title": "Cubilia dolor.",
   "paragraphs": [
    "Integer proin class morbi augue orci mi. Conubia dolor leo libero dapibus laoreet quam. Conubia ipsum. Natoque curae. Sodales dolor vestibulum cras auctor. Viverra morbi nunc mi pede malesuada porttitor. Lacinia etiam. Natoque augue fusce. Egestas purus vel orci sed. Dapibus ipsum. Commodo curae nunc sociosqu posuere gravida quam. Aliquam morbi euismod odio fusce lorem. Aliquam purus hac parturient vestibulum eu. Posuere neque dolor per. Integer velit massa sapien massa eni enim ante nisi hendrerit hymenaeos parturient. Egestas etiam. Pretium nulla odio maecenas vehicula felis odio. Iaculis curae. Nonummy magna ut malesuada. Integer vitae dui quis at interdum diam eleifend torquent felis ad varius sollicitudin. Blandit donec ut congue arcu eget id. Gravida donec non arcu urna ac donec mollis aptent feugiat.",
    "Euismod fusce. Aliquet neque quam orci massa ve rutrum habitant duis integer. Euismod curae fusce hac phasellus congue. Laoreet magna non pharetra a sollicitudin quam neque cursus condimentum. Natoque massa dapibus ante suscipit lacus metus magnis porta aptent odio turpis. Nonummy risus viverra elit dis. Quisque massa ut ornare felis velit luctus etiam lobortis felis amet. Feugiat ipsum quam cum nonummy faucibus sollicitudin pretium turpis ad. Iaculis augue ac aenean aliquet iaculis amet nunc dapibus. Euismod dolor pede tincidunt nibh urna integer dignissim eros viverra. Commodo metus parturient placerat fusce amet duis lacus hymenaeos turpis mollis. Euismod donec hac class mattis aenean. Iaculis fusce eget ante felis quis lacinia ut id erat convallis. Aliquet class. Laoreet donec mus orci molestie adipiscing ornare nunc orci egestas id. Egestas morbi at non id primis. Feugiat velit leo cubilia molestie varius ipsum vestibulum in. Gravida class cum justo sociis fusce et dignissim scelerisque. Integer metus. Aliquet etiam amet ullamcorper hac elit justo pretium cubilia. Rhoncus justo metus molestie adipiscing. Feugiat donec."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy metus quis viverra.",
     "paragraphs": [
      "Lacinia magna nulla amet. Blandit fusce nunc consequat. Sodales curae hac velit. Euismod neque hac vehicula tincidunt arcu sit et. Vivamus fusce diam cubilia pede praesent aliquam. Cubilia purus. Cubilia fusce hac ornare elementum. Nonummy lacus amet. Conubia nulla eu aenean donec. Iaculis vitae at mollis placerat scelerisque nam nibh. Lacinia curae orci ac nulla bibendum adipiscing penatibus vitae. Potenti risus diam per ante ad tristique. Euismod felis. Integer magna sed adipiscing parturient ac praesent nibh nostra litora. Rhoncus curae nam purus urna praesent vestibulum tempor. Euismod proin ut tempor porta dignissim penatibus vitae. Rhoncus metus amet commodo eget at ridiculus a. Sodales donec morbi. Iaculis lorem. Laoreet augue parturient egestas nisi eni velit tellus. Aliquam purus. Aliquet fames parturient condimentum taciti eu cum nibh sit cursus.",
      "Euismod class in vitae at dolor convallis praesent. Vivamus risus adipiscing accumsan morbi urna et. Aliquet fames amet ve dignissim arcu non enim torquent sem. Aliquam metus mus arcu cum posuere. Conubia netus duis class platea molestie. Viverra fusce sem nisi. Vivamus massa quis habitant at ullamcorper enim odio dis netus dapibus dui ac tempor ad dis. Posuere porta fames. Viverra neque nisi curae. Viverra purus ve odio velit lacus aenean augue ullamcorper. Commodo nulla eget potenti rhoncus consequat nisl aliquam id ad elit enim. Gravida morbi nonummy ornare mi conubia odio ultrices. Euismod curae non quam. Blandit morbi etiam. Blandit proin vestibulum in vulputate ullamcorper est sapien maecenas praesent consectetuer adipiscing blandit enim. Quisque risus curae litora pede ac vitae odio. Sodales class nibh tortor. Commodo netus sem elit parturient porttitor metus ultrices ante mus feugiat ornare varius neque natoque risus. Quisque dolor. Integer lacus erat a nisi ac faucibus nisl sociis. Posuere neque non enim cras facilisi fusce. Gravida porta cras facilisi tristique non consectetuer varius."
     ]
    },
    {
     "title": "Blandit magna mi dolor eu facilisis felis ve elit sem pellentesque.",
     "paragraphs": [
      "Dapibus dolor erat est diam sollicitudin posuere bibendum mauris auctor eni. Conubia curae etiam nullam ac cras habitasse. Dapibus netus in ornare varius vivamus et senectus. Rhoncus augue vitae curae luctus adipiscing fusce feugiat. Quisque lacus orci. Nonummy purus. Pretium lorem urna pulvinar suspendisse nascetur. Feugiat lorem in eget. Vivamus lacus curae cum. Sodales morbi orci sagittis massa tristique curabitur vestibulum orci porta porttitor rhoncus. Gravida neque ante mi. Gravida magna parturient ullamcorper aenean ut nec nunc dictumst platea luctus. Euismod porta parturient condimentum turpis ac in hymenaeos metus eu id eu quam pulvinar duis mauris facilisis. Aliquet lorem. Dapibus nulla nam nunc hymenaeos tellus neque condimentum. Potenti netus est tempor porta. Pretium curae cras scelerisque. Posuere donec elit nunc orci nam fusce. Dapibus lorem. Egestas metus cras penatibus est conubia ante maecenas condimentum. Nonummy augue enim conubia in commodo. Cubilia velit cras leo etiam aliquet dui pharetra sollicitudin pretium convallis praesent dictumst natoque nulla.",
      "Aliquam fusce elit pharetra aptent tempor. Gravida lorem donec montes vel vivamus ut odio augue diam. Feugiat netus. Iaculis velit ac purus porta nibh morbi mauris in nisi massa. Dapibus ipsum. Aliquam velit mus parturient vestibulum ve. Iaculis class. Commodo curae duis mus. Integer lacus ut sociis. Dapibus fames sem risus fermentum mus non ut. Blandit ipsum nisi dis lacus adipiscing ut consectetuer integer. Laoreet etiam sem. Lacinia porta. Posuere proin ad mattis nisl. Pretium etiam in donec mi ridiculus condimentum vel. Dapibus porta et etiam eu lorem et a nisl ve fames consectetuer netus elit commodo. Dapibus netus per amet iaculis. Natoque neque. Commodo netus amet urna adipiscing nostra eni semper habitant eros. Conubia class elit placerat leo. Integer donec diam senectus velit nisl per nec imperdiet dictum arcu. Aliquam metus.",
      "Feugiat purus aliquet lacinia nostra ve curabitur massa a nonummy ad litora. Natoque morbi ipsum cum varius integer in cubilia. Pretium donec hac duis nisi ridiculus nisl. Iaculis netus est diam gravida magnis nunc. Commodo morbi ante dis venenatis non hac posuere. Nonummy magna erat maecenas. Euismod donec. Feugiat ipsum lorem montes tortor vitae venenatis. Viverra netus. Vivamus curae. Aliquam netus ve morbi diam. Conubia morbi risus hendrerit primis aenean pharetra scelerisque vehicula hendrerit in ve fringilla parturient. Lacinia curae sodales lacinia nisi ad. Cubilia metus. Commodo augue eu felis ve varius posuere ve ornare risus blandit et primis. Sodales vitae. Commodo augue adipiscing senectus quis pretium pede ac augue ac sapien habitant fringilla. Euismod class felis tempor morbi eu proin at. Blandit fames. Vivamus augue nec nibh sed ante. Lacinia lorem sed amet sit ante ve ridiculus adipiscing enim nullam at ac elementum a curae et metus platea. Quisque neque eni interdum pretium integer turpis magna posuere."
     ]
    },
    {
     "title": "Euismod fames proin sed nostra.",
     "paragraphs": [
      "Egestas vitae magna lacus tellus et suscipit eget. Dapibus lorem in diam convallis nunc euismod. Iaculis neque est nam ut faucibus blandit rutrum cras class mi. Rhoncus lorem adipiscing scelerisque ornare. Lacinia vitae arcu euismod fringilla ac elit pede cubilia mi. Dapibus proin vel ridiculus tempor lobortis enim sociis felis justo. Feugiat fames pede aenean ante ultricies mi at quis volutpat condimentum molestie. Egestas lorem urna pretium et. Natoque curae. Conubia augue eros nam. Vivamus fusce nisi. Natoque ipsum magna varius condimentum netus nullam consectetuer hendrerit nulla ultricies. Natoque morbi magna. Potenti netus dui amet donec risus. Egestas fusce at primis posuere. Pretium velit orci urna eros faucibus duis gravida nisl. Quisque class per urna nisl urna tellus cubilia. Conubia lorem dis blandit sed. Integer class donec suscipit eu nec scelerisque gravida ullamcorper eros venenatis bibendum. Lacinia magna parturient. Nonummy felis ut sem suspendisse rhoncus dui adipiscing eu accumsan sociosqu. Integer magna.",
      "Natoque risus. Euismod porta neque interdum at eros aliquam ad curae vehicula mi. Iaculis metus vestibulum scelerisque nostra ac bibendum quis erat. Commodo lorem. Iaculis augue morbi augue sapien mus in proin sed dui ut fames eu elit diam. Quisque augue urna magna cubilia posuere tortor diam. Natoque purus per nisl. Posuere neque nunc pede inceptos pellentesque. Integer nulla. Iaculis lacus euismod tellus hac blandit elit volutpat. Gravida justo duis etiam. Rhoncus fames arcu lobortis interdum dapibus pharetra lorem malesuada. Sodales curae ut. Integer donec nunc cum mi. Cubilia purus eni maecenas commodo elementum faucibus mattis nonummy urna dui. Cubilia justo eget. Posuere risus nibh pulvinar ad porta quis sem velit. Posuere purus donec. Rhoncus donec elit lobortis nec nunc. Laoreet augue. Potenti purus orci praesent molestie pretium aliquet auctor enim. Conubia metus dui duis facilisi per mi etiam leo dui tincidunt sodales metus ad in eu sed."
     ]
    }
   ],
   "title": "Rhoncus morbi adipiscing scelerisque varius eu eget.",
   "paragraphs": [
    "Sodales purus et ipsum non congue. Nonummy curae quis nisl semper euismod. Nonummy curae. Dapibus morbi. Commodo risus magna dictumst donec quam sem. Aliquet vitae adipiscing natoque duis adipiscing. Nonummy justo etiam ipsum magnis. Feugiat donec. Dapibus lorem odio imperdiet bibendum lectus arcu ridiculus. Aliquam ipsum natoque feugiat. Vivamus velit eu sapien natoque et ante praesent cursus duis. Sodales etiam. Sodales massa. Natoque curae urna risus mi ipsum pellentesque facilisis. Commodo augue odio habitasse molestie turpis arcu. Vivamus felis nisi rhoncus at ante donec cubilia at turpis purus. Lacinia magna cras fermentum aenean parturient fames. Laoreet lorem amet elit hac. Egestas porta euismod. Potenti nulla adipiscing lobortis dapibus dolor eros facilisis pellentesque. Vivamus lorem quis et proin massa suscipit parturient vulputate risus semper ullamcorper proin turpis scelerisque lacus. Laoreet etiam.",
    "Laoreet morbi diam congue placerat viverra sodales nisl volutpat suspendisse inceptos penatibus. Natoque fusce mi hymenaeos tincidunt fames sapien. Natoque fusce class nulla est donec. Viverra risus velit fames mattis taciti lorem. Dapibus fusce felis scelerisque in lectus dolor nec. Potenti porta odio nonummy mi curabitur adipiscing vel. Sodales justo fames rhoncus sed. Viverra porta augue velit platea lorem sodales cubilia. Posuere dolor. Lacinia etiam mi praesent nam consectetuer tortor enim. Sodales morbi. Posuere ipsum. Integer velit massa nibh nisl ligula tempor lobortis condimentum. Cubilia netus quam praesent condimentum facilisi consequat dolor. Lacinia curae. Aliquam purus eu tempor pharetra elementum ad mauris nascetur conubia. Integer morbi at inceptos. Integer morbi aliquet imperdiet placerat ad suspendisse orci cras proin. Aliquam ipsum mus proin adipiscing suspendisse congue id torquent iaculis ultricies. Dapibus fames nisl sociis suscipit dignissim a vel tristique pellentesque per malesuada erat hymenaeos. Blandit morbi arcu sociosqu hymenaeos id sapien ultrices fringilla amet dis erat in erat enim. Lacinia donec vestibulum.",
    "Feugiat metus porta aptent ridiculus et tempus eu. Sodales velit adipiscing interdum nisl lacinia urna. Rhoncus neque. Iaculis fusce nulla lacus netus urna gravida in libero. Egestas metus eu tincidunt class massa mus nibh nam lacus tincidunt vivamus donec arcu nam enim. Potenti vitae ante eget dis elit. Rhoncus neque mi lectus. Aliquet fames dui nibh non sit vel facilisis. Vivamus morbi id metus mi quam ut sagittis. Cubilia class iaculis cubilia augue dolor libero. Viverra morbi et nibh id dolor ullamcorper suscipit ipsum. Conubia vitae nibh laoreet a ullamcorper vel. Quisque magna duis laoreet ac feugiat pede. Feugiat magna nec. Dapibus proin ve magna platea. Blandit nulla. Rhoncus vitae ante cursus. Euismod netus. Egestas donec curae mattis felis natoque. Dapibus velit nibh natoque et. Pretium ipsum eni cras orci ultricies. Conubia lorem."
   ]
  }
 ],
 "abstract": "Nonummy velit magna taciti elementum magna. Feugiat class enim blandit a semper eros netus dapibus. Conubia lorem dui enim parturient mauris ut libero integer vivamus aenean. Conubia curae ut elementum vitae a laoreet ut nisi fringilla. Vivamus fusce odio mi sagittis conubia maecenas ve odio id enim metus. Lacinia metus nam erat vel proin diam placerat fusce mattis massa lacinia mi. Vivamus proin parturient nibh primis. Blandit etiam dui nisl ut hac nisi platea iaculis ac urna quis laoreet nullam sapien. Conubia massa eget nonummy ut nunc luctus ligula. Posuere nulla odio augue litora ullamcorper metus sociis vitae vestibulum. Quisque netus. Gravida morbi id neque ut tortor pulvinar habitasse maecenas. Dapibus etiam magna tempus scelerisque dolor sapien donec condimentum orci nibh. Sodales risus ut. Dapibus vitae netus etiam maecenas velit luctus. Dapibus curae vel pulvinar sollicitudin nonummy porttitor bibendum ligula luctus imperdiet augue ut. Integer ipsum ad malesuada rhoncus ante dictumst sociis odio et eget semper pulvinar. Natoque dolor nibh potenti mi quis in orci neque ve varius leo semper. Rhoncus velit id eni elit mus fames fusce. Commodo donec pede ut consectetuer tempor. Sodales lacus urna mauris mattis lacus potenti. Egestas neque commodo egestas eleifend.",
 "authors": [
  {
   "name": "Armand Bever",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Earl Marney",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Julene Meares",
   "organisation": "Genetic Augmented Sports"
  }
 ]
}