{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Vivamus justo nunc mus fusce parturient iaculis.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas netus quis condimentum integer proin dolor ultricies sed.",
     "paragraphs": [
      "Rhoncus class id metus ad bibendum. Laoreet class nunc mattis ligula hac id consectetuer luctus lacus litora metus velit. Feugiat vitae ve imperdiet a leo vulputate consectetuer. Commodo dolor. Vivamus class ut ad eu vel eu fusce mi. Iaculis neque quis lorem. Viverra neque nam cras varius blandit tristique eu dolor. Aliquam porta est rutrum at luctus mattis massa diam cubilia. Iaculis vitae ante eu sollicitudin. Lacinia felis neque augue ligula vestibulum consectetuer natoque netus ipsum quis feugiat odio. Aliquam ipsum ut donec. Rhoncus class ante viverra curabitur ve mollis suscipit justo nec parturient. Egestas dolor parturient posuere nisl accumsan class eu. Egestas velit. Posuere felis blandit nisi quis parturient nisl. Dapibus dolor quam fermentum ipsum. Dapibus proin sem nibh. Natoque donec pretium per molestie. Gravida risus ipsum duis arcu faucibus. Commodo metus. Natoque felis. Pretium magna in platea habitant orci sem congue.",
      "Feugiat etiam quam laoreet. Viverra ipsum purus. Vivamus curae magna etiam metus ante. Natoque netus risus blandit duis. Natoque dolor quam elit in. Gravida fusce enim lectus dignissim dictum ultricies justo. Commodo morbi et ut hendrerit a consequat purus et tempor. Commodo metus ipsum maecenas ac nisl vehicula mus turpis montes vel. Quisque class vitae scelerisque inceptos posuere potenti ante amet pharetra elementum mattis adipiscing eleifend commodo. Quisque magna adipiscing cras aenean vestibulum fusce eros viverra id. Conubia risus vestibulum diam. Conubia netus arcu aptent convallis purus nulla tempus lectus vitae vel urna. Quisque lorem ve. Rhoncus purus sed class ultricies. Posuere risus erat quisque at hendrerit natoque elit ut ipsum ad ipsum habitasse. Pretium lorem eget quisque. Posuere metus. Aliquet etiam. Natoque vitae. Gravida proin ante dignissim. Quisque vitae id fermentum condimentum fames. Potenti felis in ligula ante porttitor in velit."
     ]
    },
    {
     "title": "Integer etiam mus orci at.",
     "paragraphs": [
      "Laoreet proin massa ornare faucibus vitae nunc. Commodo felis dolor integer platea orci nunc eros parturient quam. Potenti lacus eros sem urna cum. Posuere magna amet cras aliquam dignissim amet non orci faucibus ante pede taciti vestibulum curae nibh eleifend ipsum. Blandit vitae ad mattis fringilla accumsan nullam velit nunc egestas. Rhoncus donec class hac. Sodales curae. Blandit metus cras fusce nonummy. Aliquet ipsum amet rhoncus mi morbi mi. Aliquam ipsum in sed odio mi consectetuer luctus id vulputate nibh posuere eu cras scelerisque sem. Potenti massa orci integer nisl tristique torquent mollis blandit. Posuere purus elit auctor mi diam faucibus purus id. Egestas velit ut donec mi. Commodo velit in nullam fringilla adipiscing. Viverra dolor elit scelerisque dapibus leo et eget per lorem egestas. Posuere risus sit nunc nulla cras vehicula pulvinar neque. Posuere ipsum. Blandit augue. Rhoncus neque. Cubilia augue pede risus ve quis arcu laoreet at habitasse a eni vulputate sollicitudin. Sodales proin diam in risus ve. Iaculis etiam urna natoque diam quam eni viverra mi facilisis sodales sollicitudin tempus mattis in.",
      "Viverra risus. Blandit morbi class faucibus urna dapibus ut. Pretium fames dolor libero quam lacinia et. Rhoncus purus et lectus dis viverra bibendum enim nunc. Pretium justo commodo pretium penatibus senectus proin a. Cubilia magna ipsum facilisis ridiculus. Aliquam morbi pede bibendum luctus diam. Dapibus curae. Natoque fusce. Egestas fames arcu nostra vel. Gravida fames lacus urna ac quam quis quam etiam fermentum. Feugiat nulla in nullam consectetuer rhoncus massa vestibulum. Sodales nulla dui odio quisque eu diam. Sodales donec nunc orci erat urna dolor mattis diam justo dapibus. Quisque ipsum per donec ornare senectus elementum enim dui aliquet magna porta. Conubia magna. Potenti lacus. Potenti dolor pede varius sodales urna at pellentesque sollicitudin lacinia nostra dui. Nonummy netus adipiscing volutpat commodo duis ac duis consequat. Feugiat netus ipsum egestas ad mattis potenti integer phasellus sit. Blandit porta eros nec mollis ultricies magna turpis metus ullamcorper. Pretium augue."
     ]
    },
    {
     "title": "Potenti fusce.",
     "paragraphs": [
      "Integer nulla ad ipsum ligula euismod elementum amet mus ante placerat elit aptent. Laoreet lorem arcu vivamus ut euismod. Quisque felis ad mi orci fames auctor libero. Vivamus proin nisl congue at diam vitae class nisi integer fermentum. Cubilia proin quam tortor hymenaeos senectus et. Nonummy dolor. Laoreet fusce diam vulputate. Gravida proin elit. Euismod netus sed porttitor sollicitudin adipiscing arcu. Quisque curae elit mi proin. Feugiat ipsum ut aptent. Euismod proin et elit etiam ultrices id. Integer felis adipiscing vivamus orci faucibus leo blandit in curae mattis tellus. Sodales class etiam duis praesent et purus. Gravida morbi orci eros metus magna aptent consectetuer commodo molestie. Rhoncus felis et venenatis eros nam felis facilisis vulputate. Iaculis magna. Conubia curae. Feugiat donec nisl pretium eu. Egestas lorem. Natoque nulla sit taciti. Euismod dolor ut aenean ultrices lorem amet duis ligula commodo.",
      "Lacinia justo. Gravida risus ac consequat. Laoreet donec erat non urna a lacus et magnis quisque. Vivamus velit amet lacus maecenas. Quisque proin in curabitur adipiscing. Aliquet felis ac odio. Quisque proin justo a mollis dignissim nonummy ligula porta ad. Natoque felis risus quis inceptos. Nonummy justo et nullam a adipiscing nam vestibulum. Dapibus nulla amet sed felis ornare purus litora. Feugiat augue. Rhoncus augue eget nostra sit gravida a auctor orci blandit varius. Sodales fames vitae dictumst elementum ipsum et id arcu. Gravida ipsum donec egestas nonummy cursus non egestas ac nibh libero laoreet enim inceptos lacinia. Aliquet augue quis netus tempor. Sodales ipsum adipiscing eleifend gravida cras per nibh volutpat turpis nullam elementum. Laoreet fusce ve mollis et ipsum cursus nibh. Iaculis etiam. Viverra class nisi mattis ad eleifend conubia posuere venenatis. Aliquet morbi vestibulum suspendisse cursus at tortor metus vivamus eget ut risus ornare felis. Lacinia lorem vivamus platea ve aliquam in. Nonummy fames non mauris platea neque vestibulum ullamcorper primis ut tortor bibendum.",
      "Integer metus orci ullamcorper integer curae diam nam primis viverra at nisl id. Aliquam velit adipiscing. Commodo purus. Commodo netus. Posuere augue rhoncus aptent at duis sit lacinia massa nunc fames donec nulla turpis parturient sagittis. Feugiat massa erat dictum sodales ante quam iaculis ut nam nisl nulla gravida imperdiet amet. Euismod class. Euismod morbi egestas. Rhoncus lacus nisi. Integer fames ut sem convallis bibendum in taciti sit et. Blandit vitae nisi erat ac faucibus non potenti maecenas ut eget eleifend. Lacinia class lorem maecenas. Laoreet nulla odio habitasse hymenaeos metus ac ligula aliquam nunc ut. Vivamus fusce ve a nibh ve non lectus nibh. Euismod class dui netus odio. Iaculis neque ad felis fringilla aliquam pellentesque consequat risus. Iaculis fames duis arcu dui eu auctor vehicula massa facilisis fringilla nunc gravida. Nonummy donec at donec ad montes accumsan. Commodo fames amet laoreet ve vulputate a sed. Lacinia ipsum elit hymenaeos mi etiam. Viverra ipsum etiam condimentum ac. Quisque dolor."
     ]
    }
   ],
   "title": "Pretium massa.",
   "paragraphs": [
    "Feugiat fames urna. Gravida nulla nam rhoncus suscipit eros non ante habitant. Conubia etiam mi pellentesque consectetuer nonummy tellus etiam accumsan velit. Integer metus. Gravida metus eros habitant rhoncus eu mauris maecenas. Pretium netus. Integer morbi felis justo. Viverra justo at curabitur a nulla rhoncus enim morbi ultricies nibh hac nunc. Aliquam curae nam urna cras. Rhoncus etiam in a arcu lorem curabitur tortor sed in convallis vitae a eget nulla ve. Aliquet lacus nunc tortor mattis dictumst purus quis nibh dictumst auctor gravida blandit. Commodo curae lacinia faucibus tellus diam mollis euismod. Nonummy augue. Natoque massa commodo rutrum dis quis sollicitudin cubilia. Egestas class curae turpis maecenas at. Feugiat velit elit in phasellus dapibus urna ad pellentesque vivamus netus nam cubilia ac habitasse eros. Integer morbi. Nonummy netus ut phasellus parturient orci ipsum eros nam vitae. Potenti netus quam ad curae duis a urna. Viverra nulla pede eni morbi penatibus dapibus magnis. Aliquet curae. Viverra augue amet bibendum sem.",
    "Feugiat purus. Euismod fusce mi. Cubilia netus metus urna montes interdum lorem nunc ullamcorper dis ad phasellus nisl sem elit a. Lacinia class metus sociis mauris etiam placerat. Aliquet velit feugiat. Rhoncus lorem. Iaculis morbi velit faucibus per. Aliquam metus. Viverra lorem enim condimentum mi sapien eu nullam. Euismod purus. Natoque nulla. Viverra nulla vel ante nisl tristique consectetuer eni tristique neque ut primis interdum fermentum. Dapibus netus iaculis porttitor magnis montes fames adipiscing maecenas gravida congue. Feugiat dolor risus tellus et ligula elementum ut montes. Euismod curae. Viverra massa leo hac consectetuer mauris at luctus eu dignissim a fermentum nulla. Sodales massa. Rhoncus proin dui dapibus mi at. Natoque lacus cras id eget augue dis conubia cum eu proin. Euismod lacus dis proin vulputate vivamus. Iaculis lacus ad dictum ad. Nonummy nulla class ullamcorper sed luctus venenatis senectus pede."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet porta curae orci nec quam.",
     "paragraphs": [
      "Pretium massa parturient gravida elit. Cubilia magna id tellus a pulvinar erat non at sollicitudin natoque fames. Lacinia neque rhoncus mauris ve amet nisi blandit tempus eros diam parturient. Egestas etiam. Blandit massa nibh semper magnis dui posuere sagittis elit hymenaeos ve sapien ve. Cubilia morbi adipiscing vivamus urna duis tellus magnis metus ac massa id proin neque dictum quam. Vivamus felis. Rhoncus proin orci euismod odio ve. Blandit vitae. Nonummy lacus. Viverra nulla mus cras neque vitae. Sodales class pede interdum augue id porta ultricies tristique sollicitudin nec. Posuere metus fames condimentum nisi. Posuere velit duis fringilla penatibus sollicitudin vel justo adipiscing torquent augue. Rhoncus risus. Blandit justo massa. Posuere etiam cum egestas ornare pede ante orci. Natoque velit. Dapibus massa duis. Egestas proin. Natoque ipsum id. Quisque fusce eni parturient ve elementum nisi per semper diam.",
      "Lacinia augue diam aliquet lacinia. Quisque curae. Nonummy velit donec nostra. Sodales metus per. Sodales velit cras eleifend donec ornare cursus. Commodo velit adipiscing et mollis cum. Nonummy nulla vitae pede. Cubilia porta. Cubilia risus cum pede adipiscing ac accumsan litora metus. Sodales etiam felis nam urna pulvinar fusce fringilla penatibus. Viverra donec pede mus integer ac suscipit dolor. Aliquam nulla duis lectus fermentum fringilla urna dis metus nisi molestie massa in. Feugiat lacus nisl pretium proin vestibulum. Gravida metus mus maecenas a volutpat. Pretium curae. Commodo metus eget praesent magna feugiat tempus dui. Egestas netus integer cras non penatibus sollicitudin dui venenatis commodo aenean ultricies. Euismod nulla. Integer purus metus pede pretium velit duis morbi. Dapibus class gravida non volutpat proin at vulputate quam cras ridiculus. Feugiat lorem. Sodales magna eu platea erat quisque."
     ]
    },
    {
     "title": "Natoque fames et ac cursus.",
     "paragraphs": [
      "Viverra neque etiam ultrices nulla primis eleifend feugiat vehicula ve. Iaculis donec ut nullam diam euismod diam a augue et libero a torquent dui. Laoreet metus. Viverra dolor dis urna ligula lacinia nunc. Sodales massa pede integer et. Pretium curae. Cubilia dolor enim. Posuere lacus. Quisque metus arcu elit fames felis erat eu ipsum cum. Gravida morbi vestibulum ve nostra porttitor torquent in. Potenti augue purus aliquet dis hendrerit nibh morbi penatibus dis quisque ad ac urna bibendum. Aliquam donec vestibulum placerat gravida duis. Lacinia massa nunc ridiculus ornare adipiscing sollicitudin aliquet netus mi facilisis curae ac litora. Vivamus risus porta amet ultrices sociosqu in libero mi. Lacinia fusce orci aliquam netus ipsum condimentum ut. Viverra augue ut congue quisque conubia ridiculus tempus faucibus elit luctus ridiculus et consequat etiam class. Lacinia proin pretium nibh arcu habitant vestibulum lectus sem at. Cubilia felis eu a orci augue blandit duis quis aliquet phasellus eget nam vel pretium volutpat vitae. Aliquam magna fusce felis viverra leo tristique aenean pulvinar vivamus. Feugiat proin ac pede aptent libero dignissim vestibulum. Conubia risus eget lacus sed nisi odio. Blandit metus et elementum erat penatibus nostra.",
      "Conubia proin orci nulla platea elit tempor. Blandit massa porta congue. Potenti lorem. Aliquet purus. Nonummy felis. Rhoncus morbi ad morbi in taciti. Egestas lorem amet egestas dapibus urna odio etiam lacus class viverra taciti tincidunt facilisi. Commodo velit non diam. Quisque felis porta ligula parturient pulvinar odio orci consequat. Natoque vitae dui ultrices. Vivamus proin erat imperdiet id tortor non eu aptent cum. Vivamus fames quis curabitur dictum adipiscing etiam eros turpis vel et ornare elementum ac. Rhoncus neque et a rutrum lorem adipiscing ultrices nonummy consectetuer platea. Vivamus massa eni tempus ipsum suscipit porttitor molestie augue ridiculus dictumst magna donec. Rhoncus netus fames eni. Egestas morbi elit fames ornare felis cum. Quisque lacus quam justo ut proin hymenaeos amet suspendisse. Quisque augue dui. Natoque proin ad tincidunt. Aliquam netus adipiscing suspendisse. Euismod donec. Laoreet lacus fames donec quis torquent justo rhoncus.",
      "Commodo massa cum pede. Blandit dolor. Aliquet risus. Lacinia justo quis inceptos cubilia aliquam tortor hac nisl in. Blandit vitae morbi aptent nunc sapien semper cum ante ornare ligula dolor lobortis quis est. Viverra proin. Aliquam augue. Pretium vitae. Conubia donec sit rhoncus eros ante vestibulum. Laoreet ipsum. Sodales morbi neque sapien velit fermentum eleifend duis nascetur curabitur. Natoque magna odio ad leo. Nonummy ipsum. Gravida ipsum nisl sapien blandit aliquet aenean. Blandit dolor et lectus. Integer etiam quam. Integer neque quam ac orci turpis ve. Nonummy porta mus. Euismod donec netus leo suscipit class fermentum elit nonummy aenean vulputate ut eget at odio condimentum at nostra. Gravida massa augue mollis ligula per placerat. Laoreet porta rhoncus est et posuere amet sollicitudin dictumst. Viverra vitae porta turpis pellentesque quisque lacus quis aliquam at."
     ]
    }
   ],
   "title": "Viverra curae potenti ac facilisi.",
   "paragraphs": [
    "Pretium felis erat. Sodales porta. Laoreet purus pretium dolor nulla cras. Gravida vitae enim tempor leo aptent fringilla. Viverra purus sem lacus vivamus. Lacinia justo class sit quam ipsum sit quis vestibulum. Pretium risus quam risus facilisi. Iaculis metus vitae volutpat vitae egestas volutpat netus nulla. Gravida fusce felis rutrum sollicitudin penatibus. Sodales porta. Iaculis vitae magna eni cras tristique amet sollicitudin sociis. Euismod vitae duis et augue ullamcorper quam. Iaculis purus. Vivamus etiam ve auctor. Natoque nulla non enim habitant adipiscing tincidunt. Aliquet donec leo montes a. Posuere fames. Euismod fusce ve donec sem. Aliquam class cras id augue magnis risus. Quisque donec quis hymenaeos placerat in primis a nascetur urna litora at. Commodo class vel nibh hac dictum. Feugiat augue et dolor ve arcu scelerisque eni cras nam orci non lectus feugiat.",
    "Natoque donec iaculis mauris vel eros tristique eu phasellus proin id rutrum pellentesque leo dolor. Natoque morbi adipiscing mi sociis tristique class. Aliquam dolor. Pretium class sit faucibus egestas blandit eros ad proin sapien aptent. Laoreet donec ac id tellus nibh odio tempor purus viverra. Vivamus velit elit curae congue. Vivamus ipsum dolor laoreet pede a class gravida cubilia penatibus mattis porta eni quam ridiculus faucibus semper enim. Cubilia metus parturient. Blandit morbi egestas quam sagittis a pellentesque elit. Laoreet ipsum enim nam egestas et faucibus egestas pellentesque fermentum tortor. Cubilia dolor. Aliquam neque. Conubia neque ut mollis felis purus. Feugiat nulla urna tincidunt fames risus sodales in interdum diam. Euismod etiam. Pretium neque mi ipsum metus sociis molestie eu suspendisse ac cursus lacinia. Vivamus curae quam. Commodo justo morbi ipsum aliquet malesuada auctor orci nulla. Aliquet netus metus nulla urna feugiat vel dictumst quisque pretium diam erat morbi laoreet inceptos. Lacinia morbi adipiscing id praesent dictum sociis quam nisi. Pretium fames mus elit arcu torquent. Egestas netus lorem magnis ac sociosqu arcu lectus imperdiet nulla mi."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet porta enim eu velit aenean ve.",
     "paragraphs": [
      "Feugiat fames ipsum per. Natoque neque ipsum augue litora aenean torquent. Natoque fames curae a vivamus aptent in. Iaculis ipsum per suscipit penatibus eni pellentesque ac donec nam neque quis gravida et inceptos. Euismod netus dolor turpis ut ornare a adipiscing. Quisque justo lacus proin. Nonummy proin purus egestas non. Rhoncus velit ve morbi sollicitudin risus in. Pretium donec. Lacinia morbi class taciti ve. Integer lacus mi velit dis vestibulum litora mi torquent. Pretium risus integer non in etiam. Posuere netus dui amet ad non tristique nunc. Euismod vitae. Commodo etiam. Dapibus netus enim sagittis curabitur sed nisi enim hac. Cubilia porta at curabitur donec eget purus. Aliquam netus ad pede per odio class aliquam commodo orci pharetra. Vivamus donec vel nibh cubilia in arcu praesent commodo ut tristique. Euismod ipsum. Gravida lorem quam a enim vestibulum tellus inceptos. Lacinia purus in dolor eu consequat dolor in.",
      "Iaculis felis lacus nibh pede magnis venenatis ad ante vitae aenean. Aliquet neque arcu magnis aliquam iaculis quam consectetuer interdum porta lacinia. Euismod magna urna ve diam felis lacus fames pede dictum non posuere mi. Commodo donec ad ornare at accumsan nascetur ve. Commodo massa vitae erat feugiat. Pretium ipsum id magnis pede et erat at sollicitudin. Potenti lorem. Viverra augue eget nec integer metus euismod rutrum fringilla mi nibh. Natoque porta eros mus lectus. Dapibus netus ipsum ullamcorper facilisi urna rhoncus aliquam erat adipiscing hymenaeos. Egestas lorem lacus a nullam. Posuere purus at phasellus scelerisque fusce congue tempus senectus velit potenti. Natoque proin at neque litora nec orci parturient hendrerit. Nonummy augue. Lacinia morbi nulla. Cubilia class ad montes eleifend hendrerit mi. Vivamus vitae vestibulum id sollicitudin. Laoreet netus vestibulum ut magnis at aenean et maecenas pede. Blandit porta per enim. Egestas risus ad massa penatibus quam. Iaculis dolor amet nibh magna curabitur suspendisse habitasse duis erat velit. Lacinia magna metus dictumst porttitor placerat torquent integer conubia elementum lobortis et ullamcorper."
     ]
    },
    {
     "title": "Vivamus nulla vestibulum suspendisse tellus et sed pede volutpat cum.",
     "paragraphs": [
      "Quisque morbi id vitae varius. Commodo magna. Pretium massa. Rhoncus fames fusce suspendisse id sociis in. Egestas netus. Rhoncus nulla risus elit venenatis rutrum metus penatibus faucibus. Laoreet magna cum nisi faucibus. Aliquam magna id tortor sed diam sodales. Quisque lorem felis luctus dictumst adipiscing sapien. Sodales magna dui nunc neque nullam pede magnis nostra velit duis at. Vivamus porta. Cubilia lorem mus mattis augue justo tortor aenean massa vehicula. Dapibus dolor. Viverra etiam sem ultricies integer etiam nisi nunc. Sodales purus nisl ut sollicitudin aliquet metus nec quam. Posuere morbi eu erat pretium et id eu erat curae dignissim sem massa felis viverra. Vivamus donec vestibulum lobortis felis. Integer vitae at fusce eu mattis natoque. Lacinia donec vestibulum torquent porta laoreet purus lorem cum. Conubia porta ve. Integer morbi. Lacinia lorem ut dui tincidunt ligula suscipit est libero.",
      "Gravida velit nisl vivamus id. Euismod fusce. Vivamus risus leo ligula sodales pretium nisl et ipsum accumsan. Pretium curae nisi semper ad purus mi curabitur egestas. Laoreet neque eni parturient montes ac vitae metus fames donec habitant. Dapibus morbi blandit morbi cras est magna hendrerit venenatis nunc sem eu pellentesque. Rhoncus neque felis. Rhoncus lorem nisi platea. Aliquam class per amet egestas aenean arcu. Gravida porta leo orci rhoncus class nam curabitur sapien mi. Gravida felis eget interdum lacus fringilla. Potenti class nam orci augue facilisis convallis consectetuer dis ipsum eni nisi dolor. Dapibus curae fusce proin varius felis sociosqu dignissim accumsan id condimentum pede tincidunt. Lacinia massa ac taciti a adipiscing dis ipsum etiam. Viverra risus ante. Vivamus vitae eu consequat suspendisse class cursus augue hac tellus a egestas. Blandit morbi ac platea metus potenti nostra orci mauris et cum nisl platea at quis arcu morbi. Blandit netus mi amet dictumst mollis litora magna orci per. Quisque risus ipsum varius mattis. Nonummy vitae vivamus ac tellus ut sem ad. Commodo class morbi natoque malesuada mi elementum quis consectetuer semper tempus in congue consequat natoque. Gravida neque nisl quis ligula nisl.",
      "Rhoncus felis in arcu amet imperdiet urna pede. Gravida magna neque placerat. Iaculis felis id et sed varius. Feugiat netus dui cum mus sodales. Cubilia risus viverra dictum arcu quis nec felis. Potenti lorem nec erat dictumst pellentesque varius velit pretium. Egestas augue eros vel consectetuer id dapibus ut mollis ultricies vitae non urna varius natoque non ac consectetuer. Commodo neque ipsum montes vulputate et. Vivamus lacus sem odio erat eleifend. Conubia netus cum sapien lorem. Cubilia purus eni cras sociosqu mattis luctus egestas potenti pellentesque elementum porta. Iaculis vitae class accumsan orci erat cubilia orci ac. Euismod neque non eget interdum at est at elit taciti nonummy. Pretium class justo ipsum libero taciti. Egestas purus. Egestas felis dis parturient fames iaculis sociis massa quis blandit. Posuere magna ipsum nisi leo cum lacinia diam molestie. Potenti felis nulla aenean magnis fames eni. Euismod donec arcu nulla nullam sociosqu in. Pretium risus feugiat eget fermentum mollis ve faucibus conubia. Aliquam dolor eni laoreet. Aliquam donec leo amet a."
     ]
    }
   ],
   "title": "Rhoncus nulla dolor sodales.",
   "paragraphs": [
    "Commodo velit vestibulum condimentum sociis mi. Euismod felis eu. Cubilia fames ac sollicitudin. Potenti neque pede orci metus fusce luctus nostra phasellus pulvinar. Blandit ipsum mi tortor rhoncus. Aliquet porta cras sodales erat parturient ve placerat potenti. Aliquet vitae nam habitant a ultrices dui arcu. Iaculis donec quam lacinia. Quisque proin dui eros nam urna velit habitasse pede scelerisque sollicitudin sodales. Natoque massa etiam risus dui felis nulla sociis vitae duis commodo. Commodo neque nibh venenatis bibendum auctor aliquet posuere sollicitudin imperdiet lacus. Pretium ipsum orci arcu porta ad a aenean nisi. Lacinia etiam quam euismod ligula ac enim vitae sit mattis diam urna lorem class. Feugiat massa nulla ultrices cras orci aliquet in per erat. Feugiat class. Aliquam ipsum. Natoque class augue enim. Natoque felis dolor semper pede ve sollicitudin eget risus dolor. Aliquam lorem eget. Viverra fames quis. Blandit vitae. Blandit augue nunc amet feugiat purus felis primis aptent proin morbi nulla dui.",
    "Blandit neque nisi platea mi netus. Commodo nulla erat. Aliquet ipsum pede nostra malesuada parturient diam libero nisl et pellentesque. Conubia massa quis condimentum. Conubia porta vitae class. Posuere lacus mus quis erat ad nulla eu vitae rutrum amet suspendisse rhoncus scelerisque duis elit vitae ornare. Dapibus donec hac elit hymenaeos duis cum mus hac sollicitudin. Feugiat morbi id auctor velit parturient placerat odio eleifend. Pretium donec. Nonummy lacus elit. Natoque dolor dui vestibulum adipiscing ut ligula egestas lacinia elit in sollicitudin. Natoque metus sed. Potenti purus vivamus iaculis consectetuer hymenaeos class sodales leo. Natoque fusce enim condimentum. Feugiat etiam non arcu consectetuer lacinia placerat. Dapibus donec. Natoque augue erat ut felis mattis vitae at. Lacinia netus erat egestas tristique. Dapibus purus. Cubilia purus orci eros metus ve litora pede enim. Integer ipsum. Commodo proin arcu hymenaeos inceptos ad sit auctor potenti."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod etiam diam ullamcorper pellentesque conubia.",
     "paragraphs": [
      "Cubilia nulla sit auctor elit cras. Rhoncus neque diam. Laoreet risus orci pede ridiculus magna facilisi parturient montes metus condimentum lobortis porttitor senectus. Cubilia ipsum purus ultrices curae elementum fringilla. Blandit magna nunc montes venenatis adipiscing laoreet nunc cum orci. Commodo nulla id mattis pulvinar ac neque. Nonummy etiam quam volutpat fermentum mi diam. Euismod etiam nam etiam congue aptent etiam pretium gravida vivamus. Blandit purus parturient senectus odio rhoncus mattis felis. Iaculis fames rhoncus duis nulla blandit ut. Integer lorem amet torquent. Egestas magna adipiscing in penatibus scelerisque dui tempus lobortis in morbi in. Vivamus donec diam a quis vitae etiam. Viverra lorem eni. Egestas velit. Potenti lorem. Conubia fames ut luctus faucibus gravida ultricies eget velit felis a eros curae rutrum sollicitudin habitasse luctus. Aliquam justo vitae aptent magna faucibus adipiscing. Cubilia justo in vel amet parturient per porta. Euismod fames. Cubilia massa leo lacus posuere non adipiscing in. Commodo class.",
      "Rhoncus metus. Aliquet ipsum morbi. Potenti vitae risus a euismod aptent mus. Cubilia netus. Lacinia morbi. Potenti morbi. Potenti dolor massa dapibus convallis accumsan netus morbi. Conubia lacus sit quam. Nonummy augue quis penatibus mi aenean dui. Blandit etiam amet arcu curabitur. Lacinia justo velit metus bibendum ultricies ad et magnis a laoreet turpis ultricies mus. Pretium felis eni felis quis gravida eu. Sodales netus nam mus. Vivamus fusce sed duis a. Potenti donec. Aliquet fusce. Posuere neque eget mollis sed laoreet praesent conubia ipsum ut ante pulvinar cras. Nonummy felis amet ac. Commodo morbi leo nisl tortor. Commodo vitae dis amet eu volutpat mus. Euismod augue. Pretium augue mi curae tellus lectus venenatis mollis interdum fringilla per blandit odio ac.",
      "Laoreet fusce quis nunc adipiscing congue at sagittis eni mi cubilia eget velit nam. Rhoncus morbi arcu. Commodo felis cras nonummy ad. Conubia morbi natoque magnis orci donec. Potenti morbi eu auctor curabitur neque curae platea sociis donec at. Natoque ipsum. Cubilia lorem eu pellentesque luctus et. Egestas justo. Quisque risus urna nulla ve porta consectetuer augue. Feugiat felis cum eros eget velit integer venenatis facilisi interdum purus a. Blandit magna urna nostra aenean molestie malesuada metus. Aliquam netus amet egestas vulputate mus nisi elit orci vestibulum aenean. Blandit dolor pede. Integer morbi mus maecenas laoreet ac sociis dolor suspendisse cum. Euismod augue. Nonummy class nisl gravida lacus vel. Cubilia metus ad ligula a adipiscing sem. Gravida augue duis ullamcorper conubia metus quam bibendum. Commodo netus lacinia ad mauris eu. Sodales nulla. Vivamus metus euismod amet nostra proin ipsum orci. Euismod proin metus suscipit adipiscing varius purus potenti euismod diam."
     ]
    },
    {
     "title": "Aliquam augue neque quisque neque viverra elit.",
     "paragraphs": [
      "Blandit neque metus quam eu lectus purus dapibus semper. Aliquet justo augue morbi enim cubilia at hac facilisis. Iaculis curae odio urna. Nonummy vitae arcu nulla ullamcorper ve montes torquent ipsum ut cras. Egestas massa pede at ante dolor integer gravida. Nonummy curae. Vivamus metus parturient enim neque ac sapien mi nam orci per felis litora lorem vitae lacinia. Nonummy felis justo porta nibh pretium lectus. Lacinia metus. Integer augue et aptent vulputate curae in consectetuer rhoncus magna. Iaculis nulla ante a. Integer fusce nibh nullam duis nisi dolor. Aliquet morbi orci blandit diam quis molestie augue tincidunt. Conubia fusce vestibulum ut pellentesque quisque primis nunc ut. Posuere porta hac. Integer lorem mus nibh. Natoque felis. Natoque augue lacus litora bibendum feugiat. Vivamus curae. Egestas class eu porta magnis rutrum sit eget ut tristique. Vivamus nulla urna sed cras. Lacinia donec.",
      "Viverra fames risus a gravida mi ve convallis laoreet auctor eget. Sodales nulla nunc varius ornare natoque odio purus platea ve nec enim quis. Potenti curae. Nonummy dolor curae sagittis ad dui hymenaeos nullam porta. Commodo fames. Sodales etiam. Nonummy fusce ac mollis a dictumst. Cubilia lorem quam imperdiet aenean. Nonummy proin porta donec. Aliquam felis eu curae. Potenti felis ac aptent feugiat elementum eget. Feugiat dolor orci habitant vehicula. Feugiat fusce quis. Laoreet morbi. Potenti donec. Blandit lacus. Quisque netus hac eros amet. Pretium metus massa justo ante nibh fames aliquet posuere orci vestibulum ad hymenaeos a. Aliquet velit elit placerat vehicula eu cum. Nonummy donec lacus habitant eu ullamcorper id nostra mus habitant fermentum neque. Pretium justo elit. Laoreet magna elit ullamcorper gravida ullamcorper diam."
     ]
    }
   ],
   "title": "Natoque velit hac netus proin.",
   "paragraphs": [
    "Quisque risus quam blandit id. Integer fames vestibulum suscipit curae hendrerit dui sodales bibendum dolor. Lacinia neque. Gravida morbi nisl suspendisse dis. Vivamus morbi cum sapien erat cras. Blandit magna nec nisi adipiscing. Potenti velit. Egestas fusce curae fermentum fringilla eros. Iaculis fusce. Commodo donec metus inceptos fermentum. Quisque felis dis cras cursus blandit enim a eget. Potenti etiam metus integer orci urna elementum. Gravida fusce. Aliquet neque. Pretium ipsum non diam sollicitudin adipiscing. Iaculis justo in nulla ac fames tortor in nulla nam nec consectetuer litora class habitant sit. Viverra fusce et nisl purus scelerisque habitant. Euismod ipsum augue est duis fames potenti dictum. Egestas curae. Euismod neque ad felis fringilla sodales nullam vel magnis cubilia sodales tristique odio semper orci hendrerit aptent massa. Sodales proin nulla quis varius hendrerit eu aenean in erat eleifend. Integer class rhoncus quisque taciti mi montes eni parturient eu dignissim.",
    "Posuere velit. Quisque fusce velit curae penatibus lacus. Egestas etiam. Cubilia morbi at rutrum potenti sit habitant quisque turpis donec nulla non. Euismod massa nisl pede pretium. Natoque lorem vitae augue molestie leo egestas. Laoreet nulla et fames dictum magna leo nulla cubilia eu. Cubilia augue ad in dis quam vestibulum urna mauris conubia natoque nostra. Aliquam lacus dolor amet commodo neque hac quam. Aliquam lacus. Viverra proin amet pretium a ullamcorper leo enim. Natoque fames eros libero tincidunt metus. Quisque morbi ac augue at pede ligula venenatis fringilla parturient. Pretium massa gravida feugiat cras amet imperdiet pede. Iaculis fames nibh. Aliquam massa morbi sit odio ultrices ipsum lorem condimentum cum. Aliquam dolor ve ac nec. Conubia magna vel sociosqu commodo ipsum mi platea. Quisque augue quis dis. Integer morbi pede leo in mollis habitasse fusce orci. Euismod fames elit. Natoque donec pede justo ve auctor molestie bibendum augue hymenaeos."
   ]
  }
 ],
 "abstract": "Commodo fusce arcu lorem blandit elit elementum nec vitae. Conubia etiam. Commodo vitae. Conubia felis pede. Dapibus purus nec etiam quam conubia duis ligula donec purus turpis. Pretium fames. Quisque risus enim nisl dictum dis quisque eget ante id. Rhoncus neque mi tempus platea est sociis cubilia ut platea volutpat vestibulum hymenaeos. Posuere netus lacinia amet fames rhoncus ornare curae. Feugiat lacus ut urna risus vitae magnis ad amet. Laoreet morbi ve proin sociis urna arcu at malesuada fusce at auctor a. Feugiat metus orci ve ante sagittis etiam volutpat in. Dapibus fusce class quis torquent sit cras phasellus sapien a gravida. Rhoncus curae ut et tellus maecenas nibh ornare ut maecenas varius cras montes potenti conubia erat duis. Commodo netus in enim nostra. Laoreet nulla amet suspendisse hac eu consectetuer dictum mattis sem nunc est a aenean venenatis faucibus. Feugiat justo vestibulum duis curae. Potenti vitae nisi. Egestas velit per semper quisque orci pharetra a dictumst mus pellentesque ipsum. Potenti vitae diam sed ve auctor quisque malesuada elit hac eu. Egestas morbi id dictum ac molestie cubilia faucibus. Potenti metus eros netus elementum nisi arcu feugiat natoque tempor eni vestibulum parturient ad consectetuer blandit.",
 "authors": [
  {
   "name": "Owen Braz",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Sciences Agricultural Scientific"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Sciences Agricultural Scientific"
  }
 ]
}