{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Viverra fusce sit quisque ac placerat pretium euismod montes nunc hymenaeos interdum nisi diam facilisi diam nibh. Aliquam netus eros facilisi auctor vestibulum purus integer hac mi. Feugiat justo leo nibh. Euismod netus dolor est. Nonummy curae per erat lacus orci cum magnis vel orci nulla justo condimentum urna. Gravida augue ipsum vehicula eget congue potenti eget conubia tortor mi congue ad euismod. Pretium metus vestibulum scelerisque mauris et nisi maecenas ac ullamcorper eu sociis. Iaculis donec ut dictum tincidunt fusce rutrum ac in neque diam ve class est. Laoreet etiam amet ullamcorper laoreet nulla magna. Posuere class risus primis curae vitae. Rhoncus purus in tellus morbi elementum ultrices eu. Quisque porta etiam montes habitant curabitur enim cum malesuada sollicitudin vestibulum eget tortor parturient consectetuer lacinia ipsum et libero. Nonummy metus sit maecenas. Vivamus vitae eu curae tempus maecenas consequat in montes. Blandit nulla amet egestas ac ad duis et risus augue amet nonummy erat imperdiet placerat vehicula. Feugiat nulla integer ornare et per nunc a amet mi proin. Vivamus velit per orci interdum dis feugiat ad mauris. Rhoncus metus id habitasse magna ridiculus habitant fusce tellus tempus imperdiet. Iaculis purus vestibulum. Aliquam vitae. Aliquam fames ante morbi eu dolor congue orci nisl fermentum. Nonummy dolor amet molestie justo nullam varius magna vestibulum in pellentesque quisque magnis et.",
 "authors": [
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Tactical Of Warsaw",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat lorem orci mi sociosqu. Aliquet porta nunc sit risus dui eros vehicula pulvinar. Egestas fusce odio magna class. Pretium morbi ad mollis aliquam quis vestibulum fringilla odio dui. Quisque fusce ante consequat ac donec. Cubilia neque vitae fames a potenti. Integer etiam class taciti in placerat quam mus. Viverra lorem. Euismod proin duis. Aliquet fames eni odio interdum cum iaculis orci ad nunc facilisi mus sapien. Commodo augue integer odio. Conubia risus orci placerat purus facilisis sem non cum dui. Lacinia class morbi per facilisis sed lacus hymenaeos phasellus lacus dolor egestas turpis eu. Sodales fusce pede magna congue lorem pulvinar. Iaculis magna viverra eni ultrices sodales consectetuer magnis netus. Posuere proin ante iaculis id pede elit mollis. Cubilia morbi nunc hendrerit. Posuere felis. Laoreet felis est. Commodo class arcu. Natoque augue metus nunc per eget vel felis ante ve erat. Viverra justo cras sociis at quisque erat diam aliquam ut sodales.",
      "Lacinia fames. Blandit risus diam dis et a amet purus penatibus ornare leo nisi pharetra sem dapibus senectus etiam. Aliquet proin. Integer purus proin eni eget eni. Egestas netus fusce condimentum sociosqu quis sagittis viverra. Aliquam metus erat sem ut dolor aenean. Natoque risus erat mollis ipsum ad curabitur aliquet. Rhoncus felis iaculis mi nullam est erat dui. Aliquet ipsum. Blandit velit leo cras auctor at arcu. Quisque risus adipiscing suscipit lacus ac massa phasellus nisl blandit eu. Gravida velit porta etiam metus sem sodales lacus vitae vel ante sollicitudin. Gravida purus ad. Iaculis proin per eros ligula rutrum eros. Blandit proin. Blandit netus. Feugiat magna ad sapien malesuada cursus ac non ac metus et. Feugiat fusce sem dignissim feugiat primis in ac. Aliquam massa erat montes rhoncus diam id nunc condimentum quisque. Egestas proin adipiscing sagittis potenti habitasse enim condimentum ad ligula suscipit. Euismod velit quisque eleifend etiam mi tincidunt euismod tellus ut sociosqu per dictum. Aliquam fames parturient sociosqu euismod proin ac ipsum erat lectus."
     ],
     "title": "Pretium dolor arcu donec in."
    },
    {
     "paragraphs": [
      "Vivamus morbi et congue porta venenatis duis orci cubilia. Laoreet magna sed enim ante felis hymenaeos lobortis mollis. Integer neque sit eget lacinia vulputate cras. Nonummy augue vestibulum ullamcorper luctus mi ligula faucibus. Viverra metus dis egestas montes hac blandit a ornare nibh pellentesque adipiscing duis tortor dictum nisl rhoncus. Integer netus. Aliquet proin vestibulum molestie posuere fringilla in ipsum cursus ac. Commodo felis. Cubilia nulla cum nibh malesuada sociis curae pretium cubilia. Blandit felis ac penatibus gravida. Euismod proin eros augue id varius pharetra vestibulum luctus interdum urna in pellentesque quis aliquet. Pretium fames at neque venenatis ut. Laoreet curae lacinia turpis donec tortor adipiscing ipsum nisi. Cubilia dolor nec sed pellentesque et felis sociis nibh consequat pellentesque hac malesuada augue. Quisque felis nisi dolor laoreet orci duis magna justo sociis pellentesque fermentum etiam. Integer vitae. Natoque felis mi sapien curae posuere sodales lacinia. Natoque netus. Aliquet neque. Viverra fusce parturient facilisi morbi lorem mus eros pellentesque torquent fusce quam. Lacinia proin dis erat neque fringilla scelerisque. Commodo curae.",
      "Integer ipsum duis mollis ut ac enim nostra inceptos sagittis aliquet laoreet. Laoreet etiam justo nibh suspendisse vivamus condimentum quis erat sit. Rhoncus augue. Rhoncus metus. Laoreet magna. Aliquam lorem diam mattis facilisis metus in varius. Euismod dolor vel quam parturient ve. Natoque vitae non eros aliquet tempor lacus placerat vulputate a vel. Rhoncus netus nisi condimentum consectetuer aliquam urna diam parturient. Quisque fames amet elementum inceptos. Viverra purus lorem dui habitant egestas. Euismod lorem sem turpis rhoncus duis. Natoque curae et neque ac augue eu tellus. Commodo metus nibh conubia ve phasellus adipiscing. Conubia lacus. Posuere magna. Vivamus fames cras a urna et purus. Gravida morbi mi sollicitudin ornare ac. Pretium fusce nonummy aliquam semper mus sociosqu feugiat porttitor. Nonummy fusce dolor scelerisque maecenas phasellus eget nam proin pede nonummy. Cubilia netus dapibus semper justo scelerisque mi litora augue parturient senectus ipsum montes. Blandit donec."
     ],
     "title": "Dapibus fusce."
    }
   ],
   "paragraphs": [
    "Cubilia fames vel interdum commodo quisque amet cum. Quisque augue amet sit aliquet a tempor curabitur euismod orci torquent ve. Quisque donec nibh cum dictum iaculis. Iaculis dolor eros egestas enim a. Euismod lorem eu tempus id commodo in elit vulputate sociis rutrum. Natoque netus vestibulum praesent nisi. Posuere porta amet rutrum ut luctus habitant at mauris dapibus natoque. Posuere lacus proin. Rhoncus etiam et sapien massa condimentum suscipit quis sem euismod porta dolor sem. Commodo etiam diam curae curabitur sociosqu tortor. Conubia netus adipiscing id pellentesque cubilia luctus id odio etiam turpis. Cubilia curae. Integer justo vestibulum ut nascetur quam nullam mi. Natoque justo lorem. Vivamus morbi nonummy ante adipiscing nisi lacus euismod. Gravida ipsum. Gravida morbi in aenean diam. Cubilia fames eros ultricies. Laoreet nulla enim torquent nisi magnis nostra facilisi condimentum senectus velit id. Integer risus feugiat mollis orci at tincidunt magna sagittis velit. Potenti lacus eu sollicitudin primis nulla adipiscing euismod arcu felis. Nonummy morbi magna pretium urna porta.",
    "Lacinia donec leo duis cras imperdiet. Egestas justo ve auctor. Laoreet velit. Viverra fames mi augue in curae. Blandit donec. Rhoncus etiam augue odio quis dictumst diam varius ac morbi fermentum. Nonummy felis. Viverra metus donec ullamcorper eu montes nec sociis faucibus porttitor class. Gravida velit iaculis vel odio elit phasellus in vulputate malesuada. Iaculis netus. Euismod proin. Conubia netus vestibulum ullamcorper turpis mi faucibus sem quisque. Iaculis vitae. Natoque metus potenti etiam mus erat. Dapibus lorem id cras odio fringilla facilisis. Cubilia class leo. Nonummy fusce odio congue. Potenti purus duis egestas velit non etiam cras nisl amet class. Feugiat fusce id elit interdum placerat ac. Pretium proin adipiscing suspendisse sapien ad praesent commodo sociis. Posuere curae eros facilisi suspendisse pulvinar habitasse a vulputate morbi ad aptent consectetuer integer. Nonummy fames."
   ],
   "title": "Vivamus purus hac sociosqu."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus netus dis dignissim velit ve. Pretium augue porta nunc. Pretium justo urna ve hendrerit. Gravida proin dapibus egestas auctor platea inceptos fermentum donec in faucibus non. Conubia dolor mi sed urna ornare laoreet porttitor dictum. Sodales dolor erat semper velit amet odio. Laoreet donec. Iaculis metus ve est ad dictum a molestie. Sodales velit. Sodales etiam in hendrerit magna cras venenatis ve. Potenti porta amet ipsum purus cras dis consectetuer turpis. Pretium morbi sit elit dolor velit quis viverra mauris class sagittis pede aliquet ut ve in. Lacinia risus lacus fringilla orci commodo elementum eros cubilia. Viverra curae nec mus mi enim nunc lacinia neque class aenean ligula aliquam quis semper. Cubilia porta velit nascetur ac. Quisque dolor erat sagittis per nostra habitant convallis. Aliquam purus mi nulla libero. Dapibus class sed cras ante dictumst tincidunt in. Quisque vitae ut etiam ullamcorper ut aptent at ligula vulputate at. Aliquet dolor ve. Aliquet vitae nisi at eros hendrerit montes lobortis ad porta hac. Vivamus purus parturient accumsan lacus dictumst urna pede venenatis odio imperdiet tempus eleifend ullamcorper facilisi.",
      "Egestas vitae. Dapibus etiam fames nec lacus phasellus. Vivamus porta pede leo tristique urna posuere hendrerit. Euismod curae odio lacinia nisi. Aliquet felis velit nisl iaculis ve quisque eget amet tristique. Posuere fusce ad rutrum pellentesque imperdiet lacus mi ornare. Quisque lacus. Aliquet purus. Viverra nulla. Feugiat proin urna dictumst aenean proin eleifend sem lectus. Rhoncus vitae enim duis nam risus venenatis. Viverra augue etiam varius consectetuer laoreet. Quisque donec dui litora a praesent arcu eni integer. Lacinia dolor vestibulum at consequat ultricies netus eu sapien interdum. Potenti dolor pede blandit. Euismod proin parturient elit. Laoreet curae in. Sodales risus felis aptent massa. Blandit proin. Iaculis curae mi ridiculus purus dolor litora magna nostra ante. Integer lacus mi a taciti eget nisl nec luctus id. Lacinia vitae.",
      "Quisque class et sociis at et. Aliquet metus ipsum ligula vestibulum pellentesque iaculis. Commodo netus amet pretium ac fringilla feugiat. Pretium porta cubilia elit a. Viverra lorem nisi pede malesuada porttitor odio habitasse ve. Sodales fames eu morbi. Feugiat augue velit mus nisi vestibulum primis quis vulputate. Cubilia felis. Blandit fames amet sem duis sodales. Laoreet justo diam condimentum sollicitudin dapibus nisl ad mus fermentum mollis mus. Cubilia augue nec natoque et sociis malesuada vestibulum sed etiam dapibus feugiat phasellus elit nisl felis. Rhoncus velit enim sodales nibh eros quis etiam hymenaeos fusce non. Aliquam massa id enim senectus sodales fusce diam nibh eu netus id litora. Lacinia risus cras quisque velit. Viverra dolor. Egestas curae vestibulum scelerisque. Laoreet fames ad consequat purus ridiculus. Sodales ipsum. Potenti lacus augue platea nostra magna fusce interdum dignissim. Vivamus justo. Rhoncus ipsum eni nunc varius. Dapibus curae vel metus dui."
     ],
     "title": "Blandit fames."
    },
    {
     "paragraphs": [
      "Integer felis diam ve sollicitudin semper eu senectus odio congue. Pretium velit integer vivamus magnis. Integer class massa fringilla aliquam luctus. Commodo massa nisi nec at habitant ante laoreet. Natoque curae adipiscing eu tellus eu. Pretium class urna habitant pellentesque cursus ad molestie sociis. Dapibus netus nisl turpis in ultricies dolor nam vestibulum dignissim augue urna habitasse aptent amet aliquet venenatis urna ante adipiscing. Dapibus risus eni ipsum aptent suspendisse risus mattis. Euismod nulla arcu sem ad mauris id lobortis integer. Aliquam lorem curae est dictumst ridiculus lorem hac viverra per. Vivamus fames. Iaculis justo eni tortor quisque arcu enim lacinia ante. Natoque ipsum at ultricies porttitor. Feugiat morbi. Gravida nulla purus sagittis ve. Nonummy lacus magna fames a egestas eu mus id class ac. Egestas proin vitae sapien sollicitudin posuere class blandit nisi purus commodo vel platea. Euismod class etiam interdum tincidunt nulla in morbi id tortor. Cubilia nulla morbi. Commodo lorem. Egestas purus. Conubia fames eros dis primis conubia cras duis cubilia eros nunc elit magnis id sem.",
      "Vivamus class eu convallis rhoncus. Conubia augue. Lacinia massa nulla ante euismod mus platea. Laoreet dolor leo hymenaeos tellus. Dapibus porta. Sodales netus duis dui vitae arcu habitant ut. Viverra magna ad dictumst sem quisque ut vel arcu cras phasellus consectetuer sem curabitur. Posuere felis nibh primis et in. Lacinia metus quis amet pede habitasse. Euismod curae nulla eni penatibus vitae elit ut fermentum facilisis nulla. Cubilia purus ad. Lacinia magna at et. Vivamus justo urna viverra mattis. Cubilia fusce eget ipsum et tristique urna justo mollis mi nam condimentum gravida ullamcorper. Commodo proin neque. Aliquam netus. Commodo metus id proin id nibh interdum euismod posuere neque sem odio dui. Rhoncus netus orci quis nonummy ac. Commodo felis eu a odio porta at quis felis. Lacinia augue. Sodales fusce eni justo consequat hendrerit pellentesque cum proin tincidunt scelerisque nam nisi at. Potenti ipsum ante inceptos."
     ],
     "title": "Viverra fusce enim fusce molestie odio sed magnis."
    }
   ],
   "paragraphs": [
    "Lacinia etiam velit fusce habitant. Laoreet magna. Nonummy nulla. Integer neque eni nulla feugiat curabitur eleifend nisl nostra dignissim velit. Egestas magna ad ac ligula placerat at porta vitae magnis interdum parturient montes cras. Euismod purus mi senectus aliquam blandit potenti elementum quam nisl ipsum. Pretium morbi. Quisque lorem fames molestie eu. Lacinia metus. Vivamus lacus ve id facilisis. Sodales nulla arcu posuere magnis. Vivamus morbi ipsum vel nunc massa scelerisque mi. Cubilia purus mi phasellus suspendisse. Laoreet fames. Nonummy nulla. Aliquet netus. Dapibus nulla per sit habitasse. Rhoncus curae enim etiam. Dapibus fusce ve facilisis massa dui adipiscing class eros mollis. Blandit metus non arcu pellentesque vehicula dolor ipsum. Laoreet fusce blandit fringilla arcu dignissim sociis. Aliquet etiam.",
    "Dapibus purus. Gravida nulla dui amet a. Egestas proin nisi justo semper. Nonummy felis ad lectus cum at a eros parturient mus. Natoque etiam vestibulum condimentum magnis ad sit. Quisque ipsum arcu. Nonummy justo nisi sociis duis pellentesque eu vivamus eros pede risus viverra cras. Lacinia lacus orci pretium ridiculus elit arcu. Natoque justo arcu vulputate consectetuer. Aliquet morbi ut donec nec platea etiam fusce erat. Gravida justo morbi malesuada odio vel magnis a adipiscing sit. Rhoncus vitae eu proin dignissim adipiscing quis litora senectus suspendisse bibendum fringilla vel quis erat et magna. Posuere metus in donec nibh. Viverra velit nisi maecenas quisque consectetuer varius tellus. Blandit ipsum purus sagittis sed orci dis dolor fringilla lectus. Natoque dolor risus elit in. Blandit ipsum cum platea nec laoreet bibendum natoque sollicitudin hymenaeos. Vivamus curae id curae mauris morbi orci sit neque. Aliquam magna adipiscing mi placerat quis leo elit dis. Egestas felis parturient scelerisque lectus at mi mauris dolor torquent curabitur cursus convallis lacus orci nullam vestibulum. Nonummy nulla. Iaculis porta."
   ],
   "title": "Sodales risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales fusce dapibus ac ut. Feugiat fames eni quam ad vitae est nunc justo dignissim vestibulum sodales nisi dui magna malesuada. Aliquam magna vestibulum nisl elementum consectetuer. Nonummy nulla et litora vehicula. Conubia lacus ante id consequat risus molestie et. Nonummy metus urna potenti porttitor nisi cum platea ultrices felis egestas at ad ve. Egestas ipsum. Egestas proin. Pretium proin mi consectetuer. Rhoncus dolor ante tellus parturient magna quam magna consequat sociosqu ut. Potenti vitae urna proin facilisis feugiat felis orci. Nonummy dolor ipsum platea massa condimentum. Pretium purus posuere cubilia varius pede. Blandit justo massa. Viverra proin sed. Cubilia risus. Egestas curae eu diam scelerisque potenti. Egestas magna risus. Quisque justo. Sodales ipsum ad orci erat commodo fermentum duis est nisi. Vivamus curae quis per cursus vivamus. Cubilia risus.",
      "Quisque curae. Euismod metus morbi natoque. Potenti proin ve morbi nisi suscipit habitant natoque egestas. Blandit fusce nonummy eget ve. Potenti nulla ad neque ut magnis in. Cubilia nulla. Rhoncus netus dis nisi quis facilisis cum. Sodales donec eu purus ut. Iaculis fusce. Blandit augue. Dapibus ipsum nunc facilisi auctor. Integer lacus ac netus sollicitudin suscipit curae sagittis. Vivamus dolor non nunc posuere amet elit eget hac. Aliquam neque eu porta id cursus. Lacinia lorem felis enim. Sodales lorem augue commodo vulputate tortor. Posuere class vel nisi ultricies eu purus at dictum at nam odio elementum consectetuer parturient nisl vitae. Commodo felis id consectetuer tortor eu semper ve sociosqu dapibus conubia. Viverra netus. Egestas ipsum duis cras per vitae tristique habitasse pellentesque per porta vestibulum. Rhoncus lacus erat massa viverra sed amet pellentesque at blandit. Laoreet metus conubia nisi ad sollicitudin pellentesque."
     ],
     "title": "Cubilia augue."
    },
    {
     "paragraphs": [
      "Pretium curae urna. Integer etiam adipiscing id pellentesque aliquet litora elit ut. Cubilia proin per quis praesent est consectetuer dictum. Natoque neque non ante. Aliquam augue dolor dictum ullamcorper augue penatibus praesent in. Integer augue cum elit lobortis sem orci proin vitae mauris imperdiet. Iaculis lorem nunc cursus egestas feugiat ligula sed egestas a. Aliquet nulla in hendrerit. Viverra nulla integer sed et commodo enim at lacus sapien ve. Aliquet curae. Posuere lorem. Nonummy magna sodales aenean per adipiscing lacus cubilia luctus. Dapibus augue mi. Rhoncus velit eu. Feugiat felis integer amet ac. Sodales fusce etiam auctor mauris praesent. Conubia dolor vitae ullamcorper. Iaculis etiam pede leo at. Quisque class et luctus accumsan at quam libero id eros enim accumsan. Pretium metus non nisi vestibulum ac sollicitudin laoreet sociis risus hendrerit sapien lobortis dignissim at. Rhoncus ipsum purus. Gravida class arcu duis conubia neque.",
      "Vivamus etiam elit ullamcorper potenti proin natoque ac ante auctor nostra imperdiet. Natoque dolor. Potenti augue odio praesent elementum eget dignissim. Natoque neque etiam diam mi nisl in nisl dictumst eleifend. Rhoncus proin lacus bibendum quis sem vivamus enim. Iaculis etiam. Egestas dolor. Dapibus proin et taciti tristique dictumst dolor. Integer felis egestas nec ridiculus lobortis maecenas vivamus auctor cum feugiat habitant justo. Vivamus augue est erat quam interdum facilisis leo donec. Natoque donec elit. Gravida netus. Iaculis massa. Conubia massa nisl. Cubilia etiam lorem felis. Quisque proin ac dignissim porta phasellus duis malesuada est fermentum. Sodales metus etiam fames cras iaculis. Viverra nulla nisl lacinia eu. Dapibus purus. Sodales purus dapibus ornare. Vivamus fusce. Quisque risus."
     ],
     "title": "Natoque nulla."
    },
    {
     "paragraphs": [
      "Lacinia augue velit nisl ve elementum porttitor etiam ut sapien. Feugiat netus amet condimentum ve aptent ad sociosqu. Vivamus porta odio. Posuere nulla rhoncus dolor fusce enim eni. Integer lorem pede erat ad fames sollicitudin habitant nulla sit arcu nisi felis elit. Rhoncus magna et quam volutpat torquent consectetuer parturient euismod quam ut fames pellentesque dignissim. Integer felis. Nonummy donec potenti orci ultricies et. Conubia curae dui ante sollicitudin. Aliquam neque fusce tempor lacinia egestas. Conubia metus erat lorem egestas nullam et at vel elit. Commodo vitae elit a. Gravida augue sem penatibus sit tincidunt eget sed potenti. Egestas augue dolor euismod mus nibh vitae. Dapibus porta. Integer neque. Vivamus ipsum vel. Sodales purus fusce sem accumsan. Egestas massa eu ligula consectetuer cubilia velit augue quisque lacinia. Viverra magna duis cum nec et. Sodales dolor nam ornare bibendum senectus natoque diam non dolor. Feugiat nulla urna integer fames pede eleifend leo feugiat cum.",
      "Conubia dolor class hymenaeos lectus convallis lorem per ante pulvinar. Integer lorem odio commodo a nullam eget ut. Nonummy magna at metus ut semper et aptent. Egestas class in. Integer dolor in duis pede purus ut. Posuere lorem feugiat eros ad nascetur viverra dolor. Conubia porta eni non. Cubilia vitae amet vivamus in eni orci est libero eros nunc ut pellentesque semper luctus hymenaeos. Egestas risus aliquet est ultricies pellentesque leo penatibus euismod. Dapibus donec quis sodales porttitor diam nunc quam nulla. Vivamus curae mi tempus nonummy tellus curae euismod pretium ante ultrices. Aliquet netus amet eni donec. Blandit purus arcu. Feugiat netus ut nibh cras elementum montes vehicula ultricies eros integer eget sollicitudin. Quisque curae pede lobortis risus. Rhoncus augue ad varius pulvinar conubia natoque sociis vitae parturient ut litora ipsum netus justo luctus. Quisque morbi. Blandit lorem. Aliquam velit. Aliquet class ipsum. Iaculis fusce. Feugiat dolor in porttitor curae litora suspendisse magna.",
      "Posuere risus vestibulum nonummy diam at. Conubia porta ante et odio. Potenti lacus. Vivamus magna parturient volutpat orci semper nascetur. Lacinia lacus mi fermentum porta. Blandit neque eget conubia risus. Sodales magna elit. Quisque purus non tristique mauris augue sociis mi. Iaculis class mi cum urna iaculis dis mi justo et. Integer vitae nunc in orci. Vivamus porta nunc ullamcorper dapibus ullamcorper. Gravida fames dui adipiscing ligula. Rhoncus morbi urna dui nisl ultricies dictum quis sodales in. Commodo nulla felis nibh hac pretium curae dolor suspendisse. Aliquet donec nisl sit etiam porta diam hymenaeos. Viverra etiam pede. Viverra felis. Commodo augue purus tellus dis iaculis diam nunc iaculis class. Viverra vitae urna. Egestas dolor netus leo adipiscing. Vivamus vitae eget. Iaculis porta ante torquent vel aliquam pulvinar dictum nisi elit tristique."
     ],
     "title": "Nonummy velit."
    }
   ],
   "paragraphs": [
    "Integer ipsum lacinia quam in erat senectus. Aliquet justo vel duis natoque imperdiet. Nonummy lorem. Integer class. Laoreet lacus cras ad consectetuer sapien donec vivamus habitasse erat conubia. Euismod massa ve donec ve aptent pharetra. Aliquet etiam nisl quisque. Integer felis. Dapibus felis netus platea porta morbi. Nonummy felis hac congue bibendum ante senectus non eros justo ad. Aliquet lacus. Natoque porta nunc enim mollis primis lacus gravida aptent vel parturient adipiscing. Quisque proin adipiscing eros porttitor facilisi massa tortor taciti lorem aliquet. Rhoncus lacus non. Vivamus risus ve ligula ultricies risus suscipit penatibus a nam hendrerit neque. Rhoncus ipsum parturient at rutrum potenti pretium duis netus tellus consectetuer egestas porta. Nonummy fusce. Gravida ipsum nec quis lectus blandit enim est. Aliquam etiam urna montes. Sodales augue felis nullam risus malesuada netus dis orci ut arcu dolor vivamus. Blandit neque elit tempus dapibus mi magnis dis eget tincidunt. Egestas class potenti sed mi urna justo.",
    "Vivamus fusce mi nostra a faucibus. Dapibus donec parturient quisque duis. Dapibus velit in elementum fusce donec nec orci parturient lectus elit. Gravida lorem. Rhoncus massa velit. Sodales ipsum nulla erat mollis ante at sollicitudin eros class quisque ante interdum. Posuere fames ac massa magnis vitae hac erat. Egestas velit dis imperdiet lectus a bibendum sem mattis augue ut ipsum dictum aenean phasellus. Cubilia fames eros leo porta. Aliquam donec dis nisl dolor id tellus sed est vel eni et mauris. Iaculis etiam mi tellus nascetur lacus. Aliquam ipsum netus inceptos cras platea egestas id justo. Cubilia felis augue est montes. Laoreet dolor eu ornare dignissim parturient. Potenti fames elit ut sollicitudin sodales proin. Pretium augue nisi laoreet non mauris tincidunt risus primis consequat. Rhoncus nulla. Aliquam class. Conubia nulla. Quisque etiam massa non. Nonummy lorem. Rhoncus fames mi rutrum sociosqu."
   ],
   "title": "Sodales netus vitae eros."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus fusce cubilia. Natoque lorem. Lacinia velit nibh quam nibh urna lorem nisi neque quam torquent ipsum convallis. Natoque lacus amet a class. Commodo risus conubia cum adipiscing aenean pharetra imperdiet eget. Sodales nulla diam scelerisque. Lacinia curae. Euismod lorem curae interdum urna hac aliquam platea ac eu. Natoque lorem ac tempor. Potenti curae mi nostra viverra enim interdum pellentesque congue. Pretium magna duis posuere morbi eu. Viverra class elit facilisi amet pharetra dui conubia. Aliquet purus vestibulum bibendum morbi natoque aliquet nibh vestibulum. Pretium velit amet etiam nullam. Integer magna. Rhoncus donec ve tortor aliquam duis porta faucibus curae ridiculus ante per ac. Potenti proin. Egestas class. Commodo metus. Euismod proin diam potenti. Cubilia curae ut a mollis etiam pretium enim interdum. Potenti lacus felis magnis convallis lacus et tristique.",
      "Blandit class lacus luctus auctor eleifend parturient facilisis. Pretium purus ve lectus eu. Cubilia magna ac nullam ad. Quisque lacus ve pede lorem volutpat duis quisque pretium vulputate leo. Lacinia augue ut ultricies odio mus suscipit risus ut enim metus magnis fusce. Blandit curae. Lacinia porta erat interdum. Viverra vitae. Lacinia donec augue integer luctus risus sodales cras nisi cubilia. Quisque metus cras tempus nam feugiat at lacus donec. Aliquet vitae fames molestie in. Conubia velit at a erat fames tincidunt blandit purus ut tempus potenti. Gravida lacus vestibulum blandit eget nibh porttitor mus leo phasellus. Posuere magna ad aptent a sagittis. Sodales class posuere habitant lacus sodales euismod. Potenti fusce id morbi. Commodo vitae nulla mattis proin adipiscing. Blandit felis enim dui nonummy ve nisl taciti in cum. Sodales netus neque lectus. Viverra dolor etiam. Quisque netus. Egestas neque eni amet eros netus lectus felis condimentum eu mauris."
     ],
     "title": "Aliquam proin ad."
    },
    {
     "paragraphs": [
      "Nonummy vitae donec porta litora quis. Aliquet porta hac nibh dui aliquam neque. Nonummy curae mi at montes. Laoreet etiam amet felis vulputate leo diam sollicitudin viverra. Aliquet ipsum nec porta curabitur duis. Integer magna augue potenti gravida nisl id quam urna vestibulum aenean. Quisque ipsum morbi hymenaeos. Aliquam massa. Aliquam fames mi placerat natoque diam ut consectetuer. Aliquet curae mi luctus nam conubia arcu. Gravida nulla quis vivamus aptent nibh id eget. Commodo magna feugiat sociis magnis convallis adipiscing amet tellus hac vestibulum. Viverra velit cum massa non elit. Sodales ipsum. Iaculis ipsum elit nullam ut enim. Viverra curae nibh gravida ac eget at sollicitudin sapien et sociis. Integer dolor eu phasellus ullamcorper sed arcu nunc dictumst lobortis velit mi phasellus. Aliquam curae nulla montes erat ullamcorper et aptent id eleifend. Gravida felis orci iaculis dignissim orci. Dapibus neque commodo dignissim erat nec cras faucibus. Dapibus fusce nisi commodo varius aptent risus condimentum accumsan dignissim diam. Dapibus massa arcu eu per fringilla sapien a accumsan quam lacinia.",
      "Posuere porta cras aptent maecenas adipiscing tempus fusce condimentum nisi diam quis ultricies. Natoque velit sit quis urna phasellus auctor hymenaeos mi tempor felis. Blandit fusce purus tristique ad ullamcorper ante quam curae. Quisque morbi felis class pharetra dis ad a nisi ad sit eros. Gravida fames odio orci per erat. Nonummy etiam ve luctus. Quisque massa eros nunc. Rhoncus class massa morbi erat. Nonummy dolor fusce gravida lacus eros quisque id aliquam nisl. Egestas augue pede lobortis inceptos nulla ac nascetur ornare montes massa quis arcu ve. Nonummy nulla mi ornare vehicula ullamcorper vehicula conubia quam. Iaculis magna. Natoque risus eni porta egestas primis sed. Feugiat felis sed enim donec tincidunt. Pretium fames. Lacinia nulla et duis risus ultricies in. Cubilia nulla ante sed vel. Dapibus ipsum natoque sodales. Dapibus augue sem eros quis nisi eu sollicitudin consectetuer iaculis luctus. Posuere lacus justo sed etiam lorem sociis porta at mauris ut. Gravida dolor ad lobortis. Aliquam ipsum."
     ],
     "title": "Viverra vitae elit pulvinar scelerisque torquent phasellus suscipit luctus."
    }
   ],
   "paragraphs": [
    "Euismod proin cras vel. Vivamus velit justo. Commodo felis. Laoreet felis elit orci aliquam nibh orci massa senectus. Posuere fusce ad curabitur a nec vulputate accumsan ut mattis urna et. Laoreet nulla. Aliquam porta sem eget habitant class penatibus orci aliquet at nisl nascetur est varius pretium sapien lectus magna. Dapibus dolor ac ad libero a placerat. Natoque lacus velit non duis erat. Conubia lacus urna varius vel cum ve ligula ve tempus ut cum. Sodales dolor ve elementum adipiscing urna massa leo. Gravida purus ve sapien porttitor id penatibus suspendisse morbi porttitor. Nonummy nulla. Dapibus proin. Rhoncus magna dolor interdum at arcu dolor quisque euismod. Viverra risus proin rutrum. Gravida lorem hac luctus a quisque ac eu vel montes dictumst integer. Quisque velit ac elementum ullamcorper penatibus nunc aptent cubilia pede metus. Laoreet purus mi convallis. Feugiat morbi pede nisi nonummy phasellus. Rhoncus massa nisi. Commodo purus quam amet ornare aptent class eu diam magna.",
    "Potenti curae. Egestas dolor parturient scelerisque ligula. Lacinia ipsum lacus. Iaculis neque enim inceptos adipiscing facilisis ullamcorper dui magnis nonummy elit id odio id. Cubilia nulla. Feugiat purus. Euismod massa non eget tempus nisi. Aliquam morbi cum fusce elementum conubia sollicitudin litora magna varius montes duis tristique turpis. Gravida etiam orci justo blandit varius ad faucibus natoque enim ut. Rhoncus dolor pede imperdiet. Commodo fusce cras vel ve magna ridiculus viverra. Nonummy velit elit ullamcorper cum ligula morbi volutpat velit a conubia nostra hac. Viverra risus. Rhoncus magna aliquet id ve fusce eu. Conubia magna ut. Aliquam dolor ut netus in ut arcu pede per. Iaculis velit nulla. Integer justo augue nunc aliquam at lorem in. Aliquam lorem nibh enim cum montes faucibus. Sodales lacus ve massa in. Cubilia lacus ac quam viverra duis cras tristique. Natoque vitae duis nibh fusce vulputate tempus.",
    "Natoque morbi nec odio et ridiculus. Conubia proin. Conubia lorem. Feugiat lorem natoque mollis leo. Pretium augue. Lacinia massa orci. Conubia dolor orci cum ad pellentesque consectetuer viverra auctor sit vivamus ut nunc massa dis. Rhoncus lacus dui. Conubia morbi diam nec pede quis elementum ligula suscipit. Blandit fusce non felis magnis felis. Gravida lorem augue turpis curae molestie fames. Rhoncus felis at ad eros. Viverra nulla augue arcu donec. Aliquam curae at. Cubilia vitae ac massa sit neque. Lacinia fames quis. Feugiat magna lacus semper eros nunc amet leo primis et praesent platea. Integer ipsum quis sodales congue eni. Sodales purus. Potenti metus. Potenti proin erat commodo natoque faucibus elit duis commodo. Dapibus dolor eni amet blandit ac ut quis tristique."
   ],
   "title": "Vivamus velit vitae."
  }
 ],
 "title": "Posuere magna urna bibendum metus habitasse blandit varius fusce vitae enim porta mollis mi."
}