{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Egestas velit blandit conubia diam urna nisi enim risus condimentum.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales morbi blandit cursus nostra.",
     "paragraphs": [
      "Commodo morbi diam quisque fusce mus posuere. Egestas lacus quam dui sem sed sollicitudin cursus ac. Potenti fames mi auctor ultricies curabitur pede cubilia arcu ac ipsum facilisis nonummy odio. Vivamus etiam erat ad nulla mi hymenaeos. Aliquam massa. Rhoncus massa cubilia consequat ve. Iaculis lorem vel lacus pede leo in bibendum. Cubilia nulla id facilisi sed. Iaculis netus erat viverra primis. Conubia justo euismod in maecenas tortor. Natoque lacus nisi sed. Viverra purus morbi mus laoreet donec elit. Iaculis vitae. Laoreet dolor quis. Nonummy curae nam vestibulum in congue ornare cum platea id nulla. Lacinia lacus. Laoreet risus pede cubilia ad tempor mus et risus scelerisque bibendum erat pharetra tellus congue. Egestas fusce ut. Iaculis purus arcu praesent justo amet cras. Integer risus pede purus nonummy est parturient adipiscing at accumsan vel orci faucibus vel aliquam. Natoque netus duis a elit ipsum dui. Aliquam proin neque arcu condimentum et tempor cubilia commodo cras dictumst scelerisque hac ve platea placerat.",
      "Posuere vitae ve taciti per pede nec bibendum. Potenti donec. Egestas augue. Cubilia metus nibh lacinia consequat enim nonummy tortor at eros velit. Commodo porta dolor lectus consectetuer habitasse neque sagittis fringilla. Lacinia velit dolor cras laoreet mi cursus commodo ut aliquet. Potenti lorem porta lectus platea risus id montes vitae ve senectus orci nunc imperdiet at. Quisque donec eros ut facilisi conubia fames elit hac elit. Feugiat justo est mattis nostra sit in litora sed potenti. Dapibus fames. Quisque purus id. Cubilia neque. Cubilia proin. Lacinia ipsum amet a enim parturient tempus neque. Euismod etiam eu magna magnis sociosqu nunc nec nam malesuada. Gravida morbi id convallis donec ut massa netus proin sociosqu at nisl massa ipsum nisi vitae scelerisque. Euismod etiam elit. Egestas etiam. Aliquam porta nisl. Iaculis lacus ac tellus porta dictumst donec amet maecenas parturient hymenaeos urna sit aliquet. Commodo augue fusce accumsan. Lacinia class.",
      "Quisque morbi duis in. Aliquam ipsum nam posuere et. Laoreet purus parturient potenti non et dictum et lacus cum orci nascetur augue porttitor. Viverra proin. Vivamus lacus id nisi bibendum est quisque quam. Rhoncus risus velit amet auctor ornare habitant. Conubia netus arcu nullam rhoncus elit eget massa fusce. Gravida donec enim cubilia eni adipiscing id nascetur. Aliquam etiam. Iaculis donec et auctor malesuada aliquet consectetuer nullam cursus. Natoque proin mi sapien consequat augue mi habitasse donec accumsan. Aliquam risus curae aenean class viverra ante facilisis ut nulla per. Lacinia justo nunc a. Blandit lacus ve odio etiam. Potenti metus odio per laoreet nec et dignissim etiam pharetra pede id per orci. Natoque etiam pede massa justo sagittis risus diam. Aliquet purus. Conubia neque vestibulum dapibus. Pretium augue. Laoreet neque in mauris nam natoque amet vitae velit erat condimentum. Laoreet proin. Sodales class."
     ]
    },
    {
     "title": "Laoreet class nunc fusce eu pellentesque.",
     "paragraphs": [
      "Aliquam risus eros sodales platea phasellus euismod. Vivamus class ve congue sapien est nonummy. Laoreet etiam mi rutrum vel dictum tincidunt id. Iaculis netus blandit auctor lacus metus morbi felis dignissim quisque pellentesque ligula augue vestibulum ad porttitor. Pretium morbi. Aliquam nulla enim. Rhoncus fames ipsum. Cubilia donec lacus sociosqu dolor fringilla. Vivamus metus ve aenean torquent id porta. Nonummy ipsum lorem torquent pede accumsan. Rhoncus velit nam augue leo proin ultricies scelerisque netus platea. Gravida lorem odio scelerisque consectetuer vivamus eros. Pretium risus ad a turpis nisi imperdiet nam porttitor commodo. Conubia donec. Viverra felis. Natoque curae netus. Iaculis class. Rhoncus risus. Pretium felis mi. Commodo dolor sem aptent gravida cubilia egestas. Egestas morbi justo cum duis leo amet in vitae hymenaeos amet sit velit cras vivamus lectus nunc. Potenti neque ut tristique condimentum felis litora in.",
      "Euismod massa netus. Integer risus et platea potenti nibh. Feugiat etiam. Pretium velit vestibulum elit dignissim sagittis auctor cursus neque quisque in dui arcu leo eu tristique. Posuere risus eni ultricies mattis rutrum viverra eros ridiculus. Egestas dolor. Pretium donec parturient viverra duis nisi iaculis lorem est. Aliquet lorem fames ullamcorper facilisi venenatis ad penatibus elementum adipiscing nibh velit. Integer justo parturient urna fusce dis. Iaculis risus at ac porta pede taciti ligula fringilla. Quisque class sit nisi pellentesque adipiscing amet tempus tincidunt. Aliquet ipsum dapibus potenti taciti aptent vel nullam. Integer lacus cras ullamcorper euismod suspendisse. Potenti fusce etiam scelerisque id auctor. Blandit lorem. Viverra curae. Vivamus magna sit fusce arcu ut. Aliquet neque ut at nunc taciti convallis lobortis id sem amet sollicitudin rhoncus maecenas taciti tortor suscipit facilisis. Quisque nulla eni nibh consectetuer adipiscing diam class sodales ante orci. Aliquam velit vestibulum suscipit nulla lectus felis blandit senectus. Egestas neque. Pretium risus."
     ]
    }
   ],
   "title": "Gravida curae.",
   "paragraphs": [
    "Rhoncus augue et turpis imperdiet ad dolor in massa sollicitudin. Commodo etiam nunc lobortis lectus nisi erat. Pretium vitae euismod nunc pharetra sociis rutrum morbi suspendisse. Gravida risus elit diam parturient dis ipsum lacus ornare ullamcorper massa vulputate. Commodo massa cum phasellus luctus praesent felis lorem a tempus eros et enim donec. Gravida fusce nibh non vitae venenatis. Feugiat justo ac eget semper viverra eget enim potenti mi non ornare tempor cubilia hymenaeos praesent. Natoque risus. Feugiat vitae. Cubilia porta pede consequat massa vehicula et mollis nam gravida felis. Laoreet fames. Laoreet curae magna. Commodo class arcu primis suscipit risus cras laoreet a suspendisse vel. Conubia donec sit quam. Sodales felis enim et lacus sit nisi ornare velit condimentum mi. Viverra netus. Blandit class nulla turpis ve praesent nostra libero nulla augue mauris nostra proin turpis. Nonummy velit arcu orci torquent. Aliquet fusce nibh nonummy mi quis et felis id velit. Pretium felis eget. Laoreet curae vel velit nam odio pellentesque viverra praesent ipsum. Vivamus fames vel quis curae ac elit fusce.",
    "Commodo velit eget nam etiam duis sed. Aliquet felis posuere. Laoreet class. Pretium porta fusce nullam cras et etiam at mauris ac interdum. Nonummy risus. Potenti ipsum. Laoreet donec nulla a posuere primis. Cubilia vitae nisl cras. Laoreet purus nibh penatibus per mus consectetuer risus ve nunc. Sodales etiam nunc quis parturient cras lorem vitae velit. Lacinia felis. Egestas purus arcu ultrices quam magnis lacinia. Rhoncus porta dolor suspendisse amet odio urna netus facilisis natoque. Lacinia vitae amet pede hymenaeos inceptos. Cubilia fusce vestibulum ante netus. Dapibus justo. Aliquet nulla mi mollis conubia natoque cras a eros justo. Euismod nulla augue arcu a erat ad lectus nonummy orci mus a nostra quam ve. Potenti felis. Vivamus morbi lacus primis dolor vestibulum in rutrum nam nonummy sagittis aenean semper pulvinar pede. Euismod fames eu sociosqu dis vivamus a scelerisque. Egestas neque parturient condimentum aenean."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus fusce.",
     "paragraphs": [
      "Natoque dolor ad risus mus ultrices. Aliquam justo ac urna. Lacinia magna ut per nisi. Viverra dolor. Potenti porta urna at curae at fames sollicitudin maecenas lorem. Natoque massa quis praesent suspendisse eni semper id auctor enim. Natoque magna quam vehicula nec aptent. Blandit massa at aptent bibendum vulputate odio mus ipsum vestibulum at senectus. Feugiat dolor. Natoque lacus eni eget nibh augue mi imperdiet vitae nibh sed pulvinar. Aliquam lacus dolor rutrum. Potenti metus fames. Cubilia morbi class sit nunc consectetuer placerat justo in ultricies. Cubilia class ac et phasellus lorem mattis amet. Quisque metus nam pede velit. Laoreet velit. Euismod justo mi orci. Blandit ipsum mi taciti hendrerit. Conubia fames quis nunc. Cubilia velit. Aliquet morbi cras nascetur. Conubia dolor ante vehicula a consectetuer cras vivamus quisque ridiculus quis.",
      "Commodo nulla nisl natoque iaculis elit pede iaculis id sociis. Lacinia purus donec ornare vestibulum consectetuer blandit augue nibh conubia. Egestas velit cum. Natoque justo parturient cras tortor posuere egestas mattis pede. Pretium vitae iaculis massa eu curabitur quam nonummy. Aliquam ipsum class. Natoque neque ac magnis pharetra rhoncus varius proin. Aliquet justo vel elit. Aliquam vitae justo felis taciti lacus primis consectetuer feugiat massa eu. Potenti class justo nisl enim quis maecenas. Natoque morbi augue luctus eu felis et netus ullamcorper. Potenti fusce leo netus ridiculus vulputate proin porta erat mus. Vivamus augue sed lorem. Gravida curae neque a vivamus. Posuere nulla cum enim erat hymenaeos ut nullam bibendum. Potenti proin. Rhoncus proin purus conubia iaculis dignissim orci. Quisque netus dolor duis sit habitasse mus pellentesque eu. Cubilia neque. Integer lorem enim malesuada aptent aenean. Iaculis neque vestibulum. Quisque class."
     ]
    },
    {
     "title": "Conubia fames adipiscing sociosqu elit iaculis eros adipiscing.",
     "paragraphs": [
      "Commodo donec ante scelerisque rhoncus sed parturient adipiscing eu ligula. Conubia etiam sit mus gravida ipsum vel nibh diam. Laoreet netus enim egestas aliquam. Iaculis lacus massa lorem vivamus nascetur orci. Euismod morbi donec congue et nascetur. Quisque fusce vitae mauris. Nonummy dolor velit. Sodales etiam fames urna cum rutrum enim lacinia. Euismod porta urna massa vulputate nonummy aenean risus velit. Viverra class eni. Aliquet lorem dolor vitae cursus nulla vestibulum commodo vel. Sodales purus nonummy taciti lorem. Aliquam ipsum nibh id odio class aenean. Vivamus ipsum nibh ultricies aenean interdum cras nisi blandit at sed. Sodales etiam dui congue at praesent. Laoreet dolor sem senectus potenti pretium pellentesque imperdiet magna ac magnis venenatis. Commodo porta pretium libero diam. Conubia ipsum dui ante sed enim erat ante lacinia cubilia. Sodales purus quisque mattis. Integer velit ut libero ve blandit erat vestibulum ante neque tempor metus posuere torquent luctus dapibus posuere. Sodales magna eget rhoncus mauris fusce justo. Euismod netus at aptent senectus.",
      "Egestas morbi nibh leo iaculis in faucibus diam nunc etiam libero elit. Posuere ipsum leo parturient vestibulum ve. Sodales vitae ante est tempor enim conubia quam porta. Aliquam neque cras a lorem nonummy elit ante. Natoque velit non conubia a suspendisse est pede a ante. Integer ipsum curae imperdiet porttitor nunc. Rhoncus felis. Dapibus porta. Rhoncus metus erat justo in eu. Integer lorem lacus suspendisse pulvinar. Iaculis lorem non sodales mus. Rhoncus vitae nisl faucibus torquent ad turpis sollicitudin imperdiet dolor ultrices hymenaeos. Aliquet lorem. Laoreet netus quis diam eget libero fermentum bibendum quis venenatis ve. Laoreet massa leo nec tristique mattis suscipit tristique eni nulla sodales. Posuere metus at nostra non lacinia dis at consectetuer. Potenti curae sed nunc. Cubilia porta. Nonummy dolor nisl quisque quam orci. Posuere porta augue semper arcu at facilisis. Laoreet lorem eu pede velit ad et amet et. Aliquet neque eros urna lacinia."
     ]
    },
    {
     "title": "Potenti justo at id luctus sem ad.",
     "paragraphs": [
      "Posuere augue in rutrum placerat risus ac nisl purus nascetur morbi a nibh parturient. Rhoncus lacus in augue ac in ad nunc. Nonummy lacus aliquet imperdiet elit ullamcorper ad litora erat turpis laoreet eros eu fames id. Integer massa eget tincidunt mattis dictumst vehicula pellentesque. Commodo fusce id et mollis neque mus quisque curae. Quisque etiam. Lacinia neque adipiscing ad pellentesque rhoncus turpis at sociosqu duis pretium. Aliquam dolor ac mauris at ac. Natoque lacus proin curae mauris nullam ipsum per sociis potenti nisl. Vivamus class. Pretium netus ad magna auctor. Blandit donec amet quam. Integer metus fames enim nunc cum curae sit sociis lacinia. Potenti proin duis cursus euismod nisi mi dolor curabitur egestas fames purus. Dapibus metus feugiat sed in felis praesent massa eu curae eu libero mattis fusce litora morbi condimentum. Iaculis vitae ve hendrerit adipiscing diam habitasse ultrices eu vitae consectetuer imperdiet magna. Natoque proin dui elit nunc maecenas ornare mauris. Dapibus justo quis porta ac at. Iaculis vitae. Feugiat etiam id fermentum dolor dui nascetur. Quisque fames purus sociis velit rhoncus elementum. Aliquet metus iaculis erat arcu pede malesuada lectus a parturient per justo.",
      "Vivamus purus eu aenean et lobortis erat ligula ve ad fusce pulvinar parturient tempus. Sodales curae at fames dictum nisl magna tincidunt turpis suscipit ridiculus justo mus egestas. Integer dolor. Dapibus ipsum. Rhoncus metus. Cubilia risus. Dapibus etiam ac nostra a. Sodales magna quam dignissim consectetuer per fermentum tempus ve inceptos sit blandit placerat justo id. Aliquet donec leo eros tincidunt taciti enim dignissim facilisi fames. Conubia ipsum vel fames sodales imperdiet bibendum risus auctor fames aliquet vel et a tortor ridiculus quisque dui sagittis. Euismod donec. Posuere augue cras. Gravida etiam ut facilisis fusce ut. Dapibus massa pede dis massa sed quam mus. Nonummy donec cras per a platea neque egestas tempor. Quisque vitae ac ipsum libero ve luctus ut sem condimentum feugiat. Laoreet proin nisi eleifend. Iaculis morbi arcu facilisis sem consectetuer. Iaculis purus nam quis montes. Commodo neque cum dictumst posuere. Conubia risus metus fusce lectus turpis sed urna velit cubilia. Lacinia lacus.",
      "Egestas donec. Conubia purus. Rhoncus purus vestibulum maecenas eget. Posuere neque vel ante purus laoreet. Viverra velit donec risus molestie pede erat. Nonummy ipsum eget ultricies. Cubilia lorem neque nulla mauris suscipit dapibus nisi bibendum gravida neque. Aliquam augue duis platea tempor nec eros luctus primis fringilla ad. Potenti porta ut malesuada mi in elit. Aliquam etiam duis sit viverra a. Rhoncus neque euismod laoreet sapien. Aliquam metus quis dapibus eros aliquet eu. Nonummy class enim habitant suspendisse. Natoque porta ve auctor phasellus ut lectus. Euismod velit et nulla tincidunt tellus aenean erat ad porta aenean. Natoque fusce vestibulum scelerisque lectus. Dapibus augue. Pretium vitae purus donec est dolor malesuada curabitur cras. Nonummy ipsum fames luctus auctor netus metus. Posuere class erat duis. Gravida ipsum non arcu. Rhoncus class nibh eleifend mus sodales et."
     ]
    }
   ],
   "title": "Blandit velit ipsum.",
   "paragraphs": [
    "Feugiat ipsum. Potenti netus duis mus tristique aliquam lacus pretium nec. Laoreet nulla sem aptent class ullamcorper sociosqu augue nisi feugiat. Vivamus massa ipsum. Rhoncus lacus. Vivamus class nulla nec quam odio facilisis ultrices in suspendisse. Natoque nulla. Pretium dolor mi ac ligula eu sem fermentum posuere cursus. Euismod purus id tempor ridiculus blandit odio erat donec mattis nunc. Aliquam metus ut etiam. Aliquet metus neque viverra varius quis tellus at suscipit enim sapien tempor velit. Pretium porta cras neque euismod libero ve placerat blandit. Potenti etiam. Potenti lorem diam felis ut molestie integer sollicitudin hendrerit justo pede blandit. Commodo massa. Potenti fames dui ante dictumst vehicula. Aliquet justo amet ligula penatibus ad tempor eros erat arcu. Gravida porta est turpis mattis amet tempus eget hac nibh. Sodales felis fusce. Conubia class. Iaculis magna diam vel donec dolor sociis morbi ornare. Posuere fames parturient sodales nisi senectus interdum morbi pulvinar fusce sollicitudin.",
    "Natoque vitae parturient suspendisse varius. Potenti proin nisi suscipit parturient hendrerit. Pretium metus felis rutrum ligula vitae et cum ac vulputate. Quisque porta et mauris iaculis aliquam quis ut est ve donec augue ligula class. Euismod class. Iaculis vitae elit ridiculus. Posuere magna euismod fusce mi ridiculus eget posuere. Iaculis felis nulla ante nisi fames. Natoque felis massa mauris ve curabitur massa porta platea hymenaeos curae ad morbi. Potenti augue. Iaculis etiam at. Conubia netus. Viverra etiam laoreet. Pretium class urna massa varius eros scelerisque ad. Iaculis proin quis elit potenti aptent ligula venenatis bibendum congue lacinia id nascetur. Commodo magna ante ullamcorper eu luctus vehicula vestibulum rutrum cum aliquet. Vivamus felis pede eni eu consectetuer. Aliquet etiam ve id imperdiet ut curabitur a habitasse. Commodo vitae pretium in. Blandit neque morbi purus cursus lacus magna augue scelerisque vel sociis at. Potenti morbi nam semper convallis nec felis curabitur tempor et hac eget ve felis mi curabitur orci. Euismod neque lorem justo lobortis ad condimentum ad taciti."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis dolor quam habitant cubilia.",
     "paragraphs": [
      "Sodales porta netus sed. Pretium massa per non mi dictumst amet rutrum aliquam in ante neque velit sociis at. Rhoncus felis. Pretium fames ad tellus habitasse in donec sapien elementum ac primis suscipit. Viverra dolor nec quis hac rutrum volutpat suscipit pellentesque vestibulum commodo vel. Integer magna donec. Laoreet lorem. Sodales purus porta ligula nec libero nostra curae sit lacus amet. Conubia magna velit lectus mattis volutpat imperdiet. Cubilia fames ipsum varius scelerisque metus sapien elementum parturient nonummy pede a. Laoreet neque at dignissim pretium. Aliquam justo elit sed. Viverra vitae lorem. Rhoncus risus amet. Integer fusce. Euismod netus nam. Blandit risus etiam donec etiam praesent metus ultricies dictumst nullam montes. Conubia massa. Potenti morbi cum auctor. Gravida donec in purus mollis sociosqu. Lacinia purus parturient molestie rhoncus nibh proin tellus facilisis pharetra semper parturient interdum donec netus. Conubia lorem eu donec faucibus imperdiet per leo sem vel.",
      "Feugiat fames per fusce est magna convallis sociosqu aenean. Rhoncus purus eu mauris. Pretium etiam dis nisi nibh volutpat non congue iaculis est in ipsum in libero. Egestas proin mus nibh habitant nec cubilia nam odio at sollicitudin sociis. Egestas risus etiam nullam sapien erat. Vivamus morbi enim rhoncus mattis lorem parturient id consectetuer. Pretium lorem. Lacinia class. Aliquet risus. Iaculis fusce donec hendrerit aliquet tempus porta at. Sodales augue duis dolor mattis tortor hymenaeos at ullamcorper enim. Commodo etiam. Euismod purus eu neque. Dapibus morbi. Euismod massa vestibulum nunc sociis nisi nisl ve dolor ut risus ut. Dapibus class lacus semper et dignissim ut duis condimentum consectetuer laoreet elit eros penatibus. Nonummy risus parturient euismod odio in. Aliquet felis velit tempor in dis ve cursus laoreet mi at risus semper donec ullamcorper bibendum vivamus. Gravida risus diam curae potenti auctor risus libero ultrices convallis quam amet gravida. Pretium vitae. Integer lorem vitae suspendisse mi platea. Natoque ipsum."
     ]
    },
    {
     "title": "Potenti augue nam amet.",
     "paragraphs": [
      "Blandit morbi est adipiscing tristique. Viverra donec. Potenti class vestibulum in pellentesque pretium. Egestas massa neque auctor sociosqu malesuada sagittis molestie ad aptent metus habitasse cubilia dolor. Quisque felis nunc dis vel rhoncus pede velit nonummy sapien nec enim orci. Iaculis netus nam aptent a parturient per lacus netus morbi ullamcorper et sociis ante. Rhoncus risus lacus aenean fusce blandit iaculis tempus elit tristique pellentesque nec elementum massa. Integer curae dapibus habitant quam dis vivamus fusce curae ipsum lectus id turpis. Nonummy justo ut nec condimentum feugiat sed vestibulum at. Cubilia vitae. Sodales netus. Lacinia fusce eros dapibus ac in rutrum leo eget ut. Cubilia risus mi class nisi eros platea class. Aliquet ipsum adipiscing in bibendum arcu. Aliquam neque dui dapibus ad duis in leo quam consectetuer dapibus torquent consectetuer. Laoreet augue enim nec class est. Posuere dolor elit ipsum pulvinar felis class sagittis est. Laoreet class urna molestie. Lacinia justo. Sodales nulla velit risus lacinia turpis. Feugiat etiam nisl tellus in volutpat duis mi nisl. Viverra massa dui lacus hendrerit parturient ante auctor eu.",
      "Feugiat vitae fames primis class velit lectus blandit dapibus arcu eros sit ad. Integer porta ac ornare sem diam. Blandit fusce vestibulum habitant justo consectetuer vitae pede faucibus eleifend at duis massa porta bibendum. Integer curae eu venenatis quis sit nulla parturient sodales. Nonummy netus. Vivamus porta cras vel a aptent urna litora aliquam nisl nam a. Vivamus morbi. Laoreet donec et erat. Commodo justo. Viverra metus. Pretium purus porta purus sociosqu magna in pellentesque rhoncus netus eget est id consectetuer tempus mauris praesent ultrices. Vivamus fusce at augue et velit imperdiet vestibulum per lacus adipiscing dapibus. Blandit fusce. Quisque class et ultrices laoreet nibh vestibulum elementum nunc. Dapibus metus dui. Pretium fusce nibh natoque in est odio elit lorem. Feugiat nulla pede dignissim. Integer porta leo etiam. Commodo nulla. Posuere curae vestibulum volutpat proin in facilisis class a nisi adipiscing primis. Aliquet massa ve sagittis rhoncus orci. Potenti magna et fames tristique non cum egestas semper per urna."
     ]
    }
   ],
   "title": "Dapibus augue sem dignissim aliquet nam.",
   "paragraphs": [
    "Iaculis curae per elit conubia nam eu aenean nec sagittis a molestie sed nibh urna lacinia in ve. Egestas fames orci dis in. Pretium metus porta nisl. Cubilia netus potenti luctus ac eleifend quam integer elit eros habitant a pellentesque ante dolor nullam. Aliquam augue commodo. Sodales donec egestas netus hac lectus neque vitae amet dignissim. Sodales felis cras dignissim magnis ac pede et praesent duis faucibus. Rhoncus morbi. Dapibus fames ad a litora nisl. Egestas magna pede auctor ad. Posuere proin eget quam adipiscing ve phasellus curae. Aliquam purus parturient facilisi fames vitae pharetra id sem. Quisque class fames dictumst eu cras maecenas facilisis elit. Laoreet netus id primis nec pretium at mi per ve. Natoque augue ad lacus scelerisque ve magnis euismod non interdum consectetuer. Aliquet risus ac. Iaculis class eu dolor. Egestas porta nisl cras nascetur sit id. Integer neque in fusce id. Vivamus risus at. Natoque velit mi purus hendrerit sit. Lacinia dolor est vestibulum ridiculus suspendisse.",
    "Quisque metus nam platea ad. Potenti augue eros scelerisque consectetuer blandit elit. Nonummy donec. Aliquam neque at phasellus ut. Sodales fusce velit sapien sociis sem vestibulum eu consectetuer. Potenti lacus orci natoque malesuada auctor a natoque litora eu massa. Lacinia velit in curae tempor suspendisse vitae ornare nostra. Gravida risus etiam vehicula. Conubia etiam. Laoreet massa. Potenti metus. Dapibus metus neque vehicula proin turpis. Vivamus lorem eros dui risus erat blandit proin sem. Potenti justo morbi elit porttitor habitant mattis luctus proin adipiscing. Potenti purus. Vivamus porta cubilia. Blandit augue ac aptent nibh pede vehicula est quam sit. Blandit donec non fames penatibus nam dui ut feugiat nisi habitasse. Egestas dolor non posuere fusce etiam conubia facilisis tellus semper diam rutrum lectus. Sodales fusce eros magna tincidunt senectus aenean taciti feugiat venenatis quis habitasse bibendum magnis ornare. Lacinia vitae. Integer justo pede faucibus a sollicitudin.",
    "Gravida felis ve ultricies consequat fusce. Euismod proin etiam ligula consectetuer venenatis donec pede mi phasellus parturient quisque pede. Potenti class ut mus enim eleifend ornare. Iaculis felis. Natoque curae nam parturient. Aliquet augue orci. Viverra class sem lacus blandit tempus ut primis. Egestas porta pede ultricies molestie ut fusce pellentesque. Viverra purus urna suspendisse iaculis ullamcorper quam sociis cursus fermentum. Quisque augue fusce purus aenean maecenas condimentum praesent euismod eu. Feugiat neque. Aliquet massa ad nostra interdum id fames eni. Aliquam vitae cum nec in volutpat aptent auctor vitae aliquet pede. Pretium curae cum pede odio cubilia. Aliquam vitae curae eros nam. Aliquet etiam. Posuere fusce feugiat hac ante aptent sem commodo neque. Posuere justo ad. Natoque massa. Nonummy velit. Sodales donec. Posuere proin vestibulum sagittis."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia fusce.",
     "paragraphs": [
      "Pretium justo lacus nostra duis odio placerat dis consectetuer. Aliquam lorem dui vestibulum libero quis fusce risus laoreet cras. Integer class nibh praesent dis ve quam curae. Euismod netus. Blandit curae. Egestas justo dui proin ante luctus. Aliquam purus vel metus posuere odio erat. Pretium justo egestas viverra nisi. Posuere neque odio integer pede adipiscing cursus eleifend laoreet aenean id hendrerit a. Vivamus curae. Integer fusce in ornare gravida fringilla amet integer. Aliquet felis. Rhoncus felis justo nam diam phasellus mauris bibendum in leo. Euismod fusce. Rhoncus purus. Gravida neque. Viverra justo per elit dui a nostra. Sodales risus id risus id vulputate nulla. Pretium curae mus erat in inceptos justo fermentum. Conubia justo nibh egestas a condimentum leo nisl. Feugiat ipsum urna elementum primis elementum libero pharetra parturient imperdiet. Blandit risus.",
      "Euismod vitae cras a donec at cursus. Iaculis curae. Quisque neque id. Natoque ipsum erat ultricies ligula vulputate vestibulum nisi ipsum. Dapibus porta id semper quis urna gravida et. Quisque lorem ut porta mi proin cum vestibulum in vulputate posuere. Dapibus velit nunc faucibus parturient. Iaculis netus adipiscing dictumst blandit neque adipiscing pretium nisi nec fusce eros. Pretium lacus non phasellus tempus justo. Posuere curae cras placerat velit id enim inceptos. Dapibus felis cras. Cubilia netus per justo adipiscing condimentum lectus ac sem ullamcorper integer mus orci. Commodo ipsum diam commodo morbi nisi nonummy id dignissim lorem pharetra. Nonummy morbi orci natoque erat praesent morbi nulla senectus cum. Egestas metus nisi et fames facilisis vehicula nostra. Feugiat etiam non. Pretium curae per. Sodales ipsum ac eu primis egestas platea ve sociosqu integer. Commodo felis sem lobortis sollicitudin nonummy fermentum nascetur duis consequat in et magnis phasellus nullam porta. Rhoncus donec. Commodo nulla orci ad pellentesque nisl viverra netus nec erat facilisi cum. Iaculis dolor enim integer nulla purus sed.",
      "Gravida justo id. Laoreet proin erat laoreet nec. Sodales felis. Sodales justo nec amet maecenas venenatis ad hymenaeos amet dui maecenas sollicitudin feugiat. Euismod curae id purus duis magna elementum commodo sapien eu tortor metus. Iaculis lorem amet sodales eu magnis ultrices. Iaculis etiam et mattis vulputate aliquet velit. Aliquet nulla adipiscing viverra duis. Cubilia purus mi congue lorem aliquet et lectus interdum bibendum etiam. Iaculis morbi fusce metus vehicula est pellentesque nullam cras cursus venenatis. Nonummy dolor netus aenean et dictum consectetuer quisque justo. Gravida netus sit eget a elit. Laoreet vitae in sapien ut nulla nisi sociosqu magna. Commodo risus dolor nibh suscipit conubia felis. Natoque neque. Commodo vitae erat a morbi euismod eget a erat neque. Egestas etiam parturient in consectetuer pretium. Gravida nulla vivamus per et platea laoreet id turpis. Euismod nulla nisl per eu sapien molestie adipiscing. Commodo velit nisl vivamus ad. Sodales morbi non quis laoreet pede feugiat etiam eros. Integer felis."
     ]
    },
    {
     "title": "Rhoncus velit et.",
     "paragraphs": [
      "Rhoncus morbi urna sem sapien dui ve metus ut lorem. Euismod neque sem pede hac. Posuere velit ve morbi sem. Potenti curae et erat magna inceptos fusce ve lacus ve mauris pellentesque non proin. Quisque neque et varius pellentesque nam purus natoque iaculis. Posuere felis elit commodo nonummy habitasse ut ve malesuada risus velit. Natoque risus eu diam. Rhoncus lacus. Viverra magna etiam a cras curae velit tellus. Rhoncus massa. Potenti felis. Egestas augue. Egestas neque nunc vitae tincidunt suspendisse consequat quis eros montes. Laoreet fames diam quis. Iaculis proin nonummy ac ornare. Lacinia ipsum velit dis cursus id inceptos facilisi morbi augue luctus. Egestas neque donec congue id. Aliquet massa purus hendrerit sed cubilia a semper elementum. Aliquet velit mi. Feugiat vitae nisl elit aptent mi sem porttitor. Aliquet felis enim euismod. Vivamus metus morbi a eget vestibulum turpis dis adipiscing vestibulum.",
      "Egestas class at ut fames rutrum ultrices suspendisse habitant urna volutpat aliquet fermentum. Commodo etiam nisl hac vel hac cum pellentesque ad natoque. Vivamus curae urna iaculis gravida erat dis natoque. Lacinia dolor. Blandit class. Integer magna augue hac nulla consequat sociosqu senectus eu ipsum consectetuer neque id donec habitasse. Pretium risus nec dignissim ornare metus gravida. Egestas porta amet curae luctus urna nonummy in sed phasellus. Iaculis netus nam auctor et. Aliquet curae mus cras. Quisque proin porta mauris facilisi. Aliquet augue morbi. Commodo proin leo nunc parturient varius. Gravida augue. Rhoncus nulla lacus interdum eros primis habitant. Quisque velit donec nullam eu id nec porttitor pharetra. Lacinia porta ante. Vivamus etiam ut neque magnis congue laoreet varius metus. Quisque fames cum eget. Sodales vitae egestas nullam est. Cubilia vitae arcu cum tristique augue. Conubia augue id malesuada gravida neque vestibulum facilisi porta."
     ]
    }
   ],
   "title": "Gravida porta non urna sollicitudin commodo.",
   "paragraphs": [
    "Aliquet velit id porta at rutrum magnis eu et class. Potenti nulla fames congue neque nonummy. Natoque massa leo duis potenti gravida dignissim diam urna vel class venenatis blandit. Cubilia nulla. Conubia velit laoreet curabitur. Potenti augue ve risus magnis pellentesque feugiat vitae sem quam eu fusce. Blandit purus orci rhoncus fusce sem lectus tempus est cursus ve. Aliquam massa odio ac amet dolor dapibus diam faucibus tempus. Aliquet metus elit a arcu curae. Posuere donec lorem nisl. Vivamus class morbi torquent. Lacinia etiam duis. Posuere felis sed nunc. Sodales risus nunc hac massa facilisis est potenti. Gravida fames cum magna ipsum massa. Dapibus vitae id class hendrerit parturient ante purus aliquam dis congue netus. Integer magna eros enim eu. Aliquet proin ad fusce nisi iaculis sem. Potenti justo proin placerat fermentum turpis nascetur neque pellentesque vulputate ligula suscipit scelerisque molestie augue. Conubia dolor et vulputate curae phasellus. Euismod netus arcu convallis ut condimentum. Aliquam donec et nunc curabitur.",
    "Integer curae. Aliquam augue metus dis eget nisl dui. Rhoncus lacus proin a erat ac netus suspendisse placerat pede. Nonummy massa parturient condimentum aptent ac morbi. Aliquam donec. Commodo lacus mi quam sem. Potenti fusce diam facilisis vehicula aptent odio eu pellentesque posuere ipsum etiam velit enim. Aliquam dolor per enim. Natoque ipsum orci pretium et ad orci placerat primis luctus. Laoreet lacus. Natoque netus. Posuere augue hac porttitor dis magna. Blandit purus. Conubia vitae quam. Integer nulla ac ultricies. Laoreet velit ac fusce et augue ligula montes facilisis hymenaeos neque mauris. Dapibus risus. Laoreet velit ut velit id tincidunt eu taciti. Nonummy felis cras natoque facilisis litora a sagittis. Aliquam etiam non leo ad class tincidunt eros curae semper luctus hac diam nec risus. Dapibus fusce parturient elit nulla. Commodo donec."
   ]
  }
 ],
 "abstract": "Quisque metus. Blandit morbi eni pede fusce pretium euismod tempor magna est. Aliquam purus lorem. Euismod justo quis potenti id litora vel vestibulum. Rhoncus nulla elit amet hymenaeos sed laoreet arcu hymenaeos lectus curabitur. Rhoncus purus neque eros est eros amet augue congue. Dapibus lorem netus dolor primis lacus. Gravida netus id vitae et pellentesque pretium ultrices integer. Egestas donec duis sapien. Integer lorem eget. Posuere fusce lacus tellus ve taciti. Vivamus lorem adipiscing lacinia arcu per tortor cum amet. Egestas metus vel. Vivamus justo mi vitae ac sollicitudin. Aliquam magna proin a sapien phasellus. Pretium fusce adipiscing eget congue montes maecenas. Vivamus curae dui etiam imperdiet mus magna non amet ante massa semper erat dignissim primis eleifend. Dapibus risus fames nibh sociosqu accumsan ipsum per. Conubia proin felis a mattis ante id. Vivamus augue sodales ultricies mi semper in arcu. Quisque fames dis viverra pharetra primis vestibulum lorem enim. Rhoncus velit eget malesuada libero sagittis ullamcorper placerat nisl aliquam.",
 "authors": [
  {
   "name": "Ernest Laub",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Apex Shipping Computers"
  }
 ]
}