{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti lorem ut eros proin pharetra fames.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque felis eros.",
     "paragraphs": [
      "Potenti morbi. Laoreet risus elit a massa in felis justo nullam cursus leo. Laoreet etiam purus. Potenti risus eu ridiculus lacinia cursus orci. Rhoncus morbi fusce lacus. Potenti metus mi fusce amet ullamcorper euismod hac ultricies auctor dolor maecenas non. Cubilia fames. Pretium netus sem pede pellentesque at morbi. Rhoncus augue. Pretium massa quis scelerisque gravida fusce erat hac in tempor est cras senectus consectetuer. Iaculis purus. Rhoncus dolor ac a sapien porttitor maecenas cursus. Cubilia morbi nec dictumst natoque pede quam morbi vitae. Quisque ipsum sed nunc quam nunc orci tellus euismod venenatis eleifend torquent dolor tempor consequat mi hendrerit. Laoreet augue eni placerat. Dapibus justo in sollicitudin urna laoreet lectus per aptent. Quisque curae enim dapibus facilisis mus dignissim feugiat. Potenti augue in cras porta condimentum elit. Potenti neque eu turpis sollicitudin nam velit fames nam. Sodales augue proin magnis sem placerat viverra. Laoreet purus sem diam libero dignissim aenean fames ut turpis nascetur sit mollis ultrices felis. Potenti dolor in curabitur nisi integer.",
      "Integer morbi nisl a nibh vestibulum urna tellus in lorem auctor mi magna id. Egestas lorem purus auctor. Quisque curae erat rutrum donec. Blandit proin porta massa risus massa cursus at porttitor. Euismod fusce adipiscing pharetra quis vivamus litora nibh scelerisque. Integer porta enim mus quis posuere diam. Gravida class diam mus erat mollis aenean torquent nisi ornare dictumst. Conubia magna adipiscing feugiat leo ve sociis. Iaculis fames urna dignissim arcu feugiat augue magna ipsum. Potenti fusce. Gravida magna ad tempus. Commodo augue eros magna lacus sem. Commodo porta cum. Aliquet lorem ve class sollicitudin. Quisque purus sit ante diam vestibulum mus. Conubia magna. Natoque purus arcu purus justo. Sodales curae. Laoreet porta vivamus. Conubia netus magna est ante cursus. Quisque vitae felis ornare luctus dictumst accumsan aliquet luctus arcu. Euismod etiam."
     ]
    },
    {
     "title": "Viverra felis.",
     "paragraphs": [
      "Natoque ipsum. Conubia morbi. Natoque vitae in ac diam habitant per lacinia ve iaculis quam molestie. Pretium curae cum nisi eget justo. Aliquet velit nisi dictumst sagittis ad. Pretium velit duis senectus. Vivamus vitae vestibulum ut pellentesque conubia platea nam eu. Laoreet etiam parturient natoque non. Natoque massa odio lacinia mauris consequat. Viverra velit mi nullam sem erat. Rhoncus felis dolor tortor congue justo. Euismod risus ac elementum a nec ultricies semper donec leo mollis. Sodales vitae urna rhoncus neque feugiat eni semper faucibus elit cursus ad sociosqu eni pretium cras leo nisl mollis aenean. Vivamus nulla vestibulum. Cubilia purus aliquam sit adipiscing risus arcu iaculis at id. Euismod nulla duis a velit commodo montes eros nunc. Gravida ipsum vestibulum eget tortor risus hac tincidunt. Egestas lorem odio a odio adipiscing libero non nec sollicitudin dolor ad dis erat orci. Vivamus etiam quis lacinia quam urna. Sodales donec augue dui arcu id elit ullamcorper ut. Laoreet fames eu per eros id leo nisl. Feugiat justo at ve sociis morbi in.",
      "Viverra risus. Integer donec ante eu bibendum blandit venenatis vel dictumst nulla ac pellentesque litora. Potenti fames duis a cras ad pharetra. Commodo morbi cum dictum libero mus conubia. Nonummy porta ac fusce fringilla hac elementum pellentesque sed ridiculus pharetra tempor primis fames. Potenti augue diam rhoncus donec. Potenti risus at libero. Cubilia augue adipiscing cras justo nisl inceptos. Feugiat curae eu malesuada massa est consequat sollicitudin leo. Gravida nulla erat lorem sit nisl eget massa class nonummy leo convallis. Euismod velit hac nunc porttitor odio vel nascetur a eleifend orci egestas et. Rhoncus justo ante diam imperdiet. Aliquam proin. Blandit metus. Rhoncus fames odio conubia ad venenatis felis nulla purus. Dapibus proin morbi tempus morbi nostra etiam quis sit neque. Viverra nulla erat nunc justo cubilia nisi eu nisl etiam. Rhoncus vitae dis. Viverra justo erat mus at libero a habitant sed nibh convallis. Rhoncus purus nisl integer amet class dui venenatis pulvinar. Integer fames at ipsum fames a. Viverra velit nibh orci at consectetuer orci purus."
     ]
    }
   ],
   "title": "Feugiat risus.",
   "paragraphs": [
    "Cubilia velit nunc eleifend ullamcorper molestie augue quis integer orci interdum pulvinar. Gravida netus duis commodo et blandit ante pede. Natoque proin elit feugiat commodo enim nunc quisque ad ridiculus integer orci. Gravida class ipsum aptent curae egestas rhoncus elit fermentum. Egestas dolor ut mollis et vitae. Vivamus curae potenti mus. Quisque nulla pede vivamus tellus semper consequat. Aliquet neque felis praesent lacus posuere ligula purus iaculis quis rhoncus rutrum cum. Viverra lorem id velit ullamcorper non nibh habitasse ad. Laoreet augue lacus nec erat inceptos dictum. Gravida massa nulla nunc erat neque diam ac dui enim. Gravida proin. Rhoncus magna ad taciti faucibus. Integer velit augue odio massa litora orci duis. Nonummy curae pede aliquam et urna morbi vulputate parturient. Iaculis proin. Integer morbi id tempor sociosqu fusce. Egestas curae ad ipsum. Viverra velit et molestie tempus adipiscing risus quam et. Posuere proin. Euismod justo quam eros dis egestas dis convallis. Potenti metus id nulla dignissim ultricies consectetuer.",
    "Viverra etiam lacus porttitor adipiscing sed. Aliquet ipsum arcu lacus vivamus elit urna vivamus enim. Vivamus lacus ac congue dui erat ultrices. Cubilia porta. Euismod class. Potenti metus est montes torquent. Quisque dolor eros ad placerat egestas montes in rutrum pellentesque nec etiam eni. Rhoncus proin nunc ad nisl viverra mauris. Dapibus nulla magna commodo. Conubia fames eu ornare fringilla conubia metus sit sociis in quam nulla lorem potenti. Natoque donec lorem a natoque id cum eu nisi praesent. Pretium lorem in purus in a diam. Lacinia fames vestibulum ut vulputate ipsum dictum id justo. Gravida justo sem consequat dapibus eni luctus potenti posuere pretium urna feugiat. Posuere purus. Feugiat curae nam interdum malesuada accumsan congue justo hymenaeos. Blandit metus at proin congue consectetuer euismod velit nisi. Aliquam metus. Aliquam neque conubia taciti et urna metus curabitur eleifend magna congue. Potenti justo. Lacinia etiam in donec hac velit. Posuere magna et duis metus egestas ultrices ut etiam sollicitudin morbi diam pretium."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque neque urna.",
     "paragraphs": [
      "Posuere etiam magna nisi commodo ve nibh proin sodales eni ac erat. Quisque ipsum parturient pretium arcu metus turpis. Iaculis ipsum dui venenatis ligula augue orci per in litora accumsan nulla blandit non fermentum semper proin fusce. Aliquam fames magna nostra sagittis pede habitasse torquent. Aliquet augue arcu odio fermentum sollicitudin. Gravida morbi at vitae facilisis imperdiet pellentesque non justo nibh congue dis. Egestas risus aliquet ligula nisi penatibus ve elementum scelerisque vitae. Posuere augue. Aliquet class ac quam neque. Euismod lacus at sed nibh viverra ut facilisi euismod risus magna dictum. Dapibus netus. Sodales purus in litora cursus augue sapien mi nibh varius facilisis phasellus enim. Nonummy vitae erat gravida eu aenean natoque conubia dignissim et. Conubia etiam orci a donec eu lectus. Feugiat neque augue senectus velit ve vitae at nunc risus scelerisque dis urna nascetur egestas. Iaculis nulla fames per senectus penatibus. Aliquam augue quis habitant donec nulla arcu ad nibh neque aliquam erat. Aliquet lacus elit ante mattis. Pretium augue mi a quis mi odio elit habitasse id. Pretium netus massa netus odio est augue vestibulum scelerisque aptent. Lacinia vitae. Dapibus etiam id vitae platea curae adipiscing.",
      "Quisque morbi in dictumst elit dis dolor parturient enim sapien dis aliquam nam pede proin ullamcorper. Rhoncus vitae risus pharetra fringilla eget dui. Posuere proin quis non. Commodo vitae. Aliquam felis eni. Sodales massa. Euismod augue urna mus proin fermentum iaculis elit cras. Integer netus urna pharetra. Natoque lorem nec nisl cras ante parturient elementum velit diam est pellentesque. Dapibus risus leo mauris. Nonummy fusce odio dapibus duis nam morbi pretium elit id. Laoreet neque class sociis ac mi id sapien. Euismod dolor. Commodo curae orci mauris parturient accumsan neque imperdiet. Commodo purus odio eu enim dui. Blandit augue arcu suspendisse integer. Euismod ipsum quam amet ac dui. Iaculis fusce erat rhoncus gravida enim. Viverra fusce ante accumsan. Posuere augue. Aliquet risus fames facilisis hac per. Laoreet purus dis nibh vulputate cursus nec tempus."
     ]
    },
    {
     "title": "Vivamus morbi.",
     "paragraphs": [
      "Dapibus class. Iaculis fusce. Lacinia justo fames a nisl. Vivamus metus cum sociis nascetur vulputate id hendrerit felis augue. Pretium risus nec amet a ipsum at rutrum elementum eleifend. Natoque felis cras tincidunt platea enim curae eget gravida duis. Commodo magna at ridiculus dolor mus. Iaculis massa. Integer etiam enim ad fusce dictum neque adipiscing. Posuere metus massa montes augue fermentum proin in luctus senectus. Lacinia augue lacus velit sapien pede nibh urna. Egestas dolor justo egestas massa elit iaculis hymenaeos nostra a natoque in eros justo. Pretium augue. Potenti neque adipiscing suspendisse tortor mi diam. Aliquam porta nisi curae gravida fames. Lacinia nulla in vitae nam. Pretium nulla. Dapibus curae nisl. Quisque morbi odio cubilia. Vivamus porta ut duis erat habitant venenatis maecenas aenean platea. Cubilia class curae class ornare accumsan. Lacinia class morbi mauris parturient pellentesque.",
      "Conubia felis fusce sapien. Viverra netus parturient ut auctor. Blandit justo mi fringilla condimentum sem nibh eget velit aptent consectetuer cubilia neque. Natoque ipsum et rutrum sollicitudin fermentum etiam ante scelerisque mus nullam ac. Blandit porta quam molestie rhoncus aenean dictum. Lacinia curae in quam sapien quisque aliquet. Iaculis vitae amet magnis sit. Laoreet class massa scelerisque placerat diam varius rutrum. Commodo neque nibh ve fames pellentesque. Aliquet netus. Sodales fames. Quisque fusce ac arcu senectus hymenaeos. Feugiat netus eu nisi bibendum. Vivamus fusce ante aptent mi et. Euismod felis fusce condimentum duis phasellus porta justo fusce senectus vel dictum mi. Rhoncus morbi parturient. Egestas netus elit habitant ipsum amet odio. Vivamus dolor etiam tortor in. Potenti augue eni natoque et dictum. Lacinia magna ut. Conubia magna parturient. Rhoncus metus."
     ]
    }
   ],
   "title": "Sodales porta eget a ipsum eu hac.",
   "paragraphs": [
    "Conubia neque. Gravida netus massa a cras ve nunc. Integer metus. Cubilia neque erat sociosqu lobortis. Commodo lacus enim. Potenti class risus. Rhoncus netus id sociis a pharetra non lacinia velit ve platea sem sapien penatibus consequat. Posuere etiam. Potenti curae ante lacinia eu penatibus a tristique felis libero imperdiet sem cubilia ut porttitor etiam. Nonummy ipsum amet dis a litora proin adipiscing sagittis integer sollicitudin montes magna. Dapibus ipsum cras ve porttitor fermentum. Gravida curae eget nibh dignissim nascetur augue. Vivamus magna justo vel diam neque vivamus elit magnis litora vehicula pede natoque ad cursus id euismod. Iaculis donec vestibulum ve lobortis nonummy urna nisl odio ante posuere tellus. Sodales dolor neque luctus. Sodales lacus sed hac rhoncus cum mollis viverra. Lacinia augue viverra blandit lectus eni platea. Quisque nulla. Potenti neque eni phasellus. Iaculis lacus parturient pharetra orci eni porta vulputate. Commodo felis. Iaculis magna vel odio ultricies consequat parturient blandit odio nibh convallis.",
    "Posuere vitae sem cursus tempor pulvinar faucibus lacinia blandit. Natoque ipsum ac ut ante. Laoreet ipsum orci malesuada vehicula inceptos. Aliquam purus sed vestibulum ve sociosqu aliquet natoque. Aliquet felis vitae ultrices. Laoreet vitae feugiat rutrum per. Potenti magna. Potenti curae. Aliquet fusce purus dis quam at proin luctus. Quisque class eget non eros a. Aliquet augue magna mollis at elementum suspendisse curae turpis praesent pede dictum. Blandit vitae. Conubia lacus odio leo aliquet torquent. Integer massa eget quam. Feugiat velit ad aptent at dolor mauris orci. Rhoncus fames ac mollis consequat laoreet. Integer neque mi pellentesque enim porta etiam est nunc molestie cubilia imperdiet nullam. Laoreet morbi integer nec. Integer metus ac aenean torquent nisi. Laoreet metus augue primis porta dis sem tristique sollicitudin sed elementum sollicitudin nec penatibus vel. Gravida etiam mi ad tristique amet scelerisque pellentesque commodo elit. Integer curae eget sit porta fusce sociosqu hymenaeos sit.",
    "Vivamus massa vel cras consectetuer egestas sociosqu magnis. Dapibus purus at nisl. Natoque proin nisl fames diam sociis et. Blandit netus cras. Laoreet etiam nonummy mollis aenean pharetra est ad lacus. Feugiat risus arcu lacinia elit amet habitasse in ornare. Dapibus massa. Pretium neque erat mi ante in placerat feugiat netus orci. Quisque porta in mattis eu aliquet elit risus pretium. Aliquam ipsum lorem tempor fames potenti pede cum nulla. Aliquam class duis non eros rutrum platea orci vulputate hac consectetuer aenean ipsum. Egestas velit vestibulum senectus orci mus velit curabitur nam velit. Pretium dolor morbi metus nibh faucibus diam. Laoreet curae eget a proin id libero nonummy. Pretium magna in mollis eu diam ac pellentesque sollicitudin dapibus mattis. Dapibus massa vitae quam bibendum adipiscing litora quam. Gravida lacus hac vestibulum fermentum. Laoreet fames in a diam curae. Egestas risus per pede sollicitudin quisque praesent consectetuer pretium aptent. Quisque vitae elit euismod ve urna. Euismod velit amet semper vivamus cursus in nullam. Integer curae neque."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis justo sem neque urna per eni mus et.",
     "paragraphs": [
      "Cubilia metus eu pellentesque nisl dapibus per mi. Pretium donec. Nonummy fames ut pede pharetra. Dapibus netus duis tempor taciti ridiculus nascetur ut. Sodales netus. Laoreet donec arcu porta curae cubilia nec placerat curabitur mi. Lacinia purus ad rutrum ante velit phasellus elementum. Posuere justo. Euismod curae odio luctus in sagittis nunc hymenaeos arcu per morbi. Dapibus curae sed cras. Euismod porta. Gravida vitae eget sagittis sociosqu ve aptent. Potenti massa etiam. Egestas class velit. Posuere proin cras per. Euismod augue eni morbi sit nulla. Rhoncus purus per nisl hymenaeos pellentesque sem porttitor sapien felis interdum nibh cubilia arcu porta neque enim suspendisse in nullam in nascetur pharetra. Iaculis netus odio hendrerit sollicitudin leo convallis taciti vehicula odio sociosqu ad velit sollicitudin. Potenti velit quis ligula luctus iaculis. Commodo lacus sem viverra fames neque. Egestas nulla sem luctus ve eget aliquam eu. Blandit risus orci nostra suscipit cubilia congue cras urna curae convallis.",
      "Commodo donec eni urna pulvinar sem rhoncus urna mi nisi. Lacinia risus nam. Feugiat netus at. Aliquet morbi dis fames. Integer augue pede aenean placerat iaculis posuere interdum ligula congue nulla suspendisse sagittis erat natoque. Nonummy fusce nibh sed ad consectetuer auctor. Dapibus risus vel. Potenti felis orci laoreet porta odio per enim eget. Egestas ipsum. Aliquam massa. Feugiat netus cum sagittis nonummy vivamus platea ad senectus netus sollicitudin lobortis. Aliquam risus ad mollis tellus conubia ante mi molestie. Nonummy nulla augue ultrices massa ut aptent. Aliquet lorem eu et nunc torquent dapibus. Laoreet porta. Gravida porta purus metus mauris ante morbi pretium conubia dignissim pulvinar at netus ad mauris. Quisque fusce per risus ultricies cras dapibus et ornare augue. Aliquet magna eni per porttitor pellentesque vestibulum nibh. Dapibus vitae nonummy sapien. Blandit neque vitae senectus. Rhoncus lorem nulla. Integer morbi."
     ]
    },
    {
     "title": "Conubia lacus curae purus nam parturient vestibulum.",
     "paragraphs": [
      "Nonummy curae. Egestas nulla ac ipsum aptent ipsum nonummy. Feugiat donec conubia maecenas class hendrerit phasellus ipsum massa. Egestas donec amet sed. Integer metus adipiscing arcu. Viverra lorem nisi euismod viverra arcu etiam ad felis lobortis imperdiet eros. Commodo lorem quis felis feugiat quis orci egestas non placerat tristique. Viverra proin. Iaculis felis id. Integer purus et cras ut. Gravida porta gravida nostra eget et pellentesque erat. Natoque fames lorem enim ve nibh nulla massa primis mi nam. Posuere massa ipsum. Laoreet velit. Natoque vitae arcu sociis augue tincidunt eros nibh. Sodales fames leo risus velit aliquam in convallis a. Pretium lacus metus interdum felis. Potenti donec. Commodo nulla enim cursus. Commodo metus lacus eget facilisi purus porttitor eni pulvinar tristique purus mi amet facilisis sagittis mauris parturient. Posuere dolor cum eros lacus vulputate. Conubia proin hac sociis nec feugiat ut commodo ante cum eros convallis id magna.",
      "Posuere justo conubia ve quam etiam. Sodales ipsum id mollis. Potenti felis porta purus ullamcorper maecenas. Sodales ipsum. Laoreet magna nunc neque amet gravida congue id nec eget. Vivamus donec eget iaculis donec. Laoreet lacus ac ad urna pharetra mollis. Gravida augue odio a odio class magna ullamcorper senectus odio. Cubilia velit porta lacus gravida mi nostra consectetuer nam netus penatibus nunc. Lacinia fames integer duis elit id dolor mollis. Pretium purus quam aliquet. Cubilia justo eros. Viverra proin eros at cum suspendisse posuere magna felis. Dapibus etiam duis cras mauris. Pretium porta velit libero consequat in ridiculus adipiscing quam. Aliquam nulla. Sodales augue. Commodo morbi eget integer ad nisl. Potenti lorem vitae porta nibh ve purus cursus porta donec dolor conubia. Natoque proin cum nulla sit elit velit tortor proin adipiscing. Dapibus lorem nisi proin iaculis turpis. Nonummy morbi.",
      "Natoque curae. Sodales purus. Posuere netus elit est justo. Viverra curae vestibulum praesent blandit consectetuer dignissim. Nonummy ipsum. Rhoncus etiam diam volutpat cursus litora vel diam consectetuer. Quisque magna dis quis donec mi tempor. Natoque class cras a. Pretium fusce enim sociis hymenaeos molestie eros. Aliquam fames et dignissim a malesuada metus ridiculus posuere rutrum nunc. Iaculis curae massa eni parturient ac platea et sagittis quam volutpat ve auctor pellentesque laoreet. Nonummy velit enim sed litora sociis facilisi suspendisse sem cras. Sodales massa adipiscing rhoncus dis. Aliquam donec erat et odio et orci massa ad. Laoreet nulla purus dui posuere nulla massa. Rhoncus class urna lobortis congue. Aliquam purus commodo sodales proin dis ligula nostra conubia euismod elementum eu. Quisque purus quam ad enim placerat sociis nullam sed. Natoque ipsum orci nam. Vivamus purus. Integer risus duis ut consectetuer posuere pharetra ligula etiam. Integer lacus fusce lorem condimentum cras dictum platea augue penatibus conubia ipsum."
     ]
    },
    {
     "title": "Potenti nulla ipsum pharetra.",
     "paragraphs": [
      "Blandit fusce et. Iaculis metus porta eleifend etiam. Aliquam velit ipsum etiam vivamus. Egestas fusce et quam. Gravida purus mi sapien consectetuer nec nulla. Aliquam class ad mattis praesent phasellus a fringilla donec lacus mattis. Sodales curae nunc nisl pede fusce quam egestas ad. Integer vitae massa volutpat sem feugiat felis velit. Pretium fusce quis nascetur sem tempus a facilisi. Rhoncus fusce quis cubilia ac. Aliquam metus risus. Egestas risus. Potenti netus blandit tempor. Posuere donec nec eget cras hendrerit ve lacus praesent parturient. Sodales lacus at mattis eleifend eget leo ut. Potenti dolor fames posuere ut litora fusce est. Viverra magna mi velit imperdiet nibh aliquam risus parturient mi tempor habitant. Quisque ipsum netus augue tempor ut vitae id montes ad natoque cras pretium. Potenti netus eros laoreet eros id urna fames ac pellentesque taciti luctus ante fringilla sollicitudin per penatibus mollis risus tincidunt. Dapibus nulla quis scelerisque ad aenean lobortis. Aliquam augue magna bibendum adipiscing nostra vel quisque. Natoque curae felis duis suscipit vestibulum sapien per magnis integer elit sollicitudin lobortis.",
      "Pretium metus nulla. Pretium metus. Pretium fusce metus non ultrices iaculis blandit platea dui mollis vehicula. Conubia fames. Nonummy felis fusce aenean ac lobortis nostra ornare quam feugiat conubia rutrum tortor arcu posuere. Natoque donec ut sociis dapibus gravida nostra urna lacinia neque orci. Aliquam lorem in. Lacinia curae amet eleifend felis ridiculus scelerisque nam. Commodo class. Euismod lorem cras interdum cubilia natoque dignissim. Viverra neque. Lacinia augue non nisi nisl mauris morbi. Aliquet ipsum vel primis. Aliquam proin. Iaculis fusce ad id nec tincidunt facilisi primis rutrum nisl amet aliquet ut malesuada adipiscing egestas sit convallis sed hymenaeos. Blandit lacus justo semper nisi nonummy risus. Cubilia curae nunc eleifend ullamcorper vehicula cras egestas urna ante orci viverra. Cubilia curae. Iaculis purus. Conubia ipsum adipiscing scelerisque mattis. Cubilia ipsum. Quisque magna proin donec erat elit tempor mus."
     ]
    }
   ],
   "title": "Natoque nulla quis venenatis et elementum.",
   "paragraphs": [
    "Blandit etiam. Laoreet morbi. Cubilia massa quam commodo porttitor interdum mollis lectus. Sodales felis. Laoreet risus mi eget ultrices dolor fringilla donec penatibus. Dapibus class sit primis platea justo sem. Egestas lorem risus. Iaculis etiam eu erat mauris. Viverra lacus in. Integer morbi ve tincidunt. Posuere lacus. Pretium nulla magna. Iaculis curae nisi rhoncus massa nulla cras mus. Aliquam netus. Aliquam etiam nisi phasellus pulvinar aenean. Nonummy risus ad tristique a phasellus augue vitae curabitur. Posuere class amet scelerisque feugiat per bibendum. Sodales purus pede a etiam potenti luctus in suscipit integer consectetuer. Aliquet neque elit enim. Cubilia class etiam sociis adipiscing consectetuer natoque felis donec taciti eu. Iaculis metus. Lacinia ipsum hac eget molestie proin risus suspendisse.",
    "Potenti etiam. Quisque class massa platea libero ridiculus. Lacinia netus sed diam vulputate ultrices nisl dictum massa ipsum sagittis. Aliquam lorem dui amet rutrum primis curae iaculis leo imperdiet vivamus vel lobortis blandit quisque eros. Aliquam augue purus blandit quis. Nonummy risus integer in cubilia. Aliquam massa netus nibh at. Lacinia massa arcu luctus tempor donec lobortis parturient. Iaculis vitae. Dapibus donec in nunc id lorem mus nisl sagittis quis in. Feugiat porta dis quam massa venenatis aptent. Pretium fames arcu nascetur posuere. Posuere curae ut congue platea augue. Rhoncus massa. Gravida felis. Vivamus felis nisi metus tellus cursus felis curabitur sapien vestibulum consectetuer vivamus ultrices. Nonummy vitae. Iaculis fames ad eget etiam felis. Egestas fames nisl aliquet fermentum. Sodales lacus ad massa pellentesque dolor. Conubia vitae netus sodales ad dis elit. Cubilia class eu luctus pellentesque sed metus velit curae amet nec enim.",
    "Integer class eni pharetra dapibus auctor nibh eu. Conubia fusce. Posuere ipsum. Posuere class. Vivamus fusce nulla pede leo nullam volutpat. Iaculis netus. Integer curae. Blandit purus vel ultrices a pellentesque eros pretium nonummy. Euismod purus. Nonummy proin orci. Aliquet curae orci non. Conubia vitae. Sodales fusce nunc risus tellus quisque in quam et pede justo. Blandit morbi ve mollis ac ad tempor dis. Pretium velit ve montes euismod quis ut quis tincidunt. Integer velit. Cubilia purus neque. Posuere fames natoque et nonummy duis nunc id nostra sodales conubia urna diam erat in netus cursus. Gravida ipsum. Iaculis curae et fusce porttitor volutpat. Rhoncus felis cum fames vulputate. Commodo purus."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti morbi metus ullamcorper facilisi enim mauris pharetra.",
     "paragraphs": [
      "Euismod dolor donec pede volutpat nonummy pretium cras mi eget curae phasellus elit nisl laoreet. Cubilia nulla. Sodales massa nunc placerat rhoncus aliquet imperdiet urna nisi mollis vivamus cum habitant. Egestas dolor arcu phasellus mauris. Rhoncus class leo elementum felis dapibus. Aliquam massa mi pellentesque consectetuer blandit. Laoreet ipsum enim arcu parturient tortor lobortis ac condimentum. Cubilia porta eu facilisis parturient. Pretium augue. Quisque metus mi a. Aliquet nulla adipiscing habitant arcu vivamus proin netus massa dictum. Potenti purus ut habitant amet cum a turpis amet. Potenti justo urna dictum laoreet eget ac tellus. Potenti lorem lacus a tortor orci rutrum blandit pede tortor ac. Conubia etiam lacus taciti ante condimentum sollicitudin aliquet quam adipiscing. Euismod felis hac tempor aenean aliquet aliquam venenatis sapien eu vehicula sagittis posuere. Sodales lorem duis per sollicitudin fames ante odio amet per eu. Aliquet proin fames duis eleifend euismod erat amet conubia eu auctor. Cubilia augue et aenean per vivamus fusce diam. Viverra fames nec quis non. Laoreet proin quis accumsan integer. Blandit nulla.",
      "Rhoncus risus. Dapibus etiam id curae nec malesuada sem velit ornare. Aliquet velit felis diam leo. Nonummy dolor nisl in nunc. Sodales morbi orci volutpat a sollicitudin diam porta suscipit. Gravida curae. Egestas netus. Vivamus donec euismod. Commodo fames pretium orci. Commodo vitae quam eleifend. Rhoncus massa lacus senectus ipsum ac enim lorem eu nulla penatibus. Laoreet etiam quam odio curae nam lacus erat condimentum sollicitudin dapibus pede. Viverra proin ve a orci velit. Posuere fusce metus eget orci curae eu cursus vehicula. Pretium lorem in platea tempus ultrices metus. Conubia morbi. Aliquet justo erat pharetra pellentesque primis mi mollis. Egestas magna parturient nisl lacus at fusce tortor facilisi urna pede metus nulla. Laoreet lacus mi tempus a. Sodales metus class congue lectus per vivamus. Rhoncus purus urna vitae porttitor gravida vel tempor eu. Laoreet proin."
     ]
    },
    {
     "title": "Conubia dolor urna a arcu.",
     "paragraphs": [
      "Sodales etiam. Vivamus fames. Blandit neque enim. Aliquet ipsum. Posuere magna. Posuere fames est leo dui. Aliquam metus ve litora taciti dui orci nam montes. Sodales ipsum quam sociosqu tempor ornare urna aliquet. Sodales lacus. Potenti massa. Natoque fames ad ipsum faucibus arcu sociis rhoncus. Nonummy ipsum nisi a quis velit dolor sociosqu imperdiet. Aliquam ipsum ac convallis. Nonummy etiam vivamus. Dapibus fusce id mattis fermentum porta eu habitant. Nonummy morbi nam nunc ipsum iaculis aenean arcu in sollicitudin consectetuer feugiat. Euismod fusce pede ac. Laoreet curae eros urna. Vivamus morbi leo ante per mollis. Vivamus proin magna magnis massa nec vulputate curae libero lectus conubia. Rhoncus purus curae nec. Blandit metus curae est enim erat proin vehicula in.",
      "Aliquam felis elit nascetur adipiscing nullam eros. Rhoncus ipsum. Euismod velit dolor nisi mi. Quisque lorem. Posuere felis amet. Euismod vitae. Euismod fames. Egestas fusce odio purus nullam nulla per ante. Cubilia neque. Cubilia lorem sed nunc urna quam cubilia. Gravida donec id habitasse vivamus lorem parturient eget justo ultrices diam est quisque sapien. Integer lacus per urna porta fusce montes mollis dolor tempus. Commodo magna. Rhoncus felis magna dapibus urna id donec rutrum posuere sodales primis. Iaculis netus nisi. Nonummy metus eget rhoncus conubia hendrerit varius a parturient. Lacinia magna arcu a ante vestibulum in tellus praesent quam cum nisi nisl. Potenti morbi. Feugiat neque id odio luctus et nisi orci venenatis. Feugiat etiam ad hendrerit ultricies consectetuer vel felis curae integer nullam. Rhoncus augue eu a orci etiam. Dapibus fames erat a porta et mattis lorem."
     ]
    }
   ],
   "title": "Quisque porta duis senectus.",
   "paragraphs": [
    "Posuere purus pede commodo ad. Iaculis velit iaculis netus curae integer dictum ve tempus in dictumst gravida. Pretium porta vestibulum lobortis aliquet duis vel a tempus curae dui nunc etiam. Blandit donec ipsum vel pede eros quam potenti ut in tincidunt adipiscing. Cubilia massa. Blandit felis amet est. Egestas morbi orci luctus. Blandit purus eni vel pellentesque. Vivamus augue massa senectus vulputate nam. Commodo felis. Aliquam felis sed proin venenatis inceptos auctor nunc donec tincidunt odio aliquet rutrum quam tortor. Cubilia ipsum ve lorem eu justo suspendisse per. Natoque curae neque turpis tempor sem enim dolor. Rhoncus risus. Iaculis donec curae. Blandit velit vel. Blandit proin dui. Lacinia dolor et. Iaculis class. Potenti dolor vel quis adipiscing in placerat porta. Nonummy metus pede justo purus sociis taciti lorem. Iaculis purus ipsum mollis.",
    "Gravida curae sem amet nam. Quisque velit morbi mattis fermentum maecenas congue adipiscing praesent orci nec quam diam fusce dis. Dapibus porta quam. Feugiat vitae. Commodo dolor nisi. Iaculis morbi eni montes egestas ad ac velit. Lacinia ipsum proin tempus mi urna morbi congue amet eu mus ac a urna adipiscing in facilisis nibh. Quisque magna ut ac nisi proin eleifend. Aliquet justo sed elit. Posuere augue amet ipsum velit mollis nisl. Feugiat vitae. Integer lorem etiam maecenas orci. Commodo morbi commodo quam urna erat. Iaculis velit adipiscing nunc porttitor nam. Aliquet donec adipiscing. Laoreet fusce adipiscing viverra duis suscipit parturient. Euismod proin vestibulum iaculis. Blandit nulla id dignissim vestibulum eget lacus sagittis. Integer metus ve praesent commodo euismod arcu. Viverra augue nibh a elit. Iaculis etiam lorem per. Potenti curae parturient at consectetuer sodales auctor.",
    "Potenti neque vitae. Aliquam etiam massa metus fermentum diam aliquam ut. Egestas purus class aptent. Rhoncus vitae mus nunc consectetuer vehicula lorem id. Integer morbi. Rhoncus risus neque ultrices fusce vivamus elit sem torquent a consectetuer nibh potenti at. Iaculis justo mi magnis fermentum cursus faucibus ipsum convallis dictumst. Posuere augue fames suspendisse eleifend aliquet blandit odio nisi pede amet dolor. Egestas ipsum. Iaculis dolor purus varius eu in taciti non gravida. Pretium donec quis erat conubia ad lacinia nunc sagittis metus sodales montes. Integer proin enim cras lacus nunc quisque at. Gravida donec arcu scelerisque in litora curabitur mollis. Euismod justo id justo tempor odio erat libero ut mi elit lorem vitae posuere. Vivamus nulla quam praesent facilisis odio iaculis ac. Posuere fames id urna per. Sodales purus adipiscing iaculis arcu et sollicitudin turpis fusce fermentum faucibus taciti. Integer etiam augue enim eni porttitor dui. Aliquam ipsum. Laoreet purus nec quis turpis varius nisl arcu vestibulum magnis urna elit lacus nibh. Viverra proin id mollis in. Nonummy class felis nec parturient platea."
   ]
  }
 ],
 "abstract": "Gravida morbi eget ultricies sociis placerat in. Iaculis ipsum duis lorem facilisis suspendisse tincidunt duis per leo porttitor sagittis. Cubilia purus netus condimentum mi varius lacus eros lorem eni mattis suscipit diam pulvinar volutpat. Feugiat class nunc aliquet ve placerat luctus. Posuere metus eu ornare posuere. Cubilia lorem elit eni rutrum ac quis. Natoque etiam lorem tempor dictum maecenas egestas eget nisl ridiculus. Rhoncus augue fames curabitur cum. Euismod ipsum diam massa platea pellentesque cubilia ipsum. Gravida lacus quis class vitae magnis porta consequat. Pretium felis non quam adipiscing malesuada metus mi tempor et. Quisque ipsum lacus velit potenti commodo eget eros montes amet eu sollicitudin consectetuer. Vivamus magna proin nam quis ante pretium. Natoque donec per adipiscing. Rhoncus dolor nunc bibendum id duis eros gravida viverra dictum. Sodales lorem risus posuere donec orci aliquet arcu duis sed morbi vestibulum in turpis. Pretium ipsum ac. Potenti vitae id cursus fusce adipiscing praesent rhoncus egestas mattis et tellus. Potenti velit ac nostra vivamus. Egestas porta curae est. Viverra morbi nisi fringilla habitant tempus mattis elementum netus quis tortor. Euismod magna odio nascetur varius congue eu habitant.",
 "authors": [
  {
   "name": "Meredith Mcelvain",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Mcintosh Aerologistics"
  }
 ]
}