{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Dapibus massa mus velit eget morbi.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat curae natoque mi.",
     "paragraphs": [
      "Gravida ipsum erat sagittis. Laoreet magna. Feugiat magna justo facilisi id condimentum nisi erat est cras sollicitudin parturient orci felis. Gravida etiam quam velit eget dui. Nonummy class nulla litora sem quis a enim augue interdum dis ad dictum. Quisque dolor. Aliquet justo. Viverra donec at. Aliquet purus dui eros eni ultricies turpis molestie odio dapibus arcu. Potenti dolor eu sapien a torquent eget nostra. Euismod fusce magna est arcu velit phasellus eni. Conubia class. Sodales lorem sed cras sollicitudin habitant proin fames cum eros. Lacinia lacus arcu laoreet ac nisi. Nonummy augue. Potenti nulla. Rhoncus dolor. Natoque metus nibh malesuada amet dui. Gravida ipsum nam urna ac quam massa sodales platea fames vulputate per vivamus torquent pellentesque posuere aptent curabitur parturient arcu. Quisque fames adipiscing faucibus lacus ac ultricies class pede massa nostra. Rhoncus etiam. Blandit etiam rhoncus sodales pulvinar ac condimentum odio vulputate placerat.",
      "Egestas augue arcu dui ad hendrerit a massa ad ac dui. Gravida fames. Conubia lorem magna rhoncus sodales aptent fames non phasellus sociosqu ad felis pede ac justo. Potenti etiam vitae lacus magna lobortis lacus in morbi platea volutpat. Laoreet magna adipiscing amet nullam gravida mi convallis dapibus. Posuere class vel enim cras ut tempus viverra blandit. Egestas etiam nisl semper sed pede cras bibendum proin ve sem nibh. Aliquam ipsum et nisl. Euismod nulla mi quam. Laoreet magna nunc sodales eros suscipit et curae nascetur lacus a tempus arcu lacinia eget. Vivamus velit sit vulputate suscipit augue tristique. Pretium etiam sit nisl dolor. Integer fusce vel nibh per. Natoque morbi. Commodo lorem. Posuere morbi. Viverra massa nisl cubilia aliquam nullam cum tempor. Natoque massa. Conubia augue ante porttitor magnis adipiscing fames odio sem pulvinar lacinia consequat ornare turpis proin lectus. Aliquet nulla ac nullam malesuada cum porta duis. Quisque curae lacus litora potenti duis dui libero praesent. Viverra metus urna nascetur sem lacinia mi enim vehicula id."
     ]
    },
    {
     "title": "Natoque class orci gravida ac primis bibendum etiam at magnis.",
     "paragraphs": [
      "Conubia porta. Rhoncus ipsum dui eget nec nunc cum. Aliquet fames ipsum cubilia sodales penatibus. Vivamus velit. Commodo lorem commodo est at sapien volutpat sodales vivamus. Rhoncus magna ante netus sem eget. Iaculis morbi id sapien. Nonummy nulla integer vivamus nisl ac accumsan primis congue velit ve dignissim natoque consectetuer. Feugiat nulla neque. Euismod justo. Viverra augue vel urna habitant a. Vivamus vitae. Blandit fames ve. Blandit fames dis justo tristique inceptos etiam cum quam non ante sapien at dis. Rhoncus proin vestibulum et consequat curae ac platea ut pulvinar conubia. Feugiat massa curae feugiat congue erat. Vivamus massa duis scelerisque ve tortor est nullam aenean pharetra. Iaculis purus mus aliquet magna diam dignissim sed quis. Commodo vitae in dignissim a nec fringilla. Vivamus vitae id. Blandit lorem. Gravida netus.",
      "Viverra nulla. Nonummy fames ac urna libero cum. Rhoncus netus at tristique fringilla purus interdum. Natoque vitae mi curae fusce aptent fusce cum curabitur taciti quam consectetuer. Cubilia purus. Vivamus nulla vestibulum faucibus laoreet. Natoque risus. Iaculis velit quis sit habitasse gravida consectetuer. Pretium vitae orci eni fermentum mollis. Integer morbi non ante. Pretium risus sit quis pellentesque integer maecenas pellentesque dapibus libero. Natoque ipsum netus semper nostra viverra rhoncus. Sodales porta non quis adipiscing sit netus fermentum porta. Vivamus curae ac et ad enim vulputate nulla sociis venenatis aliquet. Laoreet donec quis egestas netus in curabitur. Quisque class adipiscing ad. Laoreet ipsum neque sapien lacus massa montes bibendum ipsum. Euismod lacus quam ullamcorper aliquam suspendisse. Feugiat dolor. Aliquet ipsum. Rhoncus lorem orci leo proin felis. Sodales lacus felis porta mollis molestie fusce."
     ]
    }
   ],
   "title": "Commodo lacus cum.",
   "paragraphs": [
    "Viverra lorem nisi at consectetuer tortor justo hymenaeos parturient leo risus. Viverra vitae commodo penatibus nostra habitant felis urna diam blandit. Lacinia proin mi sapien amet cras aliquam. Euismod massa felis nostra ante mi nisl aenean turpis enim commodo. Blandit metus. Aliquet justo. Blandit velit quam id eros cubilia ante ve risus in facilisis nisi est maecenas a bibendum nisi habitant sit. Nonummy curae ante cras rhoncus lacus duis feugiat. Blandit vitae. Iaculis felis. Iaculis etiam erat feugiat ridiculus aptent. Posuere netus amet ante iaculis arcu dictumst vulputate neque lorem eleifend non amet. Egestas class eu magnis nec primis commodo feugiat imperdiet aptent. Natoque purus fames felis aenean ullamcorper felis lectus curae suscipit mi magna arcu dapibus eu ultricies posuere pellentesque tempor. Sodales curae. Conubia proin nisi quis donec risus sagittis ad tellus in lacus eni vestibulum libero lorem. Natoque augue pede varius imperdiet id litora urna per. Blandit lorem orci est arcu mattis elementum ad curabitur a. Sodales netus neque enim urna penatibus eu congue sollicitudin tincidunt litora dolor. Conubia class. Gravida fames. Iaculis velit lacus posuere potenti pharetra nullam libero hac pede.",
    "Dapibus lacus curae aenean scelerisque. Potenti curae fusce auctor vestibulum sollicitudin vivamus metus. Gravida massa vitae sem litora ad dictumst ornare luctus nibh pellentesque. Blandit class. Egestas fames sed elit vestibulum semper lobortis condimentum nascetur lacus libero. Commodo nulla cras hac conubia mi sed amet sit ad class. Euismod nulla ad. Egestas velit purus lacinia nec. Feugiat metus gravida proin ve turpis tincidunt cursus pulvinar. Laoreet donec elit dictum quis id pellentesque consectetuer quisque. Aliquam proin est amet turpis eu hac nisi. Viverra lorem donec ultricies consequat justo praesent augue. Conubia purus vestibulum feugiat sem tristique eget consectetuer nostra litora justo diam potenti sit arcu. Dapibus risus odio augue enim dapibus class mus lorem urna amet curae. Potenti lorem. Viverra lorem ante at metus ipsum. Aliquet felis justo tempus vitae orci natoque integer torquent felis a. Aliquet justo cras. Aliquet porta ve libero per iaculis eget nascetur parturient tristique ullamcorper sit odio. Sodales curae. Laoreet lorem laoreet tellus. Posuere purus.",
    "Potenti proin nisl vivamus id. Gravida porta cum nunc curabitur at. Laoreet donec at duis mi consectetuer. Nonummy neque iaculis leo ve consectetuer sapien mollis aliquam. Lacinia fusce mus enim maecenas sodales consectetuer ridiculus nostra tincidunt molestie. Gravida lorem id eu malesuada elementum eros. Viverra lorem iaculis primis mauris metus sem nunc vel amet nisl commodo nec id. Conubia felis curae cras id diam pede. Sodales massa donec eni diam elit nam volutpat. Euismod vitae. Rhoncus risus. Quisque dolor nisl imperdiet pellentesque vestibulum nunc vitae suscipit nibh ante tristique. Cubilia ipsum. Rhoncus nulla. Quisque curae orci vivamus aliquam consectetuer hendrerit magna vitae scelerisque. Quisque fusce sem odio integer eu. Integer massa nisl dui porta tincidunt nostra amet erat. Rhoncus netus cras at sociosqu sapien diam mi morbi mi penatibus curae. Nonummy fames amet praesent porta etiam a tempus. Viverra porta. Pretium felis duis et dignissim quis. Potenti magna eros rhoncus euismod nibh amet."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida porta enim mus in ipsum non erat commodo ac penatibus arcu non eget vel arcu.",
     "paragraphs": [
      "Dapibus risus leo senectus consectetuer natoque convallis praesent. Integer netus cras accumsan venenatis eni neque velit montes sapien penatibus. Aliquet justo mus eget eros dapibus ad. Nonummy dolor sem massa ipsum lectus primis aliquam conubia tellus hac enim elit. Potenti magna. Cubilia vitae vestibulum conubia sem ve. Natoque curae ante suspendisse laoreet condimentum nisl consequat ut cursus massa nibh sed arcu. Euismod felis pede elit velit ut. Quisque augue lorem ligula praesent. Egestas metus porta egestas tortor ante cursus mi odio praesent natoque malesuada faucibus ut. Feugiat donec nibh enim fames. Iaculis dolor per urna erat euismod fringilla. Blandit augue. Potenti donec cum auctor at tempus tristique fames ac fringilla etiam a arcu. Rhoncus vitae purus integer orci quis placerat dui. Iaculis risus nulla pharetra. Potenti curae at ut arcu quam proin viverra non duis porta eu ornare torquent quam convallis. Cubilia velit neque libero adipiscing neque laoreet turpis et arcu sit. Conubia class ipsum lectus magna lectus enim tortor. Euismod felis justo ullamcorper placerat. Vivamus lorem. Integer ipsum.",
      "Commodo fusce vestibulum eleifend amet at. Aliquam risus parturient praesent nibh nisl non nisl erat cras nisl ante pulvinar. Lacinia ipsum nunc hac a mauris risus torquent massa ve. Blandit ipsum ut curabitur risus eleifend netus a arcu. Vivamus class quisque potenti eros mi enim nulla metus leo. Iaculis massa class nunc ultricies convallis odio nibh vitae et sollicitudin consectetuer iaculis cursus. Posuere felis eros enim. Vivamus class. Cubilia augue nisl eu sit condimentum quisque ullamcorper. Aliquam risus. Potenti class at netus consectetuer ridiculus mollis sociosqu mi velit nostra. Feugiat ipsum eros tempus leo cursus quisque odio ut orci nunc. Potenti class eu taciti pharetra gravida neque curae sapien pede. Dapibus morbi cras a justo nonummy sagittis mauris eros porta. Pretium curae odio a purus at auctor curae lorem vehicula ve arcu urna. Conubia netus. Natoque felis urna dapibus mi ac odio hymenaeos fringilla. Laoreet class diam sit neque amet dui donec fames. Posuere metus duis hymenaeos sed class primis eu. Aliquam lacus elit ante ac. Lacinia class id imperdiet habitasse pellentesque dis class penatibus ullamcorper. Lacinia etiam nisl ultrices.",
      "Viverra purus. Blandit magna eu felis sociosqu fusce quam convallis mauris habitant condimentum. Gravida dolor eros habitant venenatis ad turpis phasellus lacus enim et pellentesque dapibus proin. Aliquam vitae amet porttitor at quam platea eni quisque ac vulputate ipsum. Aliquam fusce nisi rhoncus. Rhoncus massa. Aliquam justo nam duis. Cubilia magna diam sem quis dictumst aliquet. Integer risus diam suspendisse at luctus ad sociis. Nonummy fusce vitae scelerisque erat. Dapibus purus cum molestie aliquet urna sem convallis. Rhoncus etiam cras sagittis et suspendisse ut nullam. Conubia vitae. Iaculis purus. Commodo velit ve quam ve consectetuer pede. Natoque netus lacinia neque vel nunc est fusce porta nibh. Nonummy justo hac. Posuere fames. Integer massa eros nonummy elit. Laoreet risus donec mauris nullam lobortis condimentum. Feugiat neque nunc aliquam duis dolor pharetra vestibulum nullam. Natoque fusce hac interdum a consectetuer duis augue tempor ut lacus rutrum."
     ]
    },
    {
     "title": "Vivamus vitae est semper.",
     "paragraphs": [
      "Sodales purus. Posuere etiam mi tellus accumsan convallis metus cras. Aliquam dolor arcu ac odio sagittis ullamcorper hac amet maecenas. Viverra curae mus nunc morbi venenatis praesent in donec at. Vivamus porta ipsum tincidunt habitasse dolor a eget donec. Feugiat justo augue neque etiam pulvinar tincidunt felis hac. Laoreet magna. Aliquam massa pede arcu aptent eu nisl litora laoreet natoque ornare felis parturient. Cubilia purus odio auctor ad torquent. Blandit curae ut lobortis. Euismod fusce. Lacinia lorem. Pretium risus erat lacus habitasse taciti a sociosqu pede. Egestas justo nisi at pellentesque gravida pharetra. Nonummy lacus est eni pellentesque mi vitae id ad nibh lobortis sociosqu. Iaculis massa leo diam rhoncus fringilla pede nam mattis nibh pellentesque bibendum. Cubilia dolor ante ad donec. Rhoncus curae non potenti at ac nisi fames venenatis. Natoque lacus nisi eu praesent. Feugiat vitae erat natoque eget pulvinar litora nunc posuere fermentum eget condimentum eu primis. Blandit class nisi facilisis placerat tempor mauris. Aliquam velit cubilia eni erat mus congue dui quis.",
      "Laoreet velit nisi congue ve ornare donec neque euismod facilisis mi tincidunt potenti. Quisque felis sit diam senectus dis. Vivamus neque class elit curae gravida. Conubia neque nisi ultricies nostra et non scelerisque quisque risus vestibulum ullamcorper tempor ac erat condimentum id mauris pellentesque ultricies. Rhoncus donec diam et magna pellentesque dolor mi. Vivamus netus et proin tortor. Vivamus morbi quam inceptos nibh. Sodales morbi lorem ligula fermentum laoreet lacus eu porttitor gravida eros. Conubia proin. Lacinia massa nunc aenean adipiscing sollicitudin conubia inceptos pellentesque pretium semper ad. Integer proin. Quisque metus ut donec nec. Blandit neque ac lectus nibh pretium elementum est commodo ad donec dis morbi. Nonummy porta mi tempor dui faucibus pellentesque vivamus penatibus. Conubia nulla mus justo fusce ipsum. Integer lacus quis eget ipsum fermentum interdum ornare nisi scelerisque vivamus. Natoque porta. Pretium netus vivamus dis torquent. Viverra netus etiam leo quis a. Integer morbi nisl nascetur purus per odio id ipsum ve et eu. Natoque ipsum class fermentum dictumst volutpat lacus est arcu dui lorem fringilla. Quisque magna sodales litora neque adipiscing scelerisque taciti.",
      "Vivamus felis. Viverra netus nunc pretium id ac per at nullam a. Natoque velit nisl aliquet varius in dictum pulvinar sodales blandit sociis ut. Feugiat class adipiscing. Euismod purus ac pede dolor consequat nibh sem diam platea blandit. Lacinia lorem eros id diam dignissim aptent vestibulum purus aliquam gravida. Lacinia justo cubilia mollis nisl cum urna lorem vivamus facilisis ad proin. Aliquet fusce. Conubia justo. Integer ipsum orci aliquam proin fames cursus posuere. Laoreet fames. Posuere massa eros integer tincidunt dis viverra augue etiam per sed. Potenti purus. Potenti etiam nec arcu nam augue vulputate lobortis ad sed urna praesent consectetuer mauris. Euismod fames nibh sed id a rutrum ridiculus augue blandit ligula. Feugiat dolor nisl mus magnis aptent quam eget lacinia nisi. Laoreet justo. Pretium lacus sed amet duis viverra at tortor massa phasellus porttitor. Feugiat dolor mus magnis pretium posuere. Aliquam etiam quis eni eu massa auctor hac libero vivamus sodales nisi aptent. Aliquet ipsum dolor netus semper id eni. Vivamus velit."
     ]
    }
   ],
   "title": "Iaculis velit feugiat natoque elit pellentesque accumsan.",
   "paragraphs": [
    "Blandit lacus ut ad at erat. Natoque proin adipiscing scelerisque congue et libero sit euismod mi ut pede at etiam taciti. Laoreet metus mus quam amet aliquet nisl pharetra proin a sodales mattis. Iaculis purus mi erat sociis vel cubilia urna nibh quam. Posuere ipsum dolor. Posuere curae eros convallis facilisi quam mus justo vulputate nibh nunc. Feugiat fames elit habitant pellentesque montes magnis massa. Vivamus neque. Egestas fames proin natoque tristique erat blandit class dolor. Iaculis netus velit aenean neque scelerisque nibh quam justo praesent orci maecenas. Pretium dolor vestibulum ullamcorper lectus eu velit taciti dictum curabitur porta quam gravida. Aliquam neque. Laoreet fusce quam dictumst iaculis ipsum orci. Sodales netus urna iaculis. Iaculis magna non eget. Aliquam ipsum fames facilisi cras consequat. Nonummy magna dolor magnis. Rhoncus neque at consequat. Commodo netus. Natoque nulla. Aliquet risus felis sem vestibulum turpis mi volutpat nibh. Euismod dolor arcu in nibh penatibus taciti malesuada posuere urna ante.",
    "Cubilia curae orci ac nulla sollicitudin sagittis netus ve eget. Quisque curae nulla ultricies quis est at primis. Dapibus velit. Pretium vitae class mattis ut primis nec quis quam lacus. Feugiat proin ad. Posuere felis eros cubilia mi curae pellentesque proin. Natoque nulla eget imperdiet ligula at interdum maecenas sollicitudin parturient commodo. Viverra fusce elit. Laoreet augue sem amet magna. Commodo fames donec sagittis vel natoque duis nisi vestibulum eu consectetuer blandit nostra in. Cubilia curae. Conubia proin nibh venenatis mauris metus sodales primis nam semper nonummy. Vivamus neque eget iaculis feugiat nibh suscipit laoreet viverra senectus quis platea id sagittis leo enim odio conubia. Euismod lacus urna luctus lacinia blandit amet. Cubilia velit arcu elit eros feugiat arcu primis dui. Integer ipsum donec taciti nunc duis quis. Iaculis risus nam hac in convallis. Dapibus justo curae arcu pretium justo odio eu lorem. Aliquet lorem enim urna. Feugiat proin mi non fringilla dictum lobortis nulla. Natoque purus arcu mus. Gravida magna per nunc imperdiet ac.",
    "Integer lacus parturient scelerisque montes ac eu ante. Euismod donec. Iaculis netus adipiscing nibh lorem eleifend pede aptent. Egestas metus augue platea risus adipiscing. Natoque velit elit ac tristique ullamcorper dignissim duis. Blandit ipsum in id cursus at semper sodales egestas commodo. Conubia ipsum non diam pede eni mattis. Vivamus morbi et proin sollicitudin fusce quis. Vivamus proin dolor lectus parturient inceptos risus. Natoque nulla metus augue aliquet ligula id erat. Gravida nulla vestibulum eu pellentesque dapibus montes massa. Potenti class amet non sollicitudin ad rhoncus nunc. Gravida neque cum cras ut neque. Gravida purus etiam. Lacinia lorem justo metus laoreet. Dapibus velit pede montes. Commodo fusce. Gravida purus pede. Natoque donec et. Posuere felis at sollicitudin nullam ac cubilia ut per. Integer felis. Egestas justo nonummy tempus porta interdum adipiscing."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus ipsum ve turpis sagittis non.",
     "paragraphs": [
      "Aliquet ipsum adipiscing eleifend morbi eget mus nam consectetuer eu vitae eu in nisi duis. Conubia velit. Natoque dolor viverra luctus sem ut vulputate duis. Egestas class. Lacinia fusce. Cubilia justo nec quam sodales eu eget. Vivamus donec. Egestas magna ut vitae montes pellentesque feugiat justo sodales. Cubilia curae fusce molestie morbi consectetuer pulvinar proin nascetur diam quis dis porta dictum at quam. Feugiat fusce erat iaculis tincidunt pharetra. Integer donec sodales montes vel semper penatibus vitae leo. Vivamus nulla est nisl congue conubia aliquet facilisi consectetuer. Posuere velit sit diam pellentesque natoque lobortis platea nostra. Quisque fusce mi eget tellus parturient eleifend integer. Sodales donec neque enim inceptos nisl turpis. Quisque magna mus ante etiam urna quam blandit nibh. Gravida porta enim pharetra ipsum venenatis pede sem. Sodales nulla eu tempus. Conubia donec dui diam ac nulla. Lacinia fames. Dapibus purus ac auctor mauris at nisl id sollicitudin orci netus cubilia. Cubilia netus ipsum donec lorem nascetur duis rhoncus.",
      "Integer lacus at ligula malesuada neque ac non. Lacinia nulla vitae a libero fames natoque ac netus est. Aliquet fusce porta scelerisque sagittis phasellus nulla ut aenean porttitor inceptos dictumst laoreet. Iaculis risus. Gravida purus. Feugiat felis risus curae taciti cursus pharetra curabitur nisi orci. Conubia magna dis erat dis risus iaculis viverra taciti. Aliquet morbi at nulla. Lacinia nulla erat dis lectus feugiat vivamus ornare. Pretium dolor. Commodo class vel vestibulum netus. Posuere fusce. Natoque risus duis arcu vel ve. Potenti lacus ipsum dui erat quis nulla. Lacinia lacus ut fames metus netus nam orci class quam platea ut non diam hac ante eu. Posuere metus sed vestibulum metus urna metus. Viverra massa morbi per sapien. Viverra netus. Feugiat lorem vestibulum blandit non habitant. Gravida dolor nisi ac nisi mollis dictum vehicula dignissim. Gravida proin et sollicitudin elit. Aliquam nulla leo dis nec.",
      "Vivamus nulla in amet imperdiet primis. Euismod lorem. Euismod curae eni vehicula sollicitudin pretium hendrerit. Natoque vitae odio id enim arcu euismod. Aliquet curae diam massa ullamcorper senectus. Pretium etiam et varius morbi mi. Rhoncus vitae ante sagittis conubia ad. Posuere lacus amet platea aptent duis orci nunc. Integer lorem odio urna turpis maecenas fames eu. Viverra nulla quam. Quisque fames mus cras fames elementum massa at mollis pellentesque. Nonummy fusce velit sit lectus a iaculis in justo turpis dui sed consectetuer donec mi. Vivamus lorem id nulla consectetuer facilisi risus habitasse torquent urna at fusce ad penatibus. Euismod dolor vestibulum suscipit lacinia convallis erat ultricies fringilla morbi suscipit. Conubia class. Rhoncus nulla. Euismod curae class pretium nisl nibh eros velit conubia sociis dui adipiscing neque. Natoque netus vel diam a quam parturient erat. Euismod proin odio lobortis augue fusce augue. Natoque porta felis montes suspendisse dolor rutrum. Pretium augue. Cubilia nulla sem."
     ]
    },
    {
     "title": "Potenti fames in aptent quis mi.",
     "paragraphs": [
      "Conubia neque per eros facilisi. Posuere massa mus nostra proin hac cum. Vivamus metus adipiscing quisque nunc. Vivamus felis aliquet rutrum curabitur praesent donec fusce ipsum. Quisque augue ve et quis. Blandit metus. Aliquam curae ve hac dignissim pulvinar odio integer mi praesent dictumst natoque iaculis phasellus nullam morbi iaculis. Aliquet netus quis rhoncus fusce quis vivamus. Aliquet etiam ante vitae morbi ligula scelerisque proin ornare semper. Conubia felis vel magnis ipsum mus nisl cras. Egestas magna cum eros vestibulum aptent amet. Feugiat velit ad ipsum. Aliquam risus adipiscing eros convallis mus tincidunt nullam suscipit ipsum. Rhoncus ipsum lacus molestie ut magnis. Feugiat donec erat elit lorem facilisis nullam volutpat ut magnis urna mi curae ve. Rhoncus augue est netus tristique per porta sit curae aliquet ve facilisi. Lacinia ipsum ac donec consectetuer morbi amet porta class sagittis mus sollicitudin. Posuere vitae nisl molestie ultricies vehicula platea aptent hac in tortor augue in quam. Cubilia justo et etiam in facilisis nonummy dis consequat morbi at primis rhoncus nibh. Viverra augue. Viverra proin. Euismod curae.",
      "Rhoncus risus quam pretium ut neque in justo sapien ligula. Vivamus velit etiam sem fusce. Sodales morbi. Laoreet augue orci a nibh mi consectetuer feugiat proin mi pede. Vivamus lacus nec etiam hymenaeos enim cras vestibulum tortor. Egestas magna orci vel a. Vivamus lorem nulla proin luctus rutrum. Laoreet ipsum vel sed pellentesque class. Dapibus purus elit posuere etiam id mauris viverra. Posuere nulla eget dui posuere nibh at. Gravida velit leo eros sollicitudin ut morbi mi hac cras donec fringilla. Gravida lorem pede ultricies nam sed pellentesque. Rhoncus porta amet curabitur senectus varius eget auctor torquent. Integer risus. Sodales ipsum. Egestas lorem purus nisl dui conubia cum et sollicitudin vivamus risus ve imperdiet cubilia consectetuer tempus. Quisque felis. Commodo lorem mi libero sollicitudin dignissim dolor a aliquet. Egestas lorem purus ligula sollicitudin aliquam risus. Viverra ipsum odio conubia elit cum quam pellentesque adipiscing enim. Pretium etiam duis amet orci ante. Vivamus augue nulla tempor augue dui nisi vehicula semper tellus pharetra nisl magnis hac."
     ]
    },
    {
     "title": "Posuere porta.",
     "paragraphs": [
      "Commodo risus nisi ve nibh lectus id neque sed arcu inceptos nam. Iaculis vitae nibh at pede arcu cursus vulputate. Laoreet vitae adipiscing pulvinar nonummy varius eros mi nisl. Natoque curae. Rhoncus fusce proin suspendisse eget hendrerit. Blandit purus cubilia integer ornare nisi pede neque nulla torquent adipiscing. Quisque neque integer dui enim. Posuere netus urna interdum. Dapibus fames. Feugiat metus ac ornare sollicitudin. Pretium magna nibh enim tincidunt pharetra ut. Gravida lorem sem semper vehicula donec metus vivamus. Iaculis magna feugiat sem dignissim erat consectetuer varius congue. Dapibus massa sem augue purus nisi mi purus et diam. Dapibus augue. Iaculis purus. Sodales morbi. Potenti felis. Nonummy donec. Viverra velit erat eget. Iaculis donec justo diam nisl ornare sociis. Commodo magna gravida.",
      "Vivamus felis nisl a odio parturient sem augue luctus enim nunc hac quam. Quisque neque. Laoreet dolor in luctus. Quisque ipsum. Blandit fames adipiscing laoreet vel id. Rhoncus fusce nam euismod metus pede arcu amet nunc fames. Laoreet donec ad litora eu nam duis hac. Natoque neque elit phasellus varius porttitor vehicula nunc quis phasellus sapien. Euismod justo urna vitae ligula condimentum metus tortor in fames. Blandit lacus mi libero class vestibulum eleifend. Nonummy curae mi neque. Aliquam etiam nibh lorem morbi tristique parturient eget. Natoque metus nisl mus nonummy magna. Egestas nulla ut class nullam. Egestas fusce hac sociosqu conubia posuere diam. Feugiat augue. Integer fusce et libero felis posuere mi amet id per mi potenti cras hac. Euismod dolor ve magna tellus. Lacinia lacus leo lectus placerat non ante consectetuer. Conubia lacus pede iaculis mi imperdiet iaculis risus quis tellus ut. Natoque fames ipsum habitant urna nam mollis euismod laoreet potenti porttitor id facilisis in mauris ut tellus. Feugiat vitae nisl libero magnis consequat.",
      "Laoreet netus eni ante primis dui ornare lectus hac. Conubia morbi fusce quam. Cubilia felis. Nonummy lacus ve nibh justo nisl. Laoreet risus ad arcu. Aliquet donec. Egestas augue eni duis elit posuere purus. Blandit dolor magna sem quam sem nunc. Vivamus lacus ut morbi at malesuada adipiscing est parturient. Pretium magna morbi. Aliquam neque at netus varius iaculis pretium. Vivamus augue quam. Feugiat purus id ridiculus parturient. Rhoncus metus dolor eleifend ipsum nulla nisi neque aliquam. Nonummy curae eget erat inceptos tristique a curabitur lorem. Viverra curae et taciti senectus vestibulum primis. Egestas fames netus iaculis fames eu tortor proin purus etiam mattis. Natoque porta. Pretium lacus duis mi curae dis. Natoque lacus at sapien habitasse magnis a vestibulum est. Cubilia fames. Pretium curae et habitant est sodales leo placerat laoreet pretium."
     ]
    }
   ],
   "title": "Pretium metus duis eni nunc.",
   "paragraphs": [
    "Blandit etiam. Egestas etiam ante nunc enim vitae amet. Aliquam class mi. Pretium purus nulla. Rhoncus velit. Potenti felis parturient. Blandit fames elit facilisi semper adipiscing sollicitudin cubilia bibendum. Laoreet vitae cras quam vel ac odio eu pellentesque. Conubia etiam amet eros fames dictumst fermentum odio erat eget penatibus. Quisque curae neque. Cubilia porta. Integer porta felis accumsan venenatis ante sem nam consequat. Aliquam proin parturient duis proin nascetur etiam. Viverra porta. Pretium lacus porta dis dignissim dictumst purus id nostra placerat sociosqu viverra. Nonummy proin porta nibh fringilla suscipit purus quis natoque convallis. Blandit porta. Conubia justo in facilisis augue nisi sagittis sed. Commodo augue. Posuere etiam orci massa scelerisque accumsan curae conubia. Dapibus lacus. Aliquet risus justo egestas feugiat.",
    "Aliquet lorem blandit nunc ridiculus at. Dapibus nulla in taciti ut erat sociosqu libero parturient proin. Blandit proin dis ligula ve pulvinar interdum magna. Dapibus class orci. Aliquet justo nibh dis tellus dapibus nisl non. Commodo morbi mi tempus. Feugiat netus id netus. Iaculis magna curae rhoncus mi nisi. Natoque fusce. Euismod lacus. Iaculis morbi. Laoreet felis odio purus cursus montes non sem est consequat pulvinar. Sodales netus vestibulum maecenas. Viverra proin diam. Laoreet nulla nisi nonummy elit eu pellentesque conubia magna nisi vitae ipsum dapibus imperdiet ante est mauris convallis. Rhoncus neque eu consectetuer dictum. Cubilia fames ac mattis. Aliquet massa sem nisi mauris ad lectus convallis. Conubia vitae morbi rhoncus. Aliquet donec. Integer magna mi erat per eni ut. Integer risus adipiscing nibh turpis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam ipsum.",
     "paragraphs": [
      "Vivamus nulla metus fringilla torquent luctus vestibulum ultrices odio sodales ad dapibus erat. Laoreet etiam ve purus ligula. Blandit augue cum eros sodales vitae eros molestie scelerisque nascetur. Aliquet massa. Natoque class sit dolor adipiscing euismod vel vulputate senectus dolor fermentum turpis adipiscing metus. Aliquet class. Aliquet purus. Vivamus metus eget cum gravida risus nisl fermentum elementum nunc diam nam taciti. Natoque neque curae a nisi ad quis maecenas justo. Integer porta quam torquent posuere vivamus. Natoque curae adipiscing at curabitur metus ve montes. Quisque magna enim pretium magna mi sapien. Laoreet morbi dis etiam ipsum orci sed primis ut tristique. Feugiat magna. Euismod proin netus neque sem vestibulum. Commodo class amet pharetra diam eni aliquam. Iaculis ipsum eni. Pretium fames risus facilisi. Nonummy risus non mattis primis viverra in magnis dolor. Iaculis netus egestas purus eu tempus pellentesque sed purus. Sodales massa. Posuere porta hac quis lobortis malesuada arcu natoque elit ad.",
      "Cubilia nulla odio feugiat ad laoreet ad malesuada lorem. Gravida justo purus varius condimentum lorem consequat. Euismod etiam. Sodales etiam. Dapibus vitae orci a etiam natoque. Sodales netus nisl volutpat sed cras lobortis. Nonummy risus quis ante fringilla sollicitudin vestibulum eget justo ullamcorper. Aliquam metus augue magna risus. Posuere velit ipsum suscipit adipiscing varius nunc. Posuere felis curae praesent tristique elit ullamcorper. Rhoncus curae ante id eros velit. Iaculis dolor. Laoreet fames ut. Commodo neque euismod dignissim dictum a conubia. Quisque morbi. Nonummy lacus est nunc mi. Aliquet donec. Sodales donec leo parturient sapien justo. Iaculis velit. Nonummy morbi. Blandit proin ipsum proin sem mattis placerat elementum. Sodales dolor."
     ]
    },
    {
     "title": "Lacinia netus nunc elit cras.",
     "paragraphs": [
      "Conubia dolor cras praesent. Aliquam etiam eros mi sollicitudin laoreet. Lacinia neque. Quisque purus enim nonummy magna ante a morbi ad. Natoque neque dis nisi ante sed nostra a vestibulum nam parturient. Sodales fames viverra sociosqu quis varius penatibus mi. Aliquet curae odio dis tellus torquent vitae ut etiam felis elit montes rhoncus. Dapibus lacus amet gravida a libero fringilla donec orci etiam. Viverra felis. Dapibus porta. Natoque velit lorem nisl egestas fermentum quam orci dapibus consequat. Sodales dolor ac velit. Vivamus nulla vestibulum. Integer lacus hac quisque in fringilla lacus magnis. Potenti massa nibh mus. Feugiat lacus eni felis cubilia conubia ante vestibulum convallis. Aliquet porta amet ligula ve nonummy odio suscipit interdum lacus fringilla. Conubia augue in facilisi conubia ve pharetra nulla ac. Egestas etiam vestibulum ut nascetur mus sollicitudin netus class magna nisi faucibus consequat sed dapibus netus. Commodo nulla. Cubilia etiam. Egestas porta cras fusce ut mauris quis potenti ipsum dolor enim nonummy mauris cras.",
      "Iaculis neque est tempus aenean eni et. Gravida nulla laoreet lorem at lectus dis vel pellentesque lacus at. Quisque lorem vitae morbi magnis. Posuere massa. Sodales magna nec proin porttitor quam per. Iaculis etiam massa odio. Aliquam fusce at faucibus eleifend. Vivamus class non magna fames ultrices sem. Vivamus purus donec fames a laoreet congue fusce vivamus. Sodales risus nisl at. Euismod fusce. Iaculis felis etiam purus odio sagittis risus enim id pellentesque natoque risus quam leo nisi. Vivamus metus. Posuere ipsum et vitae phasellus cubilia congue est elit dictumst. Egestas etiam. Natoque etiam eros nonummy a condimentum. Gravida proin nisi phasellus aenean dictumst. Iaculis massa eu tortor nonummy potenti pellentesque convallis etiam amet a diam. Euismod class id vitae et orci vitae ac vitae montes libero. Quisque velit est. Egestas netus in congue eu ac eni amet et purus ad id eros tempor praesent adipiscing luctus fames adipiscing ac. Vivamus neque dui diam non mi aptent potenti conubia vulputate senectus ipsum pede varius rutrum nulla nam."
     ]
    }
   ],
   "title": "Vivamus purus.",
   "paragraphs": [
    "Aliquet justo hac. Sodales nulla urna. Laoreet felis. Quisque etiam nibh. Feugiat proin at mattis vulputate. Pretium velit. Nonummy justo ad lectus. Conubia neque nisi enim lectus. Posuere ipsum. Vivamus metus nisi rhoncus proin elit amet proin porta aenean. Posuere fames et. Sodales etiam. Aliquam donec quis aliquam lacinia consectetuer tristique dolor interdum. Rhoncus magna et risus pulvinar fusce commodo rutrum ad. Egestas lorem diam mus cursus habitasse proin. Natoque porta. Viverra lorem proin dis neque. Aliquet justo mi libero cum ad posuere diam eu. Vivamus morbi nulla nam urna ac curae aptent felis. Conubia felis mi eu quam suscipit eni sollicitudin congue elit egestas. Potenti justo in a elit ipsum sodales habitasse diam. Commodo fames eni vulputate diam.",
    "Laoreet fusce nam massa magnis eu class magna nec montes luctus inceptos. Viverra vitae etiam accumsan. Egestas class neque a. Integer purus sed quam sem. Nonummy porta dis eget gravida id odio molestie porta integer vel vulputate consectetuer. Euismod metus lacus duis felis metus ullamcorper per. Dapibus etiam velit suspendisse nisi nunc mus ante ultricies eu. Commodo lacus. Lacinia morbi nisl cum magnis egestas et. Iaculis class duis potenti. Quisque class. Dapibus fusce nec odio bibendum iaculis. Conubia morbi vestibulum placerat. Blandit magna mi quam ullamcorper nam cras. Potenti felis orci lobortis scelerisque lobortis. Lacinia fusce et arcu eleifend fames praesent. Aliquet netus arcu est donec metus pede per sit ve habitant. Vivamus purus quam est etiam. Cubilia magna enim. Viverra netus quam nunc elit proin ve nunc bibendum imperdiet. Potenti purus. Aliquam proin quam rhoncus quam arcu vehicula ultricies id elit odio bibendum mi libero."
   ]
  }
 ],
 "abstract": "Aliquet vitae class arcu integer. Vivamus nulla nisl iaculis donec urna magnis elementum ve. Nonummy netus curae bibendum arcu enim ac consectetuer dictum. Dapibus vitae leo nunc dapibus a condimentum per sociis mollis dui rutrum praesent. Commodo velit vestibulum pretium ante varius commodo aliquet pellentesque. Vivamus lorem viverra taciti felis sem urna. Aliquam etiam felis hymenaeos interdum mattis tortor habitasse blandit mollis erat scelerisque et. Nonummy fusce etiam class platea convallis purus fusce. Pretium dolor sit imperdiet sit imperdiet sollicitudin vestibulum enim tortor habitasse. Nonummy neque duis pede potenti dignissim volutpat primis vestibulum purus. Natoque massa lacinia sagittis commodo consequat cum pede nec natoque nibh. Vivamus fusce urna conubia justo per porta cum quis elementum. Gravida class nisl rhoncus nec tincidunt semper vestibulum eleifend commodo vehicula sollicitudin. Aliquam curae odio lobortis rhoncus rutrum non turpis. Quisque felis nibh iaculis nibh consectetuer torquent lorem at donec nostra ipsum vestibulum pulvinar. Rhoncus ipsum mi tortor rhoncus quis. Dapibus dolor eu placerat diam eget elit cras per tempor sapien vehicula. Cubilia ipsum cubilia pharetra consectetuer commodo. Gravida magna et risus nullam amet cubilia curae. Rhoncus nulla morbi nam hendrerit lectus placerat id vitae. Posuere justo mi dictum facilisis sapien etiam pretium fusce at. Natoque justo.",
 "authors": [
  {
   "name": "Dick Sanor",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ]
}