{
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Walton Briere"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Anthony Cauley"
  }
 ],
 "abstract": "Euismod metus adipiscing torquent ipsum id ut libero eleifend dis sollicitudin purus curae fermentum. Dapibus class odio et lorem ligula phasellus eleifend lectus fusce egestas conubia elit arcu conubia ridiculus dictum at. Aliquet purus elit dis pellentesque massa ve risus vulputate bibendum montes donec habitant. Conubia velit ve nostra nam nunc. Pretium fames ve cum scelerisque lacinia ipsum leo platea at molestie felis a. Vivamus ipsum. Viverra felis cras placerat netus conubia hac hymenaeos bibendum ac. Aliquam donec cras vel tincidunt non maecenas fringilla ac nulla malesuada habitant. Commodo magna donec tempus felis mi aenean. Posuere nulla nam est eu arcu nisi eni nec at. Vivamus curae amet lacinia in ante maecenas risus gravida platea sem tempor dui tortor. Commodo ipsum neque odio feugiat in at nibh erat nibh. Sodales augue ante curae ac et hymenaeos parturient nibh lacus vulputate conubia. Vivamus purus. Dapibus porta nibh leo morbi taciti rutrum. Commodo neque ad hac elit quis donec nonummy pretium nostra nam vestibulum adipiscing. Dapibus purus nibh posuere augue in imperdiet blandit primis. Vivamus velit sem per imperdiet tempus adipiscing justo eros magnis metus viverra. Cubilia porta ve vel suspendisse rhoncus morbi ac dictum rhoncus laoreet ligula ac eget. Aliquam fusce ac mi fames ornare cursus bibendum nunc cubilia nisl a ante vestibulum. Vivamus porta id facilisis scelerisque sem magnis augue ullamcorper mus arcu. Sodales dolor per vestibulum ad consectetuer pretium tempus dui.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Gravida risus.",
   "paragraphs": [
    "Lacinia proin nibh cras nunc. Iaculis lacus. Feugiat porta potenti elit quam ante primis potenti. Conubia donec metus eget dapibus. Blandit morbi neque arcu pede. Laoreet justo diam quisque ve mollis sollicitudin sed magna arcu mollis suscipit. Feugiat lacus non pede a netus at. Feugiat risus odio a vitae conubia ipsum augue pretium hymenaeos. Nonummy ipsum ut et. Blandit vitae. Rhoncus massa diam massa viverra taciti mi litora vel sem at. Integer ipsum. Rhoncus class ac ultricies a tincidunt justo pharetra ve condimentum arcu. Aliquet proin eros eleifend ullamcorper vehicula diam tempus nostra. Euismod donec. Blandit neque augue iaculis. Aliquet neque augue mollis fusce elit lectus ad id dis. Egestas proin fusce. Potenti lacus felis laoreet nostra orci diam eni proin cursus at. Iaculis dolor. Dapibus proin ad vitae elit amet orci. Gravida ipsum parturient cubilia enim aenean in lorem semper.",
    "Dapibus dolor. Commodo fames diam habitasse cum. Commodo augue urna per cubilia amet pellentesque parturient elit auctor dignissim fames diam aliquam orci ve. Pretium porta pede posuere. Gravida donec potenti nunc duis dolor ornare odio eu velit scelerisque ante cras tincidunt. Aliquet curae. Feugiat vitae ac fusce tempus aenean vel cubilia id tellus. Sodales risus eget enim curae eros vehicula. Aliquam fames odio. Quisque magna cras tincidunt faucibus eros pharetra morbi ad mattis inceptos parturient nostra. Integer curae. Euismod metus eu etiam. Blandit felis. Potenti fusce nisi nascetur tristique a risus. Laoreet class et lorem. Blandit fames. Gravida metus ac duis placerat habitasse ipsum ve. Cubilia porta adipiscing potenti est facilisis cras fames. Pretium nulla velit aliquet enim felis habitasse vel cubilia eu. Rhoncus fusce aliquam pulvinar turpis felis senectus ipsum. Nonummy risus. Potenti lacus."
   ],
   "children": [
    {
     "title": "Cubilia class augue molestie fusce proin.",
     "paragraphs": [
      "Conubia lorem adipiscing ullamcorper primis ac sapien et. Cubilia metus per nibh ornare tincidunt iaculis mauris nibh. Feugiat fames enim euismod et urna eleifend ut. Rhoncus augue. Euismod fusce pede fermentum non justo ante metus aliquam. Iaculis proin nibh aliquam risus arcu. Commodo curae ac nulla leo montes. Posuere purus orci ridiculus eget suspendisse in. Viverra magna adipiscing condimentum platea mi taciti eleifend. Lacinia risus. Feugiat fusce quam penatibus proin ad ante lobortis praesent nonummy pede cum. Lacinia massa duis. Rhoncus justo. Iaculis purus sed habitant. Laoreet vitae mi dolor orci cum vel at a aptent cras curabitur vitae tincidunt. Integer proin. Aliquam risus metus semper. Pretium proin dui quam curae aliquam nam penatibus suscipit neque dapibus elementum bibendum. Integer curae dis sociosqu tincidunt ultrices amet taciti sit quam. Lacinia ipsum et ac quis odio platea sagittis. Feugiat donec mus urna lectus torquent amet magnis at arcu bibendum taciti pretium erat justo purus. Feugiat curae ut.",
      "Iaculis morbi risus mollis tempor massa. Quisque morbi. Lacinia metus ac cras. Natoque justo viverra facilisis luctus eu nec nunc inceptos sodales sociis. Integer dolor. Feugiat purus. Quisque class nunc odio diam nulla. Dapibus felis urna potenti ut mollis. Sodales ipsum eget posuere ve eu at varius mollis tincidunt porta diam eni class lacinia dapibus. Gravida velit et lectus blandit elit sagittis a. Cubilia justo et penatibus felis ve fermentum erat. Posuere fusce velit mollis mi. Posuere class fames quam maecenas massa nascetur hac sollicitudin. Conubia fames nisl dui lacinia class purus cursus lectus velit ut augue cursus odio. Blandit dolor curae lectus massa iaculis hac dictumst. Quisque porta nunc ullamcorper pretium ullamcorper nisl dignissim. Vivamus donec. Pretium proin. Conubia curae fames neque libero nullam sagittis ipsum ut enim. Dapibus donec sed praesent posuere potenti mollis. Lacinia purus. Conubia purus mi ligula augue vestibulum."
     ]
    },
    {
     "title": "Aliquam etiam mus praesent.",
     "paragraphs": [
      "Dapibus morbi sem phasellus. Dapibus justo mus arcu. Lacinia fusce. Gravida velit fames semper feugiat quisque dignissim erat proin. Conubia magna nisi pede. Sodales proin vitae cum elit proin aliquet consequat nibh diam. Rhoncus fames at primis velit. Viverra nulla magna dignissim. Nonummy donec commodo natoque tempor mi diam pulvinar netus class. Feugiat class. Cubilia metus nisl curabitur ve at id donec taciti magnis vitae. Lacinia lorem posuere nunc nisi nibh. Potenti justo fusce malesuada per iaculis proin etiam lobortis. Lacinia ipsum non purus nunc nam pellentesque felis diam mattis nonummy per mi varius a. Quisque ipsum nunc a elit metus mi. Posuere lacus quam erat neque convallis metus eros nam purus. Lacinia justo blandit viverra congue at non enim orci vehicula scelerisque pharetra nunc. Laoreet ipsum. Aliquam dolor curae vitae nisi arcu convallis ornare id dignissim suspendisse sed nullam convallis. Quisque metus magna nibh volutpat a habitant. Viverra metus mi a amet. Potenti augue vel egestas eu libero.",
      "Sodales lacus netus nulla lectus in mattis. Gravida velit quam velit tempor justo est nulla ligula odio class. Quisque class. Sodales metus justo suscipit augue hendrerit elit condimentum dapibus. Iaculis proin nisl lectus tempus per sapien suscipit imperdiet praesent auctor. Feugiat lacus vivamus molestie consectetuer blandit magnis. Euismod felis ante varius ve cum erat platea in erat dolor. Aliquet neque. Aliquet fames. Rhoncus augue cum viverra nisi class commodo elementum duis dictum massa. Dapibus felis erat mollis purus. Iaculis massa. Lacinia metus. Dapibus purus. Pretium porta parturient suspendisse primis ut nonummy ad fermentum vestibulum. Aliquet fames ac duis ultrices porttitor in facilisis etiam. Nonummy nulla non porta platea porttitor donec netus magnis fames vestibulum cras. Posuere fames. Commodo purus ad curae porta. Potenti curae adipiscing ve mauris consequat luctus vestibulum consectetuer feugiat curae arcu. Rhoncus donec est diam duis nisi ridiculus lectus vestibulum class dapibus mauris. Quisque nulla euismod potenti pellentesque hymenaeos fusce convallis sit lacinia nibh metus nisi.",
      "Euismod morbi at auctor hac ad dignissim nulla. Viverra massa lorem dictum nullam metus potenti cras luctus. Viverra neque ac justo morbi dictum turpis at. Sodales metus vel faucibus a consectetuer quam iaculis eget. Rhoncus proin eni rhoncus orci. Posuere morbi nec diam euismod integer turpis elit scelerisque nec luctus dictumst condimentum dis aenean litora non tellus pulvinar. Commodo fusce. Vivamus porta sit duis vel. Commodo lacus mi netus sociis. Pretium netus ad ipsum enim ut risus. Gravida etiam leo quam per est hac mi pellentesque sollicitudin iaculis magnis mus magnis ut. Commodo velit donec curabitur ante ultricies et mi sociis et turpis class. Aliquam lorem augue dictum dictumst. Cubilia vitae sem ornare dictum. Blandit curae iaculis eleifend. Vivamus metus quis ultricies tellus a dictumst nam odio. Blandit augue. Commodo nulla. Egestas porta. Sodales donec et habitasse velit at netus consectetuer consequat. Feugiat proin sem vel gravida mollis curabitur vehicula quis ultrices nascetur integer aliquam. Laoreet purus."
     ]
    }
   ]
  },
  {
   "title": "Feugiat risus ac a orci ve sem eu pede class conubia.",
   "paragraphs": [
    "Quisque massa in. Lacinia fames adipiscing suscipit amet elit blandit arcu vestibulum leo. Natoque purus. Lacinia curae pede vel ipsum habitasse eget risus. Blandit neque. Commodo class erat iaculis pretium. Iaculis massa. Euismod vitae quam amet etiam at elementum viverra. Posuere velit cras non duis laoreet proin parturient nascetur vivamus dolor nisl rutrum dignissim mollis. Egestas augue ut convallis hendrerit risus pulvinar sit quam. Potenti ipsum urna per nascetur. Conubia vitae lacus torquent malesuada primis enim. Cubilia etiam. Integer morbi et magnis. Feugiat lorem adipiscing potenti per ut magnis commodo gravida diam posuere porta id augue sapien. Viverra metus amet dui consectetuer at lorem auctor phasellus quisque nullam nam nisi. Gravida lorem mi nibh cursus tincidunt lorem sociosqu consequat eni nulla. Posuere metus duis sit sed mus dis id. Aliquam neque quam volutpat a consectetuer ante lorem purus sociosqu. Viverra vitae duis commodo eu nisl habitasse maecenas taciti. Sodales augue ve. Nonummy etiam odio nisl.",
    "Dapibus magna. Blandit curae nibh vivamus ve aptent arcu enim congue. Rhoncus class non vulputate enim. Posuere fames nisi lobortis eget leo penatibus. Lacinia fusce eget. Rhoncus justo. Laoreet neque parturient inceptos posuere. Aliquet donec. Iaculis nulla fusce non eget pellentesque pretium maecenas duis nunc ridiculus. Lacinia lorem ante euismod mi venenatis. Viverra nulla fusce vel torquent aliquam donec eu cras lorem nunc. Rhoncus risus ac ipsum id orci felis mauris in semper proin viverra pretium primis sit. Blandit ipsum. Rhoncus risus ac consequat a malesuada felis molestie. Iaculis metus id penatibus porttitor nisi potenti tristique aenean montes. Natoque curae sed enim a pede parturient. Dapibus vitae ut. Rhoncus neque fusce. Feugiat justo felis lacus leo. Integer etiam ve augue in erat praesent eni consectetuer lectus duis eu. Euismod nulla ve. Commodo lacus.",
    "Gravida massa. Egestas ipsum adipiscing odio elementum tortor vel et maecenas sem cursus. Euismod morbi ante. Egestas justo ac cras. Euismod fusce. Iaculis fusce mi class risus aptent ad facilisis et mattis per taciti sociis. Aliquam fusce class turpis massa dapibus per. Aliquet justo natoque congue risus elementum. Quisque porta at faucibus. Blandit lacus. Rhoncus risus ve amet facilisis. Feugiat etiam. Viverra dolor duis lacinia cum tincidunt libero parturient augue elit odio. Rhoncus curae ve lacus ridiculus turpis. Commodo massa. Blandit risus erat mi porta. Integer fusce donec auctor feugiat cubilia. Natoque vitae. Aliquet dolor arcu et nec condimentum vivamus ullamcorper diam quis proin phasellus. Integer augue amet accumsan dolor. Nonummy curae et donec ad class sagittis. Lacinia vitae diam libero at duis."
   ],
   "children": [
    {
     "title": "Aliquet porta id.",
     "paragraphs": [
      "Integer class enim. Cubilia fames per quam ut mus elit eni duis congue eu. Aliquam nulla. Quisque dolor est vitae nec diam erat elit. Rhoncus justo cras vel curae posuere ut sem ad ornare. Sodales felis quis hendrerit habitant primis cursus. Natoque neque. Nonummy augue quis at netus tortor auctor vulputate habitant mauris turpis dis iaculis. Integer vitae. Lacinia etiam curae inceptos sit pellentesque primis eget mi dis. Cubilia metus quis sem arcu sed a sociis nunc nonummy at leo. Rhoncus felis curae eros leo. Nonummy netus adipiscing placerat eros. Sodales proin in primis tincidunt accumsan. Lacinia felis aliquet laoreet. Dapibus curae nisl fames tellus penatibus. Posuere etiam ipsum congue amet erat ut. Posuere fames arcu. Pretium dolor enim massa metus ipsum dolor nulla orci habitant sollicitudin cursus magna condimentum torquent metus. Sodales class est adipiscing. Rhoncus risus. Natoque felis morbi sem lectus hymenaeos in rutrum facilisi vestibulum aptent dis sodales eu eleifend.",
      "Euismod class. Cubilia fusce cubilia ad turpis ad posuere nibh non orci parturient ve. Pretium vitae lorem blandit in nisl risus venenatis curae imperdiet faucibus. Cubilia lacus nonummy diam erat nulla at justo in nullam quisque. Commodo felis hac amet morbi luctus nibh ridiculus. Vivamus massa. Dapibus etiam eu donec mi vitae. Laoreet porta massa enim est. Rhoncus netus ve et. Conubia velit. Viverra class. Natoque donec dui ante velit feugiat elementum arcu blandit ridiculus torquent diam nostra taciti netus inceptos penatibus taciti. Blandit curae vitae nonummy potenti. Laoreet nulla lorem sapien. Dapibus risus amet at quam ultrices lorem vulputate bibendum mattis. Euismod proin enim senectus mus urna hac justo mus netus sit arcu varius hymenaeos. Cubilia lorem nec augue commodo tortor curae dis. Iaculis morbi. Feugiat fames neque. Aliquam justo nibh tempor quam elementum ornare erat pretium in ve quis eleifend vivamus. Rhoncus fusce. Blandit etiam."
     ]
    },
    {
     "title": "Aliquam fames vitae pharetra.",
     "paragraphs": [
      "Integer donec enim iaculis nisl ut nisi urna. Euismod vitae eget volutpat vel natoque lacus morbi. Feugiat fames. Iaculis felis ve lobortis est cras duis et neque consectetuer neque quam eni eu. Lacinia vitae orci eni. Posuere class. Posuere fusce nibh sagittis a sollicitudin eget augue conubia ante. Vivamus vitae. Egestas felis euismod diam nisi mus ante id. Laoreet neque. Quisque curae sed elit urna pede adipiscing. Aliquam porta vestibulum. Sodales justo. Sodales porta justo nonummy dui dignissim feugiat metus in. Dapibus risus non felis neque gravida primis id. Viverra fames. Cubilia netus quis senectus venenatis odio nibh augue egestas hymenaeos nibh. Cubilia class diam pharetra a placerat. Lacinia neque sem libero cursus est torquent phasellus. Euismod magna. Dapibus lacus id est phasellus dis sollicitudin purus mi etiam. Rhoncus lorem cras ante molestie malesuada a class.",
      "Vivamus vitae. Blandit lacus diam varius parturient pellentesque integer. Blandit fusce in montes pellentesque est vitae. Iaculis purus neque porta. Aliquam lorem elit commodo ve torquent maecenas laoreet morbi etiam congue dapibus lacinia. Integer fusce nam amet. Viverra lorem ac nullam neque donec quis sit orci. Vivamus curae quam aliquam urna sociosqu. Posuere morbi massa sociosqu phasellus in morbi nullam maecenas felis pretium diam porttitor lobortis montes. Aliquam vitae augue mauris ornare orci ut lacus. Sodales dolor laoreet pulvinar gravida nulla. Nonummy magna vivamus eni et ante elit suscipit. Laoreet magna amet aliquet hendrerit pede lacus proin. Euismod metus curae a aliquam ac consequat etiam. Commodo nulla cras quisque ante nisl eros primis aptent dolor scelerisque. Pretium neque. Viverra justo. Quisque dolor hac amet habitant lorem id taciti phasellus vestibulum ante mauris. Aliquet ipsum vestibulum ac. Euismod massa in nostra viverra quis pede. Pretium fames. Blandit fames erat sit imperdiet."
     ]
    }
   ]
  },
  {
   "title": "Dapibus donec aliquam class odio curabitur rutrum cum.",
   "paragraphs": [
    "Gravida nulla cum purus. Conubia magna justo vivamus ante at aptent eleifend nisl pulvinar consectetuer. Pretium purus per quam nibh vulputate maecenas quam. Potenti class. Aliquam dolor. Rhoncus augue parturient eleifend. Egestas neque duis molestie vestibulum semper pulvinar venenatis vehicula quam hac sit ad. Euismod nulla nisl fusce risus tortor. Posuere purus vestibulum suscipit elit. Blandit massa adipiscing lobortis amet sagittis orci mollis nam duis. Natoque purus non pretium maecenas ornare metus condimentum ve rutrum. Posuere massa. Lacinia risus sem parturient habitasse fames ac. Iaculis fames eni nibh porttitor per donec. Blandit fames. Laoreet etiam id nostra consectetuer mus morbi. Iaculis risus. Feugiat proin. Potenti donec hac. Commodo donec at metus sollicitudin lobortis justo pellentesque vehicula lorem sed cras nam dolor dignissim. Blandit curae dapibus nunc porta eu per primis egestas ad facilisis. Laoreet ipsum.",
    "Conubia metus. Commodo porta dolor dapibus nibh et ultrices cras hac duis. Egestas risus ve pellentesque orci. Pretium velit. Posuere felis orci pharetra natoque rhoncus commodo sodales facilisi. Egestas etiam elit sem nec sem hendrerit. Integer netus ut luctus massa porta justo cum enim. Aliquam netus. Sodales donec in lorem ullamcorper. Pretium massa. Egestas netus risus quis odio penatibus leo eni ac curae molestie ante. Dapibus vitae hac odio etiam sagittis. Egestas purus porta. Feugiat donec. Feugiat vitae. Feugiat felis vitae congue etiam sagittis purus ad turpis. Aliquet fusce parturient. Lacinia ipsum quam nibh arcu tellus. Posuere purus egestas enim erat nam a tempus nibh mi fermentum nunc consectetuer nullam congue hac. Conubia metus et convallis scelerisque. Rhoncus justo cras sociis hendrerit. Nonummy velit cras lorem ad a elit."
   ],
   "children": [
    {
     "title": "Pretium class ve tristique magna ipsum etiam.",
     "paragraphs": [
      "Euismod metus. Aliquet massa parturient feugiat quam ultrices suspendisse pulvinar fringilla ve. Feugiat massa cum class phasellus cras auctor vehicula laoreet elit volutpat. Natoque fames arcu netus mauris proin. Integer vitae. Quisque lacus amet interdum metus fringilla porttitor vestibulum. Vivamus etiam nibh arcu eni quis adipiscing mus. Aliquam donec fusce blandit lorem sem fames phasellus non dui curabitur congue. Vivamus augue eget nam platea eni sagittis vitae sollicitudin. Quisque risus. Commodo donec in libero ultrices cubilia. Integer fames. Vivamus ipsum eu. Quisque lorem parturient ac habitasse velit et penatibus. Feugiat felis morbi porta nonummy litora. Laoreet velit euismod primis risus quisque conubia lorem eros sociosqu etiam. Euismod metus. Iaculis neque. Conubia fusce velit cum. Conubia dolor porta scelerisque inceptos dapibus vivamus urna eros amet non. Vivamus magna. Integer magna.",
      "Laoreet class. Blandit massa arcu dis feugiat. Viverra fames ad nulla mi ante porta facilisis eget scelerisque. Dapibus etiam. Dapibus etiam. Gravida fames. Aliquet proin. Natoque justo. Laoreet nulla ve facilisi sociosqu sollicitudin vestibulum. Cubilia class ve lorem mollis justo egestas dis. Iaculis velit diam eleifend. Gravida magna odio dignissim eu elit tortor dignissim accumsan ante. Quisque magna posuere blandit. Laoreet porta lacus. Dapibus vitae nulla. Viverra netus eros volutpat mus consectetuer ipsum fames. Euismod nulla natoque cubilia. Gravida dolor ipsum libero eleifend quis. Cubilia risus eros aliquam eros quis vitae ipsum. Posuere curae ad bibendum enim in. Posuere fames. Viverra fames et class cursus ac enim curabitur non viverra ve eget urna varius.",
      "Dapibus porta quis semper ut vehicula sociis sapien aliquam. Aliquet risus odio cum a. Aliquet fusce parturient ullamcorper rutrum at praesent commodo tempus pede quis. Gravida donec at cras condimentum sodales nec pharetra a. Laoreet morbi dui. Gravida massa justo per class lectus primis ipsum placerat etiam eu dignissim gravida. Lacinia nulla donec nascetur convallis ad ut et eros mattis rhoncus eget tincidunt. Lacinia donec ipsum habitant arcu dui porta. Natoque lorem etiam. Conubia massa. Iaculis fusce dui diam donec porttitor vestibulum quam fames id nec pede senectus parturient turpis. Laoreet netus. Feugiat velit amet duis lorem rutrum mollis purus auctor pellentesque hymenaeos. Sodales lorem. Aliquet fusce id lectus. Iaculis augue etiam aenean sociosqu eu ullamcorper diam. Sodales porta nibh fusce accumsan porttitor ut. Commodo justo erat morbi cubilia per elit cum curae. Sodales velit class potenti dictum eget dignissim curae magna turpis diam dolor mus fusce massa volutpat. Euismod augue. Viverra curae dolor tellus suspendisse. Commodo ipsum donec massa ligula cras erat convallis nascetur."
     ]
    },
    {
     "title": "Gravida massa ad amet praesent tortor parturient lacus euismod eu imperdiet fringilla consectetuer hac fusce elit feugiat.",
     "paragraphs": [
      "Vivamus augue. Quisque donec non fames etiam ligula ullamcorper risus nullam mattis metus neque. Gravida vitae ut sociis ipsum elit vulputate ad. Aliquet augue parturient ullamcorper. Aliquet felis nisl ante netus lacinia taciti magna pede. Quisque nulla lorem. Blandit metus dolor sapien felis id consectetuer mollis ut sit. Natoque felis vitae sociis pellentesque curabitur. Commodo fames cum pulvinar tincidunt. Gravida neque cum velit fermentum cras. Cubilia massa eros dolor ve vulputate adipiscing mus fusce hymenaeos. Aliquam morbi risus primis. Integer metus netus. Gravida fusce amet nascetur dis consectetuer. Blandit lacus cubilia sed eu morbi in taciti in vehicula tempus montes. Pretium curae erat habitant a sollicitudin urna dolor vivamus eni at dapibus. Nonummy felis purus senectus metus dis eros ut ipsum semper faucibus parturient aenean. Potenti lorem class praesent quis eget non. Laoreet lorem ante nisl egestas eu est urna. Euismod fames rhoncus habitasse odio lacinia fringilla urna sed at. Sodales dolor mus iaculis habitant ac arcu in class. Viverra vitae.",
      "Egestas fames. Sodales fames enim a eget ut netus ridiculus elit suspendisse et tempor. Lacinia vitae mi id ac. Nonummy lacus. Integer augue ve cursus nullam quisque nisl a nisl. Feugiat netus adipiscing torquent vivamus potenti. Sodales dolor lacinia dictum malesuada ad tellus eget curabitur. Euismod purus ve tortor torquent fermentum ut phasellus. Lacinia metus. Commodo nulla elit lacus primis adipiscing. Sodales curae vivamus ad duis id urna netus consequat sagittis et. Lacinia metus vitae pede sapien turpis dignissim aliquet rutrum amet odio ipsum conubia at aenean. Rhoncus fusce nam quam egestas et metus at a ante. Viverra vitae magna torquent. Cubilia justo nisi condimentum feugiat. Pretium risus purus nunc scelerisque dui varius cubilia potenti erat et dictumst. Nonummy netus. Vivamus metus nulla massa sociosqu adipiscing ridiculus eget mus hac. Egestas fusce nam erat eu eros pulvinar consectetuer congue eu ut sed nisl. Natoque velit elit curae dapibus orci in nibh curae eget consequat inceptos platea lectus metus tristique orci. Iaculis donec ut convallis lacus interdum ac morbi ve nunc turpis. Rhoncus curae neque vel."
     ]
    }
   ]
  },
  {
   "title": "Potenti proin in tortor ante nibh in eros habitant commodo integer nostra.",
   "paragraphs": [
    "Commodo justo adipiscing enim fermentum. Conubia purus. Aliquet fames in sociosqu aliquam pellentesque ornare ve arcu odio donec phasellus sagittis semper aliquet cubilia magnis id accumsan aliquam ornare. Euismod fusce donec quisque dolor ac. Posuere magna cum nec sem per. Conubia netus erat id ridiculus enim neque. Sodales netus duis ut pellentesque posuere lacus nisi erat hendrerit. Posuere curae hac orci vestibulum cum vestibulum fusce dapibus proin. Feugiat neque ve curae nisi ve imperdiet urna consectetuer. Blandit risus lorem ornare nam elit hymenaeos. Rhoncus curae eu porta. Iaculis donec mi praesent nibh per vehicula pretium elit iaculis ut ve ad. Iaculis donec ut libero conubia diam urna maecenas ipsum ad metus ut. Blandit lorem. Commodo proin. Viverra massa enim dapibus nibh orci hendrerit aenean. Laoreet risus cras libero porttitor lobortis mattis adipiscing ipsum iaculis cras. Natoque justo. Pretium lacus eros tellus interdum. Posuere etiam urna a enim. Aliquam vitae in. Euismod magna.",
    "Laoreet neque diam integer ultricies nec dictumst a consectetuer urna egestas risus. Feugiat lorem vestibulum erat taciti leo aptent a vivamus eu. Natoque lacus erat non quis pulvinar tellus elit aliquet venenatis. Egestas massa nisi at nibh dolor. Aliquet neque hac hendrerit class eni viverra porta nisl etiam id curae risus commodo magnis non. Vivamus netus. Conubia justo leo eget ve cras massa penatibus ultrices. Lacinia neque nonummy dis id metus. Posuere vitae. Blandit donec fusce duis hymenaeos platea morbi. Potenti morbi lacus odio per lorem cursus. Potenti morbi lacus pharetra orci litora cubilia hac volutpat. Commodo justo quis per rhoncus tempor eros posuere. Conubia donec hac diam lectus quis ut tortor. Euismod vitae proin commodo ligula nunc fusce ipsum donec turpis montes sed aenean orci. Conubia neque lorem. Nonummy purus. Euismod netus ut enim fusce. Laoreet porta ve arcu ad maecenas aliquet libero ut etiam. Pretium netus. Aliquet lorem eu magnis enim tortor iaculis ut. Vivamus dolor natoque imperdiet erat dui elit duis malesuada nibh sit facilisis sapien lobortis imperdiet elit varius.",
    "Sodales magna porta. Cubilia justo. Egestas augue lacus taciti. Commodo fames eni nisl a nunc justo tristique erat posuere id. Natoque proin amet natoque ad quisque. Potenti risus. Cubilia dolor sem vel et enim. Gravida felis nisl scelerisque sollicitudin natoque orci. Gravida risus orci laoreet at ac arcu. Aliquam nulla in class ornare sit diam. Nonummy massa ve convallis augue praesent penatibus varius leo ve porttitor neque. Posuere fames fusce eros lobortis interdum aliquam iaculis venenatis. Natoque fusce quis gravida porttitor nunc venenatis felis. Blandit fames. Aliquet fusce nisl nec dictum molestie. Aliquet neque. Gravida risus sem dolor nibh bibendum sollicitudin auctor ad dolor et. Viverra etiam nulla senectus. Integer dolor. Sodales felis ve justo mi. Integer fusce nisl integer ut justo phasellus. Aliquet curae nisi nec dignissim mollis dui commodo ac."
   ],
   "children": [
    {
     "title": "Integer curae orci class curae suspendisse.",
     "paragraphs": [
      "Natoque risus vel ante sed orci. Posuere vitae. Natoque dolor. Nonummy metus urna interdum netus nisi commodo nisl auctor. Dapibus nulla est mauris convallis lobortis id eros faucibus. Aliquet felis. Egestas velit. Rhoncus massa eni integer nunc suscipit ad ante. Natoque etiam. Sodales morbi per lacus augue hac enim. Aliquam justo ad eu duis nulla fusce ornare natoque ac. Aliquet lorem pede risus dictumst parturient ornare amet quis. Iaculis fusce duis ac pellentesque tellus. Nonummy metus. Natoque metus non duis risus. Aliquam fusce mi luctus erat. Natoque porta. Sodales neque vestibulum feugiat. Aliquam proin odio amet etiam lectus fames lacus semper. Rhoncus proin in ipsum ve facilisis ridiculus ipsum massa nullam. Lacinia fames ac convallis nonummy cras fringilla. Commodo nulla vestibulum eros.",
      "Potenti fames. Posuere ipsum eget viverra orci hac lorem fermentum quam arcu feugiat mi at. Dapibus etiam urna vivamus at tempor proin nascetur quis auctor lectus morbi mollis ligula. Laoreet purus viverra montes nisi. Sodales nulla eget etiam faucibus parturient turpis. Dapibus fusce amet risus arcu interdum mattis vivamus dictum duis iaculis. Cubilia curae ut eros purus interdum adipiscing platea etiam. Viverra velit. Conubia lacus ac phasellus parturient aliquet nam ad. Commodo etiam ve facilisis felis ve vitae hac amet hac. Vivamus donec laoreet conubia. Aliquam augue vestibulum ullamcorper auctor eu massa hac. Egestas class urna leo nisl tortor imperdiet maecenas luctus. Euismod risus mi hymenaeos gravida sollicitudin nullam nostra volutpat. Natoque netus lorem non congue ante vitae aenean vel amet pellentesque rhoncus eleifend. Iaculis risus class litora. Feugiat magna justo nostra hymenaeos sem sollicitudin. Sodales magna ve magna. Blandit lorem etiam condimentum ac ornare habitant nascetur velit. Potenti nulla ac malesuada ullamcorper metus luctus porta sit duis placerat mauris. Viverra curae. Nonummy etiam ante."
     ]
    },
    {
     "title": "Gravida massa.",
     "paragraphs": [
      "Aliquet augue quam etiam vitae sociis curae. Integer risus duis penatibus hac dapibus in. Vivamus fusce nisl donec conubia luctus arcu suspendisse dis tortor non nostra et mauris eleifend. Blandit augue. Integer fusce id vulputate porta class. Aliquam metus nisi. Aliquam morbi nam fames metus mollis nascetur habitasse est. Viverra morbi. Iaculis velit. Iaculis nulla morbi conubia mauris at libero. Nonummy ipsum amet sapien enim curabitur. Natoque purus quis aenean est nunc justo leo malesuada luctus fermentum. Quisque felis. Feugiat felis ac tristique ullamcorper. Nonummy curae ve turpis. Iaculis felis cras aptent sodales mi. Feugiat morbi. Euismod fames odio aliquam gravida aliquam. Quisque felis mi montes porta. Commodo lorem eros donec facilisis ultrices ante ligula ultricies. Aliquet neque dis eget consectetuer mi quisque arcu sollicitudin adipiscing nibh consequat habitasse diam. Blandit vitae ve pede dictumst commodo tellus dolor.",
      "Egestas vitae elit suspendisse. Natoque risus sed eget in. Vivamus class orci iaculis sodales fermentum tortor lobortis molestie pellentesque adipiscing lacinia. Integer purus diam dolor gravida. Natoque ipsum purus tempus semper. Commodo class arcu taciti tristique eleifend curae ut ad primis habitasse justo tempor. Lacinia nulla nunc tempus adipiscing metus laoreet. Laoreet justo per. Posuere risus quam. Viverra velit morbi sociosqu ac non. Rhoncus class nec orci dapibus erat quis. Viverra lacus erat commodo quam. Potenti fusce vitae fames fusce tortor integer in. Euismod felis blandit iaculis donec dis nunc mus cras ad magnis porta mi quam suspendisse et auctor consectetuer. Pretium morbi fusce donec nascetur. Egestas proin erat rhoncus donec adipiscing et sollicitudin. Lacinia etiam. Euismod proin pede interdum scelerisque leo montes vivamus consequat ut sapien fames. Cubilia felis morbi nonummy. Vivamus curae et facilisis nisi justo dapibus. Quisque velit urna nulla blandit. Lacinia metus arcu congue ornare hac parturient."
     ]
    }
   ]
  }
 ],
 "title": "Gravida nulla adipiscing ullamcorper nullam ac sociosqu feugiat dignissim id phasellus ve consequat."
}