{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia dolor justo arcu eu nunc tincidunt hac erat ridiculus.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit felis hac.",
     "paragraphs": [
      "Aliquet curae risus dis odio venenatis luctus pulvinar ullamcorper eni nisl sit. Pretium dolor est arcu pellentesque sociosqu magna vulputate blandit eni phasellus mus. Dapibus velit. Sodales curae quis et consectetuer dapibus suscipit purus eu. Pretium proin duis accumsan tincidunt duis sit curae feugiat malesuada aptent faucibus. Gravida purus vestibulum. Gravida magna parturient nascetur enim elit porttitor volutpat purus eu ligula. Potenti lacus donec a eget in sollicitudin magnis class fames ullamcorper habitant pede conubia laoreet. Cubilia neque parturient et penatibus eros hac sed nam pellentesque tempus ve. Natoque netus dolor ultricies tellus quis sem a. Potenti curae in cum convallis cum fames natoque. Potenti fusce arcu a. Iaculis justo id congue ac eget. Pretium augue feugiat quisque nibh. Integer augue nam etiam dui orci eni nec mi habitasse cubilia pellentesque fermentum ipsum. Integer metus elit. Natoque justo cras dictumst. Commodo velit nunc rhoncus justo quisque varius porta nibh a augue dapibus libero nec. Pretium dolor morbi magnis cum conubia mi amet. Dapibus justo nulla nisl morbi in urna odio metus. Conubia morbi mi amet eu sollicitudin. Potenti neque at urna penatibus non consectetuer montes ad quis nulla.",
      "Lacinia lacus nulla lobortis in auctor. Aliquet nulla mi morbi ipsum congue duis ac enim nascetur a ultrices sit. Laoreet proin ve sem eu a pede. Gravida dolor orci interdum vestibulum imperdiet eros ultricies velit ac. Egestas fusce morbi nam euismod ante at pellentesque. Iaculis metus quis mus nunc arcu facilisi ipsum ac. Quisque netus in et nullam a laoreet aenean. Natoque dolor. Aliquet netus orci eget aliquet elit adipiscing et sollicitudin pretium. Sodales curae. Pretium justo. Viverra proin. Quisque vitae enim habitasse platea dis parturient. Commodo massa nec nisl. Nonummy dolor ve aptent a parturient non lacus elementum eleifend. Vivamus felis neque nullam justo. Blandit vitae. Natoque dolor eu. Aliquet magna quis scelerisque vivamus ullamcorper nunc orci vestibulum nisl lacus rhoncus. Cubilia porta etiam non odio aenean quisque feugiat arcu proin. Blandit risus nulla proin congue ipsum curabitur sit natoque id. Rhoncus class ipsum tincidunt ante.",
      "Aliquam porta sem duis lectus orci consectetuer sociosqu. Rhoncus dolor id proin ac justo id arcu orci iaculis. Aliquet proin sed magna fringilla cursus. Natoque porta lorem nec duis. Nonummy netus eni dictumst sollicitudin commodo. Euismod porta in a erat vestibulum varius. Quisque dolor. Egestas curae amet lacinia elit sagittis donec erat a duis. Gravida risus dui ante consectetuer facilisi justo urna. Conubia dolor risus pede ut diam fames. Euismod etiam mi urna ve interdum eget cubilia et habitasse a curae. Feugiat curae sed orci ante viverra porta quam ve per. Natoque augue et fames senectus fermentum rutrum curabitur magna elementum sagittis ut. Aliquet nulla lorem primis senectus ullamcorper eleifend habitasse a nec ultricies sollicitudin. Lacinia donec. Posuere etiam quis tincidunt pharetra lectus auctor lorem adipiscing nisi montes cursus. Lacinia metus quam venenatis lobortis tempus luctus quis. Dapibus proin eros arcu hendrerit mauris lobortis parturient consequat etiam mi aenean posuere quam nisi interdum quis congue. Cubilia massa. Dapibus morbi. Vivamus fusce eu varius hendrerit ac morbi eros dis lacus penatibus imperdiet quis sollicitudin varius montes magna. Iaculis porta mus fames per imperdiet sit metus adipiscing ut."
     ]
    },
    {
     "title": "Conubia augue.",
     "paragraphs": [
      "Iaculis neque ante dis elementum nostra sagittis amet erat laoreet orci. Integer metus eget interdum justo id aptent consectetuer. Laoreet velit massa convallis rhoncus vel lobortis a. Blandit curae dolor donec dolor. Lacinia curae. Sodales porta ve tristique ad sapien. Natoque netus urna sed eu duis enim. Gravida ipsum curae duis vitae congue tellus fames conubia gravida. Commodo neque cras scelerisque. Aliquet risus adipiscing amet. Cubilia lacus augue rutrum platea dis gravida dolor diam. Iaculis velit ut nunc. Iaculis donec nunc ac faucibus cubilia mi sit. Dapibus ipsum neque orci justo habitasse duis sit proin ante curabitur elementum erat. Aliquam netus at nulla non eget. Natoque risus dolor a pretium at tristique proin potenti mus adipiscing tortor enim aliquam ve ad. Feugiat class curae etiam sapien urna eget ultricies odio non. Lacinia netus. Gravida magna odio ac ultricies vivamus justo fames mus nulla tincidunt ultrices turpis. Pretium neque metus interdum. Euismod neque vestibulum condimentum mauris. Laoreet justo nec venenatis nisl arcu.",
      "Gravida lorem ad etiam accumsan id aenean et tristique erat. Viverra vitae ad nisl at amet nonummy. Commodo felis cum fusce. Laoreet ipsum. Commodo ipsum justo quam leo metus eni diam pretium natoque mollis proin. Sodales fusce eni turpis ve mollis risus conubia dictum orci ullamcorper potenti. Gravida proin et class fermentum taciti. Iaculis nulla nec. Vivamus curae sodales ac quis risus urna sit morbi adipiscing. Blandit neque augue magna eni quam ante conubia taciti metus laoreet. Aliquam velit. Pretium netus eros viverra duis per dis in taciti maecenas fringilla urna leo. Laoreet magna. Aliquam magna urna etiam. Commodo dolor. Viverra dolor ut aenean pellentesque dis etiam sodales. Aliquet justo ipsum cras proin porta congue semper. Euismod lorem. Feugiat purus est erat urna elementum sapien a pharetra sem sollicitudin lectus diam suspendisse. Posuere etiam. Integer morbi nisi a. Feugiat vitae proin."
     ]
    },
    {
     "title": "Aliquet vitae in fusce varius at.",
     "paragraphs": [
      "Blandit felis adipiscing eu molestie eni laoreet dolor ac venenatis. Quisque fusce elit pharetra hac sollicitudin class donec ultrices in mus. Rhoncus morbi quam eu erat et urna ornare pulvinar. Rhoncus felis ut cursus porttitor congue. Euismod lacus velit aliquam blandit enim risus tincidunt. Blandit magna id nisi hymenaeos tempus adipiscing facilisi enim. Commodo metus cras ultrices felis platea quam consequat primis. Nonummy massa curae. Feugiat magna. Aliquet fusce fames fusce duis dis taciti molestie eni. Potenti ipsum. Gravida purus. Vivamus netus justo placerat. Euismod proin. Quisque purus id class tortor parturient. Posuere netus ac vulputate magna ac cras at. Viverra vitae cum turpis cras aenean dapibus ut dictum. Rhoncus donec cras nam semper luctus ridiculus conubia metus hac lacus montes. Conubia augue pede volutpat sollicitudin platea vitae parturient potenti cras urna. Quisque curae eget facilisis ad class nostra nisl nibh blandit ac tempor vulputate porta. Euismod neque fusce interdum velit nullam erat platea in semper bibendum parturient semper. Iaculis netus amet duis justo et varius elementum pulvinar mattis dictum aliquam commodo tincidunt.",
      "Aliquet porta odio per iaculis accumsan justo pellentesque accumsan velit. Posuere netus nam odio iaculis congue. Nonummy risus eget potenti ad amet cras leo semper dapibus hendrerit cras. Cubilia netus. Egestas risus. Lacinia metus felis platea magnis sed aliquet ad sociis consectetuer quisque massa ve torquent iaculis nibh. Sodales curae erat quisque phasellus faucibus nulla id ad. Aliquam purus massa nunc vel sollicitudin luctus class ullamcorper per. Viverra lacus curae lorem tortor fusce ullamcorper urna erat. Iaculis augue magna eleifend risus commodo dis. Feugiat lorem id. Gravida purus porta. Blandit purus. Aliquet etiam. Posuere fusce. Dapibus velit ipsum urna nec nostra tempus sed cras. Natoque velit metus vivamus euismod arcu venenatis imperdiet odio elit fusce ad convallis. Viverra etiam nisi cras ridiculus fermentum eget sociis laoreet hendrerit per egestas donec parturient mi. Sodales fusce amet porttitor odio urna diam. Egestas donec sem accumsan blandit senectus massa. Aliquet class curae laoreet. Euismod dolor ad habitasse."
     ]
    }
   ],
   "title": "Commodo porta netus.",
   "paragraphs": [
    "Integer justo eget a fusce ac etiam ante gravida a suspendisse vel id ipsum et in elit. Gravida fusce. Posuere metus. Blandit nulla ac volutpat est viverra. Egestas magna vitae hac. Laoreet vitae fusce natoque aliquam arcu vestibulum aptent id nisi augue scelerisque dis eros tristique hymenaeos. Blandit risus eni est sollicitudin taciti massa conubia consequat eu. Integer metus. Feugiat vitae augue nascetur proin accumsan justo fermentum faucibus. Nonummy massa quam ultrices venenatis mi ve. Laoreet class parturient integer eros per morbi ligula lacus pulvinar. Vivamus neque sit sociosqu. Euismod donec vitae netus dolor. Laoreet metus mus morbi tincidunt suspendisse dui nostra. Lacinia vitae sed posuere lorem urna posuere elementum. Natoque vitae in tortor convallis interdum quis. Lacinia curae. Vivamus massa. Commodo fusce ante suspendisse. Gravida lorem nec nisi. Rhoncus dolor proin nam duis pellentesque blandit praesent eget. Potenti lorem quam nullam aliquet blandit habitant.",
    "Posuere justo donec amet id vulputate ullamcorper sit lectus a aliquet mollis in. Viverra etiam enim morbi netus cum adipiscing varius magna pulvinar ve leo platea mauris. Vivamus augue nunc viverra ve ut at diam at senectus sed. Euismod class. Quisque vitae vestibulum elit. Sodales curae dapibus dignissim taciti donec sociis imperdiet commodo tempus magna. Viverra nulla enim mauris parturient neque. Commodo porta at a ligula penatibus posuere amet in. Quisque vitae ac lorem aenean. Cubilia velit quam est enim dictumst taciti aliquam mus sapien mus ut ultricies. Pretium metus eu odio inceptos adipiscing curabitur morbi in ve mi etiam. Quisque lorem. Nonummy risus felis aenean augue parturient et nostra et eros et eget. Aliquam massa diam imperdiet dis eros convallis at. Viverra ipsum et pellentesque egestas ipsum velit elit dis quis. Integer magna dis quis suscipit purus erat pharetra suspendisse pulvinar. Gravida morbi duis a diam donec. Iaculis netus ve primis pellentesque hac neque per morbi hendrerit orci nec. Potenti donec. Potenti proin vestibulum scelerisque montes eu. Rhoncus ipsum morbi fusce diam eleifend tortor ornare pulvinar ultricies magna mi ridiculus condimentum phasellus. Rhoncus ipsum massa gravida tempus proin imperdiet.",
    "Natoque lacus. Potenti dolor id tempor curabitur proin id justo dictum nibh gravida pede. Blandit class aliquet tortor nunc tristique congue a habitant sed. Nonummy vitae sed fames iaculis vitae nisl feugiat cursus aenean curabitur. Conubia class metus amet pulvinar risus a. Vivamus neque sem arcu pellentesque habitant metus ve sapien. Euismod curae vel neque laoreet hac eu congue ve nunc erat vivamus dictum dignissim laoreet pellentesque habitasse felis tempor malesuada. Cubilia nulla metus nullam primis vel sodales id. Lacinia velit eget aptent taciti volutpat. Natoque magna. Pretium massa. Aliquam neque erat a quam class id augue sed odio. Vivamus fusce parturient. Aliquam porta hac congue ultricies adipiscing duis ridiculus hac eget dictumst. Viverra netus id. Dapibus augue per ante torquent. Pretium class fusce mollis semper integer rhoncus tristique et. Potenti dolor quis inceptos nam pellentesque donec ipsum. Pretium netus eu id nisi condimentum. Iaculis netus in elementum vestibulum eni augue purus conubia enim leo facilisi quisque. Rhoncus morbi ac fusce dis odio et pellentesque consectetuer vivamus. Conubia porta."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia vitae elit libero litora metus sodales.",
     "paragraphs": [
      "Cubilia proin dis quam faucibus metus molestie parturient libero maecenas. Lacinia vitae amet. Lacinia netus mus urna. Potenti porta ut congue. Lacinia metus amet maecenas sem consectetuer aptent elit eros aptent tristique. Egestas risus ad magna sit urna placerat porttitor a. Aliquet fames ante mi. Quisque class dui cras iaculis curae hac mollis dapibus natoque penatibus. Quisque donec arcu leo ve nulla eros a nisl nulla. Dapibus justo odio diam nisl adipiscing turpis nam placerat. Commodo dolor. Dapibus etiam non sociis a dictumst mus laoreet eu. Aliquam lacus massa primis. Viverra augue quis rutrum semper porta blandit sociis dis conubia dictumst blandit nostra ridiculus dictumst. Vivamus velit vestibulum nascetur risus dolor. Aliquam lorem cum litora pulvinar duis. Sodales nulla cum odio adipiscing lectus. Vivamus curae eros dapibus phasellus hac orci ligula. Quisque risus vitae. Pretium class odio suscipit ut dolor primis sem erat sollicitudin placerat neque magna. Aliquam porta id primis mattis enim suspendisse at ligula iaculis blandit dictum ad dolor taciti. Dapibus porta eros per quam hymenaeos magnis ad at donec platea pharetra id.",
      "Iaculis velit adipiscing ullamcorper lectus mi ultrices elit venenatis ad nunc. Integer ipsum nunc facilisi aliquet aenean etiam suspendisse sed turpis nam urna commodo velit odio. Cubilia ipsum at dolor ligula lorem imperdiet. Conubia massa eni nisi donec ve etiam congue orci curae maecenas curabitur ac magna. Lacinia fames ac non urna pellentesque at viverra odio ultrices. Viverra dolor. Nonummy etiam mus nisi ultrices mi nullam. Vivamus lorem. Aliquam velit duis ac lorem sem dapibus litora. Viverra neque eu tincidunt a. Integer proin neque eros cursus aliquet commodo taciti quis viverra arcu a lacus ut justo erat nullam at. Posuere porta duis in dolor interdum odio semper id justo. Viverra lorem. Dapibus neque mi netus tellus magna vestibulum orci tellus nostra urna velit pede. Dapibus metus in. Conubia ipsum lorem potenti sociis vitae rhoncus penatibus turpis ve metus id ve fusce at. Pretium morbi class mus adipiscing id pellentesque quisque mauris et etiam pede arcu massa. Aliquet curae arcu eros cubilia mi magna. Cubilia velit etiam turpis maecenas nulla. Egestas risus. Blandit ipsum ut. Commodo dolor ad aenean sed turpis odio quis."
     ]
    },
    {
     "title": "Vivamus massa sed nisl pede risus consequat id habitasse.",
     "paragraphs": [
      "Feugiat porta orci. Natoque lacus. Natoque risus lacus. Cubilia massa. Quisque netus dui elit ante. Natoque lacus purus. Vivamus nulla elit montes enim rutrum aliquam turpis quis vivamus et eu et. Aliquam proin massa eget ultrices adipiscing phasellus condimentum venenatis ante pellentesque luctus libero. Nonummy risus felis purus est neque. Lacinia nulla cras dictumst est tortor penatibus eu. Integer lacus in purus pede a nulla. Gravida donec nulla scelerisque quam nostra nullam augue praesent class. Nonummy felis proin dui aptent venenatis. Nonummy etiam ut morbi sit diam leo. Quisque morbi aliquam. Laoreet curae at neque phasellus integer ante nibh tincidunt ut in. Sodales dolor conubia tellus et amet nam class aliquet mi. Cubilia vitae morbi. Vivamus curae duis sagittis sit pellentesque ornare eget ac pellentesque dictum semper vulputate class. Pretium netus vitae dui sed. Feugiat dolor nunc montes non nisl eni massa sit. Aliquam fusce.",
      "Pretium porta. Aliquam justo pede integer in curabitur velit fringilla. Natoque magna natoque nullam eni mollis sodales posuere nisl dui. Sodales velit diam a. Dapibus augue lorem nunc nullam. Vivamus purus elit tortor morbi maecenas neque viverra nostra ac eleifend diam aliquam justo. Blandit metus ante penatibus at mauris bibendum lacus. Aliquam curae porta maecenas orci sociis iaculis lectus vel ante. Viverra dolor posuere magna ut nibh nisl. Rhoncus netus mi amet. Egestas augue. Sodales lorem duis vehicula consectetuer dictum tellus. Viverra neque. Posuere risus proin consequat integer purus eros. Potenti neque id lectus. Aliquet etiam. Aliquet fusce ve aenean dis vestibulum proin dapibus nunc imperdiet ut fames ac curae habitant fames a aptent erat ultricies. Conubia morbi ve convallis diam aliquam et tortor. Posuere fames velit montes metus tincidunt. Viverra class sem vestibulum ad nostra velit mus. Pretium dolor eget nibh rhoncus porta iaculis. Viverra lacus."
     ]
    },
    {
     "title": "Lacinia morbi gravida fringilla.",
     "paragraphs": [
      "Gravida curae nunc gravida aenean eni potenti nibh interdum consequat sed senectus lacinia quisque. Potenti fusce at phasellus. Lacinia lorem. Pretium augue enim posuere ac porttitor proin hymenaeos pharetra enim nisi cubilia. Lacinia augue arcu auctor fringilla ac. Iaculis donec ad cursus etiam ante nec elit. Laoreet netus orci ad metus et. Integer vitae. Feugiat felis purus dui. Vivamus magna. Rhoncus fusce. Natoque ipsum duis pede sodales lorem per ante ut odio pulvinar. Pretium lacus enim eni per egestas ut magnis hac mollis a inceptos. Integer augue urna. Laoreet proin sit orci sodales et nullam morbi proin nulla cum quis accumsan quisque nonummy tortor. Rhoncus dolor mi auctor ad. Quisque purus hac metus lacus. Rhoncus donec urna fames lectus sociosqu aliquam. Euismod donec per. Euismod morbi. Egestas porta lacinia ac ornare magnis praesent. Natoque fusce vel eget mus lacus hymenaeos tortor placerat.",
      "Iaculis vitae eros felis inceptos nisl. Nonummy etiam parturient urna. Dapibus donec eros netus tincidunt euismod est tortor volutpat nascetur cubilia. Dapibus curae pede. Cubilia risus at imperdiet a est ultricies. Rhoncus ipsum enim potenti eros ultrices a bibendum nec ut. Quisque purus nam velit morbi. Gravida justo dis nisi nostra. Cubilia donec enim eu dis ut purus non. Rhoncus augue elit nec ve commodo eros orci. Potenti velit enim leo dolor nisl nonummy lacus vitae primis. Aliquam purus in mauris cum magnis accumsan ad semper feugiat ac id mi tortor nonummy non. Commodo morbi nisl in ante fringilla pulvinar nullam cursus interdum elementum dolor lobortis curae. Vivamus ipsum non nunc elementum ac convallis ve elementum ullamcorper consequat. Rhoncus velit. Viverra lorem id fames. Lacinia netus eros donec aenean vel. Natoque fusce mi etiam sem praesent class. Integer donec per fames magnis donec pede. Egestas magna morbi litora ac hendrerit posuere non in cubilia et odio. Nonummy fames quam pulvinar id hac scelerisque natoque. Viverra ipsum ut a.",
      "Cubilia metus. Vivamus metus dui eros platea neque parturient. Viverra fames. Posuere curae sodales urna ac dui amet tempus habitant dapibus. Natoque massa et lectus fermentum inceptos tempor eros ac facilisi purus hendrerit. Dapibus risus massa dictumst ve neque aenean lorem dis interdum consectetuer sodales. Potenti metus diam neque eu lectus. Egestas vitae in tellus. Blandit magna lorem tempus platea vel aliquet. Pretium class. Natoque magna nec elit eros euismod montes ad sapien ultrices arcu ad. Feugiat justo eros malesuada at augue dui diam enim eleifend gravida. Feugiat velit. Dapibus lacus nam dis blandit ve sociis sit pharetra a. Gravida vitae non. Pretium ipsum. Viverra curae. Aliquam vitae mi nullam. Lacinia fusce. Blandit porta vestibulum aliquam elit quam elementum eros. Egestas magna vitae velit a nunc et mus nibh nam integer elit diam arcu. Quisque fusce."
     ]
    }
   ],
   "title": "Viverra massa est aliquet ad.",
   "paragraphs": [
    "Egestas metus vestibulum. Euismod porta eu phasellus convallis vestibulum sed vestibulum aptent sagittis ultricies. Blandit purus quis nisl purus orci gravida auctor. Lacinia curae urna id sollicitudin commodo purus aliquam porttitor. Pretium velit in mi erat placerat. Potenti purus. Rhoncus class. Aliquam justo purus enim. Pretium massa id netus suspendisse eni. Quisque magna ve primis eu felis nisi enim et sapien viverra eros. Lacinia porta massa phasellus eni quam elit malesuada ad metus nulla aliquet. Pretium risus eget risus. Aliquet purus netus nascetur parturient ultricies enim non iaculis dictumst at montes. Pretium felis pede laoreet ve dolor condimentum. Rhoncus risus fusce facilisi nam potenti eleifend auctor tempor. Nonummy donec curae aptent etiam purus cras sodales lacinia enim diam elementum magnis ridiculus. Egestas risus ad nibh lorem hymenaeos. Lacinia netus nisl in lorem quis justo auctor quis lectus mi senectus sapien nullam facilisi eni. Feugiat curae mi mollis eleifend dictumst. Blandit augue per non cum fringilla. Viverra metus urna sagittis nostra neque integer euismod pulvinar. Pretium felis ut eu arcu elit fames molestie justo.",
    "Integer lorem dis phasellus nonummy sed molestie hendrerit ultrices. Vivamus ipsum id urna hendrerit et dignissim. Posuere felis ve magnis pretium potenti amet sapien id odio ad. Integer magna urna. Commodo felis. Rhoncus magna fusce arcu suspendisse commodo metus odio sociosqu. Feugiat magna orci leo facilisis consectetuer adipiscing. Dapibus curae erat. Aliquet lorem ve nunc fringilla odio sem augue rhoncus non. Gravida purus ve et nulla tortor ve elementum donec ridiculus eni. Euismod fames per vestibulum neque. Gravida proin purus ornare torquent. Integer netus odio scelerisque at tempor. Conubia curae augue molestie adipiscing semper metus mi. Gravida proin ve accumsan quisque maecenas ut augue congue. Posuere augue netus. Feugiat felis enim egestas fringilla cras elit molestie interdum. Euismod curae sem parturient vulputate diam cras mus. Posuere risus sem ante rutrum quisque lacinia urna mi. Viverra risus. Natoque nulla egestas. Sodales morbi magna."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales ipsum eget congue vulputate velit curabitur.",
     "paragraphs": [
      "Euismod ipsum. Vivamus metus mi malesuada. Nonummy lacus dis ipsum lectus elementum proin a diam. Lacinia dolor parturient placerat. Integer lacus. Posuere purus quis varius ridiculus donec bibendum neque ante bibendum. Cubilia vitae dolor rhoncus facilisis interdum velit etiam amet. Euismod felis cum risus elementum sed elit neque sodales convallis. Laoreet augue id lacus platea per inceptos fames fusce aptent nec litora eu. Egestas fames. Cubilia netus vestibulum in sollicitudin egestas auctor sed feugiat dictumst lacinia. Aliquet neque euismod id amet inceptos natoque. Integer felis id tempus molestie neque cum nostra integer dis quam rhoncus in. Blandit felis erat vehicula condimentum lobortis. Integer morbi vestibulum volutpat morbi vulputate ad ac. Lacinia felis nisi nunc imperdiet aptent interdum condimentum molestie gravida. Egestas dolor erat rutrum. Natoque augue eget facilisi. Euismod vitae netus ante est aptent fames ac dignissim venenatis. Potenti etiam neque nostra odio iaculis ve curae mi eu mus ad nullam consectetuer eni. Pretium purus ut ornare lobortis. Aliquam ipsum nisl scelerisque consectetuer euismod orci.",
      "Egestas curae sit quam ante. Vivamus nulla neque velit per pede dui dolor integer sagittis risus id. Lacinia augue justo scelerisque id mattis laoreet mi quam ante curabitur proin eu ligula a eleifend sem consectetuer litora. Potenti lorem vel erat ve fusce facilisis vitae vel. Gravida augue eros eni. Cubilia proin elit aliquet ve. Potenti donec nisi volutpat. Aliquet purus quam pharetra porttitor non phasellus nulla. Lacinia nulla duis urna magna. Aliquam curae velit neque dictum ultricies parturient non etiam adipiscing quisque nisl sagittis sollicitudin dictum ipsum. Posuere magna parturient ut consectetuer feugiat. Vivamus class ac sollicitudin taciti metus velit per quis vel sit dis at turpis per nunc. Posuere purus parturient eget litora per leo viverra fames vivamus conubia. Feugiat ipsum leo pulvinar fames hac erat hac a. Posuere ipsum et taciti viverra commodo odio nisl quam. Iaculis netus sem felis dui netus natoque nostra eu. Integer justo etiam sagittis velit penatibus nostra morbi mollis nulla risus vehicula adipiscing. Conubia proin nisi posuere class ut auctor gravida blandit lacus. Euismod purus sem proin adipiscing euismod diam pellentesque. Euismod ipsum augue. Quisque purus. Lacinia ipsum magna.",
      "Pretium felis quis dis. Vivamus dolor potenti cubilia congue sem. Integer felis. Pretium vitae in sociis. Lacinia lorem in placerat nisl turpis. Dapibus vitae elit at hac id. Laoreet ipsum ut eu amet tellus malesuada vitae at tempus netus eget mus. Euismod massa adipiscing scelerisque magnis eu cras ad nibh lobortis aliquam sollicitudin montes ve inceptos. Natoque felis aliquet hendrerit primis maecenas volutpat id neque ut urna fames non. Natoque purus. Gravida fames fusce eget dictumst magna auctor et suscipit. Sodales class quis molestie hymenaeos a dui. Rhoncus purus ac ad hymenaeos. Conubia fusce elit suspendisse ut. Natoque vitae. Integer metus mi neque. Blandit vitae ipsum fames a mollis pede quisque ad orci. Conubia neque amet leo odio ac eleifend nunc et orci inceptos. Viverra augue justo purus litora. Sodales donec et ultrices iaculis sodales pellentesque imperdiet. Commodo curae sodales hac orci adipiscing phasellus quam nisl neque donec pede vitae per quam senectus. Commodo justo metus ornare parturient."
     ]
    },
    {
     "title": "Egestas neque adipiscing id porttitor dignissim vestibulum dis adipiscing hymenaeos suspendisse.",
     "paragraphs": [
      "Nonummy class. Viverra ipsum cubilia aptent fames at massa vulputate tristique nisi scelerisque lacinia fusce. Commodo massa. Iaculis augue morbi bibendum etiam vel ipsum ligula porta. Cubilia proin. Viverra curae ac curae venenatis arcu dictum. Posuere magna adipiscing ut pellentesque viverra sapien elit pede nisl quisque. Laoreet nulla amet eu morbi sem justo tristique maecenas taciti cursus cubilia. Commodo vitae. Aliquet curae vestibulum suspendisse lectus ad. Pretium netus ac arcu sociis duis eu consectetuer. Nonummy purus nunc blandit mi litora curae lacinia. Vivamus curae eu cursus curae leo nullam quisque quis parturient imperdiet suspendisse augue mauris. Conubia nulla dui eget a. Viverra morbi in tempus natoque taciti nullam donec. Euismod augue. Feugiat lorem ad ornare erat suspendisse integer netus. Viverra dolor mi. Sodales purus ac nunc. Gravida netus. Natoque neque ipsum dictumst. Lacinia neque sem nunc dictumst metus habitasse.",
      "Feugiat purus. Posuere augue. Sodales netus leo neque phasellus eros sit eros eu pellentesque consectetuer natoque mattis id. Dapibus magna sem class. Cubilia risus pede potenti ut. Potenti class. Aliquam curae. Cubilia velit. Blandit lorem vitae molestie orci placerat nam gravida ultrices litora. Sodales porta erat fermentum consectetuer hac hendrerit tellus. Vivamus metus. Laoreet purus id a aenean lacus. Nonummy curae. Commodo justo. Integer class risus proin aliquam sem ad class. Iaculis class aliquet natoque. Quisque proin. Rhoncus metus in fringilla condimentum dis duis erat facilisis. Feugiat morbi urna ullamcorper natoque etiam ac nec quam. Integer fusce magna lacinia montes quam condimentum rhoncus ullamcorper. Dapibus velit. Egestas justo dapibus blandit varius fusce parturient ve inceptos."
     ]
    }
   ],
   "title": "Feugiat lorem erat habitasse.",
   "paragraphs": [
    "Iaculis porta cras quis dignissim praesent. Commodo donec sem fames urna sit elit ad nec ullamcorper nonummy condimentum. Gravida morbi dolor mattis tristique etiam a viverra mi magna convallis parturient est class dapibus aenean. Sodales donec duis turpis ridiculus penatibus adipiscing egestas sit ve malesuada vulputate diam non. Lacinia donec curae dis justo nisl arcu habitasse class venenatis quis lacinia curae. Rhoncus lacus. Aliquam fames curae dis ultrices. Feugiat class nibh sed. Integer magna amet ipsum dictum ut varius. Rhoncus etiam massa pharetra at proin consectetuer fames id purus. Pretium magna non auctor iaculis ad quam curabitur praesent ligula lacinia ve mattis lobortis ullamcorper. Quisque fames nec nisi parturient eni etiam blandit pharetra. Natoque porta netus pharetra est sollicitudin taciti eros eu. Egestas ipsum nec. Aliquam morbi ve nunc. Rhoncus morbi arcu consequat eu proin consectetuer sagittis massa cras orci. Quisque purus pede lacinia pretium cursus id. Quisque purus netus curabitur nec blandit ipsum. Dapibus lacus non libero rhoncus feugiat fringilla bibendum. Aliquam fusce morbi tempor at taciti elit duis venenatis. Euismod massa sem urna ve. Viverra morbi.",
    "Feugiat metus aliquet amet ac. Aliquam magna. Quisque risus class. Viverra fames nam senectus consectetuer lacinia penatibus nullam parturient velit quam metus. Integer velit nunc. Nonummy risus ve a nostra consequat blandit turpis curae. Viverra risus lorem facilisis aenean mus nisi duis blandit nulla netus lacinia ridiculus ac. Nonummy augue eros amet. Commodo dolor ut dolor scelerisque ve rutrum. Pretium morbi diam erat laoreet ac. Pretium dolor id ve litora ac dapibus enim sit. Posuere class. Sodales vitae est justo etiam eni consequat semper imperdiet ultrices litora nulla adipiscing. Vivamus justo fames nulla litora duis in class eu lacus. Gravida ipsum. Potenti velit est proin tempus nunc tristique. Aliquam fames ve amet volutpat nam dictum neque orci faucibus. Feugiat magna adipiscing vehicula diam. Commodo netus sem morbi pretium curae. Cubilia nulla ante tempus mi rutrum facilisis lorem fermentum ut augue nostra sed ve. Egestas dolor blandit. Integer fusce enim facilisi a sollicitudin nunc curae metus congue curae sapien tempus.",
    "Cubilia felis sed elit enim. Commodo felis purus. Rhoncus vitae. Egestas dolor at porttitor suspendisse dignissim arcu consequat mus enim sollicitudin. Feugiat ipsum non semper primis cum erat ve consectetuer quisque etiam fames tellus aliquam. Sodales metus sem lorem cursus lectus morbi mus ante a. Feugiat lorem justo suspendisse pulvinar iaculis. Dapibus vitae justo magnis tellus. Quisque augue ac malesuada euismod pede habitant ut tempor. Natoque class dolor fringilla scelerisque vitae fringilla. Lacinia ipsum cras a quis class. Nonummy curae per enim gravida massa lorem congue. Blandit neque elit condimentum ve libero a parturient est parturient adipiscing ut aptent leo. Euismod curae eu ut fames ve metus consectetuer dignissim curae et. Euismod fusce. Conubia fusce ante interdum consectetuer auctor mattis justo lacinia. Laoreet metus ut hendrerit nulla curae mus. Euismod fames elit. Euismod justo ut montes facilisis. Sodales nulla quis sem ante. Dapibus metus dui nibh parturient imperdiet. Posuere fames fusce leo."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam metus.",
     "paragraphs": [
      "Euismod vitae mus interdum. Euismod augue pede nunc. Integer neque parturient. Egestas lorem in. Laoreet massa amet a amet vestibulum. Pretium lorem duis. Egestas lorem. Viverra class at ridiculus suspendisse. Blandit felis parturient volutpat egestas sollicitudin aptent velit vestibulum. Iaculis fames fusce tortor nisl cras lacus vulputate eget sit libero primis euismod vivamus pellentesque fermentum netus sit posuere. Aliquam donec arcu dapibus quam consectetuer senectus lorem tincidunt integer risus. Dapibus neque per metus elit dictum. Euismod nulla. Posuere metus blandit dui ut potenti urna odio parturient montes facilisi facilisis. Posuere felis eros platea ad at diam vel. Natoque purus vitae pede commodo dignissim nam vulputate praesent mi. Iaculis purus netus risus sagittis erat conubia at dolor pellentesque. Dapibus vitae. Potenti purus. Conubia vitae sem duis hac cras volutpat egestas aptent sapien eros. Sodales velit amet ornare rhoncus natoque cras consequat magnis magna. Sodales risus.",
      "Iaculis lorem. Cubilia massa pede est mattis volutpat fermentum nulla class vulputate aenean platea massa. Integer purus felis quam inceptos a sociosqu dis natoque ad aenean. Euismod lacus felis varius lacus laoreet nisi ad tristique netus ut nulla facilisis platea. Quisque risus nisi nulla magna mauris nibh erat arcu porta ipsum dictumst proin. Euismod justo in pellentesque natoque curae. Iaculis velit dui auctor gravida blandit cras faucibus sollicitudin litora vitae ultricies et. Pretium nulla leo justo lectus. Laoreet fames ve imperdiet. Quisque magna. Natoque felis adipiscing mi consectetuer. Conubia donec. Commodo vitae. Aliquet magna dis mauris nullam et. Natoque felis nibh penatibus sagittis porta per hymenaeos massa justo a pretium. Quisque morbi. Aliquam etiam. Conubia velit dolor auctor leo nonummy id lobortis sit consectetuer felis. Cubilia donec et fames ac urna venenatis. Commodo felis. Blandit neque vitae risus sociis id ve at tellus sem vestibulum fusce conubia nec ad. Aliquam nulla neque magnis etiam velit dolor."
     ]
    },
    {
     "title": "Pretium augue nonummy eros at vitae ac urna.",
     "paragraphs": [
      "Integer dolor eu dolor ac litora volutpat. Vivamus vitae velit nascetur eu nec ad amet et. Pretium fames. Pretium metus non mattis a accumsan odio mauris. Commodo porta massa ornare elit malesuada eros leo. Gravida etiam nonummy sapien. Rhoncus metus leo praesent natoque feugiat litora. Iaculis lacus. Aliquam fusce pede penatibus. Viverra fusce ac ligula vel non sollicitudin. Cubilia neque magna torquent in. Quisque felis erat est erat sociis vehicula nec duis eni. Pretium donec ante habitant. Viverra class sem orci quis adipiscing fringilla eget leo eu. Dapibus donec dui cras elementum id porttitor nulla convallis parturient arcu aptent vulputate felis. Sodales risus massa. Potenti etiam ipsum. Blandit proin nulla iaculis vel adipiscing. Pretium vitae. Egestas lorem risus condimentum pulvinar morbi duis convallis. Potenti nulla elit cubilia ac ante donec natoque venenatis. Gravida class nibh scelerisque dapibus purus ante eget placerat vitae mi fermentum a hymenaeos proin imperdiet cum.",
      "Conubia metus augue erat fermentum at morbi. Gravida curae urna viverra dignissim cras est dolor adipiscing iaculis erat eu. Conubia vitae magna sodales penatibus ut duis sagittis mollis montes. Natoque lorem nec duis in eget. Commodo felis eros ut praesent neque hac quis dui laoreet sociosqu nullam orci amet dolor ac rutrum. Integer netus pede. Sodales risus. Lacinia netus vestibulum blandit. Potenti fames felis a vivamus. Iaculis class. Euismod fusce quam posuere ve suscipit congue urna eget praesent inceptos metus. Sodales lorem sed duis elementum ut metus ve hac porttitor laoreet mattis elit. Euismod etiam. Laoreet velit. Euismod justo elit. Euismod nulla elit inceptos sollicitudin mauris id fringilla fermentum. Posuere augue neque tempus adipiscing lobortis enim accumsan habitasse. Pretium lorem. Egestas class vel erat metus morbi justo. Rhoncus augue risus semper fringilla id ultricies magna ad neque. Posuere magna leo quis cras erat conubia orci nullam sociosqu cras nisi feugiat at. Dapibus etiam mi tristique netus eros auctor adipiscing sollicitudin nonummy torquent."
     ]
    }
   ],
   "title": "Posuere porta.",
   "paragraphs": [
    "Integer fusce. Iaculis felis sit parturient ad pellentesque cubilia sapien. Potenti porta nec cursus proin posuere porta aliquet commodo dignissim at rutrum. Natoque augue et cras sapien penatibus felis magnis senectus lorem facilisi parturient mauris volutpat pharetra. Quisque risus et primis elementum aliquam. Commodo felis mi ut justo duis sociis venenatis lobortis. Feugiat morbi nunc urna nisl nibh. Cubilia donec. Lacinia class urna torquent accumsan ve. Integer lacus dis habitasse molestie felis a gravida. Pretium netus cum facilisi cubilia sollicitudin platea at erat curae. Viverra lacus. Aliquam curae nunc nullam blandit. Rhoncus class. Viverra risus porta aptent. Egestas netus. Sodales justo. Quisque metus nibh per quisque eros ve. Rhoncus etiam ad nibh facilisi. Rhoncus neque pede ve interdum primis elit ante netus ante pede pharetra morbi ve. Pretium netus. Pretium risus donec nostra mauris quam mollis ac sociosqu lacinia.",
    "Aliquam morbi. Egestas vitae. Gravida proin nulla viverra semper quam. Feugiat netus diam cubilia blandit metus quam donec eu netus ut. Conubia porta elit a etiam vivamus erat sollicitudin. Integer risus amet sed ipsum mattis. Vivamus justo pede augue curae aliquet faucibus enim semper rhoncus integer. Iaculis class nunc sociosqu risus nulla. Laoreet fusce nibh ad quis velit. Iaculis nulla id eu semper. Integer augue ut purus enim felis mollis urna in nulla neque tempus neque nec. Laoreet class id class mattis duis at bibendum massa class laoreet litora. Conubia augue amet semper platea class vestibulum. Sodales massa mus. Aliquam felis et lacus dictum interdum ullamcorper pulvinar eget luctus pharetra nisi per. Natoque ipsum etiam tellus ligula. Potenti donec ac et cum eu fringilla massa eu sit. Pretium lorem. Gravida ipsum parturient eu fringilla metus urna dictumst elementum porta mi. Viverra magna sed hendrerit felis in. Aliquet vitae id dolor id ve. Commodo lorem eros porttitor fames viverra ornare quam lorem id mi elit nibh."
   ]
  }
 ],
 "abstract": "Potenti felis nisi cum euismod vitae diam senectus sollicitudin sapien mi donec in hendrerit. Sodales fusce urna sem quam duis adipiscing dictum. Blandit ipsum duis ultrices netus viverra sociis odio nibh lacus. Vivamus morbi arcu rhoncus tempus sed diam parturient ultricies condimentum proin. Lacinia ipsum ad etiam eu luctus nam pulvinar conubia nulla enim fames. Conubia etiam fames commodo in. Feugiat risus nunc quisque vitae justo auctor et curae id lacus in nascetur. Pretium morbi at hendrerit nunc metus scelerisque eu. Iaculis vitae diam est integer urna et fusce dictum duis quam cum. Aliquet class parturient ullamcorper ligula ve nam eros sapien dapibus blandit elementum. Gravida velit netus cursus ligula cum eni nam id justo ac vitae eu taciti. Egestas etiam at tempor proin integer porttitor bibendum aenean arcu taciti montes per adipiscing fringilla scelerisque. Blandit curae magna donec dapibus. Quisque netus class a nisl augue leo mollis eros. Dapibus curae dolor curabitur nascetur in curae leo duis eni dolor fringilla. Lacinia etiam diam est lectus elit auctor integer ante. Vivamus ipsum augue ultricies leo velit leo. Lacinia ipsum sed iaculis a auctor. Sodales massa conubia aliquet fringilla. Euismod metus mus nisl cum aenean quisque dui facilisi euismod duis magna condimentum orci. Rhoncus etiam diam quisque ad arcu et sociosqu rutrum. Sodales risus nisi integer id.",
 "authors": [
  {
   "name": "Zane Texeira",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}