{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam etiam sem etiam vestibulum eu pellentesque potenti tortor nisi.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida netus massa vel.",
     "paragraphs": [
      "Commodo morbi commodo lacinia taciti ad magna vulputate. Euismod porta vestibulum ultrices nunc lectus porttitor at justo. Iaculis justo quis ante tristique per fusce parturient accumsan feugiat maecenas ac sapien facilisis integer. Vivamus risus parturient vehicula blandit egestas mauris non nibh adipiscing mauris per ut. Quisque risus magna nisl nunc habitasse tempor nunc hendrerit. Egestas proin purus lorem augue condimentum ultrices habitasse ut. Iaculis neque. Lacinia curae nam lorem pede amet risus dis neque rhoncus lacus velit. Blandit massa vestibulum pretium nam ac fames vehicula adipiscing convallis condimentum donec. Rhoncus purus quam curae ut a semper urna pellentesque eleifend. Gravida purus ut tincidunt a porta egestas. Posuere vitae. Aliquam felis enim lectus quam conubia mattis erat. Nonummy lacus arcu eni cursus eleifend urna magnis posuere quis at sollicitudin mauris purus suscipit arcu ve consectetuer mollis et faucibus egestas. Vivamus metus quis duis elit quis euismod eu id. Rhoncus fames morbi senectus eu scelerisque odio vulputate aenean fermentum habitasse consectetuer. Laoreet morbi in morbi auctor parturient donec gravida urna class. Blandit lacus elit a nunc ve augue mi eros tempor natoque laoreet nulla in. Euismod nulla vestibulum ac consectetuer integer aenean metus. Egestas fames dis est in. Iaculis fusce pede natoque ac senectus. Vivamus vitae quam pulvinar.",
      "Sodales curae nibh euismod ve est urna. Quisque fames aliquet tellus sit taciti molestie nisl mus gravida. Blandit lacus urna. Euismod donec nibh rutrum cubilia orci urna commodo nibh proin venenatis arcu sit. Lacinia metus. Laoreet felis id rutrum sollicitudin. Commodo donec quis gravida ac quam purus et velit pellentesque vehicula dolor viverra. Euismod proin. Natoque porta. Pretium morbi dui odio maecenas convallis aptent purus sed semper curae proin eros nec faucibus conubia. Rhoncus massa leo urna ve quam. Nonummy class ac ridiculus rhoncus. Vivamus porta blandit vehicula pellentesque pretium mollis elementum dignissim consectetuer est neque nisi. Laoreet vitae amet mus quam lobortis sollicitudin libero mi id. Blandit vitae vel duis sit. Cubilia magna pretium sed dictum. Potenti lacus dolor pretium vel placerat dolor varius massa velit. Viverra massa urna a class. Vivamus fusce elit hymenaeos hac. Conubia metus. Sodales metus mus justo cursus eu risus convallis. Aliquam metus cras mus sagittis sollicitudin.",
      "Pretium curae commodo feugiat lacus nulla fusce vehicula habitasse quis. Sodales neque. Lacinia vitae elit nunc elit sodales ve suscipit sapien diam potenti ipsum. Posuere dolor nisi eros volutpat. Aliquet metus. Potenti magna eu libero. Laoreet donec. Dapibus fusce nulla nisl urna. Sodales dolor. Dapibus metus ac taciti conubia imperdiet dictumst ve. Viverra metus ut massa. Commodo risus et justo varius vestibulum sollicitudin egestas. Conubia curae vel. Pretium morbi. Natoque etiam enim nonummy id. Lacinia nulla. Euismod etiam. Commodo morbi erat vel cras arcu habitasse et. Gravida felis velit curae a elit proin mus laoreet orci non commodo. Aliquet fusce. Feugiat magna donec ornare aenean dis orci parturient malesuada odio est class dapibus. Egestas risus ad quam consequat."
     ]
    },
    {
     "title": "Aliquam justo.",
     "paragraphs": [
      "Conubia dolor mi semper porttitor sagittis et erat eu sapien dis vestibulum. Rhoncus fusce dui urna lorem rhoncus proin pede at lacus. Nonummy proin quis sociis in quam sociosqu ultrices pellentesque vestibulum. Rhoncus etiam. Euismod massa id auctor vitae lobortis. Gravida justo cras nibh viverra lectus. Dapibus fames lacus a eget neque luctus pulvinar lorem pretium semper. Quisque proin est diam sit iaculis et. Sodales class ad aenean at pulvinar nonummy egestas nisl sollicitudin. Cubilia nulla nisl tortor porttitor. Vivamus justo ve sapien facilisis egestas massa nisl. Quisque felis pretium arcu penatibus at fringilla condimentum convallis. Rhoncus donec ipsum nullam primis leo egestas cursus et neque primis. Egestas magna. Iaculis morbi eget auctor dignissim nulla. Vivamus neque. Aliquet fames. Iaculis etiam parturient commodo nam fringilla mattis ad. Potenti purus parturient ullamcorper tortor eu. Pretium class in aptent dui nonummy est mi a eros lacus conubia at netus. Pretium donec ante sodales fusce. Posuere metus nibh eu felis ut urna felis ut.",
      "Quisque velit vestibulum orci nostra ve platea. Rhoncus morbi. Gravida class nunc convallis. Natoque massa ad a duis in. Gravida fames neque torquent parturient auctor nascetur. Nonummy netus. Lacinia magna fusce tempor elit suspendisse laoreet vitae urna. Lacinia risus ve sollicitudin rutrum ve inceptos egestas. Natoque nulla justo purus lectus eu curae eni. Dapibus justo ac a. Vivamus lacus. Quisque justo porta interdum vitae neque porttitor. Viverra morbi parturient inceptos lorem dapibus sem ad consectetuer. Lacinia velit felis curae rhoncus iaculis semper. Cubilia augue sed convallis. Commodo velit eu duis nisi potenti posuere lectus felis massa potenti. Posuere class. Viverra netus eget. Rhoncus dolor eget quisque nisl nunc. Cubilia purus vitae est felis vestibulum arcu. Cubilia vitae pede integer gravida quis ac orci dictumst. Blandit netus justo accumsan metus."
     ]
    }
   ],
   "title": "Natoque vitae morbi tortor tempus hac.",
   "paragraphs": [
    "Aliquam curae. Vivamus massa ac consectetuer mollis sociis interdum pharetra. Lacinia velit. Natoque fusce. Posuere fames nulla odio vivamus. Viverra risus hac vestibulum neque. Cubilia massa id curae libero ac est aptent et habitant orci nascetur vitae gravida. Lacinia porta. Posuere risus amet nisi nibh nisi nam netus convallis. Posuere neque. Pretium lorem fusce a quam lorem. Cubilia fames in risus. Euismod ipsum. Aliquam purus. Feugiat fusce sed odio donec. Sodales purus sem nisl nunc gravida porta sit vestibulum fringilla augue pede elementum. Rhoncus augue erat quis adipiscing libero placerat. Blandit proin nibh. Iaculis fusce. Vivamus velit mi rutrum gravida mollis. Pretium fames quis tempor quisque eget netus tristique nisl sem hac ve a. Feugiat augue.",
    "Viverra dolor ac elementum a. Laoreet lorem ac porttitor eros cubilia. Blandit felis erat posuere ve amet quam hac ac velit eni pede dui. Vivamus proin. Pretium massa nulla sed ante a diam proin dis elit montes iaculis blandit. Feugiat metus ve neque ligula in. Vivamus nulla. Quisque netus arcu primis iaculis. Blandit felis. Laoreet class diam hac sodales et habitasse elit sollicitudin mauris sociis nam. Cubilia purus nisi nam quam a. Feugiat magna in varius aliquam viverra habitasse leo aliquam suscipit. Vivamus felis. Aliquam fusce ut ac. Integer porta eros morbi nam. Vivamus curae nisl dapibus potenti nunc mi dolor condimentum cum urna vitae pretium natoque. Euismod fusce hac elit. Aliquam massa enim quis leo convallis ornare. Vivamus metus id tempor erat ad nisi sapien nec dapibus arcu. Natoque fames cum mus rhoncus a lectus dolor. Integer netus elit sodales lacinia luctus orci. Euismod justo ad."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus fames parturient in tristique integer.",
     "paragraphs": [
      "Dapibus ipsum id tincidunt penatibus vestibulum rhoncus. Feugiat felis. Laoreet felis porta taciti tortor dapibus diam sed taciti dis. Viverra donec. Sodales porta diam. Potenti morbi massa ligula velit lacus eros nascetur. Viverra augue ut curabitur at proin mus eros arcu. Posuere magna. Euismod massa ac massa ut quis vulputate cum nec fermentum dictum at placerat litora duis. Commodo massa rhoncus aenean. Blandit dolor. Gravida velit ut proin. Feugiat felis ut faucibus. Lacinia fusce nam conubia nulla cum cras inceptos sagittis vitae vel donec. Dapibus class cras pede euismod ad non. Euismod fusce mi sapien ipsum tortor felis. Feugiat lacus quam cum eget. Blandit felis. Aliquam donec potenti sit mi. Viverra etiam. Commodo fusce. Egestas ipsum cras lorem turpis ad senectus varius augue ut mi varius nec pharetra.",
      "Conubia curae quis massa tempor varius hendrerit tristique sollicitudin per. Viverra netus in turpis rhoncus ad aenean eleifend nulla nec nunc nisl gravida at. Aliquam proin dolor torquent phasellus. Potenti lorem sit urna proin magnis ve dictum elementum pulvinar semper. Nonummy curae eni quam dui ornare hymenaeos molestie. Pretium felis. Nonummy lorem porta ultrices arcu. Conubia neque curae. Egestas velit urna gravida amet cras class litora sollicitudin fermentum fusce nisi felis condimentum. Rhoncus augue. Iaculis ipsum per mus facilisis. Gravida augue ve phasellus suspendisse. Viverra velit massa rhoncus laoreet consequat id tristique felis erat ipsum ad cursus leo at. Egestas netus augue curae urna. Euismod metus eget egestas tellus sapien venenatis massa felis sociis consectetuer fermentum massa diam. Euismod fusce erat risus posuere libero eros quis adipiscing. Aliquet netus odio fringilla penatibus sollicitudin. Rhoncus etiam diam. Laoreet netus. Commodo magna donec ligula. Posuere proin nulla leo dapibus odio nam tempus tristique dictumst tempus auctor pede primis nascetur augue. Laoreet dolor quam class fusce tempor vestibulum lobortis ante aliquam duis ultricies."
     ]
    },
    {
     "title": "Laoreet felis nunc at nibh sociis aliquam fermentum.",
     "paragraphs": [
      "Euismod netus in odio ut consectetuer nonummy etiam et per. Rhoncus dolor risus condimentum. Dapibus fusce. Quisque felis. Cubilia nulla augue. Iaculis dolor et augue inceptos eget ut enim nunc. Natoque lorem. Aliquet fames duis sit sollicitudin montes proin aptent lorem nunc cursus ac. Aliquam lorem nisi elementum aenean duis per sollicitudin fusce elit. Sodales morbi. Commodo netus eu eget diam tempor in fames. Integer metus eu mi ante. Feugiat vitae vivamus eni. Commodo magna arcu varius per id fringilla urna eni feugiat montes nec. Blandit fusce velit per eros platea parturient pellentesque dapibus justo eu convallis massa placerat magna at. Potenti ipsum elit conubia et vel curabitur feugiat ipsum in. Egestas augue. Potenti etiam class penatibus dictumst ornare cras nostra ad libero elementum. Aliquet magna ve donec elit cum elit non. Vivamus morbi cum massa duis tellus nullam faucibus adipiscing aptent ac malesuada vitae in enim quis hac. Pretium risus eros nec ante nunc potenti a condimentum sed. Conubia justo id semper.",
      "Quisque velit. Cubilia curae quam netus est enim a pede. Posuere neque eni urna nascetur varius mattis orci scelerisque blandit magna. Dapibus felis dolor a diam at fringilla. Cubilia porta class mollis id quam sociis lacinia rutrum nunc ullamcorper vel. Sodales massa. Laoreet donec neque auctor nulla leo adipiscing magna. Posuere dolor diam posuere ve aenean pharetra aliquet pellentesque tincidunt mattis vestibulum vitae cubilia cursus etiam. Vivamus magna nonummy. Potenti justo sit parturient vestibulum id ornare. Pretium porta at taciti sollicitudin sed porta nonummy. Aliquam nulla dis pede ve. Sodales morbi adipiscing senectus velit massa facilisi neque nec. Pretium neque orci eni nascetur a torquent eros platea taciti metus adipiscing suspendisse mauris mi nisi. Gravida curae risus lacus. Lacinia justo netus non aenean. Lacinia velit. Dapibus magna pede aenean eu in. Quisque velit id consectetuer mattis lorem morbi enim. Vivamus fames at vulputate donec mi. Nonummy metus dui nisi mattis cum ac lorem tellus semper. Commodo purus."
     ]
    }
   ],
   "title": "Integer netus.",
   "paragraphs": [
    "Aliquet metus eget habitant sed sollicitudin litora. Natoque neque ac aptent vel eu integer nunc nam. Rhoncus porta enim eu. Vivamus lorem vestibulum condimentum auctor in ornare dictumst porttitor id. Natoque curae eni parturient mauris. Aliquet felis. Euismod felis. Vivamus lorem ac magna pellentesque lacus in felis tempor ad vehicula laoreet. Cubilia fames augue tempor. Natoque fames amet auctor fermentum ornare. Blandit felis quam torquent viverra quis duis gravida nisl. Nonummy fames quis sociis mi urna. Rhoncus justo non cum hymenaeos conubia netus hac arcu. Laoreet nulla cum odio duis. Sodales morbi fames. Lacinia lorem est blandit ac facilisi netus sodales cras eleifend lacus aliquam quis amet elementum consectetuer per ultricies sapien. Natoque fusce urna leo eu nibh sociis. Laoreet neque ante felis justo tempus ac rhoncus in sit. Blandit vitae. Rhoncus class. Viverra massa. Potenti metus leo nunc ac hac.",
    "Sodales velit donec eros fermentum ut id sed. Euismod purus urna inceptos. Feugiat metus ante fermentum eu id mi erat consequat purus fusce rutrum dictum. Dapibus risus velit magnis. Viverra neque vel ante interdum non dapibus nibh ut. Natoque morbi neque quis turpis sociis augue ultrices. Aliquet velit odio porttitor ut etiam at proin. Quisque curae nulla nisi facilisis class. Laoreet curae velit suscipit habitasse proin ultricies ornare. Natoque vitae. Lacinia morbi. Conubia justo diam varius leo ve mattis ut. Laoreet massa et enim eros velit luctus in. Laoreet nulla. Pretium lacus class nisl rhoncus. Nonummy neque risus augue pretium taciti vulputate placerat tortor pede. Laoreet porta. Conubia massa cras a quam vestibulum sit class. Feugiat class at mauris interdum. Blandit fusce nunc sociosqu ullamcorper non duis. Feugiat etiam augue quam magnis nam amet adipiscing est adipiscing. Nonummy purus nec ligula ornare."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus massa vestibulum enim libero.",
     "paragraphs": [
      "Egestas vitae lacus tempus at varius lacinia aliquet ipsum nibh. Laoreet purus. Commodo neque. Commodo proin nibh felis massa donec accumsan penatibus amet dis dictum euismod elit sem in consectetuer natoque interdum. Aliquam velit ante. Laoreet proin. Feugiat curae sed diam magnis porttitor tellus lobortis felis metus aptent felis. Lacinia risus id sagittis nostra sociis justo blandit nonummy. Dapibus proin enim pede nec arcu semper torquent nisi. Iaculis fames nunc curae habitasse bibendum. Potenti lorem id ligula fames parturient ullamcorper sapien et ac cursus. Potenti velit nunc a quam fames erat nascetur pellentesque cursus in urna. Quisque magna mi. Nonummy magna. Euismod metus quis blandit. Quisque dolor. Vivamus velit. Aliquet ipsum egestas rhoncus arcu. Rhoncus felis iaculis nisl convallis nunc sit eros id nisl nisi vel. Natoque netus enim. Lacinia proin vestibulum sociosqu egestas pellentesque. Blandit ipsum cras nam odio volutpat.",
      "Potenti proin amet ad pellentesque potenti habitant diam. Potenti vitae. Rhoncus dolor. Lacinia class. Rhoncus morbi est blandit interdum urna. Quisque purus ut pellentesque conubia interdum pellentesque lacinia nostra est integer. Vivamus netus ante lobortis malesuada bibendum dolor. Laoreet class fusce varius quis ut pellentesque. Rhoncus lorem. Laoreet neque lorem purus nonummy vivamus nisl magna dignissim ligula a. Nonummy magna ac. Sodales porta vitae nec odio leo sodales ac ve phasellus. Euismod class netus turpis. Egestas metus. Blandit netus lacinia semper non cubilia praesent euismod convallis. Posuere dolor cras nisi potenti cras nisi sapien. Sodales augue proin cursus hymenaeos. Conubia nulla nisi torquent inceptos euismod ac et elementum proin. Dapibus massa ac fermentum orci erat purus quisque leo. Blandit lorem arcu interdum purus mus magna etiam platea purus enim. Nonummy massa. Iaculis proin quam ligula ad diam lacus."
     ]
    },
    {
     "title": "Quisque fusce.",
     "paragraphs": [
      "Rhoncus fames. Nonummy etiam nunc libero venenatis gravida nullam. Rhoncus netus. Dapibus velit ve nostra aliquam mi congue integer cubilia viverra montes proin adipiscing. Integer etiam amet leo curae. Aliquet curae cras a proin et consectetuer potenti neque curae. Integer vitae nulla cubilia ut per ve. Lacinia etiam. Integer magna. Potenti proin duis rhoncus ut eget pharetra consectetuer ornare etiam. Pretium fusce erat cubilia aliquam semper ac ultrices orci. Viverra massa duis arcu class ligula fringilla suscipit. Dapibus class mi curae sagittis est nibh diam cras. Feugiat proin. Gravida risus. Blandit velit ut pellentesque integer senectus viverra potenti sapien metus condimentum. Commodo curae ante blandit ad. Commodo metus justo nisi viverra. Rhoncus porta. Blandit donec cum volutpat laoreet arcu. Laoreet fusce. Quisque class ve.",
      "Posuere ipsum magna nullam adipiscing vitae. Posuere fusce eros lacus. Quisque fusce arcu nascetur at dolor. Lacinia fusce at. Natoque curae urna aptent aenean habitant diam nec sem posuere eget a vitae aliquam. Dapibus etiam per fames diam platea congue fermentum fames. Posuere neque ante velit nulla purus platea nulla in. Blandit lacus porta per. Sodales morbi nec quam cras integer mi habitant curae nonummy aliquam taciti. Nonummy fusce. Gravida felis. Aliquet fusce elit dui pede commodo dictum velit. Lacinia porta arcu massa id. Pretium fusce nec arcu primis. Aliquet etiam natoque. Iaculis magna ipsum nec. Integer justo cras. Feugiat porta vestibulum habitant. Sodales curae mi. Cubilia netus erat a odio eu convallis arcu viverra aliquam. Posuere fames ac cum rutrum quis. Aliquam augue ad class ut odio cras vestibulum hymenaeos scelerisque nulla.",
      "Rhoncus purus at congue non nonummy a condimentum leo mauris habitant eget. Quisque proin enim hac lacus magnis turpis cras iaculis ad. Quisque class dui vehicula feugiat suscipit. Posuere justo quam nam porta. Blandit dolor nisl pretium mi eget leo. Conubia justo. Posuere neque. Nonummy lacus ut odio lorem quisque est et aenean nostra justo proin scelerisque. Laoreet etiam fames sapien ullamcorper class sociis rutrum tincidunt adipiscing eros morbi. Feugiat etiam. Vivamus velit cum. Natoque vitae ante potenti justo pede per. Conubia dolor neque quam risus tempor turpis hymenaeos. Commodo morbi enim maecenas suspendisse faucibus diam. Euismod curae. Integer fames. Rhoncus etiam neque nulla egestas amet massa maecenas adipiscing. Quisque lacus ut nulla venenatis potenti massa sodales mus arcu eu fringilla quam euismod et aptent ante. Blandit fusce id. Sodales dolor. Vivamus neque. Rhoncus donec elit malesuada sociis molestie potenti sollicitudin tristique metus quam pharetra phasellus et enim."
     ]
    }
   ],
   "title": "Conubia metus.",
   "paragraphs": [
    "Vivamus lacus amet pretium duis a odio ut sollicitudin nisi dolor et. Sodales massa purus augue auctor platea. Nonummy vitae et massa quam quisque potenti morbi feugiat porttitor sem. Blandit nulla eu arcu senectus lacus sollicitudin. Potenti justo eros dis odio praesent platea taciti per tortor ante semper. Blandit class. Conubia purus quam a nibh etiam facilisis curabitur eget hac quam bibendum consequat mi. Commodo fames in lectus ac mollis praesent molestie vivamus convallis. Iaculis justo odio sit nisi consectetuer eu. Integer vitae dolor. Pretium felis ante mi morbi sollicitudin facilisi neque amet. Egestas metus commodo dolor nunc egestas et erat. Rhoncus velit iaculis id maecenas feugiat. Conubia magna dolor dictumst adipiscing ligula at orci dictumst justo facilisis lobortis. Cubilia donec. Sodales neque nisi non. Nonummy etiam fusce nec odio et. Feugiat fames sit quam vestibulum hendrerit nisl pellentesque libero sociis netus gravida. Natoque neque purus. Lacinia nulla ad at arcu felis auctor consectetuer malesuada luctus inceptos. Lacinia velit diam curabitur sollicitudin adipiscing elit fringilla elit eni ornare cursus morbi lectus. Dapibus purus.",
    "Integer class donec dictumst. Euismod lacus eros conubia sodales arcu ut sociosqu fames. Pretium velit urna blandit amet orci eu justo facilisi donec a. Posuere lacus. Posuere felis odio nostra. Nonummy justo ad et luctus ad. Feugiat velit. Posuere fusce magna. Quisque dolor sit enim natoque sem. Gravida dolor hac adipiscing fermentum urna sem duis. Potenti fusce ante rhoncus platea purus adipiscing facilisi pede. Laoreet netus. Pretium fames ipsum mus placerat sollicitudin. Potenti dolor sed nulla rhoncus integer. Natoque netus. Laoreet netus ac magna lectus. Gravida felis fames egestas nisl habitant erat. Aliquam lacus id sapien bibendum ve ante proin eu taciti aliquam. Integer class eni laoreet inceptos. Conubia morbi. Potenti felis. Lacinia magna."
   ]
  },
  {
   "children": [
    {
     "title": "Integer curae elit ultricies ut hendrerit dignissim quam.",
     "paragraphs": [
      "Gravida velit et sapien eni vestibulum curabitur vitae sit ante elit tristique ornare magna feugiat venenatis dui. Blandit proin eget vulputate ac tristique a malesuada massa nec ante sollicitudin. Rhoncus ipsum. Potenti fames ipsum maecenas eni ad nostra interdum. Commodo metus eget dictum congue porta tempor libero porta. Laoreet velit lacus scelerisque nascetur. Posuere metus. Aliquam augue. Sodales nulla nisl taciti et bibendum hac et donec tempor elementum. Euismod massa mi lorem ad. Blandit neque eu ipsum pellentesque volutpat augue tempus hac turpis rhoncus nibh ut. Viverra nulla ut. Euismod dolor quis enim elementum nullam. Laoreet curae justo nulla ligula morbi sed arcu dis suscipit. Integer class gravida potenti integer. Viverra augue. Sodales nulla purus nisi placerat ad morbi ad augue. Integer lorem ve turpis suscipit ullamcorper sagittis. Potenti netus eget duis ut volutpat montes. Rhoncus ipsum justo. Feugiat proin netus. Euismod augue quis scelerisque id tellus ad dictumst tempor amet ornare.",
      "Integer proin in morbi faucibus neque fusce nullam semper quam tincidunt. Laoreet metus fames urna praesent leo. Integer justo velit mauris. Viverra purus risus aptent litora in tempor amet ad diam ultricies mi ullamcorper quis litora laoreet. Feugiat augue in donec venenatis nam pretium a suspendisse mus eu. Posuere justo pede dis hac ad accumsan nunc integer hendrerit montes a potenti ut urna netus hymenaeos eros est. Aliquam neque fames ipsum massa tempus condimentum metus turpis feugiat nam. Egestas class duis nonummy ad nibh cras nam porta semper in accumsan. Gravida curae eget posuere in est. Aliquam velit quam et odio pharetra est et proin suspendisse mi taciti. Feugiat fusce cubilia erat. Dapibus porta pede nam congue a sagittis. Iaculis neque nisl porta curabitur netus tincidunt non proin. Integer felis commodo mi nisl facilisi porta cubilia hendrerit senectus platea lacinia. Rhoncus nulla eros gravida at elit aliquet et nisl donec. Natoque porta adipiscing molestie pretium elit platea ve torquent libero. Natoque nulla. Euismod neque. Laoreet lorem cubilia ad dui quis. Blandit donec felis varius porta ullamcorper eu sapien nascetur risus euismod. Laoreet vitae mi turpis commodo aliquet. Iaculis fusce ut taciti facilisi."
     ]
    },
    {
     "title": "Laoreet fusce at id amet gravida in.",
     "paragraphs": [
      "Potenti ipsum magna ligula nullam ve suscipit per primis. Conubia porta curae. Pretium vitae porta ornare magna. Posuere dolor etiam lorem mollis posuere laoreet pellentesque convallis ipsum. Rhoncus purus. Gravida justo vestibulum pharetra quis nisl nulla et nulla platea mauris sodales. Gravida curae sit dignissim dis maecenas consectetuer. Laoreet curae erat a eros augue felis congue augue scelerisque pharetra. Sodales class leo eget mi class ac. Sodales magna enim. Aliquam magna velit. Euismod felis. Pretium etiam nisi egestas a cursus morbi nonummy dis parturient. Vivamus nulla arcu dictum curabitur dapibus fames risus a sapien nibh nunc. Rhoncus etiam nulla nunc habitant. Commodo risus dui lacinia ultrices aptent ornare curae nisl. Potenti proin in. Pretium nulla nec enim adipiscing vulputate. Dapibus fames vestibulum ad hymenaeos. Integer velit arcu velit. Aliquet lorem parturient. Laoreet risus vestibulum.",
      "Vivamus donec velit. Natoque lorem proin. Rhoncus velit et pellentesque nonummy lorem. Aliquet risus. Aliquam velit elit sit nisi malesuada id. Potenti augue nibh quisque ut at ve in. Aliquam class blandit venenatis volutpat platea montes. Vivamus nulla purus placerat. Sodales morbi arcu suspendisse et. Conubia donec. Pretium velit diam tortor feugiat potenti sociis ipsum cras erat. Euismod dolor pede nunc urna ac porttitor diam velit nam suscipit. Posuere purus porta a duis vestibulum leo risus ridiculus mi diam. Potenti proin ad amet proin dapibus id ut consequat. Posuere risus nunc rutrum interdum class dignissim. Blandit fames quam pede senectus dui. Aliquam vitae porta a orci lorem semper elementum netus. Viverra magna dui vestibulum. Laoreet lacus eu neque sapien sem molestie rhoncus integer hymenaeos erat nisl rhoncus. Natoque fames vestibulum suspendisse rutrum. Conubia neque ve ante praesent sed eget mattis ipsum elit conubia aenean fusce ullamcorper. Posuere neque.",
      "Posuere magna. Integer porta odio feugiat fringilla sapien quis ad leo et. Aliquet velit hac enim. Pretium donec est fames. Vivamus lorem at orci purus penatibus interdum magna duis accumsan consectetuer. Integer purus proin urna gravida duis varius dictumst vivamus quisque donec nisi sed massa. Pretium donec nisi aptent. Aliquam augue sem quisque sagittis nostra mollis. Gravida purus cras etiam ultricies penatibus vitae. Pretium donec augue montes nostra malesuada sodales. Cubilia nulla. Sodales nulla. Rhoncus felis duis bibendum dolor primis sit ac. Pretium proin blandit natoque. Rhoncus fames. Laoreet proin quis magnis iaculis integer quis eros curabitur per lacus. Euismod donec urna cursus consequat ut primis cras ridiculus nascetur nullam. Gravida morbi pretium ligula sit pretium ut quisque nisi interdum ac. Aliquet velit nisl euismod. Aliquet metus lacus dolor quam diam ipsum. Dapibus fusce cum nam quisque accumsan orci magnis aenean. Posuere velit eni eget tempor facilisis."
     ]
    }
   ],
   "title": "Rhoncus magna parturient cras fusce iaculis hymenaeos sapien ultricies curabitur pellentesque sit.",
   "paragraphs": [
    "Potenti magna. Euismod nulla ipsum inceptos pede libero varius. Vivamus netus duis etiam sed orci iaculis euismod sollicitudin. Cubilia etiam per luctus inceptos cubilia vivamus sociosqu auctor. Vivamus nulla ipsum ultrices ultricies accumsan libero conubia arcu urna. Pretium lacus nibh potenti porttitor. Lacinia nulla magna sed orci vestibulum mus parturient vestibulum in. Aliquet metus ad metus leo vestibulum aenean ut ve eget dictum nibh habitasse sem blandit in penatibus duis arcu. Gravida justo ut lacus. Feugiat morbi ante conubia et quam nullam ve non imperdiet lectus placerat justo egestas diam dui amet odio. Gravida risus sit amet consequat. Potenti etiam massa facilisi nulla class nullam. Viverra velit dis duis vestibulum litora. Aliquet purus mi mauris in. Integer morbi. Egestas lorem in sapien egestas curabitur urna sed magna nonummy sapien enim nisl ac dis. Vivamus netus. Pretium augue vestibulum commodo diam eros dapibus. Feugiat lorem. Dapibus velit mi ac per scelerisque commodo. Blandit velit eu quam lacus feugiat orci est potenti id elit senectus mus. Nonummy curae vestibulum faucibus fusce commodo hac habitant a.",
    "Blandit lacus odio. Sodales lorem porta sem nam integer. Aliquet curae mi imperdiet mi lorem suscipit. Blandit lorem proin rutrum nostra nulla parturient nascetur aliquet. Nonummy velit. Feugiat vitae quam urna elit fermentum leo senectus lacinia aliquet volutpat mi quis. Blandit proin quis eu sollicitudin gravida. Blandit etiam ad non scelerisque integer dui nibh dui montes. Rhoncus velit. Nonummy dolor vivamus mollis donec eu augue. Aliquam felis. Nonummy fames quam. Integer purus at nullam proin parturient sociosqu posuere mi penatibus proin cum. Lacinia fames natoque. Euismod proin odio luctus mattis id nunc. Viverra lorem. Commodo dolor morbi sociosqu. Euismod class justo vehicula lorem. Nonummy purus urna quisque in auctor phasellus dapibus lectus cum nonummy in taciti. Lacinia magna leo blandit ut varius ornare nisl duis. Blandit risus quam dictum feugiat amet eros odio viverra nullam netus inceptos in suspendisse mi auctor. Laoreet morbi nisl luctus leo libero primis ridiculus lectus netus ac phasellus nunc.",
    "Feugiat nulla ut nullam facilisi. Dapibus fusce. Quisque porta neque lorem. Posuere morbi hac enim leo a libero porttitor rhoncus diam orci leo consectetuer id. Potenti justo vivamus pede in. Nonummy justo nunc non. Commodo ipsum ut. Aliquet dolor ad libero lacus parturient vehicula class pellentesque. Integer class justo luctus volutpat scelerisque inceptos lacinia etiam. Egestas purus enim accumsan sed natoque a mattis porta ad dolor sit nibh ad pellentesque. Potenti purus. Euismod etiam nunc feugiat quis arcu montes placerat. Conubia augue aliquet sem senectus vivamus convallis lobortis aptent semper. Blandit porta. Integer massa nibh eni. Dapibus vitae. Potenti neque eget. Dapibus lorem duis nullam. Cubilia proin massa neque mattis imperdiet eu. Pretium magna in semper magnis nascetur ullamcorper nascetur. Natoque curae ad purus enim. Aliquam ipsum eu."
   ]
  }
 ],
 "abstract": "Laoreet dolor parturient. Feugiat lacus ante suspendisse vivamus non eu lectus taciti proin suspendisse. Iaculis lorem ve nisl lacinia. Blandit lorem pretium ac ad amet metus. Aliquam porta ut sapien non rhoncus odio leo purus. Pretium netus risus nisl vel potenti. Rhoncus fames commodo euismod erat vestibulum erat ornare conubia sit eu tellus orci. Integer metus nibh praesent dictum eros et senectus nisl rhoncus. Vivamus felis diam urna ipsum tempus amet urna non a luctus porttitor nascetur ve suspendisse. Viverra lacus quam tristique in. Laoreet purus. Lacinia fames ve nunc bibendum diam in eget ac lorem ac. Nonummy etiam eget lectus gravida elit. Laoreet lorem nibh laoreet arcu ac platea accumsan nisi sapien adipiscing risus. Cubilia class aliquet arcu facilisi. Potenti curae sed ante hendrerit lobortis proin justo leo eleifend a inceptos sem. Pretium vitae hac amet adipiscing orci proin varius at diam mi. Quisque lacus parturient in rutrum habitasse in curae pellentesque metus orci. Dapibus netus odio aenean conubia penatibus ac condimentum. Viverra porta. Posuere risus ut etiam sollicitudin bibendum dolor tortor euismod nibh mi. Euismod lacus.",
 "authors": [
  {
   "name": "Salvador Hambright",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Tana Redington",
   "organisation": "Branch Tactical Of Orlando"
  }
 ]
}