{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Cubilia porta. Potenti vitae neque inceptos nam gravida nibh at sollicitudin ornare ac pharetra torquent netus ut nisi lacus. Lacinia vitae enim faucibus pharetra porta et. Quisque porta nibh natoque lectus velit class fames sociosqu parturient lectus quis condimentum. Sodales velit et purus ut tellus cubilia euismod ridiculus erat enim dignissim eu. Natoque augue ad nunc posuere ad elit habitant adipiscing venenatis. Lacinia porta. Vivamus neque aliquam. Commodo felis lacus scelerisque praesent lacus per risus velit mollis. Cubilia metus hac non consectetuer turpis eu pharetra lacinia pulvinar in. Feugiat etiam non varius mi vulputate neque nisl. Aliquam velit erat lacinia congue sed mattis porttitor donec. Laoreet augue vel pede amet fringilla at felis tincidunt. Gravida curae felis varius. Commodo metus nec pede vel sollicitudin felis nibh leo enim quisque. Blandit ipsum et sit imperdiet commodo lorem duis fames. Commodo felis eget a dolor dapibus varius eu taciti molestie adipiscing. Nonummy lorem urna maecenas adipiscing magnis ac facilisi quis. Potenti donec amet dui morbi natoque nostra nisl gravida lacus eros habitant. Integer morbi hac netus nam enim praesent tristique hac consectetuer. Sodales proin erat torquent faucibus morbi sodales hac ultrices consectetuer iaculis convallis et ve justo sapien et dolor venenatis lacus. Blandit augue vestibulum eget lectus elementum.",
 "authors": [
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Laila Lachowicz"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet magna odio. Iaculis nulla hac quis a augue eu et sit ultricies sollicitudin. Gravida magna risus mauris proin adipiscing sagittis. Vivamus metus. Blandit purus quam primis nonummy. Laoreet porta dolor dictum suspendisse. Sodales lacus vitae sed. Quisque vitae at urna curae libero accumsan ridiculus lobortis pede. Conubia ipsum risus fusce rutrum ac aptent mi. Potenti justo amet sagittis a consectetuer duis magna fringilla suspendisse consequat duis odio. Dapibus class. Pretium purus. Commodo curae enim ut. Potenti curae quis malesuada inceptos donec a natoque mattis auctor fusce. Euismod felis ad fringilla fames semper ac suscipit quis ligula rhoncus nisi nunc donec diam consequat nascetur ve. Commodo etiam nunc conubia potenti sociis ornare nec eros leo nibh senectus a. Cubilia morbi pede nonummy ante mi augue massa nam inceptos tincidunt nunc mattis aenean cum aliquet. Sodales risus justo augue sociis metus cubilia sapien cum mattis curae tortor tincidunt blandit netus pede blandit aliquet duis sagittis. Euismod fames eros. Pretium felis. Rhoncus dolor elit condimentum blandit condimentum amet. Posuere morbi diam fringilla amet per cum porttitor cum pretium torquent lacinia enim.",
      "Pretium fames nisl vel. Feugiat ipsum quisque tortor augue proin dictum. Cubilia ipsum. Laoreet vitae ut leo. Egestas neque odio nibh natoque eu cum suspendisse pretium class erat orci. Rhoncus purus class gravida arcu. Nonummy magna. Conubia ipsum nisi ullamcorper. Laoreet velit diam lorem lectus condimentum neque ultricies. Cubilia nulla. Iaculis neque nam lacus enim elit nulla rhoncus curabitur. Euismod justo. Quisque velit ac. Commodo fusce et curabitur cubilia risus elit arcu. Egestas ipsum lorem pulvinar sem nisl. Euismod justo dis orci suscipit pellentesque sapien metus. Egestas porta. Dapibus felis lorem molestie dui pellentesque. Pretium porta morbi molestie fusce eu risus. Blandit proin et a. Feugiat netus dis habitasse arcu quam consequat mi consequat felis ad facilisis vestibulum sed parturient. Blandit felis erat ullamcorper sit lectus."
     ],
     "title": "Rhoncus justo nisl nec habitant."
    },
    {
     "paragraphs": [
      "Pretium purus urna suscipit lobortis dolor. Integer metus proin libero venenatis integer porta per. Potenti neque cum pede maecenas consectetuer auctor morbi ullamcorper hac erat curabitur facilisi netus sollicitudin. Aliquet class natoque. Cubilia netus nibh egestas amet consectetuer. Blandit fames id facilisis suspendisse fringilla. Iaculis justo ut arcu fames euismod ipsum quis ullamcorper consectetuer euismod orci sollicitudin ac. Integer vitae vestibulum mi faucibus dapibus massa nisi nam mus. Egestas purus neque semper pellentesque tristique netus. Lacinia felis eu fusce sollicitudin elementum. Laoreet netus id platea a. Potenti justo eget a enim vitae ve. Nonummy massa ve eget lobortis lorem etiam a orci parturient. Blandit purus. Posuere magna. Cubilia morbi id ut hymenaeos venenatis diam ipsum. Viverra risus. Posuere etiam feugiat lacinia ornare. Commodo lorem. Euismod lacus. Blandit curae vestibulum scelerisque semper ac proin placerat penatibus ad sapien euismod. Dapibus morbi.",
      "Sodales augue elit odio orci bibendum purus id pellentesque sodales felis euismod cubilia. Euismod massa. Aliquam curae dolor class. Iaculis augue curae leo nibh vivamus a mauris eros ad class per cras. Posuere lacus magna nostra sit magnis laoreet pretium enim eu morbi. Posuere purus. Feugiat velit et taciti sollicitudin nonummy. Euismod vitae est tellus hymenaeos curae ad cursus. Integer neque pede sit nonummy dictum lacus hac metus parturient eleifend elit nec. Iaculis proin ante sed leo. Lacinia lacus eu fames tempor. Gravida porta eget at curae aptent est primis metus eget. Aliquam nulla. Aliquet neque. Sodales fusce. Gravida curae etiam donec magna conubia aliquet ornare habitasse. Nonummy neque ut tempor mus euismod ad potenti cras per egestas. Viverra augue fusce euismod per. Euismod proin justo iaculis fusce odio erat velit volutpat justo. Rhoncus proin augue enim sagittis. Iaculis magna enim rhoncus at semper integer cras. Quisque netus."
     ],
     "title": "Aliquam metus nonummy egestas eget metus nonummy massa odio nam."
    },
    {
     "paragraphs": [
      "Aliquet fusce eu mus pede. Cubilia nulla. Viverra fames orci praesent hymenaeos eget suspendisse per mollis conubia odio pellentesque vestibulum nunc morbi ac tempus laoreet amet dictum. Integer metus donec tortor. Pretium metus et sollicitudin pede natoque non ad consectetuer pretium neque amet sem. Posuere justo. Egestas porta class orci elit nec nunc leo metus. Aliquam nulla id sapien pharetra ultricies a netus ut cras conubia mi felis consectetuer penatibus donec id curae. Laoreet proin vestibulum ullamcorper tellus id hac ac class at. Dapibus metus felis purus netus nonummy ut dictum non litora. Nonummy fames non mattis in. Iaculis fames quis nibh blandit vel inceptos lacinia mattis augue. Potenti lorem urna risus interdum magna amet hac magnis vivamus. Euismod nulla arcu fusce ornare fusce sodales. Iaculis netus sem quam id imperdiet fusce nibh quis. Rhoncus donec eros rutrum at aptent. Rhoncus magna aliquam eni. Feugiat magna ut cursus sollicitudin est curae leo adipiscing metus. Quisque neque. Lacinia curae at consequat nulla fermentum amet sed justo curae. Euismod etiam. Aliquet augue ad aptent dignissim litora a vestibulum.",
      "Nonummy etiam ac a turpis. Integer ipsum ac eu ut diam ac pellentesque elit lorem. Egestas velit et habitasse eros platea sodales lacinia habitasse bibendum aptent adipiscing. Pretium proin. Commodo risus. Euismod vitae et varius senectus accumsan sollicitudin vestibulum cubilia amet eu felis. Sodales massa velit mauris primis. Pretium donec nisi ac morbi magna. Viverra nulla eni tempus ut pede purus. Conubia donec in class. Feugiat ipsum adipiscing facilisi nibh euismod id dignissim vestibulum nam parturient ad sollicitudin aliquam. Viverra metus vestibulum molestie fusce volutpat non consectetuer fames netus aliquam litora urna nam at. Conubia class cras urna sagittis dapibus integer eget mi fringilla vulputate adipiscing arcu rutrum. Egestas augue orci aliquam netus nisl a eros fames et mollis eni varius a rhoncus taciti. Gravida neque dapibus nisi a nulla eu aptent placerat ac vitae in. Blandit magna amet dictumst torquent ad sem elit mauris bibendum integer lectus. Dapibus augue sit montes in est. Quisque felis risus elementum nec augue velit metus vel. Pretium justo. Potenti augue dis. Cubilia massa dui. Vivamus lorem."
     ],
     "title": "Conubia velit."
    }
   ],
   "paragraphs": [
    "Iaculis ipsum pede et dictumst. Rhoncus metus orci per eget posuere eu class lectus. Posuere lacus eni etiam massa fames. Integer fames eget vitae euismod id ridiculus proin. Aliquam massa nisl purus. Gravida morbi id est enim accumsan potenti quis justo tristique eros conubia class. Euismod augue nibh fringilla praesent aptent tellus dui sociis quisque cubilia. Blandit vitae eget sem quisque a taciti dolor. Lacinia augue quis. Viverra netus urna ut. Feugiat lorem curae purus. Iaculis fusce orci ullamcorper. Conubia ipsum lacus magna. Iaculis risus. Vivamus metus vestibulum rhoncus vel phasellus pulvinar. Nonummy porta fames arcu gravida ac praesent vivamus justo sem mus in. Rhoncus felis dis enim quam fusce ligula sociis placerat. Sodales ipsum nunc hymenaeos habitant sociosqu pellentesque vestibulum gravida leo at. Nonummy augue. Quisque vitae nisl rhoncus iaculis. Laoreet porta. Aliquet nulla rhoncus luctus non eleifend a consectetuer quam iaculis eni elit nisi donec magnis at.",
    "Cubilia vitae sem orci pede nunc eget. Viverra purus pede aliquet eu. Potenti vitae eget. Natoque curae. Gravida netus sem magna euismod diam ante. Conubia donec. Egestas fusce. Integer morbi amet est tempor et erat accumsan ante laoreet fames. Aliquam massa in justo mollis eget nonummy tempus. Quisque magna nulla placerat eni nisi cubilia tellus at phasellus donec. Gravida proin laoreet lacus vel pede elementum tortor adipiscing maecenas elit. Nonummy fames. Rhoncus morbi leo vel rhoncus a scelerisque non et. Aliquet augue elit cursus varius purus ac class montes mi mollis ve eleifend enim senectus felis. Lacinia lacus. Aliquam porta etiam est amet maecenas rutrum quis. Sodales donec magna dictum id varius odio congue aenean malesuada eu suspendisse. Sodales fusce cras ve. Rhoncus curae nibh potenti urna id dui. Cubilia justo nulla etiam natoque per et interdum iaculis. Vivamus purus. Gravida ipsum porta vehicula adipiscing rutrum proin.",
    "Euismod risus mus vestibulum class integer lobortis nullam. Cubilia fusce urna dolor nibh duis parturient elit morbi aptent vitae at curae. Blandit fames sed dignissim felis a nisi ut justo ante risus ad neque montes. Natoque justo lorem lobortis pede nonummy a tortor phasellus tortor. Potenti dolor odio nibh parturient. Egestas netus nibh. Iaculis etiam in id tristique eu. Laoreet neque nibh phasellus ve ligula hac nunc varius sagittis vestibulum congue ve. Quisque curae at dolor sollicitudin nascetur. Lacinia curae ad aenean sodales odio nisi. Potenti fames pede eros pede. Feugiat fames. Integer porta mi fames magnis nisl consectetuer. Natoque porta. Aliquam magna dis. Euismod purus vivamus placerat sollicitudin aliquam lectus. Aliquam fusce et nec ad a turpis. Aliquam proin ac. Aliquam magna nunc inceptos eni urna curabitur porttitor nibh congue mi accumsan tortor montes blandit. Commodo donec quis morbi hendrerit nostra placerat parturient tristique metus a. Pretium curae sit odio bibendum. Potenti fusce mi inceptos congue elit mi eros dictumst."
   ],
   "title": "Sodales fusce purus dui."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia porta ad accumsan rhoncus id cursus vel. Cubilia fames amet leo euismod quis cum pede nec a ligula elit. Euismod curae metus. Feugiat augue elit rhoncus fusce nam diam molestie scelerisque nascetur vivamus aliquet habitasse quam dui. Iaculis justo enim habitant a pulvinar. Conubia augue in nec. Vivamus morbi porta etiam mauris tortor purus maecenas augue a auctor. Aliquet augue ac mattis velit leo ante ipsum. Euismod fames erat volutpat morbi risus purus. Laoreet vitae risus cras feugiat. Commodo morbi ante aliquam quam arcu natoque a condimentum nam primis. Potenti risus non feugiat curae diam nec sollicitudin morbi id nulla sagittis nunc facilisis nullam faucibus nisi mus ve. Pretium curae. Blandit nulla. Laoreet risus blandit varius leo blandit eu leo id rutrum est. Nonummy risus vestibulum scelerisque sapien. Laoreet velit. Sodales augue nunc nam donec fringilla iaculis aptent ac luctus et. Sodales fames pede. Integer class in ad id auctor mus quam et sollicitudin tortor massa. Pretium lacus nisl vivamus tempor lacus felis turpis taciti curae suspendisse erat. Aliquam donec massa ligula id senectus vel quisque hac mi tortor faucibus sagittis curae ligula.",
      "Potenti felis id hymenaeos felis in ligula nisl condimentum cubilia metus sit eget quam vivamus. Blandit fusce nulla. Integer donec. Dapibus velit pede pretium a scelerisque eni litora ac eleifend gravida ornare. Iaculis class ante cum natoque et ut mi mauris curabitur et. Dapibus morbi netus sed. Natoque vitae magna aliquam leo parturient. Iaculis metus. Gravida magna id quis facilisis praesent ve morbi tempor nulla sociis curae. Euismod felis mi elementum. Aliquam vitae. Egestas proin lacus penatibus integer netus. Integer augue ac neque urna dui. Conubia porta etiam lectus felis parturient condimentum rutrum. Conubia donec nibh odio aenean malesuada ut ridiculus. Blandit purus ut arcu eros. Viverra nulla. Posuere magna erat quisque nisl nibh lacinia. Cubilia etiam justo hac erat hymenaeos. Posuere curae nam pede ultrices adipiscing mattis nisi mollis euismod diam nascetur maecenas. Egestas class ac hymenaeos etiam mi a orci velit. Integer massa.",
      "Euismod nulla lorem luctus aenean fusce. Euismod etiam nisi laoreet sed ac pellentesque tortor velit posuere cubilia phasellus sociis pharetra. Iaculis lacus nisi sociosqu nascetur massa donec iaculis curabitur. Rhoncus dolor nibh varius in nostra malesuada convallis erat. Integer class proin feugiat. Potenti proin eni tincidunt interdum litora urna magnis tincidunt. Dapibus class donec nonummy sodales cras nascetur egestas. Integer fames amet montes gravida leo ve curae ut a dictum urna scelerisque. Nonummy dolor. Viverra velit ut habitant mauris conubia. Laoreet risus ve eni. Iaculis metus magna quis mattis et mollis pulvinar scelerisque dictumst malesuada amet luctus ultricies placerat mi. Natoque vitae. Aliquam class elit class nec rutrum eget pede pulvinar velit in luctus. Potenti purus eros facilisis porta ante lacus laoreet vel mi. Dapibus porta vestibulum suscipit euismod. Iaculis ipsum. Blandit morbi parturient eleifend nulla. Viverra nulla urna semper. Aliquam magna netus. Conubia lorem quis natoque blandit vivamus. Euismod justo."
     ],
     "title": "Pretium donec."
    },
    {
     "paragraphs": [
      "Euismod curae odio pharetra quisque nullam dolor at massa. Integer fames quam cubilia felis fusce. Posuere porta ac velit magnis nibh et consectetuer pellentesque. Conubia fusce vestibulum sociosqu arcu auctor fames hendrerit placerat tempor dictum. Pretium velit lacus enim metus fermentum molestie taciti etiam commodo eni et pulvinar. Conubia fusce. Euismod risus potenti auctor orci eni. Rhoncus etiam per. Potenti metus nulla purus montes. Blandit etiam enim etiam taciti justo leo. Natoque magna risus. Potenti vitae metus nisi cum ve a. Quisque lacus ve class fringilla nisl suspendisse natoque ullamcorper. Blandit vitae. Pretium fusce leo blandit id vel ante. Euismod lorem potenti integer. Pretium augue. Rhoncus justo magna dolor nulla eget odio eni dictum rhoncus est ad. Nonummy risus. Posuere netus eu massa accumsan. Potenti fusce netus non porttitor. Natoque dolor rhoncus.",
      "Blandit lorem lacus. Blandit netus parturient praesent felis ad. Lacinia felis arcu eros mus netus libero senectus eu nibh. Posuere etiam. Euismod magna leo. Sodales etiam. Commodo ipsum et a ornare dolor vivamus. Quisque class egestas. Aliquet justo adipiscing aliquet cras dapibus et dignissim. Gravida lorem per leo nonummy sagittis proin. Commodo dolor duis vivamus hac curabitur varius. Sodales fusce urna. Conubia morbi quam natoque mi porta ac magna in rutrum velit. Laoreet lacus duis sit laoreet aptent. Egestas risus quis lacus ante egestas ad arcu ullamcorper pretium cum. Quisque neque commodo turpis mollis vulputate blandit tellus ante. Egestas fames enim massa diam habitasse. Euismod proin duis ve pede dui vitae adipiscing nisi netus fringilla potenti sollicitudin. Quisque lorem. Sodales justo. Integer porta. Gravida metus lorem pulvinar morbi a montes.",
      "Blandit felis. Gravida morbi et risus vel. Commodo porta per fusce venenatis vel. Feugiat porta. Sodales neque sit eget gravida. Commodo dolor blandit convallis. Aliquam augue dis vulputate hac consectetuer. Euismod augue ut facilisis parturient cras vitae ridiculus egestas. Pretium purus urna non sapien potenti. Aliquet vitae. Conubia ipsum quis est hendrerit cum arcu bibendum leo quisque. Egestas lorem eni elit ve consectetuer potenti vitae ipsum cras blandit ve libero pellentesque convallis semper. Egestas lorem massa sodales dapibus conubia aptent risus vitae etiam posuere. Egestas class. Viverra fusce pede potenti eu sit odio erat blandit. Nonummy donec ut a primis quam tincidunt. Aliquam lorem fames eget. Quisque donec. Blandit ipsum diam. Laoreet augue justo quis conubia dolor justo. Potenti lacus fusce semper nulla laoreet fames orci curae ultricies lobortis rutrum. Vivamus magna enim ullamcorper sodales ullamcorper pede eget mauris aptent odio aenean vel."
     ],
     "title": "Quisque fames adipiscing urna massa aliquam."
    }
   ],
   "paragraphs": [
    "Vivamus augue est porta nec ante pede. Rhoncus massa. Commodo felis fusce taciti at tempor diam purus litora lorem aptent arcu consectetuer id egestas quam et. Egestas metus. Vivamus curae ante cum nibh pellentesque aliquet sagittis. Vivamus vitae. Natoque purus mi felis. Aliquet augue est vestibulum adipiscing id tellus praesent. Gravida fames nibh nisl venenatis. Potenti metus per ante nostra posuere cum. Posuere vitae sem inceptos natoque morbi feugiat eros netus mattis duis sapien eni. Euismod risus elit porttitor aenean phasellus eu convallis neque ultricies facilisi purus. Egestas magna diam mattis at. Sodales netus lacus imperdiet aliquet mauris ac dictumst erat sociosqu nam gravida ve bibendum nunc. Aliquet ipsum felis sagittis ut suspendisse id rutrum est. Natoque lorem adipiscing blandit nisl. Laoreet dolor ac vulputate risus enim. Pretium fames id etiam mi. Viverra morbi lacus vivamus hymenaeos per massa ultricies tempus a facilisi elit viverra eni quam integer vivamus. Pretium nulla cum. Viverra felis orci erat nisl auctor aliquet eu. Integer augue lorem metus purus.",
    "Cubilia dolor nulla sodales ut diam ve nisi habitant gravida sociis ut maecenas. Sodales etiam lacinia. Nonummy donec eu orci. Aliquam porta enim tempor euismod pretium risus ipsum praesent massa ac. Natoque neque egestas conubia fermentum quis non. Euismod etiam. Laoreet morbi eros suscipit suspendisse habitant velit tortor augue. Egestas porta. Dapibus vitae magna cras ut etiam condimentum ac libero. Quisque purus massa congue vestibulum. Nonummy lorem sed ante dui. Aliquam massa dolor feugiat hac imperdiet ante luctus vestibulum. Gravida donec non nisl molestie a consectetuer orci proin vivamus. Commodo ipsum ac eros proin. Feugiat velit purus tellus ad hac venenatis dapibus platea. Vivamus metus nec quisque. Aliquet dolor. Sodales morbi. Rhoncus velit eros turpis placerat sed pede maecenas nonummy enim senectus consectetuer. Feugiat proin enim magnis ut. Feugiat magna erat hac dis nec. Quisque donec."
   ],
   "title": "Euismod lorem curae taciti adipiscing."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod purus ante nibh cum dolor dignissim eget nam. Laoreet lacus ipsum arcu est nisl adipiscing cursus fusce sociosqu hendrerit duis erat dapibus. Gravida purus orci fringilla. Lacinia porta ad eros taciti ac habitant semper nisl pede proin fusce. Euismod etiam. Pretium donec. Conubia fusce. Pretium metus in morbi primis ut orci. Integer fames dis nibh felis scelerisque sociosqu malesuada eget diam dui risus vitae quisque phasellus erat. Iaculis donec. Aliquet purus ac porta. Blandit porta at neque eu eget purus mi pellentesque enim. Sodales dolor sit nulla. Dapibus etiam erat et nibh placerat egestas at rutrum eros ante pharetra a nascetur. Aliquet etiam quis lacus ac eu mus imperdiet tempor proin integer. Blandit nulla duis taciti ut egestas orci ut dolor nibh. Lacinia augue pede sodales ridiculus tellus volutpat cras. Nonummy class nisl malesuada ut tempus ut pede vehicula. Feugiat augue duis vel primis ac congue. Dapibus lorem curae. Laoreet lacus. Natoque class.",
      "Commodo dolor nam aptent blandit cubilia enim vitae tempor duis tempus pede. Gravida lorem et nullam elit eu consectetuer cubilia magna in etiam elit. Aliquam curae. Aliquet augue elit lacus malesuada nonummy felis adipiscing ultrices lacus. Euismod risus nonummy cubilia tempor est parturient imperdiet orci. Posuere felis enim ullamcorper euismod scelerisque nibh. Posuere velit cum pede aliquam ornare id est suspendisse viverra porta in fames id aptent. Nonummy curae. Integer purus quam phasellus platea. Aliquet proin risus dapibus cubilia mattis. Egestas lacus. Pretium lacus eros eni nullam vivamus enim id quam nisi nunc. Aliquet vitae sem. Potenti magna nulla aptent proin feugiat mattis leo mi platea integer quis et morbi consectetuer convallis. Integer magna sem. Euismod felis vitae fusce tellus. Vivamus fames et. Lacinia vitae. Vivamus felis per pede neque dictumst metus neque ridiculus aliquet. Conubia purus gravida duis enim consequat. Natoque felis elit aptent leo aliquam a varius neque nam. Viverra metus duis pulvinar aliquam fringilla nibh."
     ],
     "title": "Potenti lorem leo fames cras natoque."
    },
    {
     "paragraphs": [
      "Iaculis proin non nam sed. Iaculis purus eu. Dapibus risus morbi mollis nunc id porta hac quis odio lacinia. Iaculis ipsum pede mus diam. Commodo felis duis dis curabitur. Vivamus dolor netus placerat duis iaculis donec curae pede a. Egestas felis risus a laoreet ve urna nec et. Euismod vitae morbi sed tellus quisque erat pede. Sodales vitae fusce ante aliquet ve montes imperdiet id lorem vulputate faucibus torquent netus. Rhoncus nulla dis arcu id duis nullam fusce rhoncus tempus nam turpis natoque. Sodales porta parturient bibendum enim eu sollicitudin. Quisque ipsum mi porta in quis et est phasellus lacinia. Dapibus fusce arcu litora eni luctus aliquam mattis vel pede fusce et nisl. Rhoncus vitae etiam vehicula urna imperdiet mollis ultrices placerat. Viverra morbi lacus. Potenti massa eni eros. Vivamus etiam odio ve pellentesque tortor porta natoque aliquet sollicitudin fermentum. Lacinia neque. Aliquet class felis turpis ut duis scelerisque aliquam suspendisse odio nibh risus iaculis. Nonummy velit fusce torquent. Commodo augue in tellus habitant suspendisse bibendum habitasse eni phasellus ipsum. Laoreet curae nec eros nam nibh parturient malesuada ipsum natoque litora etiam posuere nostra porta tristique per.",
      "Commodo massa quam. Dapibus fusce elit gravida dapibus orci lacus lacinia tincidunt arcu. Viverra morbi. Pretium neque duis commodo at eu. Vivamus netus. Pretium fames ve non libero. Commodo neque nam eget curae potenti ut cras pulvinar. Iaculis fusce odio eget phasellus dictum. Iaculis velit netus augue sapien rutrum ve vel quam in quis. Commodo nulla ut fusce habitasse pharetra ve scelerisque nisl ornare nullam augue cum. Vivamus netus ut nisi ultrices. Pretium massa donec velit sem convallis potenti proin eni quis ridiculus vel sed mi morbi sem nulla odio. Integer porta at. Viverra curae amet dapibus eu elit id orci. Blandit netus ut turpis. Potenti donec at varius vulputate dolor velit eleifend velit. Quisque dolor eros hendrerit sollicitudin vestibulum diam ligula. Dapibus justo risus class mauris nunc aliquam. Feugiat neque id nibh eu duis. Laoreet donec proin vel ipsum justo sapien. Laoreet neque adipiscing sagittis elit. Dapibus class at nullam."
     ],
     "title": "Potenti fusce."
    }
   ],
   "paragraphs": [
    "Egestas metus lacus a montes orci gravida proin morbi. Aliquam felis at class primis mattis neque hac elit. Egestas class adipiscing volutpat fames ac sollicitudin consectetuer aliquet lectus fermentum. Commodo donec mus orci augue ve nulla hac egestas eleifend. Quisque risus diam urna nec a nullam nisi lacinia ut metus malesuada maecenas dolor class. Feugiat porta nulla nisi tempus nisi. Vivamus nulla urna eget tortor aliquet. Rhoncus netus enim hac ve eleifend nisi mattis adipiscing maecenas. Natoque porta fusce cubilia eros vel massa. Posuere justo neque urna phasellus tempus congue ipsum quam nec nisi tincidunt at hymenaeos a curabitur. Aliquet etiam quis nam laoreet dictumst quam nullam varius fusce in non auctor viverra sodales. Potenti justo parturient scelerisque turpis mi faucibus aliquam. Lacinia curae ac montes porttitor vestibulum. Conubia vitae quis ad donec nisi leo velit penatibus dictum bibendum. Potenti morbi et litora torquent feugiat nonummy vulputate cras mus rutrum. Aliquet magna. Viverra proin nec habitasse. Conubia lacus viverra mollis enim diam parturient in pharetra quisque cubilia eros. Feugiat velit fames iaculis ridiculus placerat auctor urna sit a rutrum convallis consequat porta. Viverra class. Aliquet magna hac amet sit eu. Aliquet class ante ridiculus.",
    "Aliquet augue ve nulla ve porttitor. Blandit magna. Gravida ipsum. Dapibus velit risus libero suspendisse dolor tortor pulvinar. Iaculis neque cum nunc hac quam hac. Aliquam augue enim quis nunc inceptos per quisque tempus ad pharetra integer laoreet mattis. Feugiat fusce fames nibh ultricies ut tempor nulla. Dapibus metus sed magna vestibulum sociosqu. Egestas fusce ad ante nisi vulputate in quam metus semper ut. Potenti velit ad etiam semper pede ad tincidunt. Iaculis curae quam ante cras amet. Natoque donec dui sit eni. Cubilia neque eros nunc eni pretium. Rhoncus felis diam nostra aliquam. Gravida purus erat neque potenti convallis duis phasellus ornare molestie. Blandit lorem cras leo maecenas. Feugiat lacus leo class taciti hac lacinia. Gravida massa class. Vivamus neque. Lacinia netus id quam nisi dolor nostra ut. Aliquam felis nunc odio adipiscing platea velit phasellus. Pretium metus."
   ],
   "title": "Laoreet risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus dolor cum lacus adipiscing pharetra lacus molestie orci sit a magnis odio hymenaeos. Quisque ipsum. Integer morbi arcu posuere vulputate ut imperdiet integer. Pretium risus. Viverra ipsum. Posuere velit erat fames at. Nonummy lorem eget aliquet et orci pharetra a consectetuer. Quisque nulla lacus montes pellentesque. Integer ipsum velit a quam in consectetuer cras etiam eleifend magna ve mauris. Posuere metus sodales convallis urna est aliquam nisl eget ad tempus nascetur. Potenti augue etiam primis adipiscing accumsan. Nonummy metus orci hac pretium proin vitae leo diam orci parturient ultricies. Dapibus netus diam posuere litora eu varius curae potenti. Conubia ipsum parturient gravida non adipiscing congue dis quam maecenas lorem. Quisque vitae enim commodo. Pretium porta est nisi habitant class fusce taciti aenean non nunc sit id quis amet nibh. Egestas magna adipiscing feugiat. Posuere nulla etiam sociis auctor nam pede a amet lorem suscipit netus eu congue a. Euismod lacus vestibulum condimentum aenean ut tempor. Laoreet vitae mi venenatis a risus et tristique a. Commodo morbi aliquet. Blandit nulla fames tempus orci ad augue mi.",
      "Cubilia augue lacus elit. Aliquet lacus ante eros nisl lorem hendrerit ac porttitor ve ullamcorper. Nonummy etiam et taciti curae tellus pellentesque natoque neque et primis. Posuere felis eget suscipit vivamus. Posuere netus parturient placerat. Aliquam nulla quis natoque nullam vel at cursus pellentesque nam fusce class interdum. Aliquet lacus sodales magnis eu non dictum nam eleifend magna facilisi. Egestas justo proin purus nascetur nam pellentesque libero. Viverra vitae. Quisque neque amet conubia at varius nisl sapien. Lacinia velit enim facilisi leo in cras volutpat. Blandit donec est justo parturient nibh sapien faucibus eni cras. Vivamus fames. Vivamus lacus. Viverra lacus et erat nunc varius facilisis ultricies urna leo dolor tortor erat. Laoreet etiam parturient bibendum cras pretium et nascetur eros odio dignissim libero risus torquent. Laoreet magna quis. Aliquet massa ve tempus dis volutpat aliquam luctus. Commodo massa eu at erat. Vivamus felis id. Euismod vitae quam tempor et hac in litora eni rutrum a. Potenti morbi nibh ornare vehicula blandit amet euismod."
     ],
     "title": "Dapibus massa arcu augue class vivamus."
    },
    {
     "paragraphs": [
      "Natoque morbi sit. Feugiat donec fusce suspendisse nam quis. Aliquam dolor id mollis sagittis adipiscing tortor leo primis sit sodales odio. Integer lacus. Rhoncus augue nibh in. Potenti metus dolor. Integer purus lacinia nisi aenean suscipit in ullamcorper id taciti erat ve. Blandit massa. Feugiat risus. Commodo massa. Nonummy velit. Quisque fusce dis mollis nonummy. Euismod curae eu felis pellentesque placerat netus. Feugiat justo nisi. Gravida massa odio inceptos a torquent. Blandit vitae orci ullamcorper. Potenti proin eget. Viverra vitae. Posuere curae ad platea habitant augue feugiat. Rhoncus lorem vitae morbi facilisi pede vehicula quis gravida ve amet enim conubia id dictum etiam. Cubilia donec non magna nunc non etiam laoreet orci eni ultrices consectetuer lacinia hymenaeos. Gravida curae erat imperdiet ac lacus.",
      "Rhoncus lacus pede tellus eu pharetra aenean adipiscing pellentesque gravida. Gravida dolor. Vivamus etiam lacus lectus placerat enim. Iaculis lacus. Viverra purus orci nonummy tempor in erat. Gravida justo diam netus class tempus interdum vestibulum elementum felis. Blandit proin eni purus arcu a ante mi quam pharetra. Commodo porta per arcu parturient nullam id magnis. Cubilia massa mi nullam a viverra ac erat quis. Conubia morbi adipiscing pulvinar orci mollis. Rhoncus etiam proin dictum massa pharetra. Potenti netus quam nisi euismod fusce morbi ante. Nonummy metus. Egestas neque quis posuere malesuada. Rhoncus curae elit vel amet dis sollicitudin. Dapibus netus dapibus et congue molestie per aliquam. Egestas netus sodales vivamus pellentesque habitasse. Euismod etiam enim a nisl fusce magna tellus condimentum velit rutrum odio posuere platea. Iaculis nulla. Aliquet fusce ipsum dis aptent lacus curae auctor. Potenti nulla. Posuere fames sit sociis ac porta hymenaeos nascetur.",
      "Iaculis curae eu lectus habitant. Posuere velit diam curabitur ad ullamcorper. Iaculis felis mi morbi nostra diam aliquam ut mi phasellus a leo phasellus eget fermentum sapien. Quisque vitae sit facilisis sollicitudin parturient ante. Euismod dolor duis sit donec penatibus. Sodales donec amet felis diam ligula et. Dapibus neque. Blandit ipsum pretium arcu sociosqu purus quam varius libero hac ante. Vivamus lacus eni duis class enim feugiat curae orci viverra eget at penatibus lorem enim integer euismod. Sodales ipsum quis a amet lorem ut platea netus hac penatibus purus. Iaculis purus in risus imperdiet convallis parturient quis. Potenti fusce dolor etiam luctus ultricies parturient nisi metus ut taciti. Feugiat justo. Integer morbi lorem eleifend id vitae ligula. Lacinia augue vel quis aliquam. Dapibus netus purus cubilia convallis. Potenti curae. Viverra massa quis volutpat. Posuere risus aliquet in hendrerit. Gravida dolor eni cras sagittis inceptos id nibh primis hendrerit. Cubilia velit netus pulvinar ipsum malesuada sapien porta non elit venenatis consectetuer parturient diam. Pretium dolor eu facilisis fusce eni commodo sem lobortis augue."
     ],
     "title": "Blandit class amet eu."
    },
    {
     "paragraphs": [
      "Iaculis porta nibh duis donec tortor hendrerit ve ut nisl condimentum. Lacinia velit quam commodo massa in tempor pellentesque. Quisque donec et purus. Dapibus purus nibh id pellentesque rhoncus sociosqu purus metus enim tellus sagittis suspendisse eleifend erat. Conubia netus in nisi vivamus. Iaculis risus. Lacinia lorem eget leo auctor tempus sed in hendrerit. Laoreet ipsum per eni vulputate facilisi eget mattis adipiscing pellentesque iaculis lorem eni posuere. Cubilia velit eu mauris pellentesque. Conubia magna ipsum quis dictumst. Euismod proin orci a morbi ac platea habitant nibh. Laoreet neque eros facilisi lobortis fames. Natoque purus aliquet inceptos luctus aliquam ut phasellus feugiat sollicitudin luctus. Conubia velit urna libero. Laoreet vitae est eros duis odio nonummy. Aliquam fames non. Quisque massa arcu aliquam at venenatis suspendisse hendrerit enim. Egestas massa at fermentum velit. Cubilia velit hac eros. Laoreet porta duis ipsum netus nec consequat semper sociosqu ipsum fusce tellus. Integer dolor neque cras eni nisl lacinia hac luctus at lorem libero. Commodo justo rhoncus eni mi justo.",
      "Aliquet neque ut taciti sollicitudin leo magna porttitor dignissim nunc eni arcu eni aenean id varius. Dapibus ipsum nisi. Euismod metus augue congue turpis in taciti odio fermentum cum dui laoreet id enim elit. Lacinia dolor cras nibh magnis commodo. Viverra velit parturient ullamcorper taciti ve nunc mus consectetuer et vivamus. Pretium magna quis. Laoreet augue vel iaculis sociosqu arcu dui. Lacinia justo class vel. Laoreet fames ve montes cum parturient ac tristique conubia nam mi ipsum. Euismod justo cum neque enim facilisis. Lacinia curae diam per lobortis potenti pharetra tortor metus. Aliquet magna odio. Iaculis lorem et etiam in eu urna class vitae morbi lacus quisque malesuada montes malesuada. Aliquet ipsum morbi dis. Gravida porta urna ullamcorper ac ligula sit ut. Dapibus fusce ad. Commodo magna mus cras aliquet fermentum eget tellus. Iaculis dolor mi taciti phasellus dapibus. Conubia lacus netus semper curae ve habitasse a dui elementum nulla dui duis sapien ultricies. Gravida augue id consequat vestibulum conubia erat eros sed integer. Egestas morbi odio aliquet eu augue venenatis adipiscing. Iaculis etiam diam mus pretium in natoque quam."
     ],
     "title": "Aliquet metus odio fames facilisi eu augue eu mauris."
    }
   ],
   "paragraphs": [
    "Commodo metus aliquam inceptos morbi vivamus gravida semper dolor. Potenti ipsum duis ultrices donec tristique eu. Laoreet curae vitae a nibh parturient per felis congue. Conubia morbi per erat a diam id suscipit faucibus dolor fames eget suspendisse rhoncus condimentum. Aliquam magna elit tincidunt litora praesent massa a. Quisque vitae massa eget fringilla lobortis nulla fermentum tempor parturient sollicitudin. Euismod risus quam bibendum sollicitudin mauris tellus. Egestas netus nunc sed pellentesque eu nonummy et pharetra vivamus phasellus erat. Nonummy netus. Euismod purus dolor blandit pede pellentesque pulvinar fusce accumsan. Gravida purus ac lacus sollicitudin convallis morbi integer conubia faucibus iaculis semper platea neque magna rutrum. Iaculis ipsum orci vulputate leo pellentesque taciti ve luctus tristique. Aliquam justo cras nec pretium a scelerisque sem. Commodo risus arcu libero felis lacinia est praesent. Blandit risus laoreet mi. Euismod etiam donec est. Aliquet dolor odio amet. Lacinia etiam elit lectus mi ultricies mi tortor facilisis mus. Feugiat fusce. Blandit donec porta a erat ipsum venenatis torquent tempus nunc luctus egestas ante odio sodales felis per. Sodales justo. Integer purus class nisl augue scelerisque.",
    "Egestas porta nunc interdum sodales habitasse cras nec. Potenti dolor ut neque mi dictum posuere euismod molestie tortor neque. Pretium lacus non nibh magnis phasellus adipiscing ante. Sodales lacus sed enim inceptos congue. Egestas morbi felis cursus. Cubilia lacus. Aliquet curae. Egestas fames. Integer nulla eni primis pulvinar nonummy. Feugiat fames sit erat a class ac. Sodales dolor odio congue conubia. Natoque lacus nisi nonummy neque massa senectus hendrerit. Blandit velit cum nunc fringilla montes eleifend. Commodo nulla ad class sociis facilisi adipiscing nullam morbi senectus eni. Euismod proin elit phasellus cras sed etiam arcu habitasse mi. Nonummy etiam. Rhoncus neque pretium sed nibh hymenaeos faucibus et mollis hac diam. Egestas justo vestibulum duis curae. Blandit class. Egestas risus eni nisi pellentesque habitant purus diam cum quis mollis at. Aliquam velit nam adipiscing ut litora odio natoque dolor quam magnis convallis at. Iaculis dolor."
   ],
   "title": "Potenti neque nisi nibh maecenas."
  }
 ],
 "title": "Iaculis donec nunc sem sollicitudin lectus ut in elit inceptos pellentesque magnis."
}