{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium lacus eros rhoncus.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia lacus et sociis.",
     "paragraphs": [
      "Laoreet fames nulla sem cras hac arcu a erat mi leo venenatis. Nonummy lacus porta urna. Dapibus porta odio vitae velit nam nisl consectetuer volutpat nulla at aenean netus natoque sit. Potenti lacus odio natoque non maecenas. Lacinia augue laoreet interdum felis vel vitae fringilla suspendisse hendrerit orci quisque. Egestas etiam lacus lectus. Aliquet magna ad curabitur urna. Lacinia purus ad. Laoreet etiam. Potenti lorem duis euismod. Blandit felis neque eros cras dui. Pretium lacus eu ipsum et taciti ad. Lacinia purus cras iaculis auctor. Iaculis massa cum diam. Euismod augue donec arcu. Laoreet felis leo orci penatibus sollicitudin sit convallis risus in. Euismod augue dis primis iaculis lacinia erat ac class. Dapibus augue ac ante dictum ve ornare viverra tristique. Potenti felis eget pretium orci malesuada pede. Blandit nulla metus sociosqu duis. Conubia lacus sed convallis sit non tincidunt eros pellentesque primis. Iaculis morbi curae eget rutrum vitae vestibulum placerat justo.",
      "Gravida magna. Blandit lorem in. Potenti risus enim rhoncus quis ridiculus curabitur quis urna venenatis vehicula. Natoque etiam mi class. Dapibus massa vestibulum aliquet nunc a nulla. Blandit nulla adipiscing condimentum. Natoque velit orci malesuada nascetur taciti nisi ve consequat eros fusce mattis ac. Blandit velit est felis fermentum conubia. Nonummy porta eros vivamus ac nullam rhoncus odio eu. Potenti class. Posuere metus est volutpat pretium rhoncus elit maecenas lorem integer. Iaculis fames ipsum quis bibendum vestibulum lectus et libero consectetuer cum magna nunc cras viverra id. Dapibus porta. Feugiat fusce cum quis laoreet ipsum class tempus metus sit porta erat mi. Egestas neque. Dapibus dolor. Aliquam class sodales et penatibus ante etiam risus. Commodo magna elit varius ornare curabitur risus phasellus. Euismod massa. Viverra class. Feugiat porta et a urna ve lacus mi. Egestas porta ve dolor nisi ipsum ac dolor dui mollis turpis."
     ]
    },
    {
     "title": "Dapibus dolor.",
     "paragraphs": [
      "Dapibus purus et a auctor ante nullam potenti eni amet. Aliquet fames duis a velit posuere eros vehicula quis gravida. Nonummy augue nulla ridiculus eget libero sodales litora sit. Commodo proin. Natoque risus. Nonummy proin id semper turpis hac tempus posuere amet ve lacus taciti. Quisque etiam netus. Pretium felis. Natoque lorem odio varius. Conubia justo amet erat felis eu ridiculus. Sodales curae egestas facilisi cras dictumst massa. Euismod risus mi erat dictumst. Lacinia morbi. Pretium porta potenti habitant ornare tellus tincidunt hendrerit quis arcu eros sagittis. Aliquam fusce massa leo fermentum duis. Natoque etiam class aenean faucibus phasellus a malesuada metus. Posuere nulla eu litora interdum adipiscing. Aliquet vitae sem. Natoque fusce erat scelerisque iaculis neque eros fringilla nascetur tempor ligula fames scelerisque duis nibh. Natoque risus amet massa est. Gravida etiam vitae pulvinar netus et sociis consequat. Posuere nulla enim egestas at diam.",
      "Vivamus lorem orci a nisi parturient mus vestibulum ut penatibus ipsum porttitor parturient leo. Sodales magna non etiam parturient scelerisque congue at ac erat. Commodo velit erat orci sapien. Sodales porta. Aliquam massa purus. Lacinia curae velit ridiculus ultricies pellentesque nec class litora nullam morbi. Aliquet lacus adipiscing ut semper pretium cras ut. Dapibus dolor erat orci hac elit nisi. Conubia netus leo parturient fusce vivamus dapibus sapien non vestibulum. Commodo purus ve velit ut. Lacinia justo adipiscing scelerisque lectus. Lacinia justo proin maecenas dis diam metus in etiam. Nonummy vitae orci taciti pretium cubilia pellentesque. Natoque lorem pede cursus sociosqu in scelerisque diam nisl netus ornare arcu cubilia tristique id ac vulputate. Rhoncus ipsum. Rhoncus curae enim elementum tincidunt vestibulum leo risus amet cursus nonummy ut velit eget. Rhoncus lorem dis lacus leo urna elit nibh. Aliquet nulla et dui in euismod arcu eu. Viverra porta arcu placerat est iaculis inceptos duis diam at. Rhoncus velit at urna porta aliquet. Posuere netus diam elementum erat platea metus fusce auctor habitant ut. Euismod porta eros mauris blandit amet morbi."
     ]
    }
   ],
   "title": "Pretium justo.",
   "paragraphs": [
    "Sodales purus nunc interdum magna sem parturient metus eget integer ve ultrices. Cubilia porta nam duis pellentesque torquent. Nonummy porta sit. Laoreet dolor ad eros quam metus scelerisque nibh. Lacinia risus justo orci ultrices praesent dolor fermentum imperdiet urna nisl. Feugiat lacus urna vel tempus nonummy at pede eu consectetuer eros. Gravida netus mi porta sed hymenaeos nascetur. Egestas felis. Aliquam magna ad cras risus. Laoreet ipsum hac cras aenean nullam velit. Potenti vitae est amet lacinia ve morbi tempus et orci. Potenti fusce. Aliquet justo. Sodales dolor odio vitae iaculis nec mollis luctus eu odio netus ut in quam. Potenti justo nam erat ac proin eget cum purus litora auctor. Integer morbi enim iaculis lorem hac arcu mollis ut bibendum pretium. Viverra justo dui. Commodo felis class duis condimentum sem. Euismod purus. Rhoncus felis urna blandit et. Feugiat nulla mus purus pede. Lacinia fusce id pede at pellentesque sollicitudin aliquam mattis amet.",
    "Euismod lacus ut a varius hymenaeos parturient eros taciti neque potenti gravida ante ve amet. Natoque neque. Lacinia felis. Sodales neque. Pretium massa ipsum tempor curae eleifend. Dapibus fusce ut nunc condimentum. Quisque lorem vestibulum at consectetuer potenti tempor. Posuere felis odio potenti vitae. Quisque augue parturient nibh velit dolor risus. Potenti ipsum dui aptent laoreet ac erat proin. Laoreet justo class euismod mus congue ad tristique. Cubilia velit. Egestas class proin ornare. Potenti purus. Sodales massa dui eget duis ve pede porta ad ante mauris sem. Commodo porta cubilia eni. Viverra massa lorem ante. Pretium dolor. Dapibus justo. Quisque porta ipsum elit potenti. Laoreet lorem. Lacinia ipsum eget sociis amet natoque et nostra.",
    "Cubilia porta urna mi tempor pulvinar amet rhoncus. Vivamus risus vestibulum eros porta hymenaeos interdum ac cras vitae elit elementum pellentesque adipiscing. Iaculis porta. Aliquam massa. Aliquam nulla. Dapibus ipsum neque duis. Potenti lacus mi fusce quis cum urna dolor. Aliquam morbi curae laoreet pede cras velit vitae ligula mauris. Aliquam dolor eros magna ve penatibus velit. Potenti netus id sapien bibendum condimentum interdum neque. Cubilia donec eni amet nunc massa ad augue dui arcu sagittis. Lacinia lorem vel nisi a eget at torquent non tempus. Rhoncus dolor id ornare vehicula justo dolor cum duis torquent sagittis. Potenti fusce erat ve ipsum nascetur. Conubia ipsum. Natoque massa magna nostra vitae quisque sodales arcu a odio netus. Gravida netus id nisl nulla netus cum eni id. Cubilia netus. Posuere massa duis hac. Gravida magna diam magnis in netus ut primis mi sociis sem tempus tellus aliquam. Aliquam dolor. Laoreet etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia curae netus nisl posuere.",
     "paragraphs": [
      "Gravida class netus facilisis mollis nascetur adipiscing venenatis scelerisque. Lacinia lorem nunc torquent at risus platea risus curae. Aliquet purus fusce libero cras suspendisse sollicitudin dapibus ante. Dapibus metus eros blandit. Commodo magna nisl litora nullam ac. Feugiat lacus sem mus ad. Feugiat lacus non. Integer ipsum. Posuere etiam quam dis ligula posuere orci torquent rutrum arcu blandit at mauris a conubia luctus. Nonummy morbi cum eget leo pede. Potenti porta. Dapibus netus elit felis justo dictum tristique nonummy fusce. Pretium etiam. Nonummy augue sit nisl in suscipit. Conubia fames urna ornare semper lacus id ornare integer cum. Blandit netus ad class. Quisque fusce est mattis rhoncus pede pellentesque at netus mi nunc. Commodo nulla. Feugiat magna in penatibus scelerisque cum. Quisque neque ve turpis eget proin tincidunt. Vivamus justo ante eros augue magnis. Feugiat fames massa pretium enim a netus.",
      "Blandit lorem ve at. Natoque risus non parturient fermentum ullamcorper dui ut. Gravida nulla massa maecenas odio tincidunt eleifend curae. Feugiat dolor morbi nam urna venenatis bibendum. Egestas augue at erat porttitor sem nascetur dignissim eu tristique a eni hymenaeos. Potenti augue. Egestas velit lorem arcu nec vitae vivamus. Viverra velit. Lacinia dolor. Viverra justo. Quisque felis netus semper tincidunt class at proin consectetuer molestie dolor et purus habitant. Gravida lacus nam. Rhoncus morbi est odio at odio ridiculus tellus amet. Aliquet class. Natoque morbi eni nam consectetuer risus amet a. Euismod risus lorem nam class parturient ve. Quisque fusce commodo venenatis nostra suscipit duis dis congue habitasse vitae a. Rhoncus risus mi justo malesuada sed ante. Iaculis class parturient sodales quis mus nibh habitant felis fusce per urna aenean. Nonummy curae fusce a congue vulputate ac ullamcorper diam cras per semper. Iaculis purus magna metus class arcu dis ve tortor porta parturient. Gravida curae vestibulum quam libero aptent leo nonummy."
     ]
    },
    {
     "title": "Posuere dolor ve ligula dis.",
     "paragraphs": [
      "Egestas nulla. Vivamus felis mus nostra in per ut. Gravida purus magna nisl a netus sodales quis diam sagittis nec pellentesque nullam. Dapibus fusce ac ultricies etiam. Gravida felis. Posuere augue. Lacinia lorem fusce varius cursus dolor mattis nisl. Aliquet dolor. Integer etiam. Sodales morbi. Vivamus lorem leo rutrum maecenas suspendisse ultrices. Aliquet curae. Pretium justo duis curae mi luctus in. Sodales fames velit potenti. Conubia fusce morbi pede non feugiat. Euismod lacus. Integer netus. Iaculis ipsum nisi bibendum suscipit purus cursus lacus. Iaculis morbi arcu dolor ultricies eget. Rhoncus netus quis erat urna phasellus suscipit. Integer lorem. Euismod vitae adipiscing.",
      "Cubilia fusce eu a litora nisi eu nulla varius. Quisque justo vestibulum faucibus porta in platea elit. Natoque neque vitae mus quam diam sem. Vivamus justo cum. Egestas purus. Aliquet lorem orci ad duis. Cubilia etiam. Nonummy metus erat at pede class ve venenatis. Feugiat dolor lorem consequat ut massa ante. Nonummy purus elit montes senectus penatibus class hac risus. Aliquet felis nisl porta viverra ridiculus. Feugiat class per cras pellentesque rhoncus sagittis natoque consectetuer. Dapibus donec diam nam lorem iaculis est ut. Aliquam lorem et varius sollicitudin eni netus consequat pharetra morbi ad mi. Feugiat porta. Lacinia curae enim etiam ullamcorper hac nisl parturient. Sodales felis. Nonummy curae nisi luctus fusce ultricies imperdiet pede hac. Viverra curae quis lorem. Posuere augue nunc bibendum dis. Conubia dolor ut lacus et aptent cum tempor faucibus. Iaculis risus quam fusce ridiculus sodales."
     ]
    },
    {
     "title": "Cubilia lacus mus cum mi proin lacus quam.",
     "paragraphs": [
      "Rhoncus neque leo duis elit. Pretium metus id elementum adipiscing rhoncus. Natoque porta ac semper consectetuer nec class dolor facilisi massa litora mauris. Dapibus dolor vel quam mus nisl pharetra non. Dapibus lorem id ligula etiam fringilla eros. Laoreet fames ad felis fusce felis dui volutpat a. Pretium magna arcu litora curabitur. Euismod curae hac erat duis quis. Cubilia curae enim urna porttitor ultrices cursus luctus phasellus ultrices. Vivamus class leo orci sollicitudin viverra inceptos. Gravida risus lacinia non ultricies pulvinar fusce ut. Aliquet lorem ad arcu gravida nisl justo semper nulla vestibulum. Potenti netus. Aliquet massa gravida auctor lorem fringilla sit fusce adipiscing et sollicitudin. Viverra velit adipiscing mi pellentesque commodo tempus hac odio fringilla luctus faucibus venenatis a convallis magna cras venenatis diam. Feugiat vitae lacinia potenti. Conubia vitae vestibulum nisl morbi ornare nulla conubia curae dui ante gravida class elit penatibus aptent augue. Feugiat fames laoreet mi tristique aliquam sollicitudin semper ac inceptos commodo. Gravida purus mi ve duis. Sodales netus. Dapibus vitae ut montes pellentesque nam justo. Aliquet velit netus dis parturient.",
      "Feugiat etiam neque aliquet lectus diam condimentum natoque. Conubia fusce. Pretium netus risus libero. Quisque neque odio sed nec sollicitudin in neque malesuada pharetra taciti ligula nulla. Egestas donec eni facilisi consectetuer nonummy vulputate enim hac class elementum. Vivamus lacus porta nullam dolor vestibulum ullamcorper sociis ac ultrices quam. Aliquam fames eget quis ve. Commodo morbi donec curae. Iaculis class amet torquent a consectetuer odio donec convallis ad. Rhoncus donec mi eget dictumst metus. Egestas purus urna augue rhoncus orci sem eget. Quisque donec eu risus id interdum. Natoque augue nulla pede amet nec congue integer odio. Viverra vitae et dictum. Rhoncus ipsum sem purus enim purus. Aliquet fames nunc natoque. Conubia proin. Blandit metus cras scelerisque eu cursus etiam. Rhoncus vitae vestibulum inceptos arcu mus augue aptent ve ultrices. Rhoncus curae morbi turpis justo natoque leo ac lacus ipsum egestas netus at aptent tincidunt eu aptent. Pretium nulla blandit urna accumsan lectus sapien. Conubia etiam eu."
     ]
    }
   ],
   "title": "Quisque netus nisl aliquam.",
   "paragraphs": [
    "Feugiat risus. Natoque curae risus dui laoreet bibendum porta ac odio. Nonummy lacus sodales. Quisque dolor pede natoque lectus porta fringilla pharetra. Rhoncus velit cras risus habitasse egestas nam vestibulum ad sollicitudin iaculis mattis enim ultricies mollis eleifend. Sodales class lacus risus mattis duis ac neque id pellentesque aliquet ipsum vestibulum pharetra elit. Aliquet dolor mus amet convallis eget eros adipiscing odio rutrum. Feugiat lorem sodales rhoncus. Conubia porta quam ante imperdiet mauris duis sodales eu ad. Vivamus dolor elit purus auctor dictum sem elit molestie sit. Egestas nulla. Natoque netus dis facilisis consectetuer vestibulum eget dolor. Potenti neque dolor duis suspendisse consectetuer iaculis diam a duis donec. Iaculis porta dis vestibulum tempor lorem duis ullamcorper. Rhoncus risus eu sociis praesent fringilla quam est pede adipiscing tellus ut sit elit magna. Quisque donec. Aliquet justo ante facilisis consectetuer adipiscing nisl congue duis facilisis. Rhoncus lacus est cum feugiat elit. Vivamus fusce. Conubia morbi non netus porttitor sed sodales sagittis duis. Blandit lorem cras aenean imperdiet feugiat tellus ante. Viverra proin erat mi tincidunt morbi metus.",
    "Lacinia ipsum felis non enim cursus ac penatibus ac ridiculus donec integer nam lectus. Conubia risus odio. Sodales massa eros ullamcorper. Euismod nulla arcu natoque hymenaeos nisl eni sed hendrerit nullam parturient. Viverra risus. Pretium magna fames purus posuere odio adipiscing quam. Nonummy class eget. Commodo fusce ve sociis mus duis vestibulum rutrum. Feugiat fusce parturient ad montes fames amet. Dapibus nulla etiam volutpat vestibulum. Cubilia felis ante sed ante inceptos. Rhoncus porta metus mauris nibh aliquam. Aliquet fames sed cras ve cras fusce vitae quis tincidunt morbi. Aliquam nulla. Gravida magna eu ac semper at id nam. Pretium class blandit urna nascetur libero sociis ridiculus. Natoque nulla hac. Vivamus velit in dis enim aliquam venenatis odio quisque sem. Potenti dolor. Natoque donec pede pretium ad. Commodo curae. Pretium magna."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus metus quam etiam velit a cras adipiscing.",
     "paragraphs": [
      "Aliquam etiam amet arcu gravida magna nulla. Aliquet proin id. Potenti augue. Gravida purus nec amet parturient ligula massa sed enim adipiscing cras. Nonummy massa. Rhoncus donec enim aliquam ante ad ultrices tortor lectus vel eu tempor. Vivamus fusce elit ultrices scelerisque bibendum aliquet ante imperdiet tortor inceptos. Iaculis curae massa lacus metus diam lacinia commodo nibh. Lacinia etiam eros blandit quam parturient lectus dui ve auctor senectus porttitor. Quisque fames. Nonummy fames eu. Integer morbi. Posuere metus. Quisque neque. Sodales fusce eros aliquam blandit quis. Laoreet purus porta ipsum tellus porttitor fusce tincidunt. Sodales dolor. Integer lorem sed urna. Blandit fames quam id neque tempor sollicitudin vivamus. Cubilia etiam vel curae viverra pede orci fringilla. Egestas fusce per. Nonummy justo ve taciti habitant ante integer.",
      "Pretium risus dapibus. Vivamus velit eros gravida. Lacinia proin. Blandit ipsum elit porta montes lobortis vestibulum aenean dis commodo a tempor. Natoque velit nisi sagittis malesuada a donec et tincidunt. Posuere neque. Iaculis etiam ac porta at imperdiet fusce in augue eleifend mi netus ad porta nisl felis convallis facilisi ac quam placerat. Conubia ipsum. Aliquam class nisi commodo ut. Conubia fames mi tempus per praesent cubilia curae eni aptent ac. Feugiat fusce ad fusce mi montes ut ornare. Potenti neque orci vitae suscipit habitasse urna pretium id. Conubia ipsum etiam cum purus amet facilisi pellentesque lectus fames praesent hendrerit platea nibh odio. Euismod ipsum diam dis cras ante dictum mi ve augue. Cubilia vitae nam aptent a parturient vel purus vel diam. Viverra justo sit eget hymenaeos penatibus. Egestas massa lacus non fermentum ligula ut facilisi sodales urna ac fusce fames. Commodo metus. Commodo massa adipiscing dapibus nibh a erat curae fringilla. Sodales massa. Conubia etiam at tempus habitasse lobortis mauris. Posuere vitae mus diam ornare ac cras nisl sodales mauris cras."
     ]
    },
    {
     "title": "Nonummy risus euismod pede.",
     "paragraphs": [
      "Egestas lorem id felis auctor ut ornare. Sodales velit hac ante vehicula porta phasellus conubia consectetuer mattis ac. Laoreet neque. Posuere vitae. Iaculis lorem diam. Blandit neque massa condimentum ac primis convallis. Blandit massa per non ve. Conubia justo sed nisl. Vivamus augue. Aliquet purus. Viverra lorem id nisl etiam iaculis hymenaeos. Cubilia morbi lorem aenean fringilla porta ante. Sodales nulla eu mauris molestie per consectetuer. Posuere neque. Lacinia metus cum rhoncus cras rhoncus. Integer risus cum eleifend aliquam consectetuer cursus neque per cras. Euismod etiam cras penatibus at magnis ut massa. Viverra metus morbi lacinia. Feugiat class egestas eu aenean. Posuere nulla. Lacinia lorem netus sagittis parturient tincidunt pede primis maecenas scelerisque. Cubilia metus adipiscing mi tellus sollicitudin.",
      "Sodales nulla lorem nec class est amet suscipit hymenaeos dictum neque. Natoque massa duis blandit elit duis platea diam quam sociosqu a faucibus nisl non sollicitudin. Aliquam donec quis eni id duis amet quis arcu laoreet quis ac nisl curae. Rhoncus velit ve nulla fusce cras suspendisse. Natoque fusce felis auctor. Quisque neque velit tempor. Rhoncus vitae augue magnis fringilla malesuada adipiscing nisl. Sodales lacus sem augue congue. Egestas ipsum sed platea vivamus et. Egestas class dolor primis tincidunt parturient sem adipiscing. Vivamus velit enim habitant venenatis ante dui proin tristique ve sociis donec parturient ad magnis in mi. Viverra dolor purus sociosqu ut tellus pellentesque. Dapibus risus duis a amet nulla vel quam felis congue mauris pulvinar. Gravida metus lacus eros elit lacinia ad. Quisque lorem vitae aenean ac urna pharetra eu donec platea. Euismod netus. Laoreet vitae eros mus aenean eget proin porttitor vivamus rutrum ad. Gravida proin sem. Iaculis curae nec dis. Sodales neque mi tempor. Dapibus felis pede cras feugiat et id dictum hac nullam rutrum eleifend. Pretium proin ad ac."
     ]
    }
   ],
   "title": "Dapibus etiam dapibus quam magnis aliquet.",
   "paragraphs": [
    "Cubilia curae. Viverra metus est vestibulum facilisis ullamcorper fusce ridiculus pretium. Viverra purus mus lorem facilisis commodo felis eros lacus commodo purus odio id sollicitudin consectetuer. Dapibus lorem duis eu. Vivamus neque. Cubilia risus. Dapibus class eros nonummy a suspendisse nam luctus dolor donec. Viverra justo arcu leo auctor dui est et metus ac porta pellentesque. Aliquam etiam ve. Gravida proin nunc volutpat mus ad tempor justo ad taciti sociosqu. Commodo morbi. Vivamus dolor curae. Nonummy netus dolor quis. Dapibus risus class rutrum massa. Integer dolor cubilia turpis dui eni. Viverra metus magna lectus lacus fermentum et donec. Potenti nulla odio. Viverra massa odio vivamus massa. Quisque dolor. Aliquet lorem erat tempor ut taciti et. Sodales vitae. Posuere porta magna a natoque in diam.",
    "Conubia magna lacus aptent tempus volutpat felis varius fames. Viverra donec. Aliquet velit neque senectus leo sociis eu quis. Blandit dolor. Iaculis risus parturient enim. Dapibus curae morbi eget ullamcorper vel ad taciti sem iaculis. Blandit vitae arcu laoreet eros enim egestas velit ac erat. Pretium justo risus mollis erat vel massa. Blandit augue. Egestas nulla nunc aptent tempus facilisis placerat. Natoque augue ut elementum convallis netus. Aliquam augue purus congue. Potenti lacus quis luctus hymenaeos. Vivamus etiam augue. Sodales nulla etiam cursus luctus dis cras erat venenatis. Egestas lorem. Dapibus velit mus nunc ut porta tempus mattis hac id tincidunt quam leo mattis cras cum cubilia. Rhoncus netus velit dolor metus. Natoque massa quis fames porttitor vitae faucibus. Iaculis dolor parturient condimentum auctor. Nonummy class duis ultrices per congue id. Cubilia lorem id justo ac magna.",
    "Cubilia donec odio cubilia mi. Potenti nulla mus quam et est nisl in. Iaculis porta eni elit nibh nulla integer. Iaculis risus class ultricies. Egestas augue ac imperdiet laoreet. Conubia lorem nulla posuere luctus non tempus auctor. Viverra morbi nec placerat consectetuer integer tristique. Aliquam ipsum natoque dictum rutrum et ante eleifend. Potenti class nisi sed diam consectetuer id felis tempor. Iaculis nulla parturient suspendisse dictum at duis facilisi neque ad. Gravida augue pede pretium ve nisl diam egestas. Gravida massa justo fringilla facilisis parturient. Blandit morbi nisl suspendisse non ante donec sodales feugiat. Quisque class eu velit sociis duis cubilia. Laoreet curae orci. Potenti morbi ac class. Potenti netus ante dictum nostra. Quisque nulla class mollis cum adipiscing ultricies. Natoque fames ad consectetuer aliquam molestie ut nec suspendisse aliquam proin class a. Dapibus magna quis metus. Lacinia felis fusce. Lacinia velit dui libero id justo imperdiet ullamcorper curae varius ve."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque purus adipiscing suscipit laoreet lacinia dictum metus morbi tristique.",
     "paragraphs": [
      "Conubia vitae id. Conubia magna. Rhoncus risus dolor semper urna quisque tincidunt nibh. Integer risus ante viverra enim praesent cras rutrum feugiat laoreet nullam in sapien inceptos. Blandit fusce amet conubia a suspendisse mus ve luctus vehicula. Gravida augue. Posuere fames lacus feugiat tincidunt sociis odio pellentesque eu blandit urna id sit. Natoque velit curae nec per ut arcu sapien curabitur non. Rhoncus velit nisi iaculis fusce sit eleifend. Sodales augue netus. Cubilia metus vestibulum accumsan fusce dis morbi habitasse in ve. Egestas morbi ac risus amet. Conubia netus justo interdum. Nonummy fusce ve felis. Commodo lorem enim faucibus scelerisque senectus feugiat lacus morbi quis ipsum blandit torquent nullam aenean class per. Blandit class vitae quam a diam eu. Posuere proin dolor urna. Blandit metus. Conubia morbi nulla leo nibh vulputate fames volutpat. Vivamus justo ut a quam ve venenatis hendrerit sollicitudin sit felis nibh. Viverra magna id dignissim neque id rutrum montes elit in nunc. Aliquam fusce erat pharetra convallis volutpat.",
      "Feugiat felis pede vehicula nulla torquent lacus a feugiat in litora. Rhoncus justo ipsum dui vestibulum adipiscing ad. Blandit etiam sit nisl urna tempus phasellus ad hendrerit a elementum curae per etiam. Aliquet risus orci habitant. Aliquam metus ac inceptos aptent diam donec. Pretium justo cum eros senectus massa platea netus ve odio eni justo curae. Integer netus ipsum nec nisi elit. Quisque lorem porta etiam. Aliquet proin. Euismod etiam. Iaculis metus nonummy quam in sollicitudin ante magna tempus dolor. Pretium etiam hac. Commodo netus egestas lobortis sodales potenti cursus leo enim nibh tortor parturient sollicitudin iaculis curae. Vivamus velit adipiscing ac praesent gravida auctor platea vulputate. Iaculis fusce duis eni fames malesuada placerat. Iaculis augue. Blandit proin leo dictum lobortis torquent conubia. Lacinia dolor egestas vehicula et nostra sollicitudin. Euismod felis. Dapibus porta. Cubilia netus et ultrices gravida potenti nunc accumsan. Sodales justo duis nec est dignissim molestie curae.",
      "Feugiat risus arcu euismod eu blandit arcu. Lacinia dolor in porttitor hymenaeos cras laoreet arcu. Egestas class ad magna ornare potenti. Commodo justo. Viverra lacus arcu lobortis nascetur. Viverra felis eni eget ve faucibus eget integer porttitor nisl nulla. Blandit proin mus rutrum sodales eni eu a platea odio. Dapibus felis vestibulum conubia duis a class sodales porta. Aliquam donec vitae ante vehicula fusce viverra risus. Natoque risus curae nulla tincidunt vehicula aenean taciti nec nonummy. Vivamus nulla at cras tellus euismod eros dictumst rhoncus varius fames integer. Quisque dolor eros hac nisi nam hac. Iaculis nulla quam non orci accumsan morbi fusce. Aliquet curae. Sodales etiam adipiscing dapibus diam at. Rhoncus netus sit. Quisque velit ut eget nulla dictum ultricies porta nunc. Aliquam lorem adipiscing senectus ipsum varius sociis. Egestas nulla gravida. Natoque class eu nisl montes suscipit lacus. Commodo dolor proin aliquet laoreet sollicitudin malesuada risus hendrerit aenean ipsum. Posuere class sem purus porttitor elit natoque et ultrices sit congue integer urna eleifend a consectetuer enim."
     ]
    },
    {
     "title": "Dapibus risus.",
     "paragraphs": [
      "Integer purus diam at nunc molestie pulvinar. Lacinia risus mus urna primis in habitant. Natoque class sem nisl parturient diam venenatis nascetur tellus laoreet feugiat aenean curae nisi. Aliquet donec mi congue. Lacinia neque. Blandit nulla vitae urna mi amet ve cras duis conubia. Blandit augue. Conubia etiam. Pretium lorem ac elit morbi. Lacinia nulla cum nibh ut. Quisque neque eu class nec lorem commodo fusce. Rhoncus justo mus eget quam parturient magnis eros eu inceptos integer. Blandit augue eros sed aliquam mi elementum egestas. Blandit purus quam. Rhoncus proin et luctus ut pulvinar nostra quam. Laoreet dolor massa risus primis dapibus curabitur eget cras porta massa nec netus urna convallis mollis pharetra. Lacinia curae mi libero. Commodo netus enim convallis magnis parturient netus elit. Rhoncus lorem. Egestas etiam nam odio est in rutrum pede ut nostra vehicula cras tellus curae taciti facilisis. Aliquet dolor vestibulum. Quisque fusce potenti magna eu luctus eni ultrices proin netus sed enim.",
      "Aliquam fusce. Conubia dolor cras est cubilia duis neque scelerisque sit. Aliquam nulla vel nibh amet nonummy ve ultricies. Gravida proin. Quisque felis egestas luctus. Blandit felis non cras in consectetuer nullam. Rhoncus lacus. Nonummy proin urna est porta turpis tempor. Conubia donec fusce facilisis ac platea integer. Sodales magna amet condimentum consectetuer blandit quis eget et vulputate lacus. Dapibus justo quis at per nisl sem feugiat et ve tempus velit egestas. Pretium ipsum vestibulum suspendisse luctus ve commodo eros cum. Aliquet netus velit rutrum justo in nulla aenean condimentum velit malesuada orci. Lacinia lacus laoreet enim nascetur porttitor eget. Rhoncus porta ac tortor non vestibulum consequat. Pretium dolor nisi fusce nascetur elementum ac elementum nisi. Rhoncus justo fames eros erat sem potenti. Egestas curae magna turpis ac quis porta at nullam. Rhoncus nulla duis nam pede risus ridiculus vivamus purus cras velit. Viverra justo ut ornare pretium arcu a ante. Nonummy justo metus. Potenti dolor vestibulum nisi massa pretium mattis proin pede ridiculus."
     ]
    },
    {
     "title": "Cubilia metus neque mattis mollis curae parturient.",
     "paragraphs": [
      "Blandit lacus magna donec litora risus integer lacinia odio a justo at phasellus. Aliquam neque ac curabitur elementum elit non. Laoreet nulla vestibulum sociosqu ipsum rutrum ipsum sociosqu. Feugiat morbi. Rhoncus curae at aenean eni nostra senectus. Integer dolor eu et pede. Natoque magna urna. Posuere risus ante diam euismod ad fringilla. Vivamus purus justo bibendum sed rhoncus diam a fusce in. Posuere curae ipsum lorem laoreet elit fames hymenaeos ve. Vivamus purus in sociis sem nam eni cubilia at id. Integer netus id hymenaeos felis vitae penatibus amet eros velit luctus sapien. Euismod fusce vestibulum odio nostra semper cum. Pretium proin morbi mus morbi etiam mattis. Quisque magna per vestibulum primis porta maecenas habitasse metus at torquent pede nam est in. Vivamus velit fames taciti metus phasellus. Nonummy velit class lobortis elit iaculis id tincidunt eu varius eu sapien hac. Blandit vitae porta. Iaculis nulla eros curae. Posuere curae leo ante odio vestibulum hac nulla nostra felis nec. Aliquam vitae diam duis vestibulum et maecenas lacinia feugiat nibh. Laoreet etiam non ante faucibus.",
      "Posuere etiam ad tortor sollicitudin cum. Nonummy massa. Potenti dolor commodo. Feugiat risus. Rhoncus curae ac enim dictumst. Blandit ipsum odio habitant dictumst consectetuer vestibulum quisque pede justo bibendum convallis a leo convallis tempor. Aliquet felis lorem urna felis quis nonummy eu orci massa vitae. Egestas purus est. Lacinia massa quis mus morbi. Feugiat netus id. Natoque dolor ac tempor porta eleifend fermentum accumsan placerat at eni duis vel. Aliquet ipsum metus posuere fringilla est eros elit faucibus eleifend ut lorem sem. Blandit proin risus eni arcu leo neque vel vitae ridiculus est interdum. Iaculis velit lorem. Cubilia curae arcu ullamcorper natoque ullamcorper odio. Aliquet fusce. Nonummy ipsum netus dapibus dignissim eleifend in. Laoreet fusce nisi pharetra a. Blandit justo in nullam magna parturient. Sodales etiam velit penatibus diam ullamcorper leo elit. Feugiat porta ut quam tempus sit vestibulum ad sollicitudin rhoncus libero dis platea viverra nostra quam quis. Lacinia porta.",
      "Lacinia lorem. Egestas purus leo pharetra a pellentesque duis sodales malesuada nibh sit quis maecenas. Vivamus donec et eros. Blandit lorem dolor velit metus dolor blandit felis in lectus interdum facilisi. Quisque donec sed odio arcu facilisis sociis quam. Dapibus risus vestibulum condimentum turpis at etiam id consectetuer mauris. Pretium proin orci sapien massa suspendisse sociosqu fusce. Pretium felis velit a. Feugiat nulla. Blandit magna justo. Potenti purus nisi magnis et facilisi potenti. Posuere etiam ve litora blandit sem. Nonummy nulla id habitasse dolor. Rhoncus class pede erat. Sodales netus fames nunc congue donec ridiculus egestas consectetuer mattis lacus. Aliquet velit diam ac morbi et enim urna porta mi metus suspendisse at tempor. Lacinia lorem elit condimentum iaculis leo. Viverra magna massa. Potenti proin. Conubia nulla vestibulum quis curabitur libero. Dapibus magna id aptent ve morbi varius cursus proin dolor mollis ve vel at. Cubilia class neque scelerisque arcu nullam nostra mus nisl ut."
     ]
    }
   ],
   "title": "Sodales porta eu netus dolor eget hymenaeos lorem.",
   "paragraphs": [
    "Commodo fusce. Integer risus curae mus nunc facilisi mi hac enim. Sodales morbi erat viverra quis felis ligula ante eget facilisis rutrum dolor. Natoque massa mus parturient ornare ut dictum bibendum non. Laoreet lacus orci aliquet eu neque nullam ultrices fermentum. Posuere ipsum eu torquent. Lacinia etiam et netus aenean sollicitudin vulputate vitae praesent adipiscing primis nibh. Egestas ipsum. Vivamus risus. Aliquet morbi in a tellus. Natoque augue lorem morbi mattis vitae vestibulum mi sollicitudin. Dapibus netus laoreet mattis purus bibendum ante in pellentesque aliquet. Aliquet donec eni vulputate sollicitudin vestibulum nunc varius. Aliquet risus. Conubia fusce mus enim vehicula netus congue. Pretium purus felis viverra litora. Blandit felis ve cras. Posuere neque ut proin tempor pellentesque phasellus mauris cras gravida urna inceptos arcu est ac pharetra blandit rhoncus habitant. Aliquet velit ut. Rhoncus neque non natoque mi sagittis aliquet rhoncus quam lacus congue. Laoreet augue est pede adipiscing nisi vulputate maecenas ad ullamcorper nibh convallis. Euismod netus risus mattis nascetur porttitor.",
    "Natoque vitae arcu. Viverra morbi. Integer justo. Potenti augue. Sodales lacus at magna. Laoreet neque eget nisi curae natoque cras hac. Commodo risus morbi aptent pharetra at ipsum duis a class nonummy non ve sociosqu. Nonummy porta vestibulum arcu morbi ac erat pharetra. Conubia augue nibh. Integer fames rhoncus montes. Feugiat morbi netus a vivamus mauris nec pretium ut. Laoreet donec urna cum in malesuada dolor phasellus. Blandit curae parturient ullamcorper rutrum ad volutpat nisl luctus eu in turpis laoreet. Quisque metus vestibulum orci fringilla dui tristique pede platea netus quis. Aliquam netus nisi. Blandit felis vestibulum condimentum mollis. Lacinia vitae rhoncus fermentum est. Potenti fames. Posuere neque vel quis penatibus ut orci suscipit eni aliquam eu magnis sagittis hymenaeos elit suspendisse. Potenti etiam at. Nonummy etiam. Dapibus purus urna hac dictum per parturient dolor enim mi pede."
   ]
  }
 ],
 "abstract": "Feugiat proin aliquam quisque cras morbi ut lectus. Nonummy vitae ante congue eu litora nascetur lacinia feugiat. Gravida velit. Viverra felis diam faucibus praesent risus ve ultricies. Quisque class cras sagittis suspendisse bibendum erat montes. Natoque fames ut pellentesque dapibus velit non amet pede vivamus ante nibh ac. Cubilia class dolor eni morbi nonummy turpis aptent lacinia mus. Feugiat magna ut porta ut molestie quisque. Aliquam lacus per nam commodo a. Aliquam lacus vestibulum et tristique a proin commodo. Pretium augue class posuere nonummy magnis lacus dignissim nunc hendrerit. Pretium morbi mi cras nisi hendrerit ac condimentum at litora interdum convallis mi. Natoque massa etiam aptent primis. Potenti magna sed fusce cubilia velit per amet consectetuer interdum velit. Quisque proin eu libero pede. Nonummy etiam curae odio dolor nullam elit consectetuer at proin sollicitudin. Laoreet curae duis taciti natoque sapien urna ante dis ut magna ante leo. Conubia curae lacinia dapibus orci ve eros praesent. Nonummy ipsum hac lorem etiam enim eu. Egestas fames eros egestas ac arcu porta venenatis eget dis donec sed massa adipiscing scelerisque. Rhoncus curae arcu suspendisse euismod lorem etiam diam eu curae ve. Pretium lorem in vulputate facilisis quis cum pellentesque.",
 "authors": [
  {
   "name": "Zane Texeira",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}