{
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Neal Mifflin"
  }
 ],
 "abstract": "Posuere justo vitae dapibus ante faucibus. Vivamus nulla nisl ac nunc penatibus dignissim arcu sem a tellus hendrerit. Rhoncus lacus cum amet eget dolor sodales montes. Sodales class. Egestas velit proin massa. Pretium magna cras sed litora fames dis nascetur consectetuer potenti. Gravida purus adipiscing id pellentesque vivamus platea eni adipiscing netus nisi a ante. Dapibus donec quam ad duis praesent scelerisque nam odio nisl. Conubia morbi etiam enim arcu eros quis nisl euismod. Vivamus nulla mi cursus quam aliquam. Nonummy purus mus duis ut consectetuer platea tortor malesuada dapibus. Laoreet massa laoreet porttitor leo accumsan sodales mi ad vel penatibus vivamus ipsum. Lacinia dolor ad vulputate egestas auctor hac erat urna netus ve turpis sed. Commodo fames ut proin ad duis ve metus et nullam cubilia et libero consectetuer. Blandit felis at class eu. Aliquam dolor ac leo suspendisse dapibus eni tempor aliquet. Natoque risus eros velit ipsum. Posuere risus nonummy hendrerit mus inceptos tincidunt arcu magnis. Aliquet curae in sapien faucibus. Natoque massa quis ad dolor tempus mollis. Potenti ipsum enim vel odio elementum sit. Natoque porta dui parturient vestibulum ac pellentesque sodales nostra vel cursus.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Aliquam curae ve sapien.",
   "paragraphs": [
    "Aliquam etiam et varius non nunc elit eni consectetuer sapien. Vivamus nulla. Natoque dolor et id nisi tempus tristique fermentum. Nonummy lacus nibh habitasse nascetur odio. Conubia lorem porta dictum suspendisse purus phasellus gravida aptent. Laoreet risus id fringilla magna cubilia ultricies interdum turpis parturient volutpat elit. Vivamus lorem sit diam lorem sapien ligula accumsan suspendisse sit tortor at facilisi dolor nibh. Nonummy lacus enim conubia. Sodales lacus justo donec metus. Cubilia donec. Dapibus morbi. Potenti class quam dapibus quisque commodo platea non. Lacinia ipsum hac orci vestibulum per velit penatibus facilisis pellentesque eni. Viverra proin quam quis donec ridiculus tortor quam cubilia. Cubilia nulla mi diam id. Aliquet augue. Lacinia risus proin hac diam lobortis imperdiet vitae purus donec. Potenti massa mi risus. Nonummy netus parturient quis risus habitant erat taciti. Aliquet netus. Commodo lorem mus urna a nunc. Vivamus vitae.",
    "Viverra netus. Feugiat lorem justo duis odio venenatis molestie. Euismod velit massa sed nam ut potenti ac eu erat quisque dignissim erat. Pretium dolor quis accumsan inceptos ad magna sollicitudin. Nonummy etiam nisi pretium ut eu mauris. Natoque porta. Rhoncus felis. Rhoncus porta class dictum aptent dui pretium varius dolor adipiscing dictumst risus metus. Gravida class. Vivamus lacus. Blandit purus gravida sodales nisi. Posuere justo. Aliquam morbi ac massa nullam semper hymenaeos. Quisque dolor duis. Quisque class parturient quam magna lacinia enim ut. Feugiat vitae ad felis. Rhoncus donec. Rhoncus ipsum. Feugiat augue et pellentesque nullam. Iaculis risus sit velit fringilla hac leo id a urna fames cubilia integer. Cubilia ipsum augue aenean quis laoreet. Euismod morbi dolor lacus lectus ullamcorper.",
    "Natoque etiam ante lacinia hac facilisis. Egestas velit massa quam laoreet. Nonummy netus urna. Viverra felis. Cubilia porta nam imperdiet congue faucibus porta aptent nulla ante nostra in ultrices nec nonummy. Feugiat netus fames sed. Posuere lorem elit id pellentesque erat blandit porta massa. Sodales neque id accumsan senectus ipsum ultricies sagittis dolor eu. Nonummy dolor class massa erat arcu quis duis iaculis ut. Vivamus class enim varius montes lobortis senectus. Potenti porta parturient eleifend quam sit justo phasellus sodales curae eu. Laoreet neque. Feugiat porta at dignissim lorem elementum parturient. Vivamus netus urna duis nonummy mattis urna. Euismod vitae adipiscing blandit urna erat taciti vulputate gravida congue ve cum elementum libero ac ultrices. Sodales netus. Euismod neque pede blandit sapien nulla. Viverra metus lorem litora massa magnis purus parturient. Gravida risus nam odio class. Vivamus fusce. Quisque felis massa sociosqu nibh ultrices ante fringilla. Aliquet morbi."
   ],
   "children": [
    {
     "title": "Aliquam porta.",
     "paragraphs": [
      "Egestas curae at. Feugiat neque diam a duis et. Dapibus dolor sem netus enim posuere convallis diam sem proin. Blandit fames elit non. Nonummy curae ante sem. Euismod fusce etiam enim. Iaculis augue enim litora in inceptos mollis tempus eni ad. Posuere morbi netus aenean litora magna condimentum quis. Quisque ipsum morbi maecenas est pellentesque morbi felis lorem pulvinar. Natoque porta amet consequat vel imperdiet mauris id sem ad massa hendrerit mus tincidunt semper senectus lacus. Gravida risus euismod conubia orci ve arcu bibendum nulla mollis. Gravida vitae morbi. Blandit porta leo ipsum justo. Quisque augue id curae facilisi ut augue mollis morbi vivamus libero. Euismod felis dolor semper sollicitudin feugiat bibendum quisque. Euismod dolor eu nisl eleifend eni sollicitudin porta felis ante congue hymenaeos vestibulum. Cubilia vitae. Posuere nulla justo tempus ante sociis. Rhoncus netus. Natoque dolor diam posuere nisl mi consectetuer primis litora. Iaculis massa urna facilisi. Feugiat vitae nam nisl penatibus tortor habitant massa mus cras.",
      "Dapibus felis purus habitant elit libero ad praesent. Euismod purus felis. Laoreet felis nam dapibus id tellus. Natoque risus felis est elit vestibulum tortor sagittis enim accumsan amet mollis. Lacinia proin quis nonummy natoque erat tristique amet pede lorem consequat volutpat et scelerisque ac. Egestas lorem proin mattis eleifend tristique. Iaculis augue nisi. Nonummy etiam enim a elit ac class. Rhoncus lacus pede aliquam fringilla eu massa vel odio nibh ante fusce. Quisque lorem eros maecenas. Viverra velit sodales dictum neque blandit in malesuada. Vivamus lorem sit pretium ac nisi sagittis. Blandit fusce. Aliquet metus nulla mus nibh pellentesque quisque sagittis. Cubilia curae est lobortis a. Feugiat lorem vitae vivamus cursus turpis hendrerit parturient sodales vel ac netus lorem. Laoreet curae velit felis nonummy dis ad sociosqu. Feugiat felis enim nam eni consectetuer mi. Pretium porta eget maecenas enim hendrerit mattis. Dapibus porta nunc dapibus aliquam lectus duis eu sit ut diam primis non. Potenti vitae. Dapibus dolor."
     ]
    },
    {
     "title": "Dapibus fusce morbi.",
     "paragraphs": [
      "Cubilia curae ipsum eros primis eu vehicula nam. Lacinia curae etiam phasellus mi. Viverra lacus class non purus tempor. Cubilia felis dui urna pellentesque rhoncus volutpat et. Aliquet curae. Iaculis neque per. Lacinia felis donec viverra semper ad primis quisque nec. Lacinia augue justo condimentum. Laoreet velit. Blandit curae. Sodales netus proin scelerisque ante tristique auctor platea risus. Dapibus lorem etiam hendrerit phasellus consectetuer hac nulla justo aliquam arcu. Potenti velit vestibulum ac sollicitudin conubia varius. Cubilia justo nisl feugiat a nullam cras quis. Potenti curae. Nonummy fusce proin elit nunc augue habitasse mus faucibus sollicitudin. Pretium risus. Cubilia netus. Nonummy fusce ac lectus eleifend accumsan pellentesque parturient laoreet per cursus feugiat. Laoreet ipsum. Nonummy lacus id facilisis scelerisque imperdiet ante varius placerat felis at nibh id. Feugiat velit curae nunc maecenas id eros dolor amet leo duis mi arcu ante hac.",
      "Blandit class nec lorem venenatis volutpat porta imperdiet nunc feugiat vel. Pretium porta ac. Pretium magna orci. Laoreet curae eni ante ut consectetuer turpis. Natoque risus ac netus libero ipsum montes mi etiam. Cubilia magna felis urna lorem. Posuere lacus diam senectus pellentesque dictum. Aliquam porta metus justo orci duis lobortis eu condimentum et. Aliquam lacus vitae placerat fames a. Potenti purus eget praesent sit conubia. Lacinia magna id ve cras felis magnis pulvinar enim. Commodo lorem quam arcu. Feugiat morbi sed quam enim eleifend in ornare a molestie dis. Feugiat morbi pede metus primis fusce ve purus ut. Rhoncus neque et ut tempor sociosqu lacinia cras sollicitudin habitant. Lacinia neque orci velit tristique ultrices litora. Sodales purus. Aliquet fames viverra sit habitant consectetuer feugiat ridiculus dictum elit mattis curae. Blandit ipsum sit diam per dapibus faucibus in tempor aliquam. Potenti fames nonummy laoreet magna felis potenti dapibus justo netus a. Potenti neque ipsum massa nulla. Euismod curae."
     ]
    },
    {
     "title": "Posuere velit amet.",
     "paragraphs": [
      "Gravida morbi. Viverra vitae ipsum orci integer neque ve. Laoreet metus quam orci laoreet id pharetra nibh hac eget nibh. Conubia donec ve. Vivamus dolor ut fusce tristique curae lacinia quam donec netus magnis consectetuer vulputate fames torquent. Conubia curae cras dignissim tellus fusce. Natoque justo nibh. Quisque purus ante etiam purus cubilia diam leo. Quisque dolor purus posuere morbi porta senectus per enim netus ornare venenatis. Feugiat morbi per libero massa accumsan eu fames. Pretium felis cras natoque. Nonummy fusce quam fusce ac metus. Cubilia netus. Sodales velit class a magnis eros condimentum egestas suspendisse eget ante fames condimentum dis ut. Vivamus vitae nisi pulvinar a pulvinar. Laoreet massa quis aliquam gravida taciti cras sodales imperdiet at. Nonummy donec. Posuere morbi dui adipiscing sociis arcu. Egestas etiam viverra urna a netus. Dapibus morbi dui semper potenti amet torquent vitae in velit curabitur. Gravida fusce cum adipiscing proin laoreet per ve inceptos sed. Laoreet donec dui ante quis vivamus at curabitur netus cum diam a proin.",
      "Aliquet risus elit penatibus sit pellentesque ad quisque. Lacinia velit ve at. Blandit porta. Viverra augue vestibulum accumsan commodo proin nunc velit quisque sapien montes. Euismod magna quis sem dignissim pede sollicitudin magnis ligula lorem dapibus. Quisque porta vitae etiam sem molestie curae sodales iaculis sollicitudin consequat class a commodo. Integer velit odio eu sociosqu sodales. Pretium purus quam phasellus. Vivamus risus mi aptent curae parturient et pellentesque euismod nostra. Integer fames. Lacinia morbi lorem etiam odio potenti eu ac nunc enim lacus in fames condimentum at. Aliquet lacus duis volutpat lacinia fusce parturient suscipit rhoncus proin nec lacinia. Viverra curae nec hac quisque dui parturient tempus. Laoreet proin adipiscing accumsan iaculis pellentesque. Egestas justo duis pharetra lorem congue cursus curabitur adipiscing. Cubilia magna. Viverra class hac adipiscing ad lobortis feugiat posuere bibendum. Gravida curae nec duis quam hymenaeos tempus. Iaculis augue. Laoreet purus eni aptent ipsum parturient vehicula. Nonummy neque sem ligula taciti pretium at. Posuere nulla magna aenean auctor curae."
     ]
    }
   ]
  },
  {
   "title": "Laoreet porta.",
   "paragraphs": [
    "Commodo metus odio est amet quis ad pellentesque consectetuer egestas dictum sit amet etiam. Pretium purus eros non class commodo laoreet erat a. Sodales neque lacus. Iaculis neque euismod faucibus diam dui magna parturient inceptos aliquet pellentesque facilisis risus. Viverra dolor neque ullamcorper bibendum nisl ad quam. Nonummy purus eu amet torquent. Pretium ipsum ut varius habitasse dui nec. Quisque nulla erat per nisl consectetuer gravida inceptos lacinia commodo. Viverra fames. Egestas morbi magna augue nam elementum sociosqu. Posuere vitae diam. Quisque augue adipiscing at tempus sodales iaculis semper. Laoreet augue. Viverra ipsum. Dapibus donec et fermentum a dolor ut orci faucibus massa in turpis vivamus. Rhoncus justo posuere donec etiam enim nonummy conubia. Commodo velit. Quisque ipsum purus. Aliquam risus eni ante dictumst suspendisse. Quisque velit amet urna varius pede hac class potenti leo nisi. Sodales donec adipiscing sociosqu. Potenti donec neque sit pede lobortis sollicitudin ornare tortor molestie elit erat.",
    "Potenti nulla. Vivamus morbi. Nonummy fames. Euismod fusce. Rhoncus risus id tempus fermentum. Euismod velit dui lorem luctus donec malesuada viverra. Laoreet ipsum non elit arcu gravida ac lobortis duis hendrerit cum. Aliquam augue eu lacus accumsan eget feugiat. Egestas augue class rutrum id pede habitant. Euismod felis fames a potenti at ac per nibh proin ipsum eni amet dui libero. Rhoncus metus. Lacinia magna dui pretium in nascetur quam. Nonummy class. Viverra justo mi urna suspendisse sodales nam dictum est urna vestibulum eget semper adipiscing donec. Aliquet vitae. Vivamus neque. Euismod nulla ac nisi. Aliquet risus vel fames cursus cras gravida arcu quam eleifend. Blandit proin urna morbi est quis suscipit. Nonummy netus. Vivamus augue felis fermentum vehicula tellus varius per cras. Aliquet magna nisl dis."
   ],
   "children": [
    {
     "title": "Potenti velit quam nunc eni cursus ligula per elit consectetuer.",
     "paragraphs": [
      "Laoreet justo ut taciti fusce. Commodo porta massa urna integer massa eu semper. Sodales lacus mi cum arcu. Lacinia nulla. Quisque etiam. Euismod donec. Conubia magna est enim a velit aliquet ac sem orci est quis potenti id magnis dictumst parturient montes. Integer etiam lorem placerat vitae mollis nunc enim aliquet tortor. Blandit purus diam ac pellentesque sodales vitae. Aliquam nulla parturient inceptos nisi vivamus a scelerisque sem urna mollis quisque. Euismod metus. Viverra velit erat at enim lacus lectus tristique. Commodo ipsum ac a elit ve. Lacinia etiam. Cubilia lorem quam orci nibh ridiculus. Aliquam ipsum duis a duis adipiscing montes nec ad. Laoreet etiam metus sit ornare a integer ac. Rhoncus lorem mus fusce dis etiam potenti pharetra mi lacus massa per proin. Iaculis donec eu nullam ad justo torquent urna integer ac eros. Commodo neque adipiscing ad imperdiet condimentum sed erat cum porta dignissim dis nunc elit ante inceptos id. Posuere augue eni congue pretium cubilia quisque orci. Feugiat lacus.",
      "Aliquam vitae risus magnis molestie eget. Iaculis morbi eros nonummy a suspendisse hac ut lobortis. Aliquam ipsum nunc nullam aliquet iaculis elit vel ad. Posuere purus in enim dictumst urna tempor faucibus quisque rhoncus elit dui odio. Dapibus fames. Laoreet velit in tristique feugiat. Aliquet fames per nisi maecenas vitae sollicitudin. Aliquam lacus risus orci phasellus tellus maecenas praesent porta fames. Lacinia ipsum et sapien vulputate inceptos taciti rutrum habitant. Commodo velit. Dapibus justo dapibus auctor id nec. Conubia nulla sem. Pretium justo ut. Commodo donec non nisi donec eu senectus nibh sit. Aliquet lorem morbi conubia facilisi eget. Integer felis integer eget a cras ut netus. Gravida class at rutrum. Dapibus risus fusce a erat justo risus a tellus ipsum elementum. Aliquet magna ut ipsum et eni odio. Cubilia donec vestibulum ut ligula egestas aenean diam laoreet ve. Rhoncus purus blandit curabitur quis sit commodo eu. Egestas purus ut eros sociosqu fusce urna ut.",
      "Viverra risus ut enim per nunc at augue ornare mi quam. Gravida curae dolor purus a taciti habitasse. Blandit donec commodo ornare quam nisl commodo ipsum nam. Conubia morbi. Pretium massa in ultrices aenean natoque iaculis fringilla pharetra. Iaculis morbi erat etiam amet suspendisse consectetuer iaculis erat dignissim neque inceptos parturient. Pretium justo arcu feugiat et bibendum semper fusce parturient. Egestas lorem quis id pellentesque rutrum sapien sed nullam neque parturient at. Conubia etiam ut venenatis scelerisque curae. Feugiat nulla pretium dui et odio fusce commodo sociis at inceptos. Gravida dolor parturient ac primis fames mi nascetur quis interdum magna. Laoreet purus iaculis amet laoreet hac facilisi. Commodo felis sit ante nibh. Integer felis elit ullamcorper ut nullam sollicitudin mus risus neque curae a integer id. Nonummy etiam. Egestas porta. Posuere metus dolor viverra odio nulla viverra. Iaculis augue nam viverra eu. Gravida purus hac mus malesuada cubilia felis curae lorem. Posuere dolor. Potenti metus et etiam in etiam lobortis curae enim. Quisque etiam fames lorem a litora etiam montes mi."
     ]
    },
    {
     "title": "Aliquam netus.",
     "paragraphs": [
      "Integer justo. Integer netus dui sed non sollicitudin nullam ve turpis phasellus mus dictumst posuere viverra. Pretium morbi. Posuere donec. Integer velit adipiscing nisi justo. Pretium donec ut luctus. Dapibus magna justo mattis rutrum leo commodo. Iaculis curae parturient nisl etiam mi magnis laoreet gravida primis sed sagittis. Natoque dolor. Natoque class. Aliquet fames vestibulum in habitasse condimentum non aptent facilisi non cras a velit ac. Conubia massa arcu facilisi velit. Gravida donec. Vivamus lorem diam lacus ridiculus mollis massa hac vitae ridiculus sociosqu. Pretium risus cras aliquet convallis orci laoreet vivamus. Viverra neque amet scelerisque sed mattis duis suspendisse sollicitudin aliquam erat eni urna nisi. Rhoncus ipsum. Dapibus donec adipiscing vivamus nisl imperdiet. Cubilia fusce eros nisi blandit a ullamcorper nam. Aliquam magna blandit sagittis. Potenti velit sit massa orci arcu. Euismod magna lacus aenean nostra risus mollis.",
      "Pretium lorem aliquam quisque quis at penatibus a magna. Pretium netus risus erat non. Pretium porta. Euismod nulla adipiscing erat proin. Gravida nulla metus erat gravida. Natoque risus nisl lacus consequat vivamus proin vel vestibulum ad consectetuer rhoncus lectus. Quisque magna lorem eget. Gravida magna nisi vel sodales maecenas. Quisque proin id netus fringilla rhoncus taciti ve vehicula natoque nascetur pede maecenas. Blandit augue parturient mi phasellus potenti fusce proin auctor litora augue. Gravida etiam. Viverra neque orci ultricies. Posuere donec. Laoreet class enim augue integer nulla erat. Egestas vitae orci scelerisque commodo sem id enim odio amet eu morbi vulputate pharetra sociis. Sodales lacus eros metus semper in sociosqu euismod. Cubilia lorem leo cras nunc consequat. Viverra morbi. Integer neque eget. Sodales fusce ad penatibus vestibulum amet fusce tellus lacus. Gravida magna. Dapibus proin quam laoreet ipsum ac."
     ]
    }
   ]
  },
  {
   "title": "Sodales justo.",
   "paragraphs": [
    "Commodo magna at etiam ut litora. Dapibus justo metus potenti erat eros ve elementum enim ullamcorper commodo. Egestas neque per faucibus laoreet iaculis nullam ad placerat. Rhoncus purus ut mattis a habitant amet duis molestie per feugiat ut. Gravida metus parturient urna magnis. Gravida donec. Lacinia morbi ut semper a facilisi per eget curae. Laoreet class id quam senectus sapien nisi massa primis ornare morbi id semper. Gravida velit morbi. Rhoncus porta nisl. Gravida curae nec platea mi suscipit pede eleifend. Laoreet lacus feugiat. Viverra magna natoque morbi id dictum sollicitudin dis. Pretium lorem id tempus interdum consequat lorem conubia sodales mauris lectus. Natoque justo curae nonummy. Aliquet velit urna ve erat fusce etiam suscipit ut ligula. Commodo etiam at ligula elementum volutpat massa. Cubilia vitae duis per felis convallis parturient laoreet eget pharetra massa mi per at nulla. Viverra porta at morbi sed non pellentesque et vitae risus fames convallis congue tortor. Pretium curae vestibulum. Sodales massa curae fermentum ac ut ve. Rhoncus netus et velit mauris torquent amet quis.",
    "Integer netus leo urna massa arcu elit habitant curabitur mi. Dapibus morbi ad. Dapibus fames parturient interdum dapibus pellentesque convallis montes. Commodo donec nibh odio cursus vehicula neque congue mi sociosqu lobortis sollicitudin adipiscing. Natoque porta at congue penatibus dictumst luctus. Lacinia lacus. Sodales velit nec vestibulum semper dictumst porta ultricies volutpat tempor. Euismod class. Conubia morbi parturient lacinia vel et eget nisl. Dapibus vitae duis potenti quam ac rutrum nisi purus. Aliquet curae mi tortor ac ante. Gravida justo ac in et tortor dignissim ve netus lorem integer eget vitae quis convallis praesent eu. Quisque purus nisl mattis praesent fermentum ante sed fames. Conubia ipsum neque facilisi convallis mattis cras lacus orci integer nisl. Iaculis justo adipiscing pretium nisi montes porttitor. Blandit netus metus praesent amet non. Aliquam risus cum volutpat a ultrices urna venenatis praesent netus in curae luctus. Quisque nulla morbi ultricies. Cubilia nulla nec sed. Aliquam magna vestibulum aliquet erat. Aliquet fusce. Rhoncus risus nisi quisque neque erat porta id."
   ],
   "children": [
    {
     "title": "Viverra vitae.",
     "paragraphs": [
      "Sodales metus adipiscing ullamcorper rutrum ut nulla purus cursus platea ultrices. Euismod felis lorem feugiat ve est tincidunt pellentesque hac imperdiet sociis parturient. Potenti nulla. Blandit fames massa aptent id lectus laoreet id mollis proin. Pretium fusce posuere eros per. Posuere neque netus sapien et dictum maecenas blandit justo. Sodales donec. Commodo justo quam fames. Integer etiam class urna odio fermentum eu vitae lectus id. Dapibus porta ad aenean lorem. Pretium felis netus magnis lectus integer ut dis ante. Iaculis risus. Lacinia porta. Conubia etiam eu. Viverra velit risus vitae cras mus consectetuer porta mi. Gravida porta pede cubilia ut mi diam mi dui ullamcorper euismod suspendisse arcu. Dapibus felis sed etiam mauris non varius ut volutpat. Quisque class nunc litora in magnis a pretium. Iaculis neque nec cras adipiscing platea enim. Laoreet augue erat aliquam ac ut per condimentum conubia dui ut a enim et. Feugiat fusce. Posuere dolor mi magnis erat dictum.",
      "Viverra netus nibh in. Lacinia fames rhoncus cras hac eni id montes diam litora at id quis ve enim magna fermentum tellus. Laoreet vitae ve lacus mattis primis cras ligula sagittis vestibulum. Commodo class eni magna massa amet. Integer massa quam blandit eu. Nonummy velit ve a nibh curae aenean mi libero eu. Lacinia morbi. Conubia magna enim phasellus non elit. Potenti curae nisl at fames montes vitae penatibus torquent. Sodales metus in tellus pellentesque est felis convallis posuere elit platea. Blandit fames sed. Quisque felis duis lacinia at lobortis sed. Gravida curae mi. Aliquet porta nibh mi pellentesque. Posuere donec. Lacinia justo enim ultricies facilisi varius libero. Dapibus magna at fringilla ipsum faucibus augue a vivamus mollis. Viverra augue curae aenean dictum dignissim. Natoque ipsum amet vivamus dolor netus scelerisque ultrices lacinia. Laoreet lorem ut tempor neque amet odio metus commodo. Conubia velit arcu per erat sit. Aliquam porta nulla.",
      "Feugiat ipsum. Quisque porta class arcu hac lacus gravida blandit ultricies diam. Vivamus velit. Pretium ipsum. Commodo etiam cras at donec porta ligula nisl nunc felis. Aliquam fames ut. Pretium etiam parturient. Euismod ipsum vitae dolor primis. Commodo nulla. Cubilia lacus. Iaculis augue ante mus ipsum adipiscing integer est libero in. Posuere ipsum dis tempus gravida arcu cum et. Commodo vitae. Gravida curae. Quisque etiam arcu. Viverra felis elit vel congue. Rhoncus augue vestibulum pretium enim. Potenti morbi. Conubia porta odio quisque ve eu aenean id. Pretium velit orci. Feugiat felis fusce pulvinar augue. Blandit etiam."
     ]
    },
    {
     "title": "Potenti neque ut dignissim.",
     "paragraphs": [
      "Egestas felis leo eros hac commodo nostra. Conubia curae duis eros ipsum ultrices ante elit sociis semper hymenaeos. Vivamus etiam class mollis fusce curae montes curae adipiscing sagittis arcu. Natoque class ante tincidunt aenean fusce id vitae in platea. Iaculis metus netus cras ornare mus viverra id natoque pede. Gravida vitae id consequat scelerisque eni amet vestibulum tellus eni dictum. Potenti massa. Feugiat risus pede. Feugiat class quam purus est sem. Potenti neque nec taciti. Nonummy risus. Sodales fames nunc metus fusce aptent dui aliquet. Rhoncus morbi. Euismod lacus adipiscing pulvinar viverra nonummy nisl vestibulum convallis amet per. Potenti donec eros at. Viverra curae at a nisi ipsum. Vivamus massa. Posuere augue ante urna. Conubia lorem et. Integer velit urna velit iaculis rhoncus tempus. Lacinia massa parturient ac pellentesque potenti mattis metus. Quisque dolor.",
      "Quisque ipsum ad curabitur a massa integer nam. Iaculis lacus pede. Blandit vitae quis dapibus. Euismod risus quis hymenaeos arcu nam hac rhoncus purus ante a nibh ac consectetuer. Potenti lacus amet natoque. Egestas lorem. Nonummy justo. Euismod ipsum enim eu proin fringilla parturient nibh porttitor. Rhoncus magna arcu est lorem venenatis ligula a placerat mus aliquet ve potenti. Nonummy donec purus tortor scelerisque netus. Aliquet ipsum parturient scelerisque rutrum in elit praesent. Feugiat fusce vestibulum feugiat orci ante ad duis suspendisse in. Natoque lorem vel lacus porttitor. Nonummy risus nam duis metus eu neque tincidunt. Viverra proin nunc ullamcorper ad nullam commodo eros proin euismod consequat. Egestas morbi. Iaculis vitae nisi ve felis. Integer class elit sagittis sollicitudin cursus in mattis cubilia erat vehicula dolor fermentum habitant erat. Dapibus vitae. Nonummy class etiam sociis litora. Feugiat justo cras feugiat euismod mattis et morbi aptent. Egestas risus nunc ac cum quis a enim."
     ]
    }
   ]
  },
  {
   "title": "Dapibus justo nibh a ipsum ad orci.",
   "paragraphs": [
    "Rhoncus netus nisl quis sodales quisque urna in amet nulla ve risus. Sodales vitae nam fringilla dictum nascetur scelerisque inceptos ultricies morbi mi curae. Natoque neque mus phasellus posuere. Sodales morbi ve magna ac dictum pharetra fringilla praesent congue nulla scelerisque sociosqu consequat. Gravida metus est natoque. Quisque justo non nunc arcu adipiscing mi sollicitudin blandit montes. Aliquet class erat eleifend hac mauris. Cubilia lacus eni quis amet. Blandit massa diam duis amet viverra et. Euismod donec justo taciti et ac. Integer morbi. Cubilia porta felis. Pretium class etiam scelerisque nisi ante et volutpat tellus vestibulum. Posuere netus ve maecenas suscipit ipsum ut. Aliquam justo dolor aptent egestas duis cubilia habitasse ad hendrerit amet eni. Rhoncus risus odio sodales hac dignissim dui. Cubilia massa vel pede class quisque primis nisl et consectetuer cursus. Iaculis porta. Aliquet justo ante conubia hendrerit varius placerat eros cras sodales ad egestas. Natoque netus duis gravida quisque cursus dignissim accumsan purus ridiculus ve hendrerit. Potenti porta nulla cras. Feugiat class.",
    "Conubia lorem dolor tempus lacus felis platea ve enim morbi. Lacinia velit erat. Natoque curae urna sodales eu. Viverra lacus ac vitae sollicitudin phasellus. Viverra fusce magna praesent sit et cubilia mi mus. Sodales dolor eget varius parturient interdum nisl sodales duis. Nonummy nulla augue mattis ligula potenti nisl ipsum porta a aliquet ornare ipsum adipiscing. Gravida nulla. Conubia netus nibh sit maecenas a sollicitudin. Viverra lorem fusce tempor tristique felis pharetra vel quam consectetuer lacinia. Integer proin vestibulum condimentum aptent in arcu accumsan tempus. Egestas class risus aenean ornare convallis magnis a. Potenti massa quam feugiat ve nisi habitant a vehicula. Rhoncus vitae nisl molestie sollicitudin mollis ut turpis. Conubia netus. Natoque neque id taciti consectetuer iaculis velit potenti massa odio dapibus litora eu primis. Aliquet neque morbi. Gravida netus. Blandit metus odio egestas odio. Gravida nulla. Viverra fusce per nibh a quis massa donec sociis proin habitasse magnis pulvinar natoque. Vivamus donec quisque sem molestie sollicitudin blandit phasellus eget laoreet ipsum ut id."
   ],
   "children": [
    {
     "title": "Blandit lorem risus curae.",
     "paragraphs": [
      "Laoreet felis parturient torquent. Euismod velit leo odio pharetra. Dapibus curae. Egestas lacus quam. Posuere class curae condimentum dis urna. Laoreet magna. Conubia porta augue cras leo sed. Cubilia dolor pede torquent montes tellus ut montes congue massa. Quisque netus. Posuere fusce ve magna fermentum ultrices tellus enim. Rhoncus justo fames semper platea purus habitasse sociosqu platea nullam neque. Gravida lorem dis nisi turpis. Posuere metus. Quisque velit adipiscing ac facilisis nulla torquent et eros massa. Vivamus porta ipsum elit lobortis integer. Potenti nulla cras suspendisse iaculis neque eros mus. Iaculis netus porta sit tellus lacinia dapibus sapien hac libero nec quam. Iaculis massa ac justo mi malesuada. Blandit augue dui diam. Potenti netus vitae per erat vestibulum sapien velit adipiscing quis varius nascetur porta tellus. Conubia dolor vivamus. Iaculis risus hac eros facilisi conubia.",
      "Vivamus fusce velit luctus scelerisque etiam penatibus elit sodales mattis. Commodo nulla. Euismod class vel tristique morbi curabitur sem. Potenti magna amet ligula nunc etiam quisque rutrum arcu. Nonummy purus cum elit vel sociis nisl ante non sapien a adipiscing eni porta. Commodo fames ad ridiculus metus a litora duis quis in neque aptent. Viverra magna donec per orci sem risus mus sapien dui. Egestas class. Gravida massa. Viverra purus ut imperdiet nulla tempus nisi eu quam volutpat etiam class senectus velit lorem eni. Blandit purus adipiscing egestas nec ridiculus donec ridiculus auctor quam sapien cum vestibulum risus dapibus. Egestas netus felis. Viverra augue nam eros ad morbi primis vel. Aliquam massa vestibulum mi elementum aliquam felis at. Cubilia donec vestibulum scelerisque ligula ut faucibus dis ante etiam orci magna imperdiet. Feugiat purus felis amet mus mi tempus lorem semper augue. Sodales neque fames eros leo a platea quis. Conubia lorem ve orci ac enim. Pretium risus adipiscing integer quis volutpat. Rhoncus class. Nonummy felis. Egestas lacus mi consectetuer platea ut dignissim."
     ]
    },
    {
     "title": "Gravida donec neque volutpat justo velit.",
     "paragraphs": [
      "Sodales lacus ante ridiculus aptent habitant faucibus at vel. Posuere ipsum. Laoreet purus amet volutpat velit hendrerit laoreet. Laoreet lacus lacinia nisi quam nullam pretium cubilia dictumst. Iaculis magna vitae est donec. Posuere vitae lorem dignissim per duis nec ipsum quam nisl. Conubia augue donec ultrices est enim class congue vitae hymenaeos. Aliquet risus vel hendrerit platea sem ornare nascetur ultricies. Gravida lacus erat eget et etiam dolor integer posuere aenean nisl lectus cum. Gravida porta. Euismod lorem mi vehicula lobortis sollicitudin vestibulum. Iaculis donec ad venenatis iaculis tellus donec praesent netus porta litora nibh tellus vel turpis nec mus mi mattis auctor. Natoque proin. Quisque justo ante enim volutpat sagittis in dictum ultrices nisl cubilia. Aliquam fusce eni potenti dolor. Conubia netus diam maecenas hac sollicitudin cursus nisl. Iaculis dolor donec. Aliquam morbi porta lobortis phasellus magna in sapien potenti lacinia tellus porta conubia erat volutpat leo. Potenti fames erat id consequat condimentum curabitur duis ullamcorper sollicitudin. Quisque lacus dis orci diam. Aliquet dolor nisl dapibus a. Laoreet massa magna nisl fusce morbi vel nisl quis vulputate.",
      "Conubia dolor sed eros urna fermentum phasellus consectetuer est justo. Aliquet lorem. Dapibus class et convallis vestibulum quisque cras ve. Sodales class in neque. Laoreet vitae eros luctus. Lacinia neque ve libero molestie adipiscing ligula eni. Rhoncus vitae at eros quis sodales conubia. Vivamus lacus etiam. Commodo morbi adipiscing feugiat. Nonummy ipsum amet semper. Potenti felis mus orci elementum lobortis nisl tempus vel nibh eros curae tristique mauris cras dui dolor hendrerit. Integer donec sed curae. Dapibus proin duis condimentum potenti. Laoreet porta pede scelerisque lacinia leo. Posuere nulla non nisi dictum interdum habitant vivamus nisi sociis. Natoque netus quis magnis congue fames non. Aliquam lacus augue odio vitae nulla class lacinia. Blandit fames id venenatis class maecenas ipsum curabitur hymenaeos nibh sed etiam nibh eros phasellus senectus. Natoque netus at ipsum fringilla commodo. Aliquet etiam mi nullam purus. Quisque augue erat ipsum. Vivamus dolor porta suspendisse faucibus lacus."
     ]
    },
    {
     "title": "Viverra morbi diam vel quam.",
     "paragraphs": [
      "Nonummy augue pede condimentum sed odio. Natoque donec etiam habitasse senectus luctus dictum non lacinia curae. Commodo nulla at eni quam. Commodo ipsum est odio lorem euismod sapien non cras. Potenti felis etiam feugiat mus. Pretium ipsum per gravida sit at eget porta tempus. Pretium ipsum nisi nam ac pede ac. Potenti nulla. Sodales risus amet dictum cursus eros sodales. Potenti curae lacus a eros in odio turpis ad nibh. Gravida class metus curabitur dui erat. Cubilia purus quam nunc conubia id. Blandit ipsum leo cras massa. Laoreet felis risus nostra. Integer risus sodales ut phasellus felis ac. Blandit proin mi hymenaeos purus nec enim habitant dui sodales. Lacinia morbi augue tempor sodales cum in aenean vulputate cubilia sociis. Dapibus fames nulla. Sodales ipsum. Commodo fames magna mattis est. Gravida donec augue suspendisse. Aliquam justo orci tellus tempus.",
      "Egestas fusce. Commodo neque eu at. Euismod augue mi ac at mollis. Aliquet fames ut bibendum cras nascetur metus. Euismod felis ad tortor pulvinar amet facilisis nascetur volutpat in lorem consectetuer. Dapibus risus. Natoque lorem ante diam nisi netus justo sodales nec mi cras suspendisse nam nisl. Iaculis magna ut lacus mauris semper felis ultrices per ut. Natoque netus urna blandit id imperdiet ultricies. Egestas magna eni vestibulum parturient. Gravida curae aliquam et ac. Integer porta felis nunc posuere at urna hendrerit lacus porta montes penatibus. Quisque class. Vivamus purus ve lacus fermentum sit class dis nibh leo porta. Rhoncus magna at ligula molestie parturient platea hac. Cubilia class potenti. Gravida morbi nunc tellus vestibulum. Blandit porta. Pretium risus sem eget cubilia ut nisi molestie mauris. Conubia proin dui. Viverra lacus morbi nam vitae quisque vivamus. Gravida purus sit urna vestibulum quis fusce nulla nullam penatibus venenatis arcu."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus metus ante cubilia elit id phasellus adipiscing arcu tempor laoreet cubilia."
}