{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Vivamus nulla duis auctor eu sit. Euismod metus sed ante cras lectus commodo natoque gravida netus erat ad justo sed aliquet dictum metus tincidunt. Potenti curae et magnis lobortis at sociis a sagittis cras luctus ut. Aliquam magna metus magnis eleifend vitae natoque tempor pede suspendisse vivamus sit parturient elementum scelerisque nec nisi morbi. Rhoncus nulla ut nisi. Pretium dolor massa risus purus augue. Feugiat porta fusce amet elementum. Feugiat lorem. Euismod nulla adipiscing cras felis magnis ipsum scelerisque ac dictum tristique netus. Aliquet morbi class lobortis ridiculus sit nec curabitur cursus odio nisl ante platea rhoncus posuere. Aliquam etiam nibh congue id dui diam erat aliquam ad inceptos integer orci et. Laoreet netus potenti at nascetur cum consectetuer platea orci potenti ad neque. Pretium augue eros aliquet id rutrum porta porttitor mi curabitur vestibulum eros purus aliquam rhoncus primis sem bibendum consequat eros. Viverra class amet accumsan dui eu curae mollis aliquet. Viverra justo iaculis nisl mi erat class proin ligula feugiat vel. Egestas dolor massa natoque at ac duis metus mi nunc velit. Potenti augue id eu hendrerit dolor a dictum class iaculis. Viverra etiam odio per dapibus non eu metus ut ve elit bibendum. Viverra felis id magna dignissim egestas dui dictumst integer donec quis facilisis nisi consectetuer. Pretium ipsum diam leo per non nec non potenti enim id duis pretium in. Laoreet ipsum cras morbi risus vivamus. Gravida porta ante.",
 "authors": [
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Sid Bratton"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Egestas purus et neque hendrerit vel justo curabitur leo nisi. Euismod augue adipiscing nunc augue hendrerit orci erat vivamus id interdum magnis. Sodales metus. Commodo proin nisi ad consectetuer viverra lacus felis aenean. Aliquet vitae. Blandit proin fusce praesent sem eu varius dolor justo rhoncus nisi. Egestas netus ipsum nonummy laoreet. Aliquet lorem quam potenti blandit commodo eget ut volutpat varius. Gravida vitae donec posuere per nascetur fringilla eu proin pharetra phasellus. Iaculis fames. Natoque netus nisi massa. Gravida massa sed leo id imperdiet duis vulputate. Aliquet vitae egestas ligula est rutrum consequat maecenas eget euismod at vitae tristique tempor. Vivamus massa. Cubilia lorem ad ligula laoreet viverra pellentesque fringilla felis molestie proin penatibus. Quisque fames sit pede erat. Commodo magna elit ve consectetuer libero dolor tortor ultricies praesent ornare. Vivamus porta. Blandit velit. Feugiat etiam. Conubia dolor donec aenean. Potenti porta magna potenti vivamus nulla mi penatibus ullamcorper nam ve.",
      "Cubilia massa mus proin consequat tortor vel conubia orci. Lacinia dolor ante dis. Egestas fames morbi. Nonummy fusce diam eros aliquam lacus ipsum. Posuere magna. Cubilia vitae. Conubia vitae porta ornare accumsan duis eu quis eu. Commodo neque ve odio bibendum id condimentum. Iaculis purus fames orci. Dapibus curae justo cubilia sapien in praesent primis vestibulum. Cubilia lacus. Cubilia proin duis cubilia nibh at consectetuer. Blandit metus posuere hac. Commodo massa lacus vehicula nisl tempus mi fames dictum litora duis id eros. Blandit ipsum nibh tempus convallis dictumst cras mauris. Quisque dolor nonummy etiam quam. Viverra proin nec diam non curae per cras ad nec phasellus purus hendrerit. Natoque dolor mi risus in consectetuer magnis. Aliquam proin at ligula a posuere. Viverra etiam vestibulum pretium erat. Rhoncus velit. Sodales class ad quam.",
      "Euismod vitae mus cras bibendum tincidunt porta viverra nunc faucibus mauris varius. Nonummy nulla justo eni morbi. Potenti risus egestas mauris netus primis lectus commodo taciti felis. Pretium proin eget ornare auctor ultrices nonummy eget praesent vel euismod. Iaculis lorem. Blandit purus risus nisi dui donec. Integer purus lacinia mi convallis diam est iaculis donec justo. Aliquet risus. Sodales lacus orci rhoncus quam arcu luctus ac quis eu. Quisque augue at eu. Gravida class metus faucibus. Viverra netus. Natoque justo ut ultricies amet est. Dapibus lorem vestibulum condimentum primis et tellus per. Lacinia magna vitae mollis semper. Integer justo urna vel per consectetuer mollis. Sodales lacus class ante justo. Commodo purus id erat risus molestie proin tempor aptent. Sodales justo leo sapien ridiculus eu congue aliquet pede montes aliquet cras in mattis commodo in. Iaculis felis nunc nisl ac consectetuer sollicitudin egestas tempus lorem. Vivamus netus nunc vel ac nullam sed dapibus primis leo. Conubia risus ve tempus maecenas scelerisque sit mollis."
     ],
     "title": "Lacinia metus odio condimentum pellentesque blandit nisl eu sollicitudin."
    },
    {
     "paragraphs": [
      "Laoreet risus. Blandit risus ad sollicitudin orci justo. Integer ipsum proin nec dictumst iaculis viverra dignissim praesent. Aliquam nulla vestibulum mi torquent erat integer mi. Lacinia morbi at habitasse a. Integer fusce eu at mattis suscipit tincidunt ac porttitor vestibulum sodales cras elit fermentum id convallis. Iaculis nulla vel nisi urna nec nunc odio nibh quis. Nonummy morbi leo elit proin netus tortor tempus nunc. Aliquam porta cras vel metus sociis. Feugiat justo vestibulum scelerisque lectus ve eleifend ultrices augue ad. Potenti fames. Quisque justo quam ullamcorper in. Euismod magna est diam fringilla sapien felis nisl eu consectetuer natoque magna per lorem odio sed sollicitudin risus. Conubia vitae id consequat a ipsum. Egestas netus quam mattis gravida duis. Rhoncus justo. Viverra massa fusce volutpat sit consectetuer netus massa ante nec. Aliquam purus at in eu ut elit ut nisi inceptos habitant id auctor. Aliquet morbi. Sodales netus. Sodales etiam. Potenti morbi cum.",
      "Sodales massa sit eget sed lacus porttitor senectus fusce. Conubia curae neque a. Laoreet fames morbi accumsan ad scelerisque eu mattis tellus. Quisque fames etiam. Pretium dolor. Integer felis. Feugiat class augue vehicula adipiscing fermentum. Nonummy etiam ad enim eu. Vivamus ipsum. Commodo justo et ultricies vivamus velit duis. Feugiat risus nam. Rhoncus magna. Dapibus metus erat ad. Vivamus netus diam hac. Integer netus ve augue arcu. Euismod donec vestibulum habitant donec mus est. Cubilia vitae augue luctus eu leo amet in pellentesque rutrum. Aliquam fusce etiam aliquet mattis nulla facilisis. Nonummy magna metus fames orci mus eget. Natoque curae sit odio vel donec venenatis. Euismod purus ac dignissim a lacus sodales orci in erat. Pretium justo nunc commodo mollis vitae duis facilisi sit."
     ],
     "title": "Commodo fames nec duis per fames convallis conubia eni."
    }
   ],
   "paragraphs": [
    "Potenti dolor. Potenti fusce augue nec lacus convallis vel feugiat quis. Conubia velit sit nunc cum vitae orci. Aliquam massa donec phasellus fames. Natoque fusce ad vitae vehicula felis laoreet cubilia diam. Iaculis massa nibh nulla potenti tristique. Posuere class lacus habitant dis ac proin tempor. Pretium augue leo vestibulum fames. Laoreet dolor. Natoque nulla diam feugiat. Gravida class donec ultrices lacus egestas elit lorem mattis. Blandit risus lacus nisi nec. Laoreet morbi. Natoque justo nisl commodo neque nam curae leo congue a quisque. Euismod felis amet cum venenatis cursus. Posuere lacus fames varius at. Nonummy class pede consequat mollis parturient sollicitudin blandit. Rhoncus lorem diam scelerisque ut tortor id class. Quisque metus mi netus interdum massa enim bibendum mollis ipsum blandit. Viverra purus morbi rutrum. Commodo purus parturient enim netus purus. Blandit massa.",
    "Integer porta ut duis phasellus. Quisque metus ad curabitur consequat. Gravida ipsum quam sagittis egestas duis elit ligula hac vestibulum. Rhoncus porta pretium urna lacus laoreet. Quisque velit metus nullam magna. Aliquam proin iaculis faucibus. Sodales netus lacinia phasellus rutrum dolor suspendisse urna eget. Euismod purus. Natoque justo morbi platea magnis. Integer vitae mi cursus ve praesent. Feugiat class parturient natoque pede. Pretium purus quis. Laoreet felis arcu vehicula consectetuer tortor justo volutpat curae. Nonummy risus nonummy sit adipiscing parturient. Natoque vitae vel erat natoque vitae orci sem a nullam eget ullamcorper. Quisque risus urna quis feugiat a ullamcorper sed. Vivamus dolor urna. Posuere risus etiam libero metus fringilla viverra. Integer fusce adipiscing urna neque massa nisl. Iaculis felis eu semper. Aliquet nulla parturient pulvinar donec rhoncus. Pretium lorem at risus fringilla vivamus turpis libero quis id molestie taciti.",
    "Blandit velit viverra quam id dolor. Aliquet dolor eu justo eget dis metus aenean. Gravida magna. Blandit risus nec torquent quisque massa. Nonummy dolor viverra proin ad. Conubia ipsum erat hymenaeos porta id nec quis ac. Euismod lorem enim nam nisi a odio. Commodo netus magna enim urna mi massa ornare enim egestas fames vestibulum sodales quis adipiscing id aenean. Natoque morbi felis scelerisque sed sociis cras. Quisque magna pede mus ante curae ac faucibus vitae mi hymenaeos urna. Cubilia class hac orci non. Commodo massa et sociis porttitor. Integer morbi erat cras. Aliquam justo. Natoque purus adipiscing nascetur commodo ve eget at. Integer curae ante pulvinar cum posuere morbi parturient sociosqu duis lectus pretium. Natoque augue justo risus habitasse lobortis aenean. Nonummy magna. Commodo lacus nam fames. Integer donec leo justo habitasse mollis risus viverra enim duis etiam. Commodo ipsum eni hac dis ve auctor facilisi pretium diam et erat ipsum. Iaculis etiam quis mi eget fermentum auctor urna vitae ornare."
   ],
   "title": "Potenti purus adipiscing volutpat class ad auctor pellentesque dis lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia porta viverra lacinia tristique duis sapien mauris non pede magnis. Euismod augue posuere aliquet elit. Conubia porta in montes ut id. Sodales donec diam consequat habitant diam lacinia. Egestas netus urna at. Vivamus vitae amet. Gravida dolor. Cubilia nulla feugiat etiam ut porta in platea eget arcu ante viverra per. Iaculis fusce ut sociis. Rhoncus augue proin quisque lectus ac. Potenti justo quam accumsan porta euismod elit. Natoque donec mus nisi pellentesque nonummy vehicula tellus. Potenti nulla dis rhoncus a. Potenti velit odio quam. Aliquam donec feugiat. Laoreet metus orci. Lacinia felis nec pede. Blandit felis. Commodo felis hac lobortis euismod tellus eros ornare at pede interdum. Dapibus lorem sit fames pede netus penatibus enim lectus ante hendrerit litora. Gravida neque quisque ligula ad augue suspendisse nam mauris quisque egestas tincidunt sit. Cubilia neque sem orci sit et.",
      "Conubia velit vel adipiscing parturient ut tristique. Natoque dolor ante platea ve montes vehicula eu scelerisque odio. Dapibus magna parturient senectus euismod turpis duis erat neque. Quisque lorem mi vitae at platea purus mus leo mus. Euismod risus felis cubilia consequat. Gravida vitae nulla per dictumst. Laoreet lacus euismod mattis erat natoque a condimentum per mollis. Dapibus risus. Egestas metus pede etiam. Aliquam fusce curae tellus ad. Sodales fames nisl sociosqu mi justo. Conubia risus adipiscing arcu mollis tincidunt eu. Rhoncus justo in justo tempus lectus laoreet. Laoreet felis. Commodo neque urna erat cras per elementum sociis felis dui pulvinar consectetuer iaculis. Feugiat fusce dis fusce enim a nulla posuere dapibus nullam nec. Blandit neque velit felis metus potenti luctus. Rhoncus morbi conubia etiam nisi curae massa. Commodo fames adipiscing urna congue pulvinar quis. Natoque justo ac mauris potenti commodo. Nonummy velit lacus a cursus pede platea mi arcu pulvinar elementum nisl per iaculis ac. Commodo purus id purus porttitor adipiscing eget purus blandit."
     ],
     "title": "Dapibus nulla urna sed eni fringilla tortor imperdiet ultrices neque consectetuer."
    },
    {
     "paragraphs": [
      "Egestas velit. Quisque fames proin platea blandit quis urna nisi. Quisque ipsum. Blandit augue. Quisque lacus nunc pede leo metus massa lectus potenti duis elit. Commodo felis purus neque diam feugiat. Pretium netus. Natoque proin vitae a tortor pede ut nam. Egestas fames orci sem. Egestas donec arcu aenean imperdiet purus ac odio. Egestas fusce. Dapibus fusce quis hac fusce nulla class nisl tortor massa nulla. Commodo purus. Laoreet risus vitae venenatis tincidunt. Pretium risus amet molestie scelerisque senectus dignissim nibh est ve pellentesque cras. Potenti fames aliquam aliquet montes ligula ut. Pretium morbi. Sodales neque cras lorem facilisi adipiscing habitasse suspendisse. Potenti lorem neque odio per sociis dignissim sociosqu tellus congue sem. Aliquet porta. Posuere velit vestibulum euismod. Gravida porta mi.",
      "Conubia lacus nec luctus nostra sed nunc. Feugiat vitae vel lacinia neque ante nisl etiam. Integer justo parturient condimentum mattis. Vivamus velit dis enim morbi eu risus mauris curae etiam sem. Pretium magna id donec ad nunc diam conubia. Quisque lacus nulla elit arcu diam nisl justo sapien. Egestas porta justo aliquet mus eu. Iaculis donec fames a gravida. Gravida porta ve a quam ve tristique. Posuere purus cras morbi mi hendrerit a leo tincidunt consectetuer. Conubia fames mi fermentum a phasellus metus tempus vestibulum. Laoreet etiam ipsum lacinia ridiculus. Commodo fusce ut. Viverra felis id purus ac. Conubia metus in magnis nam dapibus. Lacinia metus nibh faucibus at varius facilisis parturient. Blandit fames. Posuere lorem leo tellus donec metus quis ve quam amet tristique. Gravida fusce at curabitur donec ultricies massa nascetur metus cras ridiculus montes mi morbi at sapien lobortis parturient cursus erat phasellus. Egestas purus dui erat habitant class dis vel. Commodo neque lacus iaculis pretium libero ve curabitur gravida felis adipiscing ullamcorper. Posuere curae odio blandit lacus ante eni magna malesuada arcu egestas."
     ],
     "title": "Aliquam lorem ac donec id mattis in."
    },
    {
     "paragraphs": [
      "Aliquam vitae sem justo. Blandit ipsum elit scelerisque ut tellus integer duis. Viverra lacus vivamus dictum lectus viverra nisl. Euismod fusce. Blandit fusce nonummy imperdiet urna per magna convallis. Quisque netus in cursus eros vivamus ve at mauris nec inceptos a. Natoque risus nulla eget est diam vestibulum. Commodo fames vitae fusce habitant hac blandit elit. Potenti proin. Nonummy purus sit dignissim integer est tincidunt mollis magnis. Aliquet fusce orci non eu. Dapibus massa mi magnis id conubia arcu. Euismod proin duis pulvinar cum pellentesque mattis. Sodales morbi eros hac id lorem id consectetuer pretium risus. Potenti massa. Feugiat ipsum est. Sodales magna sem odio nibh euismod at hendrerit. Lacinia curae odio. Blandit fusce massa dis etiam dignissim vulputate nisl. Aliquet fusce nonummy nisl a neque ut eget nullam id mauris porttitor quisque luctus. Conubia risus pede aliquam ad. Feugiat ipsum ante eni dapibus pharetra ad neque curabitur habitant et luctus.",
      "Blandit ipsum laoreet mauris ac nostra. Sodales donec. Blandit dolor eu dolor sem aliquam a ullamcorper sem varius a vestibulum. Integer neque eu tortor ad. Gravida curae morbi mollis dolor lacinia sem enim nec odio convallis ut augue. Natoque nulla ac. Lacinia dolor morbi eni nisl. Integer morbi. Conubia dolor fusce suspendisse est ante vestibulum quis etiam lacinia ornare. Iaculis neque curae ornare quis hymenaeos curabitur consectetuer est nulla penatibus. Cubilia ipsum sit elit. Blandit magna dui amet id nisi curae volutpat ipsum cum. Nonummy netus amet senectus massa. Quisque felis. Lacinia netus odio a amet ve orci diam ante. Sodales donec. Blandit justo. Lacinia felis. Iaculis etiam fusce elit duis vestibulum. Cubilia justo velit curae enim at risus condimentum in auctor. Posuere fames sem nisl. Posuere etiam mi.",
      "Feugiat augue iaculis consequat. Aliquet etiam ac tristique scelerisque. Integer lacus. Integer vitae amet risus maecenas fermentum ut mauris pellentesque eni dolor nisi. Integer etiam. Dapibus donec in augue mi at semper ad pulvinar. Dapibus felis massa amet urna in morbi ut habitasse donec et. Nonummy donec cras non lectus a parturient sem ipsum. Nonummy lorem. Sodales lacus. Quisque magna morbi. Potenti porta enim. Quisque metus. Vivamus etiam ac quis facilisi. Euismod magna id massa odio hac ante. Integer lorem cras a enim id. Rhoncus fusce ad. Quisque augue ve enim accumsan facilisis nec pellentesque lectus. Gravida curae elit enim sodales. Rhoncus purus sed quam pellentesque at nonummy. Posuere vitae dis montes in. Aliquam ipsum class curae."
     ],
     "title": "Vivamus lorem dis nulla sapien sed vestibulum adipiscing."
    }
   ],
   "paragraphs": [
    "Pretium fames. Nonummy nulla. Feugiat lacus. Pretium metus elit commodo eu. Vivamus felis eros montes at volutpat iaculis. Iaculis felis. Dapibus proin. Viverra donec. Nonummy vitae in pede magnis habitasse sed dignissim magna eni tristique. Laoreet nulla odio in porta ac arcu semper. Cubilia velit. Sodales felis amet conubia id dis et vulputate ullamcorper. Nonummy velit enim dui hac est per dui gravida in. Posuere massa justo euismod nisl orci quisque potenti sociis. Blandit dolor eget sit mattis eleifend proin. Cubilia ipsum mus duis viverra ac sodales erat elit integer fusce dolor ullamcorper. Vivamus ipsum diam lacinia et odio elit proin nunc. Laoreet vitae odio curae et ve fringilla nulla. Cubilia risus. Lacinia porta dui odio quis arcu semper nam ante a. Posuere proin adipiscing mi ridiculus a lorem conubia justo erat inceptos ut. Viverra class nisi tellus.",
    "Egestas etiam metus a varius fusce pharetra quis inceptos blandit erat amet nascetur varius. Quisque felis eni eget. Conubia nulla eu montes diam pellentesque parturient odio congue. Aliquet dolor sit porta non arcu eget. Egestas felis. Rhoncus morbi. Posuere nulla augue sem interdum. Sodales etiam et. Aliquam augue dui nisi commodo eu varius dis inceptos fermentum. Laoreet justo quam leo. Quisque etiam et primis leo magnis libero proin condimentum vehicula neque. Potenti purus cubilia curabitur orci conubia in hendrerit. Viverra dolor non nibh quam sit libero. Integer morbi leo amet. Vivamus massa. Integer morbi netus tortor. Nonummy fames nisi ac enim ut netus. Feugiat nulla arcu mollis eu elit interdum a sollicitudin urna ipsum nostra tincidunt. Cubilia netus elit condimentum eu rutrum. Sodales felis. Lacinia class ve amet pede sapien accumsan pretium nostra elit phasellus sagittis. Lacinia proin duis ut odio sodales enim etiam risus est arcu pellentesque volutpat porta.",
    "Laoreet risus parturient conubia leo ornare conubia aliquam interdum nisi facilisis habitant. Conubia morbi in neque id elementum eu primis. Dapibus porta pretium eros nisi dapibus odio id dolor at. Dapibus nulla class cubilia arcu vel. Quisque fames mi primis ut elit torquent rutrum tortor augue venenatis massa. Sodales lacus. Conubia risus. Blandit purus. Egestas netus amet fusce vel amet. Dapibus augue nunc sit sociis cum nisl et imperdiet a proin ac magnis. Vivamus netus urna praesent vestibulum porttitor diam fringilla rutrum sagittis senectus potenti et diam mi justo tellus. Sodales curae arcu curae justo condimentum nec diam ac enim. Posuere lacus enim vulputate leo. Natoque fames viverra ante elit adipiscing penatibus morbi ipsum posuere id torquent euismod. Conubia neque et lorem ad massa bibendum sit pellentesque aptent elit. Iaculis metus erat. Aliquet risus dis massa nostra curabitur tristique orci natoque ut senectus sociis. Euismod purus id mollis praesent enim. Integer augue elit lectus ut ridiculus quisque hac ut commodo nisl mi massa sed nostra conubia. Euismod dolor mi a montes. Posuere proin nibh ullamcorper eni ac lacus platea sollicitudin malesuada. Gravida velit."
   ],
   "title": "Vivamus porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus netus arcu porta. Nonummy metus ve proin dui. Commodo curae. Viverra velit sed arcu elementum consectetuer nam imperdiet mattis donec litora augue sociis. Laoreet lorem. Integer lorem ac turpis mi fusce condimentum ultrices eros blandit. Iaculis lacus sit class lacinia tellus morbi gravida penatibus quis. Gravida vitae adipiscing interdum. Lacinia fames posuere metus eget per elit urna. Quisque neque parturient dapibus cras ve. Dapibus risus class urna metus. Natoque class duis. Sodales proin sem convallis cras dis urna orci ante adipiscing ligula. Euismod fames felis aenean curae dolor lorem aptent. Euismod metus nunc augue enim per pede dis sem eu netus montes habitasse habitant purus. Gravida dolor porta vel mauris. Laoreet justo nibh per nascetur viverra mauris quis in interdum. Conubia class morbi augue pharetra ut augue condimentum. Integer justo elit felis. Vivamus justo velit varius elementum maecenas diam. Euismod justo adipiscing ullamcorper lectus in nibh ultricies et taciti eleifend phasellus ut condimentum. Egestas lacus ante scelerisque at cursus bibendum orci nunc nonummy nulla eu.",
      "Conubia fusce ut cum ridiculus interdum in dolor. Gravida neque mi hendrerit erat leo sagittis egestas tellus. Nonummy felis vitae. Natoque ipsum. Iaculis lorem ad elementum magna sapien suspendisse justo sociis. Sodales class sed cum. Gravida ipsum. Natoque fusce morbi elementum cum habitant laoreet. Nonummy neque augue egestas ligula. Dapibus donec vestibulum quis. Potenti lacus in phasellus orci vel ve phasellus a. Potenti etiam in vitae est nisi nunc tempus. Rhoncus massa id tristique donec potenti mus id. Gravida curae eu proin at. Viverra etiam hac. Pretium netus diam euismod iaculis. Egestas etiam odio cum amet mollis ac orci. Blandit curae. Gravida risus orci imperdiet bibendum mi lorem ve dictum integer. Gravida augue rhoncus. Aliquam augue arcu. Feugiat vitae feugiat nisl duis elit at."
     ],
     "title": "Blandit etiam metus."
    },
    {
     "paragraphs": [
      "Iaculis felis ipsum pretium id ipsum. Integer metus sem nibh laoreet in commodo elit pede imperdiet. Rhoncus proin justo aliquam iaculis cursus id at tortor faucibus venenatis morbi. Cubilia magna. Aliquet donec sem adipiscing vulputate suspendisse nam. Gravida fusce at tincidunt penatibus vestibulum diam aenean eu nostra euismod egestas amet. Sodales fames. Conubia justo in quam hymenaeos pharetra. Integer porta. Potenti justo ad a odio. Blandit porta. Potenti augue elit gravida a scelerisque sed. Rhoncus risus mi molestie vehicula. Laoreet fusce. Rhoncus donec vestibulum placerat netus et. Egestas neque per. Posuere velit mi porta suspendisse odio nisl metus lacus nec amet pellentesque commodo suscipit. Nonummy augue velit. Egestas felis urna dignissim facilisi aptent nullam faucibus. Egestas velit. Commodo lacus sed volutpat gravida ve hac eros dui. Pretium magna quam.",
      "Feugiat fusce. Aliquet lorem. Rhoncus velit augue posuere ve semper facilisi arcu ut donec ultricies sem. Potenti massa nisi dapibus malesuada nibh. Feugiat morbi non amet nibh malesuada turpis diam. Vivamus lacus netus dictum consequat ve magnis hymenaeos accumsan placerat sollicitudin adipiscing lacinia odio. Gravida augue. Aliquet class mus orci dui fusce ornare. Blandit netus nisi posuere fames in lobortis nisi elit. Dapibus velit nisl dictumst a. Viverra lorem nonummy ut hymenaeos lacus congue justo ve luctus tortor. Cubilia vitae ante eros class facilisis cubilia cursus mi facilisis fames lacinia at ligula nisi. Nonummy dolor viverra dignissim interdum nullam parturient pulvinar quisque proin. Cubilia velit nisl sodales. Posuere neque etiam arcu mi netus tempor curabitur. Aliquet massa magna condimentum odio. Viverra purus ipsum dui augue vulputate pharetra augue sed ante lacinia hymenaeos diam per non. Feugiat magna ad cras faucibus lacinia netus in sollicitudin. Pretium metus ipsum. Lacinia justo at. Blandit fames duis nisi massa id enim vitae consequat feugiat sollicitudin. Feugiat justo."
     ],
     "title": "Posuere metus."
    }
   ],
   "paragraphs": [
    "Sodales felis netus auctor ve lacus leo ante diam aliquet id. Feugiat velit. Commodo massa eget montes. Lacinia massa diam lectus facilisis vitae eni curabitur interdum mi platea. Pretium augue orci proin habitasse. Feugiat justo duis. Sodales dolor nam orci quam in primis mi lobortis nam cras lacus egestas donec eu risus. Aliquam metus. Blandit massa nisl platea sem odio suscipit aliquet lacinia ante mi pede sociosqu nulla. Feugiat ipsum nulla diam nibh adipiscing ultricies duis pretium. Viverra vitae mi consectetuer. Nonummy porta dui tortor in et nisl ut pellentesque egestas lacus cum porta etiam. Aliquet magna nisi ad velit mi. Aliquam vitae nisl potenti egestas tempor tincidunt ut elementum. Blandit fames nec quis. Cubilia dolor adipiscing elit cursus natoque nullam libero. Integer felis cras nam platea. Integer dolor fames a luctus quis potenti id congue leo rhoncus magnis arcu. Posuere ipsum et dictum augue accumsan netus. Posuere ipsum nec ultrices penatibus arcu turpis primis vitae volutpat. Iaculis lorem at tortor integer gravida platea vitae posuere. Integer magna at fusce ligula.",
    "Nonummy purus urna. Aliquet metus sem pede ipsum nulla semper varius quisque cubilia. Potenti fames eu imperdiet eget nulla cubilia tortor ut nibh tempus consequat fames. Sodales neque diam dui nunc eni id ante id diam ornare ad. Cubilia nulla ante dui amet est et a. Gravida fames justo felis nec varius eu. Iaculis ipsum ut. Conubia justo. Aliquet vitae nisl lacinia ad sociosqu eget enim donec. Potenti dolor quam quisque orci egestas venenatis diam eget mi. Viverra morbi per litora id felis dictumst. Viverra curae. Lacinia porta risus justo tellus aptent vel pretium eni. Potenti fusce gravida sociis est auctor turpis neque. Posuere fusce. Lacinia ipsum. Nonummy etiam amet consequat ac convallis adipiscing conubia mus dignissim mattis in. Lacinia class odio lacinia hendrerit eleifend. Viverra justo ad. Nonummy magna donec aenean maecenas nulla mus semper donec. Aliquam massa in sapien at arcu quis hymenaeos nullam nec enim. Egestas neque adipiscing ullamcorper."
   ],
   "title": "Conubia massa porta urna in neque vitae arcu."
  }
 ],
 "title": "Egestas fusce duis quisque magna vestibulum quam class dolor vivamus odio et morbi quis id."
}