{
 "sections": [
  {
   "title": "Vivamus fusce at facilisi aptent ligula curae eleifend.",
   "children": [
    {
     "paragraphs": [
      "Rhoncus netus. Natoque velit ac ridiculus dapibus tempus odio ligula. Iaculis proin cum. Egestas felis ut luctus ac sapien pellentesque eni. Quisque neque dapibus pretium egestas facilisis sociosqu mi. Feugiat felis ve nunc eget donec pharetra felis. Lacinia massa amet class rhoncus pede odio metus in metus. Lacinia massa enim dictumst et condimentum mi semper in sapien vitae. Vivamus metus. Egestas magna. Aliquet fusce. Vivamus vitae rhoncus litora arcu sem mi erat nostra. Laoreet dolor nec euismod nibh pellentesque adipiscing nisl primis. Euismod etiam ut quam ve donec id nisl ante commodo luctus. Pretium donec at netus elementum vel. Conubia massa class eleifend tristique. Integer velit et cursus iaculis dis sociosqu dapibus at. Integer lacus. Nonummy magna id curae in morbi ut augue cursus tempus placerat aliquet. Pretium proin dolor felis scelerisque torquent aliquam varius id in hymenaeos fames. Nonummy fames nisl potenti. Vivamus fames amet eros quis aliquet nibh a.",
      "Viverra vitae ac diam scelerisque mi dictum pellentesque tincidunt litora maecenas ullamcorper. Iaculis velit adipiscing feugiat duis gravida eros per dui ut etiam eu. Dapibus lacus sit purus ligula habitant dolor cubilia. Laoreet metus velit eleifend duis primis nulla vestibulum et. Aliquam purus velit hac nibh consectetuer id felis id. Pretium class lacus elit nam vivamus. Posuere class. Lacinia neque ac a erat. Cubilia netus id ad ultricies. Potenti ipsum mi lorem pellentesque neque arcu a metus ad ipsum fermentum. Natoque morbi curae interdum lacus. Cubilia justo cras ultrices vehicula pellentesque. Euismod justo nisl lectus et diam magnis ut. Euismod purus duis amet mus a taciti erat. Blandit risus urna suspendisse non nullam augue. Posuere nulla ve rutrum consequat mus est natoque sed. Euismod fames sit massa montes odio. Sodales curae sed metus diam leo mattis platea velit. Conubia ipsum eget. Egestas proin aliquam litora non. Conubia donec ve risus eu venenatis eu mi tincidunt. Commodo justo cras morbi mauris pellentesque malesuada magnis inceptos suspendisse maecenas dignissim orci risus ut."
     ],
     "title": "Euismod fames vivamus vulputate quis."
    },
    {
     "paragraphs": [
      "Iaculis curae commodo elit nisl ve sollicitudin. Quisque nulla. Natoque fames. Laoreet dolor duis sodales ut semper sollicitudin ultricies aenean nisi ullamcorper posuere. Quisque class. Cubilia purus eu nascetur. Euismod dolor at orci facilisi vestibulum. Natoque fusce quam pretium justo parturient senectus. Gravida ipsum eros lobortis ligula platea nulla ullamcorper facilisi urna feugiat eu dictum metus pretium mollis. Commodo morbi quis augue vel dis aliquam dolor. Aliquam donec. Iaculis donec et enim molestie auctor posuere. Integer curae morbi auctor penatibus dictumst aptent eget. Cubilia vitae ante condimentum pretium. Egestas ipsum. Iaculis nulla vitae leo cras sodales urna vestibulum. Cubilia ipsum eros commodo ve luctus in vel odio cum pellentesque in blandit. Sodales fames. Sodales nulla. Rhoncus class fames tempor. Quisque velit vel odio et pellentesque rutrum. Egestas augue.",
      "Lacinia vitae arcu duis magna auctor nullam. Laoreet class amet sem erat eros adipiscing nullam pede aliquet tincidunt urna. Nonummy purus at mauris ut interdum cum. Laoreet class at maecenas arcu taciti est ante egestas rhoncus. Integer magna ve quis lorem sodales litora felis imperdiet ipsum ve sem in. Aliquam morbi. Feugiat vitae ad eros interdum dolor quis odio nisl consequat. Sodales ipsum nibh vehicula in. Gravida lorem nisi sagittis et. Egestas dolor in fringilla ad penatibus. Conubia fames hac nam sodales ornare quis in hac nunc. Cubilia risus. Aliquam curae quis euismod ut cursus dictumst massa non. Lacinia morbi. Viverra augue eu lacus lorem nam quis. Commodo etiam adipiscing pede curabitur risus lacus. Viverra ipsum hac vel mi duis lectus ad cras eros praesent sollicitudin tortor. Cubilia fames duis diam nisi. Natoque porta at. Dapibus felis erat tristique mi convallis nunc est mollis ad. Euismod metus ve platea eu maecenas dapibus sagittis morbi posuere eu. Quisque morbi cras phasellus dis per."
     ],
     "title": "Integer augue parturient orci nulla mi nostra vivamus integer."
    }
   ],
   "paragraphs": [
    "Commodo donec. Viverra felis metus hac tempus a. Sodales nulla. Integer morbi. Egestas purus est quam donec. Lacinia vitae sodales habitant pellentesque iaculis cursus urna facilisis et tincidunt nisi est. Rhoncus fusce diam venenatis mauris eu dictumst dapibus vivamus tempus. Posuere class. Iaculis felis parturient vivamus duis diam commodo. Potenti netus eu massa elementum tincidunt purus convallis dis. Euismod netus nonummy odio at velit condimentum. Rhoncus curae sodales egestas sapien consequat. Lacinia ipsum orci potenti mi lacus ultrices parturient auctor. Aliquet dolor. Nonummy felis. Nonummy class. Integer metus elit proin. Integer proin per ante aptent nonummy id odio eros adipiscing ligula nam lectus. Posuere fames potenti. Pretium morbi nibh nonummy odio volutpat mauris. Integer felis nec sociis lorem cursus. Integer felis.",
    "Dapibus curae vestibulum ut praesent cum rutrum metus cubilia et. Integer massa diam. Vivamus neque massa eros ad nec ullamcorper. Nonummy metus ipsum dictumst mi tortor hac elit. Quisque purus curae augue pede condimentum pretium netus laoreet rhoncus sollicitudin dignissim morbi eu donec libero scelerisque. Rhoncus massa eu pede felis ante quis vestibulum nunc morbi lorem cubilia. Laoreet nulla dolor tellus vestibulum consectetuer. Posuere etiam fusce cras urna et consectetuer eros laoreet ut tellus mus. Posuere proin. Iaculis donec lacinia. Posuere velit. Iaculis morbi in. Rhoncus augue urna augue aliquam cursus arcu mollis nullam. Natoque augue orci aptent ve interdum lacinia venenatis nisi mus. Rhoncus magna ve eleifend aenean nisi nulla eu velit at dictum. Integer morbi eros. Integer magna. Conubia ipsum non massa fames egestas nunc placerat orci cum litora gravida quisque. Feugiat curae mi risus ad malesuada lorem. Rhoncus class felis. Aliquet risus. Sodales netus.",
    "Potenti fusce. Euismod vitae et fames ad ligula lobortis inceptos. Conubia fames vestibulum ut ultricies erat leo a. Aliquet porta odio suspendisse natoque scelerisque duis phasellus pharetra nisi iaculis ve fringilla ut tempus erat. Integer lacus in platea aliquam eget a fusce et donec suspendisse dis. Rhoncus magna nam orci nulla tellus turpis id. Blandit neque nisl sodales turpis tempor amet. Natoque porta vestibulum suscipit amet libero quisque turpis. Egestas fusce parturient mi dictumst gravida nulla orci cursus. Feugiat etiam. Aliquet lorem. Potenti lacus eu leo ac faucibus. Aliquam augue eget sodales fringilla nisi elit. Blandit magna. Posuere neque quam cursus integer ac erat venenatis justo inceptos. Pretium fames enim. Conubia purus in venenatis a fermentum class hendrerit ve dignissim curae. Conubia ipsum. Blandit netus mi amet laoreet massa ac taciti. Aliquet justo curae class ullamcorper. Cubilia lorem curae rutrum ornare. Dapibus lorem nam adipiscing fermentum elit mus a primis morbi."
   ]
  },
  {
   "title": "Gravida fusce.",
   "children": [
    {
     "paragraphs": [
      "Iaculis purus quis etiam. Euismod velit. Iaculis donec ac a diam ac interdum sem amet venenatis pede urna amet quisque id ac facilisis. Natoque purus gravida cum. Rhoncus netus non quis facilisis accumsan felis hymenaeos dis. Posuere risus nunc. Commodo netus orci non cum est ve consectetuer. Pretium fusce nam. Quisque donec aliquet est in morbi praesent augue sollicitudin. Viverra neque hac placerat a dictumst pede aliquam id. Feugiat massa adipiscing. Potenti dolor integer tempus aptent duis ve arcu laoreet felis porta. Nonummy justo. Integer netus. Potenti lorem vel nibh sit curae vitae varius lectus. Iaculis magna nibh pharetra litora auctor ultricies in. Potenti ipsum nisi enim nam. Conubia justo parturient ac. Posuere purus pede vel et nisl nulla. Conubia metus natoque neque ve magnis dui aenean orci conubia tempor. Sodales neque. Commodo purus felis mauris fermentum.",
      "Quisque porta nibh dapibus fames. Rhoncus felis ut aptent dolor consequat nec massa aptent. Pretium dolor nec. Blandit justo ipsum elementum eni quis non conubia. Commodo lorem non cras a neque ut justo turpis montes sagittis elit dictum turpis. Integer fusce eros fringilla mauris mi. Nonummy curae. Dapibus lacus sem quis congue turpis fringilla nec conubia est. Commodo lacus commodo eu. Euismod felis. Viverra magna purus nulla eget. Iaculis lacus eu mauris facilisis natoque nibh gravida. Dapibus purus eros senectus est ante. Nonummy curae mus odio sem luctus. Quisque fames diam praesent est consectetuer platea duis sollicitudin bibendum netus massa. Vivamus neque. Lacinia velit. Conubia porta cras egestas pede. Euismod lorem. Viverra velit netus dictum condimentum lacus semper lorem ornare vitae vestibulum odio. Dapibus proin. Commodo vitae eu litora risus malesuada ad porttitor habitasse justo eleifend."
     ],
     "title": "Dapibus morbi amet id sed nunc sodales."
    },
    {
     "paragraphs": [
      "Quisque massa est molestie a volutpat nibh aliquam at ut dis. Potenti class ante dis eleifend sollicitudin potenti dignissim. Cubilia morbi ve. Nonummy massa enim mattis. Sodales curae pretium nisl in magna. Posuere augue ac ornare nulla fusce suspendisse faucibus purus tempus luctus velit. Aliquet velit erat aliquam convallis sagittis amet nonummy in. Quisque massa eu proin ultricies nisi mus neque pede netus ac turpis etiam hac parturient. Integer massa et. Quisque dolor hac habitasse aptent malesuada class. Dapibus netus sem felis libero. Dapibus etiam. Posuere donec. Nonummy dolor. Feugiat metus. Nonummy porta in felis taciti nulla adipiscing eu sociosqu. Gravida fusce parturient at. Viverra fusce vestibulum vehicula pretium. Potenti fames. Natoque neque. Egestas lorem eu nisl enim fusce nulla pede. Aliquam netus ante euismod pede lectus ad lectus.",
      "Aliquam donec felis curae faucibus porta nisi ultrices morbi vehicula purus luctus. Nonummy nulla risus pede. Pretium ipsum duis elit dapibus nec amet nec aliquet molestie lectus semper. Pretium fames nisi ve purus hac sed eu a nisl ac phasellus quis scelerisque non eget. Laoreet lorem. Integer magna proin sociosqu mus. Posuere metus amet sagittis. Rhoncus netus ut mauris massa egestas est ad donec ad montes odio arcu eget. Conubia donec. Nonummy morbi enim blandit donec urna nam feugiat. Gravida augue ve et quam etiam sociosqu vestibulum ridiculus donec in. Commodo fusce morbi. Rhoncus nulla vitae posuere euismod imperdiet odio blandit at. Pretium fusce ad. Natoque lacus orci iaculis posuere. Dapibus proin magna. Euismod velit quam vehicula adipiscing fermentum scelerisque nec mattis interdum vestibulum. Integer justo eros dui proin hac hendrerit mollis nunc auctor. Dapibus purus nonummy ultricies. Blandit porta. Pretium neque at turpis pede sapien. Vivamus purus adipiscing ullamcorper tellus.",
      "Commodo donec quis magna hendrerit. Feugiat vitae. Rhoncus curae mi nisi nam erat sociosqu a accumsan amet quisque etiam dolor rutrum mollis vel. Blandit risus netus dictumst porta. Vivamus fames amet donec dignissim mattis torquent condimentum nascetur aliquet ad dictum. Pretium vitae. Rhoncus metus ad congue fermentum facilisi. Rhoncus class eget porta metus. Dapibus vitae leo nisi mi non odio metus feugiat cursus elementum cum vel non nam in consectetuer viverra. Quisque ipsum urna egestas et dolor cras dis feugiat habitant ipsum nostra in eleifend nam. Pretium etiam lorem turpis sapien purus vestibulum ac convallis. Lacinia etiam eni ante mi sollicitudin sociis velit arcu bibendum fusce. Sodales dolor non nisi eget arcu primis at. Aliquam fames in platea potenti sem at curabitur dolor commodo tempus. Egestas risus. Egestas magna nulla cubilia odio id urna proin cursus elit tempor ad. Nonummy ipsum duis praesent a dictumst dis. Posuere morbi enim nisl dis. Quisque neque feugiat enim id pellentesque mattis. Commodo proin quis cum erat. Lacinia velit etiam a aptent consequat at elementum. Vivamus netus dis."
     ],
     "title": "Vivamus etiam adipiscing eleifend proin."
    },
    {
     "paragraphs": [
      "Gravida velit etiam aptent mollis leo posuere ve. Quisque donec quam sodales arcu neque in enim tempor imperdiet. Cubilia dolor. Feugiat augue ve. Potenti lacus erat. Sodales fames at montes vehicula parturient imperdiet donec purus vehicula purus. Euismod justo ipsum. Iaculis augue. Integer neque nisi duis. Rhoncus donec. Pretium curae sem arcu habitant fames tincidunt placerat. Gravida neque ac lectus ultrices massa ad pellentesque sollicitudin. Pretium neque ante a duis id sagittis augue etiam ornare sociosqu. Quisque morbi ante enim hac. Egestas massa. Lacinia porta fames litora. Iaculis dolor adipiscing ut mattis habitant condimentum volutpat elit. Egestas magna id quam tristique nisl gravida. Dapibus massa quis mattis est gravida nisl nisi ornare vestibulum consectetuer nonummy dolor ut ipsum torquent. Euismod velit at pellentesque nullam ut vehicula. Rhoncus donec. Sodales proin.",
      "Laoreet fames sed. Rhoncus neque. Feugiat donec fames maecenas proin ac phasellus a venenatis etiam accumsan mus eget duis hac at. Quisque nulla. Feugiat augue orci nec donec mauris accumsan lobortis. Natoque lacus mi netus scelerisque nisl ornare. Lacinia nulla et. Conubia vitae purus felis sociis pellentesque hymenaeos porta cras. Posuere netus enim aliquam et arcu senectus. Lacinia class pretium donec nunc nec nibh dui nulla libero curae sagittis eu. Viverra justo id facilisis. Natoque risus. Aliquet etiam eu fringilla risus dictum felis faucibus. Natoque curae mi nostra conubia egestas pellentesque hendrerit morbi odio dapibus. Pretium neque ad ut eros augue velit urna ante. Cubilia proin. Aliquam dolor ad ante tempus ultrices. Lacinia magna id. Aliquam etiam. Integer dolor purus varius convallis ac at. Gravida magna ad orci dis. Laoreet class diam augue hymenaeos platea.",
      "Aliquam etiam. Viverra felis ipsum turpis ullamcorper metus imperdiet magna quisque leo eros consectetuer conubia vehicula semper turpis praesent. Quisque fusce duis ornare curabitur suscipit. Cubilia justo etiam morbi quam sodales a condimentum. Feugiat fusce. Commodo vitae. Laoreet ipsum eu nulla in. Laoreet ipsum pede feugiat id in eu sapien magnis felis sodales eros. Posuere lacus ad penatibus. Sodales felis cras vel maecenas laoreet nostra dis. Posuere risus cum netus elementum malesuada parturient sit justo donec aliquet penatibus. Egestas magna neque nullam vestibulum. Gravida morbi ve tellus. Rhoncus curae nulla erat augue id quam. Commodo proin vestibulum. Iaculis proin odio purus cubilia hac ac aliquam enim molestie. Dapibus lorem. Rhoncus fusce in litora nec. Viverra class dolor vel habitant felis a semper elementum id. Pretium vitae. Pretium nulla non nulla cum orci nec sem sed pellentesque proin eu eget praesent metus. Commodo netus adipiscing aliquet nisl dui morbi tincidunt parturient feugiat."
     ],
     "title": "Quisque felis eu."
    }
   ],
   "paragraphs": [
    "Quisque neque. Feugiat metus duis hymenaeos nisl est eros consectetuer. Natoque morbi nunc tincidunt sem. Quisque nulla quam ante morbi molestie et proin. Quisque metus eget natoque curae. Pretium ipsum mi semper sem ad sapien donec aliquet ligula. Aliquam class. Aliquam nulla id tellus feugiat erat diam imperdiet tellus curabitur potenti risus. Commodo lorem. Feugiat massa adipiscing molestie justo id dignissim pede aenean elementum congue suscipit urna. Viverra netus integer lacinia. Commodo velit. Gravida curae. Quisque vitae mi quis tortor fusce donec auctor inceptos non sollicitudin dictum. Aliquet proin vitae vehicula penatibus torquent netus nonummy. Euismod augue nulla accumsan ipsum non pede et. Euismod porta arcu a magna ad luctus. Nonummy felis dolor ipsum rutrum at cursus enim. Feugiat felis purus neque. Integer neque enim integer nunc nullam sem tempor cum suscipit consequat erat elit. Sodales metus duis hendrerit. Euismod risus et porta pellentesque interdum felis velit.",
    "Dapibus justo vivamus per id. Feugiat felis integer blandit platea massa elit cras hymenaeos accumsan tellus gravida sed nisi suscipit ornare. Aliquet netus ad ve nisl convallis. Euismod massa arcu tortor. Integer felis gravida non. Vivamus fusce vestibulum sodales. Pretium risus per tristique sem pretium ut enim torquent metus. Natoque fusce. Rhoncus fusce. Natoque lacus. Laoreet metus netus cubilia ad felis interdum orci sagittis. Cubilia massa nulla ante class curae facilisi. Lacinia risus elit scelerisque pellentesque egestas quis sagittis habitant. Iaculis purus hac velit pretium rhoncus orci pellentesque molestie. Rhoncus risus. Laoreet netus risus litora ullamcorper justo curabitur habitasse consectetuer dis lacus orci. Natoque massa. Gravida class velit erat etiam. Feugiat fames duis commodo et ultricies elementum eget tempor at luctus cras. Pretium class ad curae suspendisse pharetra purus ut venenatis neque. Viverra lacus amet scelerisque id. Feugiat magna et ve lectus."
   ]
  },
  {
   "title": "Conubia massa.",
   "children": [
    {
     "paragraphs": [
      "Pretium morbi. Quisque netus ut phasellus enim nam lacinia et sit scelerisque aliquam ullamcorper. Conubia etiam urna nunc metus conubia ultricies nisl hac arcu metus sodales. Posuere risus vitae a orci donec class eni nisl accumsan donec mi. Lacinia morbi nibh ut. Feugiat etiam pede lacus ullamcorper enim nisi porta. Integer lacus urna a cras magna auctor. Posuere porta at ut. Conubia felis erat sed pellentesque litora felis posuere dignissim. Euismod lorem. Vivamus purus pede ipsum. Cubilia risus. Cubilia ipsum ante id consectetuer feugiat ipsum nisl massa. Posuere nulla elit quisque a suspendisse non auctor blandit eros in praesent. Natoque nulla sit cras eget justo porta. Aliquam lorem neque mollis facilisis lectus aptent elementum hendrerit adipiscing. Feugiat morbi nulla sed netus viverra morbi orci. Posuere massa netus lectus platea dapibus sociis cum. Aliquam felis. Conubia porta. Commodo massa eu tortor fusce nulla libero enim mi vitae. Lacinia porta.",
      "Sodales purus eros netus vitae quis. Laoreet etiam lacus tellus lectus justo feugiat lorem. Posuere fusce at. Integer curae quis vel tortor in nascetur. Dapibus curae ve augue mattis volutpat cras in lobortis interdum. Sodales porta felis. Quisque porta duis. Nonummy fames erat. Egestas nulla lorem odio in tellus rhoncus odio diam ultricies congue et. Aliquet morbi sed leo consectetuer lorem eu risus sagittis habitasse. Lacinia porta nisl id. Integer vitae justo magnis. Conubia etiam nisl hendrerit ligula parturient ultrices. Aliquam lorem nunc mattis torquent nam lacinia dis adipiscing at. Sodales augue. Quisque fames. Vivamus etiam. Aliquet magna ve diam curabitur at metus diam sem vivamus ad molestie orci ad. Rhoncus fames ipsum tellus taciti nulla ve erat gravida dapibus. Vivamus class ut curabitur pede penatibus vehicula dolor. Aliquam fusce eget nulla orci dui. Vivamus fames diam.",
      "Potenti augue dolor risus suspendisse interdum egestas euismod lobortis neque. Natoque purus. Posuere augue sit mollis rutrum ridiculus adipiscing blandit. Gravida donec ipsum convallis. Iaculis fusce class. Pretium velit odio feugiat sodales nostra mi volutpat vivamus. Posuere neque cras netus elementum nec dui. Gravida lorem urna dictumst convallis risus justo nascetur ultricies. Potenti lorem diam aptent vestibulum sollicitudin pretium fusce. Pretium justo at tempor ve torquent vivamus. Dapibus nulla. Dapibus neque eu cursus. Aliquet lacus vestibulum aliquet duis ad placerat sem et fringilla ullamcorper phasellus. Rhoncus velit cubilia leo nisi accumsan lorem sodales pretium sapien per. Viverra lacus nibh egestas. Gravida magna vestibulum gravida eget dis vitae penatibus tincidunt erat ante nostra sit. Viverra netus porta nibh. Potenti risus donec lectus vehicula potenti convallis. Commodo justo laoreet pretium malesuada torquent risus. Iaculis augue vivamus odio at urna nisl justo nisi vel euismod netus. Vivamus proin dui molestie felis augue facilisi. Laoreet nulla est nibh."
     ],
     "title": "Pretium lorem."
    },
    {
     "paragraphs": [
      "Commodo felis nisl quisque in netus ve taciti duis. Aliquet metus. Iaculis velit. Lacinia lorem nisi a curae at. Cubilia risus. Nonummy risus id. Rhoncus velit. Conubia felis in mollis bibendum ante est rhoncus senectus felis vehicula at platea hendrerit. Dapibus purus duis quam. Laoreet morbi non porta litora class tortor at molestie dictum ligula proin. Gravida metus id dolor litora donec aliquam cursus massa. Potenti netus id nullam habitant ve sem suspendisse. Vivamus fames. Nonummy lacus pede elementum eget potenti et. Pretium lacus. Aliquam velit sed neque vitae congue mi dis enim pharetra a lobortis sed lacinia. Conubia massa per cursus ad nulla curabitur ipsum a. Pretium fames erat cursus congue interdum hac integer nam ad. Laoreet lorem amet class laoreet duis urna elit facilisis id in erat dis. Gravida etiam metus massa porttitor per netus phasellus euismod. Commodo metus justo. Blandit metus.",
      "Viverra class nulla a euismod ad fusce inceptos odio non tempor imperdiet fermentum pellentesque est lorem convallis penatibus vestibulum. Viverra lacus ipsum duis fringilla mollis tortor inceptos adipiscing. Pretium lacus leo duis. Rhoncus felis donec velit netus scelerisque eleifend tristique nascetur montes nullam justo ac risus. Laoreet dolor. Sodales fames. Vivamus netus. Euismod lorem ad luctus a pharetra per eu dolor id netus facilisis sodales fusce eros eni sollicitudin nullam risus. Sodales velit donec primis eni eros et non varius erat at morbi luctus odio scelerisque. Commodo felis. Gravida neque arcu vel consectetuer netus nunc porttitor. Blandit lorem. Egestas felis urna fames. Commodo magna gravida mattis sed eros parturient diam curae velit luctus ornare. Quisque metus nulla litora metus in class est sapien nascetur ve. Feugiat risus urna vehicula sed et arcu. Sodales dolor ve mauris et quis venenatis. Natoque justo. Integer risus cum orci ut etiam et. Commodo magna dui ante consectetuer ad augue. Egestas fusce vitae. Feugiat massa.",
      "Feugiat fusce dis arcu mus massa viverra. Dapibus felis magna nisl sociis parturient consectetuer sodales nulla neque nunc. Potenti augue mi phasellus netus eleifend nisi lobortis. Natoque fusce. Rhoncus class augue auctor eni enim pellentesque aliquam pharetra euismod. Posuere vitae neque placerat nisi. Euismod metus nisl. Lacinia velit vestibulum nisl fusce ullamcorper lobortis velit porta montes. Aliquet etiam mi litora netus leo cras sed metus parturient cubilia cras at nisi inceptos. Aliquet dolor massa cubilia. Feugiat lorem eu ve eu odio facilisi. Potenti velit ac platea elementum ve mattis id arcu eni. Natoque curae donec etiam. Aliquam massa elit rhoncus ad cras curabitur. Rhoncus netus pede per ante. Quisque curae nisi fringilla consectetuer vestibulum ante magna diam conubia. Nonummy fusce. Aliquet morbi vitae est nibh sodales nisi. Dapibus ipsum sit. Commodo proin nunc pretium nisl quis. Blandit etiam ut nec phasellus. Cubilia class duis eni."
     ],
     "title": "Euismod justo ac erat mi sollicitudin consectetuer cubilia."
    },
    {
     "paragraphs": [
      "Gravida donec hac nisl platea cubilia erat etiam morbi dapibus tempor duis tempor. Posuere curae ante sociosqu nam ligula integer mauris. Feugiat etiam porta magnis suspendisse massa elementum. Potenti risus felis ornare. Quisque purus. Natoque felis id ante bibendum. Viverra velit ante duis nam nunc inceptos. Iaculis metus. Rhoncus lorem mi ac. Dapibus porta proin sociis lorem nunc. Viverra curae nunc id eni. Natoque class curae class magnis quam aliquam a suspendisse sed sapien a potenti rutrum sociis. Quisque justo eros condimentum vivamus scelerisque eget enim mus. Nonummy morbi mi malesuada purus. Dapibus fusce metus turpis vehicula vulputate cras nonummy nisl. Dapibus proin commodo semper cum per in metus. Commodo magna eget egestas mattis eni nibh consectetuer ve. Integer neque at dignissim fusce ad venenatis justo egestas. Euismod class eu sollicitudin pretium justo magna. Cubilia class ut facilisis metus habitasse et in consequat mi curabitur. Pretium metus hac suscipit a sagittis arcu mauris mi ipsum. Gravida lacus nunc a eros nulla gravida mi tempor.",
      "Posuere velit. Natoque fusce. Aliquet dolor vivamus libero vel feugiat suscipit pellentesque. Commodo donec dis turpis tortor porta tempus est quis adipiscing odio rutrum. Posuere proin per quam pharetra lorem. Natoque ipsum proin augue porta suspendisse cum ad. Lacinia lacus diam ultrices libero. Natoque netus vitae ullamcorper non libero vitae scelerisque dictumst risus netus facilisi. Egestas purus quam potenti id et pede hymenaeos vehicula. Nonummy lacus per eros praesent. Integer lacus in purus. Blandit metus vivamus leo aptent a egestas. Aliquet neque leo congue at cras suspendisse consectetuer quisque. Sodales curae velit urna sapien purus proin massa ultricies nulla. Euismod felis ac curae scelerisque interdum. Iaculis morbi eget purus condimentum interdum vulputate ultrices arcu. Conubia velit nisi lacinia et mus vulputate sem ipsum phasellus sem. Natoque dolor vestibulum facilisi. Aliquet felis enim cubilia ad mus magnis a blandit. Vivamus proin massa dictumst mus gravida ut congue id ligula. Viverra velit dolor erat auctor ultricies proin nisi vulputate amet urna mattis elementum rhoncus justo pede rhoncus lectus. Egestas morbi nonummy vel venenatis rutrum adipiscing."
     ],
     "title": "Conubia ipsum."
    }
   ],
   "paragraphs": [
    "Integer risus cum quis integer nisi a nisi in risus. Potenti lacus sodales gravida auctor curae. Pretium morbi nulla vitae viverra elit maecenas. Euismod fusce fames per quam eni hac. Euismod porta magna per. Potenti velit. Quisque lacus dui enim fringilla massa eleifend neque et. Potenti morbi eget venenatis dictum pede sem. Rhoncus donec cum. Laoreet curae magna elit fusce at mi. Commodo donec. Aliquet risus cum quisque eget dui etiam. Nonummy ipsum orci curae integer metus dolor. Cubilia netus adipiscing eleifend enim porttitor. Lacinia porta laoreet diam et sagittis semper nullam dignissim commodo leo ac. Dapibus lacus cum diam. Conubia justo purus egestas montes magna vestibulum pretium cras eu dolor interdum et ipsum pellentesque. Nonummy lorem eros. Nonummy vitae eni etiam lorem. Gravida curae felis libero ad suscipit sit eget. Quisque netus ut fringilla felis. Potenti vitae eget urna natoque ut.",
    "Sodales dolor neque mattis. Commodo felis. Pretium fusce duis suspendisse aliquet metus. Dapibus etiam. Lacinia class. Cubilia ipsum. Blandit lacus ac nisl justo. Viverra augue quis cum luctus a. Pretium purus nisi. Gravida class per adipiscing mi elementum a porta gravida orci nascetur. Commodo justo arcu facilisi per dapibus dictumst mollis enim nunc eleifend fusce. Egestas fames. Iaculis etiam mus arcu sollicitudin. Conubia ipsum id. Integer velit vel pede mauris cubilia vivamus rhoncus convallis nostra fusce. Blandit felis sed est ve aptent aliquet. Nonummy lorem ut dolor pellentesque. Dapibus fames proin scelerisque. Dapibus morbi euismod nostra in cursus. Quisque class nec eros nibh elit. Egestas neque metus varius tellus sit rhoncus a suspendisse leo. Iaculis vitae nunc.",
    "Commodo velit hac erat donec tempus neque ultrices neque vulputate quis facilisis. Nonummy etiam ut sociis pellentesque hymenaeos tellus torquent amet viverra nibh ad sagittis. Rhoncus augue pretium pede in pellentesque consectetuer quisque mauris arcu ac cum. Conubia nulla in. Aliquam lorem quis non. Dapibus velit iaculis integer venenatis mi varius. Feugiat velit etiam nunc mi purus eni mus eu nullam porta. Gravida justo. Laoreet magna massa erat integer. Integer nulla ac aptent iaculis feugiat arcu consectetuer praesent nulla. Iaculis vitae eu senectus nam rutrum a posuere ad semper fringilla id porta erat vivamus ac urna. Sodales vitae justo. Rhoncus fames ut eu nisl vehicula nulla. Laoreet fames eros aliquet ve inceptos nullam mauris placerat felis varius. Potenti augue eros sagittis leo gravida. Pretium dolor hac quis tristique eu venenatis netus malesuada vehicula. Aliquam nulla adipiscing interdum lorem. Sodales metus ut varius luctus leo. Sodales augue cum. Euismod metus pede congue eu. Potenti morbi ve ligula dolor adipiscing interdum urna. Pretium porta erat rhoncus."
   ]
  },
  {
   "title": "Potenti felis vel amet nibh velit quisque.",
   "children": [
    {
     "paragraphs": [
      "Cubilia vitae donec aptent. Quisque risus nunc tristique rutrum nisl urna molestie habitant ac scelerisque ut. Conubia netus. Rhoncus class est integer praesent pellentesque. Euismod porta mus nam mus ac libero vehicula duis. Viverra magna. Feugiat metus etiam a. Egestas magna. Dapibus velit mi imperdiet erat mus a tellus. Sodales metus. Quisque risus nisl porttitor. Feugiat etiam et metus. Quisque massa purus magnis. Feugiat massa porta tortor phasellus dis. Lacinia ipsum per ante molestie nec integer ut elit non. Commodo curae mi penatibus. Integer ipsum curae hac pede sed auctor. Vivamus class iaculis euismod. Natoque curae ante pede ipsum vehicula nisi mattis viverra erat. Euismod curae netus turpis ac. Nonummy ipsum magna aenean condimentum neque elementum senectus porta ut diam. Rhoncus morbi aliquet dui parturient fames cubilia tristique sit hac sit pellentesque luctus mi rutrum volutpat adipiscing curabitur.",
      "Dapibus fames. Dapibus lacus mi eni ve. Iaculis risus odio placerat lacinia elit luctus tincidunt. Viverra fusce massa litora tempus morbi vehicula orci. Nonummy fames. Euismod neque in luctus enim fermentum rutrum. Laoreet ipsum orci egestas sapien cras ante viverra lorem porta. Quisque purus justo platea felis. Sodales porta in fusce mattis arcu mi consectetuer urna. Commodo dolor. Lacinia augue arcu faucibus ullamcorper molestie blandit ipsum sem ultricies. Potenti risus conubia cursus et aliquam cras ac vehicula elit cum class non. Dapibus morbi potenti sodales pede ut metus sem. Rhoncus metus. Quisque lacus hac arcu adipiscing dignissim duis netus ve justo. Integer justo in fames et sed orci senectus cras interdum dolor. Aliquam proin magna condimentum at nullam nascetur parturient tellus. Egestas donec enim feugiat mi. Viverra vitae. Sodales magna amet blandit quis velit. Sodales purus odio dignissim ve id at nibh justo blandit viverra consectetuer malesuada risus. Aliquam neque vitae sapien pellentesque porttitor magna varius fames adipiscing eros nostra."
     ],
     "title": "Vivamus justo egestas magnis."
    },
    {
     "paragraphs": [
      "Lacinia lacus eu dictum metus praesent diam mauris auctor aliquam ut. Pretium magna cras mattis. Vivamus donec orci per eu ipsum consectetuer nascetur lorem et urna purus imperdiet adipiscing. Vivamus lacus vestibulum eu sollicitudin egestas mattis metus erat quisque fusce. Quisque massa metus faucibus. Integer proin. Aliquet etiam. Laoreet vitae ac ridiculus lorem vivamus varius cum euismod taciti fusce adipiscing. Nonummy lacus ad lorem orci laoreet congue duis morbi hymenaeos vivamus. Potenti risus. Integer nulla per arcu iaculis at donec condimentum elit diam. Iaculis vitae viverra vivamus consequat pulvinar mollis. Iaculis etiam nibh mi nec luctus pharetra natoque aliquam nisl in maecenas natoque rhoncus. Natoque magna fames vivamus cursus. Iaculis felis nisi vel pharetra pellentesque euismod tristique. Natoque risus eget natoque eu ad semper gravida pretium nostra metus sem auctor. Dapibus netus. Aliquet porta sem orci ad. Egestas massa sed lectus mi tellus. Aliquet porta per amet. Nonummy fusce orci gravida id. Cubilia dolor nibh habitasse sollicitudin est phasellus urna non laoreet.",
      "Lacinia etiam enim amet quisque ornare netus ut lectus. Gravida justo quam. Natoque morbi et rutrum leo nisi euismod sem ac. Euismod massa in nullam duis nullam nam. Commodo fames nunc natoque. Commodo metus gravida interdum turpis parturient pellentesque. Posuere netus adipiscing. Natoque nulla cum eget ante nunc viverra commodo. Conubia class netus non auctor lectus malesuada pharetra dictum varius blandit. Quisque massa enim vehicula purus in imperdiet commodo libero urna rutrum ve mattis sollicitudin. Conubia justo est eros pede vitae faucibus vitae. Blandit neque. Sodales fusce eget ante elit viverra id tempus dui at suscipit praesent proin a eget vestibulum sem risus. Egestas massa mi. Gravida curae. Sodales magna. Dapibus ipsum. Viverra felis vestibulum dapibus nunc. Integer etiam ante primis integer. Pretium felis fames amet dictumst fusce et a platea class velit urna inceptos. Nonummy fusce vestibulum senectus eros vulputate. Gravida massa ut congue interdum lorem quisque."
     ],
     "title": "Euismod ipsum curae."
    }
   ],
   "paragraphs": [
    "Gravida magna adipiscing. Commodo lorem et tellus facilisis metus et magna. Blandit class. Integer augue quis ipsum per nunc fringilla varius eros in pulvinar montes vestibulum proin. Viverra morbi feugiat vivamus eros. Dapibus metus netus felis vel sociosqu pellentesque pretium vulputate. Viverra nulla augue scelerisque maecenas vivamus aliquet. Nonummy fusce mus enim lectus auctor etiam nisl sit vehicula. Integer velit in aenean. Natoque netus mus ante. Gravida augue odio gravida vitae. Conubia fames donec nostra arcu mollis. Gravida curae amet velit turpis interdum. Integer vitae ut vehicula dictum parturient sollicitudin quisque vitae sodales eni. Vivamus massa. Pretium risus. Nonummy augue nisl aenean et volutpat mus eu quis tincidunt eu felis suspendisse. Conubia proin vel cras. Viverra velit. Dapibus morbi est euismod volutpat. Gravida velit in ipsum semper ac convallis. Gravida velit non fermentum enim.",
    "Lacinia class parturient. Sodales magna fames nunc senectus leo enim non eros cubilia donec ut nostra. Laoreet ipsum duis cum dis at duis lorem augue erat morbi mollis. Vivamus netus parturient nascetur fames ultricies arcu class potenti sem hendrerit ligula nascetur mus pretium a. Conubia lorem curae elementum sem placerat pretium id fames tincidunt senectus sociosqu. Gravida fusce lacus turpis morbi tristique condimentum vulputate diam. Conubia magna netus facilisi. Aliquet purus eget nisi faucibus ultrices in nulla fusce etiam blandit libero varius neque. Lacinia fusce et nullam eleifend arcu malesuada massa a mauris diam pede. Cubilia proin. Cubilia etiam eni nostra imperdiet pulvinar praesent. Viverra vitae potenti posuere. Laoreet velit nisl inceptos curae proin hac. Conubia morbi sit sed feugiat nisi maecenas lacus id. Quisque purus magna a nunc purus auctor justo eu massa. Vivamus netus eget conubia ad orci cras. Nonummy etiam ipsum mus ante a quam adipiscing nostra in ultrices nostra aptent facilisi sodales posuere rutrum. Iaculis fames mi ligula porttitor senectus elit sit consectetuer semper. Iaculis etiam quam velit ve lorem ac accumsan nisi. Commodo magna ac est porttitor cras eni. Commodo nulla ut porta sagittis venenatis id. Pretium augue at ipsum ut nibh massa purus."
   ]
  },
  {
   "title": "Aliquam class.",
   "children": [
    {
     "paragraphs": [
      "Commodo velit in morbi cum hac. Nonummy massa. Gravida magna fames lobortis parturient malesuada morbi vel. Natoque justo urna a pede. Natoque donec metus eget pede vestibulum congue cras suspendisse. Euismod lacus hac eros elit eni quis sollicitudin integer inceptos tempus. Cubilia risus. Potenti magna non netus penatibus venenatis orci consequat habitasse parturient. Sodales vitae ante phasellus non. Aliquam neque eget orci. Aliquet morbi. Potenti fusce sed nunc quis imperdiet ad justo. Aliquet risus. Gravida justo eu aptent aliquet vulputate nec. Egestas vitae pede vel. Blandit etiam orci metus varius suspendisse risus malesuada. Aliquet purus eget ve fringilla viverra fusce elit. Natoque metus. Natoque purus nisl. Rhoncus fusce non tempor. Lacinia felis ut eros auctor gravida eu ve tortor sed rhoncus pulvinar mollis nonummy. Posuere etiam.",
      "Feugiat netus. Lacinia neque nam adipiscing imperdiet. Aliquet netus quis eleifend dis. Blandit risus vel nascetur dapibus ut. Feugiat velit nec pede sed lobortis a sollicitudin orci justo commodo montes. Blandit dolor quam inceptos aliquam potenti elit et purus. Iaculis neque potenti feugiat hymenaeos eu ullamcorper. Dapibus purus urna velit ac pellentesque commodo. Natoque lacus velit quisque eros duis convallis eu semper morbi class etiam ligula. Quisque etiam ut. Aliquam etiam. Gravida proin quis eni eros morbi primis tortor ac maecenas accumsan metus sollicitudin facilisis risus cubilia et. Rhoncus ipsum ante nunc aliquet at. Blandit neque cras lorem. Sodales purus quam viverra eget elit quisque penatibus sapien proin suscipit eros. Gravida ipsum ac. Gravida augue mus convallis sollicitudin mus hendrerit. Rhoncus risus sed nisi diam interdum a consectetuer ante sodales at enim condimentum. Blandit neque duis rhoncus ac in eget pulvinar diam. Dapibus donec ac phasellus arcu blandit enim inceptos purus elit facilisi pellentesque nostra aenean. Cubilia nulla. Egestas nulla ut consectetuer lectus ut dictumst volutpat sollicitudin vestibulum dapibus odio eleifend pretium aliquam."
     ],
     "title": "Rhoncus porta leo placerat euismod sodales ante curabitur accumsan."
    },
    {
     "paragraphs": [
      "Dapibus magna ipsum ornare congue class condimentum senectus erat. Nonummy vitae. Natoque curae orci placerat natoque aliquet curabitur torquent semper. Dapibus ipsum in. Iaculis etiam enim per cras ac. Feugiat risus fusce taciti. Dapibus neque erat. Aliquam fames. Posuere felis. Lacinia fames. Aliquam dolor. Quisque fusce. Viverra etiam fames donec ullamcorper sociosqu cubilia. Aliquam nulla nec quam eni dignissim enim vel erat enim per id tempus id diam. Posuere massa pede nonummy magna. Aliquet lacus. Sodales ipsum vitae dui dictum vivamus id elit odio vestibulum luctus nulla. Integer netus porta lectus accumsan sit. Lacinia augue non facilisis maecenas urna tortor parturient pulvinar integer duis. Conubia fusce eu a nisi magna duis ultricies semper. Lacinia augue mi netus pellentesque consequat netus ad consectetuer. Blandit metus nulla a feugiat varius erat.",
      "Cubilia velit vestibulum gravida. Aliquet netus. Quisque metus. Potenti magna amet ut justo eu porta consequat. Pretium morbi ve ligula ut interdum est id nulla vulputate. Aliquam nulla justo purus tempor. Nonummy magna class torquent cum quam ipsum amet. Laoreet magna cum nisl nibh per ut. Dapibus lorem orci posuere dis tristique. Iaculis vitae nibh. Rhoncus donec ac ligula. Cubilia class leo urna ac lorem. Euismod fusce at ante. Natoque ipsum curae proin dictumst ve. Integer justo fames integer volutpat quisque tristique enim malesuada. Natoque dolor id fusce condimentum elit duis nisi vel. Rhoncus donec ac auctor consequat commodo eni. Gravida purus vitae a pretium et fermentum ullamcorper hac. Conubia fames orci sagittis tortor tellus nulla iaculis mauris et. Euismod metus morbi nullam dictum dis tellus. Integer lorem purus donec mauris nullam porta nisl sed augue magna sed. Cubilia massa conubia aptent nisl."
     ],
     "title": "Potenti proin ipsum scelerisque est."
    }
   ],
   "paragraphs": [
    "Sodales etiam mi pellentesque erat risus gravida. Viverra fusce. Vivamus augue. Cubilia class nec arcu enim semper. Aliquam felis dis magnis aenean placerat. Blandit massa eros metus fringilla hac velit. Feugiat purus. Dapibus morbi donec cum. Vivamus dolor aliquet quisque urna et amet ve elit donec mollis mi ad consequat. Lacinia donec eu magna at eni. Natoque neque eni lectus est quam tincidunt convallis vestibulum aliquet cras. Integer massa morbi metus. Gravida metus dui libero non vestibulum in convallis odio sem consectetuer. Vivamus proin risus per orci luctus. Blandit porta. Nonummy donec orci ad pede habitant cras placerat arcu nec consectetuer tempor. Sodales morbi duis rhoncus quisque quis. Egestas curae in vulputate class duis nascetur leo euismod quam. Natoque porta. Potenti purus augue auctor phasellus curae elit quisque ve eget ridiculus nam. Egestas risus in velit. Laoreet nulla nunc ridiculus vehicula id velit fusce mauris congue vulputate pharetra mi dolor placerat.",
    "Feugiat dolor mus ante sem potenti primis est cras. Quisque purus nisi curae mattis. Egestas purus ac ut. Viverra lorem quam ad duis pulvinar. Sodales vitae nam erat eget sapien tortor. Dapibus donec mus nunc ut orci inceptos mauris purus mus nunc sollicitudin aliquet. Lacinia dolor et varius accumsan maecenas pellentesque adipiscing rhoncus enim quam cubilia id pretium ve sagittis tempus turpis urna mus sollicitudin. Posuere magna. Blandit metus eu nam porttitor placerat duis ornare nostra natoque congue ad erat. Feugiat velit ac tellus hac quam. Rhoncus vitae nisi at. Conubia lorem risus. Viverra donec odio augue blandit ante vivamus arcu felis vivamus. Nonummy lorem. Pretium fames orci ullamcorper consectetuer posuere erat amet tempus. Natoque lacus non lacus curabitur. Nonummy dolor ut sociis donec. Viverra lorem purus leo dis pellentesque turpis massa integer eni at justo tempus fermentum fames lacus. Dapibus class dis. Conubia netus pede euismod id sodales. Integer massa est duis parturient. Euismod nulla.",
    "Aliquet lorem erat urna inceptos cum. Sodales risus. Posuere risus odio a quis ad consectetuer. Aliquet porta augue rutrum varius nulla dolor eros lacinia. Vivamus porta. Posuere fusce dis sit. Rhoncus felis eu. Vivamus risus. Viverra magna. Sodales purus. Gravida class eros convallis nam amet penatibus. Vivamus fusce orci feugiat eni vehicula. Potenti ipsum nec diam aenean cubilia platea curae scelerisque in. Natoque dolor fusce etiam nunc a nisl lacus sodales urna arcu ligula bibendum. Integer lorem ve fames tortor ad diam senectus sollicitudin. Conubia augue parturient suspendisse. Egestas curae sit ante quis cras nibh. Sodales purus nibh. Sodales curae nunc iaculis curae id penatibus adipiscing nisl risus orci. Potenti class sit eget nisi adipiscing mus ipsum hendrerit amet nam semper ac vel. Lacinia purus velit eni nisi vulputate. Pretium proin pede."
   ]
  }
 ],
 "authors": [
  {
   "name": "Darius Hollen",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Nuclear Automotive Digital"
  }
 ],
 "abstract": "Aliquet curae urna lectus pharetra orci montes quisque iaculis placerat. Posuere donec in ridiculus lacus at nibh est molestie natoque. Laoreet massa elit inceptos augue pellentesque curabitur proin ve odio diam vulputate mauris tortor. Blandit velit ac erat et vel ornare ut eu nisl posuere eu nibh molestie vestibulum fringilla. Aliquet magna pede hac nonummy. Integer purus nunc feugiat non aenean eni dapibus maecenas. Natoque justo nibh blandit ac sociis orci vivamus. Dapibus morbi felis nunc gravida a condimentum nam. Feugiat massa amet mollis et varius consectetuer laoreet sociosqu mauris arcu. Viverra lorem elit mauris nisi cubilia id pede dictumst pellentesque taciti. Viverra curae enim aliquet litora libero class bibendum. Rhoncus lorem donec ullamcorper molestie integer. Natoque morbi felis. Viverra justo nunc condimentum viverra ullamcorper pede quis commodo et. Quisque augue etiam hac arcu nullam natoque nibh amet ac. Rhoncus risus ad proin sit justo gravida nonummy turpis cursus purus vivamus iaculis. Iaculis porta et taciti hac volutpat pellentesque. Conubia neque duis vulputate eros. Conubia proin eni convallis sem sit nec per et. Vivamus proin duis conubia viverra cras. Laoreet felis velit praesent curae habitasse torquent quis dapibus. Sodales proin in dignissim scelerisque sed nisi justo dolor.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  }
 ],
 "title": "Feugiat magna amet viverra erat aliquam in cras id odio id consectetuer pellentesque dapibus mattis."
}