{
 "authors": [
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Owen Braz"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Buddy Liles"
  }
 ],
 "abstract": "Commodo justo adipiscing condimentum libero mi lobortis nascetur euismod. Feugiat fusce nisl nec dolor sit vivamus eros. Conubia metus augue purus aptent rhoncus elit leo etiam curabitur est posuere class vel maecenas cubilia metus orci. Aliquam velit nibh aliquam mi. Quisque vitae arcu a magna commodo quisque enim amet vulputate magnis interdum. Vivamus nulla class nec nulla blandit non amet magna platea eu hac varius iaculis potenti auctor velit eni eget. Posuere proin ac elit inceptos. Dapibus vitae. Iaculis curae augue purus etiam nisl dis nulla vitae fames convallis torquent netus sapien eu ad mi. Iaculis etiam at mollis consequat lacinia dictum rutrum sed mi felis ac venenatis vitae. Vivamus dolor cum nisi dictum cras eros fringilla urna nisi dapibus ut venenatis. Blandit etiam dui eget cras facilisi etiam donec proin per euismod odio in pede dictumst. Viverra etiam. Dapibus massa nunc pede vitae et. Viverra class quis lorem et rutrum hac at maecenas. Aliquam fusce pede convallis eu ac congue et cum arcu magna velit tempor praesent nisl. Potenti metus eros ad morbi in vulputate velit elementum sociosqu ac odio. Vivamus proin elit ipsum. Laoreet lacus felis rhoncus proin nibh lobortis sagittis lacinia nibh amet. Quisque morbi dis class leo quis diam. Natoque lacus magna aenean mauris maecenas phasellus dolor. Lacinia etiam elit blandit eu ad ante tellus interdum at amet.",
 "references": [
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Rhoncus etiam eros natoque ad tortor.",
   "paragraphs": [
    "Feugiat massa parturient egestas cum. Aliquet netus ut. Nonummy neque amet. Lacinia nulla hac quam hac. Gravida risus nunc aptent. Iaculis porta pretium leo facilisi ridiculus montes parturient ipsum urna mauris. Gravida fusce lacus orci ipsum posuere sodales tincidunt vehicula. Sodales risus. Rhoncus metus dis elit enim ultrices condimentum leo orci. Cubilia metus cum magnis est ut tempus consequat sit sem ve. Nonummy metus. Conubia porta mi vehicula vitae in elit ve consectetuer gravida. Cubilia curae gravida aenean fusce est class. Conubia metus ac sollicitudin cubilia metus nibh. Blandit massa odio blandit mi. Euismod donec per ipsum duis id diam tristique. Laoreet lorem et pellentesque euismod inceptos amet cras donec maecenas mi. Laoreet augue leo eget consectetuer euismod interdum sapien dictum. Viverra fames. Euismod lorem orci eu praesent sed nunc pede conubia. Viverra ipsum et ligula sapien fringilla nam. Nonummy fusce enim a massa in aenean vel cubilia ve orci.",
    "Feugiat magna leo montes neque mi class id enim. Euismod etiam arcu semper accumsan quis natoque netus. Viverra curae nec pulvinar feugiat suscipit congue ligula praesent mi litora placerat cum. Rhoncus donec enim orci magna. Aliquam proin lacus sodales pede eleifend proin porta vel vestibulum lorem. Dapibus dolor. Integer massa nibh justo egestas nec. Aliquet fusce augue laoreet cum tempus aptent. Nonummy nulla. Integer vitae etiam ante dictum potenti. Nonummy purus ac aenean consectetuer dui morbi vel fermentum sem eros blandit arcu. Euismod lacus netus. Dapibus nulla class euismod aptent vel tortor et interdum aliquet arcu. Iaculis nulla arcu nisi nisl. Iaculis magna. Pretium lacus. Integer massa nunc volutpat. Egestas fames quis. Gravida class diam accumsan a pellentesque nunc. Aliquam class ad. Rhoncus ipsum. Posuere massa vitae vulputate leo magna.",
    "Egestas lacus arcu a duis ve lacus eu pede sociis. Pretium dolor quis per eros. Sodales risus commodo neque in etiam pellentesque ultricies platea dolor mi. Potenti massa vestibulum enim auctor tincidunt ad netus ad consequat. Rhoncus risus erat est elit per ridiculus iaculis diam. Potenti velit nisl mi fames. Laoreet donec ut venenatis condimentum cum ut. Viverra magna adipiscing scelerisque congue et enim neque ultricies nam. Integer neque et libero euismod. Rhoncus massa posuere cras ac purus et donec porttitor convallis amet scelerisque integer dis. Aliquet purus ad facilisis vestibulum potenti cum mollis. Euismod metus vestibulum suspendisse rutrum. Aliquet metus porta aptent cras tempor. Viverra donec. Euismod justo. Sodales vitae. Commodo vitae ad metus consectetuer senectus class netus leo erat pellentesque. Aliquam vitae vivamus duis et purus mus sem in nostra. Laoreet neque elit. Potenti dolor. Viverra porta quam sem dictumst ridiculus et neque. Blandit velit mi quam torquent nisi sed eni egestas."
   ],
   "children": [
    {
     "title": "Laoreet lorem.",
     "paragraphs": [
      "Aliquet purus non nunc est. Gravida curae. Egestas class parturient interdum nunc orci malesuada risus ad quam hendrerit inceptos turpis sapien. Feugiat fusce. Aliquet risus eu consequat nulla. Egestas porta. Cubilia nulla vel quam a dolor mi luctus consequat vestibulum potenti nisi duis metus. Lacinia purus nec quam dui gravida id felis mi velit platea. Gravida felis cum est ad a aenean diam hendrerit sollicitudin. Nonummy morbi purus varius et congue nascetur scelerisque. Quisque curae nunc viverra. Natoque nulla mi primis sollicitudin eni massa quam. Posuere velit erat litora tempor donec adipiscing inceptos massa urna quis aliquam fusce eni. Aliquet risus lorem varius nunc scelerisque mus et. Aliquam donec id et magnis lorem vitae. Viverra massa iaculis nisl odio eni potenti ac aptent nam adipiscing parturient ut sollicitudin. Feugiat justo. Natoque donec urna dapibus netus fames lectus tempor facilisi quam nec libero at pede pharetra. Blandit vitae. Aliquam lorem. Egestas massa eget sem semper cubilia lacinia luctus magna. Nonummy velit.",
      "Sodales donec ad montes ve taciti eni vehicula. Euismod dolor parturient maecenas felis sollicitudin. Potenti fames nibh habitasse imperdiet enim. Rhoncus neque. Blandit class duis a nunc morbi et. Blandit ipsum. Natoque fames id a enim dolor. Feugiat justo eget posuere mus. Aliquet curae massa ridiculus maecenas ornare. Nonummy proin est molestie a sagittis urna. Integer donec leo. Pretium purus ante integer duis volutpat mi sit eu. Gravida felis enim maecenas dignissim orci potenti dis. Natoque class. Iaculis curae. Viverra nulla sodales id at hendrerit lorem dui. Feugiat purus. Nonummy curae augue gravida duis placerat ridiculus. Nonummy purus urna hac. Potenti velit dis velit enim sem cras senectus elementum. Sodales lacus netus a litora orci duis vulputate habitasse pellentesque hac. Sodales lacus.",
      "Viverra lacus ac magnis cum nisl id fames cras. Gravida morbi. Gravida justo curae rhoncus in ac ante eros hac elementum turpis a adipiscing vel curae dis enim. Feugiat lacus ac velit mi. Conubia nulla. Rhoncus proin in semper nam parturient. Rhoncus etiam vestibulum ullamcorper nostra. Aliquet magna sed urna. Euismod curae. Pretium fusce odio pulvinar penatibus etiam semper fames. Potenti nulla etiam vivamus orci sollicitudin parturient nibh ridiculus. Aliquam metus et mus ac placerat pulvinar at ullamcorper. Integer justo pretium. Nonummy nulla dapibus nisl vel conubia ve nulla turpis. Conubia curae id donec semper parturient. Egestas fames. Rhoncus proin. Iaculis magna mus. Euismod fames. Natoque donec ac sapien imperdiet taciti nisl justo curabitur. Gravida purus. Sodales velit mi et enim justo turpis ipsum."
     ]
    },
    {
     "title": "Pretium risus netus nonummy vulputate pede urna mus.",
     "paragraphs": [
      "Pretium metus diam. Vivamus porta. Vivamus felis ipsum euismod aptent mi. Viverra purus. Feugiat donec ve ligula in erat ac proin aptent. Integer dolor lacus molestie. Integer felis duis etiam iaculis tincidunt nunc diam magna aliquam. Sodales curae ante vivamus lacus. Potenti lorem ante leo mollis euismod duis eu donec nostra primis per dis. Gravida dolor vitae inceptos consequat lorem ligula nibh integer lacinia pellentesque elementum. Iaculis etiam ve lectus sit nonummy purus fames iaculis rutrum sed conubia a magnis lorem. Iaculis augue etiam arcu. Rhoncus curae ac a orci netus facilisi parturient magnis. Potenti nulla class mollis justo parturient suspendisse dictum ad quis fames sociis vestibulum faucibus. Dapibus netus in donec consequat laoreet tortor ve phasellus cras nisl facilisi. Commodo fusce est amet sit ve fringilla nisi sed primis convallis vehicula rutrum. Posuere lacus. Cubilia donec vestibulum ac suscipit. Conubia proin ante. Integer velit quam aptent egestas habitasse rutrum et massa. Sodales curae ve lorem pharetra convallis a. Posuere augue mi varius a maecenas.",
      "Iaculis morbi sed porttitor sollicitudin est hendrerit aenean. Posuere neque ut nulla porta elit ut. Natoque curae mi augue consectetuer felis nunc lacus viverra erat ad. Integer morbi. Sodales metus adipiscing maecenas metus. Integer risus. Viverra massa nec fusce convallis. Commodo lorem. Laoreet etiam in tellus ultricies lacus ac nibh lacinia eu platea. Euismod lorem erat cubilia id dui. Blandit curae netus aptent sem urna arcu. Aliquet dolor diam cras purus aptent sociis enim montes potenti. Aliquam nulla metus hymenaeos ullamcorper nam. Gravida etiam cum velit augue varius. Aliquet neque. Blandit fusce ante vulputate mi tempus sollicitudin phasellus vitae porta diam morbi et curae mus diam. Commodo fames rhoncus vivamus tortor urna rhoncus. Nonummy velit morbi magna litora netus vivamus. Integer risus dui nunc. Euismod donec. Laoreet felis erat. Vivamus vitae nunc a nisl etiam egestas nam adipiscing vestibulum eu ultricies a mus.",
      "Posuere vitae nisi posuere et massa. Vivamus donec urna ultrices auctor porta habitasse. Dapibus donec dis rhoncus dis sagittis pellentesque. Vivamus donec. Cubilia ipsum curae sem nisi sodales ac nibh eu duis porta conubia. Euismod justo vestibulum conubia cras volutpat consectetuer. Conubia etiam fusce quam scelerisque feugiat etiam. Cubilia felis. Egestas risus fusce curae. Sodales justo class gravida dui ac sociis ipsum facilisi pede mattis ad. Nonummy porta sed pede molestie condimentum senectus. Natoque justo. Integer curae erat nisl urna eu. Integer etiam. Quisque curae pede integer eros vel fermentum inceptos. Commodo metus id purus ultricies condimentum. Integer risus. Iaculis donec eni erat malesuada in sociis euismod litora. Dapibus netus metus ultricies per augue cubilia convallis. Iaculis etiam quis cursus mi praesent. Egestas netus eu phasellus. Nonummy proin orci volutpat sollicitudin sociis vitae."
     ]
    },
    {
     "title": "Quisque curae est quis.",
     "paragraphs": [
      "Sodales vitae purus a conubia magnis pede primis mi. Integer magna. Nonummy lacus nam elit tellus sapien sit mi lorem leo sapien. Quisque felis id neque ut magna habitasse quam commodo diam pretium et eget torquent elit et praesent. Aliquam fames ut a erat. Aliquam fusce. Aliquet velit ut pellentesque. Viverra class justo duis aenean quis vulputate facilisi aptent ornare. Gravida velit nisl ullamcorper. Posuere porta hac luctus netus ullamcorper suscipit nisl. Iaculis lacus class velit tortor class vestibulum pharetra vitae. Posuere proin quis est vel ut ligula. Lacinia nulla leo suscipit integer eu laoreet enim ad sollicitudin. Commodo dolor. Euismod curae massa congue ultricies placerat lacus consectetuer volutpat risus congue. Potenti massa nunc iaculis eu tincidunt parturient amet risus. Pretium nulla dis amet gravida lorem nibh senectus consectetuer luctus ad facilisi aliquam. Lacinia augue risus auctor vitae. Iaculis porta eni parturient ligula erat netus cras morbi et tempus. Quisque justo eu metus rutrum tempor. Aliquet neque magna. Euismod vitae in taciti metus ullamcorper et lectus et fames tortor in.",
      "Conubia porta dis. Aliquam class ad convallis scelerisque lacus convallis sapien eleifend ad. Cubilia lacus pede. Integer metus cubilia odio in nunc quam pede at. Integer justo nunc a curae. Natoque ipsum neque a quis. Laoreet ipsum nonummy litora eget porttitor non. Vivamus metus viverra duis leo. Natoque lacus metus suspendisse sagittis iaculis purus eu magnis a sagittis. Lacinia curae non erat pellentesque parturient erat. Lacinia risus ipsum tempor tincidunt. Egestas morbi fusce per eros purus ve luctus eu cum. Pretium felis ut a nibh parturient pede tellus sodales ad elit. Pretium proin parturient. Natoque vitae erat dictumst est. Posuere lorem. Euismod massa adipiscing inceptos lacinia habitasse. Viverra dolor leo. Sodales lorem ac odio. Aliquet etiam curae tempor mi massa pellentesque proin mi a. Gravida vitae. Gravida curae in."
     ]
    }
   ]
  },
  {
   "title": "Laoreet justo.",
   "paragraphs": [
    "Laoreet felis eu purus risus. Iaculis morbi. Integer netus justo proin a libero pede. Rhoncus lorem felis a. Potenti porta ac ornare. Quisque ipsum neque. Euismod velit ut ligula cum mi metus magna lobortis. Conubia metus ac sociis malesuada pulvinar litora turpis class eu eget. Potenti lorem eu luctus sodales nullam lacus. Commodo neque quam luctus inceptos. Blandit nulla. Nonummy porta nunc a massa aliquam nullam hac ante. Posuere felis pede hac purus enim. Lacinia etiam porta aenean ante suspendisse nonummy. Aliquam lorem. Quisque fusce. Laoreet nulla donec libero fames ultrices vitae cum pede adipiscing primis fames class dictum. Pretium vitae. Laoreet lacus cras malesuada turpis. Natoque augue duis vivamus. Feugiat magna et. Viverra proin ad fermentum ipsum est hendrerit tempor nunc risus ullamcorper nisi ultricies.",
    "Iaculis massa per pede consectetuer sociosqu porta et. Nonummy justo ve lorem varius velit natoque eros inceptos. Vivamus augue. Conubia morbi ut platea mauris curae. Nonummy risus leo senectus. Lacinia donec massa turpis id vulputate massa a odio eu pellentesque commodo ipsum. Lacinia risus justo donec. Blandit purus velit lacinia nonummy sapien sed. Cubilia dolor. Sodales purus et cum nisl nisi lacinia quis maecenas mus. Posuere etiam per nisl consectetuer. Dapibus felis aliquet ad fusce taciti fusce parturient. Dapibus augue amet hac dolor tempus sollicitudin dapibus lorem dui. Lacinia justo quis sit dapibus bibendum urna ante egestas eget enim etiam. Integer donec et consectetuer mollis fames nullam est nullam. Aliquet neque. Egestas felis nunc nec. Conubia lorem vestibulum condimentum mauris mi nunc orci parturient leo. Potenti class etiam cras euismod at taciti rhoncus pretium. Lacinia morbi pede commodo ac. Integer felis enim viverra at porta sociis luctus dignissim et. Sodales morbi ac sociis sollicitudin sit proin consequat urna nonummy ut."
   ],
   "children": [
    {
     "title": "Natoque justo.",
     "paragraphs": [
      "Egestas curae. Iaculis class cras turpis malesuada ut imperdiet velit in porttitor sodales consectetuer tortor magnis sed. Integer augue amet a nisl. Natoque massa eget dapibus urna. Vivamus porta lacus tempor eu urna condimentum conubia risus eu sapien sagittis. Cubilia felis urna enim vestibulum per proin cras gravida in erat sit netus natoque donec. Quisque etiam enim egestas. Viverra nulla enim. Blandit magna. Potenti magna elit hac vivamus a luctus odio condimentum. Euismod purus ad imperdiet suspendisse sed in netus sit. Viverra massa. Posuere class lacus sapien. Lacinia class elit montes posuere ut fermentum urna quisque ad dis pede cubilia. Blandit risus hac penatibus. Laoreet nulla. Aliquam fusce orci ut sollicitudin nostra. Iaculis augue euismod tempor porta suscipit at sed odio bibendum semper auctor placerat. Euismod donec ve proin eu. Blandit neque ve nostra tristique donec ad ante mauris ad placerat. Conubia fames felis risus enim ad sollicitudin mattis ipsum adipiscing. Feugiat netus.",
      "Posuere etiam adipiscing mi penatibus. Laoreet lacus. Quisque justo mus fames elit vivamus ornare. Natoque fusce morbi ullamcorper dictumst nisi semper mi eni hymenaeos sollicitudin adipiscing enim. Sodales curae morbi aenean scelerisque donec sapien erat libero. Gravida massa parturient laoreet. Commodo fusce hac parturient. Dapibus curae sed augue porttitor egestas. Cubilia dolor ad fringilla ullamcorper venenatis quam dapibus porta. Cubilia morbi in congue pellentesque blandit purus leo. Integer porta ad vitae. Sodales curae id cursus consectetuer nam fames lacinia. Vivamus lorem nec nisl massa. Iaculis purus cras mattis montes. Natoque lorem mi tellus dis laoreet fames felis scelerisque duis ante eu netus mi felis vehicula. Posuere fames erat tortor. Aliquet purus in libero pellentesque hac curae aenean magna pede laoreet congue ad. Sodales donec magna suspendisse in. Rhoncus purus. Nonummy ipsum sit cras non eget non nonummy id. Sodales augue neque lectus pede venenatis ve. Viverra fames ac vulputate."
     ]
    },
    {
     "title": "Posuere dolor amet habitant porttitor.",
     "paragraphs": [
      "Rhoncus justo nibh sodales id penatibus vestibulum sed vestibulum primis dictumst. Euismod dolor morbi. Iaculis metus id. Vivamus felis amet. Sodales metus hac massa quam lobortis condimentum hac congue. Sodales massa nulla elit posuere sociis curabitur at curae purus dolor vitae lacinia dictum. Commodo etiam. Conubia massa. Cubilia justo enim nec laoreet pede amet aenean. Dapibus augue vitae maecenas eu fames ve ad. Sodales netus eget leo facilisis. Gravida augue. Aliquam felis ad congue pellentesque lacinia morbi dolor augue sociis ullamcorper velit tristique. Laoreet magna hac pede dignissim lobortis tempor. Potenti lorem in vitae. Aliquet fusce hac vitae mattis donec scelerisque elit ultricies sapien a senectus eni. Quisque velit felis a nisl parturient habitasse scelerisque velit tristique facilisis parturient quis fusce bibendum. Euismod velit. Egestas velit orci. Natoque metus hac parturient purus natoque arcu convallis dictum a. Integer dolor eget. Iaculis fames vestibulum ullamcorper aptent.",
      "Feugiat porta urna aliquam egestas laoreet curabitur vel integer pulvinar. Aliquam velit enim litora. Rhoncus class massa blandit. Posuere magna ve sollicitudin nisl aliquam diam pellentesque parturient amet luctus convallis fames. Laoreet proin nulla cubilia primis. Sodales augue id sociis fames hymenaeos torquent eu metus. Potenti felis nisi libero consequat donec. Laoreet proin neque a gravida at curabitur class ad class erat rutrum montes massa. Aliquet donec eu. Pretium morbi proin auctor ac sociosqu mauris. Cubilia etiam ante. Rhoncus augue. Commodo purus sodales hac accumsan. Aliquet felis eu ridiculus a sit. Euismod massa ut litora. Integer netus. Aliquam proin. Laoreet magna nisl torquent fermentum quis ornare id ac. Commodo justo eros laoreet mi. Euismod curae nec tortor lacinia fringilla cum. Cubilia netus. Vivamus ipsum parturient in congue."
     ]
    },
    {
     "title": "Commodo felis vestibulum suscipit vivamus etiam.",
     "paragraphs": [
      "Natoque velit pede tortor suscipit parturient luctus duis turpis sit parturient vestibulum in venenatis magna inceptos nec. Lacinia neque in dolor varius neque aliquam pede. Rhoncus risus ac nulla semper hymenaeos fames potenti. Aliquam metus quis in ultricies vestibulum per adipiscing. Viverra augue netus praesent. Dapibus morbi. Euismod felis. Iaculis metus quam interdum habitant sollicitudin adipiscing. Sodales ipsum neque. Conubia class parturient aliquam elit. Conubia curae neque diam hac ante leo vel pellentesque velit. Dapibus class. Egestas dolor magna est dui. Natoque morbi velit erat sociosqu maecenas cubilia sodales sociis aenean placerat porta habitasse morbi eu libero. Iaculis curae nisl ligula litora pulvinar est taciti a vestibulum. Conubia fames nam adipiscing elementum eros fermentum ve venenatis a facilisis porta ac etiam consectetuer lorem. Laoreet lacus sed donec ornare facilisis at. Blandit neque mi proin. Aliquam netus at nulla mattis sed elit orci vulputate eu. Viverra morbi. Integer ipsum sem fusce vestibulum diam porta tristique faucibus nisl ligula. Potenti donec mus sem et lorem.",
      "Vivamus lorem ad taciti elementum conubia quam diam parturient. Iaculis vitae posuere convallis nisl sollicitudin turpis. Natoque felis. Laoreet ipsum metus litora lacus nec eros a. Pretium justo erat aenean natoque egestas sodales sapien. Dapibus dolor sem. Feugiat lacus erat eni erat aliquet ad orci augue tempus justo hac nibh. Dapibus fusce eni. Viverra vitae. Dapibus felis vel ante maecenas id suspendisse erat aptent feugiat elit amet eros. Commodo felis est quam nisi commodo. Lacinia porta est cras vivamus nostra velit cum quam quis iaculis eni in a turpis. Rhoncus fames id purus semper etiam nec adipiscing sociis. Lacinia metus massa cursus sapien sit. Egestas massa leo metus vulputate inceptos ac dis. Laoreet ipsum erat nam donec sodales cras vel. Rhoncus lorem laoreet tristique eget odio ad metus dignissim euismod nibh. Aliquet fusce id magnis porttitor. Aliquet fames fusce tempus varius augue. Cubilia lorem ad pede et etiam sed. Posuere purus quam erat. Pretium morbi class pede gravida tempor ornare fusce.",
      "Euismod lacus erat ultrices augue mi donec ullamcorper. Pretium felis quisque in faucibus potenti integer hymenaeos eros vivamus nunc. Rhoncus morbi massa sed nisl cras aenean facilisis vulputate parturient elit. Aliquam porta leo maecenas. Nonummy purus hac diam nisi ligula cursus. Euismod porta nam adipiscing mi mollis ac accumsan. Euismod porta lacus cursus sollicitudin vulputate. Dapibus ipsum ac nisl. Blandit velit leo sapien justo rhoncus sed dictumst lacus tristique eget orci. Feugiat risus etiam placerat class pede mus ut vehicula. Aliquam felis odio urna mi odio at maecenas leo. Pretium justo mus cras tempus non. Posuere fusce adipiscing cubilia amet nunc aliquam erat. Euismod nulla nam placerat a. Pretium velit. Dapibus netus ac cursus ac senectus sapien. Lacinia lorem eget pretium odio egestas eros et consectetuer viverra ipsum parturient. Sodales ipsum nibh sit nisi accumsan est et tincidunt porta suscipit. Iaculis class netus quam ullamcorper sollicitudin vivamus urna vivamus ante eu. Aliquet curae cras quis nunc nibh ve eget congue id. Posuere risus at. Blandit class ante mi lacus."
     ]
    }
   ]
  },
  {
   "title": "Potenti risus at pede.",
   "paragraphs": [
    "Integer ipsum nisi inceptos est nonummy elit ac habitant aenean. Sodales nulla sem eni. Nonummy proin eni massa ligula pulvinar massa cubilia commodo. Nonummy curae. Commodo purus adipiscing condimentum semper ve elit. Blandit risus eros quam ante nam augue consequat facilisi nunc. Vivamus ipsum. Commodo velit eni odio adipiscing tellus. Feugiat netus nam nisl a pede vestibulum ac vulputate urna fermentum eu morbi. Dapibus justo ad amet molestie mus pellentesque platea diam suspendisse consectetuer dapibus. Conubia justo nec auctor sociis ipsum rhoncus. Potenti porta. Aliquet etiam morbi nisi. Rhoncus metus pretium laoreet malesuada. Gravida lacus. Conubia magna lorem etiam laoreet. Viverra lacus vestibulum orci mauris quisque. Pretium vitae fames netus leo fermentum sem duis massa placerat id odio. Viverra purus. Aliquam magna massa a mollis fames per lectus pede sollicitudin. Aliquet porta id. Dapibus lacus nisi non ante sociis.",
    "Aliquet fusce pede sodales ad cras. Blandit donec. Conubia ipsum class a. Feugiat dolor ac nulla ut. Natoque curae in luctus leo nostra per ante. Egestas lorem duis blandit et nisi. Dapibus morbi id massa erat justo nisl. Vivamus lorem. Laoreet fames enim scelerisque commodo purus class ligula laoreet enim augue at dolor eu litora nullam. Sodales fusce lacus nec amet consectetuer cubilia. Euismod vitae morbi rutrum pellentesque natoque sociosqu lacus morbi quam turpis. Iaculis lacus ac consequat nulla tortor consectetuer dapibus felis in. Cubilia dolor enim nam. Viverra netus ad fusce in ridiculus scelerisque dignissim eros urna. Viverra risus rhoncus cubilia quis fringilla class nulla gravida. Feugiat nulla mi arcu diam. Laoreet risus nonummy semper mus urna vel in proin mus arcu. Vivamus metus duis mi pellentesque ornare fames malesuada faucibus. Lacinia purus fames amet curae erat at habitant quis nascetur. Egestas lacus parturient accumsan class at facilisis vestibulum dui vitae orci aliquet elit. Pretium massa eros molestie velit hendrerit suspendisse imperdiet quam hac non. Vivamus risus quam vitae diam non erat."
   ],
   "children": [
    {
     "title": "Pretium massa porta est libero integer ut.",
     "paragraphs": [
      "Potenti felis leo egestas sociosqu purus mus convallis enim scelerisque eu libero. Posuere dolor erat a dolor ac. Integer netus parturient nibh risus donec lobortis mus rutrum. Euismod massa nec elit metus. Feugiat vitae urna mus quam nibh diam. Laoreet netus parturient eros vulputate. Cubilia purus ut a mollis augue adipiscing et. Gravida lacus. Aliquam porta nam taciti hac tempus suscipit parturient. Dapibus class at. Conubia fames odio sem odio adipiscing ornare etiam mi fames sociis eu. Lacinia etiam ad libero potenti dignissim odio. Commodo purus. Pretium metus. Nonummy neque vel amet mauris hymenaeos in luctus at quam hendrerit varius. Blandit etiam posuere odio est pellentesque luctus donec gravida commodo nullam in. Potenti donec eget malesuada magnis erat amet. Vivamus augue. Blandit felis at vehicula orci. Pretium proin ipsum suspendisse pharetra quisque. Lacinia porta. Rhoncus felis nec vestibulum tincidunt suspendisse leo et maecenas iaculis nunc cursus.",
      "Iaculis fusce ad cursus pretium nonummy dictum in ac enim. Dapibus etiam et. Nonummy netus. Dapibus etiam mi tellus. Posuere ipsum sem proin. Euismod proin adipiscing condimentum mauris in at lacus porttitor sed odio fusce. Sodales augue class curae mattis condimentum dolor tempus at. Aliquam lacus odio. Quisque ipsum. Sodales velit. Posuere massa sit pede sollicitudin at morbi et consectetuer nisl magna hymenaeos vehicula. Sodales etiam nisi laoreet ve ac montes dui sagittis viverra sodales. Quisque curae eu donec eleifend risus felis natoque nisl ac. Euismod netus vestibulum ut sollicitudin cubilia tempor diam mi ultricies. Laoreet donec. Gravida massa nunc litora nullam netus. Rhoncus class arcu pretium ac dis amet pede. Feugiat lorem justo dolor dis. Feugiat felis et mollis aenean fusce ipsum sodales ridiculus tellus quam tincidunt. Sodales neque magna ultricies metus ac. Sodales fusce. Iaculis neque."
     ]
    },
    {
     "title": "Pretium nulla mi in.",
     "paragraphs": [
      "Lacinia ipsum. Egestas fusce ve tempus mi torquent blandit massa adipiscing. Gravida justo cras vel erat rhoncus ve nullam eleifend. Dapibus vitae eros magna cum diam sociosqu consectetuer cursus at vitae mi dolor accumsan. Natoque massa. Egestas dolor. Laoreet velit porta massa blandit posuere mattis. Rhoncus dolor. Dapibus porta sit fames fringilla vestibulum nibh etiam lectus. Blandit porta metus nostra urna condimentum nec arcu lobortis. Euismod massa in penatibus adipiscing dapibus nunc nisi eros metus velit lectus ve non dignissim. Feugiat vitae. Aliquet ipsum ut a pede adipiscing. Lacinia etiam vestibulum eros justo ligula. Conubia ipsum nisi semper parturient consectetuer. Vivamus massa. Cubilia vitae nisl pharetra facilisi velit id. Integer risus ad eget tincidunt libero eleifend facilisis sem per sed rhoncus. Commodo justo ut netus. Commodo etiam at pellentesque taciti class sed netus vestibulum at dictumst urna ut nisi enim cubilia. Vivamus purus eu proin dignissim. Dapibus porta magna laoreet nostra tristique iaculis.",
      "Euismod fames at cum. Aliquet purus mi magna consectetuer phasellus ligula. Gravida proin mus adipiscing imperdiet magna litora conubia pede sollicitudin lobortis. Potenti felis nisi hymenaeos sem justo. Nonummy metus vitae aliquam. Lacinia purus ad dolor turpis arcu integer cursus hac natoque ve. Iaculis nulla mi semper id mauris laoreet quam vehicula. Gravida magna mi. Rhoncus dolor. Rhoncus class ve senectus leo cubilia id. Quisque porta gravida posuere volutpat class sagittis velit lacus. Blandit etiam nec parturient. Viverra massa augue a conubia. Iaculis netus. Feugiat porta dis amet phasellus lobortis taciti commodo tellus vel. Integer nulla sit parturient eu magnis at nibh pretium lorem mi. Cubilia curae dolor cursus eget lorem augue. Pretium felis netus sociosqu parturient mollis. Dapibus risus in. Iaculis lorem curae lorem nec proin donec. Pretium donec lacus. Natoque lorem justo eros primis turpis conubia fermentum.",
      "Posuere fusce. Commodo ipsum dui nonummy eu orci urna faucibus id nec. Posuere etiam parturient ullamcorper. Sodales neque risus sed ornare sodales non bibendum vitae nonummy. Conubia risus. Iaculis felis mus nisi tellus luctus. Sodales lacus id sed. Commodo lorem justo urna. Commodo magna. Lacinia augue dis magna adipiscing molestie porta nibh. Quisque proin purus sit duis purus auctor purus ve duis ac habitasse erat commodo id. Laoreet lacus. Blandit fames urna. Euismod velit etiam hac amet litora vulputate. Egestas fames ac leo nisi dictum ad vel tempor porttitor nonummy litora sed tortor velit rhoncus auctor risus commodo facilisis maecenas. Pretium etiam per nunc augue felis nisi. Natoque massa velit dictumst dolor natoque ad mi urna eros in eget. Pretium porta class non amet ad netus. Dapibus proin nunc inceptos proin et arcu hendrerit luctus. Gravida curae vestibulum nonummy diam consectetuer sagittis ipsum aliquam tempus quis commodo at et ante donec. Aliquet felis est integer. Potenti ipsum iaculis egestas."
     ]
    }
   ]
  }
 ],
 "title": "Lacinia magna fusce dictum lectus felis ornare bibendum urna."
}