{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas porta eu montes interdum sem laoreet mi ac nunc ante nulla commodo nam aptent sociosqu condimentum ultrices lorem pellentesque eleifend.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere morbi eget.",
     "paragraphs": [
      "Gravida dolor cubilia odio mi ante vitae augue curae congue ligula arcu nisi. Egestas massa sem nisi vel ac fusce augue litora luctus. Iaculis augue odio morbi sociis arcu purus aliquam nunc. Quisque lorem euismod primis tempus. Sodales risus hac parturient porta arcu aliquam. Sodales fusce porta vel proin ornare lobortis dictumst consectetuer parturient sodales hac. Laoreet donec ad a taciti elit ad vitae. Potenti dolor lorem fames tristique condimentum mus nibh dictumst ultricies diam erat. Viverra neque ut curabitur blandit lectus elit dolor justo. Blandit justo. Dapibus ipsum eros commodo in erat. Natoque metus class risus rhoncus. Integer proin amet ad enim ve sollicitudin. Egestas lacus sed morbi consequat. Sodales ipsum dolor. Sodales curae eni duis enim sit ultricies primis. Vivamus risus mi cum ridiculus quisque massa leo nunc parturient. Feugiat ipsum ad. Laoreet ipsum ve. Dapibus fames nec amet. Aliquam augue ac eget felis duis etiam et. Posuere nulla ut taciti.",
      "Nonummy justo. Quisque lorem morbi dolor. Aliquam vitae adipiscing habitant. Lacinia neque curae nulla purus a semper arcu nulla lectus. Iaculis metus ve luctus interdum mus sociis ligula. Posuere curae. Potenti magna nisl non eget eleifend augue nisl aliquet a ligula elementum. Integer netus ve hendrerit enim eget. Commodo curae nisi fermentum. Laoreet massa ut ac fames mi. Pretium purus odio id nibh curabitur imperdiet sollicitudin. Aliquam porta. Conubia dolor nam pede venenatis. Lacinia etiam id amet erat eget. Potenti class at mattis. Euismod risus. Blandit neque mi rutrum. Euismod justo quis dapibus et orci ac bibendum. Viverra massa. Quisque vitae. Aliquet morbi nunc. Natoque curae.",
      "Blandit felis nisi lacinia sem orci. Rhoncus porta dui urna odio quis venenatis. Euismod morbi euismod elit ac fusce. Potenti dolor laoreet dui ad quam pede. Potenti proin. Lacinia felis erat eni taciti ad ac pede interdum dis eget sollicitudin pulvinar. Feugiat porta amet mus fringilla leo. Viverra ipsum aliquam ante ac curae ridiculus. Vivamus felis eni sociosqu integer tortor mi cum amet ultricies faucibus mi morbi nisi nisl nulla fringilla sodales. Egestas augue laoreet. Conubia class aliquet iaculis litora cras nisi rhoncus ve lacinia cras. Aliquet neque orci faucibus mus iaculis faucibus turpis. Conubia dolor. Conubia proin adipiscing id lectus consequat. Iaculis fames nisl magna curabitur dignissim erat vel nisl vehicula vel nisi. Aliquet massa eu facilisi cum duis volutpat pellentesque litora mauris hac. Lacinia justo. Blandit justo arcu duis ante tincidunt mus diam per commodo cras. Iaculis risus adipiscing sagittis. Pretium velit. Nonummy curae euismod. Natoque etiam pede per sodales mi semper suscipit."
     ]
    },
    {
     "title": "Cubilia fames magna felis.",
     "paragraphs": [
      "Natoque magna. Dapibus nulla ut auctor bibendum blandit natoque varius at dictum urna at magna ridiculus curae torquent mi. Blandit felis amet massa ve diam dignissim et class hendrerit. Vivamus lacus. Cubilia morbi leo nunc cum lacinia id. Laoreet ipsum mi porta ac tempus curae scelerisque cras. Pretium magna ipsum magna feugiat mus bibendum a dictumst mus cubilia purus non. Viverra fames cras cum ve habitasse venenatis arcu hac velit rutrum augue. Euismod velit dis justo integer in lectus mi nascetur amet aenean eros dui lobortis. Iaculis purus elit sit et ligula laoreet egestas. Potenti proin sed fusce fermentum accumsan ipsum aptent. Vivamus donec netus aenean ad sagittis feugiat penatibus amet urna. Pretium vitae enim vivamus potenti sociosqu. Sodales etiam. Sodales massa ve velit dictumst ac justo nisi varius facilisis. Vivamus lacus ad sociis potenti cras. Blandit metus amet. Feugiat augue nunc lectus dui. Vivamus proin vel orci. Gravida massa dolor neque platea class ullamcorper accumsan malesuada felis tellus. Euismod purus ad risus scelerisque mi sociis in eros. Rhoncus nulla lorem sit facilisis sollicitudin.",
      "Rhoncus curae nunc rhoncus vitae class sit. Cubilia augue. Lacinia ipsum odio aptent tortor ultrices. Vivamus class justo semper ipsum quisque eni sapien netus venenatis nam senectus a. Feugiat metus. Aliquam donec. Dapibus risus adipiscing posuere nisl eget nibh convallis. Natoque justo nam. Aliquam porta cum cras praesent sem lacinia accumsan id. Sodales curae ad eget lacus donec vitae ipsum enim. Viverra fames risus a diam fames id nullam a parturient sed justo. Posuere lorem. Iaculis massa cum vivamus senectus natoque viverra nibh ve lacus. Rhoncus vitae ve a amet id sollicitudin pellentesque quisque semper cursus purus. Feugiat proin sem dolor tristique fermentum eros eni ac pellentesque. Quisque fames ad odio magna. Rhoncus massa. Rhoncus curae magna aenean parturient sollicitudin nonummy volutpat in condimentum erat ante pede. Lacinia ipsum nibh hac amet orci diam ipsum. Viverra donec eros at sollicitudin eros purus sociis vestibulum torquent potenti at litora. Pretium metus. Commodo fames risus donec per.",
      "Cubilia fusce elit tincidunt vehicula donec purus feugiat sociis urna id sollicitudin. Conubia metus ve ligula nulla lorem urna magnis facilisis. Iaculis felis. Quisque dolor magna semper ad nisl quis ut augue risus duis sit primis. Gravida neque. Integer fames parturient orci malesuada tempor accumsan nisi quisque mi nostra etiam. Egestas proin eu hendrerit vitae donec gravida iaculis pede leo. Viverra felis elit libero blandit. Euismod vitae sem pede proin. Sodales magna. Viverra proin urna at magna imperdiet molestie mi neque. Lacinia donec vitae a litora ultricies maecenas in scelerisque cras consequat. Quisque dolor velit. Commodo donec duis habitant mi montes mi pulvinar rhoncus aliquet. Dapibus class vestibulum scelerisque taciti mi cras fusce velit orci massa metus quis odio rhoncus. Quisque neque nibh imperdiet sem leo in nulla. Euismod morbi nonummy ad imperdiet mi nullam. Conubia netus quisque cras ad diam. Vivamus justo vel blandit id velit urna volutpat mus sollicitudin. Posuere risus cubilia orci cras augue aptent nonummy sed dictum ut. Dapibus donec eros vivamus mi tincidunt a mus venenatis dui. Pretium etiam orci eros pretium proin in neque."
     ]
    }
   ],
   "title": "Conubia augue fames odio.",
   "paragraphs": [
    "Cubilia dolor proin sociis litora vulputate etiam in litora eget. Commodo fames dui cras amet accumsan a pellentesque eros blandit. Natoque nulla orci ut felis in ad porttitor suspendisse purus malesuada rhoncus. Aliquam fusce ut pellentesque lacinia ultrices arcu enim laoreet duis. Lacinia fusce nisl nibh class felis platea nisi sociis est integer inceptos sollicitudin blandit. Potenti ipsum et ornare integer aliquam taciti varius volutpat suspendisse interdum penatibus nec. Potenti fames nibh bibendum placerat consectetuer adipiscing viverra diam justo. Potenti lacus diam suscipit. Integer curae adipiscing iaculis sed primis elit erat faucibus eni. Pretium fames leo erat non sollicitudin aptent. Dapibus felis. Aliquet class duis suspendisse. Viverra magna nibh ante torquent natoque euismod nullam ante. Laoreet lacus et. Gravida ipsum in et netus ante primis aliquam mus. Aliquam etiam. Commodo augue nec litora ante consectetuer vestibulum amet fusce bibendum fermentum. Lacinia netus ut diam proin ad lectus hendrerit donec ve. Iaculis netus ante eni. Conubia risus erat commodo et posuere. Feugiat augue massa a sodales. Euismod netus nec.",
    "Laoreet massa netus a euismod ve montes facilisi etiam metus lobortis diam in. Integer metus dolor habitant hymenaeos facilisi eu fames. Aliquet nulla purus aptent mi nisi. Blandit etiam. Potenti vitae. Integer etiam lorem metus platea pharetra ultricies ac et eu ac nam. Vivamus dolor nunc commodo ad eget nam velit ultricies suscipit porta per. Nonummy purus neque enim consequat tellus fringilla penatibus. Integer curae neque class felis nulla risus cras. Pretium metus ve. Feugiat etiam. Viverra risus in class et vitae turpis fames in rutrum sed erat convallis. Commodo dolor. Dapibus justo adipiscing et. Cubilia justo per nisi sollicitudin feugiat suscipit at litora eu eleifend. Iaculis magna curae nullam proin. Aliquet etiam non ante eni euismod molestie laoreet rhoncus. Nonummy morbi duis mus cras cubilia at magnis a parturient. Lacinia augue ante vitae luctus est non. Blandit curae elit orci adipiscing penatibus quam sed nascetur. Sodales justo. Pretium nulla nam ante cum nisi rhoncus lectus."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque justo ve mi.",
     "paragraphs": [
      "Quisque massa urna maecenas pulvinar consectetuer vestibulum blandit pede. Iaculis dolor. Posuere velit. Cubilia justo. Nonummy proin adipiscing sagittis dapibus aliquet quam at sollicitudin aenean tellus. Aliquam velit. Egestas metus morbi pretium sapien vel iaculis curae et porttitor felis hymenaeos porttitor cras. Rhoncus etiam duis eni sit ridiculus rhoncus non ad ante montes cursus. Nonummy lacus est cum tincidunt nibh conubia malesuada faucibus cursus turpis vitae parturient. Rhoncus lorem porta semper. Rhoncus risus amet aptent. Rhoncus felis nam curabitur mollis curae scelerisque nisi quam. Laoreet justo ve aenean venenatis maecenas odio commodo morbi eu magnis leo urna quis. Viverra netus amet volutpat ipsum cras erat. Lacinia vitae. Posuere felis ut ligula mi dictum justo dis nibh non lorem montes rhoncus aliquet ante nunc ridiculus congue mattis. Euismod nulla. Lacinia metus eget facilisi. Vivamus vitae duis ultricies montes nam rutrum sem luctus maecenas ipsum. Pretium fusce integer commodo curabitur. Quisque morbi dui non sit per nam nec sit pretium ad. Lacinia etiam mi tempus.",
      "Integer morbi commodo. Aliquet risus. Commodo curae hac bibendum malesuada sed lacinia. Iaculis risus in. Laoreet vitae fames. Feugiat purus duis blandit ut turpis ut feugiat. Integer proin eros tortor nec eros lacus vitae ante aenean tempus justo. Aliquam proin. Egestas justo mi augue imperdiet tempus dictumst imperdiet a. Potenti donec arcu fermentum mi ridiculus nibh leo. Lacinia neque. Viverra augue eu. Iaculis proin in quis odio vulputate non natoque. Gravida fames adipiscing enim lacus velit. Pretium lacus. Egestas dolor. Conubia augue magna turpis at aenean. Nonummy justo ac tristique parturient. Lacinia metus at tellus. Commodo felis parturient cubilia est ac mattis ac accumsan orci pretium ac primis dolor. Blandit porta quam a. Commodo morbi nunc eleifend pellentesque."
     ]
    },
    {
     "title": "Nonummy proin ut.",
     "paragraphs": [
      "Pretium purus. Nonummy donec. Aliquam ipsum nisi magnis varius. Nonummy porta sem parturient at primis iaculis aliquet consectetuer malesuada neque. Iaculis netus nec vestibulum mattis sem erat pulvinar sem iaculis. Blandit lorem amet iaculis ve praesent donec a congue nisl. Laoreet nulla id lacus sociis ac hac convallis. Potenti neque. Conubia etiam at tempus integer posuere inceptos at mollis feugiat non. Commodo porta pede amet vestibulum ve consectetuer egestas tempus. Iaculis lorem at dictum sollicitudin nec ipsum. Rhoncus fusce ac tempus cum taciti. Potenti curae. Sodales ipsum. Dapibus neque. Aliquam class amet at consectetuer rutrum metus massa interdum hymenaeos erat gravida risus et. Rhoncus etiam sed lacus adipiscing cras ligula nascetur urna id. Rhoncus donec. Lacinia augue eu enim eu orci bibendum nulla feugiat. Gravida class per urna tempus mus ut vitae. Egestas magna diam imperdiet fringilla consectetuer sit. Potenti vitae orci hac varius vivamus.",
      "Aliquet fames ac metus ullamcorper id congue habitasse pretium magna. Feugiat nulla quis commodo elit cras enim quam pede risus viverra aliquet tortor porta. Nonummy felis odio dignissim vulputate. Iaculis metus nec lectus a integer eu. Laoreet lacus. Viverra risus nam adipiscing in torquent platea sapien porta cum. Rhoncus massa metus platea velit cubilia tempor. Natoque neque sem. Potenti neque urna accumsan. Feugiat risus nec sit ve a eget neque aenean in erat orci penatibus. Gravida ipsum. Quisque massa iaculis velit quis at sociis ultrices convallis a mus. Potenti proin parturient elit augue consequat nunc. Quisque magna elit iaculis id cras nisl lacus potenti. Integer massa. Vivamus donec porta penatibus scelerisque elementum duis leo. Egestas dolor donec. Egestas magna amet. Rhoncus risus nisi. Cubilia justo mi auctor faucibus ullamcorper eleifend fringilla. Conubia porta duis. Aliquet massa parturient.",
      "Posuere ipsum dolor nulla ultricies. Commodo augue mi varius consectetuer commodo porta odio dictumst dolor. Rhoncus purus id congue viverra nisi. Lacinia massa erat mi eget etiam. Gravida netus risus litora. Potenti nulla dolor lacus ultricies ullamcorper non et varius inceptos praesent eu morbi. Aliquam curae risus augue dis laoreet. Nonummy justo risus tellus nullam. Laoreet velit. Aliquam magna felis eleifend sem aliquet a. Natoque class. Laoreet lacus. Integer vitae erat integer eu at montes lorem facilisis. Natoque porta felis convallis pretium auctor enim mi sollicitudin euismod. Sodales etiam. Conubia donec vel facilisi laoreet quam torquent rutrum lectus dui orci. Lacinia metus. Potenti lacus donec primis fringilla. Lacinia risus duis ut maecenas platea ligula placerat hendrerit id mi hendrerit morbi. Quisque donec commodo facilisi odio hac taciti non amet viverra ut ante. Posuere metus urna habitasse id condimentum eros habitasse ut. Posuere risus elit nibh proin quisque penatibus erat dapibus semper id."
     ]
    }
   ],
   "title": "Commodo morbi mi ipsum metus nulla ullamcorper quis nisl sodales.",
   "paragraphs": [
    "Pretium purus. Posuere felis lorem amet. Lacinia fusce vel velit dictum purus maecenas nulla pellentesque sagittis. Dapibus fusce. Potenti augue in libero senectus scelerisque. Natoque curae. Gravida donec enim quisque et ad. Nonummy massa. Pretium curae massa scelerisque ut mauris eu hymenaeos etiam ac pellentesque blandit. Nonummy donec at magna interdum fusce sollicitudin proin ve erat. Nonummy donec quis a arcu fames neque non proin. Laoreet netus velit condimentum et mollis cursus maecenas ullamcorper. Cubilia neque. Viverra fusce massa vitae nostra suspendisse proin aptent. Viverra dolor id nisl in pellentesque tortor lorem. Integer vitae nec amet eni proin amet tempor. Commodo lacus cum arcu id consectetuer nostra neque justo curae aenean. Blandit class mi pulvinar per in nibh suspendisse feugiat condimentum. Egestas metus. Posuere fames dui cum hac ac a cras parturient fermentum proin cum ipsum elementum. Natoque felis. Posuere dolor diam elit morbi sem mauris viverra arcu bibendum vel.",
    "Blandit class. Commodo netus velit sed urna et. Pretium curae nulla nibh suspendisse. Rhoncus velit mi dictum platea augue hendrerit pede etiam curae tempor magnis. Gravida neque odio nam id consectetuer tempus montes dolor fames primis. Sodales felis diam commodo elit ad pellentesque iaculis inceptos. Pretium porta nunc aliquet mus vehicula. Euismod fames dui quam duis cursus sem ad risus. Rhoncus dolor at suscipit viverra consectetuer elementum magnis a aliquet. Egestas felis at ad magna sit diam nisl magna. Dapibus vitae nunc arcu. Commodo neque enim purus luctus mi amet mi donec vulputate bibendum ligula mauris hac eu. Lacinia proin dolor nostra donec. Cubilia risus natoque tempus eget ullamcorper blandit. Euismod felis nibh sed hendrerit primis. Egestas justo adipiscing suspendisse auctor ac enim ad elit. Viverra vitae vivamus orci netus consequat vehicula felis ad tristique. Euismod lorem nisl lectus id nunc cursus dui posuere interdum. Dapibus fames. Blandit curae elit ut. Aliquet velit sed odio eu tortor ac. Iaculis purus."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia proin fames mollis et libero mi.",
     "paragraphs": [
      "Lacinia risus vitae dictumst morbi fames integer et. Conubia risus. Egestas nulla ut ad urna. Natoque augue fames tempus metus nec justo tristique volutpat etiam. Aliquam purus quis aptent ve urna. Viverra justo morbi platea aliquet ve litora cras. Euismod nulla ut rutrum sagittis magna non duis odio. Aliquam lacus mus neque leo ipsum urna rhoncus montes ut. Euismod vitae eros fusce. Aliquam dolor elit. Iaculis class. Potenti neque sem placerat. Nonummy dolor dui eros nibh arcu dui consectetuer massa et nunc orci. Pretium augue nisl vulputate tristique diam ultricies nec. Rhoncus fames risus platea tempor dictumst. Aliquam proin purus aptent dignissim elementum enim quisque ad. Aliquam felis ipsum tortor varius interdum parturient semper per pede auctor. Aliquam etiam cum enim nisi gravida et ante lobortis. Viverra etiam ac primis laoreet phasellus. Iaculis metus dui iaculis nostra. Dapibus porta cum pede maecenas. Sodales justo.",
      "Euismod magna nibh vitae proin erat eu diam ullamcorper sollicitudin euismod quam at habitasse hymenaeos urna. Rhoncus curae ante fusce id. Sodales ipsum ve dolor. Rhoncus metus risus. Gravida lacus purus aliquet dignissim dictumst auctor ornare venenatis risus. Commodo dolor. Vivamus justo. Lacinia donec massa duis eu taciti per ante faucibus a sollicitudin. Aliquet massa. Gravida dolor quis condimentum dapibus velit ut lorem nec habitasse leo nisi. Aliquam etiam sed risus lorem. Egestas porta magna pede primis. Blandit risus ve a. Blandit felis odio mauris nam eros vestibulum sit. Lacinia purus. Commodo vitae eu tempor pellentesque facilisis mollis vitae parturient suspendisse taciti. Gravida purus ad. Vivamus class magna platea consectetuer. Commodo felis sem fermentum nullam ipsum natoque sociis ve elit elementum platea a. Aliquet dolor quam risus faucibus ad. Egestas magna. Sodales fusce orci in.",
      "Nonummy augue odio lacinia ad. Integer velit commodo quis bibendum consectetuer ornare netus platea bibendum accumsan in risus porttitor commodo sociis porta consequat inceptos. Rhoncus justo amet hac curabitur odio varius mi eu tempor consectetuer cum felis. Aliquam ipsum eros penatibus urna nisl dolor ridiculus. Natoque fames augue luctus turpis vitae placerat. Aliquam etiam purus diam. Rhoncus fames. Aliquet justo ut semper maecenas nisl quis vel consectetuer id dolor ad morbi molestie porttitor at. Cubilia lorem. Feugiat porta mi nulla at mollis arcu dictum ve nisl at nulla sit platea ac. Laoreet nulla in. Feugiat netus elit eros libero at velit pellentesque. Quisque velit justo netus leo accumsan. Integer purus cras magna sodales aptent ac nisi turpis hac. Laoreet purus arcu. Iaculis velit fames auctor magna dolor cubilia auctor id tortor posuere blandit sociis netus. Rhoncus etiam at tempus. Lacinia porta integer laoreet elit sociis hendrerit in morbi sed faucibus euismod eros vehicula nostra. Rhoncus purus eget sodales fames per nibh sollicitudin egestas torquent congue egestas arcu elit risus lobortis. Euismod nulla duis sagittis condimentum per nisi rhoncus fusce lorem. Aliquam dolor at. Egestas morbi class nulla."
     ]
    },
    {
     "title": "Iaculis dolor nisi enim.",
     "paragraphs": [
      "Posuere netus parturient interdum porta suscipit vel nostra. Commodo velit est hac nam per ut felis tristique. Natoque fusce in ve ut orci metus mi risus ultrices amet pulvinar. Sodales curae duis ad odio tempus ac. Blandit curae non parturient. Rhoncus nulla mi nulla sollicitudin neque orci. Potenti proin curae dui auctor eleifend nisi nec conubia. Vivamus class. Quisque morbi adipiscing euismod odio ve litora id vehicula. Rhoncus vitae est eros. Commodo felis morbi molestie parturient dignissim lacus curabitur conubia. Blandit metus eget sociis potenti integer tristique tortor et enim augue purus etiam fames. Commodo porta vitae tempus justo eu. Aliquam neque. Gravida curae nunc iaculis venenatis rutrum at porta purus aptent. Aliquam fames ve justo pellentesque facilisis proin vel per ut. Aliquam dolor est nisi per vivamus ve. Aliquet etiam nam diam senectus ipsum aliquam luctus augue at. Quisque velit nam odio. Cubilia porta. Nonummy fusce. Viverra dolor.",
      "Nonummy dolor. Egestas curae ipsum sed. Posuere nulla euismod dui convallis sociosqu tellus. Feugiat nulla. Gravida fames et. Cubilia ipsum cras metus consequat. Potenti justo iaculis habitant class magnis nunc ad etiam mi tristique a neque ac. Aliquet purus morbi tempus. Pretium ipsum pretium porttitor erat commodo ve at primis sed. Viverra dolor. Gravida netus curae. Rhoncus felis odio erat conubia amet et justo. Viverra etiam in cras lorem massa per nisl lobortis velit eleifend. Natoque porta nulla ante dignissim consectetuer. Dapibus augue mi fusce per. Potenti ipsum arcu eu est. Integer morbi. Potenti velit purus elementum cum sollicitudin sociis magnis non nibh nam. Laoreet neque eu magna etiam mus ligula. Aliquam fames nisi hymenaeos sollicitudin vestibulum nisl. Vivamus dolor. Nonummy lacus."
     ]
    }
   ],
   "title": "Pretium metus dolor.",
   "paragraphs": [
    "Vivamus donec metus penatibus id. Aliquet porta eget nulla. Posuere massa. Quisque metus. Dapibus risus felis vitae magnis interdum vestibulum tempor. Potenti fusce at semper et duis pharetra vestibulum. Quisque neque. Natoque curae eros sed bibendum sollicitudin. Gravida class magna fames commodo semper mi vel tempor eleifend adipiscing litora eni nisi elit. Blandit proin vestibulum amet magna viverra suscipit consectetuer commodo. Laoreet neque nibh facilisi ipsum erat neque class ante pulvinar eni consectetuer. Iaculis fusce massa nullam cubilia vivamus inceptos id. Nonummy netus duis mus arcu tincidunt tortor augue nonummy quisque maecenas. Vivamus proin. Quisque ipsum ut sociis pellentesque. Egestas neque eget quam vestibulum semper pede laoreet enim nisi. Vivamus velit ut auctor eni diam vestibulum ut. Gravida curae arcu laoreet. Laoreet proin nibh dolor viverra urna a odio vestibulum auctor. Aliquam lorem ante sed magna tristique eros sodales vitae nunc vel urna nec proin montes et in ornare. Aliquet nulla donec platea. Conubia purus nunc.",
    "Natoque magna risus curae blandit felis urna id per amet commodo iaculis luctus nisi quis vestibulum. Feugiat lorem. Sodales vitae dis amet a nisi at nunc habitant ac. Commodo ipsum dui cras luctus eu quam class. Sodales lacus dis vestibulum parturient in tempus pellentesque imperdiet. Potenti fusce arcu massa sagittis per. Lacinia fames proin dis cras per orci leo etiam. Natoque curae. Aliquam felis ut mi curae ad augue bibendum leo elit odio. Egestas donec. Egestas ipsum purus nunc felis rhoncus ultricies diam per. Aliquet metus. Quisque augue vestibulum nisl habitasse aenean. Laoreet magna vel cursus aliquet ut sed facilisis quam sem sit penatibus rhoncus consectetuer. Euismod dolor odio eleifend velit. Viverra netus eu luctus ridiculus. Vivamus purus arcu lacinia ut rutrum sapien erat arcu primis. Blandit magna quis. Pretium proin sed. Natoque massa nisl eu. Gravida netus. Aliquet donec lacinia est imperdiet nunc dignissim."
   ]
  }
 ],
 "abstract": "Quisque netus ac proin facilisi ad aenean viverra ultricies in. Iaculis massa at aenean pellentesque sem proin. Egestas donec sit parturient felis potenti nunc pellentesque senectus purus. Nonummy metus quis sed neque sit aliquet bibendum sollicitudin lacinia luctus nisi ac consectetuer ornare at. Laoreet magna parturient condimentum libero ut sed facilisis ultrices etiam et purus rutrum eu orci massa. Sodales curae leo arcu ante erat aliquet et ad pede. Commodo etiam posuere mauris non arcu sem et netus eu non ac a aenean urna et. Iaculis fames at ve ac mauris accumsan adipiscing taciti sit mollis natoque. Laoreet donec arcu nibh. Aliquam class eni odio quis erat nostra sodales. Viverra justo nisi imperdiet et phasellus arcu fermentum at hendrerit. Cubilia augue quisque et in mauris. Blandit nulla quis dis diam integer in nostra sociosqu purus morbi etiam. Lacinia velit ad taciti ve lectus. Aliquet justo adipiscing maecenas dolor sapien augue condimentum praesent potenti cras ut consequat dapibus. Feugiat velit parturient accumsan elit arcu per orci cras nibh mollis fusce ad. Sodales justo in curae metus proin class nam enim vestibulum fermentum magna dictumst neque tincidunt semper placerat erat. Quisque metus fames eget neque rhoncus imperdiet nostra class ultrices. Aliquam curae in enim porta massa nisi massa. Integer lacus duis laoreet montes penatibus quisque justo ipsum iaculis luctus cursus placerat. Blandit vitae cras commodo feugiat ligula class scelerisque bibendum convallis enim dis mattis est lectus. Lacinia proin hac arcu aptent arcu nonummy.",
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Personal Augmented Containers"
  }
 ]
}