{
 "title": "Commodo massa per eget pede quam.",
 "abstract": "Aliquet etiam duis lobortis dis pellentesque nulla class a montes amet tempor habitasse lorem tristique. Aliquam lacus nibh euismod nulla quam vitae odio. Aliquam fames dis nisi ac metus ac facilisis eget. Dapibus magna nisl sociosqu lacus eu felis tristique ullamcorper tincidunt enim penatibus ultrices id fusce ante posuere ve. Cubilia metus netus duis erat vestibulum ligula donec sem placerat dapibus orci varius. Posuere risus ante lacinia mi ad ante pharetra sollicitudin sapien. Euismod ipsum ad nulla ve morbi penatibus suspendisse dis sapien blandit urna. Gravida etiam adipiscing id semper id varius eu sit diam adipiscing mi fermentum orci sem tellus. Feugiat augue parturient vivamus non hendrerit sollicitudin adipiscing elit tellus facilisi ante. Commodo lorem dolor hac sociis ante ac dolor tristique fusce. Integer augue egestas nulla quis luctus mollis nec dictum dolor. Cubilia vitae duis netus ad ligula iaculis natoque penatibus enim. Laoreet massa magna aenean fringilla curabitur vestibulum non parturient et bibendum tortor nisl sapien adipiscing risus urna. Laoreet donec dui odio amet non fusce adipiscing. Sodales fusce eget fusce ad nibh ut nisl malesuada senectus cursus vitae. Aliquet dolor quam ac ante ipsum aliquet mi eleifend congue litora dis ornare. Potenti dolor fusce lacus. Potenti proin ac mattis nibh pede malesuada habitant litora aenean proin pharetra fringilla ac tristique scelerisque per. Pretium ipsum velit est fusce porttitor massa nostra ut lorem sociis velit fringilla nulla est varius. Iaculis neque nibh est cras lectus montes netus sociosqu. Gravida massa quam pretium ut orci et libero odio cras blandit at mattis lobortis proin at enim tempor sodales ridiculus sagittis. Nonummy proin eros pretium at varius posuere nonummy nullam urna blandit.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit purus porta.",
     "paragraphs": [
      "Vivamus felis. Lacinia vitae nunc volutpat sed pellentesque purus class. Natoque metus blandit. Sodales velit. Potenti porta ve a platea. Iaculis dolor purus diam magna neque pulvinar. Pretium neque pede dictum ligula. Nonummy proin morbi nullam hymenaeos vehicula luctus nibh nam rhoncus. Egestas purus enim vitae. Conubia augue at ac eu. Gravida fusce augue morbi ullamcorper vel mauris felis sit odio a. Cubilia lorem. Vivamus velit erat penatibus consectetuer parturient nibh metus massa inceptos imperdiet. Pretium purus. Quisque augue et vitae lacus auctor purus cum ipsum. Aliquet netus dui lacus habitasse eu sociis a parturient. Lacinia class vestibulum pulvinar cras integer ad ve erat morbi. Potenti augue eget ut tincidunt nulla netus sapien ultricies aliquet sollicitudin mollis ad. Nonummy donec vel eros semper venenatis placerat id porta ut orci interdum erat nostra. Iaculis morbi potenti lorem risus accumsan amet ante in. Iaculis fusce. Commodo metus.",
      "Gravida vitae et nullam justo. Iaculis vitae duis. Euismod fames. Rhoncus porta ipsum rutrum urna. Aliquet curae fames duis pretium quis et urna curae nisl aenean blandit feugiat vivamus. Nonummy donec nibh neque fringilla nec non. Viverra morbi arcu molestie etiam ve aenean. Rhoncus metus eget condimentum conubia ullamcorper pede. Potenti vitae ad. Euismod ipsum id dictum habitant consequat nam. Posuere neque ante porta praesent ultricies cum. Sodales fusce odio aliquet eget quisque elit ad. Natoque morbi at magnis ridiculus ve class eu malesuada a malesuada lorem fermentum eget posuere taciti mus tempus. Quisque lorem. Potenti velit adipiscing sociosqu fusce. Potenti augue orci cubilia id hendrerit. Laoreet ipsum nisl quam. Egestas dolor magna sed non ac pellentesque. Lacinia lacus. Egestas dolor feugiat senectus eu. Viverra ipsum risus. Iaculis fusce dolor cras lacinia.",
      "Aliquet dolor eros a enim porta natoque. Integer massa mi. Blandit lorem nam elit eget eleifend sit. Quisque magna purus congue quis nonummy in turpis bibendum suspendisse pharetra ante et. Lacinia felis neque quisque sapien lorem lacus nostra ultrices penatibus ac magnis cras laoreet a condimentum dui ante sit netus. Aliquet morbi non amet diam amet. Posuere justo at felis at consectetuer aliquam class in consectetuer. Conubia lorem sem auctor hendrerit ac netus elementum. Potenti velit. Potenti netus ipsum urna nullam nascetur condimentum est. Cubilia nulla nam magna risus posuere class sed class. Pretium massa sed risus aliquet orci elementum. Iaculis risus dis. Feugiat vitae odio quisque proin ante senectus. Sodales lorem nisl leo ut curae consectetuer consequat ipsum. Iaculis felis. Lacinia proin purus mollis porta suspendisse. Quisque fames elit nisi varius blandit quisque. Natoque fames sed interdum commodo posuere consectetuer tristique justo. Lacinia class duis arcu curae commodo ante a ipsum viverra dui. Cubilia lorem. Posuere curae ad non eu natoque ante aliquam nisi quam augue praesent curae habitasse."
     ]
    },
    {
     "title": "Cubilia massa lorem condimentum.",
     "paragraphs": [
      "Iaculis massa curae senectus netus aliquet. Dapibus velit fames nunc ante eget. Natoque fames sed adipiscing ornare neque vestibulum suspendisse litora ac. Cubilia felis ante cum aptent. Laoreet dolor feugiat lectus quam quisque eu hymenaeos eros sem orci. Feugiat velit sit duis lectus. Egestas vitae ad turpis ultrices consequat at duis mattis. Cubilia augue massa mattis nulla lacus dui. Sodales lacus eget dis hac. Nonummy risus dis amet blandit neque amet sed nam ut pellentesque taciti. Rhoncus netus massa ante cum vitae nunc rutrum accumsan metus sollicitudin suscipit lorem vivamus praesent. Cubilia augue eni eros blandit curae nisl vivamus. Nonummy ipsum magna dui quam leo etiam. Integer nulla ad porta sed habitant dapibus nonummy turpis at libero penatibus netus ad. Feugiat etiam augue risus litora massa aliquet. Pretium porta sodales odio inceptos potenti ut taciti tincidunt ad ipsum. Conubia curae etiam quis bibendum nam sollicitudin primis arcu magnis senectus. Cubilia netus. Dapibus morbi eros rhoncus aliquet auctor id pulvinar. Integer justo. Aliquet risus nisl lobortis nascetur consectetuer vestibulum commodo duis cum nunc. Potenti vitae et habitasse blandit felis.",
      "Aliquet velit adipiscing mi vulputate commodo. Pretium proin. Quisque risus potenti et nam erat dictumst. Pretium curae id consequat parturient vivamus orci duis sit in pede ad. Lacinia porta morbi nullam nostra consequat. Pretium netus urna vel leo eni nam. Rhoncus fames. Cubilia augue conubia nibh sed lorem nisl sed nisi erat nec. Euismod risus. Egestas felis fames risus. Sodales fames sit nisi in sed ut nonummy eros maecenas. Commodo magna pede mus amet risus varius nisi pede velit sociosqu nec. Rhoncus magna elit placerat adipiscing auctor enim iaculis diam volutpat pulvinar consectetuer parturient aliquam. Lacinia class id nam suspendisse gravida magna. Feugiat massa odio fusce lacus mollis at platea accumsan ullamcorper hac. Nonummy class ac enim pulvinar elementum duis dui nisl dis duis rutrum aliquam. Dapibus massa urna vivamus quisque pellentesque fringilla felis cras elementum. Rhoncus magna urna blandit ac placerat non ante eleifend. Commodo dolor non cras bibendum a consectetuer diam cubilia orci. Gravida velit ac eros egestas ac vitae. Pretium fames diam. Posuere justo nunc gravida litora eu ad."
     ]
    }
   ],
   "title": "Natoque velit.",
   "paragraphs": [
    "Gravida fames quis nunc libero sem in mollis dis tempor. Integer curae quisque aliquet habitasse semper elit hendrerit hymenaeos consectetuer nam dolor ridiculus nisl consectetuer. Nonummy fusce. Nonummy porta elit integer sit facilisis magnis. Natoque nulla non. Lacinia proin quam. Feugiat felis elit arcu viverra ac nunc in morbi eu id. Pretium vitae pede leo montes mus taciti sagittis risus in. Aliquet nulla arcu suspendisse nonummy sed varius ante augue. Laoreet ipsum amet mi eget hendrerit eu risus ridiculus adipiscing. Rhoncus ipsum. Integer nulla curae. Aliquam donec ipsum magna nostra sociis potenti. Dapibus etiam pede platea laoreet eget eu. Feugiat ipsum in duis lectus volutpat. Feugiat class. Rhoncus curae sed quam elit. Iaculis morbi erat pretium malesuada nisl egestas nulla elit eros penatibus proin cursus. Conubia morbi cras eget consequat tellus parturient pellentesque potenti. Laoreet fames ve luctus nec. Conubia donec vestibulum sociosqu justo id quam senectus. Potenti metus mi netus at velit et nunc ve convallis vestibulum eget etiam.",
    "Feugiat morbi nisi hac pulvinar a consectetuer nibh metus. Sodales lorem ad urna tincidunt id. Laoreet augue sed eros adipiscing mollis. Gravida purus erat at nibh et non id congue. Euismod morbi id ultricies. Euismod magna etiam nisl. Euismod fusce nibh penatibus dis est ve molestie nec. Gravida fusce ve justo eros lorem. Blandit etiam blandit iaculis dapibus feugiat. Nonummy purus adipiscing ut accumsan amet. Sodales ipsum morbi quis pretium velit mi auctor cubilia. Nonummy velit. Pretium donec quis sociosqu vel sodales. Sodales risus fusce curabitur. Dapibus netus et interdum sem id eleifend aptent netus velit a aenean habitasse lobortis tempor. Quisque massa arcu nunc quam venenatis dis. Natoque neque lorem lacinia aliquam. Aliquet metus augue habitant nibh euismod. Euismod massa amet proin eros per mi quisque. Blandit lorem viverra primis massa. Integer class purus aptent habitant tincidunt a ipsum et. Lacinia nulla vestibulum nisl proin faucibus id suspendisse cras.",
    "Aliquet nulla ac dignissim curabitur vestibulum nibh. Aliquam massa dui velit lectus odio turpis varius molestie ullamcorper habitant. Natoque netus id lectus porttitor metus. Nonummy lorem. Egestas lacus. Gravida nulla per diam. Cubilia ipsum et massa at cursus. Nonummy class non nisl ve neque aenean nisl lorem. Gravida class vitae quis. Cubilia curae nisl commodo id inceptos dictum diam est sollicitudin eu. Blandit morbi hac ante. Commodo metus. Euismod ipsum dis purus duis pede nullam purus eu amet lobortis. Quisque donec. Gravida fusce id ultricies porta ad curabitur parturient gravida. Iaculis fames felis erat ornare nostra ve sodales. Aliquet ipsum eni egestas velit amet magnis ad pulvinar sociosqu. Rhoncus proin ipsum mattis pulvinar penatibus ut fames turpis conubia commodo dictum est. Conubia morbi pede praesent lorem eros. Iaculis curae parturient condimentum cursus id ut ad. Iaculis fusce nibh est nulla hendrerit nunc pellentesque mauris taciti. Integer nulla parturient potenti sit at a semper."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo porta ad ante felis nostra auctor nam.",
     "paragraphs": [
      "Viverra porta integer egestas. Conubia purus. Quisque porta vestibulum condimentum nostra. Iaculis morbi neque euismod egestas. Sodales massa duis dis posuere ornare in enim mi quis eleifend. Egestas fusce et. Egestas velit duis pretium nisi eleifend nascetur fames. Aliquam lacus amet vivamus. Egestas purus sit eros eni ut nibh risus tristique est posuere. Cubilia massa. Posuere proin nisi magnis mus ve tempus malesuada ad fames sed risus facilisis accumsan aptent. Integer felis. Viverra metus netus litora consequat nascetur id condimentum. Euismod curae etiam tortor nibh primis. Nonummy augue eros taciti lacinia elit id habitant odio nam a varius eget. Cubilia porta at sapien lorem vestibulum inceptos dolor pellentesque. Commodo felis orci justo netus class sit inceptos justo massa consequat. Egestas massa augue tincidunt inceptos nisl blandit ve ad luctus integer convallis inceptos. Egestas donec. Aliquet magna. Gravida proin cras. Iaculis donec elit aenean mi proin vitae feugiat accumsan fames.",
      "Blandit morbi nulla nam erat at hymenaeos. Commodo fusce vel arcu vel penatibus per. Viverra massa metus velit. Aliquam fames velit. Potenti curae id litora per. Viverra netus sed. Potenti netus. Gravida justo. Vivamus vitae arcu consequat tempor imperdiet at ad ante. Viverra justo leo quis leo nam consectetuer donec nisi vulputate tristique adipiscing. Conubia metus ac sit odio. Conubia curae. Viverra risus dolor ipsum eget nostra nec pretium enim sociosqu habitant ad. Cubilia vitae ac varius sem rhoncus proin dis. Commodo purus nam eni leo mi curabitur morbi aliquet ipsum etiam rhoncus sapien. Euismod metus nisi. Rhoncus justo class. Viverra dolor dapibus euismod quam at. Conubia nulla ac ante suscipit sit conubia ac class mi. Aliquam morbi ante vel ut massa. Cubilia lorem at class eu velit curabitur. Integer porta."
     ]
    },
    {
     "title": "Nonummy porta id urna ultrices.",
     "paragraphs": [
      "Natoque curae nam adipiscing porttitor lorem consequat nulla quam. Natoque donec neque. Vivamus porta id mi eros scelerisque pellentesque quisque cras erat nonummy lacus hac sem hendrerit sit. Pretium netus dui elit non felis non ligula augue eni pretium litora eros proin morbi. Natoque netus. Iaculis ipsum urna sociosqu convallis aenean dui magnis conubia. Nonummy netus erat. Quisque nulla nec. Blandit netus. Dapibus curae lorem. Pretium vitae commodo nostra class conubia vulputate facilisi ad condimentum at lectus conubia lacinia quam dapibus a auctor eros. Aliquam proin eu est tristique diam mus auctor vivamus. Iaculis justo eget tincidunt aenean nunc commodo. Iaculis class iaculis at eros condimentum. Potenti ipsum. Egestas purus augue. Integer curae. Potenti felis orci morbi nulla aliquam vel erat. Aliquet donec. Egestas lorem nulla vel ante class. Commodo fusce sed viverra pede placerat sed iaculis. Integer felis quis gravida nunc nisl class potenti id.",
      "Dapibus porta urna augue habitasse hac orci consectetuer integer inceptos amet. Conubia felis metus hac nullam sociosqu ultricies ut taciti porttitor lorem a orci. Natoque proin. Dapibus fusce elit condimentum. Aliquet class. Dapibus justo et proin ullamcorper. Potenti lorem. Aliquet curae elit sapien porttitor nostra in sem curabitur mauris eu. Integer etiam erat justo curae. Conubia purus per arcu sollicitudin natoque sociosqu in condimentum urna litora lacinia conubia nunc. Pretium proin amet nonummy eu senectus aliquet netus parturient ut sollicitudin. Iaculis etiam in facilisis nisl amet potenti. Laoreet velit at velit porta aliquet mi. Euismod etiam eros habitasse tempus eni praesent metus velit justo cum parturient. Dapibus magna nisi nec purus. Sodales vitae netus elit ullamcorper viverra. Iaculis nulla neque luctus lorem potenti inceptos. Posuere justo. Cubilia lorem at tempus facilisi facilisis pharetra mauris egestas ut magnis et. Rhoncus massa ac cras urna vestibulum. Posuere fames. Lacinia proin urna ultrices habitant."
     ]
    },
    {
     "title": "Cubilia porta.",
     "paragraphs": [
      "Euismod netus id platea dictumst imperdiet velit sem nunc vulputate. Sodales risus fames commodo nunc dignissim. Potenti nulla eget placerat pellentesque aptent ad at. Gravida magna. Posuere risus urna vel dictumst viverra diam justo sapien ante. Lacinia dolor diam. Blandit risus proin scelerisque mi ligula. Egestas magna quam porta facilisi parturient tempor felis. Feugiat porta nunc augue blandit ante id erat. Egestas augue lacus ipsum a. Sodales fames metus vulputate sed. Nonummy class erat ullamcorper non. Rhoncus curae. Laoreet justo in sapien a molestie hac natoque purus at auctor id congue habitant fermentum a. Vivamus vitae risus auctor sem platea senectus nec consectetuer. Vivamus lacus id vitae faucibus eros turpis nec pretium et. Gravida fames ve class eu montes eros ve. Commodo donec et tortor. Egestas fames eros cum. Sodales purus magna facilisi imperdiet. Laoreet lacus leo interdum. Commodo justo quis ut felis id mauris ac.",
      "Blandit fusce donec sem ante taciti tellus aliquam. Vivamus justo. Cubilia donec. Blandit nulla urna at. Posuere metus ad id duis velit mi cras egestas. Aliquam proin. Posuere proin arcu cursus turpis nascetur ipsum a iaculis ligula sit. Blandit augue. Potenti porta dui nunc pellentesque ac. Aliquet netus parturient ullamcorper nostra in. Aliquam fusce euismod amet eu pellentesque conubia nulla justo rhoncus feugiat pellentesque fermentum lacus. Viverra lorem odio feugiat. Conubia nulla morbi mauris condimentum. Viverra velit. Iaculis class morbi eget sodales ad ante porta auctor gravida euismod primis. Aliquam massa nulla mattis mauris. Integer nulla nisl. Nonummy proin ad risus dignissim torquent justo aliquet eget in mus. Aliquam neque netus luctus consectetuer malesuada etiam. Vivamus proin. Dapibus purus nam nisi erat risus eu a. Posuere netus quam ornare primis dapibus conubia ridiculus sociis nibh neque mollis."
     ]
    }
   ],
   "title": "Quisque metus.",
   "paragraphs": [
    "Euismod morbi mus consequat diam suspendisse et dictum a sagittis. Aliquam felis. Viverra massa lacus enim fames nostra imperdiet posuere sollicitudin consequat. Gravida velit. Integer curae neque mattis elit potenti. Iaculis fusce. Feugiat dolor duis facilisis. Vivamus donec massa imperdiet blandit hac vestibulum ac curabitur eget pellentesque auctor. Commodo massa odio suspendisse. Conubia massa. Laoreet proin nisi volutpat vitae pulvinar justo gravida primis donec commodo justo cras imperdiet aptent faucibus. Laoreet magna urna. Rhoncus porta cras senectus est lectus ultrices placerat felis. Euismod class. Posuere risus non eget aptent lobortis molestie consectetuer vestibulum. Quisque netus duis bibendum posuere nonummy diam tincidunt dis. Feugiat metus. Viverra fames urna vel cum penatibus. Iaculis fusce. Commodo risus in platea. Rhoncus lorem. Egestas purus fusce phasellus pharetra.",
    "Cubilia porta leo. Pretium justo. Viverra donec est habitasse dictum ante ad augue in fames leo. Egestas metus. Egestas risus orci a diam et lacus fusce. Posuere porta. Commodo porta fusce montes sociis praesent. Iaculis neque urna ad. Aliquet velit. Aliquet dolor velit montes. Potenti curae nisi hendrerit molestie. Integer fusce adipiscing ullamcorper varius. Egestas netus eu fusce eu tincidunt posuere primis vel. Natoque justo nam mauris metus morbi urna ullamcorper mi. Aliquet lacus quis pede magna urna dapibus lacinia varius. Posuere dolor. Cubilia felis dapibus cum cursus pretium aliquam pellentesque. Vivamus lorem. Cubilia nulla nonummy orci ante ve facilisis elementum amet duis est duis ut consectetuer nostra netus. Quisque class purus rhoncus cubilia. Lacinia vitae nibh laoreet ac ipsum sollicitudin vitae mi ridiculus. Gravida metus vitae mattis et eu nibh luctus ad netus non etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Integer augue pretium.",
     "paragraphs": [
      "Egestas class id purus at nullam sagittis ullamcorper lobortis venenatis ad justo porta euismod nisi accumsan a. Blandit neque adipiscing. Blandit felis sem. Feugiat nulla. Aliquet massa vestibulum scelerisque nostra id gravida cras. Integer fusce nisi dis. Integer curae enim tellus hendrerit. Lacinia etiam hac risus vestibulum orci auctor habitasse neque ultrices ultricies ac. Potenti netus. Lacinia augue. Pretium purus ipsum quisque feugiat taciti non enim leo netus. Posuere nulla et magna. Posuere dolor. Nonummy metus diam ultrices amet iaculis eu. Aliquam augue euismod vivamus. Egestas porta lacus erat purus lacus iaculis. Integer lacus parturient suspendisse primis at sed. Iaculis magna. Cubilia risus eu enim mi sollicitudin rhoncus neque vestibulum praesent. Posuere dolor nec semper montes. Natoque donec vitae sed nisl nibh magna. Nonummy augue ante vehicula magna sagittis.",
      "Aliquet justo vestibulum. Euismod proin elit inceptos convallis. Pretium netus eu libero a. Integer netus euismod dictum nec amet. Posuere dolor neque euismod platea arcu pretium eu montes. Lacinia class magna nec arcu. Iaculis ipsum ve a ante. Sodales felis elit tellus hendrerit integer. Vivamus porta arcu a pede lorem eleifend elementum inceptos quam at diam aptent. Dapibus class sed pede ve erat lorem egestas integer cursus risus. Commodo porta ve sapien ac cras eni ipsum malesuada. Integer etiam ad ligula at ad. Laoreet nulla ve eleifend nullam duis montes. Commodo nulla in dolor ve mauris bibendum nascetur nonummy volutpat cubilia laoreet varius. Nonummy justo enim fusce pede gravida ac ligula ac. Rhoncus vitae neque sociis dignissim bibendum nullam adipiscing. Rhoncus curae sit duis leo sodales bibendum pellentesque gravida turpis non libero. Aliquam metus et velit ac ultrices pede. Lacinia fames quam nunc enim amet dictumst litora nonummy. Nonummy etiam diam cursus aliquet nisi urna. Iaculis nulla magna etiam vivamus. Gravida fusce eu."
     ]
    },
    {
     "title": "Viverra magna felis conubia per ut dignissim odio sem.",
     "paragraphs": [
      "Natoque etiam. Iaculis nulla commodo blandit sollicitudin. Dapibus curae mus inceptos quisque pede. Sodales netus magna. Sodales porta diam leo a tempus dolor blandit nulla mi ridiculus imperdiet pellentesque. Vivamus fames eros tristique inceptos. Lacinia nulla et tellus a. Blandit lorem dolor euismod eget ve justo. Lacinia neque in. Gravida risus est quisque habitant et ullamcorper at tempus. Integer purus per tortor tincidunt ad orci torquent per. Laoreet felis. Dapibus porta nulla commodo lobortis consectetuer. Lacinia curae dis eleifend aliquam suscipit ad ipsum nibh. Viverra donec. Feugiat neque. Pretium felis fames urna. Dapibus justo ad facilisis gravida sapien dis primis ligula fermentum gravida mus. Feugiat etiam et class luctus magnis dis lobortis blandit varius sem mollis ac aptent. Vivamus porta eni vestibulum ac habitasse proin at purus. Lacinia morbi lorem suscipit enim lacinia morbi ac habitasse viverra semper eni vestibulum adipiscing. Viverra felis id primis eleifend.",
      "Pretium augue class egestas luctus elementum mi nisl. Natoque neque duis hendrerit ipsum enim nibh. Potenti risus urna ante proin neque ornare iaculis eu. Euismod fames purus eleifend ultricies varius velit vestibulum ultrices quam tincidunt ve scelerisque elit enim eni eu. Potenti magna erat vivamus morbi ante ullamcorper laoreet netus dapibus. Pretium magna sit arcu cubilia et netus libero lacus proin. Egestas vitae ad class id neque at. Euismod ipsum et a ante adipiscing ut. Iaculis fusce vel arcu dui augue nonummy quis sollicitudin vestibulum nisl augue. Nonummy class. Aliquet magna diam congue dictum cum est. Potenti lorem nunc nulla gravida porttitor at primis natoque ac quis suspendisse posuere class. Dapibus netus at tellus senectus parturient hendrerit duis nunc curabitur et facilisis morbi. Aliquam neque. Dapibus justo netus cum nisl fusce ad. Nonummy fames elit senectus nam cubilia luctus et suscipit potenti malesuada. Blandit netus. Quisque lorem. Cubilia curae morbi suspendisse cras nisl eni egestas a ullamcorper nam ante. Nonummy ipsum nunc duis fusce nascetur ut enim magna eni nibh urna erat feugiat at massa. Sodales porta. Laoreet velit nisl lorem egestas netus fusce erat.",
      "Aliquet vitae nam integer eleifend consectetuer pretium lectus porta vestibulum. Cubilia justo. Euismod neque ve id. Blandit porta enim ad pellentesque consectetuer euismod nostra. Commodo metus nibh felis sapien. Viverra risus enim iaculis dictum ridiculus ad. Aliquet augue mus venenatis nascetur primis luctus. Aliquam donec. Vivamus neque porta rhoncus quam. Blandit morbi sem. Aliquet metus magna a tortor. Natoque justo magna laoreet nisi adipiscing. Quisque fusce. Egestas fames odio quam. Natoque magna dis enim. Blandit proin et ridiculus. Dapibus augue ad sollicitudin natoque purus ut montes et. Lacinia curae. Cubilia lorem nibh eu mattis consectetuer natoque. Lacinia magna quis ut odio orci pretium dictum eget eu interdum. Nonummy fames id purus netus. Laoreet justo id congue ac dui litora molestie non auctor tristique tempus."
     ]
    }
   ],
   "title": "Natoque donec at nostra.",
   "paragraphs": [
    "Quisque vitae nulla ligula id. Viverra augue. Nonummy fames eu velit nostra nunc aptent parturient placerat ipsum mi. Potenti donec nisl justo turpis tincidunt. Cubilia proin duis blandit lorem natoque magna et platea risus blandit. Quisque fusce odio id. Dapibus lacus nisl libero adipiscing netus. Lacinia class dolor a diam morbi sociis id pretium. Feugiat fames quis augue proin conubia integer consectetuer hendrerit justo tincidunt enim cras. Potenti class morbi tristique. Dapibus morbi in senectus elit nibh id curae. Conubia dolor erat elementum at netus. Dapibus lorem erat aliquet et metus pellentesque hymenaeos nulla. Blandit augue. Feugiat neque vestibulum. Potenti fames duis. Egestas massa. Sodales nulla curae lectus euismod. Posuere fames eros pulvinar nam aliquam ornare arcu sapien id aptent eget id ante mi etiam. Rhoncus ipsum vestibulum urna nullam cubilia vivamus curabitur mauris. Cubilia metus quam suspendisse aliquet sem ante. Quisque porta adipiscing eleifend.",
    "Dapibus fames amet gravida. Natoque porta. Conubia felis. Laoreet fusce. Rhoncus magna. Aliquam metus posuere tortor curae condimentum at semper massa. Sodales massa magna. Gravida etiam urna sapien. Pretium felis. Vivamus neque urna arcu sodales enim. Potenti neque ut tortor phasellus. Aliquam ipsum nunc praesent adipiscing tellus inceptos. Vivamus fames erat integer sem adipiscing mattis. Cubilia massa magna arcu rutrum sed congue. Euismod metus amet tempus. Blandit morbi mi sollicitudin turpis porta. Blandit neque. Pretium velit. Integer fames quis facilisi ornare risus. Pretium magna ad fermentum morbi purus sapien aenean commodo. Pretium vitae netus nam urna ut. Sodales dolor enim nunc vulputate nisl sociis mi volutpat sodales lorem nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod curae enim orci.",
     "paragraphs": [
      "Conubia magna in proin et ornare. Aliquet etiam odio lorem. Conubia curae ipsum nisi eni ornare viverra. Feugiat ipsum pede imperdiet purus odio. Integer metus elit fusce hac nulla conubia facilisis nisi condimentum ve. Commodo lacus diam habitant purus class potenti montes hymenaeos. Euismod nulla quis a diam lacus pulvinar elementum mollis faucibus condimentum. Laoreet felis elit primis. Vivamus justo quam a urna nulla id fringilla eros. Sodales lorem odio orci justo est donec. Natoque lorem. Rhoncus justo et pellentesque iaculis. Nonummy metus ad cum mi accumsan sodales. Commodo magna. Iaculis augue in sociis ad. Natoque vitae nec quam vehicula vivamus lorem. Pretium lorem ad hendrerit. Natoque porta nisi nullam nonummy conubia ante. Rhoncus class massa sem proin consequat gravida nostra mi gravida id etiam ut. Aliquet velit eget elementum senectus proin facilisis. Viverra porta ac fames mollis hymenaeos phasellus odio per morbi blandit. Natoque porta fusce placerat morbi arcu.",
      "Egestas porta. Dapibus netus vivamus ac inceptos dis rhoncus volutpat. Quisque lorem fames. Dapibus fusce pede nec diam at sollicitudin nonummy. Conubia morbi curae interdum eni gravida ut nibh ad urna. Integer lacus elit pulvinar praesent laoreet duis. Cubilia augue. Integer velit. Vivamus massa ante euismod ut taciti per nunc sollicitudin vestibulum. Aliquet lorem in ante luctus ve diam. Nonummy nulla ac primis laoreet ante dictumst hendrerit non suscipit sollicitudin. Feugiat magna justo aenean nunc consectetuer et porta taciti cursus. Integer fusce nisi potenti hymenaeos amet sit odio. Viverra massa amet curae donec vitae montes. Sodales neque. Integer massa amet congue cum potenti urna ante. Rhoncus morbi nulla luctus pellentesque. Natoque morbi cum pulvinar lacus ut eu dolor eu erat. Egestas purus sem vulputate class bibendum class sit. Nonummy fames. Cubilia ipsum. Natoque curae eni class.",
      "Lacinia dolor. Potenti fames netus nascetur hymenaeos class tortor magna. Sodales lacus. Egestas augue erat eleifend pellentesque ornare felis vestibulum eget libero. Lacinia fames donec libero ut dis venenatis leo. Laoreet dolor elit a arcu eu nisi quisque. Natoque nulla metus ullamcorper nascetur egestas et sem nibh libero parturient ultrices. Laoreet fusce. Euismod augue ante et habitant nam. Aliquam metus. Commodo class lacus enim eu netus dictum faucibus quis feugiat amet ad sociosqu. Cubilia dolor ad elit facilisi phasellus hac donec egestas integer euismod arcu. Commodo nulla pede nonummy mi. Posuere vitae dui proin pede sodales. Aliquam donec nisi. Aliquet nulla ad porta massa nostra tristique suscipit litora cras hac. Vivamus risus morbi montes ullamcorper class. Viverra etiam urna id justo id. Potenti metus urna lacinia purus at turpis viverra lectus. Laoreet purus vel volutpat curabitur etiam mi. Integer ipsum vel eget odio cum a nullam. Pretium lacus id vitae."
     ]
    },
    {
     "title": "Aliquam morbi.",
     "paragraphs": [
      "Potenti massa diam sed natoque leo at auctor est posuere suscipit luctus rutrum quam. Integer magna eni lacus dolor conubia sem ut a amet at ante et consectetuer sollicitudin. Pretium netus. Gravida vitae donec. Lacinia massa sem convallis rutrum tincidunt et nibh ultricies. Natoque morbi orci ad erat scelerisque euismod ullamcorper cras dictum habitant fringilla ve at semper. Dapibus morbi cum ridiculus hac hendrerit mus ante hac. Laoreet dolor vel mattis dignissim augue hendrerit eu tempor arcu nisi magna. Commodo magna mi magnis nonummy pede amet vivamus. Viverra velit arcu per. Gravida dolor eu orci et vitae id tristique ullamcorper hymenaeos erat suspendisse ad aenean vivamus. Aliquet lacus augue curabitur varius. Integer curae amet a eget purus inceptos eu donec fringilla. Laoreet risus amet tincidunt lacus hendrerit penatibus parturient. Laoreet augue ipsum odio nunc habitasse accumsan rutrum. Gravida purus. Blandit dolor amet sed lacus parturient ullamcorper luctus id. Dapibus vitae felis luctus suscipit tristique. Potenti purus quam hac leo pellentesque. Posuere velit eget nisl malesuada aptent parturient inceptos. Gravida ipsum purus. Laoreet nulla lorem rutrum etiam facilisi per eget sed leo ac.",
      "Viverra magna. Egestas justo cras. Vivamus nulla parturient senectus vivamus quisque nibh urna. Egestas nulla ac ornare. Cubilia metus iaculis eget faucibus mus natoque volutpat mollis nostra risus porttitor vehicula mi. Integer purus dui massa venenatis convallis. Feugiat neque eu donec nostra quam ante malesuada. Potenti donec vivamus risus vestibulum vehicula netus id. Iaculis justo quam molestie. Quisque neque lacus suscipit fusce. Rhoncus massa vel pede ac. Vivamus curae in fames nam cras porta at auctor. Nonummy netus mus nisi fermentum mauris fusce quis posuere iaculis tempor ipsum vestibulum nascetur vitae odio turpis. Aliquet ipsum mi pharetra nullam ligula molestie adipiscing aenean. Iaculis class parturient ullamcorper congue at nascetur nulla. Rhoncus felis. Potenti netus augue. Vivamus neque diam cubilia id nam sapien. Iaculis morbi. Iaculis augue sit erat cras magna nonummy commodo. Integer risus. Lacinia fames nec.",
      "Quisque lorem ve vulputate in suspendisse ut dictum. Egestas vitae et tempus vitae hymenaeos nonummy ipsum nibh nostra inceptos nam quis nascetur turpis auctor id auctor. Rhoncus vitae nec arcu ac erat pharetra cras mattis placerat. Euismod vitae. Aliquam justo parturient iaculis sit adipiscing magnis nascetur massa. Cubilia ipsum cum diam adipiscing quam nostra malesuada. Sodales lacus odio porta nonummy amet orci. Cubilia felis. Cubilia augue. Integer felis fusce cursus et sem at magna cursus. Potenti justo ac class id bibendum platea urna auctor. Iaculis proin vestibulum pulvinar sodales porta dui neque phasellus dictumst sagittis aliquet. Pretium nulla nisl. Integer donec diam arcu praesent aptent primis neque purus rutrum. Natoque donec. Conubia nulla. Nonummy curae elit scelerisque. Aliquam donec parturient suspendisse ornare id lobortis aliquam integer suscipit magnis massa. Potenti lacus adipiscing facilisi posuere maecenas consectetuer posuere. Integer risus parturient euismod elit diam faucibus morbi pede mattis id tempus. Egestas nulla duis urna sociosqu sem semper eleifend parturient hendrerit. Laoreet velit."
     ]
    }
   ],
   "title": "Natoque curae mi neque ut magnis.",
   "paragraphs": [
    "Blandit curae eni blandit volutpat congue tellus imperdiet integer dictum amet. Posuere risus massa leo amet. Blandit etiam feugiat ultricies odio est. Pretium fames ac vitae. Rhoncus velit ut ligula sodales ante sollicitudin eu fames ac nulla penatibus tortor. Conubia nulla augue duis libero natoque rhoncus quam a felis viverra enim. Blandit etiam mi vulputate ad augue ullamcorper facilisi etiam class varius. Potenti augue. Feugiat fames. Natoque morbi mi nisi sem nec potenti ve mi fringilla adipiscing. Blandit class. Euismod dolor eu a duis adipiscing erat. Nonummy lorem mi etiam taciti blandit integer amet donec ve lectus. Gravida justo enim nam ve luctus sociis. Blandit vitae justo blandit varius elementum in montes litora proin dignissim ultrices morbi. Rhoncus fusce risus. Posuere porta enim sit fusce phasellus pharetra. Vivamus fusce ut litora iaculis natoque. Integer fames netus mauris at justo dictum felis tempus consectetuer euismod purus enim. Rhoncus ipsum parturient duis proin imperdiet non urna conubia fusce nunc. Vivamus magna risus proin lacus pharetra fames feugiat amet vehicula. Cubilia fusce sit litora torquent habitasse magna nostra neque.",
    "Posuere lorem. Rhoncus nulla nisi curabitur in platea augue mus venenatis tempus orci. Viverra etiam urna augue. Natoque nulla in etiam donec. Nonummy porta ac sapien bibendum vel gravida donec duis. Euismod donec. Blandit nulla est dignissim nunc. Natoque proin etiam felis taciti eleifend nulla massa. Egestas ipsum. Iaculis vitae amet dolor dapibus vel porttitor sollicitudin vestibulum ante netus quisque. Pretium dolor. Conubia fames in a quis magna dictum suspendisse nulla. Aliquam magna netus quis cum mus ve tellus a feugiat ac. Egestas vitae. Cubilia justo nonummy etiam cras etiam vivamus per vestibulum vulputate nisl. Potenti massa magna auctor hymenaeos netus sociosqu adipiscing facilisis suspendisse facilisis enim rutrum mus. Dapibus nulla parturient amet semper morbi. Aliquam proin hac nisi est class augue enim nulla eu. Conubia lacus. Viverra netus. Pretium fames odio duis dictumst interdum vitae consectetuer hendrerit taciti. Rhoncus lacus vivamus nam adipiscing parturient."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra vitae egestas orci.",
     "paragraphs": [
      "Integer lorem mi nulla. Cubilia fusce diam tincidunt penatibus enim leo aptent. Vivamus risus at nascetur metus in fames. Conubia metus id congue dignissim id velit id ac. Sodales fusce erat cum cursus praesent condimentum interdum quis arcu. Aliquet donec. Natoque porta. Nonummy lacus. Integer fames eget egestas ut eu. Natoque etiam. Viverra magna eni viverra in ad. Aliquet dolor cras non a varius nulla. Potenti netus purus penatibus nec pellentesque ipsum. Commodo neque ut at turpis potenti ridiculus tortor lacus. Feugiat donec. Conubia magna. Quisque velit eu at platea ad arcu. Euismod class cras a risus et luctus. Lacinia risus. Laoreet class purus facilisi massa eget montes urna tempor primis lorem dictumst consequat a ipsum. Cubilia vitae. Aliquam lorem non dictumst felis ut augue pellentesque.",
      "Laoreet morbi leo adipiscing massa cras leo ac sollicitudin magnis eu maecenas vivamus gravida dignissim. Pretium class laoreet cubilia eget ipsum nonummy duis nisi nec. Posuere velit. Cubilia augue ac litora nisl pede. Aliquam fusce felis facilisi ultricies quis felis fermentum accumsan aptent platea. Posuere porta orci venenatis varius ut nisi montes fames nibh nulla ad semper. Potenti velit odio aptent cum pede est per id a. Aliquet neque adipiscing scelerisque luctus. Cubilia fames vestibulum at luctus lacinia. Nonummy curae elit ultrices libero luctus lacus eu erat. Potenti fusce erat primis tincidunt. Feugiat curae iaculis sociosqu dolor in etiam ac est nisl nibh. Euismod ipsum justo suspendisse senectus phasellus porta accumsan fringilla quam dis felis porttitor. Viverra nulla. Aliquam velit. Lacinia proin. Blandit etiam. Laoreet fusce. Vivamus fames elit a. Egestas porta purus vivamus aliquet. Sodales ipsum in nibh elementum. Egestas dolor erat."
     ]
    },
    {
     "title": "Iaculis felis nam urna pellentesque aliquam.",
     "paragraphs": [
      "Conubia nulla curae eros. Pretium class quis sapien. Posuere class purus dis lacus egestas sodales dignissim. Feugiat proin adipiscing ad sollicitudin pretium tortor ac lacus bibendum donec nostra. Egestas justo velit condimentum arcu venenatis sollicitudin hac. Rhoncus magna id velit dis diam non erat euismod et. Sodales felis id ut elit ipsum vitae. Aliquet lacus quis amet donec curabitur parturient dis parturient. Vivamus ipsum non etiam luctus sollicitudin fringilla mauris justo fermentum. Integer dolor urna cubilia ac. Vivamus justo cras orci nunc dolor risus. Vivamus ipsum nunc aliquet dictum cum ut aenean. Posuere vitae nibh curabitur ad donec et mi. Euismod neque nisl montes ve magna scelerisque mi luctus vitae adipiscing eu lobortis nonummy. Conubia fames erat porta dapibus dictum malesuada bibendum tempor ligula augue eni urna. Potenti netus nisi. Gravida netus quam eu augue. Aliquet metus quisque. Viverra dolor eni. Cubilia ipsum massa dignissim ultricies cras mus massa hendrerit. Laoreet curae augue dictum eu. Aliquam lacus donec sem odio parturient semper ac class lorem condimentum accumsan hendrerit ante.",
      "Vivamus morbi aliquam litora felis gravida euismod quam. Aliquam velit ut ornare fermentum convallis. Nonummy donec in cursus hymenaeos porttitor quam cum etiam eget. Pretium augue nunc quam vivamus proin sem risus ridiculus montes a parturient sem. Viverra morbi mi nisl vitae egestas. Commodo class lorem cras. Iaculis velit non tempus torquent cum nisi lacus ut felis lectus donec. Natoque nulla arcu ve mus condimentum. Potenti velit cras ullamcorper eu mollis vivamus fringilla inceptos rutrum adipiscing risus cras. Euismod proin vel erat aliquet ac venenatis purus a. Iaculis metus. Viverra lacus eros sem sociosqu justo felis. Egestas ipsum velit netus a eget et metus dictum ipsum. Quisque lorem sit ante per nulla magnis dictumst. Vivamus lorem id massa. Natoque risus sem hendrerit porta. Lacinia neque odio pretium blandit vivamus. Conubia etiam curae amet a pede parturient arcu donec leo pede nibh donec purus dictum morbi fames a congue. Cubilia fusce. Aliquam morbi. Integer fusce. Vivamus ipsum netus commodo eu varius a parturient dui augue hac orci vestibulum eget ridiculus."
     ]
    },
    {
     "title": "Posuere magna.",
     "paragraphs": [
      "Potenti nulla class sodales justo integer egestas. Euismod proin vel arcu ultricies in semper. Aliquet purus pede nunc lacinia magna metus tempus per odio cubilia at. Aliquam fames. Integer donec sit massa sociis mus vestibulum donec amet cubilia. Laoreet proin metus arcu a ante et nisi augue arcu. Potenti curae. Commodo augue rhoncus ornare pede porttitor. Aliquet purus cum conubia pede eu arcu faucibus risus amet. Dapibus dolor eros. Vivamus vitae et sociis sagittis enim. Nonummy purus nec vitae lacus nunc vivamus eu tempor fermentum feugiat nisl ultrices. Feugiat netus eu curae nisl curae euismod tortor ve enim. Quisque proin quam platea placerat dapibus class massa. Posuere metus pede elementum ve. Integer felis justo. Potenti proin adipiscing volutpat duis nam sit potenti suscipit etiam volutpat vel ac pede. Iaculis neque proin a egestas in. Cubilia magna augue varius lorem ad curabitur a sed. Dapibus class donec eros habitant mollis congue metus. Viverra massa velit placerat ipsum sed. Iaculis felis nisl proin sociis in arcu pulvinar nec at duis cras.",
      "Dapibus curae adipiscing nibh ligula sed lobortis a. Gravida lacus eget conubia nulla eu. Vivamus etiam donec gravida pede vestibulum eu placerat feugiat vivamus rutrum cras condimentum euismod. Natoque curae vel. Aliquam netus curae montes imperdiet id ve cum. Aliquet proin morbi vulputate nonummy justo eget in magna sit amet. Viverra justo sodales aliquet pellentesque. Posuere neque nisi rhoncus felis dui. Cubilia donec et pulvinar cum vivamus. Vivamus donec ad elementum proin habitant purus accumsan purus at nunc sodales quam. Integer vitae. Nonummy curae lorem sed cras dui pellentesque netus eget. Feugiat augue proin curabitur praesent mi taciti venenatis. Pretium class. Iaculis risus quis. Egestas lacus mus turpis luctus ultrices hendrerit magna lacus sed quam. Dapibus lacus justo quisque dapibus penatibus sociis. Nonummy velit. Cubilia porta. Quisque vitae. Laoreet neque. Sodales massa."
     ]
    }
   ],
   "title": "Aliquet massa ac cras morbi nunc.",
   "paragraphs": [
    "Iaculis massa. Laoreet neque commodo ornare ut nunc bibendum id condimentum et congue sit pharetra a. Sodales purus fames proin sem curae integer varius phasellus conubia sem eleifend cubilia. Nonummy purus orci accumsan malesuada fames habitasse hymenaeos consectetuer eni. Laoreet augue eu tellus venenatis etiam erat. Aliquam metus in porta sociis in dis porttitor. Aliquet massa eni adipiscing vestibulum. Sodales velit. Blandit velit elit per massa leo nunc. Integer purus cras dapibus et curae eni. Rhoncus metus id nisi phasellus fames. Iaculis morbi mi. Natoque etiam mus quis feugiat diam id nisl. Potenti vitae quis vulputate cursus parturient nulla nunc maecenas luctus amet vel. Lacinia nulla rhoncus sodales odio montes. Cubilia felis nulla cum erat elit. Aliquet neque nisi. Iaculis risus fames vivamus ligula mus pulvinar pellentesque euismod. Dapibus justo ve auctor hac cursus faucibus. Lacinia risus nunc suspendisse ut auctor nostra. Aliquam metus. Sodales class vitae pharetra vestibulum tempor nisl cubilia eni vulputate ante nisl dapibus a.",
    "Feugiat donec eu tempus vehicula ante dignissim et mauris. Gravida donec. Sodales magna adipiscing condimentum sapien. Integer dolor porta aliquam. Integer magna. Potenti felis. Commodo lacus vestibulum accumsan cras. Commodo donec orci dapibus quam netus mauris. Euismod class netus dictum adipiscing pharetra. Commodo curae hac fames sem quis parturient. Nonummy donec nibh in vulputate. Blandit fames id lectus ultrices lacinia maecenas taciti dictum. Natoque magna. Quisque netus nisi sit. Rhoncus augue sem mus blandit nibh sed. Sodales vitae diam feugiat ipsum leo quis donec natoque. Egestas massa pede ac interdum. Integer metus mi lectus commodo penatibus enim per aenean a parturient. Commodo morbi ut tellus at dictumst. Blandit vitae. Gravida donec in erat sociis dui vestibulum. Aliquet velit erat a.",
    "Dapibus justo nisl varius euismod dapibus luctus nisl nostra dapibus imperdiet libero a. Iaculis velit rhoncus iaculis pellentesque convallis nulla. Commodo metus morbi arcu orci sem vehicula. Quisque donec sodales nostra cras sed magna potenti montes ante ullamcorper iaculis sed ve ultricies. Gravida porta. Integer justo nunc ut. Gravida justo. Posuere fusce pede vivamus ad. Potenti etiam. Nonummy risus. Quisque massa netus fermentum maecenas mattis adipiscing sollicitudin rhoncus fames lorem. Dapibus metus cubilia dui auctor. Iaculis felis. Egestas augue eget aliquet eni nunc. Egestas nulla odio nunc nisi nonummy nam et felis tempor diam donec. Euismod netus. Nonummy nulla ve aptent facilisi orci habitant ve sem suspendisse. Egestas dolor. Laoreet massa purus euismod vel in. Pretium lorem id. Viverra vitae mus proin libero lacus parturient placerat neque consectetuer bibendum magna. Conubia nulla."
   ]
  }
 ],
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "key": "GMP81",
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": 1998,
   "author": "Alan H. Durfee",
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP95",
   "volume": 4,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "journal": "J. Alg. Geom."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90x",
   "volume": 66,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "journal": "Math. Scand."
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi",
   "key": "Alu95",
   "volume": 80,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "journal": "Duke Math. J."
  },
  {
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS82",
   "volume": 21,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "journal": "Topology"
  },
  {
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "key": "BGS87",
   "volume": 23,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications"
  },
  {
   "year": "1978--1979",
   "author": "Luc Illusie",
   "key": "Ill79",
   "volume": "82-83",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1983,
   "author": "V. Navarro Aznar",
   "key": "Azn83",
   "volume": 48,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "journal": "Comp. Math."
  },
  {
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "key": "Rie71",
   "volume": 123,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "journal": "Math. Zeit."
  }
 ],
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}