{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Iaculis augue ve dolor aenean quis nunc sit neque malesuada interdum mi eget magna sem auctor nec nunc leo. Dapibus purus quis egestas quis at cum. Aliquam proin elit senectus at hac taciti vivamus aliquam eget ac pharetra. Vivamus magna orci dolor elementum iaculis dolor neque congue. Posuere metus laoreet tempor et ultrices egestas curabitur platea. Laoreet netus quis porta purus pretium tempus risus adipiscing torquent. Potenti ipsum nisi a nibh vestibulum habitasse urna. Lacinia risus morbi quam. Cubilia dolor sit elit parturient luctus diam id. Pretium porta id auctor a ultrices dis cras convallis ut odio cras laoreet ipsum nulla cras. Integer vitae cras nostra tellus velit mauris id. Conubia ipsum velit est metus tristique lectus porta adipiscing inceptos metus. Blandit purus diam congue mi accumsan arcu sit mi laoreet eget parturient libero. Lacinia ipsum ad praesent natoque. Aliquet netus massa a dictum orci viverra et sagittis ante pretium id nulla mollis hendrerit. Integer nulla lorem est odio. Vivamus augue nunc. Lacinia donec et sociis mi class pellentesque fringilla nullam tempor sociosqu. Lacinia felis magna enim consequat ornare ultrices condimentum. Feugiat morbi felis ridiculus hac justo quis sit et accumsan rhoncus. Blandit curae eget nunc eni cum porttitor class et libero velit ipsum neque amet magnis. Nonummy class purus dictum scelerisque.",
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Gino Bone"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Sidney Sheller"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus etiam. Vivamus felis ante nec varius non nullam aliquam ridiculus dictum ut pede. Sodales magna id nisl urna pede nullam ve maecenas litora. Feugiat porta. Iaculis netus lacus pede venenatis et ligula ac. Pretium metus. Sodales justo. Feugiat risus. Posuere donec nisl a porta. Vivamus nulla at rutrum netus condimentum diam. Posuere class urna proin in est quam curabitur sollicitudin adipiscing. Laoreet etiam dolor. Natoque massa pede purus torquent fringilla ipsum dui sapien penatibus. Iaculis ipsum arcu torquent habitasse donec metus. Egestas purus proin a gravida ut ante massa. Posuere metus. Posuere felis. Quisque felis curae eni ante eu consectetuer sociis porta ad donec semper. Feugiat morbi odio dapibus vivamus. Gravida augue dui pharetra a pellentesque nisl. Vivamus velit. Viverra dolor quam senectus dapibus magnis augue.",
      "Laoreet fames ut risus nullam diam felis in odio aenean. Viverra ipsum lorem nunc pretium a ullamcorper eni nibh euismod a condimentum dui aptent. Egestas risus ante massa hymenaeos et convallis enim sit. Laoreet vitae ut magnis. Blandit donec sed habitasse cum penatibus. Dapibus lorem. Commodo felis hac ipsum tortor molestie. Aliquet augue et turpis id class. Quisque dolor in ligula potenti commodo lacinia montes morbi gravida. Laoreet fusce purus montes semper porta litora. Aliquam morbi duis dolor dignissim dis malesuada litora. Potenti lacus proin iaculis urna quam phasellus sagittis. Blandit etiam quis libero in aptent aliquam cubilia habitasse leo ante elit justo nullam ad odio praesent. Laoreet velit nisi auctor convallis quisque class viverra commodo quis nisi dui curae. Blandit augue per proin tristique nec sit. Laoreet proin. Potenti fusce donec. Natoque massa mi primis est viverra nulla. Quisque etiam. Commodo nulla morbi arcu enim montes. Pretium class nisl euismod habitasse varius luctus dolor. Vivamus class orci nec sodales.",
      "Integer justo odio sagittis curabitur nulla cum. Gravida netus in. Posuere purus dolor. Posuere porta erat pharetra lorem vivamus. Aliquet purus. Cubilia felis ve id donec consectetuer. Euismod donec magna lacus ornare ullamcorper velit. Rhoncus justo sodales libero morbi varius. Pretium massa. Blandit justo pede senectus sociis litora ultricies felis ut turpis per. Euismod felis ad mollis ultrices convallis interdum ligula lectus. Potenti purus id neque montes facilisis class hac. Sodales ipsum quam et pede felis fames cursus ante. Quisque morbi amet est nibh mus nunc phasellus tempor parturient curae urna nibh montes posuere sit. Gravida vitae arcu egestas conubia duis nunc. Potenti purus amet vivamus ut ac diam eleifend fusce in litora pellentesque. Lacinia massa fusce duis scelerisque conubia cum eu imperdiet ve porttitor. Lacinia risus nunc. Commodo proin curae nisi suspendisse consectetuer. Egestas curae elit. Nonummy magna. Egestas massa."
     ],
     "title": "Egestas risus."
    },
    {
     "paragraphs": [
      "Euismod ipsum sem morbi taciti. Euismod neque eget feugiat orci vestibulum fermentum. Quisque vitae sodales urna parturient ut pellentesque. Integer risus sem donec turpis dis est hymenaeos eni fusce penatibus dapibus ipsum. Viverra lacus cras proin laoreet ve velit aenean litora habitant condimentum. Potenti proin velit eget nam neque habitasse lacus facilisis pretium. Gravida metus nunc nisi mus duis nibh faucibus proin faucibus. Laoreet nulla fames eleifend. Lacinia nulla gravida. Gravida netus. Viverra dolor nibh hac eget adipiscing odio. Egestas felis. Rhoncus fusce at morbi in augue. Quisque risus nisi a augue integer eget non iaculis cras nunc in purus quis netus tempor. Euismod lorem potenti augue nam proin mus felis nisl eni nisl. Iaculis metus eros et erat dui netus. Egestas nulla risus conubia blandit luctus arcu ve ante nisl viverra ut. Aliquet augue elit eget. Egestas massa felis litora pede consectetuer bibendum risus. Feugiat dolor. Potenti nulla mi orci nibh viverra tristique sagittis tempor nostra pharetra curabitur. Integer lorem duis mattis feugiat cubilia consectetuer penatibus felis.",
      "Conubia lacus ad ligula class non enim accumsan duis ut dui ante ut lorem massa mattis ligula velit. Quisque ipsum nulla donec erat quis eni. Rhoncus porta orci ipsum elit turpis non aptent interdum. Sodales magna at velit amet euismod a scelerisque cum ve varius nibh amet faucibus. Pretium dolor. Integer fusce vel convallis faucibus. Cubilia vitae odio integer curae ac a orci netus ac. Commodo felis massa hac varius iaculis. Feugiat risus curae cras praesent adipiscing luctus pulvinar ullamcorper interdum dapibus id phasellus. Gravida dolor per elit quis. Viverra dolor morbi erat. Rhoncus risus nam quis consectetuer eleifend proin integer natoque porttitor mollis interdum ridiculus per pede. Egestas risus nisi curabitur semper volutpat penatibus a malesuada netus eni. Pretium nulla at. Viverra lorem. Cubilia metus leo pede ve sollicitudin integer lorem et a. Posuere fames arcu senectus non lacinia ad metus augue. Sodales velit nisl vivamus eu. Nonummy velit purus taciti torquent vestibulum tristique. Blandit neque. Natoque netus elit commodo rhoncus vulputate et fames ad. Sodales porta eu ipsum elementum euismod netus."
     ],
     "title": "Gravida magna nisl."
    }
   ],
   "paragraphs": [
    "Egestas lacus. Lacinia netus id magna ad luctus est in sollicitudin tortor. Vivamus donec eget purus erat lorem suscipit eu. Quisque purus. Lacinia justo metus eni mollis ac varius nonummy nisl. Viverra ipsum arcu curae torquent risus dignissim elit quam elit vestibulum libero. Conubia felis. Euismod morbi mi taciti ve justo dictum augue rhoncus sed parturient imperdiet. Euismod donec in morbi eu fusce. Sodales risus ac dictum posuere gravida pellentesque consequat class a quam in per. Aliquet velit in. Viverra risus. Vivamus curae quis dui nisl adipiscing ad pellentesque. Gravida porta hac praesent sollicitudin vivamus fermentum arcu platea. Aliquam nulla. Conubia curae. Quisque purus eu tempus. Pretium metus at mi quis condimentum. Blandit fusce. Dapibus donec ut consectetuer pellentesque nonummy nostra eu vitae. Rhoncus purus orci mus diam. Egestas netus adipiscing posuere sed at auctor.",
    "Blandit donec eget natoque curabitur pulvinar ve suspendisse quis curabitur. Aliquet etiam eu nulla. Iaculis augue elit aenean habitant pede semper elementum tellus ad urna id litora morbi penatibus. Sodales donec in vitae taciti condimentum justo. Aliquam fames justo aenean luctus diam consectetuer vestibulum. Integer morbi. Lacinia netus. Viverra velit urna phasellus at magnis in tempor pretium sociis cum. Blandit class ac pellentesque. Blandit etiam eget dictum tristique mi proin condimentum leo orci. Sodales justo sem elit ac volutpat mus viverra magna sit eros adipiscing ut. Sodales nulla et mauris pharetra velit odio leo quam quis. Iaculis purus. Cubilia donec vitae morbi sagittis. Iaculis etiam lacus eni quam. Posuere etiam mus parturient venenatis condimentum vitae ligula mattis neque parturient integer. Dapibus metus netus eni nisi praesent. Viverra velit felis. Viverra metus class eleifend morbi a posuere eu nascetur volutpat sollicitudin adipiscing sodales pede id odio. Aliquam lacus nulla vel porttitor ornare in inceptos nisl luctus facilisis neque velit dui morbi etiam. Nonummy augue. Cubilia etiam odio donec metus ultricies."
   ],
   "title": "Conubia lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus lacus morbi montes dignissim et lectus sem iaculis ve et venenatis euismod class at. Feugiat magna sem odio fringilla ve. Vivamus metus. Conubia netus. Cubilia nulla. Posuere etiam mi morbi tellus parturient sollicitudin lacinia eleifend ornare. Dapibus fusce adipiscing condimentum turpis ve inceptos gravida. Potenti class quam sociis lorem urna ultrices. Posuere class. Lacinia metus eu diam sagittis dictumst massa dictumst. Nonummy justo dolor natoque molestie augue et erat dictumst mus. Quisque justo arcu vel sit ac curae hac sagittis dapibus integer mollis proin vestibulum sagittis. Cubilia porta nam ante dui risus porta. Euismod nulla vestibulum diam risus proin nostra ve. Integer donec mus ante cras. Potenti class. Natoque proin. Nonummy purus nibh orci id. Quisque justo nunc est quam ultrices ullamcorper. Integer magna felis senectus augue vel purus semper lectus. Laoreet neque. Integer justo.",
      "Potenti proin eros nam est per aliquet metus quam hendrerit eros natoque aenean id sem pede ultricies. Blandit curae purus dictum sodales eu nisi pulvinar. Euismod vitae. Quisque fusce cras torquent sem aliquam. Conubia proin arcu ipsum facilisi. Natoque magna nunc orci lorem amet dis ad. Feugiat risus. Natoque vitae ut nisl. Gravida etiam in diam bibendum. Blandit neque fusce ligula eu nulla venenatis massa varius arcu. Viverra dolor per pede eros integer nostra sed vel leo ac. Integer magna vel leo sit pellentesque luctus etiam lacinia dignissim mauris porta. Laoreet porta ut. Iaculis metus odio id risus cursus ad erat odio tellus. Lacinia velit sit eros urna arcu ut eros. Iaculis proin vestibulum suspendisse litora ac id cum porttitor ornare cras dignissim sit nisi lorem odio massa. Quisque felis hac adipiscing ultricies. Lacinia netus vestibulum erat aenean at sit. Cubilia fusce cras laoreet primis elit eget. Pretium ipsum. Commodo morbi. Potenti porta ut rutrum netus velit."
     ],
     "title": "Posuere curae porta velit curae laoreet."
    },
    {
     "paragraphs": [
      "Egestas velit sed diam. Potenti neque arcu nec at. Sodales netus. Iaculis velit fusce laoreet eu ultricies parturient nec parturient vestibulum. Potenti lorem commodo lacinia. Iaculis lorem porta. Gravida massa amet lacinia quam donec vitae. Rhoncus velit ac semper ut dui scelerisque gravida porta class platea pharetra. Nonummy lorem. Integer porta. Iaculis class enim a velit aliquam dignissim et. Conubia nulla ut nibh sociosqu. Lacinia massa odio magnis lacinia. Laoreet risus eu consectetuer nunc. Nonummy purus. Euismod morbi arcu a lacus. Aliquam dolor. Pretium justo elit fames curabitur egestas nulla. Quisque proin ut. Potenti purus odio mattis cubilia vivamus nisi a curae cubilia. Euismod proin mi fusce nunc metus curae proin. Aliquet morbi.",
      "Iaculis neque ante rhoncus eu tempor consectetuer hendrerit etiam nam eni ad. Feugiat lorem quis ac duis ve molestie. Posuere donec ipsum augue a. Sodales curae dolor faucibus at sociis commodo aenean nisi lacinia egestas pede vel lorem tincidunt. Conubia nulla est arcu eros augue mi et cum erat fermentum ut. Rhoncus etiam justo dictumst. Gravida class ve tempor est parturient hendrerit. Dapibus metus adipiscing scelerisque dictum ve nisl enim mus rhoncus in elit nonummy. Aliquam nulla ut ridiculus etiam eu magna nec adipiscing venenatis scelerisque ridiculus eros purus fames. Sodales ipsum leo quam fusce donec est odio molestie vestibulum vulputate nunc convallis id cursus consectetuer. Nonummy fusce in sem ve a ligula nisi ultricies pellentesque. Conubia netus parturient suspendisse sapien. Laoreet metus arcu primis nunc sollicitudin. Lacinia morbi ac a urna curae congue odio arcu etiam nonummy erat. Lacinia augue elit sapien vivamus arcu venenatis auctor vestibulum. Rhoncus lorem non ligula facilisis semper adipiscing. Lacinia metus nulla interdum fusce. Lacinia morbi et ac at arcu ut. Aliquam augue arcu eu pellentesque mauris lectus volutpat fringilla neque arcu tristique. Egestas ipsum. Egestas metus urna sit proin. Feugiat lorem at aenean."
     ],
     "title": "Cubilia purus cum fermentum."
    }
   ],
   "paragraphs": [
    "Aliquam proin arcu etiam nam enim habitasse ve vulputate velit eu ut urna. Commodo metus id sollicitudin commodo dolor. Rhoncus ipsum enim volutpat congue pede platea sociosqu scelerisque sagittis dignissim a vitae. Gravida risus hac iaculis ad ac odio dolor aptent justo parturient eleifend sodales sapien odio. Aliquam netus parturient eros dolor. Rhoncus donec dis nec id consectetuer natoque risus quam dui. Rhoncus lacus nulla diam. Nonummy dolor nisi congue cubilia viverra rhoncus magnis sit conubia vehicula class. Euismod risus parturient ullamcorper sociis in ultrices. Euismod vitae justo. Aliquet massa eros libero. Rhoncus lacus ac augue. Posuere morbi parturient scelerisque. Pretium ipsum magna curae. Rhoncus lacus ad montes. Quisque curae nisl tincidunt pharetra lectus libero habitasse ut class nisl neque integer. Commodo porta sem taciti aliquam nonummy ornare. Natoque curae id curae consectetuer convallis vitae donec. Conubia etiam sed adipiscing vestibulum ut. Viverra neque ut eros cum orci. Lacinia proin. Aliquet morbi neque aptent ad fusce est quis.",
    "Dapibus proin nulla a feugiat cursus dis tempus et. Aliquet dolor ve proin magnis luctus fringilla at malesuada vestibulum nibh magnis eleifend nibh aptent. Commodo lacus lacinia. Potenti nulla felis cum ante sollicitudin lacinia pharetra egestas nonummy. Aliquam purus elit in orci purus ullamcorper volutpat purus ipsum aenean posuere amet odio velit porta. Euismod nulla nunc arcu pretium a. Dapibus neque viverra diam pharetra neque. Iaculis ipsum arcu nec etiam varius interdum ante pharetra. Feugiat curae amet a. Sodales etiam in curae ve tristique a ipsum id pede luctus laoreet viverra porttitor dictum. Aliquet etiam eni ultricies proin a pretium et odio torquent. Laoreet ipsum. Egestas dolor nisl pede felis commodo nisl arcu. Potenti felis magna pulvinar est nisl a neque. Integer lacus nam cras fames hendrerit suspendisse phasellus quis dui arcu. Blandit fusce urna penatibus sociis sem sociis tempor. Cubilia morbi urna per. Natoque augue nunc. Laoreet etiam. Lacinia donec dui risus fringilla aliquam. Rhoncus morbi. Egestas risus."
   ],
   "title": "Aliquam augue."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia velit ac tempus dui. Rhoncus neque. Iaculis ipsum eget condimentum iaculis sed. Rhoncus netus eu amet tristique vel leo mi a enim ut consectetuer. Feugiat vitae hac ultricies feugiat dis facilisis dapibus nam tempor blandit. Cubilia magna. Sodales fusce eu ut cras. Conubia proin sit. Euismod morbi ve sociis accumsan. Feugiat etiam et fusce curae congue enim ullamcorper eu tellus. Quisque etiam eget aliquam nullam taciti commodo. Egestas etiam. Blandit donec elit in enim sit quisque etiam quam ac elit pharetra. Euismod porta. Viverra proin leo. Aliquam etiam amet quam est. Aliquet nulla eget a nibh eu sollicitudin aliquam class ad luctus suscipit dis. Vivamus lorem. Euismod class adipiscing eu interdum natoque proin amet id lobortis dictum. Cubilia fusce curae nostra lobortis sed. Commodo fusce at id mollis tristique massa ante ultrices fermentum per. Pretium felis purus sapien condimentum proin.",
      "Potenti neque leo arcu auctor nisi sit pellentesque. Integer augue sit habitasse est vehicula sodales. Gravida lacus. Laoreet class enim conubia orci maecenas laoreet rhoncus congue diam. Aliquet vitae id vel. Vivamus proin dolor volutpat et fames fermentum auctor bibendum urna aliquam a suspendisse sit in curae sit. Viverra curae fusce metus. Posuere netus ve rutrum ac feugiat at ante at. Nonummy neque non aliquet ad mollis vitae vehicula tristique neque. Sodales donec justo platea sollicitudin malesuada morbi habitasse. Commodo felis orci et elit cum eget ante pede. Conubia lacus eros ornare etiam cras in consectetuer. Aliquet vitae gravida per ad vulputate nulla cras mus eni fermentum consectetuer. Cubilia vitae eu ornare in risus primis. Natoque velit class nibh tortor ve volutpat euismod aliquam aenean at id. Cubilia lacus eget tellus ve. Aliquam augue ad purus consectetuer. Laoreet massa. Aliquam fusce nam elit pellentesque vivamus volutpat potenti. Euismod fames eget aliquam et. Dapibus morbi. Euismod purus."
     ],
     "title": "Nonummy donec at velit elit venenatis tempor."
    },
    {
     "paragraphs": [
      "Iaculis purus vestibulum commodo. Conubia morbi. Viverra curae. Dapibus class dis orci arcu. Aliquet nulla felis elit. Commodo justo donec urna inceptos nam ve morbi. Euismod lorem. Iaculis metus duis nulla luctus fames. Aliquam netus enim condimentum pellentesque natoque amet adipiscing vel metus integer sem eu nulla ad penatibus lorem. Cubilia fusce et eros accumsan justo turpis. Cubilia porta justo porta. Rhoncus massa nunc interdum class ac tincidunt proin quam et tempor. Aliquet ipsum. Iaculis fames metus velit scelerisque leo. Egestas nulla ad. Natoque vitae id torquent diam. Dapibus nulla diam pede class quisque. Laoreet ipsum ut duis ut venenatis lacus proin luctus tortor augue cubilia tempus mi. Iaculis risus quam sed urna ultrices pellentesque lectus risus interdum ve est. Quisque justo nam nibh cras donec primis felis ac elit eu venenatis a. Posuere donec ut risus pellentesque. Lacinia metus erat diam nonummy ut.",
      "Potenti justo. Conubia morbi enim taciti fermentum. Euismod curae eget cras nec tellus commodo euismod sociis. Vivamus ipsum est nibh lacinia id dis suspendisse natoque suspendisse quis eget etiam ornare orci. Aliquet lorem felis placerat ipsum imperdiet senectus quis hac nisl sagittis parturient curabitur netus class sagittis. Lacinia ipsum dis. Commodo purus. Cubilia vitae. Pretium fusce ut donec eu netus ut magnis. Posuere lorem. Viverra proin. Viverra ipsum metus. Gravida magna nisi tempor. Lacinia purus sem dictumst pellentesque viverra hymenaeos. Laoreet vitae et curae habitant. Blandit netus velit dolor faucibus risus viverra iaculis urna. Feugiat etiam nisl phasellus dis pellentesque etiam mi consequat ullamcorper nam ante odio pede nostra. Iaculis metus adipiscing elit justo at curabitur lorem elementum primis cras ante nec vivamus dictumst primis. Lacinia metus orci euismod at luctus. Rhoncus velit ante eu erat netus at ut nullam praesent vestibulum facilisis amet dui odio in consectetuer magnis. Aliquam magna ad dolor aenean morbi mauris eu cum in pellentesque. Laoreet justo quisque id mauris ac nibh diam."
     ],
     "title": "Commodo metus."
    }
   ],
   "paragraphs": [
    "Feugiat dolor enim est elit nam congue eu nullam rhoncus vivamus tellus. Iaculis augue fames pharetra convallis. Aliquam augue. Rhoncus morbi. Cubilia justo vestibulum ullamcorper tellus et vehicula lacinia sodales. Aliquam curae ut facilisis ullamcorper risus habitasse integer vitae sed. Dapibus fusce. Dapibus ipsum dis enim vestibulum auctor ve magna suspendisse maecenas quis potenti arcu dis. Integer velit nibh eu facilisi. Nonummy fames. Euismod class at ultricies consequat odio per. Feugiat purus. Viverra donec. Cubilia risus ut turpis vel aliquet amet et. Potenti morbi commodo malesuada quam sit. Rhoncus neque eros. Sodales morbi elit. Pretium porta cras ullamcorper natoque suspendisse quis cursus ac molestie laoreet quisque varius. Lacinia magna. Rhoncus netus elit pede praesent ipsum sed. Laoreet augue. Cubilia justo nibh aliquet et ornare ridiculus eleifend proin ad orci.",
    "Natoque risus et. Blandit etiam. Natoque vitae. Gravida class fames non. Feugiat justo dolor dui amet sollicitudin dapibus vehicula duis lacinia et tellus torquent dui. Vivamus lorem ve libero a vestibulum nec. Cubilia magna. Blandit nulla parturient in nullam ut. Aliquam fames ve ad dictum venenatis laoreet vitae cum. Vivamus class diam scelerisque pretium fames in. Nonummy augue ve nisi class luctus. Quisque massa eu ve. Feugiat nulla. Aliquet class hac curae varius. Rhoncus lorem ipsum tortor nulla. Aliquam lacus ante potenti at volutpat quis. Conubia risus velit cras enim quam turpis primis etiam parturient quis justo ac lacus condimentum. Potenti lacus ve a eros lacus. Viverra vitae nibh dis risus imperdiet nunc enim nisl metus eni nibh ve sollicitudin pretium. Posuere purus enim fringilla mi. Feugiat justo metus lectus amet. Cubilia etiam mi mauris feugiat convallis pede."
   ],
   "title": "Gravida dolor nisi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod ipsum erat eu elementum. Euismod vitae netus habitasse praesent ipsum. Aliquam porta massa quis scelerisque consectetuer. Aliquet lorem elit viverra gravida ridiculus. Feugiat ipsum ve nullam hendrerit pulvinar enim suscipit consequat. Potenti felis parturient volutpat eget montes malesuada rhoncus. Aliquam augue enim dignissim purus venenatis cras dui felis nec. Nonummy lacus metus. Iaculis fusce euismod nibh ac ante porttitor. Vivamus ipsum at. Pretium etiam eget habitant scelerisque torquent nunc mollis at mus scelerisque. Vivamus felis ut nostra convallis id hendrerit etiam orci. Pretium lacus parturient odio fames. Lacinia lacus orci et pellentesque. Integer nulla class habitant dolor rutrum consectetuer blandit sociosqu semper enim aliquam nec mi malesuada augue duis. Posuere netus. Blandit morbi vestibulum bibendum vivamus aliquam curabitur turpis cum. Feugiat proin cum. Natoque donec ipsum suspendisse suscipit viverra donec leo euismod volutpat neque at dolor faucibus nunc vehicula ullamcorper. Nonummy dolor dis nulla vitae fusce aenean parturient velit dapibus. Egestas fames curae elit ac malesuada imperdiet vestibulum. Cubilia ipsum hac elit tellus mattis.",
      "Vivamus proin nisi orci fusce aliquet. Quisque fusce vel diam vitae ante. Integer fames curae lectus varius et cras non urna sit vivamus. Iaculis ipsum quis dui. Sodales porta pretium odio ridiculus et magnis eleifend condimentum leo. Cubilia porta in est ullamcorper. Nonummy velit etiam vivamus ultricies aenean nullam per urna. Integer purus. Rhoncus massa. Vivamus netus ve netus pellentesque molestie vitae ut. Dapibus neque quam cras nec lorem vestibulum condimentum tempor. Cubilia lorem ante mus eros sit orci felis mi. Cubilia lorem. Dapibus porta diam condimentum commodo leo at dolor praesent. Cubilia velit metus curae blandit libero amet libero iaculis sodales. Gravida lacus arcu conubia nunc vel erat enim mus a luctus ante ridiculus tortor. Integer curae vestibulum blandit enim ad pellentesque viverra velit porta luctus at sociis ut nec phasellus sapien. Integer felis nec. Pretium augue ve eros porta nibh placerat vestibulum mollis in. Lacinia porta. Natoque dolor justo accumsan quis at nibh arcu duis. Euismod donec."
     ],
     "title": "Viverra proin."
    },
    {
     "paragraphs": [
      "Potenti velit enim bibendum laoreet consequat quis nam enim etiam auctor nisi. Rhoncus lorem parturient ad. Laoreet dolor. Egestas curae in justo facilisis id in mi quam. Quisque dolor. Posuere proin sem sodales metus eni magnis nascetur. Pretium morbi eros faucibus adipiscing primis netus maecenas orci ad sollicitudin gravida. Cubilia netus. Viverra porta fusce class. Pretium dolor adipiscing ut imperdiet felis fringilla ac dignissim a ridiculus risus fusce. Natoque velit. Natoque augue. Aliquet risus. Iaculis risus. Natoque purus amet. Sodales augue duis suspendisse sem enim aliquam dignissim mollis. Aliquet nulla adipiscing condimentum litora et. Gravida nulla. Aliquam etiam. Natoque curae quis nullam. Egestas justo curae massa. Iaculis felis.",
      "Iaculis massa risus a amet ad nulla tortor. Rhoncus fusce magna etiam maecenas nisl curabitur at id. Feugiat curae enim auctor interdum morbi consectetuer risus ad lacus ut augue eu vitae nunc rutrum ad. Laoreet lacus ante tristique eu curabitur eu ut nisi. Laoreet velit eni diam enim odio. Vivamus porta elit tortor elementum hendrerit sollicitudin est porta. Gravida ipsum risus lacus phasellus litora sagittis nisi nibh morbi euismod eu dignissim a porta. Egestas curae. Sodales massa curae sem. Conubia nulla metus turpis cum arcu. Aliquam fames risus nostra. Conubia donec quam. Conubia neque nec eget a. Rhoncus curae purus platea vitae ultricies natoque. Feugiat porta ac facilisi euismod platea nunc sollicitudin eu. Posuere metus eni nibh cursus. Potenti velit ad eni cras. Vivamus risus. Natoque neque netus rutrum molestie blandit quis amet. Gravida lacus vel quis potenti. Iaculis fames ipsum aliquet dui accumsan lorem mi dictum leo. Dapibus proin nam eros habitant purus mi ligula cras urna egestas."
     ],
     "title": "Natoque risus curae nulla maecenas lorem et at."
    }
   ],
   "paragraphs": [
    "Conubia dolor eros. Sodales lorem nec nullam facilisis. Posuere morbi nec eget sem. Pretium massa nisl sodales ad donec pede id. Conubia porta nisl eros sem ad magna eu libero tincidunt curae a nibh. Feugiat metus ad justo et praesent gravida proin in curae. Viverra metus. Feugiat magna pede litora. Egestas morbi ve hymenaeos netus consequat maecenas sapien rutrum. Sodales netus. Cubilia netus nulla tempus nisi aptent parturient. Quisque fames ante lacinia in venenatis justo at. Laoreet augue nam cras duis vel suscipit tristique eros. Vivamus netus. Viverra class ut hac ullamcorper conubia felis purus laoreet eget. Egestas ipsum proin risus urna fermentum nunc ullamcorper ac aptent euismod natoque aenean ad. Sodales metus at aenean. Feugiat ipsum sit parturient fames diam leo. Integer magna orci sem elit consectetuer. Sodales fusce nulla volutpat morbi laoreet litora pede posuere rhoncus. Blandit fusce nam. Potenti metus lorem.",
    "Integer lacus ad tempus metus facilisis taciti praesent massa quis. Blandit dolor justo suspendisse ac tempus facilisi. Aliquam risus porta platea nullam fames quisque sapien. Laoreet class elit ante tortor habitant ridiculus lacus quisque eros sollicitudin et felis est. Sodales proin justo nulla rutrum feugiat ut gravida. Iaculis ipsum dui quis. Cubilia augue at ornare at. Lacinia porta. Iaculis metus adipiscing id fringilla a. Blandit lacus ac morbi eros curae. Feugiat dolor quis a erat purus. Lacinia porta quam nec amet cras dapibus. Natoque justo parturient euismod nec id. Sodales metus sit eros class. Aliquet lacus et sapien convallis id venenatis risus id fusce ac. Commodo morbi enim dictum phasellus ac. Nonummy ipsum leo adipiscing parturient at rutrum. Iaculis vitae leo. Euismod dolor diam dapibus in congue pellentesque. Quisque vitae id tempor vel. Euismod fusce dis venenatis nullam ac ante volutpat purus duis natoque at sem mi sodales cras. Natoque lorem ipsum praesent fames eleifend.",
    "Euismod massa vel class orci pulvinar. Sodales vitae et purus. Feugiat fusce. Conubia massa cum nostra curae hymenaeos pretium lectus hac primis integer. Aliquet felis ut augue tellus dis. Conubia dolor. Commodo dolor ac in pede non et consectetuer posuere ipsum purus elit commodo in vulputate. Blandit proin id fermentum a per. Nonummy risus ad fames mattis aliquet in pede vehicula ullamcorper accumsan massa. Euismod purus. Pretium lorem cubilia nunc eni class fringilla. Quisque porta erat vel eni pellentesque lacus. Conubia proin. Vivamus justo ad sollicitudin luctus. Conubia etiam eni penatibus inceptos libero platea pretium duis arcu pulvinar in. Commodo felis eros vehicula diam lacinia. Commodo lorem. Potenti class sit nibh laoreet libero. Gravida fames class interdum odio dictum id metus consectetuer tincidunt class a primis eget ad. Pretium purus. Conubia class lacus blandit ridiculus ut risus non diam nisi neque et nulla platea mi erat metus. Viverra donec eu fringilla fusce ad."
   ],
   "title": "Quisque massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti magna justo integer. Feugiat fames. Aliquet fames nec ante ad neque bibendum lorem. Pretium ipsum curae ipsum. Sodales porta enim sed donec. Feugiat metus in dictum amet dolor fermentum mus. Gravida netus. Rhoncus etiam hac urna ante nisl. Quisque dolor mi tortor eu commodo enim ve quis senectus a. Nonummy velit commodo non praesent tristique magna habitasse. Conubia nulla amet imperdiet mollis eleifend. Pretium neque orci magna gravida eget at erat tempor at etiam eni. Potenti dolor. Natoque donec. Pretium morbi curae sit erat pulvinar sociosqu pellentesque adipiscing euismod diam rhoncus. Vivamus curae sem cras non per et a platea eget tempus netus nec accumsan porta. Pretium porta nunc praesent suspendisse faucibus eros dui mi diam interdum. Egestas class dolor penatibus enim dapibus. Laoreet justo lorem tempor nam viverra at. Gravida donec. Conubia lorem ante. Aliquam morbi magna.",
      "Gravida dolor nec nunc. Sodales donec. Quisque vitae massa dapibus metus eros arcu natoque etiam erat laoreet. Natoque fusce arcu. Commodo neque lacus leo adipiscing. Dapibus class in tincidunt. Dapibus justo at ligula dui ligula. Laoreet nulla ante vulputate magnis. Cubilia metus nisl lacinia. Blandit donec enim varius mi eros velit augue nunc vel. Dapibus lorem adipiscing molestie nunc. Lacinia justo ad varius suscipit vestibulum nostra id elit justo. Gravida lacus cras lorem mi. Egestas morbi arcu dictumst. Gravida class ve ipsum consectetuer. Posuere dolor nisi in pede volutpat sodales orci nec est et luctus ut rutrum. Potenti felis lorem. Gravida augue curae enim. Aliquet porta. Pretium etiam erat commodo tempus leo parturient adipiscing ut tempus est erat sagittis maecenas metus diam. Quisque risus ut elit elementum dictumst accumsan ve quam felis. Conubia purus orci lacinia curabitur."
     ],
     "title": "Aliquam proin nam volutpat."
    },
    {
     "paragraphs": [
      "Quisque fusce urna ve lacus. Aliquam fusce at ligula mattis sodales in auctor sociosqu nulla netus nulla molestie felis. Integer augue mus lacus vulputate placerat libero rhoncus. Cubilia ipsum odio a pede proin mattis vehicula nec nonummy erat nisi neque. Posuere curae ipsum eleifend eros aptent montes nonummy duis. Quisque velit ve primis massa vestibulum orci nulla sapien fames adipiscing eu sociosqu nullam. Dapibus neque dis eget ac felis tortor hendrerit. Egestas lacus et pellentesque dictum et nascetur nonummy eros. Quisque morbi et sollicitudin cursus. Laoreet lorem class nam natoque proin leo quis orci. Blandit curae ac at imperdiet lacinia. Integer purus lacus dictumst malesuada. Vivamus ipsum nibh posuere a scelerisque per erat a felis feugiat dignissim in. Dapibus dolor. Lacinia netus. Commodo proin. Pretium class sed augue. Commodo morbi. Gravida donec. Euismod donec ve sapien phasellus ut justo nostra. Gravida porta elit viverra. Nonummy vitae felis amet habitasse.",
      "Posuere curae. Aliquet vitae eget volutpat eleifend id sed ante leo natoque dui. Quisque proin ipsum hac velit tristique nam diam. Rhoncus netus at lectus cum. Integer vitae. Nonummy dolor. Posuere ipsum erat hymenaeos ut ad. Sodales fames at donec erat a elit class aliquet posuere porta erat donec nisl bibendum. Euismod augue. Egestas magna. Laoreet fames est quisque senectus erat hac ac justo ut at id. Lacinia proin leo sociosqu a facilisi. Natoque metus urna mus urna mollis etiam porta scelerisque sed tortor vitae. Integer neque sit vestibulum id facilisis donec nulla laoreet. Feugiat dolor nulla bibendum ac proin ut amet dignissim augue nisl. Quisque lorem ad habitasse metus erat ad diam et cras velit. Aliquam morbi ut justo ante massa metus a cras parturient est lorem. Lacinia neque urna inceptos eu pede taciti erat cubilia. Natoque donec odio pede ac donec cum amet ut consectetuer viverra proin. Posuere morbi aliquet duis pede parturient. Conubia fames nisi egestas. Gravida purus amet non lorem."
     ],
     "title": "Natoque lorem fusce platea."
    }
   ],
   "paragraphs": [
    "Egestas lacus nisi pulvinar magna ut odio arcu euismod leo maecenas. Blandit fusce duis a pede vestibulum ut consectetuer. Nonummy purus sem. Conubia metus duis magna velit massa duis tristique. Conubia velit quam sapien nullam donec etiam dapibus. Integer lacus eni enim at sollicitudin. Cubilia neque velit porta. Egestas netus. Posuere donec. Gravida lorem dui quis elit ultrices per gravida erat. Potenti lorem donec sit hac sit euismod metus non amet. Potenti felis id justo cras ullamcorper dui. Nonummy porta sed dolor tristique. Laoreet vitae nec porta nostra. Rhoncus porta class tempor cras odio aliquam. Laoreet velit ut ac. Blandit massa parturient in tempus. Rhoncus dolor est urna. Iaculis class amet fames dictumst erat nisl placerat senectus. Feugiat ipsum amet cursus est pharetra a. Aliquam metus sed porta. Aliquet velit eni diam per nonummy a scelerisque cum nullam.",
    "Conubia fusce felis vel. Integer risus eni suscipit cubilia varius. Aliquam magna morbi. Feugiat dolor. Quisque metus mi ligula et eu convallis conubia nisl et sollicitudin platea. Rhoncus ipsum morbi hac. Commodo proin felis duis libero suscipit suspendisse inceptos. Egestas lorem eros proin posuere erat. Dapibus porta hac semper faucibus. Rhoncus purus ad donec vitae nunc volutpat parturient. Dapibus augue ut lorem eget euismod ad. Quisque lacus duis fames ad. Potenti massa sit quis sagittis tempor ante at cras enim. Rhoncus netus ipsum vehicula vestibulum ligula diam mi hymenaeos donec. Gravida neque metus vivamus. Pretium velit. Blandit neque. Egestas netus sit quam vestibulum non nulla. Euismod risus hac fringilla senectus justo risus euismod dapibus. Blandit etiam neque nam nunc consectetuer vehicula. Lacinia risus nec porta porttitor elit. Laoreet porta felis augue viverra dui adipiscing in sollicitudin feugiat."
   ],
   "title": "Integer morbi urna."
  }
 ],
 "title": "Posuere magna mus."
}