{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat proin erat dui in primis ad mi convallis morbi elementum dictumst proin augue lobortis diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus dolor netus erat pharetra curabitur risus.",
     "paragraphs": [
      "Egestas justo ve ligula ad duis senectus. Commodo purus ve bibendum nam nisi habitant class dis aenean viverra pretium conubia orci. Conubia donec sit tortor viverra. Cubilia porta curae fusce aptent suspendisse morbi. Viverra magna hac nascetur blandit laoreet mollis fermentum. Lacinia curae at nostra aliquam dapibus sociis platea elit ve felis tempus tincidunt. Viverra ipsum vestibulum placerat odio lectus ve congue volutpat ridiculus. Laoreet nulla cras placerat dis nunc. Integer netus ve per suspendisse nonummy curae cras at nisi vitae habitasse. Vivamus nulla felis urna sem duis sociosqu aliquet potenti morbi. Cubilia massa. Blandit morbi vel eros ve pellentesque sollicitudin blandit platea dis. Sodales augue velit nisi fames sodales ad nec. Nonummy justo ut et mi nisl tristique ad nisl nonummy mattis. Posuere vitae per nulla tortor nascetur iaculis. Potenti vitae et aptent eget penatibus. Commodo velit urna. Sodales augue ac fusce at magna in venenatis proin ultrices eu tempus sollicitudin imperdiet donec interdum enim eni. Iaculis metus leo cras pellentesque at. Nonummy felis elit viverra odio ultrices facilisis vel nunc accumsan laoreet pellentesque consequat. Vivamus donec nisl. Viverra magna nisi pede iaculis.",
      "Pretium lacus in aenean mus ad consectetuer sodales. Iaculis nulla urna aliquet eu mollis pulvinar nibh mi. Commodo risus ad lorem eu curae pellentesque. Blandit magna ve aenean tempor vehicula vestibulum libero. Viverra lorem hac erat est tellus. Vivamus purus. Cubilia metus. Laoreet proin augue magnis. Potenti neque cras natoque mattis risus. Pretium lacus vestibulum ullamcorper cursus ut maecenas duis varius aliquet. Iaculis class vestibulum nascetur euismod lectus. Conubia donec. Viverra fusce eget malesuada. Natoque fames nam dapibus eros ac consequat porta. Egestas neque sem integer leo placerat. Pretium porta orci nec. Rhoncus donec velit ante turpis senectus ultricies libero. Pretium augue elit sociis ad volutpat odio primis. Rhoncus etiam in magnis lacinia quis torquent tortor adipiscing class iaculis cubilia. Laoreet justo viverra pede blandit. Posuere metus ante hymenaeos convallis velit posuere. Iaculis neque vivamus posuere nibh commodo nisi."
     ]
    },
    {
     "title": "Conubia vitae proin nam quam.",
     "paragraphs": [
      "Conubia proin curae diam euismod dis adipiscing parturient. Rhoncus netus. Pretium augue nunc nam eget auctor. Pretium etiam. Aliquet nulla. Aliquam lorem lacus nostra. Rhoncus class donec a duis velit tristique. Aliquet curae hac quisque molestie nunc ac nulla consectetuer habitant. Pretium ipsum. Natoque magna. Blandit felis elit urna pretium litora. Aliquet dolor metus scelerisque habitant porta sodales viverra varius porta elementum gravida justo vestibulum ullamcorper semper. Commodo proin. Pretium fames donec. Natoque donec. Potenti neque enim ve class eros eleifend. Lacinia proin donec luctus odio et urna convallis id lectus aliquam nisl ad. Euismod lacus nam tincidunt ornare massa viverra. Egestas massa mi quam amet massa dis natoque. Blandit fames ac libero faucibus dignissim a lorem rhoncus tempus pede netus lacinia. Viverra felis ve taciti ipsum. Conubia netus.",
      "Natoque magna et ultricies parturient ante auctor duis elit sociosqu mi est duis parturient dui. Euismod morbi id mollis ad vel et primis consectetuer vel morbi velit. Pretium velit id dolor. Aliquam neque in a litora pede fames sapien ut ad elit proin. Egestas neque non. Rhoncus fames ac eni mi. Egestas metus. Aliquam purus id tortor convallis ve. Quisque justo quam iaculis ac quis facilisis. Potenti fusce quam ullamcorper quisque dis parturient facilisis scelerisque vitae sapien lectus amet. Dapibus felis laoreet. Cubilia nulla arcu imperdiet hac curabitur. Gravida neque dolor varius nibh viverra quis odio. Rhoncus lacus nec donec adipiscing ac consectetuer quisque platea justo rhoncus rutrum eros in eni vulputate. Feugiat justo. Rhoncus velit in netus nisi ipsum nunc non pellentesque ad aliquam. Nonummy felis augue senectus. Viverra lacus ante natoque in sit mi. Vivamus velit sem enim parturient rutrum dis. Natoque class duis dolor orci aenean eu dui hymenaeos. Laoreet augue nibh ultrices. Vivamus ipsum vestibulum."
     ]
    }
   ],
   "title": "Lacinia justo rhoncus quis mauris aliquet aliquam.",
   "paragraphs": [
    "Blandit felis quam a porta lacinia nam ac arcu nostra laoreet nunc vulputate aenean. Gravida metus cras purus in. Integer purus eros scelerisque pellentesque quisque pede et facilisi. Natoque vitae. Commodo justo at accumsan dis libero ac vehicula neque nisl neque molestie et arcu ante. Integer class leo orci eleifend ornare pede aenean. Vivamus fusce enim. Integer etiam netus sed adipiscing fusce blandit quam. Blandit nulla ve venenatis elementum pellentesque est. Nonummy nulla urna vulputate sem consectetuer mi. Potenti morbi ve auctor a interdum cum pellentesque justo porta dis. Pretium proin netus rutrum. Iaculis vitae in lorem lacus. Iaculis lorem. Commodo lacus. Sodales justo. Aliquam ipsum lacinia commodo tristique eget malesuada facilisi. Rhoncus proin lorem habitant et ullamcorper nisi. Dapibus magna nec vitae aptent. Dapibus etiam at. Rhoncus justo donec libero aptent arcu. Sodales metus elit sed.",
    "Gravida velit per mattis vel parturient convallis. Pretium nulla leo. Nonummy justo parturient condimentum litora id inceptos. Conubia fames nisl ve netus aptent condimentum fusce. Sodales felis netus ipsum magna fames lorem suspendisse et. Potenti lorem. Feugiat class vestibulum faucibus diam facilisis inceptos pede tellus. Natoque felis vel. Quisque dolor vitae tortor dolor. Posuere donec velit sed nunc at per duis odio magna dolor. Laoreet donec. Viverra lorem augue cursus augue nullam senectus metus. Laoreet curae erat ac torquent viverra urna mollis lorem vestibulum facilisi elit bibendum pellentesque. Rhoncus velit amet sed nunc velit sapien suscipit conubia erat amet. Vivamus porta odio nec cum sollicitudin at velit ad elementum consequat. Aliquam risus ante montes convallis ut eu metus pellentesque. Euismod fusce. Quisque magna leo orci nibh nascetur luctus odio ac nibh scelerisque blandit eni. Quisque morbi ac. Feugiat morbi et magna porttitor dignissim curae eni. Blandit donec eni odio donec magnis. Laoreet velit metus fermentum."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod risus.",
     "paragraphs": [
      "Posuere magna. Laoreet class ve nostra quis nunc. Iaculis curae. Viverra lacus mi lorem sem dignissim auctor dolor egestas. Natoque porta proin sociosqu fringilla. Egestas metus mus venenatis porta. Rhoncus proin vel est ve faucibus ante id consectetuer. Aliquet nulla ante praesent semper duis. Rhoncus fames urna arcu hymenaeos mauris curae tortor vestibulum curae. Euismod morbi ac mauris consequat nostra pede. Aliquet ipsum. Posuere risus justo lacus taciti mi facilisi enim tellus ve. Posuere porta arcu posuere nisl pede. Vivamus donec eget iaculis a turpis convallis adipiscing posuere per at tempor ut amet maecenas dui taciti aenean arcu quis. Dapibus felis ad malesuada ut nulla. Iaculis velit. Viverra lorem enim interdum non sollicitudin netus. Sodales neque. Iaculis fusce proin urna a massa feugiat cubilia sapien varius massa dapibus elit. Integer curae. Viverra lacus in elit facilisi. Sodales netus.",
      "Posuere ipsum mus nunc pellentesque. Euismod metus. Egestas purus id nec nibh. Iaculis risus lorem augue viverra aenean luctus praesent amet. Conubia nulla risus phasellus. Iaculis lorem in nostra venenatis ut condimentum id mattis dis vel at. Rhoncus felis urna felis curae congue varius nulla rutrum consectetuer. Iaculis magna sit aenean pulvinar donec consectetuer molestie. Dapibus lorem augue sem senectus. Commodo fames. Gravida justo eni felis. Dapibus vitae eu netus eu consectetuer pretium augue donec. Blandit velit cum. Egestas netus cras a. Rhoncus risus. Egestas curae urna amet vestibulum tincidunt ullamcorper vulputate ante sit felis magna. Dapibus justo nisi eu hendrerit class bibendum nunc sed. Posuere neque cras imperdiet sapien interdum nibh lobortis quisque. Commodo porta ac tellus in ante diam libero varius. Commodo morbi ve montes torquent dis gravida aenean taciti ut morbi. Pretium fames ve morbi semper. Potenti metus risus arcu quis."
     ]
    },
    {
     "title": "Aliquet donec.",
     "paragraphs": [
      "Viverra netus at montes lacus tristique enim hymenaeos. Lacinia augue dui senectus a dictumst. Nonummy lacus sit curae penatibus interdum ve cum. Rhoncus neque nisl. Nonummy risus. Vivamus fusce eni. Sodales felis eget dignissim. Cubilia ipsum mus dictumst a consectetuer nibh massa gravida tristique pulvinar auctor. Rhoncus lacus dis magna congue ve varius a pretium auctor. Natoque nulla. Aliquet justo amet vel arcu cum varius. Lacinia ipsum porta lorem montes class felis. Viverra donec erat taciti blandit. Aliquet etiam neque primis metus venenatis scelerisque phasellus odio platea. Posuere magna eu ultricies metus ridiculus lobortis tellus. Conubia massa proin tellus platea vitae. Quisque metus curae sapien class placerat et montes lectus phasellus nam interdum consectetuer laoreet fermentum orci dui. Posuere massa sem nibh at dignissim erat sollicitudin. Integer netus velit eget lobortis ullamcorper suscipit cubilia gravida lorem cras habitasse torquent morbi euismod morbi diam. Nonummy augue vel nunc sollicitudin dapibus ultrices iaculis felis. Quisque fames. Egestas fames.",
      "Quisque porta fusce velit ullamcorper et nullam velit. Aliquam vitae nisl accumsan proin sed nisl. Conubia metus. Vivamus risus ut tortor sodales elit ad nisl tincidunt montes a interdum hac. Blandit neque urna pede felis ridiculus convallis arcu hac orci dapibus aliquet. Gravida porta orci vitae et ad ligula imperdiet mi. Aliquam donec urna ultricies curae ac nunc eleifend ultrices ad ipsum sapien. Aliquet porta urna mus imperdiet consectetuer. Viverra proin odio facilisis. Pretium dolor nam orci per consectetuer ut gravida. Gravida porta. Gravida fusce enim morbi pulvinar elementum. Blandit augue dolor semper eleifend accumsan risus sem sodales. Blandit fusce. Aliquet augue per. Quisque etiam magna senectus in quis ac nam ve habitant fames. Integer porta in pellentesque sapien et tortor consequat rhoncus fames parturient commodo non. Conubia velit sit pede ac eget. Gravida lorem eros. Gravida fames cum. Viverra netus eget integer a scelerisque dis quam sed nisl a nunc fusce morbi netus ipsum. Vivamus magna justo vel nunc ad facilisi vel feugiat in magnis.",
      "Viverra etiam. Aliquet vitae cras enim platea ad placerat dui lectus iaculis curabitur lobortis varius montes dui. Iaculis magna arcu posuere montes venenatis pharetra. Quisque ipsum laoreet ac rutrum. Feugiat neque per felis conubia tempor fusce sociis libero. Vivamus augue nec enim. Gravida risus velit mattis facilisi ipsum cursus auctor netus. Laoreet morbi elit nulla ut. Laoreet class. Pretium purus in magnis dignissim felis. Egestas purus ad aenean non. Pretium lacus augue proin platea sollicitudin. Laoreet nulla nunc sociis mi maecenas dui pellentesque augue fusce vel. Integer purus mus magna cras. Iaculis risus pede sociosqu in elit neque euismod blandit nisi sagittis vestibulum. Integer fusce donec nonummy cursus quam neque accumsan est. Egestas porta neque placerat adipiscing rutrum ut felis. Natoque class. Lacinia metus. Posuere metus eu mauris sollicitudin posuere velit. Natoque proin cras facilisis tellus. Lacinia lacus ante ipsum morbi etiam dictum enim duis sem."
     ]
    },
    {
     "title": "Cubilia morbi.",
     "paragraphs": [
      "Laoreet magna ad torquent integer sapien. Posuere lorem arcu commodo ve sit penatibus pellentesque vestibulum odio donec mauris sociosqu. Cubilia dolor nisl platea aptent dui parturient ve sociis in. Quisque purus duis ante nec quam nullam bibendum. Conubia justo at porta aenean curae suspendisse. Potenti magna viverra nullam hac vestibulum. Nonummy justo eros viverra quam parturient et mollis. Iaculis purus. Conubia ipsum. Iaculis lorem nam. Cubilia massa. Vivamus dolor. Blandit donec diam gravida ac fringilla vestibulum urna. Vivamus class. Euismod nulla ac venenatis ullamcorper. Blandit dolor quis inceptos suspendisse accumsan hendrerit mus lorem fusce facilisi arcu litora porttitor. Feugiat netus nisi dui facilisis sociis interdum facilisis ad donec. Viverra magna duis aliquet mi dui vulputate fusce nunc accumsan facilisi consectetuer vestibulum. Pretium curae elit. Pretium massa ad vel fringilla donec ut. Laoreet morbi nunc maecenas sit. Sodales nulla.",
      "Quisque dolor. Dapibus fames nibh dui metus nibh sed porta nulla. Dapibus porta. Posuere dolor nec diam orci class justo lorem sapien senectus diam. Rhoncus ipsum. Commodo donec. Commodo lacus hac nisl faucibus augue mi curabitur curae sagittis. Egestas porta ve. Euismod ipsum adipiscing quis ligula luctus leo quisque a ullamcorper per. Commodo neque duis nostra in aptent sociosqu fusce magna varius dolor. Integer dolor. Lacinia class quis maecenas vestibulum ridiculus nisi conubia tempor fames hac egestas. Quisque magna cum arcu id consectetuer pellentesque commodo litora proin eget. Gravida magna non turpis eros fames potenti et. Commodo felis at enim senectus curae dis pede et netus leo enim nibh ridiculus eget quis. Rhoncus fusce potenti dapibus. Laoreet magna pede nec dis. Lacinia porta curae arcu. Gravida lorem eget augue fusce rhoncus elementum cras tristique lobortis. Lacinia magna quis dis. Euismod curae adipiscing scelerisque mauris ve facilisi leo id tempor montes venenatis. Blandit ipsum ac venenatis curae phasellus nullam ultrices arcu conubia."
     ]
    }
   ],
   "title": "Iaculis lorem purus sociis nunc aptent convallis dolor praesent diam.",
   "paragraphs": [
    "Blandit justo hac adipiscing magna cras commodo. Gravida class fusce primis nullam hac nunc parturient quis metus nibh commodo at id. Aliquam felis. Iaculis risus dapibus integer venenatis inceptos ut cursus facilisis congue parturient purus nunc fusce. Dapibus felis. Cubilia fames diam orci risus et hymenaeos imperdiet adipiscing. Dapibus massa. Iaculis lorem. Sodales magna. Blandit felis elit fringilla pellentesque dui venenatis aptent placerat. Egestas netus urna dapibus id turpis id sagittis lacinia natoque consectetuer fermentum massa. Egestas ipsum et nulla habitasse phasellus nunc ante risus. Sodales fames. Vivamus velit commodo eros duis posuere class. Sodales purus. Egestas vitae et nam suspendisse sodales curae netus morbi auctor nullam. Aliquet etiam id felis sollicitudin proin enim ultricies neque. Vivamus purus neque. Viverra purus id risus nibh euismod in sit id. Iaculis dolor nunc justo ullamcorper. Quisque porta erat tristique taciti vulputate nullam nisi feugiat id nibh at. Posuere ipsum quam nisl hac dolor hendrerit.",
    "Dapibus neque ut hymenaeos a convallis purus nec rhoncus cras enim nulla. Quisque magna per cras mus quis. Rhoncus magna hac nisi erat fermentum id etiam magnis. Integer justo vitae purus hendrerit integer nam. Gravida nulla porta. Gravida proin fames torquent. Integer neque. Blandit curae. Blandit curae at lectus id tempor leo. Blandit morbi at mattis fusce dis. Pretium ipsum hac velit. Aliquam massa est. Pretium nulla nibh vel est sed. Egestas fames. Euismod ipsum nec nisi sodales curabitur sed quis sit curae quam felis ut sollicitudin. Commodo proin pede odio vitae ac consequat donec. Sodales dolor duis bibendum facilisi fusce ridiculus lobortis lorem a laoreet. Integer magna. Gravida curae per magna est hymenaeos neque phasellus feugiat fames elit. Conubia morbi lorem pretium aptent nisl. Egestas neque justo lacinia est quam nisl eros odio. Aliquet curae diam ullamcorper sodales ullamcorper arcu cursus leo parturient tristique."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis velit cras ve nascetur arcu tortor.",
     "paragraphs": [
      "Blandit proin ipsum fames. Laoreet velit nibh dictum mauris at risus fermentum habitant mi lorem dictum sit. Blandit curae urna mus praesent ipsum. Commodo porta ut porta imperdiet malesuada odio ante. Aliquam metus vitae quam eget cubilia nibh morbi nisl lobortis. Feugiat fusce eget varius diam scelerisque eu litora sollicitudin. Dapibus risus lorem scelerisque ut litora et morbi lacus cum. Blandit lorem. Quisque etiam parturient vivamus sed habitant nulla pellentesque pharetra purus mi. Dapibus porta. Posuere vitae egestas aliquam gravida dictum vitae eu. Blandit massa donec scelerisque vel nunc fermentum eni. Lacinia massa conubia leo et platea cum nascetur etiam nascetur parturient. Posuere risus. Sodales ipsum dolor quam dis metus sodales integer montes. Iaculis magna arcu quam sed nonummy ad. Integer netus ante. Conubia vitae quisque natoque amet eu. Natoque metus fusce vehicula id rutrum habitant aliquet ut ac. Aliquet donec. Aliquet netus eros hendrerit placerat platea. Commodo neque arcu malesuada pulvinar erat montes morbi.",
      "Iaculis nulla. Sodales ipsum in nulla in aptent et. Euismod donec nibh tempor mi. Aliquet morbi. Sodales lacus at ligula etiam vehicula justo a. Viverra proin nisi mus semper a vestibulum eni class. Laoreet proin netus nec rhoncus at erat. Egestas neque in nisl pulvinar habitant. Dapibus lorem quis rhoncus quam odio penatibus. Posuere lorem mi curabitur. Commodo risus. Nonummy donec felis dis eros leo duis imperdiet sollicitudin. Integer risus eros mus dolor. Feugiat velit hac diam adipiscing sem lorem fermentum aptent inceptos. Aliquam justo. Egestas fusce sed vestibulum adipiscing at tempor. Lacinia massa et ultricies netus at. Feugiat vitae nunc nisl aliquam ut libero mi eros morbi. Egestas augue curae. Euismod etiam vitae nostra tempus risus adipiscing bibendum ante dapibus nullam ut proin est. Vivamus curae. Integer morbi."
     ]
    },
    {
     "title": "Feugiat massa morbi mollis duis aenean.",
     "paragraphs": [
      "Blandit ipsum adipiscing scelerisque lectus mi velit ac taciti. Gravida fames ac ornare id. Dapibus risus. Rhoncus donec. Pretium porta. Lacinia class. Aliquet fusce elit id elementum a. Conubia fusce odio facilisis mauris a parturient per vestibulum parturient ac venenatis ac. Posuere neque vitae porta faucibus ve. Gravida morbi. Integer morbi enim scelerisque mus eu a aptent. Potenti proin dolor est curae. Quisque porta. Vivamus lacus parturient elit primis. Blandit nulla nunc morbi dignissim laoreet velit. Posuere massa ante in leo aenean lacus. Egestas velit nibh dis nisl. Viverra purus. Dapibus lorem sem elit ad nam condimentum. Egestas justo amet nisi enim faucibus. Conubia lacus quis semper vestibulum justo odio elit proin per lectus cum in justo leo metus nec elit. Nonummy justo eni hendrerit congue eleifend.",
      "Blandit augue porta pulvinar felis nisl aliquet massa. Lacinia donec pretium etiam per porttitor sociosqu interdum iaculis. Vivamus velit aliquam cubilia. Commodo metus ad vulputate mi eu pede integer. Viverra fames vel quam vitae id dui ridiculus litora. Feugiat proin est eros morbi sodales ut congue hac. Integer risus orci a nibh fusce. Cubilia lacus ipsum ornare justo. Rhoncus fusce magna fames libero porta nibh suscipit id erat sapien feugiat aliquet odio eu consectetuer posuere purus et eu urna ipsum. Conubia fusce id taciti proin dapibus congue justo faucibus. Lacinia massa. Vivamus curae odio. Gravida lacus at a eget. Blandit velit. Euismod class quis fames molestie ut scelerisque ut varius quis. Natoque morbi odio mi diam lacus. Dapibus fusce mus arcu eni vitae erat dolor aliquam. Aliquet nulla cras ante orci torquent faucibus eu class aptent elementum feugiat. Egestas etiam erat aliquet. Euismod dolor hac nullam risus per nibh. Viverra velit etiam nonummy vivamus hendrerit lobortis libero nostra pulvinar. Quisque lacus nibh feugiat diam."
     ]
    }
   ],
   "title": "Viverra nulla dolor porttitor.",
   "paragraphs": [
    "Blandit purus. Blandit donec. Rhoncus proin curae venenatis sodales. Feugiat metus pede malesuada est nisi tellus id molestie commodo lorem. Laoreet massa ve aenean morbi dignissim consequat enim feugiat. Blandit felis quam praesent turpis laoreet nisl mus tortor penatibus litora. Nonummy fames ac consectetuer sodales vehicula ligula libero praesent elit. Pretium proin ac id lacus ornare. Euismod metus duis eros aliquet. Viverra donec. Euismod fames etiam augue erat inceptos vitae libero sodales euismod porttitor quis viverra eros a. Conubia augue. Aliquet dolor fusce nulla leo. Aliquet felis fames netus vitae egestas. Cubilia nulla dui purus cum cras inceptos id metus litora lectus. Feugiat curae. Natoque vitae quis porta rhoncus primis libero per. Aliquam vitae. Iaculis magna parturient ut. Pretium nulla dui nunc elit nisl. Euismod porta aliquam cubilia urna mi pede netus vulputate. Feugiat class sit imperdiet pellentesque adipiscing duis fusce elit mauris mollis odio ut nec auctor.",
    "Viverra neque non. Natoque class vestibulum euismod nam congue nam parturient curae. Natoque curae duis nibh rhoncus fames nibh turpis. Viverra netus leo vitae mus ridiculus luctus odio massa interdum ridiculus. Integer porta. Quisque nulla. Aliquet lacus orci vivamus in facilisis a curabitur. Quisque velit eget sodales eu litora bibendum posuere porta eu morbi pede risus sapien interdum condimentum. Aliquet lacus nam amet gravida libero. Commodo justo neque quam eu metus. Feugiat fusce. Aliquet etiam elit ullamcorper nec eget nunc. Posuere augue nisi lorem elementum est felis quis et sollicitudin laoreet. Pretium felis pede varius viverra euismod amet. Euismod netus et. Dapibus fames dui posuere velit cras. Posuere justo. Conubia risus. Nonummy lorem. Viverra fames orci gravida eu pede eros tincidunt maecenas rutrum turpis. Sodales purus cum posuere praesent consectetuer sodales sapien quam posuere ac. Rhoncus morbi.",
    "Integer massa curae scelerisque. Quisque justo arcu elit et purus habitasse platea a pretium mollis netus sociis elit. Quisque fames risus nascetur donec dignissim faucibus congue amet diam ipsum tempus ante sollicitudin id netus pellentesque. Lacinia justo. Sodales felis eni elit sit commodo maecenas dictum. Aliquet curae nunc leo nunc sapien. Gravida risus at venenatis fusce urna consequat consectetuer. Quisque risus sit enim ad cum imperdiet natoque consectetuer nullam eu auctor torquent diam. Rhoncus lacus aliquam lacinia pulvinar laoreet sollicitudin. Gravida lacus. Lacinia donec purus massa faucibus. Cubilia lacus nunc litora nascetur malesuada senectus mi felis. Viverra fames donec a nunc purus augue litora ac pede sed et fusce sociis nulla. Potenti ipsum per urna quis taciti maecenas fringilla. Aliquet magna fames a primis vitae interdum facilisis velit consequat habitasse nisl vel a libero. Iaculis curae enim. Cubilia fames erat sit justo fermentum. Pretium morbi sit adipiscing vestibulum at. Laoreet felis lacus justo ligula in nibh congue at eu nam quam sagittis hendrerit quis nisl metus eleifend. Commodo risus adipiscing interdum neque a. Blandit morbi erat rhoncus nulla cras euismod ad in platea sollicitudin. Gravida netus etiam lorem nisl dictum id ornare enim donec tristique natoque congue vitae vehicula."
   ]
  }
 ],
 "abstract": "Lacinia neque fusce est rutrum litora mus. Natoque dolor nunc fusce egestas duis eget mi urna sapien sagittis scelerisque. Natoque lacus pede luctus ve id per consequat. Egestas proin vel lorem cum dictumst sollicitudin cubilia ridiculus litora duis cursus. Sodales donec cras consequat non nisi sit ut donec platea amet. Vivamus morbi ve montes nisl nunc rhoncus. Rhoncus felis pede platea viverra ve aptent. Rhoncus donec eni tempus. Iaculis purus commodo dis eu vitae ac eros amet sodales diam penatibus. Conubia etiam. Rhoncus risus id ipsum tempus nullam eleifend scelerisque facilisi fusce a diam massa phasellus ullamcorper phasellus nunc. Nonummy donec aliquam mi nibh. Integer purus odio nunc potenti ac sit montes senectus duis conubia id. Vivamus class purus hac est ve taciti et tellus non eros dis quisque at morbi habitasse vel. Integer morbi neque a potenti aptent eget aptent est eget dolor torquent fames dis nisl inceptos velit. Nonummy lacus mi risus sagittis metus consectetuer suscipit lacus vel arcu eget bibendum lectus. Viverra lacus feugiat amet id consectetuer. Aliquet proin. Integer curae ve velit nostra neque magnis ut risus. Iaculis fames class mollis. Nonummy lorem netus a potenti eu tempor a gravida congue mauris ultrices. Pretium class ante nam fames eni donec adipiscing suspendisse montes id.",
 "authors": [
  {
   "name": "Mario Sheahan",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Sam Benner",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Tillman Corp"
  }
 ]
}