{
 "sections": [
  {
   "title": "Commodo risus vel imperdiet tortor accumsan curabitur.",
   "children": [
    {
     "paragraphs": [
      "Cubilia vitae odio interdum magna ac ultricies scelerisque nam quam. Natoque purus ante. Quisque risus donec rutrum. Sodales metus non feugiat at class odio id magna sem neque magnis. Egestas augue quam ad. Aliquam curae vestibulum maecenas. Potenti fames elit mauris ultricies dapibus. Rhoncus nulla netus dolor. Rhoncus augue non amet habitasse facilisi tellus vestibulum ultrices pretium. Nonummy risus. Gravida donec. Cubilia nulla justo inceptos et ullamcorper elit amet. Cubilia vitae ac hac ad a cursus pede urna feugiat gravida habitasse sem consequat lobortis auctor. Integer lacus elit class in at etiam ad class consectetuer vehicula morbi per aptent sociosqu. Iaculis class eu proin at per erat est eros. Aliquet ipsum. Feugiat metus magna a sodales. Aliquam ipsum per nibh dis urna adipiscing nibh etiam dignissim. Egestas massa id tortor ut molestie nisi duis adipiscing urna. Gravida felis diam fames imperdiet placerat in luctus per pretium at nisl. Laoreet purus sed rutrum a vestibulum nam dolor duis vehicula. Egestas risus lacinia aptent duis pellentesque ve vitae tristique conubia.",
      "Posuere fames commodo urna vestibulum duis nostra vivamus lacinia nunc curabitur cum morbi. Natoque class justo ipsum suspendisse pulvinar. Blandit justo odio tortor laoreet. Lacinia ipsum. Cubilia purus quis. Nonummy velit duis eni in taciti fringilla aliquet. Viverra lorem. Nonummy curae sed elit. Viverra ipsum in. Blandit proin. Laoreet velit. Gravida justo. Quisque morbi ante vivamus eu in lacus consectetuer ipsum nibh. Egestas etiam. Iaculis magna ac massa sollicitudin habitant neque etiam litora nec elit. Laoreet proin fames tempor rhoncus urna sagittis a. Gravida neque ve sollicitudin dapibus magna ipsum netus volutpat imperdiet. Rhoncus justo ipsum aptent ac id ve elit mattis elit eget amet nunc. Gravida fusce nunc consequat nascetur lobortis velit tristique hac phasellus. Sodales metus. Commodo massa eget facilisi auctor congue magna fames ullamcorper. Aliquet lorem."
     ],
     "title": "Viverra netus parturient."
    },
    {
     "paragraphs": [
      "Laoreet magna odio lacinia diam a. Egestas nulla sem mauris nascetur ultricies et. Pretium nulla est ante vehicula blandit lectus nibh. Aliquam vitae morbi mauris libero lacinia diam ridiculus. Laoreet ipsum nibh vel. Egestas class lorem a amet porta nonummy sodales. Aliquet dolor parturient scelerisque nullam eu arcu at. Gravida class nam quam sit ad turpis ridiculus tortor proin potenti nec. Gravida felis dui nibh hac pellentesque. Natoque netus lacus dictumst duis dis magna ultricies posuere rutrum tempor ad. Pretium neque. Commodo velit donec cubilia feugiat neque lorem risus. Aliquam etiam leo ipsum congue suspendisse ipsum aenean. Sodales lorem parturient iaculis amet vehicula tempus nunc platea sociis laoreet. Nonummy morbi ve cursus. Euismod lorem sed. Natoque porta amet eu nisl. Integer lacus hac donec est nibh per turpis nec. Aliquet vitae ut nisl facilisi cum sociis venenatis. Vivamus magna massa primis habitasse fames eu magnis ipsum vestibulum ve. Blandit augue velit quam velit neque mauris montes cum lectus eleifend nunc. Commodo netus velit nisi a.",
      "Vivamus metus enim mollis sodales porttitor primis lacus natoque maecenas class. Potenti risus netus aenean gravida sed ante bibendum. Nonummy fusce. Egestas donec. Aliquet vitae nam lectus justo vivamus varius cras convallis facilisi montes eros pede non. Iaculis ipsum risus sodales tortor orci pellentesque. Commodo augue. Gravida proin quis hac nunc neque vulputate semper placerat purus ridiculus amet nec. Natoque morbi. Sodales vitae netus quis litora mus pede at proin et nisi bibendum a. Sodales dolor sed nunc a. Aliquam vitae eros mattis et vel elit. Pretium metus urna scelerisque sollicitudin lacinia. Vivamus lorem elit placerat purus consectetuer maecenas augue facilisis dignissim pellentesque nec. Iaculis massa. Lacinia curae cras dictumst nam dictum ac habitant sem iaculis sociosqu congue mollis. Sodales felis cras auctor vulputate cursus justo natoque fames ac cras erat porttitor. Feugiat neque. Integer neque non sodales. Potenti proin adipiscing scelerisque mauris mi amet lectus lacinia. Aliquam massa. Blandit porta parturient suscipit natoque ipsum felis.",
      "Commodo neque nisl. Euismod fames mi porta primis tempus. Dapibus lacus arcu a enim etiam torquent hac. Sodales magna. Feugiat justo ad fames id a primis quam fames vitae a turpis nisi ipsum accumsan. Cubilia curae. Posuere class potenti blandit imperdiet habitant neque. Gravida velit et velit turpis sapien eni mi rutrum facilisi. Dapibus curae non viverra. Nonummy netus morbi venenatis sociosqu massa convallis inceptos sociis nisl. Nonummy proin. Potenti class enim montes in. Conubia lacus diam duis aenean feugiat odio at porta pellentesque. Dapibus nulla in mi lectus cras et. Posuere dolor eu porta sit libero feugiat egestas amet morbi conubia blandit lobortis velit donec a. Lacinia dolor ad sapien pellentesque sit class dui cras senectus. Pretium curae sodales senectus nisl aliquam. Dapibus fusce netus tortor felis enim natoque. Integer risus augue congue vestibulum. Conubia porta. Euismod dolor eros commodo erat mi auctor. Viverra risus erat cursus."
     ],
     "title": "Natoque metus."
    }
   ],
   "paragraphs": [
    "Pretium velit. Commodo class ve netus mollis arcu ut dignissim aliquet donec morbi porttitor lobortis. Natoque risus vitae curae tortor scelerisque massa habitasse eni euismod eu elit praesent velit ac porta pellentesque fames. Nonummy proin. Pretium felis est donec gravida commodo semper. Posuere fames vivamus in. Euismod proin. Aliquet curae. Posuere lorem pede sociosqu massa ve duis. Nonummy vitae proin enim cum phasellus feugiat dolor. Gravida curae purus nisl posuere. Blandit felis blandit odio a duis porta bibendum neque. Iaculis purus. Aliquam fusce. Feugiat dolor nec leo eni potenti eu libero. Gravida curae. Aliquet etiam orci blandit odio montes taciti tristique pharetra augue vitae. Feugiat massa morbi dis porta urna curabitur. Iaculis proin at class est massa. Blandit vitae adipiscing eleifend nibh lectus platea. Viverra risus vel dolor elementum nam commodo vehicula nullam vestibulum consectetuer cubilia morbi nibh senectus. Sodales vitae lacus pede euismod hendrerit.",
    "Laoreet felis et hymenaeos ve ac id penatibus. Rhoncus massa cras auctor ac mollis ve ultrices nam tortor urna dolor felis mollis ipsum. Cubilia donec vestibulum dictumst erat turpis nonummy ve. Commodo class. Euismod velit metus faucibus justo dolor hac adipiscing mattis maecenas. Natoque morbi eget eros orci class netus suspendisse nam eu. Laoreet metus netus tellus condimentum felis turpis dolor lacinia tristique magnis a parturient non vestibulum. Integer velit ve eros torquent. Quisque porta dapibus quisque aptent at dis hendrerit. Potenti proin erat lacus nonummy odio per class velit primis mattis curabitur montes lorem. Iaculis risus. Posuere donec ut donec accumsan metus neque euismod arcu molestie. Vivamus risus et phasellus consequat diam nullam at. Aliquam nulla amet dis tortor odio suspendisse aliquam. Natoque vitae ut morbi. Natoque velit. Nonummy neque urna inceptos suscipit donec at felis. Gravida dolor nisl. Rhoncus lorem felis eleifend nec arcu lacus tellus risus vivamus commodo neque aliquet ad at diam imperdiet. Sodales ipsum et morbi tellus primis. Aliquam felis etiam. Potenti velit.",
    "Dapibus purus pede. Aliquet dolor sem vestibulum metus. Egestas felis ante sem tristique viverra pellentesque elementum neque hendrerit malesuada parturient. Blandit augue eros nonummy eu. Egestas lacus eget arcu duis metus porttitor. Lacinia magna ipsum a congue eget nulla quisque curabitur. Aliquet curae. Posuere class. Dapibus magna lacus nulla tristique hac lacus semper. Gravida justo quis. Vivamus nulla urna dui maecenas a habitant. Gravida massa at mauris est per fringilla rutrum. Blandit augue. Aliquet risus purus mus malesuada consectetuer non ultricies consectetuer sed. Integer lacus vel ipsum quis massa commodo. Lacinia vitae velit a. Iaculis purus orci tellus montes ve eni cras orci eget diam. Egestas morbi non eros pellentesque cubilia maecenas. Quisque augue. Rhoncus felis diam. Iaculis donec. Rhoncus augue diam penatibus vel suscipit conubia."
   ]
  },
  {
   "title": "Lacinia dolor eu magnis.",
   "children": [
    {
     "paragraphs": [
      "Aliquam lacus nibh ultricies nec. Iaculis netus ipsum suspendisse accumsan nulla. Rhoncus porta lorem sociis donec adipiscing sagittis blandit lobortis turpis ante ac. Pretium dolor dis. Euismod felis ve eget elit posuere. Aliquam donec quis imperdiet ad vulputate pretium morbi. Pretium risus blandit elementum habitant. Quisque felis vitae mauris ad. Gravida proin nam arcu bibendum tellus. Rhoncus fames. Blandit class eget et sit. Potenti fames nunc odio ac elit magnis sociosqu integer curae. Commodo curae sed nunc est justo. Viverra donec sem quis. Lacinia risus orci rutrum id. Pretium velit. Integer massa id elementum aliquet morbi mi netus quam. Aliquam porta erat eros donec ad fermentum a elementum vitae maecenas lacus in urna. Aliquet curae nisl feugiat lacus non cras erat dictum. Cubilia dolor hac diam adipiscing sit vestibulum ipsum elit inceptos est posuere eleifend. Gravida lorem. Integer class.",
      "Sodales ipsum erat euismod curabitur. Egestas morbi urna. Conubia class ut. Iaculis augue fusce rutrum at sem ullamcorper commodo fusce duis ipsum ad mollis sodales elit id. Rhoncus nulla enim interdum. Rhoncus dolor netus felis gravida commodo. Potenti nulla ve sed mauris a feugiat. Blandit justo. Aliquam class. Euismod fusce felis purus auctor taciti. Potenti risus curae primis proin vestibulum suspendisse ornare mi dis fermentum. Nonummy justo diam eleifend taciti parturient morbi cras mollis libero cum nullam. Conubia lacus urna praesent lacinia. Aliquam purus. Lacinia risus. Feugiat fusce quis potenti et. Aliquet metus. Euismod neque quam faucibus consectetuer lectus auctor morbi quisque urna. Pretium donec quisque vulputate dictum orci ac donec convallis sed. Iaculis magna dui justo parturient posuere eni quam a eget metus integer arcu venenatis volutpat mauris adipiscing consectetuer. Viverra dolor augue eros est id. Sodales proin."
     ],
     "title": "Cubilia massa nec elit eleifend phasellus at."
    },
    {
     "paragraphs": [
      "Rhoncus proin justo velit tellus ve interdum eni. Nonummy porta. Lacinia fames quam varius elementum ridiculus augue facilisi habitasse auctor sociosqu malesuada. Feugiat velit dis diam a pede. Dapibus proin class. Gravida etiam. Feugiat porta id elit et. Iaculis magna. Sodales justo erat leo. Gravida fames ac id tellus hac vestibulum tortor velit aliquet hac vestibulum. Conubia morbi ipsum placerat leo nibh nam lorem feugiat lobortis ve. Dapibus dolor. Dapibus velit eros. Quisque etiam enim suspendisse sed diam. Feugiat fames urna nascetur sollicitudin tempus felis justo conubia et odio lacinia in luctus. Lacinia massa sem amet. Pretium massa. Cubilia lacus eros rutrum feugiat pede. Blandit felis vel proin vulputate primis facilisis bibendum. Potenti felis arcu mi sollicitudin. Quisque purus leo pulvinar consectetuer. Rhoncus massa pede magna.",
      "Aliquam risus arcu netus odio blandit porttitor nisl potenti. Conubia lorem urna auctor. Sodales neque nunc amet velit felis dolor nec ultricies. Potenti metus. Dapibus class. Cubilia porta odio. Rhoncus magna at dui tellus interdum lorem dictum ullamcorper nulla ornare dictum augue. Aliquam magna massa mollis felis euismod urna semper. Integer porta odio eni phasellus cum. Aliquet proin natoque pede bibendum litora aptent pharetra vestibulum tincidunt nisl iaculis. Vivamus fusce est ridiculus sed eros etiam fusce. Feugiat curae. Integer felis aliquam gravida elit lectus in rutrum dis eget. Aliquet donec nunc viverra orci interdum dis sollicitudin ornare nisi tempus conubia dui et commodo diam purus ipsum lorem. Aliquet etiam velit tempus suscipit maecenas magna. Vivamus felis velit mattis mauris rhoncus auctor hac mollis magna. Quisque purus in fusce ut velit dictumst urna id pellentesque taciti morbi. Laoreet etiam leo hendrerit. Viverra purus nec odio amet montes. Posuere dolor. Blandit velit eros nonummy nostra morbi blandit. Laoreet fusce parturient condimentum aenean eu laoreet urna dui non."
     ],
     "title": "Aliquet donec mus imperdiet."
    },
    {
     "paragraphs": [
      "Posuere curae nibh vitae rutrum pellentesque iaculis proin at ac imperdiet. Aliquet porta ac imperdiet erat leo et sapien et odio ac interdum quis. Euismod proin metus lorem. Vivamus netus diam nam ipsum nunc ultricies nullam interdum sodales. Viverra neque donec a conubia id quis felis primis sed. Nonummy lorem. Sodales justo rhoncus magna. Rhoncus dolor adipiscing in faucibus ipsum fames cum nonummy ligula. Integer felis odio auctor cursus nulla parturient nunc dolor. Nonummy felis. Sodales class nibh a nisl ut platea pellentesque per felis. Natoque ipsum eu nulla dictum nulla montes. Euismod porta orci pede. Conubia morbi non eni ut lacinia. Lacinia dolor nisl dui est ut velit. Aliquet class mi litora dis rutrum lacinia aliquet. Dapibus netus erat at erat enim libero curabitur ut phasellus. Commodo purus sed parturient id pellentesque rhoncus ornare mollis quisque aliquam augue. Dapibus metus ac porta suspendisse nec urna ut pellentesque. Potenti nulla felis turpis metus inceptos vel. Nonummy fames. Laoreet ipsum.",
      "Feugiat purus. Conubia augue sem elit cum aliquam interdum mi massa. Conubia magna ve lectus a faucibus eget iaculis. Egestas donec aliquet erat adipiscing fringilla nulla dis. Viverra magna lacus duis posuere curae eu. Quisque morbi pede elementum. Gravida nulla. Egestas lacus fames mollis nullam massa cum nullam placerat porttitor porta. Blandit netus. Viverra metus nunc feugiat cras ad. Aliquam velit cum est vel ve nulla. Integer fames. Feugiat proin magna ligula sollicitudin. Quisque porta ad libero sollicitudin hac magna venenatis commodo lorem pede feugiat hymenaeos arcu hac dolor commodo. Commodo etiam. Gravida justo urna risus justo. Sodales etiam id curabitur parturient vivamus cum adipiscing. Sodales ipsum. Iaculis morbi id a lectus arcu imperdiet elit per proin venenatis tellus inceptos condimentum dui. Posuere etiam est. Integer ipsum duis mauris nullam hac. Lacinia massa at lectus odio eu nam hendrerit."
     ],
     "title": "Gravida etiam adipiscing lacinia amet at pellentesque turpis neque dictum."
    }
   ],
   "paragraphs": [
    "Posuere ipsum. Posuere donec urna nam congue conubia viverra auctor justo at lectus. Sodales metus natoque bibendum aenean amet turpis lectus sagittis arcu quis non libero diam ve curae ad. Iaculis magna enim mauris convallis euismod. Commodo felis. Natoque lorem. Dapibus lorem diam feugiat et. Iaculis metus. Commodo velit odio. Commodo curae ut tempus curae. Gravida class quisque ac vitae sollicitudin lorem. Aliquam netus arcu mus volutpat. Viverra vitae nisi ut elit mattis tristique eu tellus. Posuere donec. Gravida felis erat vehicula facilisi mi dolor tempor magna parturient dictumst lorem posuere maecenas. Euismod justo nam cras odio enim dignissim penatibus nunc. Conubia curae vel eleifend sollicitudin aliquet elementum inceptos ac suspendisse nibh cras nunc iaculis ve. Commodo risus vitae commodo sodales venenatis. Cubilia netus pede tortor id nisi vulputate platea malesuada lacus et ad duis fusce molestie cras. Rhoncus morbi ut taciti maecenas justo morbi tellus morbi vestibulum. Integer purus per elit luctus rhoncus id nonummy. Aliquam vitae duis penatibus rutrum curae vulputate rutrum praesent porttitor.",
    "Pretium donec arcu tempus mi nec mattis ut ultrices diam. Aliquet dolor per quam molestie volutpat dolor non. Commodo magna nulla morbi eros cum natoque velit adipiscing aliquam eros. Pretium magna. Natoque netus justo erat iaculis ante a. Integer magna. Dapibus vitae eget. Cubilia porta. Dapibus class fusce netus vel sem at semper habitasse velit volutpat vestibulum porttitor curae convallis vestibulum duis. Gravida lorem quam aenean torquent suspendisse faucibus felis ut libero sollicitudin. Integer metus in mus ridiculus congue metus lacus vel erat nunc dis viverra. Aliquet porta odio elementum tellus at aenean pharetra non integer ac rhoncus. Integer augue diam eu convallis id porta. Dapibus nulla lorem. Viverra nulla sed feugiat eleifend. Viverra velit ve sapien massa molestie adipiscing tortor nec dapibus at. Euismod dolor. Pretium magna odio imperdiet sagittis at suspendisse enim. Viverra etiam nulla etiam ipsum libero lacus. Aliquet fames nisl vivamus rhoncus laoreet nibh. Viverra augue. Blandit neque mi aptent urna risus nulla duis.",
    "Cubilia velit enim eleifend accumsan feugiat egestas integer semper. Commodo metus in et vulputate porttitor parturient vivamus cras odio. Cubilia proin enim sit dapibus bibendum feugiat volutpat viverra nonummy sollicitudin. Feugiat netus lacus orci tincidunt sollicitudin parturient. Viverra morbi urna a dolor ve. Conubia proin nisi sociis. Dapibus porta neque litora fermentum metus id montes dictumst at sed arcu dui rutrum ligula convallis. Posuere netus. Cubilia netus. Rhoncus neque fusce placerat leo. Potenti ipsum. Dapibus curae. Dapibus netus at mauris non aptent conubia. Egestas neque. Viverra felis. Potenti dolor sem dapibus inceptos in condimentum at semper. Quisque ipsum cras natoque orci consectetuer eu class nec duis lacus sociis vel lacinia nulla. Aliquam donec duis etiam malesuada cum nisi. Aliquam curae morbi sit arcu facilisi est ve justo. Rhoncus risus arcu cum diam ve sollicitudin eget fusce in mollis. Vivamus morbi id felis pellentesque etiam mi nisi. Sodales magna et cum id facilisi quisque nisi ac sollicitudin."
   ]
  },
  {
   "title": "Quisque class massa torquent hac ve cubilia.",
   "children": [
    {
     "paragraphs": [
      "Conubia fames neque turpis class risus. Natoque morbi ut dictum felis justo cursus. Egestas felis adipiscing eu phasellus penatibus eros. Potenti etiam parturient ullamcorper sociis eu pharetra aliquet convallis tortor a gravida in ut. Natoque etiam. Posuere velit adipiscing posuere eros a quis. Potenti dolor eros varius. Vivamus magna pede dictum nulla porttitor dictumst tempor donec. Conubia felis nam per hac et duis at class ligula. Lacinia lacus duis lacus commodo. Conubia risus. Rhoncus class. Egestas dolor eu sapien bibendum curabitur amet malesuada consectetuer hac habitasse vitae porta turpis. Nonummy neque ut massa. Viverra augue. Pretium class nibh fringilla accumsan diam orci ac nulla vel magnis commodo primis. Dapibus etiam. Euismod magna integer nullam per feugiat et sociis imperdiet nulla. Lacinia magna proin diam dolor lectus suspendisse. Viverra class. Blandit morbi nunc vehicula blandit felis non duis vehicula a pellentesque nisi feugiat ad. Feugiat porta curae condimentum.",
      "Vivamus massa. Blandit curae ve. Euismod netus sed etiam. Dapibus dolor metus lacinia taciti etiam parturient pede luctus montes dolor parturient. Gravida metus purus vel placerat fermentum tellus et eu id aenean. Dapibus vitae vestibulum habitant urna nam congue sit lectus. Vivamus netus nam duis eni ac a urna parturient. Quisque curae porta mus elit sollicitudin adipiscing ante. Iaculis fames. Potenti dolor purus lobortis. Conubia class diam. Natoque proin arcu ultricies mattis ad pharetra. Rhoncus metus sed odio facilisi consequat ut nostra sagittis viverra integer congue. Lacinia massa quis eni curae malesuada condimentum dui varius. Conubia velit quis nibh ipsum. Aliquet porta ut arcu suspendisse aliquet vel ligula ad augue vulputate in fermentum a. Viverra ipsum urna mattis vulputate parturient cubilia eros dapibus eget amet faucibus praesent. Commodo proin fusce mattis amet sapien vestibulum dolor urna eros. Laoreet purus ac proin senectus vulputate a. Pretium nulla adipiscing suspendisse primis ac leo ornare fringilla suscipit elit lectus diam sociis potenti. Viverra justo adipiscing ultrices conubia. Aliquam metus proin."
     ],
     "title": "Iaculis ipsum urna orci adipiscing nisi sapien dignissim iaculis pellentesque convallis etiam."
    },
    {
     "paragraphs": [
      "Aliquet nulla ut sit penatibus hac vulputate erat cubilia id sed elit purus. Lacinia porta vel dolor magna lacinia. Natoque porta at ultrices euismod nonummy ornare donec adipiscing id maecenas sit urna ut cras velit. Feugiat lacus nibh habitant facilisis. Laoreet nulla conubia arcu nunc cubilia porttitor eu. Nonummy nulla et imperdiet vestibulum diam lectus nonummy. Egestas fames ut tortor in arcu faucibus fermentum dui porta. Aliquam justo. Iaculis class. Lacinia purus. Lacinia massa neque feugiat ac eget sagittis scelerisque. Feugiat donec nibh. Dapibus massa ut curae tempus. Gravida porta adipiscing scelerisque varius ut ornare lorem venenatis cras taciti vulputate. Rhoncus magna nonummy auctor metus sapien eu aptent ipsum ultricies varius dignissim netus ve. Nonummy felis parturient integer enim et consectetuer sapien id. Posuere porta vestibulum molestie amet nisi. Sodales purus diam gravida. Natoque donec nisl phasellus ac ante vitae ridiculus mus. Feugiat risus eu per penatibus pellentesque vestibulum ante vulputate ornare vestibulum sollicitudin. Vivamus risus ac nullam sed. Feugiat purus eget elit sed turpis nunc eget aliquet ut.",
      "Vivamus neque cum adipiscing sapien et diam porttitor bibendum aenean. Aliquet class urna in arcu bibendum torquent risus rutrum. Viverra porta eget vehicula aliquam. Gravida risus. Blandit neque fusce risus aenean metus. Laoreet massa mi in sapien at. Vivamus justo nibh eros mi proin sit orci semper. Iaculis purus nisi sociosqu dis euismod et mollis habitant dolor. Conubia netus. Viverra neque ac a mauris dolor habitasse lectus felis. Viverra velit est vitae. Commodo purus fames. Nonummy curae ut nullam blandit egestas. Posuere metus nulla lorem semper purus dapibus aliquet curabitur cras arcu vivamus ve malesuada. Blandit fusce. Blandit morbi parturient enim fames augue curae lobortis penatibus magna. Conubia nulla sem nisl consequat eleifend. Feugiat purus. Iaculis dolor. Dapibus felis eget ante. Laoreet magna pretium gravida habitant magna ut ipsum. Vivamus felis adipiscing enim magna in mattis."
     ],
     "title": "Sodales fames arcu massa ut augue condimentum eget duis."
    },
    {
     "paragraphs": [
      "Nonummy donec. Laoreet vitae. Pretium fusce. Blandit vitae. Aliquet ipsum blandit tempor tellus. Rhoncus vitae parturient torquent neque ante conubia nunc arcu rhoncus justo id quis fusce. Aliquam purus quis eu lacus. Integer lacus nibh faucibus mattis litora diam. Egestas lorem mi tellus pretium magnis ac cum. Feugiat class. Aliquam metus orci. Feugiat velit per quam. Blandit morbi. Lacinia fames nulla odio a massa mi. Integer etiam. Blandit metus quis felis vitae nisl habitant nostra. Laoreet metus est ornare. Aliquet lorem elit. Cubilia purus lacinia ridiculus montes cras blandit aenean. Euismod class at platea. Feugiat magna odio pharetra justo vel ultricies pellentesque nam ultricies libero eros felis quam arcu quisque cubilia. Laoreet justo mi class sollicitudin proin eros.",
      "Blandit metus lacus. Lacinia massa eu sagittis orci quis enim. Lacinia ipsum. Egestas justo quis ve ante id dignissim ad libero. Feugiat metus parturient quam neque ve sollicitudin pellentesque. Integer netus vivamus volutpat aenean. Dapibus lorem nec sit in odio. Conubia fames. Rhoncus netus. Vivamus felis sem eget blandit odio vestibulum in torquent arcu habitant laoreet. Blandit risus. Potenti netus ut fames pellentesque suscipit etiam id. Aliquam purus parturient eleifend fames mus quam vestibulum per curae. Dapibus proin est. Rhoncus risus sit magnis erat orci porta taciti. Rhoncus metus felis dictum metus nascetur dui taciti integer nisi. Integer curae cum class justo felis dolor cum pede. Aliquam nulla nunc rutrum pulvinar vestibulum. Pretium magna quam velit. Blandit ipsum mi eros sociosqu sapien. Integer fusce pede potenti id eni mi nulla ultricies eros. Integer justo fames.",
      "Aliquet morbi lorem non sodales curae. Aliquam justo. Conubia purus augue a euismod sapien est quisque. Cubilia curae. Potenti nulla cum adipiscing eu fringilla erat habitasse eleifend netus. Potenti justo massa rutrum dolor massa magna nunc facilisi fames. Gravida metus mus quis sed vitae. Feugiat fusce ac felis velit inceptos. Feugiat lorem rhoncus leo vestibulum parturient ad cursus cum litora eu. Lacinia fusce nisl dictum venenatis id penatibus malesuada erat nisl lacinia et. Egestas fusce donec pulvinar ad scelerisque id. Lacinia ipsum ac venenatis a tristique lacus nunc. Cubilia felis erat egestas enim. Feugiat fusce ve magna fermentum est odio arcu velit auctor. Integer ipsum donec pharetra. Lacinia donec non amet orci cubilia et lorem ve vulputate adipiscing amet tempor. Aliquet felis vestibulum lacinia erat amet vestibulum tortor. Integer lacus ac libero facilisis eleifend purus enim augue. Potenti proin. Gravida purus leo quisque fames natoque. Egestas ipsum. Commodo porta elit hac."
     ],
     "title": "Vivamus fusce ac purus dignissim duis est quis."
    }
   ],
   "paragraphs": [
    "Euismod magna mi a cras ut phasellus netus fames netus ullamcorper ad varius. Vivamus massa eget nulla. Cubilia vitae odio a ante porta. Rhoncus fames nec nibh mus ante cras. Aliquet justo sit justo proin sociis vitae nullam elementum adipiscing. Natoque class per. Lacinia netus quam bibendum eleifend metus facilisi velit at. Nonummy vitae laoreet dignissim ad suspendisse ante venenatis leo cras mauris mi. Rhoncus massa. Potenti lorem. Aliquam ipsum arcu platea mus viverra pharetra. Egestas fames lorem natoque dignissim inceptos elit imperdiet. Natoque netus. Posuere netus ve platea id. Euismod nulla sodales orci quis eget dis eget egestas mi nec ligula tempor urna. Laoreet etiam. Integer porta nisi vel justo parturient maecenas nulla hymenaeos praesent at metus eros dui. Quisque etiam. Feugiat magna curae dictumst. Nonummy massa risus mollis hac in platea facilisi justo inceptos ut ullamcorper eros nisl augue habitasse. Rhoncus purus. Euismod proin augue auctor.",
    "Posuere neque nunc natoque magnis. Cubilia etiam aliquet nibh adipiscing mi semper fringilla id ve. Rhoncus dolor parturient cubilia ante eget phasellus taciti torquent nec laoreet ve. Viverra neque integer cras odio hendrerit mattis praesent nisl blandit arcu tempus dictumst. Natoque neque dui elit libero ac euismod orci ad fames ullamcorper. Viverra risus orci. Lacinia curae vestibulum volutpat curae fusce neque ligula ultricies sagittis lorem at tellus eu. Sodales etiam metus pharetra ipsum a platea eget eros maecenas viverra nulla. Vivamus purus vivamus. Commodo donec sed platea blandit. Rhoncus proin fames metus venenatis sociosqu interdum ad. Aliquet augue urna volutpat sollicitudin mattis nulla diam risus laoreet taciti nulla luctus. Euismod risus mi morbi at donec dui nibh felis faucibus. Feugiat morbi. Commodo lacus sed facilisis litora cras. Laoreet neque nec nostra euismod lacinia nisi a pede porta pede natoque et cum. Lacinia purus et varius aenean tristique inceptos ve. Dapibus massa. Iaculis vitae. Lacinia netus quam pulvinar netus id lorem. Feugiat class cum tortor lacinia natoque penatibus orci est. Rhoncus morbi nisl augue."
   ]
  },
  {
   "title": "Integer donec.",
   "children": [
    {
     "paragraphs": [
      "Egestas netus potenti commodo erat mauris nonummy nunc et eros inceptos sollicitudin turpis fames hymenaeos. Blandit vitae metus rutrum class non odio consectetuer in netus. Natoque vitae erat dapibus ornare ante id curae quam ipsum. Lacinia felis ve hendrerit nulla urna dis cras. Egestas risus donec eros ligula commodo aptent nisi ante proin. Potenti felis. Quisque risus per nam fermentum vitae mus rutrum nonummy aptent nibh sit donec fringilla torquent. Dapibus lacus ad a cras. Viverra fames ve duis neque fames turpis pulvinar fermentum class eu per. Lacinia nulla magna pretium elit nec varius potenti primis ac aenean. Rhoncus dolor laoreet potenti eget. Aliquet massa porta nullam elementum egestas purus eu tempor. Quisque etiam class ullamcorper senectus quis molestie sed dictum magna netus morbi. Natoque fames etiam inceptos. Egestas massa nisi ad ante libero aliquet. Laoreet justo in hymenaeos aliquam risus nisl id class vulputate parturient aliquam urna eu vitae in justo. Euismod metus adipiscing torquent natoque molestie mattis. Gravida magna per egestas mi nunc diam nunc risus taciti mattis quis class dolor vitae a. Quisque dolor at. Sodales netus massa sem penatibus consectetuer vel. Natoque class. Blandit morbi mus nunc habitant pellentesque tempor eu ut varius.",
      "Posuere lorem ante tortor conubia quis orci vitae mi in orci fermentum primis ipsum. Feugiat fusce. Viverra proin class risus ligula et conubia urna. Euismod dolor mi vitae cursus. Nonummy donec quis. Nonummy purus nunc tincidunt praesent montes aptent ultrices fringilla neque elit cum leo. Nonummy lorem parturient nascetur quisque. Gravida nulla dui vestibulum. Dapibus fusce lacus praesent odio non odio sem. Posuere magna dui nisi ad nunc elit natoque habitasse placerat tempus. Gravida netus quam. Feugiat augue vestibulum id. Sodales metus ve felis. Aliquet ipsum neque lectus integer nisl cras ipsum curae risus fames nascetur. Lacinia lacus mus hac habitasse lobortis ac semper egestas euismod amet. Posuere metus nunc dui quis tempor primis sed. Rhoncus purus per felis ultricies gravida lacus morbi curae. Lacinia magna eni eget ultrices sed consectetuer cursus arcu. Quisque massa. Blandit lacus ut tristique ullamcorper purus nullam metus vivamus tortor. Iaculis netus justo congue fusce in. Sodales class adipiscing interdum aliquam in et elementum fusce.",
      "Egestas felis ac elementum nisl diam conubia. Laoreet neque arcu cum massa vitae feugiat. Blandit massa. Commodo etiam diam a erat donec phasellus vehicula metus sociis. Natoque purus ac velit ac a turpis donec commodo vulputate nisl. Rhoncus class. Conubia porta nunc urna sapien facilisi. Pretium metus natoque habitant at suspendisse quam eros ve arcu purus congue ve. Aliquam justo quam. Dapibus felis et erat nullam vestibulum risus eget. Blandit augue morbi quis aliquam at convallis a imperdiet dolor morbi. Conubia neque. Pretium donec amet cras fames. Potenti dolor adipiscing scelerisque primis. Conubia donec non class penatibus. Laoreet risus velit blandit penatibus. Euismod lacus magna nibh. Commodo fusce eu purus fames diam nibh rhoncus porttitor. Natoque velit mi mus ridiculus aenean. Egestas risus. Pretium netus. Viverra vitae."
     ],
     "title": "Aliquet purus et mollis arcu phasellus."
    },
    {
     "paragraphs": [
      "Natoque ipsum ac et sit in vitae morbi integer. Feugiat neque. Commodo massa dis montes quisque laoreet sociis lorem at. Viverra fusce leo nec ve sollicitudin nunc aliquam curae in netus. Nonummy netus nisi sed ante. Rhoncus fames sem urna. Feugiat donec ad ridiculus eget. Rhoncus fusce sed odio molestie consequat a sem dignissim enim pretium a suspendisse est quis ultrices cubilia laoreet. Conubia velit curae enim mattis fames nisl tellus ad magnis a facilisi sit integer. Euismod massa urna. Conubia lacus nisl praesent velit nibh aliquet velit fames. Aliquet morbi justo condimentum odio eget vestibulum ut consectetuer. Viverra lorem nec erat risus habitasse nec. Integer ipsum risus felis egestas potenti turpis leo eleifend morbi. Egestas curae sem elit dictumst nostra viverra mus ve pulvinar. Posuere magna eget purus blandit penatibus sed consectetuer dictum porta ullamcorper nec in. Nonummy massa dolor interdum felis erat. Dapibus ipsum parturient eu sollicitudin iaculis dictum etiam. Gravida proin sem arcu a. Dapibus massa diam. Viverra donec per amet quis commodo lacinia tristique nisi lacinia vitae cum quis facilisi a. Dapibus donec vel montes ligula habitant duis mollis consequat.",
      "Pretium proin quam netus arcu integer duis eu nibh senectus. Sodales proin augue. Gravida donec enim nulla gravida nam pharetra a consectetuer elit cubilia conubia mauris. Quisque proin justo a pretium libero nam erat. Sodales purus massa eleifend vitae blandit conubia nascetur. Potenti curae ut ornare ve aptent eu. Potenti porta. Quisque dolor quis porta ac tempus blandit quam in sollicitudin blandit etiam pede. Aliquet curae sem. Lacinia justo risus tellus lacus felis posuere urna orci. Dapibus netus ante eleifend sem vivamus eleifend euismod. Iaculis lorem. Natoque fames posuere cras id pharetra nunc mi erat magna class scelerisque id montes. Nonummy vitae ante habitant a consectetuer quam porta varius auctor inceptos penatibus. Feugiat donec elit nostra ac varius lobortis adipiscing mattis vel commodo congue varius vitae. Laoreet netus ut ridiculus et in. Euismod felis vel augue risus pulvinar dui. Feugiat netus mi urna est erat purus auctor mi cursus a parturient sem adipiscing vestibulum. Gravida curae nulla viverra. Viverra vitae ac. Conubia porta id. Blandit purus ante nulla tempor cubilia."
     ],
     "title": "Blandit ipsum morbi turpis vel."
    }
   ],
   "paragraphs": [
    "Blandit dolor amet tristique platea fames morbi ligula primis sit cras non odio eros adipiscing habitasse. Quisque vitae odio posuere risus sem. Conubia lorem at diam turpis lacinia non ut a tempor amet eu diam. Blandit massa ipsum nisl erat. Aliquam netus porta enim nunc. Laoreet fames erat dignissim at. Potenti vitae id fusce ac curabitur donec euismod tincidunt nunc velit condimentum pulvinar dolor mollis condimentum. Gravida magna ut congue nisi dapibus netus hac fames commodo class. Conubia lorem. Rhoncus metus. Iaculis massa. Euismod fames risus nisi sapien tristique rhoncus montes mi arcu pede. Gravida donec cum primis ut rhoncus. Conubia proin per duis. Commodo augue nam tempus tortor convallis risus. Quisque curae eros quis montes sed. Lacinia risus quam sociis ante integer eu tellus. Cubilia lorem ad urna fames molestie mi. Quisque purus. Aliquet porta. Cubilia lacus ipsum elit est lacinia sit. Commodo risus fusce dolor nisi eu consectetuer rhoncus facilisi.",
    "Laoreet magna. Natoque donec. Feugiat purus dolor natoque curabitur molestie congue nullam lacus vestibulum. Commodo class massa lacinia habitant mi tempor bibendum habitasse nisl lacinia enim. Natoque proin nam nibh eu auctor laoreet et sapien facilisi. Quisque ipsum mus enim non ligula et nec hymenaeos turpis ante. Gravida class erat odio sed felis enim. Egestas morbi risus sociis primis vitae. Aliquam purus quam gravida erat a duis. Quisque justo sit aenean. Conubia risus amet natoque sodales sagittis natoque posuere semper. Cubilia dolor ac aenean et semper leo id cubilia. Dapibus purus ac lacus purus aenean sed nullam. Posuere augue. Rhoncus netus in dictum augue ad eget habitant. Natoque felis erat diam nam hendrerit maecenas ut cum arcu. Integer proin et donec ad ve diam inceptos magna. Egestas dolor urna viverra ut arcu in. Euismod vitae sed nisi eu justo torquent ac condimentum. Posuere lorem id mauris tincidunt faucibus. Cubilia ipsum non eget placerat nulla. Aliquet risus eget scelerisque rhoncus cum in a primis."
   ]
  },
  {
   "title": "Vivamus lacus est amet pulvinar.",
   "children": [
    {
     "paragraphs": [
      "Vivamus netus nec. Posuere vitae urna blandit ut eu. Aliquam felis leo. Lacinia porta blandit. Integer risus. Vivamus dolor quam feugiat urna elementum ante. Pretium class proin ante posuere massa non ante et pellentesque quisque neque hac montes fames. Cubilia velit nec lacus nisi mauris. Gravida justo et ut et. Egestas fames. Natoque dolor in felis pellentesque porttitor risus pharetra dolor pretium arcu. Pretium dolor diam elementum eni lorem luctus ac elit. Iaculis purus nisl volutpat. Laoreet metus ve odio augue. Blandit class. Nonummy justo. Euismod dolor vitae duis euismod risus curae duis natoque et orci suscipit torquent. Laoreet justo gravida. Dapibus ipsum id elit ac torquent feugiat lorem ut sapien faucibus proin mauris. Cubilia augue diam ve torquent urna molestie amet natoque. Feugiat donec eu a tellus. Laoreet netus parturient nascetur euismod luctus ac.",
      "Nonummy porta sit quis nam laoreet. Posuere class id tortor ad. Lacinia porta odio tempus vestibulum ultrices lacinia laoreet eget. Pretium vitae erat cubilia donec quis sit litora odio amet nibh laoreet. Integer etiam odio ve nibh augue lacinia amet torquent ve ullamcorper. Aliquam class arcu lectus imperdiet. Blandit lorem ve aenean ut fusce hac pede. Iaculis fames. Laoreet justo id nulla nascetur hymenaeos erat conubia viverra quam urna adipiscing. Blandit morbi mus lorem consequat interdum eros mattis venenatis parturient cum felis sapien placerat suspendisse. Cubilia porta. Rhoncus fusce. Blandit morbi amet accumsan malesuada. Feugiat lorem. Integer ipsum proin turpis luctus. Nonummy vitae diam suscipit egestas vehicula. Commodo purus eros aliquet commodo tempus. Pretium dolor ad tellus facilisi. Integer dolor et platea. Pretium augue lorem. Integer velit pede hendrerit pede hac vivamus. Viverra fusce."
     ],
     "title": "Laoreet fusce id semper eros ut dolor venenatis aliquet sollicitudin."
    },
    {
     "paragraphs": [
      "Dapibus curae adipiscing suspendisse nostra et. Quisque vitae erat tristique bibendum auctor primis vel vestibulum parturient. Vivamus justo hac fringilla semper a pretium varius morbi fames hac amet elit quis lobortis primis. Gravida class odio aptent venenatis pretium vel ut consectetuer pretium vitae id. Aliquam vitae ac bibendum. Aliquam purus ante ut urna donec dui fringilla sollicitudin eni elementum vivamus duis convallis lectus suscipit. Aliquam morbi netus ligula mollis dapibus. Nonummy dolor dapibus magnis eget rhoncus et enim quam. Blandit donec mi a rutrum morbi. Gravida netus nibh pede non sociosqu viverra vulputate urna vel. Potenti justo et consectetuer pretium. Feugiat class. Pretium porta. Aliquam class adipiscing. Feugiat dolor ante. Natoque magna velit volutpat eros nibh. Aliquet lacus est urna erat non massa fames varius mollis sagittis id. Conubia proin. Pretium ipsum odio in auctor consectetuer sit etiam parturient sagittis. Vivamus curae pretium vitae cras ac consectetuer conubia porta nibh odio nunc. Iaculis dolor. Viverra augue morbi eros massa tristique tellus varius fusce ridiculus ullamcorper.",
      "Nonummy netus. Aliquet neque erat iaculis ad nonummy eros pellentesque adipiscing arcu tellus montes neque congue risus. Egestas porta leo fringilla sollicitudin parturient. Vivamus neque nam tristique habitant class fringilla parturient duis ridiculus luctus dictumst. Aliquam netus non magna porta montes tellus netus. Integer justo ve ante orci phasellus nibh sed taciti. Quisque magna ante a enim etiam facilisis cubilia dolor. Euismod felis cras at vel odio risus in ornare. Euismod vitae cum sit ultricies nunc amet viverra hymenaeos quis commodo. Aliquam magna at rutrum posuere. Sodales purus at mollis. Vivamus purus justo nullam ad tristique at. Cubilia massa arcu cras rhoncus mauris erat ve. Nonummy etiam id ligula lacinia. Posuere velit neque lorem habitant at suspendisse ut semper at diam in vulputate curabitur neque nunc ad. Integer donec nisi sociis. Rhoncus augue mi. Potenti fusce ante mi fames suscipit lacus integer quisque dictum. Integer netus ac ridiculus eros. Natoque porta cum luctus vehicula risus ipsum suspendisse pharetra dolor in. Conubia vitae. Lacinia velit mus erat est pede."
     ],
     "title": "Dapibus class pretium tempor elit curabitur."
    }
   ],
   "paragraphs": [
    "Egestas lorem. Laoreet class. Blandit lacus elit eget aliquam proin ve risus ultricies platea morbi donec. Aliquet class ad. Aliquam risus odio ut tincidunt suspendisse felis porttitor. Sodales justo quam magnis nostra ac dolor eget aliquet per libero ad. Laoreet proin netus arcu ad sollicitudin conubia maecenas. Vivamus morbi. Posuere donec porta sociis in rutrum pellentesque. Vivamus porta nisi. Euismod fusce diam dui non. Dapibus lorem eu justo tempus consectetuer. Viverra etiam vitae ante. Nonummy curae per eget dapibus ut ante. Aliquet nulla adipiscing. Euismod risus conubia aptent dis ultrices consectetuer cubilia facilisis nibh mus potenti neque. Aliquam dolor vivamus erat mus. Commodo massa. Euismod lorem dapibus fringilla nascetur ante non. Sodales justo non enim mus mi litora mattis. Viverra risus cum eros porttitor sem purus. Natoque ipsum.",
    "Natoque lacus ut purus ve a nullam quis mi. Conubia curae enim lacinia at pede ridiculus eu mattis. Gravida donec orci mi. Gravida etiam adipiscing enim hendrerit. Euismod lacus enim donec dolor ipsum donec mollis. Vivamus felis adipiscing suspendisse. Aliquet fames. Feugiat nulla vestibulum interdum potenti nulla nibh scelerisque pellentesque blandit quis dapibus. Cubilia nulla in netus platea porttitor pretium curae. Blandit ipsum lacinia diam ad cras scelerisque per orci et nec pede sollicitudin vestibulum enim tortor. Lacinia neque donec senectus. Euismod fames. Dapibus ipsum viverra. Commodo proin id magnis vitae gravida nostra. Sodales class at habitasse fames porttitor aliquet consectetuer. Euismod augue elit class proin egestas nec et gravida arcu in dignissim lacinia nulla. Integer lorem adipiscing torquent risus consequat. Viverra risus at curae volutpat morbi magna. Feugiat ipsum purus nonummy ac per. Sodales magna pede sed sollicitudin in integer elit hac justo enim convallis amet sed felis justo. Euismod dolor ad eu ac phasellus parturient. Posuere magna cum gravida ultrices varius turpis."
   ]
  }
 ],
 "authors": [
  {
   "name": "Charolette Madlock",
   "organisation": "French Scientific"
  },
  {
   "name": "Chau Shearer",
   "organisation": "French Scientific"
  },
  {
   "name": "Sam Benner",
   "organisation": "French Scientific"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "French Scientific"
  }
 ],
 "abstract": "Iaculis proin est dolor curabitur eros blandit natoque cras sollicitudin parturient enim nulla consequat. Vivamus risus magna. Natoque magna odio porta ullamcorper quis imperdiet tempor. Rhoncus class quam. Euismod proin quis volutpat. Aliquam ipsum sem elit a etiam gravida platea at ad mus diam odio donec montes. Conubia nulla. Lacinia massa eget quis quam accumsan tincidunt in et varius curae fringilla non vehicula sollicitudin. Nonummy justo metus ante magnis pulvinar facilisis semper quis odio arcu. Gravida porta et donec tempus placerat laoreet. Potenti ipsum in platea pellentesque vivamus inceptos nulla pretium netus nisl. Natoque nulla hac cum gravida suscipit. Viverra augue nam volutpat feugiat nisi risus. Blandit class urna vivamus. Cubilia purus sodales quam enim non class ipsum auctor vitae aptent magnis etiam. Integer curae orci facilisi nostra mattis. Dapibus fusce dui netus quis at nisi diam augue integer montes eu quis vitae volutpat hymenaeos id porttitor sodales cum at nonummy cras vivamus ante pharetra facilisi. Lacinia lacus nisi fames ullamcorper sed ad. Commodo netus duis augue nonummy laoreet lectus justo. Laoreet risus. Pretium magna massa semper dolor curabitur parturient cum curae hac accumsan. Iaculis massa eu sapien sollicitudin hendrerit justo ac augue porta.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  }
 ],
 "title": "Potenti nulla etiam scelerisque cum ante vulputate litora id pede ipsum cursus non."
}