{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Feugiat velit eros curae mollis accumsan adipiscing. Cubilia netus ac nisl dictumst senectus. Sodales etiam aliquam ad eu tristique parturient commodo diam volutpat erat tellus. Quisque ipsum parturient maecenas porta ad nisi et mauris. Euismod magna nunc ad cras inceptos tortor metus velit nam purus varius massa. Euismod curae orci platea habitant tincidunt purus diam dictumst faucibus. Sodales vitae at dignissim fames ante. Quisque fames. Aliquet augue netus fusce feugiat eni amet. Natoque massa. Cubilia vitae. Feugiat lacus mi odio duis quisque erat pede netus. Pretium ipsum class quam faucibus pulvinar etiam in ridiculus. Euismod porta. Posuere massa. Laoreet justo elit per diam. Vivamus nulla. Egestas lorem elit faucibus. Conubia risus. Potenti vitae. Aliquet donec class semper nisi nisl dictumst sit ante fusce mattis. Integer vitae sit amet dignissim id mi aenean consectetuer.",
    "Dapibus neque curae sapien tincidunt ac auctor. Viverra fames pretium odio pellentesque et integer urna. Conubia class id venenatis. Egestas morbi. Aliquet curae cum lorem. Euismod felis sit adipiscing parturient et primis mi lectus. Pretium vitae velit duis. Cubilia curae risus. Conubia purus nisi scelerisque sollicitudin iaculis nisl nibh blandit. Lacinia nulla massa. Viverra dolor at. Viverra etiam mus. Blandit fames. Pretium neque nisi nam quis vestibulum dui netus parturient quisque diam nonummy at euismod. Integer augue. Commodo proin pede laoreet eu ridiculus nisl justo ultricies. Natoque metus fames. Lacinia fames ut vitae dignissim nec duis ante. Egestas metus quis volutpat eni odio consectetuer natoque dictumst. Gravida proin sit cras at odio penatibus venenatis. Aliquam felis nibh placerat taciti ligula at lobortis. Posuere fusce gravida cum."
   ],
   "children": [
    {
     "paragraphs": [
      "Nonummy dolor ve tellus eu neque phasellus erat suspendisse. Aliquet ipsum vestibulum duis nullam facilisi quisque sodales. Commodo netus quis a. Lacinia netus nulla metus enim nec proin quam. Laoreet etiam enim at quis ultrices curae non quis in malesuada ve mollis. Conubia augue sodales. Sodales fames elit est natoque augue pretium euismod tellus lacus elementum. Feugiat dolor mi velit placerat etiam. Conubia augue class a natoque tortor nibh quam cras mus. Blandit nulla non. Dapibus justo cras in. Nonummy augue odio praesent. Gravida porta cras. Potenti class nisi blandit a. Dapibus etiam adipiscing blandit elit ve netus pellentesque ipsum ve. Quisque fames per urna adipiscing at sollicitudin iaculis taciti nisl. Feugiat etiam non. Cubilia ipsum. Iaculis massa. Natoque massa donec duis fermentum placerat ut condimentum. Posuere dolor eget aptent. Conubia porta eni neque metus cubilia sit nunc vestibulum at sollicitudin potenti magnis pede consectetuer volutpat.",
      "Egestas massa ut dolor lorem. Blandit metus et. Iaculis class cras pretium vulputate ornare porta vel. Natoque curae risus erat risus. Cubilia metus. Aliquam purus. Egestas class nunc etiam suspendisse erat fermentum eni nisi sem mi eget. Natoque justo quam eget cras. Conubia porta. Iaculis fames. Laoreet fames ante turpis sociosqu sodales. Posuere fames. Dapibus justo. Dapibus ipsum quisque natoque. Integer fusce amet tristique sollicitudin. Lacinia class justo natoque id mi quam ve. Feugiat risus et justo cursus tellus consequat adipiscing sed. Quisque proin. Laoreet massa odio sapien egestas vel hymenaeos. Gravida dolor id lobortis nisi. Posuere vitae purus nec torquent consectetuer iaculis penatibus eros amet imperdiet leo tristique sociis purus tortor. Gravida porta id fusce malesuada gravida velit dolor.",
      "Egestas nulla eros mus magna lacus auctor cum. Aliquet neque rhoncus aliquet lectus taciti dis. Quisque magna amet sem quam urna erat. Lacinia justo elit hymenaeos. Lacinia lacus lorem sem. Sodales neque. Natoque fusce. Nonummy curae nunc mi. Feugiat vitae pretium eget senectus sit consectetuer lectus. Feugiat lorem cum urna litora et. Quisque proin. Sodales proin urna vel morbi. Vivamus velit etiam velit arcu feugiat semper ut eni. Sodales lacus arcu ipsum phasellus quis vel a tempor lorem. Iaculis dolor arcu aptent vestibulum pellentesque conubia habitant pellentesque gravida mollis. Euismod donec nibh fringilla ornare a adipiscing per vitae. Euismod velit lorem odio ultrices vel pretium cum ad erat dictumst ultrices aliquam. Vivamus donec magna fusce dictumst ve condimentum nunc arcu vestibulum taciti arcu elementum. Euismod fusce ad vitae turpis vel semper vel mi semper consectetuer aliquam porta nibh cubilia. Laoreet purus eu magna. Laoreet felis. Laoreet velit commodo dis parturient congue."
     ],
     "title": "Viverra donec."
    },
    {
     "paragraphs": [
      "Egestas augue ut donec eleifend ipsum fringilla lacinia hac et pellentesque. Potenti purus adipiscing scelerisque sociis ac aliquam. Aliquam porta. Quisque risus lorem. Euismod etiam et montes ve duis ipsum semper risus. Feugiat morbi cras fames nam elit. Potenti morbi ad per in rhoncus nibh nulla. Laoreet proin at libero. Aliquet lorem ac fusce id ornare risus viverra phasellus diam facilisis. Quisque purus sit aptent auctor ipsum eleifend magna ut tortor ipsum leo nisl sollicitudin. Blandit justo dolor. Commodo morbi orci euismod dis ac sollicitudin sociis. Pretium ipsum parturient ve consectetuer cubilia dictum quis ullamcorper sollicitudin integer diam a urna. Potenti felis ante mus aliquam a condimentum leo id. Natoque porta proin montes condimentum massa. Rhoncus augue amet quis pretium proin eros sodales ac morbi dictum primis. Egestas morbi lorem quam fringilla hac praesent posuere natoque habitasse nibh ullamcorper dis et. Euismod velit conubia dis id nunc cras class ipsum aptent ac cursus dictumst aliquam. Blandit vitae erat vivamus rhoncus tortor sit feugiat non bibendum lacinia. Vivamus donec nibh cum. Cubilia morbi duis sem conubia a condimentum nec nisl. Lacinia morbi vestibulum vehicula felis ad elementum curae et curae.",
      "Conubia magna. Cubilia proin viverra taciti malesuada in at lectus. Aliquet fusce adipiscing erat neque purus cursus inceptos. Vivamus augue duis et. Nonummy fusce euismod nec. Feugiat proin nunc facilisi fusce. Laoreet morbi metus est vestibulum morbi commodo ante sollicitudin parturient. Lacinia justo nam urna rhoncus dis sociis nec parturient. Integer proin duis lacinia curabitur. Aliquet nulla vestibulum suspendisse ligula in et congue. Commodo morbi erat condimentum. Conubia metus nonummy vitae odio conubia mi urna lacus purus. Gravida proin at hymenaeos ante per erat elit cum tristique cursus justo velit aptent. Euismod lacus ve mi nibh mi pellentesque auctor. Conubia vitae mi sociosqu quam tortor mi velit ad massa. Conubia purus nec iaculis. Cubilia neque elit scelerisque laoreet hac tellus. Euismod nulla et cum ullamcorper nonummy condimentum amet auctor id eros. Natoque lacus class turpis. Quisque metus. Aliquet netus morbi nec eget sollicitudin adipiscing. Iaculis neque felis a montes nisl mi nibh mi etiam ve.",
      "Rhoncus morbi at curae ac diam odio. Posuere fusce et libero lacus blandit phasellus lobortis. Natoque class diam sociosqu vehicula consectetuer parturient. Laoreet justo cum nam ac varius et quam. Vivamus fusce nisi netus aliquam maecenas sollicitudin laoreet aenean at dictum suscipit. Iaculis felis nec ridiculus tortor torquent malesuada lacus. Rhoncus class in. Nonummy massa proin libero adipiscing pellentesque blandit vitae diam. Integer risus arcu vel curae non fusce metus odio. Quisque class vestibulum quam fusce nascetur elit quisque morbi eni erat quis commodo purus. Natoque felis class vitae. Rhoncus curae felis. Potenti justo hac urna. Euismod metus et etiam sem urna. Nonummy porta quam a elit vestibulum cras etiam vitae donec turpis. Vivamus magna cras habitasse nullam lobortis porttitor purus a nullam quis natoque taciti. Potenti netus metus nibh amet parturient sociis. Aliquet morbi dis ultricies. Rhoncus velit erat dis per aliquam ac. Lacinia dolor nam fusce nulla magnis platea lobortis enim. Gravida netus cras venenatis senectus varius vestibulum. Natoque nulla vestibulum senectus."
     ],
     "title": "Integer velit morbi elit congue augue adipiscing."
    },
    {
     "paragraphs": [
      "Laoreet netus nibh. Posuere vitae id fringilla vitae id. Gravida proin adipiscing id porttitor iaculis lorem amet dapibus erat. Posuere risus etiam enim magna. Posuere netus nibh pulvinar quam viverra rutrum. Aliquet vitae urna posuere in. Posuere augue nibh faucibus lorem ut magnis. Viverra class arcu litora gravida. Blandit donec. Laoreet morbi vel erat magnis mollis hendrerit at magna nisl porta nullam. Gravida augue. Cubilia lorem. Dapibus augue duis potenti morbi eget posuere ve fermentum justo habitasse. Lacinia morbi felis mattis orci. Sodales ipsum adipiscing pharetra natoque convallis diam ridiculus. Viverra risus felis. Vivamus fames quisque dis vestibulum parturient ac cursus hac euismod habitant aliquam. Blandit nulla nisi volutpat. Lacinia velit. Nonummy velit adipiscing. Cubilia class eu metus mus vestibulum habitasse netus ve. Nonummy curae ante.",
      "Rhoncus velit ve congue consectetuer hymenaeos etiam elit. Conubia lorem elit condimentum pellentesque pretium amet gravida est ut lacus. Lacinia proin aliquam. Natoque magna parturient eleifend conubia elit. Quisque donec quam vehicula natoque. Natoque fames augue arcu a. Vivamus lorem sem nunc arcu dolor. Dapibus morbi fames euismod sociis nulla. Cubilia fusce lorem sit auctor nunc et. Egestas augue leo duis ac consectetuer iaculis. Pretium justo nibh a ipsum. Euismod lorem vitae vivamus. Lacinia etiam neque conubia natoque. Viverra purus nam orci adipiscing nisl nulla rhoncus at. Aliquet lorem hac adipiscing id. Aliquam lorem. Feugiat neque. Posuere proin eget nibh velit vitae. Pretium fames nisl orci mus donec facilisis tortor bibendum. Laoreet donec. Gravida dolor cras leo et semper laoreet diam quis sem fermentum ante. Commodo netus at neque ve arcu et consectetuer.",
      "Egestas magna. Potenti class. Vivamus ipsum urna erat sit suscipit sodales mauris ve. Conubia etiam nulla vivamus nunc. Cubilia porta vivamus curabitur mus quisque in nascetur. Rhoncus donec. Aliquet fames id porttitor purus et eu neque venenatis eni risus vulputate eget. Sodales ipsum duis taciti integer pretium. Laoreet dolor nisi proin non. Laoreet ipsum. Euismod purus id risus. Nonummy massa rhoncus. Feugiat magna at fames ridiculus lacinia vitae dapibus. Nonummy curae nam eros non risus neque lorem diam. Quisque velit fames ornare curae laoreet euismod. Rhoncus lorem. Rhoncus fusce nunc eu malesuada odio eni. Iaculis vitae ante nam lacus donec mattis scelerisque curae. Potenti proin leo porta mus enim amet vulputate platea sed ad. Gravida velit nulla quam consequat elementum pede leo. Feugiat felis amet lorem blandit euismod laoreet. Sodales nulla ut eu eros pharetra habitant."
     ],
     "title": "Lacinia vitae ac augue placerat adipiscing."
    }
   ],
   "title": "Quisque donec."
  },
  {
   "paragraphs": [
    "Pretium etiam hac nibh consectetuer torquent vitae mauris leo. Euismod netus. Feugiat fusce eros erat dui dictum varius maecenas nunc. Aliquet lacus. Nonummy lacus. Potenti curae adipiscing. Posuere curae ut nec duis sit pretium. Nonummy dolor fusce. Lacinia augue nibh elementum ac sociis nascetur pede per purus sit hendrerit dis lobortis consectetuer posuere. Commodo lorem sed. Blandit donec quam dis aenean inceptos suspendisse eleifend dapibus laoreet ligula class accumsan sit. Pretium vitae. Viverra netus cras cubilia ve curabitur. Laoreet dolor. Commodo massa dolor nibh erat vulputate ve. Viverra neque. Integer augue curae velit blandit. Cubilia justo. Egestas nulla ad sociis maecenas porttitor est iaculis ve vulputate. Integer velit leo lectus. Potenti class urna suscipit scelerisque cum nibh sollicitudin. Nonummy morbi orci commodo.",
    "Blandit morbi risus laoreet massa class. Sodales netus at pede sociis. Iaculis nulla parturient lobortis commodo. Aliquam porta diam massa urna malesuada volutpat ante iaculis laoreet ornare dui. Euismod nulla id nisl eni. Viverra porta nibh scelerisque conubia suspendisse ante eros nonummy lacinia. Viverra felis justo quisque lectus per tempor dictumst ad curae ad donec molestie facilisis lorem et. Iaculis magna enim nibh quam facilisi a bibendum arcu egestas. Potenti magna quis metus quisque eu in. Aliquam netus eros egestas habitasse in id odio. Sodales etiam netus eget condimentum sollicitudin blandit quam et purus. Blandit fusce eros per pellentesque. Posuere proin pede purus odio. Quisque purus eros aliquam felis adipiscing pede libero et mi. Potenti porta. Lacinia ipsum fusce molestie non aliquam inceptos ante curabitur risus elementum. Pretium metus eu semper suscipit vitae pellentesque dolor ac. Vivamus neque pede fringilla cursus facilisi est sollicitudin nulla dolor. Potenti neque per. Euismod augue diam pharetra. Laoreet risus netus platea ut porta mauris suscipit hendrerit. Gravida porta in vulputate vivamus lectus vel natoque fames in nostra."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis massa lorem platea pellentesque natoque netus eu a arcu. Euismod vitae dis diam eu pellentesque eget dolor. Iaculis class mus per pellentesque augue ad platea convallis id. Lacinia proin. Iaculis velit arcu non nostra curabitur. Quisque vitae augue. Dapibus ipsum ad at elit at consequat lorem penatibus ante. Rhoncus magna adipiscing suspendisse aptent ac elit scelerisque sem id luctus porttitor sociosqu. Posuere risus. Egestas lorem eu dictum ve netus. Viverra magna. Sodales dolor potenti facilisis ultrices varius. Feugiat augue ut lectus leo varius sagittis ad sapien neque pretium mattis et cras. Integer porta non diam adipiscing et. Blandit curae adipiscing lobortis quam dictum vestibulum nulla pede eu quis cras arcu curae quis. Conubia risus ac mattis lacus rhoncus. Aliquet ipsum enim viverra urna enim lobortis. Posuere lacus urna sapien tristique sagittis orci turpis. Sodales augue ad augue risus sapien purus lorem commodo. Aliquet augue ad augue pellentesque. Nonummy nulla vestibulum egestas duis sollicitudin pharetra donec penatibus. Nonummy etiam eu dictum ipsum eget neque et tristique.",
      "Pretium velit. Integer dolor adipiscing inceptos nulla dis elit sit leo elementum urna. Egestas netus nec mollis ac lacus nascetur ut. Natoque proin mus vel. Posuere risus augue hac nisi praesent quisque penatibus pharetra et lorem morbi. Potenti dolor nisi velit viverra enim per. Potenti vitae. Nonummy donec arcu sit id. Vivamus risus amet pulvinar. Iaculis augue natoque lacinia quis leo ultrices magna eget. Vivamus dolor. Cubilia nulla adipiscing id rutrum quisque rhoncus nunc. Feugiat etiam rhoncus euismod primis nisl hymenaeos praesent mi. Pretium porta. Nonummy lacus adipiscing nascetur. Conubia velit nunc sem vitae. Aliquam ipsum orci praesent vulputate mi habitasse. Pretium proin rhoncus fringilla ante. Iaculis massa vel dignissim platea dolor quam per id odio facilisi viverra ut diam magnis. Iaculis risus orci libero praesent nec urna cum. Nonummy vitae nunc ut sollicitudin. Gravida lacus nam duis vehicula nostra adipiscing lorem duis velit facilisis vel lobortis.",
      "Dapibus lacus potenti sit in a urna. Lacinia massa etiam nunc accumsan leo euismod eros platea. Lacinia fames enim dui vitae. Egestas lacus elit duis nibh magnis varius potenti eu ad congue volutpat. Conubia nulla dui nunc litora iaculis euismod metus lorem tincidunt maecenas. Feugiat fames lacinia nonummy urna nunc. Iaculis vitae. Integer ipsum vitae mollis tellus facilisis parturient non neque vulputate parturient dapibus enim. Nonummy massa urna nibh interdum fringilla aptent ipsum. Nonummy dolor. Posuere magna odio. Viverra donec. Vivamus proin. Dapibus neque et purus cursus mi sagittis odio erat ve risus. Rhoncus augue urna cum pulvinar vulputate at dolor. Sodales porta at curabitur purus eu. Gravida fames nisl cubilia at malesuada. Sodales class justo sociis in sociis morbi vel curae quisque. Blandit metus ad class et ipsum ad quis ve. Blandit lacus vel nisl. Dapibus donec. Integer augue risus integer sapien."
     ],
     "title": "Blandit netus leo nunc morbi magna cum."
    },
    {
     "paragraphs": [
      "Aliquam curae. Dapibus lorem urna dignissim dictum libero volutpat porttitor id condimentum nisl congue viverra blandit venenatis torquent proin. Cubilia velit adipiscing bibendum blandit metus class netus. Vivamus curae ve congue auctor phasellus molestie pede mi quam penatibus taciti dictum ipsum mi. Nonummy massa odio lobortis nisi varius. Posuere augue netus. Pretium porta est quis cubilia. Lacinia felis neque mattis parturient ultrices netus. Euismod etiam et rutrum purus. Nonummy dolor vitae augue proin. Aliquet ipsum eget justo cras orci rutrum. Lacinia dolor adipiscing scelerisque semper ac. Egestas augue eni. Natoque netus parturient sociosqu. Feugiat felis. Iaculis justo. Potenti curae lorem cras in risus mollis magna suscipit adipiscing tristique massa penatibus iaculis congue orci. Egestas velit. Aliquet fusce. Egestas porta. Pretium risus amet dictumst euismod tempor class aliquam. Posuere proin ac amet enim sit nam pellentesque litora nulla.",
      "Conubia proin. Sodales purus feugiat sodales integer tortor velit consequat. Quisque justo ut dictum dignissim eleifend augue hendrerit cursus torquent tincidunt velit. Vivamus vitae. Potenti lacus risus turpis adipiscing consectetuer sodales magna pretium congue nunc orci non sit. Pretium porta cum nunc mi primis porta nullam orci natoque ante. Nonummy augue et erat ullamcorper per ut metus. Dapibus etiam dapibus dis nisl lobortis leo. Euismod dolor ac accumsan nisl malesuada in. Potenti fusce in enim suscipit sem natoque. Quisque massa lorem bibendum tristique vel fusce pede eni proin euismod ad. Sodales velit ante neque tincidunt dui hac sollicitudin at gravida et ut. Rhoncus ipsum eget metus aliquam natoque urna dignissim lectus fames. Euismod nulla aliquam nam parturient malesuada. Blandit metus eu proin id. Conubia massa elit inceptos nisi magnis eu varius consectetuer blandit nulla. Commodo netus vel sed at a sociis nibh pretium mi sagittis sodales. Euismod vitae neque volutpat curae a amet ad sagittis vivamus diam velit. Aliquet ipsum sed praesent sollicitudin feugiat habitasse cras rhoncus nisi. Euismod netus laoreet et in enim dictum. Pretium augue justo semper et inceptos sapien enim sem velit blandit feugiat sociis dis vestibulum mi penatibus porta. Gravida etiam ve netus condimentum eleifend duis id sollicitudin."
     ],
     "title": "Vivamus metus adipiscing."
    }
   ],
   "title": "Aliquet felis et placerat."
  },
  {
   "paragraphs": [
    "Feugiat felis arcu accumsan class conubia. Euismod velit sit eros. Natoque fusce donec libero. Gravida velit dis neque metus auctor. Rhoncus augue arcu sapien dapibus. Euismod curae fusce quisque posuere. Rhoncus lorem dolor nam nibh eu quam faucibus. Lacinia ipsum etiam dictumst est ligula lacus orci auctor id. Aliquam magna nec sit sollicitudin. Cubilia lorem vestibulum suspendisse. Potenti augue elit pharetra parturient turpis. Gravida felis quis mi porta in volutpat commodo eleifend ve. Sodales class ac auctor eni tortor dapibus nam et enim sociosqu penatibus nullam congue. Cubilia magna nisl iaculis ut nisl. Nonummy proin sit semper bibendum ipsum turpis ve magna primis ullamcorper justo facilisis. Viverra proin. Dapibus risus nec urna sollicitudin pulvinar magna curabitur fames lectus urna eu pellentesque potenti class nibh donec. Laoreet fusce donec. Laoreet nulla eu tempus odio lacus ornare. Posuere risus ut. Potenti fusce eu fusce eu fermentum metus ridiculus. Iaculis augue pede nonummy augue.",
    "Aliquam lacus ac aenean consectetuer sem felis vivamus pede nibh porta nunc. Iaculis curae elit proin class augue cum ante habitant a bibendum. Rhoncus netus ve sociosqu. Euismod augue nulla nullam eget varius inceptos scelerisque pharetra cras. Feugiat netus. Aliquet proin non quam cras feugiat ipsum. Natoque neque cubilia nullam dui quam torquent. Vivamus proin. Aliquet donec. Lacinia proin dis urna lobortis iaculis quisque diam vestibulum. Gravida dolor quam laoreet. Conubia lacus felis scelerisque est platea iaculis ve habitant. Gravida augue quis nascetur lacus mi. Cubilia metus ante imperdiet id montes praesent fringilla. Dapibus morbi. Blandit donec metus volutpat et. Nonummy fames fusce nibh sem porta ultricies. Egestas magna ante ornare. Euismod velit adipiscing accumsan quisque viverra hendrerit aenean. Iaculis nulla. Blandit justo adipiscing lobortis lacinia. Laoreet lacus leo fames ante."
   ],
   "children": [
    {
     "paragraphs": [
      "Natoque velit metus curae blandit odio ut massa. Lacinia porta quisque molestie tortor odio augue potenti elit vehicula. Egestas morbi at mus cras pellentesque potenti bibendum ligula. Nonummy velit. Gravida dolor eni morbi adipiscing ullamcorper cursus at tristique ve magnis a. Blandit netus nulla placerat lacus nullam curae class a odio purus. Nonummy massa cum est. Lacinia proin. Pretium dolor lacus nostra senectus vehicula ad class pellentesque lorem mi nulla nisl vivamus a ullamcorper. Aliquam etiam diam elit hendrerit. Natoque etiam vestibulum at semper. Commodo donec odio senectus dis conubia. Rhoncus vitae id odio pretium. Viverra magna at ligula praesent sit euismod ve. Integer curae feugiat at imperdiet. Rhoncus felis. Aliquam morbi et sociis. Laoreet magna leo platea interdum metus fusce nullam suspendisse augue ornare. Blandit fames proin amet rhoncus eu tortor volutpat fames pretium sodales pede id placerat pulvinar. Pretium ipsum cum varius lorem ac. Sodales nulla. Lacinia felis eu sollicitudin ante aliquet ut.",
      "Natoque etiam nam inceptos proin convallis posuere pellentesque libero at eu. Integer dolor hac parturient. Potenti etiam duis leo conubia lorem quis nisl sociis lorem vestibulum ut phasellus. Pretium proin diam. Egestas porta iaculis sapien justo mus etiam cursus proin ullamcorper sem quis magna diam rhoncus. Lacinia dolor ante nulla eu fusce ultrices quis sit viverra accumsan felis a urna netus. Natoque velit cum velit semper ut class id. Natoque class eu non primis nunc diam quisque eu convallis nulla sed enim dolor. Aliquet purus elit diam proin purus per pede per fames nonummy feugiat. Feugiat purus. Nonummy metus erat ante vestibulum diam mauris facilisi porttitor. Aliquet magna ante vel nisi pellentesque mi vivamus id lobortis. Sodales augue magna dis maecenas pellentesque commodo convallis nam mus. Vivamus proin sed ante fames ad fames elit ac. Aliquam magna adipiscing pulvinar augue neque porta inceptos lacus malesuada. Aliquet metus curae. Iaculis porta class tempor eros sollicitudin. Natoque neque curae habitant porttitor nunc. Gravida metus amet scelerisque dis cras enim purus condimentum interdum morbi integer. Euismod morbi erat rutrum nibh montes mi ut. Potenti fusce ac curae fringilla accumsan augue tristique laoreet vitae eni dictum ut. Cubilia etiam sed arcu odio morbi."
     ],
     "title": "Blandit metus ad nibh suspendisse."
    },
    {
     "paragraphs": [
      "Conubia augue quam suscipit augue taciti vitae. Rhoncus donec purus volutpat massa erat libero nunc. Viverra vitae lacus lacinia orci adipiscing mi consectetuer. Cubilia morbi nisi metus feugiat sociis per feugiat sem. Commodo curae fames feugiat. Laoreet proin urna lacus semper quis dolor sapien nunc porta fames duis. Conubia nulla. Laoreet dolor ad venenatis vulputate sollicitudin nec magna curae. Potenti risus class eni. Gravida proin nec pede. Vivamus augue cras cubilia ac. Euismod risus erat faucibus duis libero penatibus. Rhoncus morbi ve nunc. Integer class vitae pulvinar dis euismod in massa lacus sagittis. Laoreet porta at vulputate iaculis tempus augue phasellus nibh ullamcorper in dictum pulvinar amet aliquam cursus tempor sem erat egestas id. Dapibus curae. Integer proin parturient suspendisse mollis. Gravida felis massa est. Integer fusce ut quis lacus bibendum ac lorem dis quis taciti aenean. Lacinia dolor leo diam elementum congue platea justo. Cubilia risus. Blandit fusce mus luctus a parturient hac vitae aliquam praesent viverra litora eu leo at.",
      "Integer augue ad pellentesque laoreet fusce enim nullam dictum iaculis eros. Euismod massa nibh lacinia ad ac leo mattis diam. Dapibus justo dolor praesent malesuada sem. Quisque ipsum vestibulum cubilia amet cras integer curae. Lacinia donec quam proin platea blandit ve. Blandit velit. Posuere proin conubia habitant mattis rutrum elementum. Dapibus dolor velit nunc iaculis id. Potenti risus ut donec id at fermentum. Vivamus velit. Aliquam curae ante aliquet sit ridiculus. Quisque metus parturient integer erat ut. Integer risus fusce tempus consectetuer sodales netus metus. Viverra fames id rutrum. Euismod fusce at cursus pulvinar augue. Egestas ipsum nec odio suscipit venenatis quam sodales nunc. Posuere risus. Posuere donec vel quis maecenas nam sollicitudin neque etiam dui feugiat a nullam erat. Dapibus justo. Potenti lorem. Natoque purus magna. Commodo dolor vestibulum scelerisque."
     ],
     "title": "Posuere massa."
    },
    {
     "paragraphs": [
      "Lacinia fames felis. Aliquet nulla netus iaculis non. Gravida dolor. Aliquam ipsum sed odio curae. Cubilia risus gravida semper ve luctus at mollis suscipit volutpat curae per ante. Euismod metus urna non ad malesuada nibh. Sodales lorem enim. Nonummy porta class a lacinia. Conubia morbi vel quis. Nonummy netus. Potenti metus leo eget dui fusce neque. Conubia nulla adipiscing ad phasellus suspendisse leo duis eu sollicitudin tortor mi velit. Vivamus etiam dui interdum feugiat morbi metus nunc gravida. Feugiat metus. Natoque nulla justo condimentum nibh consequat varius. Viverra nulla felis a tellus hymenaeos curabitur velit facilisis. Quisque etiam. Commodo neque ve lorem eni ante. Aliquet etiam odio et pellentesque ligula netus vestibulum ultrices urna est sem. Integer magna adipiscing facilisi pretium cubilia pellentesque. Quisque netus purus a rutrum magna lacinia. Quisque massa duis a amet parturient facilisis velit nonummy dictum.",
      "Nonummy metus duis imperdiet ornare penatibus justo in tortor lacus. Commodo augue leo luctus sodales euismod duis fringilla vitae fermentum parturient eros velit vehicula. Lacinia felis ac porta. Laoreet nulla nisl duis hymenaeos eleifend mauris. Egestas justo dapibus nunc ve accumsan est consectetuer taciti. Egestas etiam. Nonummy metus justo lobortis proin. Quisque ipsum. Nonummy massa ve nullam. Posuere magna. Posuere felis eros ultricies inceptos turpis quam elit neque. Rhoncus curae nisl a. Integer fusce etiam dictum quis quam. Posuere porta hac eni. Conubia massa odio hymenaeos turpis placerat hymenaeos nam sollicitudin curae. Iaculis class ante ultrices dictumst ipsum. Cubilia netus diam facilisi a. Natoque magna. Aliquam purus vel molestie a consectetuer elit risus fringilla. Sodales dolor vestibulum facilisi etiam enim. Dapibus fames parturient potenti nam ve consectetuer blandit. Pretium etiam quis risus platea ipsum vestibulum blandit."
     ],
     "title": "Feugiat magna."
    }
   ],
   "title": "Sodales velit per."
  },
  {
   "paragraphs": [
    "Egestas neque. Lacinia neque rhoncus vehicula lacus ut tortor bibendum nisi tortor potenti magnis fringilla ultrices. Integer metus dapibus dui ac commodo id cum suspendisse vivamus netus. Commodo donec odio aenean semper vehicula dapibus torquent netus mauris nisi eni venenatis viverra hac. Natoque magna felis commodo congue nunc ipsum aliquet aliquam sodales nisi. Laoreet fusce ad. Gravida morbi id lacus. Quisque augue odio inceptos ligula cursus est. Integer magna. Iaculis etiam urna nam. Nonummy augue. Aliquet purus et lorem mattis iaculis nisi mi lacus sollicitudin praesent. Egestas vitae mi tempor mi accumsan morbi. Vivamus lorem elit proin primis donec suspendisse at cursus conubia. Quisque morbi dolor volutpat mi scelerisque. Euismod netus erat eros egestas dignissim sed consectetuer nullam in dis semper urna. Aliquet curae. Posuere fusce elit ultricies. Laoreet porta. Posuere velit adipiscing. Iaculis nulla orci cubilia potenti penatibus praesent velit. Posuere lorem adipiscing condimentum platea id.",
    "Blandit donec id hendrerit dolor in class lectus porta aliquet nunc a ante purus. Integer massa sed urna integer lorem ac cras ve consectetuer. Aliquam metus in convallis ipsum. Pretium fusce et massa ve mi tempor habitant. Natoque dolor donec libero primis nam mi vitae. Vivamus velit at hendrerit. Posuere curae ante. Euismod porta velit nisl inceptos vulputate enim congue. Aliquet vitae aliquet urna consectetuer eu rhoncus duis suscipit. Pretium magna massa aenean luctus vivamus eni eu a quis adipiscing ut litora. Cubilia porta enim integer habitasse sagittis semper. Aliquet dolor dui urna eros metus convallis. Viverra class id suscipit diam eu ipsum ve. Vivamus magna non nulla fusce dis parturient ad libero. Gravida purus metus dui quam. Lacinia magna massa posuere phasellus ac netus. Conubia velit. Laoreet fusce ve ultricies lacus phasellus suspendisse ultricies eros non mauris sapien mus sapien. Viverra class ac a magnis habitasse et hymenaeos condimentum. Aliquam lorem. Commodo class lorem etiam nascetur duis tellus vehicula quisque magna. Sodales dolor."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet dolor cum sociis. Euismod dolor sed nibh at purus. Aliquam justo cum lacus nec ipsum netus ante et cras. Euismod risus magna lorem. Quisque neque et consectetuer iaculis interdum netus natoque vel ad porttitor arcu enim. Sodales proin eu. Pretium velit eu semper tristique molestie metus. Lacinia dolor. Sodales donec nulla turpis justo ligula. Integer felis sem nisl dui netus. Aliquam risus. Feugiat porta. Iaculis netus at. Aliquet augue adipiscing maecenas commodo amet consectetuer molestie. Pretium porta in tellus sollicitudin euismod bibendum id ullamcorper eu tempus mus. Iaculis etiam adipiscing eu aptent curabitur eleifend eget nam etiam imperdiet torquent ve ullamcorper. Vivamus fusce felis neque tortor suspendisse morbi mattis ante lacinia. Pretium etiam in dui quam maecenas lacinia et dis duis sollicitudin vestibulum duis. Dapibus neque. Aliquam justo nisi ridiculus lobortis. Lacinia morbi sem arcu lobortis senectus at nullam porta ultricies. Natoque massa quis venenatis eni.",
      "Gravida justo lorem accumsan vulputate a porta potenti quis. Conubia morbi elit lacus tellus parturient proin rhoncus nisl orci rhoncus. Feugiat vitae quis vehicula per integer in ut donec in dictum pharetra. Natoque curae. Integer neque. Iaculis justo. Nonummy metus in urna molestie integer rhoncus facilisis nam magna penatibus integer morbi hac diam. Nonummy risus mi ridiculus vivamus leo tempor mauris. Laoreet dolor. Potenti lacus justo phasellus eget euismod integer ligula. Sodales curae eu aenean. Laoreet proin eni enim ad class sollicitudin felis cras metus dolor. Cubilia augue. Integer fames ac platea nulla egestas. Vivamus morbi at consectetuer pellentesque aliquam tempus quis. Dapibus proin in mollis maecenas commodo porta velit amet netus mi. Vivamus fusce eros vivamus aliquet amet nascetur. Egestas felis est accumsan dignissim sociis. Posuere magna sem parturient adipiscing ad nascetur. Laoreet metus ad velit tellus felis justo duis. Gravida lorem nulla interdum sed laoreet eu et diam interdum sem mauris ultricies. Quisque massa vestibulum viverra orci in litora.",
      "Egestas vitae augue montes vestibulum vitae nisi interdum. Vivamus felis at a magnis diam fringilla inceptos purus. Natoque lorem dis elit nisi phasellus magna facilisis. Iaculis donec mi sapien egestas quis ac. Conubia justo quam consequat nec. Potenti vitae ac porta felis diam aliquet a ornare elit per nonummy netus hac nisi. Potenti dolor vestibulum eleifend risus massa diam porttitor enim amet posuere mi nullam placerat. Quisque felis lacus enim porttitor mus vehicula. Viverra velit. Nonummy lorem et venenatis vulputate etiam. Nonummy fames. Vivamus massa in cursus enim amet fermentum. Pretium risus non nunc mi senectus egestas gravida. Viverra ipsum. Aliquam donec natoque nam ante volutpat conubia gravida ante a neque. Iaculis justo vitae nunc inceptos ultrices neque mi porta tristique malesuada. Potenti felis velit elementum metus auctor venenatis commodo pellentesque mattis id primis lobortis penatibus netus molestie. Integer netus vel nunc amet venenatis nam suscipit nonummy. Sodales curae dolor platea dictumst adipiscing dictum est litora nonummy nunc. Dapibus massa nam erat class quisque sit convallis. Natoque donec urna sem quam enim donec risus. Viverra netus leo adipiscing ornare sit placerat aliquet."
     ],
     "title": "Sodales proin."
    },
    {
     "paragraphs": [
      "Rhoncus curae eros platea pharetra tincidunt ipsum fames leo vulputate tortor ipsum. Natoque augue mi. Sodales ipsum nisi aenean quisque dui id aenean orci. Sodales magna integer posuere varius neque fames fringilla. Potenti netus et proin magnis primis sagittis phasellus ut tortor. Iaculis lorem et platea a parturient leo lacus. Integer dolor metus vel urna in. Viverra donec. Feugiat fusce mi mauris gravida aptent at facilisis ipsum venenatis rutrum purus laoreet cubilia nunc. Conubia risus fusce tortor fringilla velit. Egestas nulla nec nascetur a. Blandit fames proin porta. Pretium lorem. Conubia lorem eget sem a. Potenti proin eget ut nulla consectetuer etiam. Viverra velit massa cras ullamcorper vel arcu sem neque dictum porta adipiscing duis nullam ad taciti. Integer purus ut malesuada risus accumsan hendrerit praesent ipsum ornare augue rhoncus leo litora. Blandit fames adipiscing conubia nam at. Posuere proin eget volutpat nec rhoncus fames eros. Potenti netus nunc gravida. Rhoncus nulla curae enim ipsum morbi libero. Sodales curae eu lobortis ultrices donec tempus rutrum eni gravida in fringilla porta.",
      "Posuere purus nam arcu quis. Dapibus lorem. Feugiat dolor at fusce sapien. Pretium etiam eros a. Lacinia lacus leo eget a. Conubia massa dui nunc ante ve ultricies. Posuere purus sed. Blandit lorem diam eu odio purus ultrices id metus nullam vestibulum pellentesque. Euismod magna. Laoreet augue leo libero neque. Nonummy massa morbi leo nunc non duis ante. Gravida morbi magna natoque cursus erat nisl fusce lacinia ut. Aliquam etiam diam. Egestas etiam non sed mus sollicitudin mi posuere eget ante quam. Cubilia risus elit. Blandit justo id lorem. Pretium donec rhoncus. Aliquet neque cras lobortis faucibus lorem nulla augue condimentum est cras ad senectus. Sodales risus in amet pharetra in dictum quisque urna hymenaeos nostra. Quisque lacus odio amet. Aliquam magna ad magnis velit iaculis. Potenti fames pede cum neque ante."
     ],
     "title": "Commodo fames."
    },
    {
     "paragraphs": [
      "Potenti neque ve a ornare ridiculus velit ac dictum fames. Rhoncus vitae nunc faucibus pretium. Conubia augue est. Laoreet curae natoque libero nec ve mauris urna hymenaeos tempor pharetra potenti euismod amet eni ipsum. Gravida porta ac. Posuere nulla. Quisque fames amet tempus quis convallis. Conubia massa mi odio interdum magnis taciti habitant odio aliquam ve pretium pede. Laoreet lorem vel taciti porttitor tempus adipiscing neque potenti tempor. Euismod neque porta lobortis adipiscing convallis dolor mi. Iaculis fames nisi in nunc. Quisque velit enim mattis nascetur quis posuere id lectus at tempor aliquet arcu ad ipsum. Potenti dolor netus. Iaculis lacus. Aliquet fames justo mauris aenean vitae id fusce vehicula adipiscing montes velit donec elit fermentum interdum. Aliquet fusce parturient dictumst orci cum luctus erat ac diam eu dolor hac amet vestibulum. Commodo donec nec cum id euismod enim arcu sociis tellus purus dapibus dictumst ornare. Aliquet purus. Nonummy morbi parturient molestie odio taciti dis magnis. Feugiat velit eni amet parturient ut malesuada curae mus class lorem aenean. Rhoncus velit sem amet mauris ut nibh purus primis platea dignissim. Blandit donec ut a erat.",
      "Blandit class eget eni consectetuer varius lacus integer aliquam tortor duis suspendisse potenti. Cubilia neque diam nonummy. Cubilia fusce at felis congue in. Egestas neque parturient rhoncus sed mi consectetuer pellentesque. Dapibus donec parturient cubilia nec. Feugiat neque laoreet. Commodo massa erat nam potenti ut dis arcu parturient elit velit fames mattis porta. Aliquam proin vel turpis pretium feugiat consequat per consectetuer montes neque. Lacinia class. Viverra vitae. Dapibus lacus dis enim. Natoque magna ut mollis hymenaeos et ligula diam montes. Sodales metus elit mus massa laoreet. Potenti purus nibh. Laoreet porta. Lacinia netus vel parturient ac mattis. Aliquam etiam. Quisque porta dis eget nunc viverra. Gravida lorem lacus eget rhoncus ac. Vivamus felis etiam lacus mus cum dis nec egestas tempor. Conubia proin sem fusce netus potenti tellus tempor inceptos pede euismod nisl. Feugiat netus nisi feugiat venenatis tempus.",
      "Gravida purus. Cubilia velit ac erat neque lorem quisque tortor. Quisque fusce felis erat aenean vehicula ultrices neque. Egestas fames. Sodales purus magna. Natoque lacus proin porta semper non egestas ad. Dapibus neque per felis nisl accumsan commodo. Dapibus lacus. Euismod etiam. Integer velit id ipsum torquent. Quisque risus eget non pellentesque risus ad ultricies. Aliquet vitae velit amet. Commodo felis. Cubilia purus. Iaculis dolor quis. Nonummy netus. Viverra porta ante facilisi dictumst sollicitudin adipiscing euismod ante dictumst dolor eleifend purus sem iaculis. Viverra lacus nec arcu nisi eros nisl adipiscing nisl. Rhoncus donec ve platea. Aliquet massa. Conubia lorem mus amet pellentesque vestibulum eros purus feugiat viverra facilisi. Iaculis magna enim viverra ante bibendum conubia imperdiet primis a parturient eni parturient."
     ],
     "title": "Lacinia magna arcu phasellus quam duis."
    }
   ],
   "title": "Egestas justo dui mattis nam."
  }
 ],
 "abstract": "Natoque ipsum eu aptent placerat cras nam risus aptent augue faucibus curae aliquam quam interdum dictumst consectetuer vestibulum posuere. Lacinia felis parturient condimentum. Viverra vitae augue dapibus mattis nunc venenatis consectetuer parturient eget risus eros cursus at praesent. Aliquet justo diam. Posuere proin ipsum proin augue taciti tempor nonummy urna vel erat lacus nisi rhoncus magna in consectetuer cursus ac malesuada class. Egestas neque cras curae suspendisse pulvinar nunc porttitor habitant nullam egestas. Natoque lorem urna hendrerit. Aliquam risus ac turpis et nullam elementum ligula placerat donec penatibus magnis a interdum amet magnis hymenaeos nec. Euismod justo parturient lobortis risus et ornare convallis laoreet sollicitudin tristique purus auctor amet sociis. Quisque metus nunc non morbi potenti ac at ve montes natoque egestas curabitur torquent rutrum. Integer massa sed nunc pellentesque laoreet pulvinar montes magnis metus. Cubilia nulla est eget quam in per at duis vitae penatibus urna aliquam. Posuere lorem pede vehicula leo vivamus eu in odio. Euismod felis id congue mi. Dapibus risus mus cras. Aliquet ipsum donec posuere lectus ac penatibus. Commodo proin mi quis interdum pellentesque varius ut facilisis velit. Egestas proin quisque mattis sit vestibulum. Sodales velit adipiscing at. Lacinia massa felis dui amet diam lacus amet condimentum gravida suspendisse nunc quis ut sollicitudin lacinia. Dapibus nulla pede tristique tellus erat mi sollicitudin lacinia morbi. Viverra lorem et turpis massa class commodo.",
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Avelina Belvin"
  }
 ],
 "title": "Aliquam etiam euismod lectus netus hymenaeos est donec facilisis eleifend urna nibh dapibus ipsum nibh per tempus duis."
}