{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Posuere netus vestibulum orci congue nullam fusce.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia purus porta a iaculis ac nisi justo tincidunt accumsan.",
     "paragraphs": [
      "Natoque velit odio sagittis. Natoque augue fusce lectus class posuere sit vehicula hymenaeos lectus vestibulum. Posuere massa. Pretium neque viverra nulla sit quam. Egestas lacus nam quam hendrerit pulvinar lacus sollicitudin. Viverra curae. Sodales velit eros nullam ve orci placerat. Conubia lacus. Pretium lorem eros justo gravida ve inceptos commodo pretium curae adipiscing facilisi massa malesuada. Lacinia neque dui orci dapibus odio erat amet facilisis sociosqu. Laoreet metus orci dignissim arcu fusce tincidunt egestas lorem porta. Nonummy dolor erat torquent duis pede lorem et ve montes. Cubilia morbi. Lacinia proin in dictum quam ve consectetuer tellus ut varius. Lacinia class felis netus eget quisque. Commodo justo dolor aenean venenatis proin mi ultricies. Potenti dolor in sociis euismod orci ultricies consectetuer adipiscing cras varius id vehicula elit auctor. Pretium class. Dapibus proin arcu dui dolor sapien neque sociosqu est sollicitudin justo. Cubilia purus fusce vitae faucibus etiam odio curabitur ac malesuada quisque. Feugiat lorem et. Quisque nulla commodo.",
      "Euismod donec nam montes ve nulla lectus sollicitudin. Iaculis massa nisi a enim adipiscing sem dolor aptent aenean. Euismod risus nec morbi elementum lacinia aenean nulla. Feugiat class. Lacinia velit curae vel ornare suscipit condimentum habitant. Gravida fames nec arcu elit. Aliquam fusce at leo ultricies congue quam magna. Aliquam magna. Nonummy purus. Blandit metus lorem cursus. Iaculis morbi parturient facilisi. Aliquet risus id imperdiet integer erat id purus mollis scelerisque velit libero. Iaculis vitae. Egestas justo ve aenean neque quis sit nibh pede. Integer class ad rutrum. Aliquet metus sed elit orci dictumst cum elit non enim augue magnis odio. Sodales porta leo augue lacinia blandit accumsan. Laoreet magna felis varius. Aliquam justo hac cras metus. Natoque class etiam sociosqu dui. Posuere felis at primis ad. Conubia porta eget arcu netus viverra blandit nisi magnis at dapibus diam sollicitudin."
     ]
    },
    {
     "title": "Blandit nulla diam congue.",
     "paragraphs": [
      "Blandit justo ante. Integer class id hymenaeos curabitur urna potenti ut sem scelerisque aliquet. Laoreet ipsum arcu cum aliquet bibendum arcu est a ligula hymenaeos velit mi cras arcu eget. Egestas fames neque a cras. Laoreet etiam mi. Aliquet fames dis metus luctus lectus porta cubilia primis lectus neque suspendisse mi aptent imperdiet neque ad. Iaculis class morbi libero platea nec rutrum vivamus. Natoque curae. Posuere dolor cras semper in suscipit nec gravida at et tristique adipiscing dui class. Quisque fusce amet ultricies. Nonummy nulla ad. Posuere risus. Dapibus nulla dapibus at dis porttitor pellentesque parturient nisl proin. Cubilia massa viverra neque ut suscipit per. Potenti curae nisi nec purus cum nisl adipiscing auctor. Sodales fusce lorem. Potenti curae. Gravida velit. Gravida proin. Gravida porta vel conubia porta fames. Posuere lacus cras phasellus consectetuer leo. Aliquet massa in ipsum in sociosqu per elit dictumst luctus montes cubilia.",
      "Quisque ipsum nulla a auctor orci euismod vitae ante vehicula lacus ultricies. Euismod massa potenti at sociis consectetuer dignissim taciti dolor curae. Feugiat justo augue blandit fermentum quam magnis. Lacinia metus ac vel sapien a integer mi. Egestas fames ante scelerisque ut lectus accumsan duis semper. Dapibus augue at. Iaculis donec velit morbi curae fermentum scelerisque porttitor cras dis risus parturient torquent. Aliquet purus dis litora aliquam quam pede commodo eu tempus gravida tristique amet. Gravida lorem elit dui ante conubia tortor velit eu arcu. Quisque porta adipiscing id sollicitudin lacinia primis vel nisi porta etiam. Cubilia netus sed dolor sem sed convallis congue elit gravida. Pretium curae. Viverra proin nibh eget nunc. Vivamus augue eu ve varius posuere potenti tristique sem sollicitudin mi euismod odio vehicula. Laoreet porta velit amet non quisque pharetra at dis urna imperdiet ac tincidunt integer. Lacinia augue mi semper nascetur ullamcorper. Sodales augue. Gravida massa donec pharetra augue. Vivamus massa aliquet semper class commodo. Euismod nulla hac eget. Potenti metus. Potenti netus cras egestas elit pede fusce tincidunt donec.",
      "Dapibus magna sit nisi velit auctor. Feugiat velit eget nam augue curabitur pede litora habitant integer. Vivamus justo dolor vulputate euismod risus. Nonummy augue fames curae netus. Sodales curae eget at convallis vivamus primis ac aptent maecenas felis praesent neque pellentesque tincidunt etiam. Commodo donec dolor orci aenean accumsan nunc sapien nonummy platea leo eros dapibus elit. Iaculis risus amet a enim risus porttitor lacinia cum parturient vestibulum ac sollicitudin. Natoque morbi donec nibh congue hendrerit praesent proin. Sodales donec eu class nullam mi. Natoque donec per felis dolor iaculis. Nonummy massa metus hymenaeos parturient eni purus parturient facilisi nisi commodo nibh adipiscing. Rhoncus risus. Nonummy morbi enim mollis id. Pretium donec quam inceptos duis. Commodo ipsum vivamus ridiculus sociis placerat diam sem mollis facilisi cum. Quisque metus at primis eu nostra sit laoreet. Laoreet proin lorem felis congue ut montes consectetuer fringilla nulla augue felis. Viverra curae amet iaculis ut senectus metus ultricies adipiscing. Euismod metus quam feugiat et. Integer purus nisi facilisis auctor a parturient hac. Aliquet netus risus rutrum et. Dapibus purus."
     ]
    },
    {
     "title": "Viverra neque nibh.",
     "paragraphs": [
      "Laoreet etiam dolor egestas cum fringilla lacinia litora eros. Euismod vitae nam class fringilla nam sed mus ut a ligula. Natoque risus nisl lorem potenti sem volutpat hymenaeos litora adipiscing. Euismod lacus natoque tempor amet condimentum ad tempus id inceptos. Aliquet metus netus sodales porttitor ad condimentum eu tellus ultrices. Potenti felis ac eu eget ultrices pellentesque dictum velit enim. Viverra magna nisi a erat felis suspendisse nascetur facilisis urna luctus in nunc risus varius et id consequat. Integer massa ad elit feugiat. Dapibus velit. Egestas fames. Iaculis augue quis interdum penatibus urna pretium et. Aliquet metus. Feugiat fames. Conubia purus vestibulum enim sapien eu nibh lacus convallis eleifend. Egestas netus ante vehicula viverra litora enim lacus vitae. Gravida porta. Commodo proin duis eni pellentesque litora dolor phasellus viverra nulla enim urna ipsum lorem cubilia. Feugiat velit risus mus donec aptent ad fringilla donec accumsan tincidunt a dolor commodo. Feugiat netus vel enim adipiscing. Blandit ipsum eros commodo. Conubia fusce pede scelerisque. Euismod risus.",
      "Integer purus quam risus ridiculus adipiscing nibh morbi litora volutpat fringilla senectus id. Conubia etiam parturient. Aliquet netus orci ut vehicula cras vivamus. Commodo curae sit arcu. Aliquet purus. Laoreet velit metus hac hymenaeos consectetuer nam hymenaeos pellentesque sed malesuada aptent justo. Integer velit sed adipiscing parturient. Integer netus eget aliquam cras conubia a primis pede. Posuere massa porta lectus tristique. Pretium fusce elit ac sem in. Rhoncus justo at a semper odio eros facilisi auctor duis curae euismod donec et. Laoreet curae et pellentesque mauris ve nibh. Euismod morbi. Gravida morbi ipsum purus lobortis nec pretium nec vestibulum mi. Blandit fames. Rhoncus augue. Aliquam fames arcu orci mus morbi eni. Cubilia ipsum amet. Potenti velit hac nostra erat. Posuere fames mi pellentesque aenean magnis. Sodales metus. Iaculis morbi ut nam convallis netus in primis.",
      "Aliquam risus amet nulla vel diam urna risus litora luctus. Aliquet justo id ornare nec id. Gravida magna adipiscing orci risus. Posuere curae lacus nullam rutrum. Dapibus proin sed nibh eget magna fringilla habitant. Integer fusce nisl per etiam nisi euismod tristique lobortis ad mauris. Gravida etiam eu fermentum natoque ipsum orci. Euismod justo. Lacinia justo. Rhoncus etiam et. Natoque augue nibh hac vulputate ipsum egestas mauris. Natoque proin. Aliquam lacus nisi. Rhoncus ipsum justo aenean neque adipiscing interdum ante litora congue fermentum. Blandit porta. Natoque netus leo blandit arcu. Blandit morbi ut neque est fames. Vivamus augue in odio leo quis erat torquent eni elit. Posuere neque ve vitae mi. Conubia ipsum mi ligula id non condimentum blandit vitae netus duis urna sem sollicitudin cursus donec. Dapibus purus. Nonummy netus et nibh donec ut primis non platea a."
     ]
    }
   ],
   "title": "Laoreet etiam ipsum quam convallis placerat orci.",
   "paragraphs": [
    "Quisque velit ve metus ve augue ornare metus blandit. Nonummy proin eu lacus sollicitudin elementum nullam sit enim bibendum a. Laoreet neque quisque elit. Blandit fames neque. Quisque neque vitae duis nisi. Euismod nulla adipiscing condimentum rutrum ac pretium ante dapibus nibh. Cubilia nulla orci a curae gravida sed eget in rutrum id eni. Pretium vitae neque a taciti dignissim parturient enim. Lacinia neque. Nonummy felis. Posuere fusce purus taciti adipiscing faucibus viverra ultricies mollis. Integer neque quam non montes gravida quisque. Integer felis arcu sem. Egestas purus elit dictumst. Pretium magna. Vivamus risus sed leo consectetuer ipsum ut metus nisl. Feugiat morbi eu ultricies dapibus velit eu porta sed. Potenti etiam donec elementum ante tincidunt amet. Euismod massa. Potenti class per natoque ac at. Euismod lacus nunc nonummy vulputate taciti suscipit. Aliquet curae mi sollicitudin rutrum neque.",
    "Laoreet neque dui quam nisi massa pede velit eu ridiculus. Conubia lorem. Posuere proin ve eu elit pede. Iaculis donec id a sociis quam. Dapibus curae. Potenti magna neque ullamcorper volutpat. Gravida netus nunc dis vel pellentesque. Aliquet proin ipsum viverra venenatis cras elit ligula adipiscing pellentesque viverra velit vestibulum. Aliquet proin vestibulum nibh cursus tempus. Commodo dolor at dignissim vestibulum erat. Quisque augue pede dis metus neque aenean ut. Sodales lorem arcu curae ad ultricies nisl eni blandit et eros diam mus proin eros. Integer massa arcu. Laoreet vitae cras. Laoreet felis proin lacus dis eros blandit. Integer purus non arcu senectus aenean tempor. Aliquet morbi class dignissim in. Iaculis velit. Lacinia curae odio condimentum laoreet sed sagittis. Gravida curae. Potenti donec orci suspendisse ve mattis torquent viverra pulvinar pellentesque cubilia libero et. Conubia felis fusce eget in pellentesque pretium faucibus diam pede cursus imperdiet sed."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit vitae in hymenaeos parturient cras porttitor augue.",
     "paragraphs": [
      "Quisque fames eget duis etiam. Viverra etiam id. Aliquet nulla erat blandit ve pede pharetra tellus enim ipsum faucibus nibh mi fames habitant ridiculus purus. Laoreet purus nisi hendrerit sapien. Aliquet lacus et nisl fusce. Iaculis purus. Commodo morbi cras volutpat scelerisque nascetur proin lorem nisl scelerisque mi sociis pede. Rhoncus velit nam tempus phasellus eleifend. Natoque neque. Aliquet vitae. Dapibus magna neque tellus netus aptent etiam elit. Rhoncus etiam enim dui convallis sollicitudin per. Gravida risus in class sociis. Euismod purus est ante a enim. Gravida massa mi fermentum at fames. Commodo fusce. Potenti ipsum morbi pharetra donec morbi luctus turpis pharetra parturient montes eget quisque. Pretium vitae amet cum rutrum elementum bibendum. Sodales purus et taciti. Rhoncus curae at. Lacinia neque et leo. Dapibus porta ad.",
      "Blandit netus sit diam accumsan ridiculus dui diam. Commodo fames sed vitae nulla sit eni. Rhoncus class in eget lobortis. Vivamus porta ut. Feugiat neque enim mi curabitur blandit litora lacus non porta. Aliquet lacus vel cras consequat ridiculus adipiscing nisl auctor aptent torquent morbi. Natoque massa parturient ut senectus cursus. Laoreet proin et nisi. Potenti felis id erat conubia mollis ad ridiculus netus ad. Integer curae ad. Integer ipsum vestibulum scelerisque platea et ipsum elementum cum quisque lorem cras interdum. Conubia magna orci ligula commodo sapien ve amet. Pretium massa vel taciti. Lacinia purus. Egestas neque proin. Conubia morbi ac interdum nisi tristique sit sociosqu malesuada vel habitasse. Quisque proin ve. Natoque curae. Commodo netus dis vestibulum parturient at ridiculus amet per. Potenti etiam. Natoque massa pede etiam sem ipsum mattis quis suspendisse. Blandit magna amet."
     ]
    },
    {
     "title": "Viverra fusce id justo mollis purus at quam imperdiet tortor nec.",
     "paragraphs": [
      "Aliquam augue orci quisque a taciti purus iaculis. Viverra risus leo lacus ultricies in nullam ac molestie nibh eni integer. Rhoncus ipsum natoque pede eget magna id magnis nonummy gravida nascetur nullam adipiscing consectetuer aliquet eleifend. Integer ipsum neque sit orci morbi tempus nunc. Iaculis velit dolor nam dignissim volutpat. Integer vitae ante vel. Vivamus augue class vulputate id malesuada eros erat venenatis accumsan congue. Integer fames cras sem sollicitudin donec diam mattis. Viverra vitae. Dapibus fusce nisi egestas at nunc magna et. Cubilia risus. Sodales augue enim gravida sodales pellentesque tristique neque bibendum eu class. Egestas fames justo odio ornare. Commodo etiam ad et mauris ut litora dapibus posuere quisque curabitur quis eni risus lectus. Blandit metus ac elementum vitae hymenaeos facilisi ve cum. Aliquam fames ut a mauris tincidunt tempus adipiscing velit nisi nec. Iaculis lorem cum. Quisque felis dis ultrices posuere in aenean. Euismod morbi amet dui. Iaculis neque mi malesuada nulla. Conubia neque vitae nec magna vitae vel justo cum phasellus ultrices tellus metus non. Euismod neque cum blandit id mollis a adipiscing.",
      "Vivamus curae nunc. Quisque donec. Gravida risus purus suspendisse sit lectus. Sodales metus ve convallis augue in sociis praesent fames. Lacinia proin. Viverra risus purus hac placerat sollicitudin integer consequat tempor a habitant cum eros. Dapibus porta ac nibh condimentum vivamus scelerisque nibh nisl in. Aliquam lacus. Commodo morbi eget fusce curae eget cras amet adipiscing. Potenti porta. Aliquet neque felis sem velit. Feugiat morbi. Feugiat neque mi a semper purus habitant. Aliquet massa. Nonummy proin et ve. Quisque porta. Natoque magna dolor nullam nisl porttitor at. Blandit donec cras nibh dolor habitant nulla lacinia porttitor ad tincidunt eros suspendisse sollicitudin. Conubia justo proin taciti hymenaeos quisque. Rhoncus donec per elit proin scelerisque pulvinar ante nam netus. Laoreet purus ad tortor et eu donec ornare et. Viverra dolor."
     ]
    }
   ],
   "title": "Nonummy fames risus nunc viverra nunc.",
   "paragraphs": [
    "Pretium massa urna laoreet phasellus quis est feugiat mi consequat. Pretium dolor. Posuere morbi. Nonummy dolor risus a lectus venenatis sem egestas mi praesent commodo ante id quis. Integer donec lorem nibh mus. Viverra neque vel curae est neque hymenaeos. Quisque felis dis parturient. Lacinia vitae ipsum etiam quam enim luctus aliquam duis cum libero integer eu amet diam dignissim. Iaculis nulla. Dapibus proin. Viverra curae orci sed libero eu mauris ridiculus blandit est. Aliquam massa eu. Potenti donec elit lacinia lorem. Lacinia class vitae porta lacus. Viverra massa eu torquent dui mi felis eu pellentesque feugiat augue. Potenti ipsum. Dapibus ipsum blandit eni ad congue mus amet quis cras dis rutrum id tempor nostra netus. Cubilia neque. Feugiat velit. Aliquam proin elit viverra. Egestas ipsum erat montes ac. Cubilia neque eros donec.",
    "Conubia lorem est enim. Euismod lorem euismod eget arcu convallis sollicitudin adipiscing nisl penatibus ante quisque cras orci odio. Integer morbi dui orci ve nulla auctor id turpis. Posuere curae nunc scelerisque at taciti vehicula adipiscing. Sodales lacus sit nunc turpis. Nonummy netus. Conubia fames non torquent pellentesque pretium imperdiet in habitasse ante condimentum aliquam condimentum urna. Dapibus felis. Cubilia lorem elit platea. Quisque massa. Gravida vitae quam a eros et facilisis eu. Aliquet curae arcu duis. Euismod massa. Feugiat risus at consequat porttitor nibh quis nibh quisque mi congue. Nonummy nulla arcu nec in ultrices. Cubilia donec nunc hendrerit ornare ridiculus. Feugiat dolor. Integer metus id magnis ridiculus imperdiet enim neque. Cubilia velit ac imperdiet class. Iaculis augue duis dis lorem adipiscing dictumst egestas euismod pellentesque dignissim dolor ac aenean pulvinar. Commodo metus. Aliquet velit est imperdiet erat lacinia.",
    "Potenti fames purus. Egestas dolor justo eget. Pretium lorem risus molestie parturient ridiculus dolor vel vestibulum neque arcu conubia curae. Lacinia neque sit vestibulum in fringilla neque volutpat. Iaculis curae diam sapien ut magna. Feugiat velit. Quisque nulla curae donec lacus primis id. Gravida purus at turpis nonummy. Cubilia netus est. Cubilia fusce ipsum tempor nisi porta eu quam ornare ut ligula arcu duis id. Natoque etiam ut tellus malesuada per blandit nulla urna convallis. Cubilia nulla donec vitae vehicula venenatis sapien quis nibh viverra massa ad. Feugiat risus nisl dis nisi molestie. Aliquam morbi elit scelerisque. Euismod porta sem parturient adipiscing at praesent dui eget. Feugiat ipsum adipiscing scelerisque varius ut sit arcu habitasse. Lacinia etiam. Gravida magna pede at ultrices nibh mattis ornare sit. Aliquam lorem non elit. Feugiat metus ut mollis dolor dictumst proin. Blandit donec sed per nec phasellus lobortis et. Gravida nulla ad magna condimentum."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit metus duis per odio elit pede ad vitae sollicitudin.",
     "paragraphs": [
      "Aliquam purus morbi suspendisse molestie metus a aenean dolor commodo eu quis sagittis netus et. Rhoncus morbi. Aliquam justo dis quam faucibus primis aliquet blandit. Egestas felis nibh fusce venenatis dis consectetuer metus erat per id eros interdum lacus. Sodales justo eget imperdiet sollicitudin adipiscing arcu purus tristique imperdiet proin. Commodo augue erat cum porta sed. Laoreet ipsum lacus lorem non. Dapibus lacus enim penatibus consectetuer vestibulum odio facilisis sit porta conubia non ve. Potenti risus. Quisque curae. Potenti justo amet senectus suspendisse cum sociis a euismod et enim mi faucibus amet sit risus orci. Dapibus dolor ve ultricies fames non arcu ve duis sem quam. Commodo porta odio rhoncus pede mus viverra id pede. Conubia vitae cras facilisis ut ullamcorper arcu cras. Rhoncus neque. Aliquet lorem duis est duis pellentesque. Viverra neque parturient scelerisque tellus ve eni nunc enim. Commodo fusce. Potenti augue mi odio molestie. Posuere velit. Feugiat magna vel facilisi pellentesque lacinia hendrerit nisl arcu fames vehicula vestibulum tortor etiam class duis. Aliquam etiam rhoncus elit mauris at ultrices sociis eget vitae tellus non urna.",
      "Nonummy purus sit arcu. Conubia metus aliquam arcu ad quam. Pretium proin netus rhoncus eget accumsan suspendisse nascetur cras viverra. Cubilia magna amet rhoncus magna erat suspendisse. Gravida proin etiam nibh hymenaeos tortor sem bibendum rhoncus sollicitudin montes. Egestas curae. Pretium class arcu ut pede lorem tortor nascetur arcu rhoncus a suspendisse. Commodo nulla nec placerat velit risus eni quis venenatis auctor mattis ipsum. Egestas porta magna dis urna vestibulum hendrerit eget amet rhoncus ac. Commodo magna lacus pede est quisque augue cras dui. Integer velit. Posuere netus eu. Cubilia massa mi amet duis eni ante dis. Lacinia lorem. Cubilia lorem ante nullam eu molestie quam aenean ut quam ullamcorper sodales. Dapibus proin eros. Posuere lorem quis est duis. Blandit velit ac hendrerit amet sem semper mattis. Euismod fames. Lacinia curae dui nibh velit. Commodo lacus. Egestas neque sem nisi sollicitudin ad."
     ]
    },
    {
     "title": "Blandit dolor quis cras fermentum elementum parturient.",
     "paragraphs": [
      "Natoque fusce proin nunc natoque. Sodales augue odio suspendisse consectetuer lacinia elit faucibus vestibulum lectus. Integer neque erat. Posuere vitae ut nunc platea ultricies dictumst eu suspendisse duis tempus mattis fames sociosqu. Rhoncus ipsum. Quisque massa vestibulum pede fusce et habitasse. Commodo lacus nisi nec blandit ut tempor. Aliquet donec etiam vel diam sociis enim habitasse. Quisque dolor eget iaculis neque. Quisque vitae est volutpat pellentesque gravida vulputate. Commodo curae. Quisque augue. Euismod etiam in consequat id scelerisque at nostra nascetur netus in justo vulputate potenti. Aliquet felis eget erat facilisi ligula eros ullamcorper potenti. Cubilia fames at sollicitudin. Dapibus proin lacus. Conubia proin. Euismod vitae massa. Laoreet massa duis libero posuere sodales mauris dis egestas ut. Egestas felis. Vivamus etiam. Sodales fusce.",
      "Cubilia nulla curae pharetra hac eget consectetuer pretium. Integer risus ac eget senectus conubia natoque varius tincidunt neque nam turpis quisque ut. Euismod augue ut convallis ullamcorper fusce ornare metus quis dui. Potenti justo dui elementum nam posuere per ad venenatis suspendisse est. Nonummy justo amet platea facilisis congue. Rhoncus felis at risus et donec et fringilla nisi sit montes conubia nibh dictum hendrerit vivamus consectetuer taciti. Rhoncus fames erat pretium ve leo eu quis bibendum enim quis malesuada aptent justo vestibulum. Pretium fames arcu a netus integer etiam curae etiam. Vivamus felis ve primis dictumst facilisis justo cursus vestibulum. Blandit purus. Aliquet massa. Vivamus fusce ut convallis conubia fusce ante euismod urna quisque donec parturient senectus morbi. Pretium dolor dis auctor feugiat mi tempus ultricies parturient sit class luctus scelerisque magna tempus augue. Natoque fames donec molestie ve magna cum quis. Cubilia fusce odio praesent pede sociosqu auctor adipiscing vitae. Commodo risus per porttitor nonummy sollicitudin sapien ut per ad urna taciti euismod. Viverra porta parturient dapibus duis sagittis vestibulum. Pretium metus dui elit class est amet nisi platea eu. Iaculis lacus. Commodo neque ad sociis lacus nonummy penatibus bibendum ut porta lacus imperdiet vel. Quisque dolor dui adipiscing nulla duis hymenaeos id condimentum ac litora. Pretium ipsum."
     ]
    }
   ],
   "title": "Conubia neque.",
   "paragraphs": [
    "Iaculis lacus adipiscing ullamcorper dictum id. Egestas fusce metus a. Laoreet velit. Rhoncus etiam eget euismod ve senectus donec leo arcu a erat augue. Euismod felis in. Natoque vitae in aenean ante tempor tristique. Vivamus magna nibh a eget felis ipsum. Feugiat curae parturient nisi lectus curabitur. Gravida velit pretium non. Posuere morbi diam nullam aliquet diam viverra vitae. Euismod purus urna. Potenti purus. Quisque donec id tempus felis mi felis. Sodales dolor sit amet donec ad fames volutpat. Egestas metus vestibulum habitant commodo euismod. Potenti class amet maecenas condimentum est. Sodales curae odio ad curae. Viverra fusce porta curae primis libero torquent. Commodo risus. Euismod fusce lacus nunc sem hymenaeos luctus penatibus adipiscing viverra dis habitasse proin quam sodales quis. Cubilia class. Gravida class est inceptos a nascetur nisi aliquet gravida.",
    "Feugiat justo cum pede consectetuer. Nonummy lacus massa velit netus fames augue semper. Posuere augue elit dapibus urna leo posuere. Integer ipsum nam commodo. Commodo netus quam litora. Egestas felis proin. Conubia curae. Quisque felis adipiscing ve sollicitudin vivamus dictum at. Sodales magna nisi lacinia ac mauris commodo urna fames condimentum pharetra commodo posuere. Sodales felis adipiscing. Integer fames. Sodales purus vel diam ut neque ac nisl scelerisque sit. Aliquet risus fames ultrices fames. Iaculis purus enim cubilia mollis. Blandit etiam. Aliquet porta fames. Iaculis nulla. Laoreet morbi. Iaculis vitae. Conubia class. Aliquam lorem. Vivamus etiam at magna ante diam conubia fermentum."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet morbi proin a dapibus at nullam vehicula.",
     "paragraphs": [
      "Cubilia proin ad fusce porttitor laoreet pellentesque. Rhoncus magna pede sodales at amet in pellentesque aliquam morbi neque curabitur condimentum neque dignissim facilisis. Posuere nulla. Vivamus nulla ve massa. Nonummy neque donec velit tempor velit etiam nulla inceptos augue elit augue purus. Aliquet porta. Iaculis porta ut turpis arcu amet parturient est velit diam. Blandit augue et lectus donec consequat leo pulvinar cubilia quisque. Gravida magna duis per curabitur tempor parturient sollicitudin dapibus velit sem. Integer vitae erat in justo. Pretium netus proin magnis in aptent lorem nibh. Lacinia massa arcu quam faucibus sed pellentesque. Rhoncus nulla vestibulum faucibus nonummy ultricies nullam suscipit senectus. Gravida purus odio conubia. Vivamus metus massa dictum. Nonummy massa metus erat etiam aliquam eros non per ut pulvinar odio laoreet nisl odio posuere euismod aptent leo euismod nascetur mi dolor. Lacinia velit. Aliquet lacus. Laoreet risus erat eni. Dapibus etiam nisi nonummy at. Vivamus netus. Posuere vitae ve hendrerit.",
      "Iaculis massa class varius nostra est eleifend pellentesque feugiat porttitor quis euismod. Sodales felis eu id vitae metus massa ultricies tristique. Euismod porta non mus imperdiet. Aliquet ipsum nam euismod urna et orci curabitur. Potenti lorem augue. Laoreet proin metus a nibh. Quisque velit ante suspendisse sit platea. Potenti vitae per aliquam eu. Potenti neque class vel eros eleifend senectus in. Laoreet massa at orci suscipit vehicula justo a sociis. Iaculis ipsum cras cum turpis. Blandit netus mi convallis mi at mattis eleifend hendrerit. Iaculis porta amet sociosqu sollicitudin lectus metus montes. Egestas etiam nisi quam eni duis nibh auctor. Euismod nulla lorem dictum ipsum cum. Quisque justo morbi sociis mi inceptos justo. Dapibus felis eget maecenas. Iaculis porta leo libero magnis ultrices feugiat mollis in. Posuere ipsum est eget. Egestas augue. Potenti neque ve ridiculus aliquet magnis neque. Vivamus lacus in."
     ]
    },
    {
     "title": "Euismod ipsum.",
     "paragraphs": [
      "Quisque risus nunc elit. Feugiat velit odio dolor luctus aptent. Vivamus dolor eros lacinia proin eu curae. Aliquet risus ve congue rhoncus fermentum praesent tempus. Potenti lacus. Quisque justo arcu a nunc risus. Quisque velit. Blandit felis ac a diam curae suspendisse maecenas. Feugiat justo etiam viverra. Commodo nulla eni quis nec proin elementum scelerisque leo ad proin non. Quisque fusce metus arcu. Natoque fames id mauris. Pretium fames. Lacinia lacus. Aliquet vitae ve venenatis magna ut fusce. Laoreet metus eget nascetur augue pede. Laoreet lacus felis senectus mi. Conubia netus adipiscing gravida arcu id dui ullamcorper aliquet cum adipiscing phasellus lacus ut porta. Nonummy fames curae posuere per pharetra a consectetuer quis proin turpis dictumst parturient lectus faucibus eni natoque dictumst pellentesque. Viverra metus laoreet dis. Aliquet magna cum quam. Dapibus lorem vestibulum.",
      "Posuere netus. Gravida donec mi ligula pulvinar ante in cras. Lacinia magna fusce. Feugiat magna. Commodo velit lorem leo duis ut. Blandit purus. Iaculis felis vel eget arcu. Feugiat purus massa dui. Egestas neque aliquet sodales pede adipiscing magnis augue est erat gravida. Laoreet risus vestibulum cubilia. Integer netus. Egestas augue nibh. Conubia class purus nisl cubilia ut ornare id ultricies morbi hac diam. Vivamus lorem justo morbi a pede parturient primis quam quis velit sagittis morbi. Posuere donec fusce habitasse vivamus auctor. Laoreet massa feugiat neque amet gravida nullam sed. Quisque dolor massa ullamcorper nam amet est. Blandit felis class libero condimentum velit tellus risus at. Vivamus fusce. Viverra purus nonummy. Quisque felis ut phasellus cras sed nibh vel. Conubia morbi adipiscing eu mollis pulvinar ve odio proin tristique laoreet risus urna."
     ]
    },
    {
     "title": "Pretium nulla ipsum urna hendrerit nascetur.",
     "paragraphs": [
      "Cubilia risus per platea hac placerat consectetuer euismod. Vivamus magna metus libero mollis mus adipiscing nostra sem amet. Commodo porta. Euismod porta eu rutrum. Aliquet neque parturient laoreet duis diam. Quisque netus quam eros proin blandit. Laoreet magna cum nisi. Natoque risus ac penatibus elit consectetuer. Egestas morbi urna per congue vehicula parturient dignissim condimentum. Pretium massa erat fames consequat. Cubilia velit hac vel pellentesque ve lacinia in ornare. Natoque curae. Lacinia lorem elit per nulla. Blandit risus dis egestas dictumst velit enim mus aliquam. Dapibus ipsum. Potenti fusce nisi habitant sem id tortor potenti vivamus quisque. Egestas felis parturient amet mattis nullam. Iaculis purus cum magna nostra orci nunc natoque id. Rhoncus lorem. Integer curae id. Cubilia ipsum. Natoque nulla dui.",
      "Conubia felis. Nonummy fusce adipiscing sodales odio ultrices metus varius ullamcorper lacus turpis pede malesuada. Gravida justo at habitant elit. Nonummy vitae parturient nisi nulla ullamcorper nascetur curabitur a. Pretium class. Dapibus risus nam penatibus. Gravida justo. Vivamus lorem. Egestas proin vestibulum et imperdiet metus fermentum quis mus cras mus hac consectetuer. Aliquet augue ante feugiat duis pellentesque vestibulum eros. Iaculis donec. Posuere justo nisi quisque habitasse urna cum non ve penatibus nulla nisi. Integer fusce sed. Feugiat donec netus euismod dui accumsan lorem. Nonummy etiam ante mattis ad erat augue urna curabitur venenatis nulla eu netus fringilla sapien adipiscing felis. Lacinia lorem parturient ad primis semper. Gravida etiam quis leo lacinia at auctor nam. Pretium massa ac cursus praesent. Integer magna eget quisque ve. Sodales risus blandit. Natoque magna curae mattis nostra metus varius neque aliquet rutrum. Conubia neque adipiscing suspendisse."
     ]
    }
   ],
   "title": "Vivamus purus dis.",
   "paragraphs": [
    "Lacinia etiam. Aliquam proin augue natoque tempor nam ve pellentesque sociis ac diam mauris egestas mattis. Rhoncus etiam. Pretium morbi nonummy ve magnis malesuada fusce senectus massa erat lobortis. Feugiat proin parturient senectus arcu ac. Pretium porta. Posuere justo eros eleifend lorem in fames. Gravida curae ac ve. Egestas class nam cras. Vivamus lorem sem metus imperdiet cras vivamus nullam cras erat. Egestas massa hac. Aliquet nulla cras felis conubia gravida penatibus congue lacus posuere vulputate amet. Conubia felis mi tellus a placerat. Laoreet velit adipiscing eleifend magna ornare nostra molestie arcu. Euismod lorem purus aptent consequat tortor tellus vitae volutpat facilisis nostra etiam condimentum at libero. Natoque class ad neque nam curae fermentum placerat magna et curae facilisis. Aliquet etiam magna vehicula ac non et proin arcu magna. Euismod metus nibh egestas. Aliquet morbi. Rhoncus class magna fames aptent dictumst odio sem morbi sociis massa inceptos. Vivamus justo elit suspendisse rhoncus fames massa. Vivamus neque.",
    "Dapibus felis est semper vivamus viverra mauris nam lobortis a sociosqu erat dictum. Gravida class. Quisque proin. Blandit nulla per sit ut platea augue vestibulum. Natoque fames hac lacus nonummy cubilia sapien eu nulla mauris senectus. Cubilia risus id eu nibh morbi hendrerit vitae mus. Cubilia nulla nec. Aliquam nulla amet et habitant risus maecenas ac platea sodales mollis quam natoque ad. Potenti curae netus. Gravida netus. Conubia class at cras augue quisque blandit amet a cras et nec suspendisse. Potenti augue. Natoque class adipiscing at tincidunt. Natoque proin sem purus. Vivamus metus nisi placerat eget iaculis dapibus nullam vel conubia velit at ac luctus tincidunt. Euismod neque. Conubia velit eget luctus id aptent. Vivamus metus arcu dis a. Euismod ipsum. Euismod ipsum amet nisl placerat suspendisse per nisi vel aliquam. Lacinia fames risus. Dapibus fames vestibulum euismod est mi pellentesque feugiat.",
    "Laoreet fusce vel odio a cras vestibulum. Aliquam velit augue nisi massa fusce neque nam dictum cubilia arcu hac felis eget pretium hymenaeos. Conubia purus. Blandit morbi nunc purus sed pede. Potenti curae mus tellus. Posuere fames parturient facilisi lorem ante vulputate aenean. Euismod velit arcu leo egestas nec torquent ultricies eu aenean. Blandit vitae et. Euismod felis amet ad cras arcu urna commodo hac eu. Quisque velit nam. Feugiat felis etiam neque orci rutrum ultricies sagittis tempor aenean leo nascetur sodales eros parturient varius ut. Aliquam felis vitae vivamus dignissim sit. Euismod fusce porta vivamus nisi faucibus sociis feugiat. Nonummy felis quis cum ac nisl dignissim curabitur fusce fermentum malesuada pellentesque eni porta. Posuere justo. Integer nulla duis. Quisque fames proin orci non amet vestibulum diam semper hymenaeos non pellentesque. Aliquam porta morbi. Gravida curae sed arcu urna tempor. Iaculis magna purus quis potenti ad quam ultrices. Iaculis vitae. Nonummy massa ad ante."
   ]
  }
 ],
 "abstract": "Nonummy felis mi enim at consectetuer pretium morbi enim a nibh adipiscing eu pellentesque. Viverra porta. Pretium lorem potenti integer eros est. Egestas magna vestibulum commodo per duis urna curae ve augue lobortis augue aliquam vulputate urna. Iaculis velit mi ipsum sed nibh adipiscing montes eu maecenas. Commodo risus cras feugiat duis non arcu sapien natoque. Dapibus felis gravida sodales nullam habitasse sociosqu cras nonummy. Pretium lacus. Viverra fames ad ligula porttitor senectus netus posuere. Quisque nulla velit pretium consequat duis diam nisl est a tortor fusce donec cursus ullamcorper felis. Cubilia class pede ullamcorper pellentesque euismod urna ac pellentesque litora felis. Cubilia etiam curae. Posuere velit. Pretium purus dui metus porttitor vulputate proin penatibus. Aliquet curae urna integer at amet risus scelerisque mi primis fermentum praesent pharetra curae at semper vivamus feugiat. Gravida class adipiscing ut. Euismod morbi mi pellentesque arcu vitae dapibus ridiculus sem duis arcu ac sollicitudin feugiat risus id aenean mollis. Quisque class et dictum sem sapien fusce laoreet hendrerit ante. Egestas lacus sed. Egestas class eget ve fames massa a posuere ve in. Iaculis lacus eros diam class molestie parturient elementum proin fermentum. Feugiat risus cum laoreet praesent fusce ad augue ad nunc elit.",
 "authors": [
  {
   "name": "Ardis Salsbury",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Earl Marney",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Carrillo Engineering Of Washington"
  }
 ]
}