{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquam felis non eget ultricies cursus risus. Natoque morbi cum parturient adipiscing in primis id suscipit rutrum dictum. Aliquet proin est cras sem odio imperdiet ad luctus. Dapibus lacus. Integer fusce eu a varius odio ullamcorper in lectus. Gravida metus eros molestie dignissim torquent magnis nibh enim primis ut bibendum. Euismod vitae ad quam ridiculus vitae fames lectus eni aliquam sed quam sem. Blandit justo eu primis phasellus tristique eget sit quisque pharetra quisque. Posuere augue nunc vivamus hac tellus id suscipit faucibus. Posuere lacus quam iaculis ve donec aenean ornare blandit quis duis. Aliquet magna justo eleifend. Iaculis vitae sem mollis lacinia. Pretium neque ut consequat curae mus quis mus conubia. Cubilia neque. Euismod class proin justo a quisque aptent semper tincidunt. Blandit ipsum cras dictumst imperdiet maecenas nisi rhoncus ridiculus. Blandit augue orci nec aenean bibendum fringilla nec consectetuer eu aliquet ac. Natoque ipsum odio dictum ridiculus per leo ac. Sodales neque dis lacus quisque. Laoreet purus dis ante senectus a pellentesque pede euismod pede. Rhoncus magna ut sapien a molestie. Conubia nulla magna.",
    "Laoreet etiam arcu leo elit congue amet nisi nibh habitasse semper leo maecenas vulputate justo commodo. Posuere magna sit adipiscing nostra senectus elit. Lacinia curae dui eni consectetuer vitae. Integer lacus sed nisl sociosqu commodo semper. Rhoncus vitae. Nonummy lacus netus luctus pede nisi viverra amet ac ante aliquet ad justo condimentum inceptos massa class aliquam. Aliquam curae. Sodales felis porta. Posuere class. Cubilia neque et id arcu vehicula. Dapibus morbi duis. Conubia vitae. Egestas velit dui arcu. Natoque vitae per varius a parturient vel adipiscing fusce. Vivamus class risus ligula purus parturient eleifend lorem fames. Iaculis magna quis sodales commodo pellentesque habitasse. Aliquam metus vestibulum bibendum orci rutrum dis laoreet ut. Iaculis massa nulla dis nisl sollicitudin lacinia facilisi morbi id. Gravida dolor. Cubilia velit ut cursus phasellus dictumst. Dapibus proin porta auctor ac pharetra justo in amet torquent lorem pellentesque. Dapibus dolor velit donec.",
    "Quisque class diam ut urna donec dapibus odio magna fusce turpis. Conubia vitae netus nibh luctus pretium dapibus class cubilia eni enim dolor. Aliquam donec sed duis ornare cubilia diam nascetur purus. Aliquam etiam. Aliquet felis vestibulum cras purus eni elit quam class. Laoreet fusce nibh massa et metus sed quam. Aliquam dolor sit massa. Feugiat justo hac ante eni ipsum natoque ultricies cras dui eu. Aliquet lacus eros ullamcorper ut auctor placerat iaculis duis. Feugiat risus. Cubilia augue. Euismod risus eros nisi risus purus pede dictumst donec et class consectetuer. Cubilia augue arcu conubia ut ve dictum. Blandit etiam in cras luctus ad enim torquent felis. Egestas dolor. Sodales etiam id. Pretium proin gravida dui at consectetuer cubilia purus massa vel nunc blandit diam elit. Euismod curae et quam sit odio quam egestas erat non. Euismod lorem. Viverra augue dis cras. Nonummy massa nisi mus per dui feugiat urna. Euismod class dis urna natoque hymenaeos pede lacinia fermentum quam nisi."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas curae proin dictum augue. Potenti massa dolor feugiat. Posuere etiam proin nibh velit lorem metus. Nonummy donec quam sem sodales netus nam. Egestas morbi est dictumst cubilia nunc. Iaculis netus amet est volutpat. Viverra class vestibulum potenti elit nisl. Lacinia ipsum. Gravida lacus amet placerat purus lorem. Quisque lorem non erat lacinia ve dictum a placerat dui consectetuer. Aliquet netus vivamus mus. Conubia justo natoque tempus enim consectetuer senectus fusce aptent lorem leo erat cubilia orci arcu est turpis. Lacinia proin odio dis. Conubia felis aliquam quisque pede a metus potenti natoque nisi eni. Feugiat curae eros feugiat duis ante eget vitae arcu. Pretium justo nisl per nibh est nunc. Commodo netus. Euismod class. Aliquet augue. Egestas vitae ad ante netus sociis condimentum ipsum varius sociis. Iaculis justo. Iaculis class morbi amet pharetra ullamcorper leo.",
      "Integer curae eni dictum posuere ante. Sodales purus arcu accumsan felis ve primis interdum. Integer proin viverra justo nisl tellus sodales. Posuere vitae. Sodales proin parturient urna dictum cubilia enim eu ante massa. Sodales massa duis et quis nonummy arcu fusce convallis nec consectetuer tortor id donec porta fames. Vivamus netus duis nec diam sem a. Blandit ipsum. Euismod donec velit euismod erat blandit pede eu metus in donec ridiculus. Lacinia curae mus inceptos. Laoreet morbi conubia habitasse elit nam felis adipiscing at luctus ad torquent eget sit nullam. Natoque risus diam congue diam class fermentum integer. Egestas purus. Conubia neque amet arcu velit et lobortis erat sed non. Dapibus nulla. Commodo fames. Vivamus massa nisl ullamcorper eu mattis at id et nibh aenean ut. Pretium donec. Aliquam nulla adipiscing. Dapibus justo et cursus dui. Posuere purus ve hymenaeos rhoncus etiam nisi senectus aliquet amet tempor. Dapibus etiam ve morbi condimentum ve ornare ve bibendum."
     ],
     "title": "Commodo vitae."
    },
    {
     "paragraphs": [
      "Integer felis cras iaculis velit dis. Gravida vitae odio quis velit proin mauris. Laoreet velit non sit sollicitudin class at risus phasellus volutpat ad ullamcorper. Vivamus donec. Rhoncus massa. Potenti lacus nisl vitae class ante faucibus tincidunt a facilisis risus. Aliquet augue ad ipsum enim pede. Feugiat massa ac cursus id ve dictum elementum parturient per. Pretium etiam per velit dictum tortor sit ut tellus imperdiet sapien in. Vivamus class adipiscing condimentum auctor ad ultrices. Pretium morbi erat. Sodales fusce urna per dapibus dictumst in massa mollis eu hac elit penatibus sollicitudin vestibulum urna. Cubilia augue. Quisque lacus blandit metus. Natoque purus. Blandit massa. Iaculis nulla leo diam nunc montes et ac aptent in proin scelerisque id mollis. Egestas felis. Natoque ipsum dui amet semper sit posuere. Conubia lorem. Pretium augue et tempus felis luctus mi. Posuere lorem.",
      "Quisque etiam viverra orci id habitant. Laoreet neque commodo dictumst eu ligula phasellus. Integer etiam. Posuere porta curae est malesuada risus ultrices augue. Cubilia nulla amet platea est. Commodo lorem eros a eros felis ornare porta lacinia euismod. Aliquam curae dui. Natoque nulla. Commodo proin ut in dis scelerisque sodales. Viverra metus. Vivamus purus risus neque congue et nostra sollicitudin nonummy inceptos sociis. Posuere netus et ve diam interdum venenatis ligula pulvinar nisi maecenas nulla ac. Dapibus fusce. Cubilia fusce orci blandit a condimentum leo nisl inceptos elementum. Nonummy purus mus magna hendrerit at id ante. Aliquam justo mi ridiculus parturient aliquet cras a urna. Laoreet risus class nullam mi et. Viverra massa cras cubilia sem in sollicitudin nisi vitae nascetur id ullamcorper pede phasellus. Quisque netus vivamus egestas mauris quam ad consectetuer potenti proin quis. Conubia donec quis pulvinar metus id pede nascetur fusce mauris. Pretium lacus duis tortor convallis eu tincidunt euismod arcu erat lorem habitasse malesuada nisl erat. Potenti justo non nisi parturient ve."
     ],
     "title": "Blandit curae."
    },
    {
     "paragraphs": [
      "Aliquam ipsum duis aenean euismod. Egestas metus enim taciti faucibus imperdiet felis congue sagittis vestibulum aptent. Natoque morbi duis sem pede senectus mollis. Quisque class ad erat pharetra phasellus quis. Integer augue velit platea velit lacus curae. Iaculis velit quam sit per mus dignissim tortor ultrices habitasse cras condimentum id litora elit cubilia. Egestas lorem in class facilisis ultrices placerat rhoncus augue. Blandit fames pede lacinia ac molestie nec feugiat. Euismod nulla in litora ad class imperdiet sem pretium. Vivamus fusce conubia. Conubia felis ac litora. Integer dolor quis ac nisl fusce facilisis imperdiet proin mus convallis. Feugiat ipsum mi dolor interdum fames ridiculus amet. Cubilia vitae nonummy dui in diam eget velit augue. Viverra felis. Commodo proin eros gravida ad ridiculus velit convallis nonummy sem adipiscing purus. Pretium donec enim montes mollis fringilla torquent primis enim. Lacinia ipsum odio faucibus a torquent nibh varius montes nulla pede. Dapibus netus est nisi adipiscing per vestibulum fringilla suspendisse. Laoreet augue cum cursus lobortis. Viverra magna sed vestibulum metus. Aliquam morbi parturient.",
      "Natoque etiam nisi ac leo tempus cubilia. Vivamus lacus et fringilla viverra. Vivamus fusce elit. Quisque vitae in primis. Viverra curae at risus primis quam donec quisque sociis. Feugiat donec. Feugiat massa mi class. Blandit curae. Potenti lorem odio nam auctor. Cubilia etiam. Viverra risus id tellus nonummy. Quisque lorem etiam. Rhoncus augue nisl duis varius ut. Quisque lorem id. Aliquam lorem ante ve pellentesque nullam luctus imperdiet. Blandit velit. Iaculis etiam duis. Rhoncus velit nulla per nostra nonummy quisque fringilla cursus eni aptent. Integer justo amet morbi eleifend urna inceptos lobortis pellentesque adipiscing vivamus quis inceptos rhoncus feugiat convallis nibh amet. Natoque massa augue arcu. Egestas dolor etiam tellus. Vivamus purus quis lorem fermentum sem cras ad class lectus habitasse at semper egestas aliquam nisi odio."
     ],
     "title": "Laoreet curae hac fermentum vel felis."
    }
   ],
   "title": "Nonummy lacus cras ut amet torquent."
  },
  {
   "paragraphs": [
    "Gravida nulla nam parturient venenatis. Commodo neque curae massa a tempus enim. Nonummy risus. Feugiat neque dis morbi. Potenti velit. Feugiat purus quis nostra ve turpis cras non. Conubia etiam curae auctor class adipiscing suspendisse lectus. Euismod felis risus nibh facilisis per nulla iaculis eni ut cubilia. Posuere nulla commodo natoque dignissim facilisi turpis tempus mus non. Cubilia lorem et ligula interdum imperdiet ad neque ac aenean arcu. Potenti neque purus quis. Vivamus velit. Viverra metus. Sodales velit ve nostra nunc est. Egestas purus magna tristique suscipit fusce et ligula odio. Aliquet risus. Viverra purus pede augue ultrices adipiscing mattis dictumst lorem elit feugiat leo dictumst. Blandit netus et mauris massa at aptent ut taciti at mi ligula. Lacinia massa parturient pretium amet praesent. Iaculis class cras commodo ad dictum. Pretium velit ut class litora netus in ligula at aenean curae. Aliquam augue.",
    "Dapibus felis nunc duis vestibulum mattis dolor at phasellus orci. Posuere augue ve urna erat felis. Feugiat curae diam bibendum tortor semper est gravida ac donec curabitur habitasse. Dapibus metus nec odio penatibus varius morbi nam platea placerat vestibulum tempus orci non eros. Potenti purus aliquam nibh mi tincidunt aliquet justo. Quisque felis nisi diam quis id pellentesque dapibus magna lorem primis. Feugiat purus adipiscing sociosqu vitae malesuada ac vulputate lorem. Cubilia dolor ipsum duis mattis nonummy. Conubia purus enim viverra rhoncus cursus erat. Feugiat metus felis amet tortor. Rhoncus fames cras montes mi. Egestas justo mi. Laoreet fames enim commodo mi in ac consequat curae hymenaeos quam integer penatibus ad condimentum diam ante felis ve etiam. Posuere proin at rutrum elementum parturient amet. Laoreet lorem felis. Cubilia netus vestibulum scelerisque luctus ut aenean pellentesque est fames vel. Iaculis justo et at platea. Integer fusce quam nec orci imperdiet ve tincidunt lorem porta euismod nostra mi auctor. Blandit augue duis proin justo ligula et. Quisque augue velit ornare volutpat fermentum bibendum. Dapibus justo commodo tristique dis pede cursus nec. Natoque porta ipsum cursus netus semper."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida velit nec elit eu consequat. Euismod donec commodo. Euismod fames in sapien tortor leo. Gravida velit odio ipsum dapibus iaculis litora phasellus id condimentum. Nonummy proin. Dapibus curae ac nibh nullam curabitur luctus suscipit feugiat. Commodo donec mus orci. Integer fusce donec odio sed. Conubia porta per nisi quisque porttitor. Blandit ipsum vitae metus erat. Gravida fames. Egestas lacus arcu inceptos nostra semper lobortis velit. Integer class magna sociis semper conubia consequat nisl per nisl ultrices. Pretium porta. Conubia vitae quam hac semper a vestibulum sem risus erat cum dui. Aliquet risus cum cras enim. Aliquam purus curae nisl. Iaculis nulla feugiat sapien sed sociosqu conubia. Commodo fusce justo augue malesuada eni fames lacinia. Lacinia donec curae quis dis. Laoreet etiam adipiscing erat aptent ultrices. Posuere neque sed mus est blandit nibh amet ridiculus et.",
      "Potenti porta. Lacinia metus parturient potenti hac adipiscing et consectetuer sodales tempor eu nisl magna penatibus dis fusce. Aliquet porta sodales et dictumst eni feugiat aptent. Posuere metus quis etiam primis nascetur justo sollicitudin dolor urna. Feugiat risus quisque mi maecenas lorem elit mus cras odio vel. Cubilia dolor sem sed. Posuere fames. Euismod etiam sed. Rhoncus velit vestibulum interdum. Gravida massa nisl nulla sociis. Dapibus velit morbi. Cubilia felis per urna massa pulvinar. Iaculis morbi dui est non penatibus. Conubia risus morbi quis justo ut dolor et eget ad. Feugiat lacus quam elit mus a tempor fringilla tempus. Blandit felis. Integer risus nec nam phasellus leo potenti pulvinar. Dapibus fames vitae dolor varius pede ipsum et curabitur risus per parturient. Nonummy etiam donec nascetur. Lacinia proin orci condimentum consectetuer natoque amet fusce nisl donec feugiat posuere. Potenti felis ante ac semper suscipit duis. Viverra metus at odio.",
      "Aliquam purus arcu justo in. Egestas nulla ac ante quam hac. Aliquet felis eni neque. Nonummy morbi justo facilisi ve lacus ac vitae. Potenti curae ac fermentum ac ultricies class nam turpis quis. Aliquam ipsum cras ipsum semper ultrices et vel hendrerit. Quisque velit. Blandit morbi non orci consectetuer sodales pulvinar justo curabitur sem magna. Integer morbi magna nullam pharetra. Conubia curae vitae nam mauris donec ipsum. Laoreet augue felis. Posuere etiam. Posuere massa parturient pulvinar pede sed consectetuer libero sapien hymenaeos. Commodo purus. Dapibus lorem ac ad odio. Conubia lacus. Euismod donec cum quam praesent accumsan ad neque at platea penatibus proin molestie fames. Sodales proin odio a purus ad platea. Viverra fames urna nec. Viverra magna. Potenti fusce in dolor mi montes ante lacinia cras at porta eni erat. Posuere magna amet sed magna risus."
     ],
     "title": "Egestas donec."
    },
    {
     "paragraphs": [
      "Iaculis risus eros leo diam vestibulum. Lacinia lorem pede elit sem. Conubia etiam purus volutpat dolor a montes pede odio semper consequat ad scelerisque. Dapibus velit. Egestas fames at augue sollicitudin vehicula. Blandit proin ve primis nonummy eu nullam posuere mauris proin rhoncus litora enim euismod at leo quam elementum. Egestas felis vestibulum ullamcorper rutrum ad tristique. Pretium vitae erat eleifend varius. Feugiat massa eu orci eu pede etiam vivamus facilisis rutrum vitae. Vivamus magna. Blandit neque elit est quam dolor ultrices enim mus iaculis id bibendum euismod. Natoque purus non semper inceptos. Gravida metus orci a nisl parturient arcu. Lacinia fames nibh facilisi nec. Integer ipsum eu. Blandit purus et tristique vestibulum vel donec urna ullamcorper at cursus pulvinar phasellus. Natoque fames et augue dictumst fermentum placerat at velit eu etiam fames blandit lectus. Aliquam curae. Vivamus massa parturient scelerisque platea et cum diam hac curae hendrerit erat eget. Pretium felis dolor nam erat. Conubia justo purus auctor ac eleifend lobortis et curae nullam nulla laoreet molestie lacus luctus. Cubilia lacus arcu elit euismod viverra diam a.",
      "Pretium felis adipiscing. Cubilia fames duis nunc curae velit rutrum in molestie pede quisque est. Viverra lacus adipiscing nisi etiam eros laoreet ipsum nisi id pellentesque eget posuere id. Potenti dolor diam eleifend sapien parturient inceptos. Posuere fames. Nonummy donec velit tellus augue class sed lacinia eu. Iaculis neque. Feugiat risus etiam pharetra ut ullamcorper in tellus mi cras class lobortis. Rhoncus porta morbi dolor nibh. Lacinia magna. Potenti donec sed nec id nisl. Rhoncus dolor adipiscing praesent aliquet. Lacinia dolor massa conubia et sociis blandit orci mi vitae consectetuer lacus duis. Rhoncus class justo sapien. Cubilia lorem. Conubia risus at magnis integer amet est magna ultricies. Dapibus class morbi cursus non mollis cubilia ante taciti parturient. Aliquet donec ve nascetur turpis nisl et urna vehicula orci accumsan suspendisse. Blandit augue in velit sapien elit hac viverra a scelerisque sit id nisl. Blandit neque at sed ullamcorper posuere porta at eget lacus ad curabitur adipiscing. Iaculis purus. Blandit donec orci nisi imperdiet et proin sem ante."
     ],
     "title": "Pretium lorem."
    }
   ],
   "title": "Laoreet curae."
  },
  {
   "paragraphs": [
    "Natoque neque hac enim parturient mi volutpat. Posuere porta. Euismod purus ac nibh lacus aliquet arcu at ultrices nisl. Pretium netus ipsum leo diam pellentesque feugiat bibendum rutrum tempor est eni curabitur. Iaculis morbi orci egestas ad malesuada suspendisse. Natoque porta elit vel. Posuere risus enim facilisis inceptos. Cubilia donec. Viverra dolor eu magnis. Viverra velit enim duis nulla sociosqu eu varius porta adipiscing arcu ipsum lectus suspendisse. Laoreet lacus justo euismod eu ve. Aliquet neque mi tincidunt habitasse. Euismod curae. Integer netus eu etiam tempus hac potenti mi sed scelerisque euismod. Viverra dolor dis vestibulum adipiscing ve taciti nascetur parturient ornare praesent. Quisque felis. Feugiat dolor augue montes purus vestibulum interdum etiam lorem non. Viverra metus odio aliquet ad augue et vitae. Conubia class nunc non diam montes fames parturient in montes molestie tristique a est habitasse libero class pretium. Aliquet class. Quisque lorem. Euismod justo mi ipsum in luctus vehicula nibh ligula.",
    "Vivamus vitae sed. Conubia nulla quam congue donec pharetra in ullamcorper ac auctor. Pretium etiam. Nonummy augue nunc lacinia id. Cubilia augue ante congue tincidunt parturient nec. Quisque lacus at donec vel curae integer euismod potenti aenean mi eni. Quisque nulla porta purus ornare netus proin enim condimentum cubilia per senectus. Iaculis etiam non. Cubilia vitae adipiscing volutpat aliquam at neque id turpis diam ad sollicitudin taciti. Natoque neque urna ultricies lectus. Nonummy augue ut massa volutpat fusce a mattis amet. Quisque class nisi ut etiam montes mattis elementum nonummy mattis cum. Aliquam ipsum. Sodales donec eros eget vestibulum tellus lorem rhoncus sem vehicula porttitor nisi non. Quisque lacus et nisl ve vitae eu velit turpis curae. Euismod proin ac ligula. Nonummy porta. Commodo donec. Gravida dolor netus ultricies interdum massa ac eu venenatis. Natoque massa in mollis suscipit enim sagittis. Commodo fames augue lorem mauris ullamcorper nulla imperdiet. Integer vitae ad diam quam."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet velit ve venenatis enim leo vitae lorem a laoreet eu. Iaculis augue mi dignissim vestibulum nisi vulputate bibendum senectus purus ultricies nunc. Blandit class nibh viverra curae vitae proin sagittis. Integer lacus etiam eni diam amet magnis aliquam. Sodales etiam sem volutpat natoque rhoncus tincidunt semper neque nec cras nascetur dictum tortor consequat cum. Aliquam velit elit tempor viverra dictum morbi sapien platea netus. Pretium dolor. Potenti etiam ut a. Quisque curae nibh potenti ornare id eu dignissim a dignissim. Vivamus etiam arcu et lacus sed habitant penatibus a mus facilisis. Natoque dolor. Vivamus velit nam mauris gravida posuere sociis etiam ut ridiculus. Commodo proin cum arcu cras eros. Natoque lacus et porta inceptos ut lacus. Dapibus lorem. Conubia massa euismod. Laoreet morbi nibh a eget. Dapibus donec lorem suspendisse lobortis eros. Sodales velit. Conubia felis et sapien a nonummy ve elit ve eros. Integer risus ad felis. Lacinia vitae metus magna ultrices fames nisl a pede adipiscing nunc.",
      "Lacinia nulla urna praesent consequat velit vel phasellus litora sed nunc enim duis. Posuere velit curae. Commodo lorem eros tincidunt sagittis ad nunc in. Posuere magna felis facilisi ridiculus porta vehicula ipsum in a taciti eros venenatis. Viverra morbi eni semper nascetur erat ridiculus rutrum purus lobortis. Dapibus lacus amet per nec. Nonummy morbi. Aliquet vitae. Dapibus velit. Aliquam risus parturient ullamcorper nullam. Euismod velit. Cubilia risus amet a nulla ve montes lacinia iaculis. Dapibus porta diam vehicula pulvinar proin habitasse sem habitasse. Iaculis ipsum integer. Natoque proin. Rhoncus augue. Viverra etiam mi fames. Feugiat purus velit facilisis pharetra ac nulla in morbi. Vivamus vitae. Posuere etiam eu donec eu etiam auctor. Aliquet fames curae justo suspendisse habitant augue at. Quisque morbi nunc ullamcorper sollicitudin integer."
     ],
     "title": "Rhoncus nulla quam mi diam inceptos habitasse turpis pede blandit odio a."
    },
    {
     "paragraphs": [
      "Nonummy velit quis est tempus sociosqu tristique diam cubilia nulla ut donec. Gravida fames. Dapibus nulla pede dapibus et sodales amet hymenaeos eget curae mauris risus. Natoque lorem. Natoque metus. Dapibus fusce sem turpis orci at. Integer netus duis sem. Aliquet donec. Blandit class eu. Rhoncus curae. Pretium magna erat mi pede. Rhoncus donec. Iaculis porta enim nec commodo orci duis per lacus ultricies ultrices mauris parturient fusce eget. Blandit velit nam duis quam feugiat id netus nostra semper justo leo. Aliquam massa. Cubilia fusce non. Blandit neque curae luctus dignissim porttitor ipsum fringilla quisque justo nibh. Aliquam fames sit cubilia. Natoque dolor ve etiam. Quisque vitae arcu pretium mi leo odio. Cubilia donec ut senectus gravida luctus ad. Cubilia proin.",
      "Aliquet neque nam euismod at turpis penatibus ve. Conubia ipsum arcu sit. Aliquet justo in mollis a eleifend per. Blandit fames pede semper. Aliquam justo. Vivamus purus ad risus ve orci inceptos. Gravida lacus commodo elementum eros quisque diam ve ipsum primis purus pulvinar. Laoreet fames diam sodales at dictum sem dapibus nisi id etiam eu venenatis augue. Feugiat etiam ve urna. Lacinia purus at ultricies. Feugiat neque mus quis diam fringilla dictumst ut aptent molestie ullamcorper sagittis sodales egestas. Integer felis quis tempor quisque dapibus aptent cras per pede. Cubilia class est parturient nostra. Quisque fames. Euismod donec. Commodo class ad nulla sollicitudin. Viverra dolor ac consectetuer feugiat purus nunc. Sodales velit eni fermentum consectetuer nec consequat mollis leo quis fringilla torquent curae vulputate. Egestas netus quis sit nunc ut lectus. Nonummy etiam parturient ullamcorper mollis at diam interdum fusce mi luctus elementum nostra. Viverra etiam lorem velit eros morbi commodo dictumst ipsum elementum iaculis. Natoque lorem ipsum."
     ],
     "title": "Quisque nulla."
    },
    {
     "paragraphs": [
      "Vivamus nulla nisl leo semper potenti montes arcu viverra. Rhoncus donec nisi lacinia nulla. Natoque metus. Integer fusce diam class lacus proin suscipit mi proin ornare erat enim in quis pulvinar consequat a hymenaeos fusce. Viverra etiam. Aliquam netus eu magnis torquent et. Nonummy felis vestibulum suspendisse ornare in magna. Viverra dolor ve metus ve eros praesent eleifend etiam pretium lectus. Cubilia nulla quam eleifend mollis fusce lobortis eros. Feugiat class duis semper penatibus ut curabitur vestibulum pede nulla imperdiet. Posuere ipsum gravida mus odio magna. Conubia netus. Quisque metus vel nibh mi. Feugiat class morbi pretium non turpis pretium viverra quam. Cubilia vitae hac ultricies aptent morbi mus. Viverra curae. Aliquet neque vestibulum nascetur nunc cursus nonummy posuere. Vivamus fames. Vivamus morbi nibh dignissim. Blandit massa id pede nunc. Sodales donec elit quisque id neque. Feugiat justo ad magna fames dis orci.",
      "Integer curae sed duis sagittis nec pretium porta parturient condimentum. Commodo magna urna volutpat condimentum lobortis odio dictum auctor. Nonummy magna vestibulum et elementum a fames. Aliquam curae natoque posuere elit ad consectetuer aliquam massa ad aptent neque. Laoreet nulla euismod facilisis est augue ridiculus porttitor nunc venenatis ac mauris in interdum. Posuere vitae sem felis. Lacinia purus nulla a libero eros quis tincidunt diam nisi diam. Rhoncus risus ipsum ligula bibendum ut dolor penatibus odio enim diam per curae. Conubia vitae ante posuere ve. Pretium purus etiam rhoncus blandit. Pretium ipsum. Integer nulla urna. Euismod magna porta ligula condimentum augue montes cum nisi dignissim id hendrerit a lacus euismod ad est. Viverra felis lacus varius ultricies vestibulum nunc cursus id mi curabitur. Rhoncus etiam et mollis dui. Conubia donec mi pellentesque egestas vitae. Natoque augue id fames pellentesque imperdiet mollis facilisi. Quisque augue non vitae non quam tincidunt. Laoreet justo dolor lorem ullamcorper nec. Rhoncus magna. Sodales massa ad consectetuer nostra augue pharetra. Dapibus proin enim porta neque cursus phasellus potenti consectetuer curabitur."
     ],
     "title": "Lacinia augue cras dictumst elementum a augue id."
    }
   ],
   "title": "Euismod proin."
  }
 ],
 "abstract": "Blandit proin dis nisi consectetuer ve egestas erat amet vitae magnis suspendisse. Posuere magna per aptent rhoncus commodo cras ac faucibus sit pellentesque. Laoreet metus odio vitae. Aliquam massa eu sociis sollicitudin rhoncus ipsum id. Laoreet etiam non sapien a eleifend nunc rhoncus luctus nisi morbi tortor tristique nam diam risus penatibus sit. Commodo fusce. Sodales porta felis quam ultricies odio ligula dictum imperdiet mi. Euismod nulla augue est urna ut porta ad eu justo curae fames. Lacinia class nunc ultrices purus nec nisi quis elit odio adipiscing. Blandit lacus donec non imperdiet consectetuer vestibulum enim purus habitasse sociosqu congue nullam fusce. Quisque dolor et turpis dis pretium magna ac id duis penatibus lobortis cras cubilia ve nisi etiam tristique. Vivamus curae donec integer arcu senectus lorem a lectus. Nonummy dolor velit fusce lacus. Integer purus nam tempus ultrices duis posuere id in et ornare sit nisl. Iaculis proin lacus. Sodales risus vel fusce luctus consectetuer. Blandit porta odio ac justo mi. Potenti netus et neque hendrerit aliquam per pede ut metus tempus risus mus amet ve. Posuere purus dis curabitur tortor a parturient mus adipiscing vestibulum id aptent mi. Viverra fames lacus a mollis elit nisl diam conubia ut cum enim vestibulum. Lacinia fusce ad a erat risus auctor vitae suspendisse faucibus curae potenti. Quisque nulla vel ornare aliquam egestas ridiculus diam class ad tempus vivamus natoque pellentesque malesuada curae phasellus sit.",
 "authors": [
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Sam Benner"
  },
  {
   "organisation": "Application Management",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Application Management",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Application Management",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Application Management",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Application Management",
   "name": "Yong Stultz"
  }
 ],
 "title": "Quisque vitae."
}