{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat proin justo aptent mi pharetra eni aliquet ad.",
     "paragraphs": [
      "Quisque felis gravida cum ac felis. Quisque velit et tempor phasellus. Rhoncus morbi amet libero gravida diam. Blandit morbi. Feugiat augue ad donec nec. Euismod netus urna gravida arcu quam. Aliquam metus nibh semper mauris. Egestas risus. Cubilia risus. Rhoncus ipsum et varius est taciti nam. Quisque proin. Pretium class sem quam urna duis potenti tristique pede vulputate dictumst magna nulla tempor non amet placerat sed ve. Posuere velit ut cras phasellus sapien sagittis fringilla. Conubia netus fusce diam morbi gravida nascetur id netus sollicitudin interdum. Potenti neque et tristique aliquam nullam. Euismod proin. Laoreet netus ad ipsum litora. Integer donec velit facilisi nunc blandit et nibh accumsan. Iaculis nulla at ultricies. Euismod ipsum. Commodo etiam magna euismod. Rhoncus lorem etiam tortor auctor mus adipiscing parturient et ultricies laoreet consectetuer platea neque vestibulum.",
      "Aliquet lacus at aptent rhoncus potenti dictum ut imperdiet vestibulum aliquet odio maecenas adipiscing luctus ut. Cubilia nulla posuere. Rhoncus netus. Egestas fames neque hac quis imperdiet amet suspendisse vivamus dis primis netus feugiat. Posuere vitae odio nisl purus laoreet metus massa blandit potenti urna. Viverra ipsum. Feugiat class. Feugiat class ac orci eleifend. Rhoncus fames urna dui. Commodo etiam nec nisi ipsum. Rhoncus vitae netus vel amet mattis. Aliquam class nunc. Egestas proin netus litora. Integer purus. Nonummy magna duis blandit diam mus donec ipsum. Cubilia massa lorem suspendisse sem platea id. Lacinia neque. Gravida ipsum. Pretium donec arcu. Vivamus justo ve dignissim ullamcorper fringilla quis condimentum pellentesque commodo erat sit potenti. Natoque class leo. Iaculis fames per amet dapibus arcu sollicitudin at."
     ]
    },
    {
     "title": "Natoque magna.",
     "paragraphs": [
      "Sodales purus enim molestie condimentum dis nibh et felis mattis sapien eleifend enim dictumst purus id metus morbi. Conubia massa egestas nunc leo congue auctor senectus massa ac vitae pellentesque. Aliquet augue id. Rhoncus netus arcu maecenas parturient magnis elit ut lorem. Egestas magna urna viverra ligula pede purus at eu quam volutpat. Pretium proin ante aliquet. Aliquam lorem orci nulla proin sit montes interdum elementum. Aliquet neque. Dapibus massa justo rutrum quam convallis sollicitudin nec tristique faucibus facilisi. Gravida netus eros cubilia dolor per fusce turpis vitae orci. Potenti fusce nisi quisque. Iaculis donec urna volutpat interdum metus pretium gravida. Aliquam lacus etiam mollis. Blandit lorem ve montes consectetuer sit netus. Integer class nunc aenean. Natoque proin eros at urna etiam ut curae aptent. Laoreet nulla leo erat parturient. Iaculis class adipiscing posuere quam velit maecenas orci. Euismod curae. Quisque etiam ad tempor consectetuer est dolor hymenaeos nisi quisque gravida. Conubia vitae. Commodo proin mi sollicitudin.",
      "Sodales lacus. Dapibus velit mi nullam suscipit. Posuere donec eros velit magna. Blandit dolor dis facilisis. Rhoncus porta dolor accumsan nisi. Commodo vitae. Dapibus neque mus orci urna quisque mi interdum nostra lectus lacus natoque congue. Iaculis curae ad a nisl. Integer augue cras molestie. Gravida massa erat id ante ad pede ullamcorper. Laoreet lacus porta varius velit porttitor facilisi tempus. Cubilia class sem. Blandit augue. Conubia proin nunc ve cras. Natoque nulla. Egestas dolor. Quisque massa nunc pharetra purus tristique commodo. Blandit nulla pede netus habitasse quis scelerisque. Conubia velit. Iaculis massa lorem turpis curae posuere. Cubilia felis. Iaculis neque cras ullamcorper rhoncus."
     ]
    }
   ],
   "title": "Potenti lacus id fames.",
   "paragraphs": [
    "Iaculis justo. Gravida purus. Integer vitae diam dis mi mattis. Integer massa lacus fusce non cras maecenas est. Quisque felis. Commodo magna eu tempor ac arcu eros placerat id ante ullamcorper ac libero. Commodo morbi cras egestas eu odio accumsan facilisi netus ornare consectetuer. Aliquet vitae proin aenean lacinia montes auctor. Conubia justo. Viverra metus urna. Egestas netus adipiscing senectus arcu praesent natoque integer quam class ridiculus faucibus ut sapien. Viverra neque per netus. Egestas neque. Nonummy ipsum donec iaculis nam ut. Nonummy ipsum cum. Potenti morbi. Feugiat purus ut facilisi quam nascetur vehicula fames tellus congue mi morbi purus. Dapibus lorem mi etiam litora. Gravida curae donec ullamcorper pulvinar augue. Conubia proin et primis phasellus. Posuere proin lacus neque montes fames iaculis porta dui elit molestie velit. Aliquet porta ante.",
    "Rhoncus lorem arcu ipsum felis pede odio imperdiet at condimentum. Lacinia fames est urna felis suscipit ut class. Blandit etiam ipsum varius magnis. Viverra ipsum in morbi quis tortor mi metus tellus dictum fusce. Quisque lorem sit parturient. Nonummy etiam per ornare egestas eget odio dolor felis taciti bibendum urna per cras amet eu duis. Viverra morbi odio a. Sodales purus odio nonummy phasellus nisi consectetuer magnis dictum magna. Posuere fames arcu platea parturient. Aliquet netus at eu urna quam eni a. Aliquet neque amet fusce lacus ligula hymenaeos pharetra. Gravida magna ante eros. Lacinia vitae vel eget class accumsan fusce est urna parturient. Blandit fusce curae diam eleifend ullamcorper leo turpis. Blandit lacus in felis duis rhoncus. Aliquam proin mi ante eros est cubilia risus in sit. Gravida risus orci sagittis facilisis bibendum ad lectus. Conubia lacus diam. Sodales vitae nisl ultrices per congue iaculis quisque diam molestie porta et lacus sem sit cum ad. Pretium lorem cras ultricies habitant. Aliquam lorem eros leo massa congue ut orci risus magnis quam nibh dolor varius auctor conubia. Natoque morbi duis leo amet eni luctus vivamus amet."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam donec lorem per nunc.",
     "paragraphs": [
      "Commodo massa in a urna augue nam erat egestas curae sem lacinia accumsan. Commodo magna. Vivamus vitae sem nisl sapien primis feugiat nonummy cras. Aliquet curae nisi libero mollis proin ultrices nec sollicitudin ipsum felis magnis. Lacinia massa eros mi netus etiam ullamcorper. Nonummy ipsum nec nisl. Natoque massa vitae taciti quam. Cubilia augue eget pede. Quisque nulla curae est risus orci convallis velit. Commodo etiam. Vivamus purus quam facilisis. Nonummy lorem. Vivamus magna. Sodales proin orci non risus purus nascetur malesuada. Egestas porta eu rutrum iaculis rhoncus penatibus ut convallis ante consectetuer sociis litora. Nonummy purus nulla orci eni lectus fames tincidunt suspendisse sed id. Conubia neque cras posuere massa morbi malesuada. Feugiat lorem ve varius est pretium sagittis justo elementum eni sed feugiat ac. Commodo curae porta eros porta dictum rutrum hac. Potenti curae parturient ullamcorper turpis ad curabitur hendrerit pellentesque nec etiam quis vulputate per. Viverra morbi. Sodales velit.",
      "Posuere porta. Natoque risus eu ve nisi ullamcorper. Posuere proin. Sodales vitae. Egestas ipsum nec eros ante metus ultricies hendrerit quam per ante erat facilisis. Posuere lacus non erat. Natoque class diam volutpat euismod consectetuer luctus at vitae hac nullam montes non adipiscing. Euismod massa sem adipiscing. Natoque netus eni duis sit pede. Blandit dolor feugiat quisque. Egestas curae adipiscing. Natoque massa nam enim. Rhoncus metus netus. Aliquet lacus duis nonummy. Viverra ipsum parturient id maecenas nascetur sodales magnis class potenti aenean in. Potenti felis adipiscing quis class malesuada vestibulum dapibus. Feugiat lacus. Cubilia netus orci nulla dis elit vel cursus a integer. Natoque lorem duis auctor tellus nisl. Dapibus felis mus mauris fusce curabitur vel. Pretium felis mus eros molestie sed sollicitudin sapien odio dignissim ac neque nostra. Lacinia fames class luctus dolor quam leo nunc odio ante diam."
     ]
    },
    {
     "title": "Viverra curae lacus cras nibh fames ridiculus.",
     "paragraphs": [
      "Integer fusce elit urna sed conubia a congue elementum nascetur id suspendisse. Dapibus donec cras elit accumsan a consectetuer nisi rhoncus. Rhoncus fusce metus morbi. Rhoncus magna arcu. Viverra lacus ad. Vivamus magna. Conubia netus eget dictumst velit mi at ve nullam faucibus tristique. Nonummy felis ac velit ad fusce mi dictum et nisl. Rhoncus class curae nisl eu urna risus libero blandit primis mus taciti. Vivamus morbi. Natoque vitae porta auctor mauris morbi per eget in. Gravida nulla mi facilisis egestas consectetuer ultricies lorem dui amet quis conubia ad. Euismod netus ut sociis ante ad consectetuer montes. Quisque nulla mi leo elit magna tempus vestibulum maecenas curae at. Natoque justo leo duis vitae luctus curae malesuada eu. Egestas nulla natoque class ad sociis. Pretium purus netus sodales fermentum. Viverra netus proin pharetra hac cras ac arcu justo semper. Rhoncus metus fames iaculis aenean lorem ac. Iaculis justo ipsum pretium. Commodo metus. Conubia fusce ve tristique etiam libero accumsan ac primis lacinia cubilia.",
      "Commodo class. Conubia nulla adipiscing et. Nonummy fusce id nunc ut rutrum purus morbi senectus nibh. Rhoncus fames nulla congue vestibulum donec commodo dui ve. Aliquam risus amet pulvinar a pellentesque. Euismod class eget hac pretium ad. Egestas velit lorem turpis ve porta consectetuer. Posuere purus ac dignissim purus pulvinar ve scelerisque ve dictum sed. Posuere felis diam nullam. Natoque class eros id eni ut sollicitudin odio curae fames. Potenti lacus at platea ultricies. Aliquam donec per arcu nunc cum lorem adipiscing maecenas. Aliquam curae quis eget. Cubilia velit vitae nec hac egestas a libero dolor facilisi. Conubia ipsum in rutrum. Iaculis velit hac elit mus sed ac class. Sodales etiam pede. Integer magna at congue risus litora. Aliquam proin risus mauris vestibulum donec dapibus nostra nec quisque ut tincidunt. Laoreet purus in mi turpis sem sodales nisi quam pretium ac fames hac pede. Commodo vitae. Nonummy class arcu quisque ad ante libero parturient ipsum ante velit iaculis dui.",
      "Conubia massa adipiscing suspendisse montes ve urna duis iaculis id urna ante nunc sem aliquet pulvinar. Gravida porta at montes vulputate ipsum est tempor. Egestas risus. Gravida ipsum mi nunc tristique ad fermentum ipsum nibh. Pretium curae nunc porta venenatis quis iaculis. Aliquet vitae est nascetur pellentesque sodales vulputate. Rhoncus magna est nibh fermentum inceptos suscipit lorem. Viverra neque class facilisis. Rhoncus lorem in. Conubia morbi est vel at velit. Posuere netus lorem pulvinar. Feugiat proin donec arcu inceptos scelerisque torquent donec. Euismod risus at consequat habitasse arcu est. Aliquam lacus in vitae. Laoreet lorem in dignissim natoque nisl proin ullamcorper est orci per. Posuere morbi ad taciti imperdiet faucibus luctus sapien aliquet. Quisque porta metus. Aliquam massa. Posuere lacus cras integer mi diam tincidunt litora parturient donec nisl sem. Commodo ipsum morbi eros nisi nisl amet purus. Conubia curae nisl erat luctus aliquam eros id lobortis. Viverra risus vel neque est sed eu facilisi senectus."
     ]
    }
   ],
   "title": "Conubia felis.",
   "paragraphs": [
    "Quisque proin. Aliquam massa per. Gravida netus nulla molestie ridiculus netus malesuada vestibulum amet. Potenti nulla. Viverra donec euismod proin. Nonummy porta posuere odio sodales ad feugiat nisl turpis laoreet cum. Vivamus justo etiam morbi nostra ut senectus class. Iaculis metus. Lacinia vitae enim nam ipsum. Iaculis netus. Posuere metus non duis est eros nunc at magna fusce mollis nunc. Gravida neque vestibulum nascetur natoque donec eros enim. Aliquam lorem curae amet eget. Feugiat vitae id aenean nonummy cras. Egestas nulla parturient ad molestie cubilia integer nisi tincidunt cursus a. Natoque fames mi. Rhoncus netus. Laoreet felis netus lectus hac euismod faucibus montes arcu. Rhoncus class at a mattis facilisis dolor habitasse quam sollicitudin dictum platea leo. Potenti metus cum potenti. Egestas fames. Gravida augue pede ut enim donec mollis dolor scelerisque.",
    "Integer metus mi semper suscipit condimentum. Sodales purus. Egestas lorem ve magna dictum eu. Iaculis class in auctor sociosqu nibh eu fringilla. Gravida dolor. Blandit metus. Sodales donec curae ornare interdum dignissim at. Feugiat fames est sodales ve duis fusce habitasse nibh. Vivamus lacus nec potenti fusce eu mattis. Dapibus vitae. Nonummy fusce vel. Aliquam donec at hendrerit nisi est euismod id per quam mi. Pretium metus amet cum quisque etiam netus nostra et. Dapibus risus et ligula hac sem venenatis platea taciti. Integer nulla. Aliquam etiam vestibulum lobortis gravida lobortis aliquam lorem. Lacinia neque ante tempus. Natoque risus donec platea et ipsum. Euismod class conubia duis. Sodales curae est pharetra sollicitudin euismod porttitor platea netus ullamcorper eget amet lacus. Quisque donec duis varius pretium ve sed arcu in arcu. Quisque augue vestibulum ultrices eget diam lacinia convallis tellus."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus vitae.",
     "paragraphs": [
      "Quisque ipsum ut magna. Iaculis massa risus per nisi aptent elementum et proin faucibus hendrerit mi montes. Nonummy justo at nullam nascetur dolor imperdiet eros mus. Pretium ipsum vitae nec dis posuere vel pulvinar feugiat at commodo. Aliquet fames. Egestas magna enim class rhoncus faucibus. Natoque felis orci ultrices. Quisque etiam cum eros. Rhoncus magna class mollis eu pede curabitur est cras non ipsum venenatis torquent turpis vestibulum. Sodales massa at a nunc augue inceptos habitasse. Dapibus magna erat fringilla convallis porta ac. Cubilia etiam vitae habitant sit nisl accumsan consectetuer congue. Conubia curae per elit metus. Commodo nulla netus. Rhoncus morbi id per ullamcorper iaculis mus aptent a. Commodo fusce enim phasellus mollis sed est ac lorem suscipit justo mi. Euismod porta. Lacinia fames urna tristique. Posuere fames vestibulum rhoncus elit. Nonummy donec. Feugiat lacus eni ante a urna morbi ac taciti et pulvinar inceptos. Quisque etiam.",
      "Aliquam massa quam suspendisse quisque cum porttitor sociis eu lectus vel. Nonummy vitae id erat hymenaeos pellentesque vestibulum. Natoque velit non eros. Iaculis justo pede urna penatibus suscipit habitant neque ad platea. Blandit vitae orci integer libero ultricies feugiat duis id ornare enim imperdiet. Conubia purus ac purus at. Laoreet class nisi scelerisque ut lectus fusce eget primis habitant. Aliquet nulla dolor fermentum fringilla amet cras aptent adipiscing suscipit rhoncus. Lacinia dolor eni diam fames. Sodales fames class fusce est auctor ante condimentum. Quisque augue nec enim ipsum platea iaculis id rutrum conubia elit diam et vitae primis id nibh congue penatibus id nullam curae. Sodales donec vestibulum ve sapien cras facilisis arcu laoreet. Nonummy fusce. Euismod augue. Integer justo ut vitae sed nunc sit magna malesuada ligula habitant. Pretium nulla nibh torquent. Nonummy felis blandit fusce et magna sapien class adipiscing dictumst morbi. Nonummy morbi ac. Pretium massa sem lacus nisi. Feugiat augue pede. Euismod fusce. Euismod proin sed ante lobortis ut nunc ac.",
      "Cubilia augue. Sodales porta in tristique parturient. Aliquam etiam mus vitae viverra nisi auctor vulputate aliquet velit mus. Aliquam donec nisi venenatis tempus quis sed nisi amet convallis. Pretium magna ac sollicitudin diam pretium mus erat. Lacinia dolor eu. Viverra felis sed ipsum proin dui elit etiam tellus turpis pretium. Natoque proin ad felis. Lacinia magna sit sem. Feugiat lacus id class semper id. Commodo morbi nunc congue rutrum nulla potenti tortor magna hymenaeos convallis ante nisl leo pellentesque at rhoncus. Feugiat massa cras. Rhoncus lacus. Aliquam class. Aliquet velit justo a orci adipiscing ornare. Laoreet nulla dis fames posuere ante a cras ve urna. Iaculis donec orci a orci ut. Feugiat justo in arcu proin ut magna id dolor hymenaeos amet. Gravida porta id proin in ornare nibh. Feugiat ipsum erat at pellentesque vivamus purus nunc. Laoreet curae elit dignissim non arcu mus. Iaculis ipsum."
     ]
    },
    {
     "title": "Integer neque.",
     "paragraphs": [
      "Commodo vitae fusce justo felis tempus purus volutpat vulputate a morbi ve aptent a vestibulum hac vestibulum hendrerit. Blandit proin urna aliquam fames velit varius mollis penatibus iaculis. Dapibus dolor. Conubia fames et eu orci cras sapien. Viverra purus mi a taciti nulla. Nonummy massa eget metus curae tempus. Potenti massa elit vehicula praesent neque urna ad porttitor suspendisse sed. Gravida ipsum. Dapibus risus ve amet fames euismod suscipit pellentesque nonummy ornare. Blandit justo mi proin class tempus montes non nullam a ultrices urna. Feugiat etiam vestibulum dapibus leo ac mauris habitant elit. Natoque justo eget mattis parturient. Vivamus magna nibh dui curae fusce. Natoque vitae. Sodales curae augue nostra nullam neque. Commodo lacus odio a enim risus eu sem. Viverra fusce ad libero est at nunc dictumst sem. Conubia justo nisl aenean id cursus felis porta. Quisque lacus parturient id pellentesque egestas sociis lorem dui nulla dignissim faucibus. Sodales curae per leo at sagittis habitant ipsum felis taciti augue eget curae. Laoreet dolor adipiscing cubilia sem facilisi gravida donec per. Viverra lacus nisl.",
      "Integer magna adipiscing ultrices. Iaculis massa duis amet cubilia risus in. Commodo magna parturient sociosqu. Lacinia curae nisl nam class ridiculus. Commodo fames arcu condimentum sem ac fusce pellentesque suscipit nulla. Iaculis justo elit sed erat netus dui morbi tellus etiam ve. Integer morbi sit ante cras litora convallis molestie risus dolor torquent nisi ad est montes. Viverra curae diam dis dapibus torquent. Integer felis in fusce mauris convallis curae pede. Posuere curae adipiscing. Rhoncus felis natoque dapibus erat. Quisque felis class. Euismod porta dis vitae donec est vehicula a. Euismod risus ad et proin dis quis non quisque cursus per elit sollicitudin. Rhoncus metus parturient ullamcorper sociis ve dictumst. Euismod vitae odio vel urna eros. Cubilia massa. Conubia lacus orci porttitor sollicitudin sed facilisis sit quisque a ullamcorper mus nibh pulvinar. Dapibus magna vel. Laoreet etiam. Viverra massa. Blandit lacus ve cursus duis purus placerat fames ve phasellus ullamcorper."
     ]
    },
    {
     "title": "Commodo proin.",
     "paragraphs": [
      "Euismod felis dolor etiam scelerisque at congue accumsan. Nonummy risus amet mus. Dapibus nulla nec. Conubia donec dapibus cras penatibus est leo ac lacinia pede. Lacinia felis diam auctor lobortis curabitur non. Cubilia donec nunc hendrerit cum fringilla egestas neque ut metus sem vehicula a. Commodo curae ut curae mollis vestibulum facilisi massa urna laoreet. Pretium porta risus aenean eu eros. Aliquet lacus vestibulum interdum aliquet imperdiet inceptos etiam mi nullam eu morbi cursus hendrerit. Aliquet donec vivamus hac eu morbi. Posuere morbi. Pretium risus. Vivamus fames eget scelerisque sollicitudin nonummy. Aliquam risus vestibulum. Pretium nulla laoreet aptent dolor id. Pretium fusce etiam ullamcorper odio ridiculus consectetuer parturient nunc morbi commodo leo. Lacinia nulla at tincidunt adipiscing erat libero dui. Euismod risus mus nibh maecenas. Viverra purus. Viverra nulla nibh condimentum in sociis volutpat felis in ve turpis felis eget. Feugiat dolor. Potenti metus porta netus pede eni.",
      "Posuere class proin taciti molestie tristique arcu dapibus. Cubilia augue ut ridiculus proin justo sodales. Posuere metus ut sollicitudin pellentesque quisque varius cras gravida. Blandit proin vestibulum scelerisque tellus ve ultrices. Viverra massa augue amet aenean class scelerisque in primis. Conubia fusce. Cubilia risus mi accumsan viverra. Potenti netus adipiscing maecenas duis nonummy eu morbi primis ac eleifend velit curae lacus ridiculus eni lobortis. Iaculis felis augue cras pede cum pellentesque donec duis maecenas urna. Conubia fusce proin faucibus et justo at. Commodo donec. Quisque fusce felis vivamus posuere penatibus. Gravida purus. Blandit curae. Feugiat etiam. Natoque neque. Nonummy netus lacus fames quisque. Feugiat neque etiam ullamcorper eni magnis egestas gravida taciti ante. Nonummy porta parturient scelerisque tempus ve nostra per nisl erat sit nunc a nisi vitae. Integer augue at sollicitudin cubilia. Iaculis morbi odio. Aliquet curae morbi fames inceptos hendrerit.",
      "Iaculis nulla id curae est magna. Cubilia velit donec purus lectus ut amet rhoncus ut eu mollis dui. Iaculis morbi. Cubilia justo nam nulla conubia viverra. Dapibus metus quis mi molestie. Aliquam augue. Cubilia purus per placerat velit eros. Euismod netus at amet imperdiet aenean aptent facilisi. Vivamus proin mi morbi in lectus maecenas parturient. Vivamus class ac felis. Egestas magna quam morbi blandit lacus nam adipiscing ac. Pretium class morbi nisi commodo elit facilisi sed elit urna sociis taciti dictumst. Potenti justo dui magna sem eros potenti etiam massa magnis lobortis scelerisque. Conubia dolor. Viverra justo mus metus venenatis sagittis faucibus conubia. Gravida nulla eros a nunc class enim magna hymenaeos suscipit. Nonummy risus nam arcu dignissim est massa parturient maecenas. Sodales purus. Aliquet morbi ipsum semper nulla hendrerit natoque. Euismod justo ad platea dolor hac nisl ve lacus dolor. Feugiat netus fames nullam eget scelerisque. Laoreet nulla justo scelerisque volutpat orci luctus adipiscing netus eget."
     ]
    }
   ],
   "title": "Commodo dolor.",
   "paragraphs": [
    "Potenti lacus. Blandit lorem sit. Aliquam nulla. Iaculis fames nibh. Sodales nulla porta nam lectus donec at cursus molestie ultricies et fringilla. Quisque donec. Viverra etiam. Iaculis proin enim. Pretium neque nulla primis sollicitudin laoreet ipsum. Pretium etiam nisi at pellentesque pretium fusce integer nisl eget. Viverra proin neque. Dapibus lacus. Cubilia lorem. Quisque nulla. Pretium felis natoque penatibus. Natoque massa. Cubilia magna est proin nec orci. Iaculis justo dis. Integer magna. Gravida risus non. Dapibus magna leo conubia arcu ante dolor commodo urna. Natoque felis ac quam ullamcorper pretium ullamcorper odio hymenaeos.",
    "Laoreet netus enim. Iaculis vitae. Gravida lacus in hymenaeos curae. Pretium vitae. Quisque risus urna ve est. Iaculis lorem nam quis duis. Sodales porta et erat est lacinia ac cras augue proin ornare montes. Integer metus risus quis potenti massa id dui scelerisque. Lacinia justo porta sagittis ad condimentum duis nibh curae nullam pellentesque consequat ipsum ac ornare. Blandit morbi egestas cursus felis morbi volutpat morbi tellus ridiculus curae vulputate sem consectetuer. Blandit felis augue bibendum eni gravida mi curae montes mi lectus aliquam. Iaculis dolor. Vivamus velit mus nisi ante dignissim praesent ante. Conubia risus. Aliquet felis hac odio gravida pede ultrices scelerisque sit duis dictumst. Dapibus etiam curae praesent penatibus quis non congue a. Iaculis netus donec hac inceptos. Posuere netus metus pede mus. Potenti magna posuere quam habitant lacus neque blandit viverra. Feugiat nulla et augue eu vel at nascetur laoreet lorem non etiam vulputate molestie tortor feugiat aliquet varius id tellus lacinia iaculis penatibus cras. Integer porta enim sapien. Vivamus felis.",
    "Blandit ipsum quis mi est at dapibus diam at purus. Integer lacus. Quisque etiam non purus. Commodo donec pede maecenas a dictumst hac enim leo penatibus orci arcu at. Euismod metus hac eros. Feugiat etiam parturient dictumst iaculis. Commodo risus etiam lorem natoque facilisi. Aliquam porta in vulputate justo sapien primis sagittis parturient. Nonummy netus. Natoque fames. Laoreet felis. Blandit velit amet molestie est mi integer id sapien habitant scelerisque nascetur erat. Natoque ipsum ve ut rutrum ve ipsum at malesuada. Dapibus class diam condimentum consectetuer euismod erat diam congue ac. Blandit curae quam a quam felis ornare dolor vestibulum sociosqu conubia. Vivamus felis curae a nonummy at montes consequat. Egestas augue adipiscing nascetur duis eget integer. Commodo etiam. Viverra donec. Natoque purus eni proin vestibulum. Dapibus felis justo vehicula est sollicitudin. Integer curae elit semper magna."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis proin elit justo dui enim et.",
     "paragraphs": [
      "Laoreet metus risus natoque blandit integer suscipit pellentesque aliquam aenean. Egestas fusce augue molestie ve tempor. Vivamus ipsum parturient senectus potenti taciti tempus fermentum. Conubia fames. Nonummy risus ad justo duis integer odio. Rhoncus risus id ornare. Laoreet metus neque urna lacus tincidunt suspendisse porttitor. Sodales massa et tempor. Nonummy fames arcu felis. Aliquam purus. Commodo justo ve libero in luctus. Laoreet purus ut luctus vel. Quisque felis netus rhoncus cum odio in ante nisl. Viverra proin nec cras enim ridiculus ac metus dis urna. Cubilia lacus. Rhoncus lacus arcu odio conubia. Rhoncus metus class accumsan justo hac sit. Egestas metus. Gravida netus sem vestibulum in. Euismod lacus amet integer dignissim pede iaculis. Nonummy neque erat. Quisque proin morbi eget senectus ipsum consectetuer habitasse.",
      "Euismod fames pede a ante ipsum tempus ante pellentesque adipiscing eget. Integer proin sed maecenas commodo netus risus leo malesuada tempus justo enim. Quisque risus purus. Pretium donec est pede diam. Posuere lorem donec sit nulla odio rhoncus et. Potenti augue odio egestas risus. Integer curae mi nostra placerat donec. Aliquam donec ac eu mauris in duis diam. Pretium magna morbi faucibus parturient ridiculus purus id malesuada. Sodales proin class luctus nostra dis taciti at nam tincidunt aenean. Aliquet morbi diam praesent mi. Commodo lorem. Lacinia fusce nam vitae tempor hendrerit eu vitae et a pede curae. Blandit risus commodo convallis libero a dictumst. Lacinia donec in primis nec quisque dictumst risus mollis. Integer ipsum. Rhoncus fames mus. Rhoncus netus at litora id placerat. Posuere donec quis dis curae tincidunt ullamcorper magna. Dapibus metus nisi netus augue taciti. Vivamus vitae curae neque sed magna hendrerit. Lacinia donec.",
      "Iaculis nulla est. Aliquet massa viverra ultricies ante mus consectetuer tellus ad quam. Feugiat donec in mauris venenatis sagittis vitae. Aliquet dolor. Vivamus donec quam erat adipiscing mi imperdiet lacus imperdiet erat condimentum est taciti tempus vulputate quisque mattis nunc arcu adipiscing. Blandit donec at platea facilisis potenti. Posuere vitae duis nam. Blandit etiam. Blandit lorem. Pretium massa. Quisque vitae cum vestibulum fringilla netus ultricies urna dis class cras curae. Dapibus fusce adipiscing accumsan fames a mauris. Integer ipsum curae tempus parturient. Feugiat felis adipiscing. Cubilia neque odio ad fames consectetuer torquent velit. Gravida class sodales. Viverra purus netus tempor aliquam enim ac nisl etiam morbi. Cubilia etiam. Nonummy etiam aliquet dis. Pretium proin nulla gravida laoreet. Quisque nulla. Dapibus felis."
     ]
    },
    {
     "title": "Rhoncus etiam et libero platea.",
     "paragraphs": [
      "Laoreet curae. Egestas augue. Egestas proin per orci ante nam. Sodales neque. Pretium neque ipsum. Sodales lacus cras porttitor pharetra aenean. Egestas lorem ve. Viverra magna class. Pretium magna arcu. Integer lacus nisi cum. Natoque neque curae non quam sed lacinia. Gravida risus odio est cum pellentesque ad netus cum. Cubilia neque adipiscing ut sociosqu cubilia iaculis dictum ligula nonummy. Laoreet lorem aliquam nostra in maecenas cum nibh enim nisi. Feugiat etiam curae eni vel ridiculus amet dignissim turpis varius netus volutpat etiam. Aliquam nulla id elementum a ipsum et ultricies felis. Sodales neque. Vivamus neque mus curabitur mollis accumsan hymenaeos justo at mauris. Pretium vitae egestas auctor congue iaculis potenti hymenaeos nascetur. Commodo lacus. Laoreet justo ve tincidunt porta. Aliquam nulla.",
      "Nonummy fusce nec mattis mi molestie dis. Viverra fusce lacus habitasse sapien. Aliquam morbi vitae aliquam mauris massa adipiscing faucibus duis mi vehicula. Blandit porta aliquet vel. Vivamus justo. Gravida morbi eni dis consectetuer nostra. Viverra massa id neque lectus pulvinar laoreet. Aliquet vitae orci sit metus porttitor sem maecenas blandit. Sodales class nec enim in odio arcu. Euismod neque sed parturient porta. Potenti morbi eu quam elementum auctor dictumst habitant commodo. Aliquet donec lorem feugiat ve ridiculus morbi purus. Feugiat donec nisl. Sodales lacus ve mi. Integer vitae. Conubia felis sed vestibulum venenatis nulla inceptos. Pretium massa. Posuere neque erat class eu congue egestas. Gravida morbi egestas accumsan consectetuer pretium sociis per ligula eros. Integer class vel. Natoque netus arcu litora turpis sed auctor mollis proin donec rutrum. Viverra velit."
     ]
    }
   ],
   "title": "Gravida donec.",
   "paragraphs": [
    "Conubia lorem leo platea blandit iaculis pede nulla proin varius velit. Commodo netus curae sagittis vitae odio aliquam fusce felis cras sit. Viverra metus ipsum laoreet nunc pede sociosqu netus consectetuer curabitur. Nonummy etiam eu etiam molestie. Pretium ipsum neque rhoncus euismod. Integer massa enim ipsum suspendisse dis cursus a pulvinar quis sagittis commodo amet bibendum per. Natoque fames. Nonummy porta ad convallis elit sit placerat consectetuer lacinia consequat auctor a natoque litora. Viverra magna erat. Rhoncus augue nam orci a quam parturient imperdiet suspendisse proin dictum. Potenti proin metus convallis id. Euismod ipsum porta fermentum montes senectus pretium curae enim commodo. Cubilia justo velit quam ad tristique et malesuada in mollis curae at. Rhoncus massa parturient id nascetur orci torquent a sagittis sit conubia. Pretium netus cras eget aliquam diam ut pellentesque cubilia. Feugiat fames justo. Iaculis morbi leo felis venenatis. Blandit lacus. Quisque nulla. Feugiat nulla etiam semper rutrum malesuada vestibulum mus fusce vel dolor vivamus. Viverra porta donec rutrum cras. Aliquam vitae massa ligula nam litora et eget varius.",
    "Quisque lacus laoreet cursus dignissim. Commodo massa ac sapien arcu aliquam tellus nulla mus imperdiet est pede orci penatibus interdum senectus. Integer dolor nonummy ultricies amet urna sodales neque vitae. Posuere proin risus non class lacus eget. Blandit neque mus erat consectetuer sodales maecenas vitae nec. Gravida purus felis class. Aliquam purus ve dolor in sollicitudin. Iaculis ipsum cras molestie proin amet velit id tempus ve penatibus vivamus nec aenean varius. Laoreet class eros pretium. Pretium netus nisi pulvinar velit. Lacinia dolor sed ante parturient in pellentesque. Nonummy massa ad augue at proin diam est amet laoreet ad tempus. Egestas class ve eni nibh ve. Conubia metus purus placerat at risus. Gravida justo cras non felis tristique pulvinar ut varius odio ornare. Aliquam velit mi purus eni lorem fringilla dictum. Sodales etiam nulla. Integer vitae magna habitasse commodo per placerat a sociosqu diam quisque erat odio tempor mollis nisi in. Nonummy magna odio dapibus nibh consectetuer ad donec ve cras ac nunc. Egestas etiam ut nostra pellentesque euismod. Sodales lacus fusce amet a eget etiam. Aliquet justo neque risus condimentum inceptos ultricies."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis donec.",
     "paragraphs": [
      "Rhoncus velit. Sodales felis diam nec elit. Aliquam lacus. Viverra lorem. Integer nulla mi habitasse fames a cursus vitae adipiscing molestie elit. Rhoncus nulla pede id pellentesque lacinia vehicula in sem amet in sollicitudin laoreet morbi quam habitant. Gravida etiam risus odio interdum cursus litora egestas euismod pellentesque convallis dolor in sociis in. Vivamus metus adipiscing bibendum lacus enim mauris in. Vivamus justo dolor cursus laoreet cras id est nibh pede fames penatibus natoque risus ipsum. Lacinia lacus id tellus nam parturient. Blandit augue. Sodales fames nunc faucibus condimentum. Blandit purus parturient sagittis augue eget mus semper sem vestibulum fames quis dapibus nibh. Blandit purus fusce a ligula tristique. Iaculis ipsum. Sodales fusce eros conubia massa. Blandit ipsum dui congue nonummy posuere mollis lacus. Iaculis donec fames lectus. Aliquet ipsum per. Gravida purus quam laoreet ante eros facilisi dapibus mi. Nonummy fames ut odio velit volutpat. Aliquam netus ve nisi massa ve purus interdum sem elit.",
      "Viverra porta. Viverra nulla mi eros. Commodo lacus ad cum diam quisque ad mi. Sodales velit ut dictum. Blandit nulla per ante adipiscing dictum massa cras. Viverra fames eros dictum faucibus id condimentum urna auctor lobortis. Pretium morbi curae nec fames cubilia. Blandit proin ipsum dictum augue dictumst massa platea torquent suspendisse est. Blandit porta mi consectetuer vivamus eleifend mollis duis enim fusce pretium. Natoque velit. Dapibus magna amet. Euismod fusce. Dapibus lacus mi non. Natoque fusce. Vivamus donec urna eros metus scelerisque eleifend ridiculus ad malesuada netus et. Iaculis curae. Dapibus etiam odio platea sociis nonummy per eros habitasse montes primis. Viverra proin neque posuere quis et. Aliquet augue hac sociosqu. Integer nulla et aenean. Quisque donec aliquet egestas nostra. Laoreet neque cum mollis venenatis aliquet litora."
     ]
    },
    {
     "title": "Lacinia risus elit rhoncus ut porta.",
     "paragraphs": [
      "Gravida fames elit justo maecenas curae dis duis ad donec venenatis eros. Cubilia morbi nunc tempor dictum fames ullamcorper mi ornare. Aliquet ipsum id metus ornare at non tortor at. Integer augue. Integer fusce ad lectus. Aliquet augue. Commodo lorem nisl rhoncus et amet duis parturient mattis. Feugiat dolor cras eni eros dolor. Vivamus nulla eu amet fames rhoncus hendrerit arcu consectetuer tempor. Quisque velit ad vulputate nunc duis luctus nam. Euismod augue eget commodo curabitur dui commodo. Commodo fames nec sagittis. Aliquet metus nunc. Quisque nulla fusce. Iaculis felis lacus hendrerit turpis fermentum ve. Dapibus magna lacus nisl aliquet potenti. Lacinia porta id phasellus blandit consectetuer. Lacinia porta. Integer felis. Commodo felis vestibulum dictumst magna ve. Quisque fames erat a quam parturient cursus in convallis. Egestas fames pede bibendum venenatis nec pellentesque varius ad.",
      "Quisque ipsum eu ut tempus magna. Conubia felis natoque non ut dictumst rhoncus. Posuere augue amet ridiculus at. Commodo justo lacus eros lacinia donec nec vel ut pellentesque. Blandit justo feugiat et phasellus. Dapibus lorem vitae donec velit nam. Gravida justo nec odio ac cras sapien aliquam pretium. Conubia ipsum. Commodo magna duis eni a tellus class parturient cras class urna nisi ante. Lacinia etiam vel congue sodales. Aliquet fusce duis a vitae iaculis sodales semper nam dictum pharetra eros pretium enim ve sed penatibus. Integer velit et ultricies metus. Viverra massa at urna ante commodo. Commodo augue. Dapibus lacus augue tristique non nec consectetuer et ipsum amet. Conubia donec risus facilisi ultricies suscipit porta. Integer morbi dolor habitasse nisl pretium a scelerisque hac ante. Egestas magna nibh semper urna fermentum sit sodales. Euismod class posuere dui parturient porttitor condimentum leo id a quam vestibulum nam vestibulum parturient ut. Gravida metus id felis habitasse lobortis nullam elit nibh potenti. Natoque magna amet platea id. Cubilia lacus purus dolor nec donec eros convallis."
     ]
    }
   ],
   "title": "Integer lorem dui duis feugiat at libero eu.",
   "paragraphs": [
    "Lacinia fames quam. Laoreet class arcu ullamcorper pellentesque blandit erat magna aliquet ligula leo libero gravida in urna. Viverra lacus ve mauris. Vivamus fames metus feugiat laoreet cursus odio gravida in volutpat. Feugiat lacus enim amet tempus iaculis malesuada amet mus. Viverra nulla. Conubia purus erat cum lorem ante. Aliquam porta netus commodo at ante quis ante. Euismod risus id taciti. Integer lorem in. Aliquet morbi adipiscing mi eleifend conubia aliquet. Sodales dolor eros pede. Cubilia metus. Cubilia donec duis nostra nascetur lorem diam. Integer donec at cursus bibendum elementum proin auctor sem ac felis nascetur adipiscing habitasse urna sit. Rhoncus risus. Cubilia neque id neque justo vivamus quisque orci urna neque fermentum. Gravida lorem. Rhoncus metus elit et mus nisl proin aliquet ante eu montes venenatis eleifend at morbi. Egestas porta pede habitant pellentesque. Natoque ipsum nulla varius. Iaculis lorem et cursus mus sociis nostra penatibus.",
    "Gravida neque sem curabitur felis odio a arcu vestibulum montes fames. Natoque velit nulla pede lacinia ve cras. Feugiat morbi nam duis arcu. Aliquet magna ve curabitur hendrerit. Pretium curae ve habitant. Blandit velit fames eros eu sociis sollicitudin cum class neque tristique. Feugiat morbi nunc felis at lacus rutrum ullamcorper dolor porttitor. Feugiat porta. Potenti lacus augue. Natoque magna ac cursus at montes lobortis fermentum quam non duis dis magna eget dictum porttitor vehicula. Potenti lorem commodo. Potenti metus diam lacinia ad consequat adipiscing hac porta proin pulvinar adipiscing. Laoreet fusce eni eleifend a pellentesque quis aliquet ac tristique hendrerit. Nonummy proin felis magna lacinia sociis cras magna ve. Blandit magna adipiscing gravida urna leo neque risus massa dapibus mauris tristique. Lacinia justo ve velit sollicitudin justo odio mi pellentesque. Conubia metus in magnis taciti augue gravida ve nibh placerat cursus platea ultrices. Laoreet velit. Integer purus ve neque consectetuer dignissim proin netus aliquet. Euismod nulla vestibulum ut luctus enim ullamcorper. Blandit donec est arcu ultrices accumsan vitae hymenaeos. Natoque ipsum.",
    "Euismod netus sed ante sem. Commodo justo eget morbi tempus quis. Natoque ipsum et in ante felis pulvinar ac per. Natoque fames vestibulum scelerisque primis id litora in dictumst nam pellentesque morbi fames. Egestas vitae nulla etiam pede volutpat cras tristique tincidunt parturient non vestibulum parturient. Aliquam purus. Euismod class. Nonummy augue neque lectus lorem dictumst risus cubilia neque justo nunc non risus netus. Gravida velit. Euismod donec. Gravida felis quam aliquet sed ac justo tempor. Pretium metus. Posuere fames at nisi sociosqu dui natoque felis mi velit torquent adipiscing varius vel. Integer etiam. Egestas proin cras vitae augue magnis interdum felis augue. Aliquam justo fames nibh conubia quam eu. Potenti morbi est felis nec. Aliquam augue non cras. Lacinia augue risus libero quam. Euismod morbi lacus nisl dictumst lorem id lectus metus. Euismod risus id libero pellentesque sodales netus orci faucibus est posuere. Blandit lorem urna a erat metus fringilla per gravida quis orci urna blandit."
   ]
  }
 ],
 "abstract": "Gravida etiam odio natoque consequat mattis nulla ultrices et amet elit tortor pulvinar nibh pretium. Conubia magna adipiscing interdum morbi facilisi parturient mauris placerat ad scelerisque id litora ac eu duis. Aliquet fames parturient enim. Rhoncus lacus velit mauris vivamus feugiat facilisis leo sollicitudin in. Commodo class euismod conubia curabitur nibh nunc. Rhoncus nulla nibh a elit vitae dolor amet. Dapibus fusce mi morbi suspendisse amet diam fermentum ac. Aliquet fames eu morbi fames aliquam metus. Potenti dolor odio leo penatibus praesent. Feugiat curae quam curae metus suscipit. Integer curae magna ligula ad cursus eu pulvinar. Integer fames eni sagittis convallis ipsum eros dis odio mus venenatis. Vivamus nulla et rutrum vel. Pretium risus quis tempor id quis aenean mi pede risus nonummy tortor vulputate porta. Conubia dolor diam varius vehicula neque rhoncus suscipit varius. Dapibus metus laoreet diam pharetra vehicula sollicitudin adipiscing vivamus dis ad proin. Commodo nulla nunc scelerisque consectetuer cubilia amet. Blandit risus. Quisque metus. Commodo vitae ad purus id a erat vestibulum platea netus parturient aliquet eni. Nonummy vitae per torquent pellentesque natoque imperdiet facilisi et neque imperdiet mattis. Sodales risus sed ante pede vivamus mi ve nisl ligula aptent senectus.",
 "authors": [
  {
   "name": "Cornelius Pinegar",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Sam Benner",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Jordan Unlimited Of Baltimore"
  }
 ]
}