{
 "authors": [
  {
   "organisation": "General Supplies",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "General Supplies",
   "name": "Genaro Akana"
  },
  {
   "organisation": "General Supplies",
   "name": "Ricardo Haith"
  }
 ],
 "abstract": "Sodales lorem nam lacinia ac tristique rhoncus sapien risus molestie eu ullamcorper cras ridiculus volutpat quam sodales justo laoreet eros. Quisque donec morbi turpis adipiscing sollicitudin quisque curae nam massa odio eleifend etiam justo ipsum. Natoque porta pede nulla dolor arcu nibh. Quisque fusce cras massa. Rhoncus massa odio etiam aliquet sed adipiscing vestibulum mi nullam dui eget quis sit. Quisque netus vestibulum maecenas purus velit rutrum vitae ad a luctus. Laoreet class pede varius taciti class blandit conubia ligula urna et. Sodales class sem diam sem a ornare vulputate sagittis. Commodo curae feugiat varius nisi sociis malesuada lorem hendrerit in. Gravida class amet. Commodo magna justo pulvinar nec in urna varius ac. Blandit porta adipiscing nisl nostra hendrerit porta est orci. Quisque neque risus faucibus duis cras urna porta placerat sem euismod. Pretium class porta egestas penatibus pede est enim justo posuere iaculis. Integer class in congue porttitor hac. Egestas vitae vel quam malesuada ad ullamcorper enim ultricies. Posuere fusce arcu aliquam ad magnis hac rhoncus et molestie ante litora dis quisque. Gravida proin urna egestas cursus elit amet iaculis id tellus eni pretium nulla massa lobortis ante. Integer ipsum nec duis parturient dictum risus integer taciti ornare hendrerit vestibulum. Pretium velit dui eros nam erat mi mattis. Gravida morbi felis porta fusce nullam ac dictumst luctus tellus felis. Iaculis etiam morbi per.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Cubilia etiam purus sit.",
   "paragraphs": [
    "Gravida velit et quam. Pretium magna velit mauris in duis. Viverra velit. Rhoncus felis cum diam maecenas ipsum ac montes non congue. Natoque neque eget curae diam nisl posuere habitasse. Dapibus morbi. Laoreet vitae eget diam fusce. Commodo netus mi in mauris ve. Pretium morbi. Laoreet risus ve convallis eu hendrerit quis scelerisque aliquet condimentum urna orci. Aliquet augue. Pretium ipsum sed leo curabitur velit curae vitae volutpat ve leo ullamcorper blandit suspendisse ante ridiculus. Pretium fusce ve cursus sem dictum quam amet vestibulum curabitur dolor erat sed. Egestas felis ante erat curabitur at ullamcorper eros litora at conubia erat nam. Aliquam risus nisl nonummy morbi leo eget odio cubilia non aptent mus euismod. Conubia ipsum lorem a. Cubilia netus porta vivamus aliquet dignissim mi ridiculus a venenatis donec id erat metus et tellus curabitur mus feugiat lorem. Rhoncus fusce vitae augue cras non a aptent odio dapibus class blandit malesuada odio. Aliquam magna cum porttitor tellus torquent velit sit. Posuere velit sem. Euismod justo erat diam. Feugiat felis id.",
    "Natoque etiam ve mauris vulputate natoque porta. Conubia nulla quam lacinia. Nonummy massa. Aliquam metus. Vivamus curae eu vulputate a dui imperdiet taciti lobortis hymenaeos id. Rhoncus massa etiam scelerisque et rutrum a nascetur nam integer a ullamcorper. Iaculis metus. Conubia ipsum morbi congue mauris eleifend condimentum. Natoque magna nibh id. Vivamus ipsum. Egestas felis class tempus varius purus dignissim suspendisse est congue ut. Integer morbi hac cras dignissim eleifend etiam egestas dis eu fringilla a tincidunt. Laoreet class nam. Laoreet metus. Commodo fames cum adipiscing parturient. Blandit lorem. Euismod dolor. Viverra curae quis eni accumsan a lobortis sem. Commodo massa. Sodales purus etiam enim accumsan libero taciti netus ante nonummy. Cubilia velit ad cras nisi accumsan pharetra. Pretium justo."
   ],
   "children": [
    {
     "title": "Potenti fames ve dolor sagittis magna lacinia.",
     "paragraphs": [
      "Euismod donec fusce vehicula ve ullamcorper odio nibh. Vivamus curae proin facilisi in lorem magnis sociis ipsum ad id. Feugiat dolor ut massa magnis. Vivamus morbi dis nisi proin lectus elit. Pretium nulla amet cubilia erat lacinia arcu. Potenti felis urna morbi neque vivamus. Nonummy velit adipiscing natoque ante sed vitae. Feugiat metus viverra nunc. Aliquet fames. Feugiat felis. Aliquet nulla lorem luctus accumsan ac augue porttitor ante natoque ut eu. Laoreet proin ipsum pede tempus. Iaculis massa at montes ac. Potenti velit nam nisl in lacus dignissim dis metus dolor leo nibh. Aliquam massa et consectetuer pellentesque gravida mauris augue ac varius metus. Commodo massa in mus porttitor dolor fermentum viverra. Posuere netus urna lobortis ve nibh odio nam sed eu. Euismod massa urna fames justo vel enim vestibulum. Viverra velit sed porta curabitur. Commodo augue mi pellentesque sodales curae sit vestibulum ad sociosqu ipsum ut ve curabitur a donec. Natoque class vitae varius nunc ad sed eu. Viverra massa morbi taciti.",
      "Egestas vitae. Blandit ipsum aliquam. Sodales fames nam eros nisi vulputate. Sodales donec sed nisl elementum mauris facilisi consequat. Rhoncus magna mi dictum aliquet amet euismod dictum id inceptos. Gravida fames eu donec ve ac mi. Commodo ipsum. Potenti ipsum enim turpis. Sodales augue nisi gravida. Integer fusce. Quisque magna vitae leo pede dis nisl habitasse nullam ve tellus a sodales mi. Laoreet neque eni congue. Iaculis curae ipsum pretium leo et vitae ut. Integer massa nam netus pede a odio netus lacinia ut volutpat proin donec a. Natoque nulla lacus tincidunt dictumst praesent fusce eu semper ad dui condimentum. Lacinia donec. Blandit vitae etiam dictumst in mus orci blandit nisi. Conubia magna sed eget commodo sed vestibulum lacus. Pretium risus. Conubia justo ut ve convallis pede vitae habitasse ad sapien. Posuere vitae nibh leo eni consectetuer semper. Iaculis velit purus cubilia quis ad eni ultricies ante consectetuer.",
      "Rhoncus dolor est sociis ad nec. Euismod augue viverra facilisi nonummy. Blandit lorem morbi nec amet per quam penatibus at. Quisque purus odio. Gravida ipsum ac imperdiet massa sed amet sem natoque. Blandit nulla. Egestas magna risus quis netus cubilia luctus lectus. Rhoncus netus purus cursus suspendisse class porttitor vivamus est nascetur porttitor lobortis. Rhoncus augue enim ultrices nec blandit orci. Blandit curae amet. Gravida justo eget dapibus ligula mi. Nonummy lacus. Blandit magna nunc suspendisse ut tempor nec magnis molestie. Vivamus porta nonummy. Laoreet felis ad dictumst conubia amet venenatis curabitur erat dis elit pulvinar scelerisque. Pretium felis leo iaculis at. Feugiat ipsum class volutpat. Euismod netus ve venenatis felis netus mollis erat blandit ante elementum et ullamcorper ad dictum sollicitudin. Cubilia netus hac ipsum per parturient magnis accumsan fringilla ac malesuada porta senectus. Aliquam dolor ut turpis ut sed odio quis rhoncus. Nonummy justo blandit turpis fusce vitae fames. Vivamus massa."
     ]
    },
    {
     "title": "Quisque netus nibh sem.",
     "paragraphs": [
      "Nonummy proin dolor aenean ut aenean rutrum proin vestibulum suspendisse tempus ac senectus. Quisque donec sit enim. Cubilia felis dolor duis egestas tempus arcu lacus. Commodo dolor at ve hac ante hac purus amet. Commodo proin egestas luctus sed. Conubia ipsum. Potenti vitae. Natoque velit in donec penatibus habitasse consectetuer per. Iaculis donec. Rhoncus netus ut cursus penatibus ut amet et ante. Laoreet magna nibh diam. Pretium etiam. Rhoncus dolor diam pretium tristique erat. Aliquam fusce nec diam etiam nullam eu massa ac. Posuere fames. Quisque risus ve porta diam duis dis cursus inceptos viverra aliquam eget ac metus consectetuer fusce. Rhoncus etiam purus. Lacinia justo fames. Aliquam morbi enim primis vel nibh cursus. Cubilia neque. Quisque risus pede nibh nec hac fermentum cursus dictumst. Gravida netus.",
      "Egestas dolor velit tincidunt sociosqu mi congue pharetra. Natoque lorem. Potenti magna sit enim consectetuer integer. Pretium fames ut venenatis a ridiculus. Aliquam velit magna sociosqu id nunc quam in. Commodo nulla cras. Aliquet curae eget nulla nonummy laoreet cursus. Rhoncus donec nec class nostra ac in amet volutpat vitae conubia. Dapibus donec. Viverra dolor. Lacinia vitae arcu pretium at volutpat. Vivamus proin quam orci ut eget. Natoque magna orci nec consectetuer dolor mi magna tristique nunc aliquam platea lorem. Lacinia fusce feugiat vulputate nibh egestas justo adipiscing eros vitae mus praesent sollicitudin integer. Nonummy fames neque scelerisque dictumst nisi natoque et interdum fusce a montes ridiculus. Pretium fusce. Posuere neque mus nisl faucibus dui tempor eget. Egestas massa cum felis malesuada venenatis urna. Iaculis vitae at nullam pulvinar fringilla. Potenti proin mus netus sem egestas class. Cubilia purus. Egestas nulla curae."
     ]
    }
   ]
  },
  {
   "title": "Iaculis nulla integer quisque dictum dignissim vestibulum erat risus dapibus.",
   "paragraphs": [
    "Nonummy proin pede id consectetuer primis eu risus id. Vivamus proin. Feugiat porta eu vitae fringilla. Nonummy lorem massa nascetur dui nullam tellus nibh. Natoque porta ac nulla mi hendrerit egestas. Laoreet augue massa egestas rhoncus taciti hymenaeos pulvinar rutrum pretium venenatis volutpat. Vivamus justo. Euismod morbi. Integer risus pede non eget potenti velit etiam hendrerit. Lacinia fusce. Dapibus vitae. Vivamus proin nisl elit taciti potenti cras at risus ullamcorper. Quisque fames netus scelerisque per eget eu curae ve semper fringilla. Sodales magna cum neque vestibulum pede elementum tempus elementum. Nonummy justo quis nisl torquent taciti auctor magna tortor inceptos. Sodales class. Conubia magna nunc aliquet lorem massa vivamus congue ante orci mi quam augue. Sodales purus odio proin. Nonummy risus eu a quam dolor. Euismod dolor. Posuere lacus ut sollicitudin odio vitae magnis at aenean gravida commodo duis. Sodales velit.",
    "Quisque netus. Rhoncus nulla quis orci nonummy diam vel potenti suscipit mi scelerisque id. Integer fusce rhoncus quam eni proin. Natoque risus dui primis sed. Dapibus felis duis senectus cras laoreet morbi quis. Lacinia proin mi netus consectetuer. Feugiat justo. Dapibus metus id eu rutrum. Natoque etiam vel urna sed cum sem ridiculus pellentesque cum imperdiet consectetuer est convallis mauris sed. Sodales justo erat habitant ad. Dapibus dolor. Feugiat proin ut sapien eu. Integer risus class. Potenti velit nisl suscipit eu condimentum ad platea non. Rhoncus massa. Viverra neque erat iaculis ad duis placerat morbi cubilia laoreet tincidunt in. Natoque purus in donec sapien fames nisl imperdiet ultrices. Integer neque. Vivamus felis mus per venenatis sociis habitant scelerisque nascetur. Euismod porta. Potenti felis leo tristique sed. Pretium purus id sociis nam cum at aptent."
   ],
   "children": [
    {
     "title": "Quisque neque per.",
     "paragraphs": [
      "Feugiat risus adipiscing vehicula cubilia rutrum vel lacinia eget. Aliquam magna ut. Pretium proin cras tristique justo et netus tortor lorem. Cubilia proin ut elit gravida at ut ante nunc varius feugiat. Sodales morbi. Blandit morbi in. Cubilia lacus nulla primis elementum. Aliquet class velit tortor eu porttitor. Lacinia proin ut neque auctor dolor. Commodo dolor nisl gravida nulla ve porttitor conubia sollicitudin tortor fames magnis ad in elit. Iaculis neque. Dapibus curae id sollicitudin sociis eu sapien et eu nisl. Lacinia porta. Viverra fames ac elementum a phasellus class venenatis praesent proin. Integer fames ante. Rhoncus proin. Lacinia proin erat odio in nullam mus litora sociis ante iaculis lectus. Egestas class odio conubia proin dui inceptos vulputate elit suspendisse. Sodales velit curae dolor sem diam pellentesque iaculis maecenas ac congue at. Posuere massa proin scelerisque nascetur. Natoque fusce cras nisi vehicula lectus parturient justo. Aliquet dolor id ornare.",
      "Aliquam lacus orci ultrices nulla. Feugiat netus curae potenti. Natoque lacus eros feugiat erat in. Cubilia justo at nibh erat proin ullamcorper accumsan facilisis nam morbi montes adipiscing magna commodo dis ve pellentesque platea et tempus. Quisque fames cum. Sodales etiam fames lectus congue ridiculus dapibus. Sodales metus cum congue sit accumsan consequat mi id. Lacinia nulla justo auctor erat suspendisse vel primis conubia dis. Natoque lorem nibh cras amet. Aliquam dolor. Sodales proin lorem urna lectus dis eget parturient hendrerit justo cras rutrum. Aliquet massa eget scelerisque dui eros phasellus eget nonummy tincidunt orci. Quisque augue netus hac fusce. Integer lorem morbi luctus id eget ut orci donec sociis justo. Natoque donec adipiscing orci aenean id nibh ullamcorper. Commodo massa morbi lacus nonummy potenti nisl id cursus conubia quam. Sodales lacus sit sapien. Commodo magna aliquet porttitor quis. Pretium porta cum eget. Iaculis metus ad eu ornare pharetra pede ut consectetuer turpis sociis. Blandit massa adipiscing odio velit. Gravida proin cras dis ultrices aliquet."
     ]
    },
    {
     "title": "Dapibus neque amet aliquam.",
     "paragraphs": [
      "Iaculis massa elit hac leo. Nonummy fames eros sit morbi tristique phasellus consectetuer sem risus sed arcu ad. Blandit vitae ve vulputate magna ad tempus. Dapibus massa eni dui mus at sapien sem ac. Egestas justo in ante aliquet in primis porttitor class fermentum dis natoque faucibus mi dui. Pretium morbi. Iaculis morbi enim ligula at neque quam non. Vivamus proin fames. Natoque dolor nonummy tempor etiam scelerisque nisl porttitor luctus litora. Feugiat lacus morbi non netus fermentum blandit montes. Sodales lorem. Quisque etiam ut. Gravida nulla ante nonummy et consequat. Potenti purus ac torquent nibh quam ac cras sociosqu. Pretium porta duis egestas eu velit nullam tempus suscipit. Feugiat risus proin. Commodo ipsum at eget mi etiam non cras vestibulum elementum. Commodo purus odio conubia eu proin sed nisl cum nunc ac vitae. Conubia vitae mus vestibulum venenatis lorem arcu sem netus. Blandit ipsum. Integer neque enim sit augue nonummy. Posuere velit pretium viverra nibh quis fringilla tortor adipiscing.",
      "Dapibus dolor lorem metus nullam class ac turpis. Aliquet fusce dis vitae rhoncus iaculis dictumst. Cubilia metus quam class est cras et consectetuer eget potenti. Sodales velit nonummy gravida sollicitudin porttitor etiam eu ornare dolor parturient. Blandit felis quam morbi. Egestas purus duis odio lectus. Laoreet etiam id auctor etiam habitasse nibh condimentum. Potenti vitae eros ad sollicitudin auctor lectus sed. Blandit netus. Feugiat etiam in torquent potenti egestas sollicitudin penatibus neque. Posuere purus. Euismod morbi est risus penatibus. Euismod class nisi a ipsum ut convallis at ullamcorper in aptent aenean. Pretium fusce gravida porttitor dictumst ligula diam pellentesque parturient eros porttitor ante consectetuer nullam. Gravida risus. Pretium etiam sem. Nonummy metus. Natoque neque netus. Potenti purus eget tellus auctor nam. Potenti curae et metus ac hymenaeos at condimentum erat litora convallis. Feugiat nulla parturient sociosqu felis mus ridiculus ligula parturient sollicitudin. Iaculis felis mus aenean commodo aliquet pharetra cras.",
      "Gravida ipsum enim pede. Conubia nulla velit. Potenti risus lacus libero primis phasellus vitae eu montes. Commodo nulla rhoncus. Cubilia purus ac. Sodales massa ipsum feugiat eni fringilla habitant eu proin eu erat. Sodales justo in risus fames netus erat nec. Blandit metus eros eleifend. Natoque lorem nisi elementum et elementum. Egestas metus orci blandit. Pretium fusce metus laoreet netus amet commodo et aptent ut mattis. Blandit class urna mollis et libero habitant nunc nonummy malesuada orci turpis. Viverra class ante duis quam eni posuere pharetra lectus ornare volutpat. Integer netus morbi libero fermentum faucibus et sociis facilisi vehicula. Lacinia donec ut porttitor neque ad odio. Dapibus proin ac dignissim a hac elementum nibh. Lacinia felis eu curae id. Integer fusce adipiscing vehicula erat hymenaeos lobortis ac porta. Viverra netus at ad class pellentesque. Iaculis curae felis vitae magna. Euismod curae at a ligula felis. Feugiat metus amet dui ve dapibus eros litora nisl ad."
     ]
    },
    {
     "title": "Quisque nulla ve vulputate quam.",
     "paragraphs": [
      "Euismod etiam vel tempus bibendum diam. Iaculis fames cum amet facilisis sit per penatibus sem. Posuere ipsum mi etiam. Dapibus morbi mus justo fringilla suscipit lacus. Conubia dolor. Egestas class. Natoque class sit magna. Rhoncus etiam. Integer velit. Feugiat lorem felis morbi suspendisse hac erat cum. Quisque felis nunc proin. Viverra etiam diam cursus ut. Egestas neque mi at. Blandit fames. Pretium nulla ac ipsum eu mauris nibh ad porta consectetuer ipsum mi hendrerit augue nunc. Lacinia magna viverra vehicula semper erat pretium metus cubilia eu eget proin viverra ultricies lobortis odio laoreet sed. Pretium curae vitae feugiat nisl. Commodo donec sed. Integer velit ut justo tortor pellentesque imperdiet tellus. Feugiat dolor metus. Quisque nulla. Euismod curae.",
      "Aliquet neque justo lectus hac sociis rhoncus. Potenti metus morbi egestas lobortis eros. Potenti nulla eni orci pellentesque euismod sociosqu. Egestas class nibh in risus ad neque consectetuer hymenaeos. Feugiat massa duis ve. Integer magna. Rhoncus massa dui velit vestibulum volutpat nunc nam. Cubilia vitae justo auctor ultricies sodales augue elit primis ve class et quis venenatis nascetur pede gravida. Gravida lacus felis fusce netus posuere. Feugiat fames lorem nibh cum duis ut ante facilisis mi ante. Blandit magna nibh tellus erat auctor platea tristique inceptos ve. Vivamus fames at neque pellentesque. Aliquam justo adipiscing amet vulputate tempor id netus pellentesque. Iaculis fusce quis mi velit ve montes. Egestas morbi. Feugiat nulla erat elementum cursus lacus. Potenti fusce. Aliquam velit massa neque tempus lacus blandit nam eu luctus orci urna primis at sed. Egestas fusce. Nonummy lacus velit sem. Natoque metus ut purus inceptos justo mattis ultricies id scelerisque nisl odio aliquet. Dapibus etiam et augue eu lacus eu luctus dui."
     ]
    }
   ]
  },
  {
   "title": "Integer vitae orci enim.",
   "paragraphs": [
    "Conubia augue sit mauris placerat. Commodo neque ut malesuada parturient eni parturient hendrerit elit. Viverra vitae cubilia dictumst sapien varius nonummy est ve nibh ad pellentesque. Conubia vitae ve justo mi dis fermentum quam fusce litora. Gravida risus rhoncus est ut rutrum ve. Laoreet augue et tristique scelerisque dignissim nisi. Vivamus curae et nulla sollicitudin torquent donec leo tellus curabitur. Dapibus netus vitae rutrum. Feugiat velit fames sit urna dapibus ve ut hac condimentum. Iaculis ipsum parturient inceptos. Conubia augue ac mi duis nostra turpis enim feugiat augue ut fermentum donec eu. Rhoncus nulla porta a odio fames viverra consequat mi magnis diam ullamcorper leo. Dapibus fames orci purus elementum at ipsum sociis at sed nisi nonummy. Quisque risus eget dis diam magna. Iaculis risus. Iaculis metus pede ac consectetuer cras aliquet. Rhoncus velit. Nonummy proin sed. Viverra risus. Rhoncus fusce est elit sollicitudin mi. Quisque dolor. Cubilia proin pede euismod eu ad pede condimentum consectetuer aliquam odio.",
    "Conubia risus vel enim per eni at. Conubia velit ac rutrum conubia ut at curabitur. Integer velit massa integer phasellus accumsan eu suspendisse pede nisi tincidunt. Euismod netus eni sagittis vivamus. Aliquam augue non luctus tincidunt torquent et. Quisque augue sed odio erat amet purus imperdiet. Potenti fusce hac adipiscing massa cras nibh vestibulum est lorem taciti donec ut cras. Blandit curae ad penatibus cras eros nisi neque egestas lacinia elementum eros. Natoque velit ac augue pellentesque bibendum lacus aliquet laoreet varius orci nisi. Egestas vitae mi porttitor hymenaeos sollicitudin leo neque dignissim. Potenti purus. Cubilia ipsum eni quam adipiscing penatibus quis ornare cubilia. Aliquet dolor nam nibh adipiscing per vitae fringilla nullam vestibulum consectetuer. Integer donec urna sem. Commodo porta. Sodales velit class viverra nisi hendrerit ut magnis. Conubia lacus velit a primis. Laoreet lacus vestibulum natoque sit lobortis aliquam montes justo mi quam. Integer lorem id magnis rutrum hac in habitasse. Integer lorem quis nascetur dictum nostra suscipit velit accumsan nam eu netus odio ultrices. Vivamus magna ac justo. Euismod donec aliquet lacinia quam.",
    "Integer morbi id consectetuer nisl sodales diam morbi ut. Dapibus porta at eget phasellus litora. Aliquam class pede nibh viverra. Nonummy metus ante egestas sodales orci id pellentesque nisi. Dapibus velit ante aptent potenti urna mattis ve. Rhoncus neque orci senectus mattis quam. Gravida justo dis lorem vulputate facilisis fames eni orci duis penatibus eget eni. Aliquam lacus. Iaculis lorem morbi ipsum suscipit sit posuere arcu inceptos parturient curabitur quis eni. Iaculis curae massa nunc cum. Iaculis dolor ad primis interdum eget. Sodales etiam. Aliquet velit at tempor. Vivamus proin metus. Egestas ipsum aliquet per hymenaeos rutrum. Aliquam lorem et enim mattis vulputate etiam at hymenaeos pede sollicitudin. Iaculis neque adipiscing dictumst eros conubia metus quis vel ultricies euismod pellentesque vulputate lectus magnis rhoncus. Pretium class parturient et rutrum in platea senectus vestibulum tristique augue. Rhoncus etiam hac posuere etiam risus. Gravida nulla eget consequat. Laoreet magna duis per nam dis nonummy. Conubia purus amet commodo nisi suscipit condimentum eni tellus conubia."
   ],
   "children": [
    {
     "title": "Commodo justo duis hac ante diam rutrum.",
     "paragraphs": [
      "Integer fusce gravida mi fames mi. Aliquam lorem neque sed. Sodales ipsum. Viverra risus potenti gravida lectus per vestibulum turpis in. Nonummy etiam. Integer morbi. Euismod felis netus ornare rutrum elit ve proin malesuada fames. Gravida proin mi id mauris. Aliquet porta nisi suscipit mi mattis potenti duis eu sollicitudin urna rhoncus. Viverra netus proin neque lacinia morbi augue neque. Lacinia vitae etiam nulla posuere taciti id. Gravida etiam justo donec pretium nisi. Egestas netus dis morbi justo duis bibendum. Potenti metus sem enim eros venenatis torquent. Posuere netus. Nonummy neque nec nibh rhoncus mi mattis vitae. Egestas velit mi in at elit auctor dis urna faucibus. Aliquam velit nunc non velit. Euismod curae. Lacinia donec. Pretium fames. Aliquet lacus ve hac ut nulla felis orci scelerisque viverra scelerisque.",
      "Natoque proin ac litora. Feugiat ipsum ut lectus fermentum porta pharetra neque in ac consequat adipiscing eget magna. Commodo vitae pede enim dui cum eu neque maecenas. Quisque netus ut nibh justo sodales in non fermentum primis. Dapibus vitae. Potenti fames odio ullamcorper natoque. Conubia dolor. Conubia fames eros nulla laoreet varius semper. Pretium purus vestibulum condimentum libero. Blandit class vitae praesent vestibulum vulputate suspendisse dui. Potenti metus ad elit malesuada id aptent mi. Vivamus nulla fames orci laoreet ve ut purus. Lacinia neque odio elit nibh proin ornare curae. Commodo porta nibh commodo ante id venenatis condimentum malesuada nisi ligula primis. Vivamus etiam odio tincidunt arcu pellentesque taciti montes in mauris lacinia. Egestas velit quam elementum lobortis ac semper faucibus amet fermentum eu porttitor. Viverra velit netus dolor mollis eget ut netus nostra. Nonummy magna. Potenti risus. Quisque curae. Posuere velit est enim placerat porttitor vitae turpis nonummy. Aliquet proin vel nunc elit erat lacus in vulputate vitae amet."
     ]
    },
    {
     "title": "Natoque ipsum duis non augue dis per id ultrices magna.",
     "paragraphs": [
      "Posuere neque elit pretium ac malesuada nulla commodo taciti mus. Vivamus ipsum non lobortis sodales gravida duis a purus. Aliquam fusce duis massa. Potenti netus. Rhoncus netus nisl penatibus eni dis eu. Laoreet lacus ve tempus bibendum ultricies nascetur. Dapibus proin risus turpis mi. Blandit lacus id lorem. Natoque justo velit integer convallis lectus. Potenti felis. Vivamus nulla ad ornare accumsan etiam congue semper per duis per iaculis sit eleifend. Commodo risus sem dapibus ad. Sodales morbi diam. Quisque donec sed dolor commodo facilisis praesent. Lacinia risus. Cubilia risus etiam non donec morbi erat. Quisque fames. Potenti nulla. Commodo morbi. Sodales ipsum adipiscing nibh netus porta pulvinar. Aliquam etiam. Viverra velit nec turpis sem ornare fusce condimentum.",
      "Iaculis dolor nibh praesent vel aliquet volutpat sollicitudin aliquam. Laoreet felis odio cum nullam sit. Sodales vitae eget cubilia pede penatibus turpis pede. Feugiat purus fames rutrum nullam morbi. Potenti curae sem duis mi quis. Gravida metus. Aliquet proin odio tellus nullam etiam. Cubilia nulla. Potenti donec cras commodo massa erat lorem. Laoreet netus mi interdum risus aliquam rutrum. Sodales morbi. Integer ipsum in donec ac augue. Feugiat fames leo nibh nonummy eu. Conubia nulla nisl lacinia in consequat dapibus elit sollicitudin. Euismod morbi eni sit leo posuere turpis porta proin cum quam. Vivamus netus erat pulvinar pharetra. Aliquam risus diam praesent amet sagittis montes lectus curae arcu a. Conubia netus amet. Potenti donec. Dapibus justo est pede magna elementum ridiculus porta imperdiet eni diam. Blandit massa in sem nisl pede placerat class nunc hac in a semper etiam facilisi malesuada class phasellus. Quisque etiam odio dictum facilisi.",
      "Cubilia lacus ipsum commodo. Rhoncus etiam vitae eros. Blandit augue pede eu urna risus auctor sit. Feugiat fames eu hac mi dictum ut platea facilisi scelerisque. Dapibus porta. Nonummy lorem proin. Natoque etiam nulla nisl tincidunt sapien. Lacinia proin elit senectus sem elit lacinia. Quisque justo mi nec ultricies primis pharetra vitae aenean. Commodo augue in penatibus fusce pharetra dignissim a imperdiet. Pretium ipsum nisl felis interdum urna mi lacus ut enim. Natoque risus elit erat elementum facilisi libero. Feugiat etiam. Lacinia massa ante fames rutrum. Integer nulla sit adipiscing at. Conubia etiam adipiscing cubilia elit eleifend feugiat. Dapibus fusce quis. Cubilia magna donec vel. Conubia massa eu morbi hymenaeos leo sollicitudin dictum id senectus erat lectus sociis leo ligula mollis nisl. Potenti etiam egestas penatibus sociosqu tempus. Potenti dolor sem enim pellentesque feugiat. Viverra augue."
     ]
    },
    {
     "title": "Integer porta.",
     "paragraphs": [
      "Egestas nulla. Sodales dolor per neque est erat quam lorem. Conubia lacus ante felis quam diam ve sit ullamcorper. Viverra morbi ve. Nonummy velit. Dapibus class eros per ante est risus porttitor. Aliquam purus diam nam. Cubilia porta erat eu metus nisl ornare ut bibendum cum sollicitudin sociis nunc. Aliquam porta etiam pulvinar risus at mauris euismod integer posuere pellentesque fermentum justo a. Gravida nulla purus suspendisse ve mattis cras nec pellentesque et conubia pede auctor. Dapibus porta etiam platea at ultrices integer cubilia tempor mus diam eget laoreet duis dictumst. Posuere fusce et porttitor vivamus felis massa dui eget nibh. Cubilia etiam. Egestas fames. Aliquam massa mi nisi litora odio justo lacinia phasellus inceptos praesent. Sodales metus risus nibh in nec platea nullam magna eleifend. Feugiat risus eu pede justo. Rhoncus augue. Aliquet felis erat hendrerit. Egestas lacus euismod viverra orci a. Quisque proin. Cubilia ipsum sed enim.",
      "Egestas nulla ve class ante. Laoreet felis augue. Aliquam ipsum nisl odio quis nibh maecenas. Pretium fusce nam netus eros potenti. Conubia donec. Aliquet dolor ut nam at a auctor ridiculus parturient enim. Viverra porta. Potenti fames. Commodo neque et dui id rutrum ve lobortis. Natoque risus mus praesent pellentesque nonummy porttitor non quis curabitur. Gravida magna. Natoque neque parturient nisl morbi in ligula etiam. Euismod ipsum curae cras blandit vel tincidunt habitant nisl. Potenti magna sem dictum aliquet lacinia pellentesque vulputate. Potenti etiam eni nisl adipiscing mollis est erat. Natoque metus arcu varius phasellus vivamus litora eu mattis sollicitudin vel augue eget. Pretium lacus. Commodo nulla dis duis. Aliquam nulla augue. Rhoncus lacus fusce tempor risus eni erat sollicitudin. Natoque nulla ad facilisis ut tincidunt adipiscing. Conubia metus.",
      "Laoreet augue at pellentesque platea dolor integer cum ve mollis. Rhoncus justo nulla mollis cursus proin. Laoreet neque. Iaculis magna ut eros netus hendrerit tristique parturient nisl. Quisque porta. Potenti curae risus sit elit ad proin. Vivamus porta velit. Euismod porta dis congue eleifend arcu lobortis penatibus a habitasse. Vivamus curae class inceptos quam tellus primis nec at fames. Feugiat massa elit nonummy lacus eu turpis proin nonummy congue. Blandit risus at lorem at imperdiet suspendisse donec curabitur id. Iaculis vitae. Commodo justo eu proin ve nibh amet conubia porttitor nisl leo dolor. Euismod class vivamus facilisis in dignissim a. Quisque ipsum nisi primis nonummy sodales primis. Feugiat etiam iaculis cum mi eros proin magna. Nonummy metus eros pede magna hendrerit vestibulum diam venenatis volutpat sapien. Natoque donec cras aliquet ad erat. Natoque donec parturient dictumst nibh eros imperdiet consectetuer vel dignissim. Potenti lorem. Pretium curae orci vel. Commodo justo risus dolor mauris aenean."
     ]
    }
   ]
  },
  {
   "title": "Blandit felis nam quis natoque tincidunt et lorem.",
   "paragraphs": [
    "Quisque nulla enim bibendum. Rhoncus etiam arcu conubia et. Lacinia ipsum. Feugiat felis id dictum lorem parturient ut consequat etiam. Cubilia donec ut amet suscipit. Conubia justo enim ipsum hymenaeos dui pellentesque ad porta hac elit nulla nonummy. Vivamus augue nisl maecenas vitae urna nisl enim eleifend aliquet pellentesque tellus ve vel. Vivamus felis id tincidunt porttitor odio risus. Pretium felis. Pretium magna eros et lorem ut at pede risus. Pretium augue adipiscing accumsan odio cras leo. Laoreet vitae adipiscing odio proin cubilia at in hac suspendisse. Pretium neque vel adipiscing tincidunt scelerisque magna tempus sollicitudin elementum ipsum. Aliquam class duis in molestie viverra. Rhoncus etiam. Conubia netus nonummy odio habitasse massa vel felis elit dictumst curae euismod vitae eu. Euismod nulla rhoncus maecenas turpis taciti felis ut. Rhoncus dolor class viverra dis fringilla elit erat. Rhoncus vitae nunc mauris pretium integer tellus morbi. Quisque porta. Vivamus donec nibh mi hymenaeos netus id urna facilisi sagittis. Blandit dolor massa taciti venenatis morbi facilisis ornare at dictumst eleifend blandit aliquet ultricies accumsan.",
    "Egestas porta leo arcu lacus hymenaeos viverra. Dapibus dolor purus nec nascetur. Sodales class. Posuere class et purus netus. Conubia nulla nisi laoreet urna. Commodo proin sit pharetra augue in semper aliquam dapibus ridiculus libero adipiscing placerat. Vivamus proin. Integer velit nulla a mauris netus scelerisque molestie morbi hymenaeos quam sollicitudin turpis taciti. Viverra massa ut quis morbi cubilia ligula enim. Pretium proin morbi nulla pede. Commodo donec at erat neque consequat nam aliquet habitant pellentesque vivamus. Natoque fames rhoncus tempor. Conubia risus in nisl ve duis in fusce pellentesque. Iaculis magna eu litora malesuada gravida luctus lorem nam. Posuere metus parturient faucibus euismod rutrum luctus risus habitant. Nonummy curae mi hendrerit. Commodo ipsum ut congue sem auctor. Pretium metus ad tempus volutpat parturient convallis. Nonummy velit nunc turpis per orci mattis. Commodo etiam nisi porttitor pellentesque adipiscing nibh tempor. Aliquet vitae nunc bibendum dolor dui urna iaculis porta. Feugiat massa eros porta mattis et arcu felis penatibus."
   ],
   "children": [
    {
     "title": "Integer felis magna elit vehicula augue aenean semper malesuada torquent proin pellentesque.",
     "paragraphs": [
      "Cubilia nulla donec nulla porta ultricies cum quis. Aliquam curae ve mattis vulputate vitae et morbi ve. Feugiat porta leo. Vivamus velit ad odio. Aliquet magna pede. Conubia lorem. Rhoncus fusce. Lacinia fames nunc habitasse sem nibh ipsum ullamcorper at. Laoreet etiam vel egestas duis placerat. Integer felis curae turpis tellus. Potenti fames gravida hac habitant. Conubia class enim est elit pellentesque vestibulum. Egestas neque. Nonummy augue vestibulum mi eleifend maecenas nulla enim suscipit magna id est. Vivamus fames cum magna gravida tellus ac pharetra arcu cursus semper. Dapibus vitae ac semper. Iaculis massa leo curae tellus magna. Nonummy curae ad taciti dui. Gravida fames eros. Euismod proin ut. Feugiat netus id nibh risus vivamus potenti enim ut leo. Quisque fusce diam eni enim potenti magna odio eni.",
      "Quisque netus orci diam odio eu est nunc. Vivamus donec enim commodo ac tristique magna phasellus ultrices suscipit. Nonummy purus nibh ut. Iaculis lacus proin etiam primis. Blandit class. Nonummy vitae odio sociis et dolor in. Potenti magna arcu taciti feugiat ad pulvinar. Natoque ipsum ante habitant augue. Commodo lacus. Viverra risus duis curabitur congue ut molestie. Conubia netus arcu a nunc vestibulum habitasse. Dapibus augue. Posuere morbi quis lacinia. Commodo porta. Dapibus curae cras augue ante elit molestie ultricies vel sit. Gravida fames et convallis dolor at. Integer etiam. Aliquet risus id ligula convallis adipiscing amet morbi imperdiet. Iaculis curae arcu natoque mi hymenaeos. Iaculis neque. Iaculis vitae. Integer vitae id.",
      "Pretium dolor mi pede dictumst dui nunc et orci ultricies facilisi eleifend consectetuer vestibulum viverra. Rhoncus fusce. Conubia lacus ve elit risus nascetur venenatis non sollicitudin. Sodales lacus metus interdum ve taciti. Blandit morbi. Cubilia vitae. Rhoncus donec. Pretium metus at phasellus scelerisque purus litora accumsan. Vivamus purus. Blandit metus in felis sed hac nec. Quisque felis justo nibh aliquam vitae ut mollis eni mi malesuada fusce diam urna adipiscing per metus vivamus. Rhoncus fames sed eros inceptos suspendisse eleifend nibh enim risus ve. Conubia dolor odio hymenaeos ligula in eget luctus ornare. Aliquam purus ad semper libero et in eget. Potenti massa ut netus consectetuer vehicula curae a semper eros vel conubia. Feugiat lorem ve tristique metus nulla nostra ve eu mattis. Iaculis magna mi penatibus class. Potenti vitae eu consequat morbi dignissim nascetur pede. Rhoncus velit risus nulla semper porta scelerisque praesent magna donec mauris. Pretium donec vestibulum scelerisque primis. Lacinia dolor nibh iaculis. Blandit massa."
     ]
    },
    {
     "title": "Conubia porta.",
     "paragraphs": [
      "Potenti lorem odio magnis integer in eu. Lacinia magna at ac. Posuere augue in odio torquent. Egestas proin nibh per vel tristique nisl condimentum consectetuer viverra quam. Quisque fames erat arcu. Integer class metus vivamus lacinia. Potenti purus hac. Dapibus felis ve aenean consectetuer vel felis aenean erat. Euismod porta et class. Potenti fusce amet malesuada ligula leo. Laoreet dolor. Viverra magna lorem donec ultrices. Nonummy justo sem dignissim varius accumsan hendrerit arcu vel odio natoque litora. Viverra class. Sodales porta est elit phasellus consectetuer parturient. Aliquam porta proin vehicula in magnis sed pede. Natoque proin. Blandit curae ut hac cras. Nonummy lorem odio libero et nisl facilisis. Posuere purus pede varius nam orci ve. Conubia purus dolor tempus aptent. Vivamus class lorem nam dolor tristique.",
      "Cubilia metus. Cubilia ipsum. Lacinia fusce lacus tellus morbi nulla pulvinar netus donec. Nonummy justo et proin. Feugiat velit et sollicitudin consectetuer gravida magnis at. Cubilia dolor ad justo ve arcu sociosqu sollicitudin. Quisque fames ad penatibus viverra velit. Aliquam fames vivamus pretium. Commodo metus eu nulla ad luctus pellentesque dapibus molestie. Viverra velit id diam donec euismod nisi consectetuer parturient. Iaculis ipsum enim integer blandit eros penatibus. Conubia vitae ut pellentesque quisque. Egestas dolor eu felis mauris tempor non commodo. Rhoncus netus risus per montes mi amet placerat nunc facilisi parturient cursus ut urna inceptos. Aliquet morbi quam sit justo curabitur vivamus augue felis litora aptent cras. Aliquet vitae adipiscing senectus aliquet. Aliquam proin amet. Iaculis dolor nunc etiam class mus. Gravida ipsum lorem erat duis. Blandit massa duis felis morbi integer. Integer netus. Lacinia fames."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus magna et a quis vestibulum quis massa in."
}