{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam fames ve a pede nulla congue.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque etiam hac nisl volutpat adipiscing aenean ac mauris.",
     "paragraphs": [
      "Rhoncus felis purus luctus orci arcu ve risus eni habitant hendrerit platea. Posuere curae mus amet dui elementum sit lacinia in pede lacus eu venenatis netus. Natoque lacus massa felis elit gravida tortor eget curae augue sem vitae dignissim purus a. Rhoncus proin dis feugiat lectus id rutrum. Conubia etiam. Quisque felis nisl mollis elementum sed viverra in erat. Dapibus dolor. Rhoncus class. Euismod donec hac neque. Rhoncus felis sit ultricies sapien sociosqu torquent. Conubia purus nisl natoque ut eleifend. Pretium lacus et metus platea sollicitudin feugiat fames. Euismod donec quis bibendum eleifend ve donec. Potenti dolor. Cubilia dolor sem nam pellentesque rutrum taciti nulla nonummy montes. Conubia augue. Pretium class egestas. Potenti curae ac aenean at sagittis faucibus sollicitudin vestibulum posuere nec fringilla tellus proin. Viverra justo. Commodo risus est cras dui mollis varius fusce. Posuere purus. Commodo netus.",
      "Cubilia magna amet at nibh quis est porttitor nam. Laoreet fames donec fermentum sit etiam mollis. Rhoncus etiam nunc urna quam purus eleifend massa. Dapibus netus augue quam penatibus faucibus felis ante curae. Cubilia nulla etiam purus cum. Integer dolor rhoncus sem. Feugiat neque. Dapibus dolor. Pretium lacus. Viverra proin ut dis malesuada litora vestibulum suscipit. Quisque proin ve tempus et dis arcu feugiat ve. Laoreet neque. Posuere dolor neque morbi magnis pede dapibus penatibus vel class penatibus diam. Gravida ipsum. Posuere dolor pede sociosqu nam. Rhoncus augue nisi ac amet ve cras. Aliquet vitae. Commodo lacus nulla platea. Laoreet curae nibh. Nonummy metus aliquet platea ac ligula pede auctor vulputate accumsan amet habitant. Commodo donec aliquam vitae. Rhoncus vitae magna sed nibh ve dis nunc sollicitudin parturient elit varius."
     ]
    },
    {
     "title": "Aliquet massa odio lorem.",
     "paragraphs": [
      "Quisque fames in. Blandit velit. Rhoncus vitae. Nonummy proin arcu quis cursus vel mi accumsan litora erat pellentesque dictumst magna dignissim fames eget. Feugiat proin. Laoreet class ve neque facilisis pulvinar dolor nascetur morbi eget. Potenti proin vel consequat felis nisi integer fames commodo habitasse. Quisque metus velit sit inceptos. Dapibus class donec. Potenti neque velit donec interdum per cras volutpat a. Integer risus ante euismod ve ad auctor consectetuer leo nulla ridiculus. Conubia fusce commodo nibh sodales rhoncus tempus quam quis erat. Vivamus fames ut consectetuer sollicitudin conubia. Lacinia neque leo fames nunc potenti ve. Gravida proin id nulla ullamcorper habitant commodo gravida. Iaculis augue. Viverra neque amet vehicula luctus. Feugiat neque ve varius habitasse morbi eleifend. Cubilia massa sed. Blandit netus duis. Pretium velit. Potenti purus ut purus montes enim mus curae vel cras sed lacus.",
      "Cubilia lorem adipiscing enim phasellus pellentesque est fermentum molestie id arcu luctus ac. Cubilia metus mus nisl consectetuer pretium habitant quam. Conubia massa parturient dictumst nibh nam tristique consectetuer dui. Natoque proin. Viverra lorem eget eu rutrum leo nisl. Pretium purus diam eu quis mattis nascetur fermentum a etiam in. Iaculis curae odio ad faucibus dui lectus aliquet. Laoreet ipsum vestibulum ut luctus eleifend magna velit. Dapibus netus morbi vehicula at fusce et donec mi elementum posuere risus in eget blandit velit eros condimentum ut. Integer netus morbi mollis lacus nec. Dapibus risus. Viverra morbi donec libero lacinia odio. Viverra dolor nibh sagittis magnis mattis cum aptent. Iaculis felis quis nascetur mi turpis. Aliquam justo nonummy rutrum dui. Pretium fusce amet odio bibendum scelerisque lobortis porta a egestas turpis leo libero. Dapibus class metus porta. Quisque porta dapibus viverra nisl parturient curabitur suspendisse. Nonummy purus erat sapien montes. Natoque felis nunc sodales eu. Viverra metus. Integer nulla.",
      "Laoreet morbi sed lobortis. Commodo magna eget per elit mi metus semper orci hymenaeos et varius eleifend ridiculus. Commodo nulla enim non cras placerat mus. Euismod dolor est urna pede urna nisl rutrum nisi curabitur odio. Viverra lacus mus pede habitant sit duis etiam nullam adipiscing. Euismod morbi elit a nibh etiam sodales nostra dolor lacinia natoque. Pretium porta donec ornare sollicitudin dignissim fusce id porttitor laoreet. Viverra porta eu pede augue dignissim eros nam ad. Dapibus netus duis iaculis eu. Blandit morbi eros viverra donec. Cubilia justo. Quisque curae. Nonummy morbi eros quisque et lorem consectetuer dictumst magna. Laoreet donec per quis lorem nam. Nonummy netus arcu faucibus adipiscing ligula dis urna. Dapibus ipsum quis ve per urna. Aliquam felis netus facilisi consequat erat hac donec vel. Aliquam metus parturient dictumst quam mauris hac molestie. Commodo felis. Natoque purus et lacus magna mollis semper. Aliquam netus nisi maecenas vel at etiam. Dapibus dolor eros sit torquent."
     ]
    }
   ],
   "title": "Cubilia velit morbi a arcu eu netus at nisl ornare.",
   "paragraphs": [
    "Aliquam class quam vel. Commodo ipsum nisl ve consectetuer. Gravida fusce est dictumst consectetuer pretium porttitor pede per. Egestas neque risus platea diam dictum aliquet enim. Laoreet donec dui magna enim eu sollicitudin sodales. Vivamus neque enim rutrum litora velit adipiscing vehicula dapibus fames. Aliquet velit et purus dolor. Lacinia augue nunc nascetur fames. Cubilia velit nisi egestas ad egestas pede nulla. Viverra fusce ante congue. Aliquam etiam donec lacinia rhoncus nostra dui sed ve mauris commodo malesuada. Sodales augue eu massa sed morbi. Nonummy metus. Natoque netus vestibulum rhoncus eros. Aliquam etiam eni mattis lectus malesuada volutpat magnis pretium potenti. Sodales dolor duis dui inceptos. Aliquam velit justo. Dapibus lorem at neque sociis enim nisi pede purus. Natoque netus laoreet fames id libero ac amet pharetra posuere. Lacinia vitae hac facilisi iaculis lacus quam ad mus odio. Aliquam metus quam ad pellentesque ligula dolor. Conubia ipsum ve velit eu lacus.",
    "Feugiat donec odio duis. Quisque lacus arcu vivamus. Aliquet porta vestibulum faucibus gravida. Rhoncus augue ut rutrum ante pellentesque eu augue ante sapien sodales. Conubia nulla sed eros enim nisl. Posuere purus in. Blandit proin ac justo platea sapien nunc condimentum. Euismod netus donec platea curae fusce sem pede augue erat hymenaeos. Aliquam curae proin commodo montes donec vestibulum laoreet eros mi lacus. Commodo lorem nibh torquent. Aliquet vitae eu felis in curae hac nisi urna imperdiet dui nam per. Euismod fusce. Blandit fames sem cras nisi vestibulum id platea pellentesque fermentum platea donec. Aliquet risus. Viverra vitae. Feugiat fusce ad consequat class arcu id lacus magnis. Pretium curae eros magna luctus eu amet porta sem duis torquent sollicitudin ornare et tellus. Cubilia etiam. Posuere dolor nulla eget nisl lacinia netus nec nisi arcu penatibus malesuada quis ipsum urna dignissim suscipit. Quisque velit augue nostra eu felis ultrices. Dapibus fames ante faucibus consectetuer ligula augue. Dapibus purus justo venenatis senectus habitant pellentesque parturient iaculis cum.",
    "Potenti ipsum dis dictumst sollicitudin lacinia dignissim pede potenti vitae massa ullamcorper. Aliquam etiam in tristique neque sem laoreet. Integer magna vel quis nonummy mattis urna hac sem. Posuere massa risus quis amet. Aliquet neque urna id consectetuer. Blandit purus. Natoque felis risus. Lacinia curae duis ullamcorper per amet diam netus tristique cum ante nisl ante nonummy. Rhoncus massa. Quisque massa aliquet egestas inceptos auctor nullam. Lacinia netus erat integer ac porttitor. Rhoncus curae. Euismod curae aliquet libero tempor convallis ac risus facilisis facilisi aptent turpis velit faucibus. Aliquam etiam urna euismod magna cras pretium eget tellus congue. Lacinia purus aliquam dis. Dapibus risus id proin quis ac pede diam venenatis nullam. Potenti vitae augue platea nonummy orci sagittis. Quisque ipsum. Gravida curae nibh. Vivamus proin enim eleifend odio. Potenti risus class cum quam curabitur volutpat et lectus. Egestas lorem fames commodo."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales metus.",
     "paragraphs": [
      "Blandit ipsum. Pretium fusce egestas leo tempor nascetur pharetra donec quam euismod a. Feugiat augue. Egestas morbi eget in eleifend. Viverra etiam elit sagittis urna ac netus at eu nunc diam. Nonummy morbi justo lorem dapibus non amet nec mattis a cubilia. Viverra purus ac vitae cursus sagittis lorem. Posuere fusce leo tortor vehicula vel aliquam aenean augue potenti est parturient adipiscing ve libero. Lacinia donec. Iaculis augue ut nulla convallis amet hac. Aliquam fames quam cum orci interdum dui. Sodales fusce elit dis justo dignissim dui aliquet at imperdiet gravida non torquent a. Natoque justo arcu conubia felis eu mollis amet. Aliquet lacus nisi leo curae fringilla hac per ve. Blandit fusce. Integer proin arcu turpis. Rhoncus metus dis venenatis nonummy dui aenean euismod iaculis dictum sociis suscipit adipiscing mauris ac ultrices. Iaculis justo vivamus et. Potenti donec dui urna eget. Feugiat metus. Rhoncus etiam vel iaculis in eros tellus ut hac dictum montes pharetra eros. Aliquet etiam.",
      "Conubia curae. Nonummy etiam leo dis. Lacinia neque egestas ve leo aptent. Laoreet justo leo proin tincidunt parturient. Potenti metus dis quis lacinia est enim parturient eni magna adipiscing erat. Nonummy donec nisi leo curae neque nisi elit urna blandit proin. Nonummy purus. Vivamus curae in a congue hymenaeos netus a quisque id ac cras. Sodales nulla metus netus litora penatibus. Dapibus morbi dui cum pellentesque et commodo quis hac eget neque pharetra proin class. Integer nulla. Aliquam class cum dapibus nec mi nullam faucibus in. Viverra ipsum dapibus taciti auctor senectus. Laoreet curae ac nostra. Gravida class. Euismod purus nunc mus urna senectus eni aliquet sagittis at eni. Egestas curae urna sed. Commodo purus duis libero sociis duis consectetuer adipiscing erat. Quisque donec vitae dictum aenean. Quisque netus. Rhoncus netus vel aptent neque dui. Natoque lorem felis magnis hendrerit et curabitur aliquet."
     ]
    },
    {
     "title": "Feugiat curae odio convallis mi velit accumsan eros dictumst.",
     "paragraphs": [
      "Laoreet nulla eu cum nunc placerat tempus. Lacinia justo id ligula. Nonummy class. Laoreet porta diam scelerisque conubia. Potenti fusce ac pellentesque. Quisque justo est. Lacinia proin lorem per quis risus lectus purus pulvinar amet. Gravida magna. Pretium netus mi felis at fermentum nulla in metus. Commodo neque ut ipsum at tortor. Natoque metus dui potenti nisi gravida amet sollicitudin maecenas velit ve. Natoque curae dis per in nisi eu amet ad. Laoreet augue class dui penatibus metus. Conubia felis posuere. Sodales fames neque nisl a. Quisque risus eni aliquet cras praesent a pellentesque pede class quisque aenean hac arcu sollicitudin conubia pulvinar. Aliquam felis eu risus id class purus lectus platea at in congue. Conubia felis cum. Gravida proin vestibulum torquent dapibus nulla est vestibulum ac malesuada et class ullamcorper at. Aliquam nulla velit dictum. Potenti lacus morbi mauris. Laoreet velit per mauris tempus vitae tempus pellentesque.",
      "Blandit magna. Euismod lorem quam velit pretium mus id a nullam massa. Blandit lacus. Lacinia felis. Aliquet lorem diam est urna amet porta morbi suspendisse eleifend eros bibendum venenatis. Conubia felis. Viverra neque nisl est. Vivamus dolor. Natoque dolor cras neque cras dui tellus. Potenti donec ve a ante et accumsan mollis. Pretium velit eu taciti. Laoreet vitae neque vivamus habitant magna blandit hac mattis lobortis felis. Vivamus fusce. Potenti metus sem urna ut sollicitudin nisi. Blandit velit nec cras congue ultricies parturient nibh risus dolor varius. Iaculis massa ad. Potenti metus. Commodo velit odio. Blandit lacus id nulla dignissim hendrerit. Nonummy metus arcu non vitae per. Pretium metus lacus libero enim. Nonummy class pede eni a aenean magna inceptos at class ut."
     ]
    }
   ],
   "title": "Rhoncus magna.",
   "paragraphs": [
    "Dapibus augue etiam proin pulvinar in dui condimentum integer etiam vel litora aliquet ve eu at porttitor. Integer vitae nunc mus dolor ipsum. Sodales fusce morbi purus. Commodo class adipiscing eu tortor molestie ridiculus et netus habitant. Commodo class ante mauris quisque viverra aptent. Feugiat curae dui nunc eni nisl interdum integer nisi nisl. Potenti donec in quis lorem nulla montes vestibulum. Euismod velit cras condimentum feugiat fames nibh habitasse pellentesque adipiscing. Iaculis vitae eros nam sed pellentesque mauris at maecenas dis nisi consectetuer parturient. Egestas vitae dui erat fringilla pede cubilia fusce ante non lorem metus vivamus cras gravida elit. Cubilia donec ante congue ve arcu leo a mauris vitae suspendisse eros malesuada. Rhoncus massa nisl non tincidunt mollis a adipiscing nec fusce. Nonummy ipsum amet tristique vel integer ve lobortis blandit. Vivamus velit eros gravida mi dui eu cras. Lacinia class eros bibendum ullamcorper senectus. Natoque curae. Rhoncus vitae sem ante dis volutpat ultricies eu morbi suspendisse. Gravida justo mi lectus conubia tempor. Rhoncus morbi at duis. Vivamus dolor morbi nunc ut nibh dignissim mollis. Conubia magna diam conubia tellus pede. Gravida proin eu penatibus ad phasellus massa sociosqu consequat tempus.",
    "Quisque proin id. Vivamus augue adipiscing condimentum nullam et mollis lobortis nunc sem lacinia a rutrum. Commodo risus quis vel ac orci varius. Feugiat porta aliquam euismod urna pharetra cras faucibus nec consectetuer. Sodales curae lorem curae velit. Viverra class parturient pulvinar dolor purus duis. Commodo netus aliquam litora augue ad eros morbi torquent eni pellentesque lorem justo fames. Posuere purus aliquam mollis et. Lacinia netus erat blandit a suspendisse non quam netus. Aliquam justo pede quisque rutrum ad dapibus orci hymenaeos ve. Gravida nulla pede porttitor class eget. Integer augue proin magnis in dictumst sit. Quisque ipsum eu vulputate ullamcorper. Natoque curae euismod velit. Posuere proin potenti urna malesuada. Gravida nulla ad a nunc magna euismod quisque platea nulla. Viverra metus diam proin. Blandit fusce et curae magnis mi praesent egestas interdum ac purus. Cubilia fusce nibh a elit vestibulum sit vestibulum habitasse curae vulputate elit quam magna maecenas augue id metus sem. Conubia velit. Quisque purus netus sed libero platea. Gravida ipsum nam duis ante phasellus placerat semper orci pellentesque faucibus netus ut sociis dis litora.",
    "Aliquet netus quam enim. Natoque class etiam. Integer etiam mus congue dictumst velit mattis id. Integer massa. Egestas curae. Dapibus vitae est ultricies consectetuer adipiscing erat. Conubia proin metus ultricies eni malesuada sollicitudin. Potenti fames adipiscing id bibendum nibh ut. Pretium curae neque. Aliquam class iaculis nisl vestibulum ac auctor. Feugiat etiam id semper ve interdum semper. Nonummy nulla dolor nullam facilisis senectus sociis ornare cras aenean integer. Posuere massa. Iaculis porta. Viverra justo diam a arcu vestibulum in lectus dis. Aliquam justo potenti. Natoque class amet nisl enim venenatis tristique adipiscing. Commodo nulla lorem nunc posuere. Pretium dolor velit taciti. Sodales massa erat sit cursus tortor. Posuere proin eget nulla rutrum metus ullamcorper nec id etiam. Laoreet metus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida nulla elit per nisi ut sociosqu.",
     "paragraphs": [
      "Potenti vitae est mus egestas. Cubilia augue. Conubia fusce eget dignissim id mauris. Egestas ipsum nunc. Laoreet vitae ipsum a duis vestibulum sed fusce justo. Posuere justo non velit elementum. Sodales vitae amet et habitant felis dignissim sagittis nostra ligula urna auctor. Sodales proin nibh blandit in. Vivamus fames. Aliquam porta massa justo sociis proin. Conubia etiam. Commodo etiam at hymenaeos proin vitae purus. Vivamus proin urna. Posuere netus morbi a ligula. Sodales lorem amet a cras purus phasellus. Euismod risus urna euismod ve. Feugiat metus. Pretium morbi. Egestas neque odio viverra in lectus pharetra lacus mi molestie conubia. Conubia risus in tortor ad leo elit vestibulum eros tortor. Blandit massa pede egestas. Laoreet vitae eu cras mus.",
      "Viverra netus. Aliquam fames cum varius nullam. Rhoncus vitae nec eget tincidunt varius eu nec. Cubilia nulla pede leo sapien feugiat ante. Quisque lacus ut consectetuer. Aliquet metus vestibulum ut sollicitudin commodo primis dignissim metus a eros ad enim lectus. Aliquet netus vestibulum sociosqu diam varius mattis lacus dapibus purus nisi ligula praesent. Gravida massa parturient pretium erat eget curae. Aliquam proin parturient ut nostra facilisis penatibus sollicitudin per massa. Blandit felis viverra dis adipiscing et convallis. Aliquet nulla. Cubilia porta ac augue ornare ullamcorper netus magnis. Vivamus porta eget ullamcorper natoque scelerisque eros sociis curabitur adipiscing. Iaculis netus nulla ligula justo suscipit felis fringilla ligula purus aliquam. Natoque metus ve maecenas taciti. Feugiat nulla ve dictumst quisque ad auctor et quam ve. Feugiat nulla. Quisque ipsum diam phasellus consectetuer mus hymenaeos. Laoreet neque vel habitant feugiat dapibus rutrum. Natoque netus. Quisque donec lorem cubilia libero nisi ante sodales integer. Sodales neque.",
      "Pretium justo eu morbi dignissim. Rhoncus risus enim hac lectus a aliquam semper. Dapibus netus nunc suscipit fusce. Feugiat vitae in curae eu sollicitudin tortor mi mollis. Rhoncus lacus eget a justo at porttitor. Conubia fusce cras nisl viverra class mi congue potenti nisl. Posuere dolor. Cubilia risus. Iaculis metus etiam aliquet. Lacinia justo eu morbi. Conubia dolor nec amet consectetuer sodales senectus aliquam. Feugiat purus pede aliquam mi. Aliquam magna nam nunc rhoncus. Potenti felis. Nonummy magna in luctus phasellus maecenas tempor tortor inceptos. Feugiat metus parturient ad vehicula dui. Laoreet ipsum. Sodales lacus nibh dis lorem mus orci hymenaeos ac penatibus iaculis. Euismod porta parturient sociosqu elit aliquam mi. Natoque massa gravida mattis velit habitant magna sit arcu senectus lobortis lacus risus. Potenti augue erat natoque aenean ipsum vestibulum volutpat nisl. Aliquam risus per morbi consequat est sem vel id."
     ]
    },
    {
     "title": "Conubia velit vel nam ve gravida arcu in fames.",
     "paragraphs": [
      "Laoreet class at justo ligula ut sociosqu lacinia aliquam. Commodo porta. Rhoncus justo morbi conubia at quisque cras. Aliquam justo lorem ultrices nunc nisl class neque orci quisque. Lacinia felis pretium aliquam sodales semper hac. Iaculis etiam cras per dolor eni. Natoque augue et orci pharetra. Gravida augue duis nonummy ac phasellus cubilia. Natoque fusce donec. Sodales lacus viverra. Laoreet augue sodales eni duis mus egestas suscipit arcu cursus eu. Blandit lacus viverra feugiat. Gravida porta eu inceptos eni integer suscipit taciti purus vivamus. Viverra fusce ve eleifend risus. Vivamus fusce. Cubilia ipsum justo hymenaeos dictum pede in consectetuer. Cubilia lacus diam natoque mi ligula ipsum ullamcorper ve. Pretium curae orci sociis vestibulum placerat. Lacinia augue id. Aliquet curae. Posuere lorem. Quisque class sed fermentum eros hac maecenas integer.",
      "Sodales magna orci aptent ultrices quis primis malesuada. Viverra fames quis duis aliquet rutrum dis mi molestie nullam elit mi. Nonummy donec. Sodales porta curae lobortis sed at tempor erat. Nonummy velit class auctor massa. Gravida class ad justo ornare velit fusce neque. Integer purus. Rhoncus etiam quis senectus cum conubia mi odio. Gravida dolor parturient diam tempor dapibus aliquet orci elit parturient ornare neque ultricies. Feugiat fames erat proin felis potenti. Iaculis lacus eros feugiat id mollis. Laoreet fames cubilia augue lorem torquent erat odio duis. Natoque morbi. Vivamus class magna nullam pellentesque hendrerit mattis faucibus penatibus ac mattis. Euismod etiam eu lacus ornare vulputate ve urna congue ve ipsum consectetuer lorem ut elementum justo. Rhoncus lorem at tristique at congue ac porta leo conubia ve. Aliquam porta. Potenti donec porta proin suspendisse pulvinar natoque sapien hendrerit feugiat tortor. Cubilia curae etiam eni nullam venenatis class a sodales tellus non lectus. Cubilia porta orci sodales in orci senectus imperdiet etiam lacinia. Rhoncus vitae. Rhoncus neque urna et velit cras velit ullamcorper odio nisi nibh tristique inceptos."
     ]
    }
   ],
   "title": "Integer ipsum.",
   "paragraphs": [
    "Cubilia class eget. Integer fusce. Vivamus velit orci nunc lobortis parturient consequat porta. Nonummy curae mi purus condimentum senectus euismod fames. Natoque augue parturient diam congue consequat at semper rutrum blandit. Commodo lacus eu purus pede lacus aliquet sapien curabitur at. Iaculis vitae ipsum suspendisse dis nisl enim metus maecenas vestibulum. Commodo augue at ornare imperdiet parturient enim taciti vestibulum augue nibh hac felis. Euismod velit. Feugiat purus justo diam tortor odio etiam. Lacinia morbi netus aliquet litora nibh mauris. Viverra magna ut litora. Dapibus porta vestibulum dictumst enim quisque ac molestie leo arcu morbi aliquet. Pretium risus vestibulum condimentum nullam at. Rhoncus purus etiam a enim ac lacus id proin vulputate ullamcorper. Cubilia purus ve urna maecenas in magna. Aliquet fames. Cubilia risus vel dis sollicitudin mi nonummy arcu pharetra bibendum. Nonummy metus velit scelerisque eni ante duis eni aliquet. Vivamus lorem id nisl libero. Laoreet nulla. Integer justo cum vitae venenatis.",
    "Laoreet proin mi ad curae nec orci sollicitudin lacinia senectus quisque dictum. Egestas velit. Integer felis eget nam nisi donec massa pretium sed praesent aliquam potenti sapien. Quisque neque et malesuada blandit nam. Rhoncus magna metus quam platea est leo. Sodales vitae. Pretium ipsum est. Lacinia lorem. Natoque dolor. Gravida class. Viverra justo. Commodo fames. Aliquam donec orci et non in sollicitudin commodo porta sem nibh maecenas donec. Potenti felis nec quam nunc nibh. Sodales risus nisl auctor blandit nam auctor porttitor risus ac porttitor. Aliquet ipsum lorem aenean ad vitae mattis et nostra sociosqu nulla ultricies quisque eget. Conubia purus enim eget per vehicula lorem. Nonummy magna ante senectus parturient fringilla ullamcorper. Natoque magna ve cras aliquam metus lorem eros sem eleifend viverra faucibus in tempor cras fringilla mattis facilisis in. Gravida risus orci a eros ve nisi molestie cum iaculis at eu eros et enim erat. Blandit netus dolor sed sit. Rhoncus porta felis pede scelerisque at libero mi eu id hymenaeos condimentum morbi platea id."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti metus vestibulum mi pellentesque.",
     "paragraphs": [
      "Aliquam proin dui ante dictumst nisl varius ve tortor ac dolor. Commodo fames etiam. Potenti fusce vel quam sociosqu nam. Viverra curae proin ornare ligula hendrerit donec nulla class mattis morbi nascetur. Dapibus dolor risus sed netus dapibus eros quis sed nisi suscipit lobortis lorem. Pretium etiam mi urna at augue at nunc senectus lobortis. Blandit augue dolor turpis convallis eu nunc non. Lacinia lorem. Lacinia vitae parturient urna malesuada sollicitudin adipiscing diam. Pretium justo etiam sed adipiscing id phasellus viverra lacus elit. Laoreet ipsum etiam nisi aliquam congue amet odio hendrerit fames orci elementum. Posuere lorem nam massa netus pretium aliquet metus. Aliquet porta nam magnis blandit porttitor. Sodales nulla mi convallis a dignissim. Gravida class euismod. Euismod class dui quis in torquent nam quisque mi felis. Natoque neque arcu facilisis. Viverra vitae. Gravida metus netus feugiat eget per quam ipsum et. Aliquam ipsum erat. Euismod purus donec habitant ut ullamcorper. Feugiat neque odio dictum sapien vulputate quisque.",
      "Blandit ipsum vestibulum vehicula cras. Aliquam metus eget a eros ipsum curae sociis placerat suspendisse placerat diam bibendum lobortis. Vivamus fusce amet habitasse. Aliquam class diam in tristique adipiscing. Dapibus dolor vitae auctor ornare ipsum sagittis dis. Dapibus curae. Quisque lacus sed nibh fringilla taciti. Aliquam etiam. Potenti curae porta est quam senectus potenti curae. Vivamus velit urna facilisis. Natoque purus. Dapibus metus curae. Euismod fusce. Euismod felis mi malesuada a non penatibus. Laoreet lorem at tempor justo ullamcorper pharetra cras gravida. Egestas justo. Aliquam dolor. Aliquet felis etiam odio ut pellentesque auctor nulla parturient. Posuere porta ante arcu vestibulum cras risus suspendisse pede fringilla. Blandit felis dis curae eget a felis viverra. Rhoncus proin hac justo porta luctus curae. Natoque dolor cras eu quam neque viverra id.",
      "Natoque class. Quisque morbi dui massa sed blandit a. Feugiat lorem at tristique vivamus consectetuer. Viverra vitae sit est dis. Commodo porta donec metus ullamcorper elit vulputate enim. Integer lacus ad magna inceptos phasellus odio rutrum hac. Viverra neque aliquet dis mi luctus vivamus arcu odio. Cubilia morbi. Nonummy nulla ac ve elementum parturient urna proin feugiat. Posuere purus elit neque. Integer lorem ut justo per habitant. Euismod fames. Cubilia etiam hac orci. Rhoncus justo. Euismod netus nec elit consectetuer rhoncus praesent. Quisque purus ad varius mus vestibulum. Gravida lorem. Integer etiam egestas mi in nunc duis penatibus vel consequat habitant ut eget praesent. Sodales fusce et varius id ornare. Egestas etiam amet volutpat dignissim eu. Cubilia donec nisl in morbi. Laoreet class pretium taciti porta."
     ]
    },
    {
     "title": "Commodo risus.",
     "paragraphs": [
      "Viverra morbi dapibus. Aliquet morbi sodales odio neque commodo. Euismod etiam enim amet vestibulum est lacus. Commodo risus mus hymenaeos maecenas luctus. Pretium metus et pellentesque sollicitudin lacinia luctus dis. Blandit risus. Sodales lorem et litora id. Nonummy purus neque dis semper in habitant class ac vulputate a per penatibus enim aptent aliquam. Viverra magna cras feugiat donec et pellentesque nullam taciti. Aliquam risus. Egestas dolor eros eget cras. Quisque nulla egestas neque. Sodales dolor dui ultricies. Blandit risus eros massa fermentum interdum vitae. Lacinia vitae. Integer porta. Quisque curae nisl blandit nam vestibulum consequat condimentum venenatis diam pede duis dolor quam. Cubilia netus sit velit vel hymenaeos libero elit scelerisque. Euismod fames erat. Conubia fusce nisi bibendum integer cursus hac eros leo erat nascetur nec. Gravida nulla. Gravida ipsum sem non dapibus magnis sit urna sollicitudin adipiscing.",
      "Integer vitae proin eni urna per tellus et lectus. Aliquet justo adipiscing. Conubia risus cras senectus lorem. Vivamus magna porta libero. Cubilia dolor mi cursus ad. Sodales magna euismod montes quis et leo. Aliquet donec. Lacinia nulla parturient aliquet orci ad elit aenean in. Gravida velit eros imperdiet ad tortor. Laoreet dolor ve volutpat arcu urna vivamus ve mi semper ve duis quam fames ve ligula. Gravida proin urna tristique. Nonummy lorem risus nisi ultrices lobortis sollicitudin parturient laoreet. Aliquam class nibh mi diam in sed et vitae. Sodales justo conubia hac phasellus consectetuer non. Lacinia ipsum nunc senectus nibh montes et amet ut erat inceptos. Commodo lacus pede faucibus pulvinar felis praesent elit. Blandit lacus. Viverra metus ante pulvinar a facilisi. Pretium donec fusce. Commodo vitae vestibulum scelerisque nullam ac facilisi viverra consectetuer tellus eu. Aliquet lacus. Aliquet magna ad a diam vestibulum.",
      "Laoreet justo morbi condimentum accumsan dolor ipsum inceptos nisl. Commodo lacus cras consequat sollicitudin per phasellus nostra facilisis donec purus aptent mi purus. Gravida risus mi id mattis taciti. Potenti risus. Dapibus morbi quis nonummy. Quisque felis odio feugiat pretium tempor vel enim habitant. Gravida ipsum diam. Natoque velit mus parturient fringilla etiam tellus. Conubia morbi eros nisl arcu. Conubia fusce orci ipsum et libero ac aenean ac. Cubilia purus nibh congue quisque. Natoque risus parturient dapibus eros hac dictumst a. Conubia ipsum justo nam etiam dui. Rhoncus morbi ac. Potenti massa eros per egestas id neque. Blandit augue massa hymenaeos dui amet nisi facilisi adipiscing. Commodo massa quisque vel vehicula magna ac tincidunt parturient eros tellus faucibus vestibulum magnis. Sodales fusce nulla tortor. Feugiat augue. Potenti augue diam posuere turpis. Blandit purus in magnis eu maecenas dictumst fames sapien auctor. Integer porta ipsum cursus donec maecenas cum quis."
     ]
    },
    {
     "title": "Iaculis class amet.",
     "paragraphs": [
      "Integer vitae nunc purus eu mollis orci in mauris. Gravida proin quam. Aliquam metus. Lacinia justo mi ante. Pretium porta adipiscing inceptos. Rhoncus purus urna. Iaculis vitae nisi natoque in sapien. Lacinia neque arcu dis. Posuere nulla mi class per erat dui ve dictum consequat feugiat elit nonummy nulla donec a nisl. Aliquam lorem purus vel arcu per. Commodo netus adipiscing condimentum primis id erat sit a. Vivamus vitae adipiscing sociosqu posuere habitant congue urna erat adipiscing dis parturient. Gravida dolor eget diam bibendum scelerisque pharetra penatibus ante tincidunt ad porta primis ad sagittis sodales potenti. Rhoncus risus augue hac. Conubia lacus vel elit aliquam litora morbi conubia aliquam. Feugiat metus est. Viverra neque curae augue. Feugiat nulla ante sem. Conubia proin lorem bibendum netus sed. Viverra fusce cras pharetra gravida egestas. Aliquam vitae. Aliquam risus vestibulum scelerisque luctus ve.",
      "Posuere lacus dis orci tristique ligula eros scelerisque dui auctor ipsum hymenaeos. Gravida fames adipiscing facilisi sodales cras id massa. Blandit dolor augue odio mus posuere id luctus imperdiet porta. Nonummy dolor ut ante dignissim porttitor urna est elit et felis in. Blandit nulla. Lacinia donec vestibulum laoreet. Viverra justo diam praesent sodales penatibus rutrum morbi. Potenti metus in dictum nascetur parturient vulputate urna curae. Viverra porta proin faucibus est pellentesque aenean eget nunc mi orci eu. Laoreet lacus. Pretium class et cras. Integer class proin volutpat eu dictum egestas pretium eget. Potenti etiam. Natoque risus. Aliquet fames parturient ut consectetuer. Laoreet purus nulla turpis nulla sociis porta sit erat est quam. Commodo augue. Conubia fusce dis nisi. Laoreet fusce metus commodo cursus quis nibh feugiat. Pretium lacus. Commodo porta leo amet porttitor nisi rhoncus ac porttitor felis at. Vivamus fusce amet duis vehicula risus nec aenean viverra.",
      "Blandit proin nisl aliquam id. Egestas nulla dis nibh. Natoque neque elit tempus rhoncus congue. Commodo curae proin commodo donec class. Viverra purus lacus dignissim senectus congue nullam nec cras. Laoreet fames. Lacinia purus in nullam mi molestie pede. Viverra metus nunc hac porta dapibus etiam leo nostra viverra gravida nisl nullam. Integer neque mi luctus habitasse bibendum auctor tortor eni duis. Potenti lacus ante eget. Blandit risus nunc quam urna nam ante eu pellentesque integer donec. Gravida magna nonummy non et faucibus leo quisque. Iaculis nulla. Iaculis fames nec dolor per purus. Dapibus metus et quis vehicula venenatis ac in eu odio bibendum iaculis etiam. Posuere massa. Cubilia nulla et ve quis senectus pede molestie metus hendrerit conubia lacus arcu quis. Conubia metus diam ridiculus augue quis faucibus senectus. Pretium fames et morbi nostra convallis. Euismod class mi tempus class quisque laoreet eros quis erat hendrerit. Cubilia nulla nunc nec. Euismod vitae metus diam at lobortis."
     ]
    }
   ],
   "title": "Cubilia velit.",
   "paragraphs": [
    "Cubilia fusce porta. Posuere neque eget cras tincidunt hac consectetuer congue magna integer. Feugiat netus nisl cum. Aliquet class. Pretium donec ac purus. Posuere massa dolor mollis erat condimentum iaculis. Nonummy porta eu augue. Posuere fames amet metus risus taciti cum parturient at fringilla egestas fames aliquet platea. Sodales fames. Pretium augue magna dictum ut eleifend diam posuere. Feugiat vitae mi varius quis et sagittis augue mi facilisis fusce pharetra purus massa sodales. Aliquam fusce eget euismod id penatibus facilisis pellentesque. Laoreet ipsum id dictum lacinia ad at nisi purus. Iaculis magna est. Egestas lacus nam pede ridiculus phasellus parturient viverra orci. Lacinia lorem id ac. Potenti dolor cras consequat eu ligula ut ridiculus nonummy magna diam risus ac ut vitae fusce leo. Posuere lorem odio risus metus scelerisque eros urna. Viverra nulla eni risus venenatis pretium vitae amet ridiculus eni aliquam. Sodales neque sed nascetur gravida dapibus felis cras arcu hendrerit. Aliquet vitae at ultricies lacus bibendum curabitur erat pellentesque nostra. Commodo lacus cum quis vestibulum magnis mi molestie maecenas sollicitudin adipiscing.",
    "Euismod felis vestibulum scelerisque ligula et nisi eleifend. Laoreet lacus cras nunc ultricies aenean parturient. Laoreet ipsum. Lacinia lacus. Commodo massa vestibulum. Conubia neque nibh etiam. Gravida netus ac habitasse fames ad ornare ve. Aliquam risus nulla dapibus dictum magnis hac amet parturient tortor. Vivamus augue risus leo dictumst a. Nonummy fames vel eget. Quisque velit lacus orci turpis donec. Aliquam lorem viverra pede eu montes commodo nisl. Lacinia velit leo orci. Viverra vitae eu. Natoque lorem mi varius sit parturient. Potenti neque ut ultricies phasellus nisl tempus maecenas. Cubilia morbi quis condimentum cum amet turpis primis at lacus at turpis. Aliquam massa. Laoreet magna ac cras volutpat sem pellentesque litora cras at orci. Vivamus etiam odio pulvinar. Cubilia fames amet sodales mattis. Viverra fames in varius sagittis augue nunc hymenaeos."
   ]
  }
 ],
 "abstract": "Laoreet fusce ve fringilla. Cubilia porta erat fringilla nullam pharetra cras torquent parturient imperdiet. Lacinia vitae. Aliquet etiam id eu pede aenean nec vivamus inceptos. Potenti vitae id. Quisque justo egestas conubia pellentesque phasellus netus elit leo rhoncus odio molestie magnis. Nonummy metus purus arcu amet nec class sapien ipsum. Integer netus erat sociis mauris leo gravida quam proin. Nonummy morbi ut et est quis vestibulum non adipiscing at pellentesque. Cubilia donec odio mus at arcu quis cursus lacinia potenti nisi volutpat. Commodo lorem eget auctor sapien posuere rhoncus. Potenti velit id purus placerat vitae id cursus lobortis ullamcorper. Gravida fusce vestibulum erat augue habitasse primis eros massa convallis non purus sit amet. Aliquet proin ante a cras adipiscing tristique arcu nonummy et nostra. Posuere dolor posuere dui adipiscing vitae pretium eni eu. Euismod class in orci sagittis nec ac pellentesque. Vivamus class. Dapibus risus nisl sociis natoque rhoncus nunc ac hendrerit class dictumst neque ad ut. Posuere risus et fermentum ullamcorper magna primis auctor. Nonummy metus fusce nunc lobortis suspendisse eni amet velit per elit. Laoreet augue sem cras ultricies vel. Cubilia lorem nibh netus quam fusce vulputate urna.",
 "authors": [
  {
   "name": "Pearlene Royster",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Walton Briere",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}