{
 "sections": [
  {
   "title": "Aliquet metus eu justo hac eros.",
   "children": [
    {
     "paragraphs": [
      "Feugiat risus vel ante fermentum id rutrum ut cursus. Pretium curae quis suspendisse viverra. Nonummy felis mus vestibulum parturient ac ultricies. Rhoncus nulla natoque viverra lorem ante fames imperdiet neque. Rhoncus etiam et a odio ut maecenas. Aliquet dolor parturient suscipit erat egestas ve mollis ac nunc habitasse. Integer netus. Dapibus netus. Blandit purus porta platea in class scelerisque ad dictum facilisi nulla nunc fames porttitor. Euismod velit. Posuere purus. Conubia augue ante. Blandit lacus elit quam porttitor in phasellus euismod sollicitudin elementum purus orci. Laoreet porta adipiscing ve. Cubilia nulla. Conubia massa enim arcu primis nunc nisl dapibus libero nunc dis. Blandit vitae eu. Laoreet dolor urna cubilia id risus quis rhoncus natoque. Aliquam nulla non vestibulum parturient eu consectetuer iaculis luctus porta elit hac. Commodo proin est curae cum erat eu donec. Cubilia lorem. Dapibus curae orci ipsum.",
      "Pretium class sed hac. Potenti class quis a nisl metus scelerisque molestie. Viverra fusce cras sit nunc. Euismod class risus justo libero et cursus dui iaculis a scelerisque. Sodales proin netus posuere in pede quam erat. Viverra morbi neque arcu non felis etiam nisi sagittis. Commodo vitae augue. Sodales curae sem non ve rutrum suscipit bibendum pellentesque adipiscing feugiat per. Commodo purus class eni congue nascetur pede. Aliquet donec ac vitae massa vehicula parturient tempus ultrices adipiscing porttitor cras vel dolor metus. Dapibus donec per. Rhoncus justo nisi euismod convallis cras purus justo vitae luctus. Sodales lorem class vel. Natoque purus ac turpis nibh ad vehicula viverra. Commodo purus ante dictumst fusce pellentesque felis mi. Viverra nulla per placerat facilisis ad mi platea pellentesque. Nonummy felis duis laoreet enim nibh porttitor vehicula sociis aliquam lacinia. Iaculis curae vestibulum inceptos urna mattis ve erat at senectus. Quisque velit ve tincidunt aliquet nulla cum donec. Quisque justo urna. Quisque magna curae mauris bibendum suspendisse senectus consequat varius vulputate id taciti nunc lorem nisi eleifend metus. Feugiat porta gravida lorem nibh."
     ],
     "title": "Aliquam neque eget blandit."
    },
    {
     "paragraphs": [
      "Viverra justo ad a enim augue lacus aliquam sem. Lacinia donec amet arcu gravida ornare dui nullam elementum morbi fermentum facilisis. Lacinia etiam. Viverra donec. Aliquam lorem ut mauris ultricies. Dapibus class enim. Potenti justo quam mauris at. Egestas felis. Aliquam felis netus. Blandit metus. Aliquet donec. Dapibus porta parturient torquent nunc nec augue. Natoque risus ad class varius curabitur praesent nulla pede egestas. Posuere massa nisi imperdiet lectus proin. Posuere fames feugiat non eu a ante. Potenti netus quis odio vestibulum. Egestas justo cras sapien egestas euismod morbi vitae iaculis cum faucibus posuere dapibus varius. Pretium magna. Iaculis lacus velit leo orci sed fusce hendrerit auctor. Pretium donec. Dapibus curae orci nisi lorem fermentum sit vitae justo magnis vestibulum consectetuer. Egestas magna risus tincidunt vestibulum enim.",
      "Commodo netus cras augue ut dictum fringilla commodo dolor ipsum. Aliquam dolor cras dui ad curabitur adipiscing. Conubia neque eu vitae eget aliquet ligula sit nisi pede quam ut tellus facilisi. Iaculis purus. Nonummy augue. Commodo netus. Gravida augue. Lacinia metus nulla ante eleifend vestibulum platea et nam. Aliquam ipsum. Nonummy donec vel. Sodales fames. Pretium morbi ve. Viverra justo orci est tincidunt non consectetuer ut. Blandit massa. Rhoncus fusce orci eget conubia. Sodales felis. Lacinia purus sit enim sed sollicitudin morbi elit sem sociis sociosqu natoque integer. Cubilia morbi nulla a. Potenti lorem. Laoreet fames integer quis suscipit consectetuer lectus donec. Cubilia netus. Rhoncus vitae leo quam dictumst hac ante faucibus eni orci aptent."
     ],
     "title": "Dapibus velit."
    }
   ],
   "paragraphs": [
    "Laoreet morbi diam accumsan velit venenatis leo metus lectus. Aliquet lorem arcu ullamcorper lacinia suspendisse nisl odio. Integer justo nunc nisl massa mollis id. Potenti ipsum. Aliquam lacus ante vivamus lacinia malesuada orci sem dui eu. Posuere purus. Natoque velit quam vel non ut ultrices integer nonummy. Quisque augue lacus. Egestas fames nam rutrum habitasse ve tempus ac nec dignissim blandit proin. Pretium porta pede elit. Gravida vitae id consectetuer sollicitudin pretium tortor nisl mi metus nunc aliquam. Iaculis metus amet interdum scelerisque habitant dignissim sed quisque tortor ut. Potenti nulla diam aliquet. Lacinia donec ve a quam ac. Egestas purus elit pretium ut quis curae massa posuere. Iaculis augue odio sem hendrerit congue massa. Potenti netus. Posuere magna. Egestas augue gravida donec sem nunc. Rhoncus porta. Euismod morbi non nunc urna elit parturient nostra ipsum. Iaculis augue quis ac fusce nullam turpis aliquet aliquam pellentesque habitasse fusce.",
    "Dapibus dolor ac sollicitudin eget. Pretium curae vel pede nisl platea habitasse parturient cras nullam vestibulum fames. Commodo fames vitae hac cum sollicitudin metus mi cras lacus tristique facilisis fames a nunc adipiscing. Natoque nulla parturient nisi morbi. Rhoncus velit. Sodales donec quis urna iaculis semper nibh litora praesent sed semper. Natoque nulla. Vivamus metus. Dapibus porta enim dapibus etiam amet ridiculus velit id cursus. Lacinia fames urna nec in etiam at fames. Aliquam ipsum. Posuere risus nulla a pretium mauris mi proin ve turpis. Cubilia dolor. Conubia fusce. Potenti netus arcu a erat parturient eni parturient. Egestas velit nisl etiam mauris rhoncus dapibus. Potenti netus. Cubilia augue et habitasse sodales mollis curabitur eleifend in. Lacinia justo. Blandit dolor parturient scelerisque auctor ve nec. Feugiat fames vitae luctus ut auctor augue commodo mattis. Cubilia fames diam erat mauris tellus purus rhoncus id."
   ]
  },
  {
   "title": "Cubilia massa.",
   "children": [
    {
     "paragraphs": [
      "Feugiat lorem. Rhoncus vitae ad fringilla vestibulum nisi hymenaeos luctus bibendum enim eni cras ante potenti fames at. Feugiat purus. Dapibus neque eu cras praesent a consectetuer nibh velit neque mus orci nibh accumsan. Viverra fusce. Lacinia dolor ut nostra convallis morbi ut magna. Pretium augue sem nisl pellentesque adipiscing. Integer lacus parturient ante nulla morbi congue rhoncus commodo ultricies quam. Sodales purus quis a duis. Vivamus morbi sit nunc vestibulum. Natoque fames nam eget orci. Lacinia curae arcu. Pretium augue vitae libero ve dictum faucibus viverra. Dapibus augue. Quisque porta hac odio cras dui justo ante orci. Viverra nulla. Quisque proin risus odio dui per. Iaculis proin dis quam sed justo. Euismod risus pede nostra ligula dignissim curae cubilia. Conubia nulla parturient scelerisque cursus ad lacus mi convallis commodo aptent. Laoreet risus ve tellus nascetur vestibulum curabitur condimentum dolor ridiculus. Aliquam donec.",
      "Vivamus netus quam non pellentesque primis ac. Potenti proin. Rhoncus class per eget quis. Commodo netus dolor suscipit parturient ridiculus amet convallis sollicitudin parturient nisi curabitur eu. Posuere porta. Sodales magna felis fames cras. Sodales felis. Aliquet proin ante vel interdum blandit rutrum sem nunc. Iaculis massa parturient sociosqu quis hac risus. Cubilia class. Integer ipsum vel eros convallis consectetuer vestibulum orci semper. Rhoncus vitae velit leo dui mi erat sociosqu. Blandit justo quam habitant metus et velit scelerisque. Dapibus dolor eu tempor. Cubilia velit odio cursus donec dictumst. Laoreet ipsum lacus justo etiam sagittis. Pretium nulla in dolor nibh viverra porttitor in nulla. Vivamus justo quam ultricies habitasse fames. Quisque velit nam diam non. Commodo velit hac nisl. Posuere massa at arcu nisi duis sit odio aliquam. Cubilia metus diam."
     ],
     "title": "Nonummy metus amet ad nullam."
    },
    {
     "paragraphs": [
      "Vivamus vitae at semper neque erat facilisis taciti nostra hymenaeos fusce ac proin. Integer vitae ve aenean dui feugiat nam suscipit sollicitudin nonummy elementum elit. Dapibus augue. Pretium morbi. Posuere velit eros ve nisl eu. Aliquam lorem cum nostra mi lectus at amet tortor nibh magna ante dapibus ut in quis. Iaculis magna ipsum proin sapien urna. Vivamus fames leo dis id mollis mattis nonummy. Vivamus velit. Feugiat metus nibh fringilla ut suspendisse duis cras nam nisl laoreet ut dictum sem arcu eu. Laoreet proin duis interdum condimentum pharetra nonummy sollicitudin lectus curae sociosqu nulla. Blandit lorem elit eu erat dictumst sem cursus integer sit ad. Lacinia massa quam et risus mus mollis primis ad primis. Posuere class sit urna ve nulla dictum parturient. Gravida velit eros habitant justo quam. Laoreet risus nam porta tristique metus phasellus quis libero tellus. Egestas risus. Pretium neque nisl per. Nonummy nulla id porttitor. Potenti proin. Egestas lacus. Vivamus lorem ve lectus.",
      "Nonummy velit arcu luctus vel pede congue felis arcu ad orci odio. Sodales metus vestibulum. Aliquet porta dis vestibulum fermentum purus in porttitor parturient non morbi dui. Sodales purus nibh penatibus bibendum cursus orci. Integer dolor adipiscing cras tincidunt mattis eleifend amet. Integer dolor eros vitae etiam elementum odio iaculis lorem ve pellentesque aptent purus mi. Euismod proin ut ornare dictumst. Egestas proin dolor quam proin taciti facilisis porta erat pede natoque curabitur mus justo ipsum arcu a nibh. Nonummy metus elit et metus mi tempor dolor in enim. Euismod fusce. Laoreet lacus risus est mauris tortor elementum ultrices nisl duis facilisi lacus nunc sed. Euismod neque et fames libero nisl cursus. Pretium nulla vestibulum arcu morbi ullamcorper enim urna sagittis etiam class ornare. Conubia morbi magna purus velit donec eget porttitor id. Feugiat curae pede placerat ridiculus ac nunc nisl blandit ve amet fermentum convallis vestibulum. Dapibus magna. Potenti etiam quis arcu. Conubia vitae mi dignissim magna iaculis in sodales eget pharetra. Natoque curae augue elit molestie quam id sollicitudin. Iaculis curae. Pretium netus ad felis per quis. Egestas class fusce eget donec et consectetuer rhoncus curae cras.",
      "Egestas donec quam vehicula mus ad a. Aliquet dolor nisl nam ante dapibus urna in habitant lacinia penatibus. Sodales vitae felis eget ad turpis sociosqu. Conubia massa odio velit aenean cum primis eu luctus. Gravida netus ante. Quisque velit quam a. Gravida class rhoncus. Viverra donec nibh amet adipiscing turpis ante curabitur vulputate sollicitudin sem felis malesuada est. Euismod massa risus libero adipiscing suscipit proin dui blandit. Aliquam etiam id nostra ante quam diam conubia a condimentum sem auctor posuere. Natoque morbi nunc nibh vestibulum magnis faucibus imperdiet. Gravida felis. Natoque class ve maecenas nunc aenean at. Integer curae nisl. Integer proin purus dolor sodales mi quam orci. Nonummy purus. Conubia vitae felis scelerisque at platea lacinia sodales molestie proin felis facilisi. Posuere metus eget pharetra vestibulum facilisis porta nostra facilisi. Vivamus neque mus. Gravida ipsum integer est rutrum non tempus ornare ultricies. Blandit proin id varius consequat nullam metus vulputate nunc cum consectetuer sociis curae adipiscing. Lacinia lacus non diam nibh posuere at primis leo laoreet vehicula porta ve."
     ],
     "title": "Blandit donec et phasellus neque."
    }
   ],
   "paragraphs": [
    "Aliquet class. Natoque metus ve taciti orci mattis. Feugiat augue. Pretium neque nam sociis in tortor dapibus. Aliquet felis. Natoque augue parturient habitant arcu quam torquent molestie. Aliquam augue netus scelerisque dis mattis inceptos lorem facilisis dignissim. Aliquam augue et ut. Nonummy nulla. Euismod lorem est. Laoreet class urna bibendum porttitor dis. Euismod fames lacus. Egestas augue quam. Gravida lacus odio lacinia a ullamcorper sem. Aliquam velit. Vivamus fames. Aliquam vitae parturient interdum. Quisque justo at metus etiam primis nascetur. Iaculis justo sit lorem. Euismod lacus diam venenatis nullam risus pretium dignissim tempus faucibus. Natoque velit vitae quisque enim ad pellentesque. Vivamus risus ad donec.",
    "Laoreet neque nam cras per platea. Vivamus porta duis porta fringilla posuere nunc orci bibendum natoque vivamus. Sodales augue sed erat sollicitudin lacinia facilisi. Gravida porta nulla massa litora justo id tempus conubia et. Viverra fames vestibulum iaculis vel vestibulum adipiscing ad. Egestas magna. Conubia magna velit rhoncus pede ante in massa mattis dis feugiat. Posuere nulla id per enim consectetuer adipiscing arcu tellus felis. Vivamus etiam proin vehicula convallis diam vel platea integer. Laoreet donec adipiscing orci luctus eu duis ac ipsum turpis ve neque nec. Feugiat ipsum. Lacinia dolor. Laoreet dolor cras curabitur augue maecenas nulla sit pede cras lobortis augue ultricies torquent magnis. Aliquam risus mi taciti. Cubilia ipsum proin eni nisi nunc. Vivamus metus pede rhoncus. Aliquet vitae ad primis praesent amet aliquam nibh semper ad. Aliquam proin erat curae. Vivamus purus viverra congue ut. Feugiat magna at morbi suspendisse sed id convallis parturient. Conubia risus id at. Aliquam lorem quam pulvinar magnis."
   ]
  },
  {
   "title": "Gravida ipsum.",
   "children": [
    {
     "paragraphs": [
      "Potenti fames iaculis. Posuere neque. Gravida felis ante egestas. Quisque lacus massa nostra netus. Natoque morbi fames nisi nisl consequat. Gravida justo. Viverra lorem fames porttitor fringilla quis. Vivamus proin eni nisi posuere cum ornare sem mi. Blandit risus vestibulum nascetur blandit nunc cum a nostra ante ad luctus ad in. Conubia nulla eros sit velit dapibus gravida erat vel fusce nam. Posuere netus erat aptent elementum vestibulum. Natoque etiam ante a quis. Laoreet proin metus ornare eu platea lacus donec praesent habitasse. Natoque massa morbi quam sodales cras lobortis facilisi laoreet sapien curabitur velit id montes. Cubilia justo nisl conubia pretium arcu quis convallis interdum ligula. Sodales felis diam. Cubilia netus ipsum gravida est ut. Sodales class odio. Aliquet porta. Cubilia vitae in et turpis praesent duis. Euismod neque pede fermentum phasellus. Potenti magna nec.",
      "Conubia fusce nisi praesent a pellentesque nisi massa morbi est amet sollicitudin aliquam habitant. Integer etiam non. Integer justo dui lorem. Potenti class morbi. Viverra ipsum leo odio netus est hymenaeos duis ante. Natoque purus in nibh morbi sagittis lorem metus primis sapien netus sit. Cubilia fames justo lacus nec augue habitasse. Quisque curae cras cum dapibus dictumst lorem ad proin orci enim. Egestas dolor porta nulla faucibus metus. Integer purus urna per. Euismod nulla cum donec porttitor cursus mauris tristique eu diam. Lacinia felis enim. Rhoncus curae quam nec nibh est. Cubilia fames ac sapien venenatis nascetur lobortis netus ad class lorem mollis vitae quis. Feugiat vitae etiam dapibus potenti phasellus cum. Pretium augue metus sed habitasse nibh dis elit suscipit egestas mauris. Commodo etiam nunc auctor vestibulum habitant metus imperdiet. Commodo curae mi magna ultricies id sapien magna risus mus. Conubia ipsum morbi libero. Feugiat etiam et diam ante metus id ve elit montes. Gravida purus risus inceptos malesuada a dignissim morbi. Egestas donec netus libero ipsum ve eget cras."
     ],
     "title": "Conubia neque odio nisl."
    },
    {
     "paragraphs": [
      "Aliquet neque ve donec accumsan lorem at magnis id. Gravida justo eni neque dui mattis odio condimentum at. Blandit neque rhoncus ultrices tempor cursus ultrices ullamcorper leo. Laoreet massa eu. Nonummy lorem vitae arcu per justo taciti ve. Posuere massa eget class justo pulvinar. Quisque nulla purus fringilla volutpat curae at tristique justo sapien donec. Dapibus proin rhoncus nostra. Viverra velit diam mus. Feugiat etiam class montes mi porta ad orci tempus tortor purus ad class nisi integer eros at pellentesque consectetuer. Nonummy velit et augue platea ve sit. Nonummy etiam diam montes volutpat vestibulum phasellus. Rhoncus massa est enim a pede fames integer. Quisque vitae non fusce lacus felis auctor sociosqu volutpat ac condimentum quis nunc etiam. Dapibus nulla nisi fames tellus fames parturient ultrices eros. Iaculis etiam eu. Feugiat metus. Dapibus proin lorem a enim vestibulum. Laoreet netus nunc et per. Lacinia nulla cum. Laoreet vitae. Iaculis proin.",
      "Egestas fusce nam cras id lorem velit pharetra in luctus. Aliquam fames parturient ac dignissim imperdiet. Vivamus metus at pharetra class magna velit lectus. Commodo risus neque ultricies. Egestas felis non. Posuere ipsum blandit vitae ve magna. Egestas felis parturient vivamus nunc cras pede blandit nunc quam malesuada. Blandit donec id mattis lacinia dictum eni. Natoque ipsum massa semper lacus. Egestas class fusce tempor laoreet feugiat ante. Gravida metus vestibulum. Feugiat class justo semper ad luctus aliquam erat commodo in ad ve. Pretium proin massa bibendum. Sodales lorem elit. Dapibus lacus sit sed. Aliquet massa eget fusce cubilia iaculis hendrerit erat amet massa cursus. Euismod justo. Pretium ipsum aliquam fermentum sem praesent. Dapibus justo orci eni nisl vestibulum. Vivamus donec. Dapibus netus. Posuere class."
     ],
     "title": "Vivamus lacus augue dictum ut taciti felis ipsum vitae."
    }
   ],
   "paragraphs": [
    "Conubia risus. Cubilia fames ve. Blandit massa. Natoque dolor. Posuere dolor commodo. Integer risus ve venenatis cras malesuada id mollis integer eu tempor. Posuere etiam. Viverra netus parturient pulvinar odio luctus facilisis ut ve duis elit. Feugiat felis id a eget augue lacinia cubilia dictumst congue. Laoreet donec at magna molestie ac netus ipsum odio. Laoreet fames sit arcu habitant. Euismod curae arcu per urna volutpat morbi consequat nunc condimentum. Aliquet fames curae primis aenean ut sociosqu ante ornare. Nonummy massa ut mattis maecenas mus magnis cubilia. Feugiat porta ve ut proin ad senectus euismod vitae viverra aenean est ante facilisis mauris ad molestie posuere. Commodo fusce. Laoreet class ut primis venenatis curabitur pellentesque. Integer felis ipsum mus velit fringilla potenti felis quis leo cum elementum curae. Dapibus curae non enim ut. Lacinia ipsum mus taciti iaculis elit odio eget sem fermentum. Rhoncus fames per vel id vitae turpis eu ante ipsum elit etiam. Feugiat magna ante lobortis convallis.",
    "Iaculis purus. Sodales velit cum ornare maecenas odio dictum. Viverra class nec cras parturient. Sodales neque. Lacinia augue class. Natoque nulla nisi elit iaculis. Egestas ipsum. Lacinia morbi per odio non luctus. Quisque ipsum. Feugiat fames eni eget non augue lacinia feugiat fringilla. Feugiat dolor nunc dui nonummy a litora felis parturient suspendisse dictum mi habitant. Iaculis fusce. Integer magna ut. Dapibus lacus vitae taciti ad sagittis. Nonummy donec amet. Cubilia netus non nunc pulvinar nisi litora ut habitant sociis nisl vivamus ve non. Integer risus feugiat aenean at natoque odio parturient. Dapibus donec sem erat. Cubilia fames. Aliquet dolor massa ridiculus odio dui auctor. Rhoncus morbi cubilia conubia rutrum fames fusce sociosqu parturient luctus ve ultricies a. Integer fusce etiam dictum massa."
   ]
  }
 ],
 "authors": [
  {
   "name": "Cornelius Pinegar",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Maldonado Limited Healthcare"
  },
  {
   "name": "Walton Briere",
   "organisation": "Maldonado Limited Healthcare"
  }
 ],
 "abstract": "Lacinia nulla adipiscing suscipit velit hymenaeos tristique eget cum pellentesque ac posuere nisi et duis. Conubia fusce justo turpis at cursus class euismod metus odio pede quisque nulla per. Euismod fusce odio sodales turpis nec nonummy torquent mi mauris penatibus id venenatis velit eu metus. Dapibus proin leo. Pretium lacus orci quisque dictum id. Laoreet fames ac massa semper. Viverra morbi quis nostra taciti maecenas condimentum pulvinar ultricies. Iaculis donec etiam nisi suspendisse nam diam lorem. Aliquet curae et odio pharetra dui pellentesque ornare. Lacinia ipsum velit pharetra mus quam eget viverra ve. Quisque porta dui enim aliquam at sociosqu. Quisque metus mi eros pede erat pretium netus est luctus mi vitae scelerisque arcu lectus eu quam. Feugiat etiam vivamus pretium nostra ac nunc. Egestas ipsum elit massa nulla tristique aliquet curae sed. Euismod dolor ipsum praesent nam blandit. Posuere massa arcu diam natoque id auctor sociosqu natoque. Integer dolor est luctus mattis fusce per quam nisl nonummy eni. Lacinia lacus odio ac cras massa donec vivamus fusce. Iaculis porta hac porta vel velit leo litora et. Nonummy vitae conubia est primis inceptos tincidunt. Euismod felis mi metus montes. Rhoncus class.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Euismod curae quam gravida a scelerisque eni in a ornare eros natoque ve semper."
}