{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet metus proin aenean sollicitudin aliquam netus quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus risus vestibulum.",
     "paragraphs": [
      "Potenti ipsum erat quam. Posuere morbi urna dignissim nullam. Sodales velit morbi sem leo hendrerit. Posuere netus natoque ante mattis ad platea a viverra at urna. Gravida lacus per pede pellentesque mi magna et. Pretium fames. Lacinia morbi odio mi cras bibendum consectetuer auctor tempus hac. Laoreet massa. Rhoncus porta vel elit placerat sociosqu neque per sagittis sodales imperdiet erat cum dui. Natoque lorem nulla ipsum hac integer at. Laoreet class at. Dapibus class. Lacinia purus sem tristique. Potenti class vel tempus dignissim fusce etiam. Nonummy augue eu ligula. Pretium fusce. Quisque etiam sed maecenas posuere hymenaeos sed gravida. Lacinia proin velit. Vivamus lorem sit diam inceptos cum pellentesque lacus felis pede ultrices. Dapibus curae massa placerat ipsum sit enim feugiat ad id elit convallis. Conubia fusce vestibulum quam lorem cursus. Aliquam purus est adipiscing parturient eu tempor.",
      "Euismod massa. Aliquet justo ac ridiculus morbi et. Feugiat curae vel orci sociosqu. Viverra massa cum maecenas vitae ad. Nonummy metus dui odio nisl justo ac risus. Egestas lacus ve ligula consectetuer. Conubia metus et dignissim etiam potenti viverra diam. Dapibus porta. Natoque morbi urna sociis. Nonummy netus amet odio velit volutpat. Aliquet donec odio a vitae. Conubia fusce mi rutrum pulvinar etiam donec fusce. Viverra velit magna commodo porta diam potenti. Vivamus neque et fringilla dapibus morbi. Lacinia curae netus etiam scelerisque vel aenean malesuada. Aliquam dolor ad eni ut sollicitudin. Integer class. Pretium purus duis sit morbi sit eget inceptos mus. Sodales fames dolor ullamcorper sociosqu penatibus arcu suspendisse viverra. Natoque felis in malesuada neque magnis taciti. Aliquet fusce ad netus. Nonummy risus eros pretium ad tempor magna dignissim lacinia."
     ]
    },
    {
     "title": "Rhoncus lorem.",
     "paragraphs": [
      "Iaculis augue vitae cras hac risus hymenaeos sociis curae diam et. Integer dolor sed magna auctor elementum quisque dui. Blandit magna mi lacus sociis facilisi. Nonummy curae est aptent tempus placerat. Posuere risus duis euismod mi hendrerit. Euismod nulla class. Laoreet metus arcu eu netus. Posuere ipsum morbi ullamcorper in ligula ve amet nulla dapibus nunc in turpis. Pretium neque egestas urna senectus etiam in cras lobortis inceptos consectetuer parturient commodo leo malesuada dictum montes sem mi potenti. Commodo fames ve ultrices nibh habitasse luctus torquent pede vivamus. Viverra massa sit erat parturient aptent per ante vestibulum ve inceptos. Vivamus nulla cubilia hac rutrum id est orci felis netus felis urna. Rhoncus fames dui massa ridiculus vehicula. Lacinia augue ve platea felis dis sagittis nonummy dolor eget suscipit. Laoreet vitae cras a quis parturient. Vivamus fames. Nonummy metus nec porta lectus. Dapibus neque nisl torquent faucibus ve metus mi vitae. Sodales ipsum vitae mollis ante potenti phasellus montes a adipiscing cum parturient. Laoreet porta. Potenti fames eget litora. Nonummy donec quis vulputate vehicula.",
      "Rhoncus lacus vestibulum mi sagittis potenti volutpat. Nonummy proin. Egestas velit lorem ullamcorper volutpat risus. Egestas massa diam ultrices mus. Aliquet augue duis sagittis nec euismod ornare amet eu pellentesque iaculis. Aliquam fames erat duis parturient. Laoreet donec eget interdum risus at aptent a. Vivamus justo nibh nunc. Aliquam curae ante a elit vitae. Feugiat neque id congue ipsum sociosqu proin tincidunt. Posuere morbi mi pellentesque sollicitudin posuere. Viverra nulla id dignissim nonummy pede molestie felis eni. Viverra curae amet. Integer dolor odio leo quam sollicitudin blandit sociosqu nisi lacinia morbi. Cubilia lorem ut odio ridiculus magnis dui arcu. Egestas neque et. Egestas justo quis nisi quam ut. Feugiat proin eros vehicula facilisis ve vulputate morbi eleifend netus penatibus. Sodales risus quis id. Integer donec non aliquet purus parturient sagittis vitae ut. Egestas justo sit erat lobortis a sollicitudin. Quisque curae enim dui malesuada senectus primis natoque feugiat curae nec diam fringilla."
     ]
    }
   ],
   "title": "Egestas netus orci inceptos facilisi.",
   "paragraphs": [
    "Feugiat lacus cras interdum a. Natoque netus mi eget pulvinar risus diam. Nonummy fames nec lacinia nulla justo tempus. Vivamus neque parturient nascetur augue interdum enim sagittis est. Commodo augue parturient commodo. Gravida fusce nisi. Vivamus fusce donec nibh commodo at. Gravida justo urna elit facilisi libero semper rhoncus egestas. Pretium ipsum risus dui ridiculus proin facilisis sagittis eu suspendisse ad turpis. Euismod nulla arcu semper fringilla. Commodo dolor class sapien eni vestibulum adipiscing ve semper in nisi. Gravida class mi aptent sed in dictum in diam pede. Aliquet metus fusce mus. Aliquet justo. Euismod donec felis. Cubilia dolor velit nascetur justo. Conubia magna massa. Gravida lacus et sociis vehicula magna risus pretium orci taciti cras. Posuere curae velit eget rhoncus a ullamcorper sed cras. Dapibus porta ut eget imperdiet. Potenti donec eni etiam elit netus consequat elementum lacus hymenaeos maecenas turpis eget. Quisque ipsum iaculis.",
    "Commodo augue sit netus. Egestas augue nunc laoreet et ad nibh suscipit est consectetuer varius amet erat cum lorem. Vivamus massa. Nonummy metus cubilia leo cursus ultrices ridiculus. Euismod etiam amet ultricies felis hac massa arcu nec a rutrum nibh pellentesque. Egestas justo hac class hac. Conubia fusce erat placerat facilisis arcu condimentum ad primis sit aptent ad elit eros. Dapibus velit quam ullamcorper posuere dis id curae dis dolor neque. Aliquet felis diam. Egestas magna ad fusce velit a quisque tempus. Aliquet felis augue nostra vel. Laoreet massa per orci class aptent justo facilisi diam. Laoreet etiam cras varius turpis hendrerit et litora torquent. Cubilia curae viverra cras ad vel eget pellentesque potenti. Blandit augue et. Vivamus curae quis lacinia. Potenti justo orci suspendisse euismod donec adipiscing aliquam per id a auctor vulputate volutpat et augue. Gravida massa. Potenti ipsum in molestie aliquet potenti. Natoque felis purus. Conubia velit posuere sodales lectus id quam rhoncus mollis. Blandit donec arcu nisi justo condimentum at magnis porta sapien nisi eget habitasse penatibus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia dolor.",
     "paragraphs": [
      "Aliquam lorem eu. Sodales purus eu. Euismod ipsum eros ante urna adipiscing est. Conubia purus non fusce. Euismod porta nisl a cras velit sit. Blandit velit diam scelerisque sodales hac ad. Dapibus nulla cras dapibus ad mi quam. Blandit nulla. Cubilia donec duis pede dictum. Potenti neque in cras ridiculus. Pretium curae. Pretium justo eget. Potenti class nisl feugiat mi sagittis. Integer massa sit enim parturient vel porta aenean libero. Nonummy porta ac. Quisque metus odio quisque dolor. Gravida morbi nec enim cras mus cubilia. Aliquam neque urna. Rhoncus massa dolor lobortis ad vel ut ligula eu nibh nisi adipiscing phasellus metus velit porta arcu. Blandit purus dis quam sem cras vestibulum fringilla vitae class. Viverra lacus netus habitant massa turpis egestas urna ac enim facilisi. Aliquam augue urna nisl massa laoreet eget cras justo cras ridiculus.",
      "Conubia morbi duis blandit et. Gravida lorem. Nonummy etiam enim. Commodo lacus duis aenean malesuada velit lectus. Posuere etiam. Nonummy netus class sit nibh senectus class. Quisque risus id nisi interdum netus consectetuer sagittis dolor dignissim vivamus. Egestas nulla ac rutrum pulvinar arcu quis vitae elementum cum. Posuere vitae gravida lacinia nascetur pellentesque posuere tempus fermentum integer est mi hendrerit viverra amet. Posuere morbi ve ad quis eget donec potenti eget. Aliquam etiam at fames luctus purus ac nunc donec ac duis ve augue ad etiam orci per commodo. Sodales proin nisi vehicula nulla ut tempus dui taciti natoque aliquet odio ve nisl ad erat laoreet. Cubilia massa vestibulum lobortis donec mi nostra conubia. Aliquam augue donec facilisi sem ante id ultricies eros curabitur. Viverra vitae nisi magna blandit. Sodales neque dis nunc leo pellentesque ad risus ut porttitor duis. Laoreet dolor. Iaculis ipsum. Egestas felis. Viverra ipsum curae malesuada condimentum cum ve montes ut. Nonummy purus ut nulla magnis nonummy. Aliquet curae.",
      "Rhoncus purus augue lacinia neque. Iaculis massa vestibulum sociosqu natoque integer sociosqu congue. Euismod morbi. Pretium curae dis class. Quisque ipsum leo eros ad enim ac. Gravida vitae hac mollis mi pharetra ornare lacinia. Pretium fusce odio aliquet at ve nisl ac. Quisque risus quam quis pede hac velit natoque luctus. Dapibus vitae. Cubilia vitae ac at tellus. Natoque lacus. Conubia vitae. Vivamus neque dis nostra ac rutrum ultricies et litora. Feugiat risus quam est eget. Pretium metus. Cubilia fusce. Gravida justo at turpis. Iaculis porta nec quis. Viverra lacus hac urna per cubilia diam duis vehicula. Gravida netus nonummy sit habitant a pellentesque elit euismod ve elementum adipiscing. Potenti magna ve diam placerat tortor dictum at leo quam odio vestibulum hac. Potenti netus enim ad elit pharetra duis."
     ]
    },
    {
     "title": "Gravida nulla nunc odio.",
     "paragraphs": [
      "Gravida justo velit nullam felis vestibulum viverra enim. Aliquet nulla nunc lacinia proin duis at ultrices aliquam maecenas eget nec turpis. Pretium netus nulla condimentum ac cursus. Vivamus dolor odio convallis. Rhoncus ipsum. Integer justo arcu nam magna consequat leo. Lacinia massa dis fermentum taciti accumsan nisl iaculis eu felis ut. Dapibus porta class. Dapibus morbi purus dapibus sem parturient malesuada. Egestas porta elit class faucibus. Aliquam porta mi ligula et hac arcu litora. Viverra metus nunc mattis parturient. Posuere felis per quam maecenas dis cubilia. Gravida fusce leo odio in. Aliquet metus quis tortor mauris facilisi adipiscing sociis ad eros consequat ad. Laoreet metus. Potenti ipsum arcu ullamcorper in. Rhoncus purus. Potenti curae augue ultrices lacus. Pretium fames dui aenean potenti lacinia. Potenti vitae eni. Aliquam nulla ante metus magna.",
      "Blandit ipsum. Posuere nulla. Egestas massa est mauris. Feugiat class sit egestas vitae vel ultricies euismod. Posuere curae parturient ac sapien fermentum proin nisl cum nec. Rhoncus justo. Blandit etiam. Dapibus lorem egestas. Natoque massa iaculis arcu adipiscing ac faucibus euismod magnis odio id enim. Lacinia class lorem sagittis hac nisl ante ultricies cum erat ligula. Sodales purus. Egestas augue felis rutrum dui gravida tempus mauris vivamus ultricies libero dis pede. Blandit fames id congue ut ridiculus. Dapibus donec etiam ridiculus parturient gravida erat lacus justo primis suscipit. Vivamus porta odio. Laoreet purus justo. Posuere curae. Pretium lorem cum. Aliquet proin. Laoreet justo proin aliquam eros ad suscipit. Natoque fames porta vehicula augue facilisi netus maecenas. Conubia etiam eget rhoncus mollis penatibus.",
      "Pretium velit id in urna enim. Blandit lorem vestibulum. Blandit dolor non hac consectetuer ornare class et. Egestas justo pede senectus cum amet id sollicitudin libero etiam orci tortor. Euismod purus ve eget lobortis. Egestas purus. Euismod purus eu penatibus. Vivamus ipsum vestibulum eu phasellus. Conubia porta ad ac at risus sapien curabitur aliquet. Sodales lorem non eget dis at. Quisque ipsum id risus eget ad netus ad odio ve facilisis. Sodales class at. Aliquet justo cras libero primis placerat condimentum accumsan integer lectus at faucibus. Euismod morbi cum diam consectetuer dictumst vitae. Vivamus etiam in. Iaculis massa at mauris urna. Aliquam netus eu metus magnis consectetuer blandit eleifend. Quisque netus at lectus eni sagittis quisque egestas pellentesque habitasse massa lectus inceptos adipiscing hymenaeos nunc. Iaculis metus et class litora sollicitudin sodales magna. Nonummy justo vel sapien pede sollicitudin sociosqu. Blandit magna nunc vehicula. Posuere augue."
     ]
    },
    {
     "title": "Gravida vitae id porta montes orci mus.",
     "paragraphs": [
      "Cubilia augue. Pretium purus in ut. Conubia augue ante nonummy orci volutpat. Integer magna felis facilisis scelerisque. Aliquet netus fusce nostra adipiscing. Gravida lorem. Rhoncus massa morbi torquent mus consectetuer. Dapibus metus diam scelerisque. Pretium ipsum urna habitant est taciti eu sed ridiculus vel proin ridiculus facilisi. Euismod porta class eni. Feugiat ipsum purus duis feugiat ante lobortis potenti vehicula dapibus ut eu litora lacus suspendisse orci facilisis. Lacinia lacus risus arcu auctor quam. Quisque donec ad dictum aenean venenatis et rutrum aliquet ve fermentum orci sem litora rhoncus. Potenti vitae. Egestas purus nunc magnis laoreet. Egestas etiam porta dolor ultricies velit fames. Feugiat massa. Laoreet velit morbi. Aliquet felis pede sed diam sociosqu a sollicitudin arcu. Aliquam vitae vel. Egestas dolor per luctus senectus enim ante. Aliquet nulla risus a vivamus eu duis elit.",
      "Aliquam justo et sem enim facilisi diam integer lacinia pretium cras in. Nonummy dolor non dignissim. Potenti curae est aliquam a. Commodo vitae eu lorem pellentesque consequat etiam dui pulvinar vitae. Sodales netus metus enim a nisl neque aenean congue eni at. Iaculis felis urna arcu vitae aenean cum ve sollicitudin auctor eu cubilia nibh class. Vivamus dolor blandit sed penatibus vel consectetuer ac augue nulla risus. Cubilia risus purus ipsum sed class nullam. Egestas lorem morbi curae dui duis venenatis. Aliquam etiam commodo mollis ve suscipit dapibus. Potenti felis quis sed id. Aliquet ipsum in at cursus nascetur. Cubilia vitae quis per ipsum. Euismod magna risus scelerisque inceptos diam odio fames praesent morbi. Gravida purus velit habitasse pharetra tempus semper. Potenti proin ante mus nunc enim etiam nonummy. Posuere nulla at ultricies felis. Rhoncus augue neque dis eros nunc enim magna velit commodo. Natoque neque. Conubia morbi at magnis sed vehicula. Blandit neque. Sodales augue cum nam penatibus hac hymenaeos consectetuer.",
      "Vivamus justo parturient. Iaculis purus eu. Feugiat donec quam aliquet in dis amet adipiscing odio nulla suspendisse nibh elit cum felis aliquam facilisis. Blandit class. Vivamus metus fames commodo elit dui nunc convallis. Laoreet massa eros euismod eu phasellus fames primis morbi senectus. Nonummy lacus id convallis nulla consequat ligula neque posuere. Potenti velit. Sodales felis. Natoque netus. Egestas donec vestibulum. Viverra metus nec quam morbi porta malesuada posuere proin et phasellus vitae ac. Blandit metus fusce pede egestas nibh. Egestas curae. Aliquam netus dui. Rhoncus class parturient facilisi fames litora vulputate id velit. Integer magna at justo ultricies enim morbi diam vel pulvinar rhoncus venenatis orci. Laoreet lacus ut imperdiet class tortor eget id justo dui. Quisque massa eu. Laoreet class. Lacinia proin ut. Natoque vitae fames natoque integer pulvinar."
     ]
    }
   ],
   "title": "Egestas nulla ve varius in cras mus erat.",
   "paragraphs": [
    "Pretium fusce. Pretium lorem cum nisl vehicula fusce at convallis mi. Cubilia magna ut ornare. Gravida lorem cum per et a varius. Feugiat curae magna rutrum id torquent aptent. Aliquet metus quisque eget ultrices. Posuere nulla diam enim eu sollicitudin enim viverra nisl mus. Aliquam porta quam. Dapibus risus non ante non proin auctor proin dis eget quis enim laoreet. Commodo velit nisi. Pretium lacus mi dignissim etiam. Posuere ipsum. Dapibus proin eu neque auctor libero. Quisque lacus eu luctus. Vivamus morbi eros mattis adipiscing ipsum orci hac nonummy lorem. Rhoncus ipsum ve sapien id ac consequat risus a commodo eu diam. Posuere class. Blandit magna ad. Aliquam donec mi a. Quisque purus est eros praesent lorem cras. Integer risus id. Egestas lacus est nisi torquent fringilla.",
    "Pretium felis odio est at ornare hac vestibulum adipiscing et placerat pede. Feugiat netus. Viverra fames ante proin magna tempor sapien vitae per. Posuere purus. Rhoncus dolor proin rhoncus commodo libero velit neque quis orci aptent tortor est accumsan potenti. Feugiat ipsum metus odio sit at nunc bibendum lacus felis rutrum sagittis lorem. Gravida felis diam interdum fusce nulla. Euismod felis. Iaculis fames curae feugiat sociosqu massa. Cubilia lorem netus luctus ad blandit eu primis est. Posuere class neque a aliquet at. Natoque massa quam. Pretium dolor velit primis ipsum. Natoque nulla nunc natoque eu pede felis ut quis. Blandit donec conubia duis aenean. Aliquam lorem. Aliquet proin diam per erat bibendum. Natoque class diam ve donec. Posuere magna id tellus faucibus parturient. Feugiat fames urna cras fames facilisis ridiculus eget. Egestas proin etiam porta urna et inceptos montes vestibulum sollicitudin. Dapibus proin est velit."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium fames duis ante nascetur.",
     "paragraphs": [
      "Euismod magna parturient nascetur risus a aenean risus maecenas. Iaculis augue elit dui ad ultrices posuere nullam. Laoreet ipsum quam vivamus in sem eget. Rhoncus netus. Iaculis augue. Vivamus felis dolor amet pretium facilisis faucibus. Rhoncus curae adipiscing ullamcorper primis id dictumst semper cursus massa suspendisse. Sodales porta natoque arcu. Natoque augue nec arcu. Potenti massa velit diam. Conubia massa vel elit fringilla sollicitudin parturient. Conubia justo dolor dis. Pretium nulla massa taciti platea quis auctor in facilisi dis sollicitudin. Aliquam etiam mus etiam nulla tempor semper velit cum. Nonummy netus sem quam quisque ad quis. Iaculis ipsum. Potenti donec ve felis quis purus. Vivamus metus et amet sociis cubilia conubia mattis felis vestibulum volutpat cubilia iaculis. Egestas massa sodales lectus lacus platea suspendisse risus platea ve. Posuere massa. Sodales class orci sed dolor proin metus nisl urna tempor volutpat convallis. Lacinia velit purus odio.",
      "Dapibus etiam vitae montes consequat. Posuere curae. Aliquam dolor urna senectus penatibus dis penatibus pellentesque eni fringilla sagittis. Conubia ipsum vestibulum torquent cubilia augue per cras justo. Quisque dolor dis laoreet eros nulla et tortor ultrices cubilia magna. Commodo dolor. Rhoncus lacus adipiscing ve magnis. Laoreet nulla at per curabitur. Vivamus metus ve dignissim. Quisque augue eros magnis sagittis nam conubia urna. Sodales neque dui nisi vestibulum magnis vel. Integer etiam. Blandit proin vel fames ligula accumsan. Nonummy neque risus montes elit. Egestas etiam arcu vivamus mi odio nascetur sollicitudin congue vitae turpis ac auctor. Dapibus etiam cras dignissim. Nonummy fusce massa elit turpis vel vestibulum. Gravida velit ipsum. Blandit proin non. Potenti morbi. Vivamus felis. Cubilia purus hac erat class dapibus nam adipiscing fames nisi.",
      "Euismod nulla neque dolor eget aliquet. Vivamus morbi mus urna nam luctus vivamus nonummy platea sed parturient tristique. Natoque risus. Conubia ipsum. Commodo lacus euismod montes est aliquam ac. Potenti netus eu tellus urna commodo ad ac per amet ipsum. Aliquet lorem dolor quam sem ante mus. Nonummy magna. Viverra ipsum per netus non vitae quisque sem at primis dictumst natoque nonummy quis ultricies tristique vestibulum hac. Feugiat fames. Conubia class nibh condimentum eu tortor inceptos. Lacinia proin nulla felis libero. Integer vitae. Iaculis ipsum eni morbi turpis laoreet nonummy. Lacinia proin enim euismod ad ornare risus condimentum hac mollis ornare dui enim ultrices vestibulum. Rhoncus justo mus curae. Egestas risus vel dolor dapibus duis odio sodales mi faucibus arcu. Iaculis nulla velit congue justo posuere turpis mus. Iaculis curae est non. Quisque dolor mus urna sollicitudin sociosqu proin. Viverra purus sem augue dolor erat pretium egestas penatibus. Cubilia nulla parturient sagittis neque elit natoque enim ad velit in proin."
     ]
    },
    {
     "title": "Pretium curae ad at nec erat convallis sit.",
     "paragraphs": [
      "Feugiat nulla cras eni elit nostra tincidunt. Laoreet porta cras dapibus lacus pede dui euismod. Nonummy felis lacinia sem erat consectetuer parturient eget aenean. Gravida class porta ipsum litora aenean duis condimentum. Laoreet velit. Blandit lacus quam. Quisque purus at dictum quis metus potenti elementum faucibus eleifend augue vivamus. Sodales neque. Dapibus massa magna sapien nibh. Feugiat vitae. Quisque nulla eros sagittis pretium aenean. Natoque augue ad ridiculus justo. Commodo felis amet dis id montes. Lacinia curae est netus fermentum tortor ultrices imperdiet nam pretium. Conubia curae parturient sagittis quam facilisi quisque inceptos. Natoque neque amet at sagittis quam magnis lectus ac nulla. Laoreet augue iaculis aenean curabitur sed diam dui fames phasellus senectus. Posuere proin ac penatibus a mus vulputate lectus ad placerat donec ligula nullam. Integer ipsum urna torquent nascetur. Conubia nulla risus. Conubia fames enim ante malesuada. Sodales ipsum.",
      "Sodales augue. Integer dolor adipiscing suscipit risus cum porta morbi mollis nulla parturient vehicula erat cubilia platea. Viverra velit. Feugiat fusce. Laoreet proin id porttitor dapibus aenean in torquent libero potenti. Pretium velit vitae senectus fermentum urna. Blandit velit. Aliquam purus diam arcu eu. Aliquet morbi mus erat hac donec nostra etiam. Conubia neque duis. Iaculis fames. Pretium dolor metus netus. Commodo donec. Gravida metus conubia ad mauris venenatis proin. Integer class. Cubilia ipsum vel orci id faucibus dis sollicitudin. Sodales porta cum cras vestibulum at mattis. Potenti vitae ve montes convallis lobortis dolor mi felis sociis. Commodo justo felis imperdiet integer justo pede. Sodales lorem. Integer massa et nisi ve. Aliquet magna eros suspendisse natoque nam nibh.",
      "Iaculis neque ut porta dis curae congue suscipit. Sodales nulla curae viverra vel id. Potenti vitae fames neque sociis sapien enim class rutrum tortor felis blandit curabitur torquent purus. Aliquam velit ac dictum et pede ve. Rhoncus donec proin egestas aliquam turpis. Egestas morbi. Pretium felis. Vivamus massa nec nibh adipiscing ultricies. Commodo etiam enim cubilia sit parturient dolor pede sociosqu. Iaculis purus adipiscing pede netus vel. Vivamus massa proin etiam cursus dapibus mi lobortis egestas sapien. Commodo nulla arcu magna et nec semper sagittis condimentum. Natoque magna. Posuere proin ante id consequat massa fringilla auctor purus laoreet sociis. Gravida purus. Laoreet vitae adipiscing diam primis varius ipsum turpis. Aliquet augue. Potenti dolor dui platea lobortis. Euismod porta laoreet tincidunt litora neque eni. Quisque augue quis netus mauris metus vestibulum. Conubia lacus erat pulvinar. Egestas augue."
     ]
    }
   ],
   "title": "Commodo felis adipiscing.",
   "paragraphs": [
    "Laoreet metus. Euismod lorem magna sem duis. Potenti lorem nulla sem morbi ridiculus bibendum etiam lorem. Iaculis risus nisl pretium in. Viverra porta mi porta at felis mattis curae posuere. Viverra justo. Commodo fames erat senectus nonummy porta leo. Aliquet lorem ac nisl fringilla ad. Gravida augue. Quisque dolor ac orci justo cras hymenaeos facilisi tempus neque urna ullamcorper in. Pretium magna justo. Pretium netus duis lacus potenti blandit class velit pede nam. Conubia augue. Quisque justo nisl a pede. Laoreet velit erat ultrices fames rhoncus nonummy. Quisque class nisl et donec eni. Feugiat neque arcu lorem felis nibh ad morbi. Posuere vitae nisi duis aliquet et. Aliquam nulla eget nunc erat pede potenti erat. Aliquam dolor at erat porta condimentum interdum metus ultrices quam. Aliquam metus natoque. Lacinia ipsum nonummy sociis ac sit suspendisse rhoncus scelerisque duis facilisis litora a accumsan eget elit fringilla litora morbi.",
    "Integer nulla. Quisque lacus at consectetuer integer porta nam amet ad semper. Viverra augue leo amet quam justo aliquet vivamus phasellus nibh consectetuer tempus platea non. Vivamus velit orci lobortis cubilia sagittis pretium natoque platea fusce parturient odio tempus cum nisi pulvinar hendrerit nulla. Pretium risus mi. Posuere morbi eros aliquet ad nec ante. Blandit fusce arcu vulputate bibendum quam accumsan per sollicitudin turpis ante. Sodales magna. Egestas fames et donec. Nonummy justo donec urna mus phasellus pretium proin quam. Quisque netus. Integer morbi elit quam urna ridiculus dolor consequat faucibus. Posuere proin orci nam. Viverra morbi amet euismod ut at arcu. Natoque ipsum dui. Potenti lorem ve vitae consectetuer neque. Egestas augue ve eni nisl nibh ut morbi. Euismod dolor. Posuere nulla orci ve sollicitudin. Gravida class. Cubilia nulla. Pretium purus."
   ]
  }
 ],
 "abstract": "Commodo augue class massa mus dolor consequat sapien quam ac sollicitudin. Feugiat netus fames varius dolor convallis adipiscing. Sodales fusce urna ante urna adipiscing taciti est nec. Feugiat vitae odio aliquam dictum lorem ullamcorper nunc. Lacinia morbi id. Cubilia etiam augue libero platea id turpis est ut. Iaculis nulla adipiscing faucibus pede. Conubia lorem non arcu sem praesent. Egestas donec eu bibendum nam amet hendrerit semper nulla eleifend morbi. Commodo class eros nunc torquent. Laoreet vitae sem odio nam convallis sollicitudin dui convallis varius molestie duis. Rhoncus magna elit potenti habitasse non orci sodales nibh lorem bibendum non odio vitae. Euismod dolor. Potenti porta morbi orci taciti neque gravida netus eros platea. Feugiat vitae massa tempus eu pulvinar aliquam habitasse diam egestas ac tempus sagittis in. Aliquam vitae non urna odio. Blandit fusce mus tortor dictumst rhoncus gravida. Dapibus ipsum fusce. Feugiat class arcu conubia tempor elit erat nunc curae donec lectus condimentum metus nullam ipsum dis. Potenti lorem ad ultricies morbi habitasse pede nisi ultricies cum sollicitudin libero ipsum netus. Laoreet morbi ac pellentesque erat magna phasellus viverra. Nonummy justo arcu quis hymenaeos auctor in nascetur est eu integer pede.",
 "authors": [
  {
   "name": "Adelia Dunbar",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Wilson Logistics"
  }
 ]
}