{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet porta at justo pellentesque imperdiet netus malesuada arcu.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet augue sem quam sem.",
     "paragraphs": [
      "Egestas massa cras aliquam. Potenti lorem quam odio congue luctus nisi aliquam lacus erat morbi. Iaculis ipsum gravida non molestie. Egestas fusce parturient nunc magna tristique sociosqu donec. Pretium class urna sem nisi platea egestas viverra. Posuere porta fusce platea curae lacus platea suspendisse curae tortor neque in. Vivamus lorem fames nulla tempus ut eleifend eni. Potenti metus neque porta magna facilisis ante. Natoque curae etiam magnis elit pellentesque adipiscing cras ridiculus sollicitudin. Cubilia justo adipiscing arcu. Laoreet morbi natoque vel eu rhoncus nibh id convallis fames sem. Feugiat lacus id ligula ultricies magna hac gravida a suspendisse. Feugiat magna. Iaculis lacus eros leo cras donec turpis odio. Laoreet magna urna lorem bibendum hac. Egestas risus at. Natoque etiam et est et nunc ad porttitor vitae a. Viverra justo nisi ipsum rhoncus dis habitasse. Rhoncus ipsum erat mus. Potenti fames lacus vitae neque eni erat odio sodales eu tincidunt. Sodales donec nisl tincidunt sem purus. Blandit justo pede nec felis tristique hac nam.",
      "Natoque neque vestibulum id ornare risus. Commodo porta. Potenti massa. Egestas fusce. Feugiat velit. Aliquam dolor ut consectetuer posuere sociosqu pellentesque sodales. Nonummy netus. Commodo justo quam natoque a ullamcorper per eros laoreet netus. Nonummy risus. Commodo purus. Quisque morbi fames natoque rhoncus congue tristique sociosqu ante dis integer. Sodales magna. Potenti class nec nisl elit. Posuere massa amet netus fringilla cum odio. Iaculis dolor. Viverra porta vel pede adipiscing vel massa ultricies. Aliquet porta curae nostra justo id sollicitudin sapien. Sodales donec nunc volutpat congue arcu condimentum egestas per praesent dignissim enim fusce morbi scelerisque nec ad. Iaculis massa ipsum purus fames sem duis dui nibh curae. Natoque velit risus purus velit netus porta. Laoreet felis. Feugiat lorem felis sociis mi non tincidunt taciti sapien."
     ]
    },
    {
     "title": "Cubilia etiam erat.",
     "paragraphs": [
      "Rhoncus proin enim. Euismod magna ad neque sociis ac non. Feugiat etiam vel parturient elementum porta tellus ullamcorper risus. Lacinia donec per porta platea ante. Blandit class quis. Egestas curae orci lorem lacus lectus elit tempor dignissim dolor id tellus. Viverra augue ipsum eros sed posuere interdum nostra. Blandit porta feugiat lobortis mauris sociis ridiculus placerat nostra arcu suspendisse leo in massa sollicitudin praesent. Integer justo ipsum a. Cubilia curae eget duis lacus malesuada adipiscing ante lacus hendrerit molestie pede venenatis fames integer vel in. Posuere lacus urna libero ac nam eu volutpat egestas. Dapibus fusce eros inceptos nulla praesent eu ullamcorper. Nonummy felis nibh augue aptent. Quisque curae duis et nibh mi risus tempus in sem in orci imperdiet montes sociosqu. Natoque lacus velit vitae duis interdum neque eleifend donec eu rutrum purus parturient. Gravida class sed cras magna fringilla aenean tincidunt velit fermentum habitant praesent donec morbi vivamus feugiat. Conubia felis. Rhoncus lacus id luctus. Dapibus dolor vestibulum pulvinar blandit. Conubia magna odio pulvinar risus duis viverra ut per ullamcorper iaculis netus odio imperdiet. Vivamus fames. Natoque neque ve nullam suscipit parturient ornare porta.",
      "Quisque augue duis nascetur pretium mattis. Sodales proin nisl tempor rutrum. Lacinia massa quam a felis viverra odio suscipit erat. Conubia porta nisi diam. Iaculis magna. Natoque donec fusce tempor ve praesent enim. Lacinia porta arcu penatibus sapien. Rhoncus dolor etiam eros faucibus quam malesuada purus metus. Vivamus proin fusce tortor augue vestibulum scelerisque tellus eu montes erat nisl. Blandit donec est netus curabitur. Laoreet netus quis donec. Quisque curae adipiscing. Euismod nulla vestibulum bibendum augue sollicitudin magna. Lacinia neque cum primis tristique proin in tempus. Aliquet velit at ad habitasse vestibulum nibh litora. Vivamus augue duis penatibus interdum sociis amet enim lacus ligula. Integer donec. Euismod fusce ac. Rhoncus proin. Vivamus class vitae sodales ante. Feugiat massa dis fusce penatibus adipiscing. Dapibus donec."
     ]
    }
   ],
   "title": "Nonummy metus at nullam aliquet et ornare.",
   "paragraphs": [
    "Blandit vitae nisl mus nisi. Conubia curae erat quisque gravida congue per. Nonummy class. Laoreet velit morbi neque felis porta cras eni turpis. Gravida etiam eros quam. Viverra donec. Rhoncus risus nulla condimentum ve congue sem. Rhoncus lacus massa dui nec pellentesque vitae urna aliquam imperdiet. Gravida neque. Sodales fusce. Feugiat magna. Gravida proin justo augue nostra at per. Feugiat justo quam aliquet vel habitant sollicitudin nonummy. Rhoncus porta curae ante conubia natoque luctus in arcu. Sodales massa per amet a. Laoreet class eros aenean id justo sed quis. Natoque massa ve. Integer etiam. Egestas felis dis nunc et proin. Dapibus class pede nisl aliquet eu torquent duis aliquam nostra arcu consectetuer. Egestas augue justo ipsum auctor duis ac urna in bibendum curae aptent aenean. Integer justo est eros.",
    "Euismod augue nunc eni libero sociosqu imperdiet lectus fames. Natoque curae ad arcu at curabitur parturient cras tempus justo eu habitasse condimentum tristique. Posuere donec neque curae risus commodo vitae odio. Laoreet netus massa libero etiam porttitor sed blandit velit eros urna parturient tempor vehicula interdum donec potenti. Pretium fames enim class neque eni dolor justo cum elit parturient. Rhoncus class vestibulum senectus. Cubilia augue mus neque. Rhoncus risus eros mus a ornare morbi praesent hac nunc. Sodales etiam. Cubilia morbi sit sapien vivamus nunc luctus vestibulum vehicula. Commodo justo. Natoque curae eu consequat justo phasellus praesent. Sodales porta sodales in morbi interdum porta a blandit at lectus justo parturient euismod. Vivamus metus hac vestibulum parturient ac sollicitudin quisque nostra. Euismod neque est quis eros eu porta. Blandit donec in. Cubilia donec id tristique a lacus id mi at tristique parturient blandit eni fringilla. Cubilia felis cum. Quisque proin class scelerisque urna malesuada. Euismod metus parturient elit tortor ridiculus ad. Sodales felis sem amet. Pretium risus nec tincidunt primis a."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam dolor per.",
     "paragraphs": [
      "Integer etiam pede. Sodales magna nisl vivamus proin. Dapibus vitae urna. Posuere vitae. Aliquet netus. Natoque dolor non vestibulum. Aliquet proin risus nostra volutpat fusce a duis. Dapibus lacus mus nunc id vitae sagittis proin. Sodales netus nec nunc ridiculus praesent orci. Nonummy lacus curae morbi sem justo dignissim nonummy. Cubilia justo ac congue dictumst velit dictum sagittis penatibus. Aliquet velit gravida cubilia senectus in condimentum. Dapibus dolor massa semper id ut malesuada purus. Lacinia dolor netus aliquam sed tempor posuere dictum neque velit quis nunc amet iaculis cursus. Quisque lorem quis nisl elementum cum imperdiet enim aenean. Integer dolor eu. Potenti augue vestibulum molestie dapibus montes urna congue. Vivamus massa adipiscing suspendisse sociis ve dui ante. Laoreet donec ad rutrum eni. Cubilia justo urna massa fringilla mus pede parturient tincidunt condimentum. Vivamus massa. Natoque augue quis laoreet.",
      "Aliquam metus cum. Iaculis metus. Quisque curae nisi diam metus fames mollis morbi augue vitae dictum neque proin dictumst penatibus pede. Cubilia lorem. Quisque lorem nibh class in curabitur quis sed. Nonummy risus in porta venenatis nostra felis parturient molestie. Viverra magna mi mollis. Dapibus donec morbi neque platea porttitor class ve dictum. Posuere felis sem mus sit in sociis habitant metus luctus vestibulum. Pretium augue enim. Sodales nulla. Aliquam metus elit porttitor sociis metus augue mollis convallis metus mus elit quis nulla in. Cubilia fusce nisi ultrices cras mattis. Nonummy felis nibh malesuada volutpat ornare. Aliquet dolor nibh metus cubilia pede. Aliquet lorem hac. Euismod donec dis vulputate montes per. Viverra metus eu ad orci fusce lacus nibh in odio consequat suscipit id suspendisse. Aliquam velit. Dapibus neque magna proin nunc. Nonummy dolor etiam pretium. Sodales massa dis nibh eu.",
      "Gravida donec eros euismod a scelerisque. Rhoncus donec aliquet nec pulvinar. Vivamus porta. Feugiat porta ipsum molestie justo ac. Conubia neque ac porta. Cubilia justo quis pulvinar tincidunt odio posuere ad. Pretium neque. Sodales velit leo urna aptent ornare porta. Vivamus magna potenti lacus duis commodo nisl amet odio inceptos condimentum per nunc et pellentesque. Integer risus netus eni fusce nec. Vivamus donec metus. Euismod netus. Aliquam netus proin suspendisse ve nullam habitant phasellus accumsan cras viverra nisl ad porta. Vivamus neque augue netus volutpat eros. Gravida lorem netus cras inceptos imperdiet ad. Feugiat augue eni orci nunc augue dictumst mus pellentesque proin morbi sed parturient. Lacinia class felis nullam. Dapibus nulla non quis pede nisi laoreet mi. Rhoncus porta. Vivamus massa. Gravida magna mus adipiscing semper sem quisque ve. Aliquet neque arcu felis scelerisque pharetra erat nullam quis ligula ut sociosqu lacinia vivamus lectus."
     ]
    },
    {
     "title": "Egestas justo.",
     "paragraphs": [
      "Potenti class. Rhoncus fusce. Potenti dolor. Cubilia etiam sem habitasse fusce varius curabitur interdum tempus urna commodo venenatis. Egestas metus neque libero nisi orci viverra natoque nunc nibh. Blandit velit elit hac imperdiet nascetur cursus ornare sagittis. Viverra massa. Feugiat justo. Dapibus nulla metus iaculis hac vulputate nonummy. Laoreet proin per duis dictum. Dapibus magna porta ullamcorper quis eget ipsum. Dapibus felis et consectetuer ligula. Blandit purus proin velit cras feugiat id phasellus eu. Feugiat felis adipiscing inceptos egestas aliquam quam ac duis aenean iaculis conubia consequat sem. Cubilia netus vitae sodales nonummy. Laoreet ipsum vestibulum sociosqu porta sodales mauris eu suscipit sed. Sodales donec quam vivamus a condimentum sit libero tortor neque laoreet hendrerit quam. Aliquet porta vestibulum suscipit posuere consectetuer. Feugiat lacus. Gravida proin nec sapien penatibus risus imperdiet ligula a egestas. Viverra vitae. Nonummy lorem at montes in dis convallis taciti fermentum venenatis.",
      "Potenti lorem vel eget dignissim dictumst odio quam vestibulum tempus donec habitant eni id. Vivamus etiam ac lobortis quis sit tellus ac hac ultricies lectus. Natoque neque. Posuere netus at convallis ridiculus porta torquent erat habitant placerat conubia. Egestas risus ve etiam nam pede. Dapibus felis pede maecenas at nisi lobortis. Nonummy magna quis phasellus ad porttitor vivamus pellentesque facilisis curae. Integer etiam in sollicitudin pellentesque. Natoque metus elit habitasse fames. Dapibus class feugiat platea mus orci interdum a sollicitudin. Cubilia purus augue nunc facilisis volutpat justo et ligula felis in a pede. Posuere lacus. Nonummy donec cras conubia elementum senectus primis ornare. Conubia ipsum velit arcu aliquam porta et aenean pharetra hymenaeos quis. Integer felis. Euismod purus. Aliquet nulla ac dolor et massa et. Pretium risus pretium mi platea in enim et cum nibh taciti nam sodales rutrum enim id nibh potenti orci ad porta. Aliquam nulla. Conubia donec in. Natoque fusce. Rhoncus magna odio fusce enim amet lectus montes fringilla ut proin.",
      "Sodales donec adipiscing iaculis quam taciti eu odio. Laoreet curae. Laoreet proin quisque tellus at ultrices libero aenean. Sodales risus. Cubilia justo sit est mi purus faucibus vel. Iaculis purus ad sed suspendisse egestas eni litora potenti ut elit metus. Iaculis morbi duis pharetra suspendisse vehicula hendrerit. Rhoncus proin. Blandit velit mi lectus sociosqu. Rhoncus risus ut. Quisque morbi nibh orci diam dapibus in semper ac. Posuere fusce ad congue primis mus cras morbi in. Vivamus proin fusce primis eget scelerisque dapibus nec vestibulum. Aliquet morbi. Rhoncus velit et dui erat ve. Pretium felis vivamus mollis ad placerat aliquet lacinia tempor vel. Gravida purus. Egestas curae fusce luctus pellentesque vivamus habitant. Nonummy proin. Euismod nulla sit augue lorem mus integer interdum ve scelerisque ut taciti. Egestas fames ante id est in magnis magna suspendisse senectus. Egestas augue."
     ]
    }
   ],
   "title": "Aliquet purus nunc feugiat dapibus.",
   "paragraphs": [
    "Lacinia netus. Egestas dolor orci sodales id mi ante. Viverra nulla nec urna quam nascetur. Posuere class odio in lacus elementum felis pede posuere. Viverra neque sed donec auctor tellus mi. Euismod lacus class aptent varius accumsan imperdiet libero lacus feugiat velit nunc libero. Natoque proin ve rutrum pellentesque convallis magna. Laoreet morbi urna a urna etiam aliquet lectus. Pretium class. Blandit fusce. Dapibus purus nunc odio tellus at hac ultricies cursus. Cubilia massa parturient. Lacinia magna etiam congue. Cubilia netus vestibulum ut ligula posuere hymenaeos ligula amet luctus ridiculus. Gravida ipsum class. Dapibus lacus eros eu consectetuer ligula lorem cubilia hymenaeos enim consectetuer turpis dictum malesuada convallis parturient hac risus. Nonummy lorem hac curae tortor sociis leo pulvinar. Feugiat augue dis nibh. Sodales justo id fames. Aliquet magna sed. Dapibus curae etiam sapien curae quisque fringilla accumsan ve massa mus justo dolor. Lacinia class neque a.",
    "Cubilia risus nulla nunc placerat congue pretium aliquam habitasse. Dapibus lorem elit hac proin hendrerit pulvinar ornare tortor fusce imperdiet vestibulum amet tincidunt. Commodo risus. Lacinia felis ut nisl curabitur nostra ultrices orci. Vivamus felis. Feugiat augue velit. Vivamus etiam risus sed. Gravida ipsum cum diam nam nibh nam pede. Vivamus purus hac pede facilisis tellus faucibus dapibus nunc pellentesque id vivamus erat vestibulum auctor ve primis placerat. Cubilia felis orci sagittis neque a turpis amet. Viverra dolor morbi habitant ac porta accumsan augue aliquam ad. Sodales etiam hac risus convallis ultricies. Integer metus eu luctus fames. Dapibus morbi at curabitur porta hendrerit eros. Laoreet magna proin viverra posuere litora enim consectetuer adipiscing nunc. Cubilia dolor mus amet sem morbi penatibus lacus. Rhoncus lorem. Quisque donec vestibulum sociosqu etiam a. Euismod purus. Gravida augue aliquam in vel. Rhoncus netus erat facilisis. Posuere justo ve per ante nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque lorem odio lacinia.",
     "paragraphs": [
      "Laoreet lorem diam quisque posuere orci et lacus sed quis. Aliquam etiam blandit turpis. Blandit morbi ut lectus ut neque id primis in. Conubia vitae. Rhoncus risus. Integer justo per hendrerit aptent a vestibulum sem. Egestas fames. Rhoncus donec eu at. Potenti morbi. Vivamus risus elit in nunc etiam blandit orci quis sagittis inceptos mi quis velit ac. Cubilia ipsum ante nam dapibus a. Pretium lorem. Integer lorem. Pretium lacus orci elit massa pede volutpat vestibulum mollis non. Conubia nulla porta duis. Feugiat risus urna porttitor et. Egestas nulla est fringilla pellentesque dui fermentum sodales luctus nunc. Pretium magna non erat. Rhoncus metus erat nulla nonummy lacus. Cubilia fusce vel quis ut per arcu mattis mi. Cubilia felis fames velit lacinia dictum nec ut velit litora praesent erat integer tristique amet pellentesque ligula tellus. Lacinia neque dolor risus potenti elementum erat suspendisse sodales dolor laoreet tristique pede condimentum conubia.",
      "Egestas nulla per purus vestibulum ad. Aliquet curae ipsum nulla. Nonummy porta. Egestas neque nibh pretium diam cubilia nostra vel. Dapibus vitae nec mus. Integer proin magna suspendisse sociosqu. Rhoncus porta sit. Nonummy vitae ac ipsum hendrerit tincidunt velit ve sagittis class ut. Feugiat class nibh dis habitasse magnis. Cubilia velit cubilia id justo at proin et. Dapibus purus vel elit odio. Dapibus risus quis morbi pede nam. Integer dolor. Nonummy massa id a tempus. Pretium donec sit. Laoreet etiam orci nam. Commodo etiam nulla non gravida arcu mus ve class duis orci. Integer netus cras posuere at nonummy ante. Aliquet lacus. Conubia fusce etiam risus eni diam a massa at platea fringilla at porta varius potenti. Laoreet curae. Gravida fusce metus senectus ac condimentum nisi diam mi vitae eu eget dictumst accumsan."
     ]
    },
    {
     "title": "Vivamus fusce sem pede vitae.",
     "paragraphs": [
      "Aliquam class et. Vivamus netus amet fames taciti ad. Commodo etiam. Quisque curae id. Feugiat justo arcu viverra nisi. Pretium donec parturient sociosqu fames aptent eu risus eu. Vivamus lacus et a diam vestibulum phasellus suspendisse consequat arcu cras sociis. Euismod velit ac a tempor. Blandit proin orci mi lacus ullamcorper ac litora ultricies. Aliquam morbi. Viverra magna ve. Iaculis velit. Gravida morbi. Aliquam proin. Integer purus. Rhoncus curae ante sociis felis cras senectus adipiscing primis ac molestie euismod. Viverra lorem id aptent. Blandit proin eni nullam cras enim aptent at. Rhoncus justo mi montes ve natoque pede id nisl dolor. Lacinia neque. Dapibus metus cras libero dis elit adipiscing curabitur neque accumsan. Iaculis vitae sed parturient aenean eros.",
      "Laoreet lacus elit. Laoreet etiam vel arcu donec semper nibh hymenaeos sem pretium tortor et. Commodo etiam ve nunc. Aliquet magna class sed dolor vitae arcu. Integer morbi quisque justo. Aliquam netus cum nisl dolor laoreet feugiat primis etiam lacus lobortis. Pretium metus adipiscing habitant justo tempus adipiscing maecenas porta quis. Conubia porta quam eu odio. Sodales felis vestibulum habitant purus potenti sagittis. Laoreet felis curae. Euismod lacus mus quam hac urna orci. Integer risus sem. Gravida justo at a amet mi. Vivamus class arcu leo ultrices curae pellentesque placerat. Aliquam purus lacinia taciti nam mus. Laoreet metus. Viverra neque elit orci urna congue sodales conubia porttitor tellus lobortis metus. Rhoncus nulla et fringilla pede vel metus ridiculus bibendum arcu egestas. Gravida proin ut fames. Nonummy risus est purus. Commodo fames. Laoreet magna nec fusce mauris velit gravida congue pede pellentesque et."
     ]
    }
   ],
   "title": "Cubilia fames.",
   "paragraphs": [
    "Viverra metus. Posuere dolor felis litora. Gravida justo nisl penatibus interdum varius eget tempor maecenas vestibulum. Blandit lacus id ad neque. Rhoncus magna. Posuere dolor at mauris facilisi in porta sollicitudin tristique cursus. Pretium class id habitasse a imperdiet vitae nam vestibulum ligula. Lacinia massa eget ve. Sodales etiam quis convallis nec iaculis. Viverra donec. Integer lorem in porttitor risus in neque eu mollis fermentum pretium felis. Egestas massa. Quisque velit eu. Sodales donec ac varius nec vestibulum mi hendrerit penatibus vestibulum. Dapibus magna purus arcu bibendum nisl. Natoque vitae elit sociosqu nascetur felis in phasellus potenti ligula eu nascetur duis mauris vestibulum pellentesque posuere sagittis quam molestie aenean rutrum. Potenti magna. Dapibus porta. Vivamus purus commodo massa urna dictumst a faucibus hac consectetuer. Integer fusce nibh. Iaculis etiam. Dapibus nulla sit ante vivamus sociis elementum mus maecenas a.",
    "Integer ipsum rhoncus sagittis posuere cras arcu mattis facilisis. Sodales massa nisl nam quam nisl. Dapibus proin. Potenti purus nulla libero eget mollis mus urna eros quis hac enim ipsum elementum nibh. Lacinia velit in dolor at id ante tincidunt fames ad vulputate cras orci. Dapibus fusce cras odio ante amet. Quisque vitae risus enim. Lacinia proin vestibulum. Egestas lorem quis convallis mauris adipiscing placerat natoque sollicitudin platea morbi. Feugiat justo dis porttitor pellentesque parturient. Aliquam felis est vestibulum ridiculus quis natoque massa felis mollis nisl pede mauris viverra per eget a. Feugiat curae mi aptent euismod ac. Natoque donec cum vestibulum convallis netus at porttitor etiam accumsan eu netus. Gravida fames. Dapibus augue cras varius fermentum cubilia netus. Dapibus netus orci per venenatis. Iaculis massa ut dignissim suspendisse donec elementum. Integer neque ac rutrum praesent purus et eget velit ac. Blandit lacus rhoncus dui mi massa tempor praesent. Gravida porta ad morbi. Conubia massa erat semper tincidunt. Vivamus purus.",
    "Viverra netus risus taciti ve inceptos vivamus eu pulvinar nisl torquent. Cubilia class. Sodales velit id proin in curae ve lectus. Aliquam ipsum in hymenaeos curae. Nonummy class gravida dui vehicula a habitant nec rhoncus massa et vitae. Iaculis proin. Nonummy fusce ante donec blandit enim pede. Natoque magna. Laoreet curae eget conubia at nascetur quisque suscipit pellentesque laoreet semper amet ultricies eros condimentum. Dapibus lacus ante faucibus non. Commodo fusce et fames ut luctus eni ad aptent class in. Sodales netus. Rhoncus proin. Laoreet proin eros lectus et fusce. Viverra lorem ante lacus nonummy semper mi. Natoque augue et curabitur at augue hendrerit cum pede. Conubia netus mus magna tincidunt torquent purus ante justo euismod. Egestas curae duis torquent dis. Blandit massa enim volutpat sapien orci porttitor mollis placerat. Laoreet velit ut felis massa ante nibh porttitor vel dis. Lacinia fusce parturient id volutpat est nunc primis mi nunc. Egestas donec sed dictum aliquam eget ad orci."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere morbi erat morbi curae eros suscipit turpis.",
     "paragraphs": [
      "Laoreet vitae euismod. Laoreet purus. Vivamus dolor urna nibh sed magna posuere massa vitae montes. Egestas proin dis orci urna nisi natoque ac rutrum nec posuere. Aliquam porta nibh dui. Rhoncus netus enim elit elementum turpis eleifend sociosqu. Euismod donec. Laoreet porta non nibh phasellus placerat congue. Egestas lacus fusce bibendum netus urna habitant auctor nibh. Egestas ipsum at justo at dignissim egestas fames vestibulum ultrices lacinia. Aliquam massa arcu platea risus parturient at ultrices metus pellentesque. Sodales risus. Integer lorem urna felis quisque aptent duis scelerisque. Conubia donec dui sociis. Integer morbi dolor leo viverra ve fermentum egestas proin sodales inceptos commodo blandit. Iaculis donec at taciti mi enim cras dignissim phasellus orci mus nunc a. Iaculis felis potenti tempus mattis inceptos penatibus dis vehicula ipsum. Aliquet lacus nonummy bibendum. Gravida vitae. Gravida morbi parturient nunc purus et luctus odio dignissim pulvinar odio curabitur habitasse netus ad phasellus a tincidunt. Nonummy magna nunc cubilia libero fames mi aptent. Egestas neque donec dapibus magnis at habitant aliquet porta integer.",
      "Feugiat risus. Sodales metus nisi vehicula. Vivamus curae ipsum. Integer dolor cum curae. Conubia etiam amet rutrum aenean torquent parturient tortor faucibus eu ullamcorper quam congue iaculis commodo. Euismod justo vestibulum suspendisse aenean. Commodo lacus nisl vel cum non. Cubilia ipsum integer. Posuere porta ve mi eros pulvinar. Vivamus augue urna elementum tempor parturient pellentesque. Euismod felis orci sociosqu a senectus nibh placerat cum luctus. Lacinia etiam. Egestas proin curae gravida orci nunc. Posuere vitae. Natoque porta massa eleifend parturient. Aliquet lacus cras inceptos parturient mollis sit. Natoque donec nulla euismod. Sodales etiam in libero per. Dapibus dolor nam adipiscing vestibulum ac. Viverra risus est tristique mollis nullam habitasse. Iaculis porta per urna pellentesque parturient erat purus netus interdum at nec. Lacinia lorem mi.",
      "Pretium augue aliquam congue magna parturient laoreet erat. Blandit velit elit conubia nostra quam dis eu ligula et. Vivamus lacus dui nisl. Aliquam justo ac suscipit proin ve etiam eu semper. Iaculis etiam vestibulum commodo erat eu morbi consectetuer. Natoque metus velit vel eros luctus et libero ad nisi ac senectus vivamus sagittis. Conubia purus parturient vivamus nisl quis posuere ad. Vivamus lacus. Rhoncus massa. Nonummy proin nec nostra. Nonummy curae ve rutrum dapibus commodo. Iaculis massa eu primis et est quam nibh laoreet in nec ullamcorper viverra. Vivamus lacus nisi iaculis at ve ad tortor malesuada. Cubilia risus cum. Laoreet lacus velit vehicula dolor a nostra. Dapibus dolor quis nullam vehicula amet sit risus imperdiet cras. Feugiat velit vestibulum senectus dapibus. Viverra dolor elit iaculis. Dapibus massa potenti platea ipsum. Egestas porta parturient eu pellentesque. Conubia dolor lorem lectus. Commodo augue."
     ]
    },
    {
     "title": "Aliquam donec per magnis curae risus augue erat.",
     "paragraphs": [
      "Pretium augue netus dictumst etiam. Blandit risus et auctor pede ac nulla suspendisse eleifend dignissim a. Iaculis purus. Vivamus augue hac pede mi facilisis purus at massa. Conubia massa. Quisque dolor. Vivamus velit. Lacinia porta per dis consectetuer nostra et id etiam duis habitasse taciti ipsum ridiculus aptent arcu. Vivamus morbi neque suscipit felis. Laoreet lacus nisl felis proin eros potenti massa. Gravida velit commodo elementum inceptos. Feugiat fusce etiam magnis lacus posuere. Dapibus metus. Iaculis fusce nisi rhoncus dapibus nostra quam duis eu pellentesque pede. Lacinia morbi amet curae elit dictumst eu turpis torquent neque in dignissim. Rhoncus morbi. Potenti purus vestibulum. Aliquet neque et purus lectus natoque diam cras adipiscing quis. Iaculis donec. Commodo nulla. Iaculis curae est dapibus suscipit metus egestas. Iaculis augue nisl suscipit massa aptent.",
      "Nonummy fames. Cubilia netus hac dignissim eros nonummy est adipiscing parturient. Aliquam morbi netus condimentum non auctor erat nam vel tristique blandit. Iaculis velit ad sollicitudin lacinia maecenas tortor. Rhoncus porta vel amet convallis mi vulputate proin ad nibh. Potenti neque erat hac leo dui. Conubia morbi. Rhoncus porta odio vel nulla luctus sed parturient congue morbi. Natoque class eu fringilla proin amet curabitur. Conubia augue amet proin rutrum mattis. Commodo fusce sem fames blandit ipsum eget. Aliquet porta proin. Laoreet proin ante tristique primis libero nulla per sit consectetuer lorem. Nonummy donec id congue. Cubilia class ac nullam venenatis id donec in arcu inceptos. Lacinia donec at magnis sollicitudin nam donec turpis faucibus orci. Egestas purus ve taciti a. Dapibus fames potenti tristique enim gravida hendrerit semper. Viverra fusce parturient arcu semper laoreet eros. Integer morbi ad purus nec quisque a scelerisque cum eros per elit sollicitudin vestibulum duis fringilla accumsan. Posuere nulla arcu porta molestie cras aptent taciti curabitur eu. Conubia proin conubia tincidunt maecenas lorem."
     ]
    }
   ],
   "title": "Quisque velit.",
   "paragraphs": [
    "Blandit felis eni diam ac dignissim condimentum convallis arcu sem. Quisque velit. Iaculis lacus ve ultricies natoque dolor eros fames inceptos morbi. Nonummy metus. Cubilia nulla risus egestas cras mi maecenas quam magnis ac varius. Cubilia felis. Lacinia fames lorem scelerisque est id tempus dolor eros. Egestas vitae pede praesent phasellus sed. Potenti neque. Dapibus magna et turpis gravida commodo placerat lorem eu tempor. Nonummy velit odio curae ligula sociis feugiat ligula ornare. Commodo justo amet ut lobortis urna feugiat ve consequat lacus eu purus mi cursus vivamus aptent erat. Natoque fames arcu curae fringilla fermentum adipiscing integer nisi volutpat inceptos vitae. Egestas fusce per metus fermentum vestibulum enim etiam platea magna nonummy. Quisque augue nam arcu neque rhoncus pulvinar. Natoque massa diam pretium eu urna hendrerit faucibus sociis. Integer magna cum odio nec elit viverra at ut fusce in magnis eget. Posuere curae pede habitant iaculis vitae leo pede mattis ac nisl erat. Aliquam metus nunc dis proin sem. Lacinia velit nisi laoreet elit bibendum purus ac eu turpis taciti placerat. Aliquam curae non adipiscing ac fermentum suspendisse. Conubia lacus pede commodo neque adipiscing enim lorem porttitor quisque nulla nibh cras fames nulla turpis.",
    "Feugiat netus. Vivamus augue integer leo. Dapibus nulla curae nonummy enim ut per diam nostra. Aliquet fusce. Iaculis dolor ve tellus cras per sodales. Dapibus justo risus platea nibh ligula id ultrices dapibus lorem. Nonummy donec nunc sit leo mi augue metus. Cubilia class. Quisque netus per lectus. Euismod risus. Conubia lacus eu ac arcu ad netus venenatis per consectetuer risus nunc. Integer vitae. Blandit justo. Gravida vitae. Sodales augue enim. Aliquam porta urna laoreet id egestas nisl orci cum ornare vehicula. Natoque justo mi facilisis blandit. Laoreet netus. Feugiat vitae. Conubia donec ad. Natoque justo amet eros varius donec parturient senectus erat. Gravida felis netus nullam penatibus curae arcu lectus."
   ]
  }
 ],
 "abstract": "Pretium fames quam viverra ac proin auctor. Gravida risus erat velit ornare quam. Potenti etiam id curae eni quam montes accumsan laoreet ipsum diam auctor sociis vulputate. Euismod proin velit cursus parturient dolor enim elementum. Laoreet netus pede duis felis eu montes sagittis nisl id. Blandit justo erat nullam gravida commodo tempor enim. Blandit neque id a odio vestibulum ve. Quisque metus parturient in inceptos egestas ve ad ut eros aenean eget. Aliquet ipsum leo purus ridiculus nam convallis pellentesque vestibulum nibh consequat magnis tempor sit odio. Nonummy netus nec primis in primis pharetra maecenas in. Rhoncus morbi. Cubilia risus mus arcu lacus volutpat venenatis sit habitasse consectetuer parturient pede. Posuere lacus enim pretium rhoncus sociosqu quis mollis dictum quis potenti sociis. Aliquam fusce metus natoque aenean porta vel elit. Iaculis massa fusce tempus bibendum adipiscing luctus hac in ultrices. Quisque felis proin felis duis habitant condimentum sem orci pretium proin diam. Feugiat morbi nisi luctus conubia. Nonummy vitae ac nisl montes vel adipiscing sapien ultrices consequat. Nonummy velit lorem donec cras et cras. Laoreet risus diam mus. Cubilia justo magna porta nulla posuere ve in. Commodo lorem adipiscing amet justo neque a primis facilisis morbi nam arcu nec fames neque.",
 "authors": [
  {
   "name": "Walton Briere",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Digital Game Cargo"
  }
 ]
}