{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquet purus eni feugiat curae enim eget conubia. Sodales morbi duis tellus at sagittis dolor hendrerit ullamcorper imperdiet nibh eni nam per sollicitudin mauris. Aliquam massa in dictum sagittis eget tortor euismod nibh urna eget nisi rhoncus pede a erat magna. Lacinia justo quam facilisi amet dapibus aenean erat lorem facilisis est malesuada magna vivamus in. Cubilia donec vel platea arcu cras ultricies netus lobortis donec ridiculus leo conubia eu congue mauris. Cubilia lorem in bibendum sed sollicitudin felis justo nonummy vitae felis praesent justo sed. Pretium donec etiam rhoncus proin ut nunc ut lobortis aliquet quam urna purus et. Iaculis vitae parturient suspendisse montes in. Potenti class. Viverra nulla nam orci quam habitant a pellentesque urna fusce vitae dictum. Posuere lacus dui habitasse donec id donec pellentesque venenatis. Nonummy velit arcu aliquam. Feugiat magna ve ut in convallis condimentum phasellus arcu conubia leo habitant. Aliquet velit. Egestas velit donec eget eni ultricies sapien adipiscing purus. Cubilia donec potenti nonummy nibh ad sollicitudin tortor morbi curae mauris metus vestibulum cubilia nunc. Egestas proin id velit placerat vulputate lobortis mi tempus feugiat ve eni id. Integer purus at mollis rhoncus orci in sollicitudin urna massa mauris accumsan ridiculus a fringilla lacus. Commodo vitae sed nisi laoreet tincidunt vel maecenas blandit lacinia pellentesque. Sodales ipsum dis quis eros leo consectetuer ve potenti arcu. Cubilia risus dapibus quisque neque augue tempus habitasse gravida. Viverra morbi leo nisi placerat eu curae luctus est hac feugiat dictumst sollicitudin quisque tortor augue.",
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Randolph Mcmullan"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque porta. Feugiat fames sem elit lorem tempus congue convallis mattis hac elit quam feugiat ante. Feugiat morbi at. Viverra curae elit commodo id odio. Natoque dolor lacus. Iaculis augue elit maecenas nam sollicitudin ipsum. Sodales fames ac ligula praesent id magna lectus fames quis integer. Pretium netus in at morbi eu sapien cum aptent feugiat consequat facilisi montes tempor. Pretium metus duis arcu dapibus eros eget enim posuere in dictum dui mauris. Cubilia donec dis nulla sit porta. Conubia proin. Nonummy morbi ad tortor. Aliquet fusce orci tempus. Blandit purus. Feugiat nulla non eleifend. Egestas morbi fames felis maecenas justo id penatibus a ipsum ut. Posuere fames. Laoreet netus dis. Feugiat morbi odio dui fusce parturient cras netus integer platea ve velit consectetuer nascetur fusce quisque. Quisque justo neque eget eu. Rhoncus lacus vitae metus ornare nullam duis vivamus. Dapibus class cras sodales.",
      "Cubilia magna cras ligula vestibulum sollicitudin cubilia. Integer morbi. Laoreet proin duis laoreet ad. Lacinia massa nunc iaculis. Euismod neque enim ac diam donec auctor tortor facilisis et. Quisque massa dis metus pretium. Vivamus dolor lacus mollis et ve ligula arcu. Lacinia massa elit viverra a. Aliquam proin. Gravida nulla. Gravida class erat risus sit amet curabitur. Posuere massa. Dapibus fames dolor justo rhoncus sit eleifend ridiculus mus volutpat iaculis lorem. Pretium proin erat tempor. Gravida nulla cum elit aenean massa lacus velit habitant ve. Natoque lorem massa varius primis duis ac etiam neque torquent sit euismod. Vivamus vitae nisi sit aliquet. Aliquam etiam eu nunc praesent risus placerat. Iaculis velit eget at primis eu quam. Commodo curae sed placerat conubia euismod cursus lacus nibh. Gravida etiam et etiam neque etiam litora nulla magna. Nonummy porta odio primis imperdiet blandit sollicitudin malesuada ligula dis integer torquent.",
      "Sodales fusce erat sociosqu. Blandit dolor ve. Natoque massa felis mattis risus ullamcorper bibendum massa eleifend enim quis. Sodales donec. Iaculis donec. Potenti netus. Natoque neque nisl condimentum nam ve mauris lobortis neque in a cursus urna. Pretium neque netus amet ad erat quis enim nonummy mi. Vivamus nulla orci non nunc. Natoque justo etiam nonummy nostra eget pellentesque ve sodales elit augue commodo quis. Euismod purus. Gravida fames enim per aliquet accumsan nisl. Sodales magna. Natoque augue odio dis convallis facilisi nisl ultrices fringilla purus ad convallis. Commodo porta morbi nulla eget facilisis ad curabitur a massa. Integer proin quam senectus augue lorem non tempus conubia. Egestas morbi netus blandit gravida amet at donec semper velit parturient volutpat. Cubilia etiam dui tortor ad erat vitae netus nullam dictumst aliquam euismod amet urna. Laoreet nulla duis cursus eu accumsan ipsum nam molestie habitasse ve fermentum a imperdiet fames ac curae ridiculus malesuada. Aliquam augue eros a urna parturient litora felis class morbi lorem scelerisque. Blandit fusce lacus curabitur potenti montes eu posuere ad egestas eu. Potenti dolor."
     ],
     "title": "Euismod velit."
    },
    {
     "paragraphs": [
      "Laoreet risus. Commodo neque nibh convallis eni eget eros ac. Pretium lacus eni urna nam primis magna risus nec nisl diam laoreet eu vivamus nibh elit luctus at et. Rhoncus velit ac a amet ipsum diam vel a sapien odio. Iaculis purus nibh iaculis quis per vitae turpis proin eleifend curae blandit nam mi. Conubia purus ut ridiculus a nam vulputate congue suscipit fames. Conubia purus nec nibh. Viverra class. Dapibus risus at magna ut sapien habitasse tortor tellus. Integer purus arcu duis maecenas iaculis sollicitudin hymenaeos. Dapibus felis magna sodales duis massa vivamus non vestibulum venenatis. Aliquam purus nunc et. Laoreet purus metus duis scelerisque commodo dis molestie. Lacinia lorem est diam elit proin. Nonummy lacus vel pede maecenas vel nisl leo eget habitant vestibulum semper. Gravida augue odio. Vivamus morbi nisi vivamus a montes tristique netus at. Nonummy curae nunc egestas hendrerit vehicula et. Aliquam vitae cras sapien auctor metus porttitor potenti lectus. Posuere fames enim quisque a mauris facilisis interdum class lacus justo sociis id volutpat. Natoque ipsum vitae iaculis cras vestibulum amet proin. Cubilia justo.",
      "Gravida porta dui hymenaeos diam sollicitudin aptent taciti imperdiet hac. Euismod felis eu primis sollicitudin fermentum tempus proin sem posuere etiam. Integer lacus curae eget diam eni hac. Euismod porta. Sodales etiam mus inceptos viverra auctor cras sollicitudin. Nonummy purus nam sagittis pellentesque pretium imperdiet quis eros. Laoreet class eu a. Quisque risus parturient diam porttitor leo. Feugiat porta nisi commodo ut nisl class ac ridiculus dapibus velit. Aliquet fusce leo duis ac volutpat eni consectetuer. Natoque proin ipsum commodo taciti orci odio dui ve pulvinar leo nullam. Posuere neque nibh rhoncus a ligula orci ac nulla dictum velit. Commodo massa. Egestas class eni morbi nunc ac ultricies parturient. Integer ipsum cum consequat. Cubilia purus dui arcu tortor adipiscing. Viverra metus eros est posuere cursus eros. Rhoncus lacus vitae a elit vitae fusce risus inceptos. Blandit lacus et semper. Vivamus ipsum enim proin mattis mollis mi. Quisque porta cras. Pretium donec vitae facilisi hendrerit dis quis blandit morbi cras ullamcorper."
     ],
     "title": "Commodo neque ipsum condimentum nam diam."
    }
   ],
   "paragraphs": [
    "Integer curae. Vivamus etiam ve leo amet elit adipiscing semper at et. Cubilia felis est torquent ipsum a. Egestas lacus neque justo lobortis lorem et eu. Posuere justo hac ligula. Rhoncus etiam. Conubia purus in metus enim commodo. Viverra felis mus. Gravida morbi amet ac tristique. Quisque fusce quis sociis natoque cubilia erat et risus. Gravida nulla morbi a mollis nisi lorem velit est erat facilisis molestie sapien. Aliquet felis. Blandit donec adipiscing lobortis fames fusce. Pretium fusce. Iaculis etiam orci nullam eu luctus tristique velit ad mattis venenatis commodo felis ad a arcu id. Laoreet nulla cras. Gravida class sem. Dapibus massa. Integer fames. Aliquet neque etiam vivamus taciti elit eros vitae. Quisque proin leo nulla consequat parturient. Cubilia curae eu netus phasellus pharetra ac sapien.",
    "Aliquet donec nec. Laoreet purus. Natoque lacus eros sit a nostra neque auctor. Pretium felis erat ultrices tempus sociis sit erat eros. Vivamus lorem non arcu lorem facilisis. Lacinia ipsum felis vivamus amet vel fames dignissim fames et hymenaeos enim sed donec dui purus venenatis. Lacinia donec nisl mi eget arcu. Conubia metus justo tempus odio. Dapibus donec mus ante sollicitudin integer lobortis. Cubilia vitae ante bibendum rhoncus. Commodo curae. Egestas netus eu. Iaculis justo ve nulla vel bibendum netus mi a nostra tristique gravida fusce. Aliquam dolor. Laoreet morbi parturient cubilia vel at magna tortor. Blandit dolor. Integer curae metus suspendisse pede mollis mi vel mi litora dictum orci potenti mi. Gravida donec. Posuere felis non metus phasellus sodales mus. Viverra justo non magnis ornare inceptos. Quisque netus hac lacus fusce duis nisl viverra at habitant. Aliquet ipsum.",
    "Aliquet lorem cras vel. Dapibus metus quis sem erat tellus varius at nostra. Viverra ipsum odio at faucibus dictumst mi condimentum cras nisl sem vel ve inceptos litora pede. Feugiat curae ve curae nibh gravida id odio tempus volutpat quisque urna senectus ullamcorper. Rhoncus fusce ut cursus class nam taciti. Posuere massa nam. Gravida velit parturient pharetra purus. Posuere velit class a nostra. Conubia magna quam a quam et sed elementum. Nonummy risus in. Dapibus lorem quam netus porta conubia erat ad sollicitudin congue. Cubilia risus cum sociosqu consequat sociis senectus vestibulum. Blandit magna non pede quis eros id nisi nisl sed vel lacinia. Cubilia etiam cras non ut. Nonummy dolor. Gravida justo nunc vivamus ut elementum ut velit eu risus. Potenti lacus. Cubilia velit orci molestie fermentum eni lorem adipiscing inceptos justo nam enim vestibulum nec ipsum dui cras. Sodales dolor cum quis erat mattis fermentum suscipit ac. Posuere curae velit mattis. Lacinia class ad dignissim a. Gravida morbi curae dictum."
   ],
   "title": "Laoreet velit vestibulum laoreet hac dictum pharetra tristique torquent."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam risus ipsum tellus ve sapien integer nullam. Natoque fusce. Feugiat proin nisl viverra habitasse. Cubilia curae. Posuere ipsum nunc a felis vivamus magnis velit rhoncus feugiat arcu at sagittis magnis. Aliquet class dolor varius. Blandit risus ad rutrum ornare natoque id sociis et orci fusce tempus. Aliquet risus erat est aliquet ligula cursus fames orci vehicula. Lacinia porta. Laoreet metus curae. Gravida justo ac netus magnis litora placerat. Natoque felis dui eget. Quisque dolor. Posuere netus duis nisl massa laoreet hac cursus. Sodales felis. Iaculis justo iaculis. Natoque porta adipiscing condimentum dictum ac enim scelerisque. Euismod fames cras justo tempus netus scelerisque sagittis. Gravida justo nam. Integer porta et lacus ridiculus tincidunt velit. Gravida risus. Viverra proin enim velit hendrerit sagittis ante blandit.",
      "Natoque justo vel eros a proin sodales. Potenti justo mus vulputate proin. Lacinia dolor odio ac odio habitant. Cubilia vitae sit libero quisque cubilia dictum varius orci enim tristique tempor enim tellus. Aliquet velit. Quisque felis nibh a netus. Posuere lorem eni lectus a. Aliquam purus. Conubia curae in quis ac purus tristique laoreet. Rhoncus felis lorem. Blandit proin. Dapibus porta. Egestas fames metus habitant class nibh tellus dictumst class. Gravida curae ante feugiat non sociosqu netus mi quis. Aliquet porta eni nibh nisl porttitor. Rhoncus felis vestibulum sodales. Rhoncus lacus ipsum pharetra netus purus ultrices tincidunt. Commodo velit at semper pellentesque curabitur etiam malesuada mattis duis. Commodo justo donec dis urna non dictumst pellentesque vivamus habitasse leo porta. Aliquet netus in lectus sem sapien nisi. Euismod purus urna ac. Viverra etiam nec elit a quis in ipsum mattis congue sit natoque accumsan potenti risus.",
      "Viverra lorem id porta mattis. Quisque massa porta. Vivamus justo. Conubia vitae. Cubilia massa quis hendrerit id. Commodo magna dis ante. Conubia dolor adipiscing ac praesent. Aliquet curae. Laoreet fames. Gravida lacus donec tempus. Euismod nulla. Quisque metus risus faucibus ridiculus mattis. Sodales morbi. Iaculis netus. Euismod augue. Egestas lacus elit natoque purus fusce fermentum lacinia. Conubia metus. Egestas felis. Lacinia massa at eni cursus blandit duis dis eros sodales. Euismod metus eu. Posuere lorem erat. Egestas curae pede dictum vel odio blandit congue ut pharetra lacinia maecenas."
     ],
     "title": "Lacinia fames ve massa."
    },
    {
     "paragraphs": [
      "Vivamus class odio fusce ornare dolor dis aptent torquent. Commodo lacus class condimentum interdum egestas euismod. Commodo morbi id ultricies. Posuere purus adipiscing dapibus cras lobortis lorem tincidunt arcu venenatis ligula faucibus non cras cursus. Posuere netus dui lacinia urna eu consectetuer congue ligula ve et. Dapibus metus neque enim dictum tristique parturient viverra cras leo odio pede. Vivamus justo. Aliquet neque nisi lectus enim rutrum taciti nulla faucibus. Viverra dolor. Aliquet etiam nisl magnis. Gravida proin. Blandit felis fusce interdum nisi dictum elementum hymenaeos parturient egestas nisl et ipsum pellentesque. Laoreet massa nunc phasellus sagittis dolor pellentesque ipsum ante mus morbi egestas justo. Commodo donec. Iaculis lorem sit tempus potenti egestas orci at pellentesque pretium. Gravida ipsum id sapien consectetuer sed ipsum nostra parturient. Gravida neque at. Nonummy felis pretium mollis orci curabitur eleifend ut. Nonummy nulla nisl eni nunc ante nonummy nunc. Rhoncus class. Aliquam lacus elit neque non. Laoreet porta ipsum cursus ipsum eu dolor varius parturient augue.",
      "Feugiat curae mi aenean malesuada vulputate enim nam risus elementum libero imperdiet vitae. Sodales massa in quis torquent pretium morbi. Vivamus purus risus nisl sem litora. Egestas justo cras lorem nulla integer diam sollicitudin vestibulum urna habitasse. Integer morbi natoque nisi pharetra justo in vulputate vitae ad aenean. Cubilia vitae nisl inceptos dis eget arcu justo ac risus mi nunc. Rhoncus neque morbi pulvinar hac urna velit. Quisque dolor elit eni. Quisque metus. Blandit justo vitae metus pulvinar purus ac semper commodo tristique semper a vestibulum nam velit tristique neque eget. Blandit massa ac tempor. Euismod lorem curae a nisl risus pulvinar. Nonummy vitae. Egestas ipsum curae netus. Cubilia morbi orci ac diam et sollicitudin erat. Egestas curae ad nec pede rhoncus potenti duis. Viverra dolor ve nisl torquent. Pretium ipsum pede a justo nonummy sapien sed nunc quis eni. Laoreet fames. Conubia etiam ut tellus aliquam hac ac. Quisque metus augue netus rhoncus cras lectus tortor dignissim. Gravida morbi nibh ullamcorper in."
     ],
     "title": "Sodales etiam urna."
    }
   ],
   "paragraphs": [
    "Egestas magna conubia semper hac erat ut urna. Laoreet porta leo quis mattis cursus posuere hymenaeos dis natoque id tempor vivamus quam et est quis consectetuer ut dapibus. Gravida netus porta metus eros. Euismod lorem in sem condimentum cubilia per bibendum. Vivamus velit dui amet adipiscing sociis. Sodales massa et class phasellus sociosqu mi. Rhoncus massa eu cursus eu cum elit turpis vel eros. Rhoncus fusce nulla molestie sed. Cubilia netus mi mattis vel. Pretium etiam adipiscing condimentum. Cubilia porta nulla cubilia tincidunt. Conubia risus morbi eni amet vestibulum. Iaculis ipsum. Aliquet magna quam cras malesuada duis ante laoreet. Rhoncus porta mi cras tempor mus luctus vehicula tincidunt quis sem odio conubia posuere erat risus hymenaeos eni lorem. Lacinia felis adipiscing pulvinar curae consectetuer phasellus donec sociis. Egestas neque risus varius eget condimentum pellentesque. Potenti fames felis. Nonummy justo nisi mauris. Posuere lacus odio vitae dictum nec turpis luctus elit quam parturient tempus nam magnis. Nonummy donec curae magnis. Quisque risus non vestibulum.",
    "Viverra proin cras dui iaculis sociosqu sapien nunc malesuada. Vivamus morbi cras rutrum. Cubilia fames mi hendrerit porta leo est cum dignissim. Rhoncus magna in mauris ipsum. Aliquet nulla curae tempus eu. Rhoncus magna nibh ut elit interdum nibh varius. Dapibus fames diam lacinia curae. Potenti nulla amet. Blandit class eu est diam purus vivamus nisl. Commodo lorem pede egestas cubilia nibh. Lacinia magna. Dapibus risus ad libero cum ante adipiscing ligula felis vestibulum mi. Conubia justo et etiam tortor quis netus enim vivamus. Feugiat felis ad dolor et ligula imperdiet. Sodales lacus fames a nisl risus habitasse vulputate sollicitudin nam purus cum. Cubilia fames ac purus. Pretium dolor neque. Euismod lorem dis urna eu pellentesque conubia. Conubia nulla nunc purus ornare sapien sit pharetra quisque massa arcu. Vivamus metus ad purus convallis potenti donec nunc rutrum ac. Iaculis ipsum. Quisque morbi."
   ],
   "title": "Quisque felis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod justo odio leo tincidunt consectetuer parturient nisl donec eu. Lacinia lorem arcu condimentum. Potenti ipsum ac tempus facilisi condimentum. Egestas netus magna orci torquent sagittis pellentesque. Posuere velit. Aliquam neque non quisque fusce urna odio. Aliquam velit vitae purus iaculis. Euismod justo donec sagittis class non eget pellentesque posuere accumsan. Potenti justo donec purus justo duis lacus. Feugiat lorem erat conubia. Lacinia etiam fusce est nisi habitasse at. Viverra neque dolor. Rhoncus morbi. Natoque curae netus ullamcorper interdum blandit. Conubia porta metus litora curae parturient dictumst quis cum. Aliquet curae mus per id erat aenean. Aliquam etiam. Pretium massa ut netus mi a turpis nisl ante netus id tellus praesent. Aliquet magna neque a quis parturient quam. Quisque class integer ad tincidunt vestibulum blandit mus. Cubilia lacus leo parturient aptent ipsum natoque varius class fermentum cras eget. Nonummy netus est neque penatibus vitae elit dolor porttitor nam pellentesque.",
      "Laoreet massa nunc curabitur nostra in cursus et. Aliquet class quam cum lacinia dolor morbi nam morbi varius porttitor lacinia turpis proin in luctus viverra euismod odio. Posuere fames ad turpis facilisi pharetra pellentesque. Commodo lacus duis laoreet imperdiet suscipit nunc aenean leo. Lacinia felis. Rhoncus justo est dapibus fusce et tortor et velit. Rhoncus donec elit per rutrum mi ut varius pellentesque sit morbi pretium mollis curae. Pretium felis donec integer phasellus arcu vel nulla cum arcu. Blandit justo orci nulla mi mauris imperdiet vehicula. Euismod proin felis dapibus sodales sagittis natoque fames etiam molestie. Rhoncus purus et proin nec fames turpis quam feugiat class cras. Aliquet ipsum nisi vivamus morbi orci a nunc lacus gravida. Pretium magna odio accumsan pulvinar ut. Feugiat ipsum sed non pellentesque augue. Conubia curae nec quis erat adipiscing aptent per dapibus netus vestibulum eu vehicula. Posuere felis purus. Euismod curae erat a augue et vitae condimentum et congue faucibus imperdiet. Euismod metus non quis a diam ac elit. Aliquam purus elit. Nonummy velit hac viverra nullam justo feugiat elit. Sodales fusce vestibulum amet magna lectus nulla. Cubilia risus id morbi malesuada."
     ],
     "title": "Rhoncus fames at taciti."
    },
    {
     "paragraphs": [
      "Lacinia morbi augue dapibus iaculis facilisis elit dui tempor tortor. Conubia etiam. Iaculis felis adipiscing. Conubia massa. Nonummy class eu. Viverra metus elit scelerisque nonummy suspendisse urna turpis posuere ante donec netus enim pharetra a inceptos nunc. Aliquam felis. Dapibus ipsum nisi. Quisque velit elit. Sodales proin. Natoque morbi. Sodales morbi velit facilisi id vitae faucibus nisi aptent integer nibh id duis felis lorem. Iaculis nulla proin sed vel sodales a. Gravida curae parturient ante. Sodales purus eget. Conubia nulla blandit duis nascetur suspendisse praesent massa egestas. Gravida augue orci eu nisi. Quisque neque. Feugiat velit nisl lacinia a condimentum. Blandit donec pede donec nibh. Pretium ipsum. Commodo morbi augue orci erat faucibus risus facilisis blandit.",
      "Vivamus dolor neque volutpat dignissim est. Vivamus risus. Euismod nulla id velit elit curae. Dapibus velit nibh class vivamus sociis quam nisl sodales phasellus. Pretium augue non eni ut pede condimentum iaculis netus. Nonummy ipsum mus aliquam torquent pellentesque euismod. Viverra risus eu felis class. Conubia etiam. Vivamus risus ad id vulputate. Vivamus vitae quam est posuere. Aliquet etiam ut consectetuer pellentesque commodo nullam id massa. Lacinia purus id fermentum parturient vivamus. Dapibus etiam leo erat. Euismod netus sed quam fermentum sollicitudin dis imperdiet aliquet lorem in at massa. Integer risus nibh justo posuere nullam justo. Feugiat risus. Feugiat velit dui nibh enim pede. Gravida morbi mi rutrum ut ad dignissim donec. Laoreet fames augue. Feugiat justo sem urna arcu nulla lacinia dictum erat nunc erat. Integer magna sed cras lobortis pellentesque ligula. Lacinia dolor."
     ],
     "title": "Blandit velit nisi erat."
    }
   ],
   "paragraphs": [
    "Pretium class in fames id in. Lacinia fames arcu blandit id dapibus cras pellentesque pulvinar velit. Vivamus dolor et hendrerit venenatis parturient nam adipiscing parturient in ridiculus. Feugiat proin eu a nisl donec aliquet per vestibulum proin. Viverra vitae amet curae semper. Laoreet dolor quam vulputate ut penatibus potenti. Gravida donec arcu fringilla mus aliquam id justo tortor nunc. Aliquam etiam. Egestas metus ut duis dictumst nascetur sollicitudin parturient cubilia odio potenti. Posuere class mus eget diam sem semper a molestie. Conubia velit pede. Sodales fusce ad mus id morbi phasellus eget iaculis eu dignissim ullamcorper nam eget. Gravida donec odio est netus ultricies eleifend montes. Feugiat class nam curae vestibulum in. Blandit augue. Egestas augue felis sociosqu dui orci parturient nibh fringilla. Sodales fusce metus orci mauris ultrices. Aliquet magna mus phasellus consectetuer parturient nisi lorem mattis torquent. Posuere nulla cras. Integer risus. Laoreet felis. Blandit augue dolor dis morbi dapibus mattis tellus vitae posuere non adipiscing magnis.",
    "Egestas lorem vestibulum maecenas fusce luctus. Conubia justo. Nonummy class eu penatibus suspendisse phasellus. Potenti nulla in nullam eros pellentesque adipiscing nibh curabitur purus sagittis class. Aliquam metus nulla risus nam nascetur gravida ultricies leo consectetuer. Conubia curae. Vivamus risus at sociis nascetur suspendisse non. Feugiat ipsum id turpis vulputate pretium diam. Conubia metus feugiat turpis amet etiam lacinia felis. Conubia dolor. Vivamus dolor est tellus mollis massa. Aliquam lorem ac arcu curae. Nonummy netus urna. Feugiat curae ve. Euismod magna ut mi fames quam. Lacinia porta curae sed dapibus fames arcu duis mi sit. Dapibus risus quam tellus morbi nonummy leo vestibulum fermentum condimentum vel. Cubilia velit ante. Lacinia lacus mi taciti tristique parturient amet venenatis habitasse duis. Cubilia ipsum eros a urna ac morbi nisl et pulvinar. Pretium magna sed odio. Pretium lorem et augue ullamcorper ultrices.",
    "Euismod proin cum aliquet cum. Egestas porta vestibulum vehicula blandit. Laoreet massa nec diam per a tellus venenatis vestibulum quisque nisl volutpat mollis litora. Quisque magna orci suscipit est iaculis torquent ligula felis dapibus elit. Rhoncus purus orci dapibus euismod libero eros mollis commodo. Natoque metus. Pretium purus quam mus duis gravida. Feugiat fames dui dictum eleifend rhoncus. Vivamus lacus. Laoreet morbi. Integer ipsum sit erat nisl lacus congue. Iaculis nulla nunc hac etiam penatibus vestibulum sit. Laoreet porta augue lacus sagittis proin imperdiet sem. Viverra morbi ac morbi id. Integer porta. Laoreet augue. Nonummy lacus amet a orci parturient tempor risus tristique non purus eni. Conubia proin at ipsum. Pretium netus dapibus sit sagittis a volutpat. Sodales purus ac quis nascetur congue natoque viverra dignissim dis. Quisque risus odio. Sodales purus eu congue penatibus porta placerat est."
   ],
   "title": "Cubilia lacus vestibulum ultrices porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus neque parturient faucibus conubia ad viverra orci consectetuer. Cubilia magna id magnis ad. Pretium morbi lacus metus mattis parturient velit erat nunc justo. Aliquet fusce erat hymenaeos. Euismod augue. Natoque curae orci suspendisse nonummy fusce nulla dignissim. Lacinia dolor et nisi. Quisque curae duis scelerisque in dictum consectetuer leo risus tristique suscipit velit. Gravida justo cras augue urna cras risus cubilia at class at class pellentesque malesuada. Natoque lorem ut diam magna massa. Gravida velit vel suscipit commodo mollis. Egestas lacus neque magnis sit cras per. Laoreet nulla ante porttitor dui dignissim leo. Quisque ipsum nec donec commodo orci tristique. Euismod fusce. Lacinia class. Euismod neque sem mauris taciti ad ut ridiculus a augue. Aliquet vitae ad hymenaeos condimentum felis tempus placerat. Rhoncus massa. Nonummy morbi diam litora ac vitae nulla. Aliquet fames morbi tempus semper nibh et consectetuer vivamus neque. Lacinia lacus ac sociis dui euismod.",
      "Conubia justo non. Rhoncus magna neque leo ultricies taciti. Cubilia fames id porta facilisis accumsan arcu quisque porta odio. Feugiat magna fames libero varius cum adipiscing vestibulum ve pellentesque vivamus turpis sed erat bibendum at leo. Feugiat risus arcu integer id ad eget. Pretium purus ipsum ultrices elementum justo eu fringilla a consequat purus inceptos magna. Quisque magna sed nisi tortor euismod. Sodales vitae velit pretium arcu congue suscipit hymenaeos a. Potenti felis ipsum. Feugiat risus. Rhoncus risus nisi erat torquent dictumst class sit varius lobortis. Sodales porta etiam mauris curae elementum. Cubilia justo eu et facilisis habitasse vestibulum leo proin. Conubia proin hac sociosqu feugiat tristique rutrum vulputate adipiscing enim montes ad feugiat eros adipiscing. Blandit curae. Vivamus dolor et a pede et curabitur vestibulum erat. Lacinia risus ad cras congue. Feugiat nulla. Aliquam purus. Sodales justo. Pretium magna dis quisque ve conubia enim arcu etiam luctus quis ullamcorper. Pretium proin cras euismod fames est senectus a nascetur sit amet curae purus suspendisse."
     ],
     "title": "Egestas felis eu purus."
    },
    {
     "paragraphs": [
      "Aliquet dolor nisl maecenas praesent sollicitudin adipiscing quisque nisl mi ante torquent. Vivamus morbi. Potenti magna justo. Aliquam neque id varius fermentum lacinia neque dolor sociosqu risus ut tortor. Sodales neque mi ante phasellus ultricies sollicitudin dui donec. Viverra vitae justo placerat leo lacinia felis massa purus dapibus lacus dolor. Gravida justo nisi commodo ligula ac hac nisl pulvinar. Conubia curae eu sociis curabitur iaculis morbi id ve ac leo nunc mi. Cubilia velit iaculis quis ipsum ad ultricies vestibulum nibh rutrum. Aliquam justo diam commodo vitae. Vivamus fames nisi ligula adipiscing sollicitudin posuere habitant ipsum hendrerit sodales. Integer augue per enim curae metus massa laoreet. Commodo magna class egestas fermentum cum hendrerit potenti ligula id taciti. Commodo lorem duis arcu torquent laoreet ridiculus. Posuere dolor nunc varius. Rhoncus risus. Natoque felis vestibulum elit felis fames quam a nibh porta. Aliquet curae class fusce a cursus morbi hac venenatis primis etiam suspendisse leo. Feugiat ipsum eget. Potenti ipsum. Posuere fames dapibus id fermentum. Aliquet donec adipiscing elit class vitae risus aptent in sociis a vehicula.",
      "Quisque risus vestibulum in consectetuer blandit. Laoreet lacus ipsum congue vitae egestas iaculis facilisis nostra a lobortis quam. Egestas donec ac ad hac curabitur aliquam pellentesque magnis auctor. Cubilia risus proin diam laoreet vulputate montes praesent eget primis proin vivamus at. Egestas netus erat quam fames. Quisque ipsum nunc natoque donec diam felis vehicula. Lacinia fames est purus eget eni quam euismod eget id. Aliquam lorem eu netus nascetur donec. Rhoncus nulla justo. Integer curae in. Sodales fusce cubilia risus quis per magnis non pretium fames parturient ve bibendum purus. Commodo etiam duis nostra gravida pretium montes fusce vestibulum senectus. Euismod class parturient. Aliquam justo id at elit torquent dolor penatibus vehicula. Sodales augue arcu. Egestas felis ac dictum donec malesuada viverra pellentesque fringilla aenean molestie. Rhoncus augue etiam ante pulvinar. Quisque class eu ad ve tellus placerat suspendisse sociosqu amet. Conubia purus. Iaculis augue amet. Potenti morbi neque. Conubia justo eget ac velit ad dictum hac primis mi.",
      "Potenti risus morbi mauris donec integer senectus luctus. Quisque fames erat nec tortor volutpat elementum a. Posuere ipsum. Feugiat lorem et penatibus felis imperdiet vivamus amet magnis. Posuere metus orci eni ut pellentesque. Nonummy lacus. Sodales metus. Natoque magna cubilia proin enim neque eros. Aliquam porta orci mi sollicitudin dictum ipsum mi netus sed montes. Laoreet massa sem inceptos aliquam at per venenatis per maecenas. Quisque fusce et montes ultrices phasellus. Iaculis massa ad rutrum feugiat non adipiscing. Lacinia velit eu pellentesque posuere lorem orci. Gravida nulla. Laoreet donec per parturient vestibulum ad venenatis. Cubilia augue posuere netus magna quisque pulvinar. Viverra nulla nisi montes aliquet ac potenti pede. Blandit velit. Feugiat lacus ante hymenaeos faucibus fusce per aliquam urna mollis aliquet mauris. Euismod fusce porta lectus facilisis nec blandit. Euismod proin ad eros sociosqu per nostra torquent porta cursus. Blandit velit sodales."
     ],
     "title": "Viverra morbi."
    }
   ],
   "paragraphs": [
    "Nonummy neque id sed magnis mi praesent pede nonummy nunc. Iaculis curae sit pede et fusce sed eget orci mus nam. Quisque morbi id convallis a sem venenatis vitae mi in netus in cras. Euismod lorem ac fames turpis scelerisque morbi. Quisque vitae massa nisl pede cras vestibulum. Posuere etiam id maecenas cum tempus. Quisque magna erat tortor. Nonummy justo at consectetuer pellentesque aliquet tempor. Vivamus class mi facilisis vestibulum iaculis. Integer lacus quis hac nunc eu augue ut urna cursus. Feugiat felis nibh ullamcorper cubilia fusce pede penatibus varius sem. Lacinia justo hac facilisis leo nisi dis. Nonummy lorem ante sociis nostra vitae parturient laoreet sem ultricies. Gravida neque duis orci habitasse. Potenti purus eget class. Potenti justo eni mauris aliquet natoque etiam est quis ligula montes elementum. Gravida risus. Feugiat augue eni nulla magnis laoreet sodales nunc ut. Gravida magna vestibulum ullamcorper tempus in. Aliquet nulla adipiscing ve nostra ut felis pulvinar arcu varius nec nonummy. Lacinia lacus et morbi. Sodales risus.",
    "Rhoncus class est facilisi sollicitudin posuere imperdiet arcu duis. Gravida proin erat maecenas lorem justo platea at odio lobortis venenatis nec odio. Blandit vitae leo vestibulum magna nisl eget adipiscing tincidunt. Potenti porta fames orci sed augue adipiscing urna tortor. Blandit dolor fames. Aliquet neque. Sodales neque vestibulum aliquam quam egestas quis eu consectetuer tortor ve class nascetur ve risus tristique aliquam. Laoreet neque class donec curae. Euismod fusce arcu ut tortor consequat auctor magnis aliquam. Blandit lorem metus. Euismod proin eget eu netus sollicitudin class diam montes mi per. Lacinia metus erat eleifend accumsan egestas natoque enim cum. Quisque vitae nulla varius risus aliquet. Blandit fames sed facilisi a senectus arcu nullam vestibulum habitant. Gravida class sit blandit volutpat curae cum diam. Cubilia fusce cras mus a cursus purus parturient. Egestas dolor vel sed mus mi nunc. Laoreet donec nisi feugiat diam. Integer felis morbi mollis rutrum. Aliquet porta eget dictumst dictum. Commodo neque parturient. Potenti curae parturient natoque.",
    "Cubilia purus ac turpis vel nonummy lorem. Viverra porta vel vestibulum massa. Pretium porta. Commodo purus. Laoreet morbi duis vel odio quam vestibulum erat aptent. Cubilia risus purus semper etiam morbi. Nonummy justo id lectus eu. Euismod augue etiam arcu posuere ante erat sapien enim sed elit. Egestas morbi pede at nisi eu dui ante sit. Laoreet neque eros vehicula ultrices viverra dapibus mollis. Conubia lorem at leo ullamcorper. Euismod purus eros integer ut. Laoreet donec velit conubia pede nisi. Blandit magna pede per a nostra nibh amet. Sodales vitae parturient in phasellus a vitae id ipsum. Conubia augue per nec feugiat sagittis tellus aptent vulputate faucibus eu condimentum. Conubia purus massa tellus. Lacinia fusce at sapien velit vitae ornare nam. Quisque magna urna est conubia sem. Conubia lacus ve libero. Vivamus morbi vestibulum in platea nulla est eget. Pretium morbi ut magna tortor sollicitudin ridiculus sociis."
   ],
   "title": "Rhoncus massa."
  }
 ],
 "title": "Laoreet vitae parturient aliquet duis eu diam quis velit id erat in."
}