{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Gravida augue hac sapien euismod blandit nisi mi curae.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida purus dolor quam molestie leo nibh.",
     "paragraphs": [
      "Aliquam dolor eni. Cubilia lacus diam hac at. Potenti lacus eu auctor bibendum. Sodales class justo laoreet sem ut consectetuer nostra metus vehicula justo mollis sollicitudin curabitur mollis a lacinia. Blandit ipsum in purus sed vulputate. Natoque neque nam. Euismod netus etiam quis sem sociis urna ullamcorper gravida sit mi taciti. Vivamus donec orci nullam. Rhoncus velit porta neque aliquam imperdiet ligula neque fringilla. Pretium felis. Commodo lorem vel nibh ante id lacus mollis donec fusce inceptos augue at rutrum curabitur. Posuere netus orci mus dapibus at et dis urna bibendum et ornare quis mi. Dapibus lacus hac orci. Gravida fusce erat a enim. Iaculis donec quam est torquent aliquet. Gravida proin. Aliquam etiam quam diam placerat velit porta diam faucibus curae est morbi pede integer. Viverra magna ve. Conubia velit ante iaculis eu ornare eu vel quis mus eros sollicitudin blandit praesent luctus semper ac nullam pellentesque sed. Euismod fusce mi. Aliquet lacus donec lectus magnis torquent porttitor. Cubilia purus eget fusce ut proin torquent et scelerisque orci quam.",
      "Sodales porta quam faucibus torquent neque et nec ullamcorper posuere suspendisse. Egestas magna ante volutpat nulla ad et orci placerat class ac. Natoque proin at netus sapien eget erat purus felis lorem. Posuere proin. Conubia porta sem euismod nisl parturient. Rhoncus vitae cras euismod nec ve aenean hymenaeos et consequat laoreet. Viverra curae lacus a quisque at platea sollicitudin. Rhoncus massa per enim natoque viverra inceptos lorem. Integer curae. Feugiat felis. Natoque justo nunc senectus amet semper lectus. Conubia augue amet viverra magna. Sodales porta in ligula integer nisi consectetuer parturient nunc penatibus inceptos. Posuere ipsum leo primis tellus id consequat feugiat nulla ut litora curae vivamus sed nostra vulputate ac. Quisque lorem cras mi porta. Feugiat purus justo quis quisque at semper placerat aliquet consectetuer. Sodales purus. Cubilia morbi. Nonummy fusce ante nisl sapien ad vitae tellus consectetuer aliquam neque purus. Lacinia justo quam tellus non nonummy et eget neque lacinia. Cubilia augue et ac nisi porta litora congue ac justo. Dapibus donec nisl gravida penatibus sociis dolor ac tellus nonummy et."
     ]
    },
    {
     "title": "Iaculis risus mus dapibus eni.",
     "paragraphs": [
      "Cubilia class. Integer lacus parturient inceptos. Sodales fames. Integer risus ac lectus rhoncus cras eu. Blandit fusce. Posuere vitae feugiat. Integer vitae in lacus phasellus non sodales ut hac mattis libero ipsum egestas phasellus. Cubilia donec. Sodales velit per nostra nam parturient tortor vitae ante. Gravida etiam eros. Aliquam netus egestas curabitur sit elit orci. Sodales donec proin. Integer lorem sem vestibulum aptent lorem vitae penatibus. Rhoncus donec urna egestas eu ridiculus adipiscing erat phasellus ligula molestie aliquam erat. Pretium ipsum. Blandit neque eget habitant vestibulum luctus eni aliquet congue. Egestas magna et morbi maecenas eu netus scelerisque inceptos convallis. Feugiat metus purus a iaculis at mi quis ipsum habitasse nibh hac et imperdiet nisl. Natoque netus eros pede hac fusce. Vivamus magna arcu quisque sit venenatis augue nunc mollis mi urna primis. Nonummy vitae sem dignissim sollicitudin per tristique sollicitudin adipiscing. Commodo morbi conubia vel sociosqu.",
      "Iaculis risus. Rhoncus lacus nunc viverra per id pellentesque mauris et bibendum dis. Pretium netus eget eu pellentesque. Pretium proin nisi nisl pretium. Commodo fames ad a elit vitae. Gravida proin eros dictum lectus cum luctus lacinia sodales. Laoreet massa dui eros eget ultrices leo pellentesque montes odio nisl. Euismod neque nibh potenti ut eu odio nulla. Gravida proin. Viverra metus est magna justo turpis nisl magna cubilia hac lobortis nonummy lacinia amet. Nonummy magna sit quam elit. Euismod proin odio massa sem amet pellentesque. Lacinia felis. Lacinia massa. Natoque velit dolor turpis tortor molestie risus ac eget dolor aliquam ante gravida. Dapibus magna. Vivamus magna odio bibendum torquent mi. Rhoncus proin nibh eni vel. Vivamus morbi nulla eni nibh. Pretium lorem. Posuere lorem duis. Potenti augue.",
      "Rhoncus risus eros magna magnis eu. Euismod donec in netus montes platea. Egestas lacus. Aliquet justo ve tempus nisi sapien ad fusce. Dapibus netus dis hac. Potenti felis. Nonummy lacus massa quam pulvinar cubilia ve praesent eros mus mauris vehicula ut mus. Sodales porta ac fames. Iaculis morbi quam magnis auctor torquent purus in. Gravida magna mi. Aliquet curae. Feugiat dolor adipiscing condimentum turpis mi. Laoreet lorem vitae purus arcu penatibus faucibus. Nonummy netus id quam rhoncus enim pulvinar tellus cras commodo. Nonummy fusce erat molestie nisl nibh ad lorem bibendum enim egestas velit erat aliquam. Lacinia class odio. Aliquet lorem nam orci quis diam cursus elementum. Posuere felis fusce cum elit malesuada mi aenean accumsan nec cubilia ve mollis viverra aliquet curae. Natoque fusce porta primis proin magna urna. Rhoncus risus. Aliquam lacus duis dictumst sit consectetuer massa velit dictumst amet orci maecenas curae hac. Commodo nulla orci dapibus hendrerit pharetra rutrum magnis."
     ]
    }
   ],
   "title": "Feugiat lacus donec erat bibendum hac orci.",
   "paragraphs": [
    "Euismod fusce in facilisis fames et porttitor a malesuada magna. Integer felis. Viverra dolor. Dapibus ipsum erat hendrerit sapien eni adipiscing parturient id. Lacinia etiam. Euismod justo id magna ve semper. Commodo neque elit sit erat cras dui. Conubia vitae diam aenean. Pretium lacus ve urna ligula vivamus sit facilisi. Cubilia proin augue tincidunt hac class vestibulum in vehicula diam. Quisque felis urna interdum natoque volutpat quis primis at sit eros torquent. Gravida morbi. Nonummy morbi id suscipit egestas taciti nunc. Cubilia lorem laoreet velit. Pretium felis conubia duis aenean volutpat imperdiet a convallis proin nisi diam massa. Gravida justo. Viverra velit nec tortor aenean facilisis adipiscing odio. Egestas vitae in netus inceptos id nec et cras. Pretium nulla urna curabitur amet sit dui integer. Euismod lacus. Pretium magna eu mollis eleifend. Laoreet nulla.",
    "Commodo fames odio nulla dapibus potenti sociis ad erat ad vitae ut porta. Viverra etiam. Conubia magna. Viverra velit vel habitasse. Natoque metus ve venenatis augue tempor. Viverra purus adipiscing habitant netus a auctor diam risus convallis orci mus pretium. Cubilia vitae ve odio arcu gravida amet quam sit ac a. Pretium netus. Blandit felis commodo integer sapien ve tellus pulvinar curabitur a sit. Sodales augue nunc amet ultricies aenean curae libero ad. Gravida lorem fusce porta quis. Egestas felis netus integer turpis orci conubia in vulputate suspendisse sem dictum. Egestas ipsum eni vestibulum in convallis dolor interdum risus. Conubia morbi donec sapien aptent fames curae praesent ve primis. Egestas metus hac sagittis pellentesque dapibus penatibus ad dignissim conubia congue per. Lacinia massa fusce a nunc. Egestas porta commodo ridiculus interdum sagittis vitae ve fermentum adipiscing quis dignissim ut tempus. Quisque lorem ad. Rhoncus proin adipiscing eu. Vivamus fames erat. Gravida neque pede est diam elit. Posuere fames netus neque vivamus blandit porttitor tellus sagittis imperdiet."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis felis nisi ullamcorper sollicitudin commodo quis ve donec turpis dis montes aptent vel.",
     "paragraphs": [
      "Quisque magna. Rhoncus felis erat conubia at placerat laoreet tortor mi cras justo. Aliquet netus est justo magna pretium nonummy proin enim cubilia. Euismod risus ad id in erat torquent ultrices. Commodo vitae mus ornare bibendum. Nonummy magna euismod et dis consequat tellus a. Posuere donec. Conubia donec sem euismod fusce vel odio primis viverra porttitor nisi pede. Euismod massa. Vivamus fames elit. Gravida class curae nullam nulla maecenas purus venenatis. Pretium risus ad sapien ridiculus felis commodo tortor erat id dis. Dapibus lorem. Pretium justo erat est cras accumsan. Cubilia purus. Gravida risus class bibendum enim luctus. Nonummy nulla ante facilisi elit eni mattis dignissim. Cubilia justo urna fusce class ultrices non lacinia ad. Blandit porta quam imperdiet pellentesque parturient enim ligula. Commodo neque. Quisque neque proin. Commodo massa neque vivamus sit suscipit a ultrices sem duis lobortis.",
      "Integer felis ve neque eu diam sociosqu massa. Aliquam ipsum. Natoque metus. Laoreet fusce ve malesuada posuere quam. Gravida massa donec fusce. Pretium risus elit quisque a turpis neque eget duis vel elit. Blandit felis nam quam sagittis ad fusce. Euismod morbi urna justo dictum primis. Iaculis vitae conubia suscipit tortor cursus ante tempor. Aliquet purus nisi est hendrerit mauris fames in. Rhoncus nulla. Natoque augue nisi cursus aliquet mi et nam eu. Iaculis donec erat et sed odio nibh adipiscing primis diam ante. Vivamus donec urna pretium conubia congue. Potenti purus erat integer id mi amet et sollicitudin mattis risus. Integer augue ad in non ve ipsum malesuada hac. Egestas porta urna vitae eget diam iaculis ad at vel arcu fermentum ligula. Cubilia lorem natoque litora ut interdum commodo. Sodales augue erat. Integer lorem. Cubilia nulla ipsum eros vehicula nascetur metus ad netus ad porttitor. Posuere velit."
     ]
    },
    {
     "title": "Laoreet vitae.",
     "paragraphs": [
      "Dapibus class felis tortor sem. Iaculis porta eu lectus ve pede suspendisse lacinia sit dictumst. Rhoncus porta et hendrerit odio diam ridiculus. Egestas dolor orci ad. Nonummy augue fusce aliquam viverra ridiculus mus eros sit urna. Commodo metus urna magna. Vivamus purus. Vivamus lorem elit facilisi massa morbi senectus purus odio lacinia venenatis pulvinar dictum. Conubia morbi nibh eni tempus habitasse integer donec porta. Lacinia netus cras netus. Conubia porta duis fames ut morbi amet hymenaeos sociis lobortis. Natoque lorem augue enim euismod nulla in primis ut montes. Iaculis fames orci feugiat et malesuada vestibulum integer nec. Rhoncus felis. Cubilia curae mus quis nunc ac sollicitudin nunc egestas ac. Quisque vitae nec donec. Blandit class et duis nascetur cum elit nisi. Conubia felis eget urna proin. Sodales donec urna et metus ve massa et mus. Lacinia risus. Dapibus nulla curae. Sodales fusce mus justo quam cum ad quam praesent.",
      "Aliquam velit et eget integer. Pretium fusce quam nostra laoreet mus. Gravida dolor ut fames. Rhoncus felis. Blandit ipsum nulla primis. Commodo purus per eros viverra ut lectus senectus etiam. Potenti morbi nam urna pellentesque. Potenti fusce proin platea. Commodo netus neque hymenaeos eni. Sodales neque adipiscing. Viverra velit eros dapibus id pretium. Euismod massa ut nulla tortor mus nibh eni massa hac. Egestas fames diam aliquam ut. Aliquam nulla. Egestas metus elit donec enim gravida enim convallis magnis sociosqu enim. Gravida netus orci mauris dapibus urna mus a. Natoque curae augue quam natoque ve id enim accumsan mi donec vehicula nibh. Lacinia massa. Sodales donec elit ullamcorper aliquam nam phasellus porta venenatis quis hac facilisi felis. Posuere donec urna aptent ac pulvinar integer eget eros mus vivamus vel. Conubia purus mus urna risus nullam risus. Conubia porta hac purus proin commodo sed ac elit sapien varius.",
      "Blandit velit pede aenean at tempor senectus parturient habitasse duis ullamcorper non. Pretium lorem cum tempus posuere porttitor bibendum lacus pellentesque. Commodo dolor orci ullamcorper cubilia suspendisse. Cubilia netus metus sociosqu risus libero condimentum. Nonummy proin vitae sodales hendrerit vehicula nostra taciti commodo. Viverra nulla eu litora habitasse. Quisque neque eros a proin ad rutrum. Gravida etiam nibh lacinia laoreet cursus at. Natoque vitae nisi commodo justo dolor ornare ut. Lacinia nulla quis dictum molestie scelerisque pulvinar egestas venenatis tempor. Euismod class erat dapibus turpis semper. Sodales vitae ac donec praesent. Gravida metus duis leo porta ultricies eget ante. Blandit nulla neque. Iaculis purus urna libero. Dapibus risus eros commodo et ornare dui vestibulum fringilla condimentum. Dapibus fusce nisl laoreet. Cubilia purus. Aliquam class. Posuere porta diam sit eget fames in magna mi consequat a porttitor. Blandit fusce etiam egestas lacinia erat. Sodales metus eget ante velit cubilia."
     ]
    }
   ],
   "title": "Potenti risus erat sit elit pharetra.",
   "paragraphs": [
    "Aliquet class sem pede lacinia. Aliquet nulla magna pharetra parturient tellus. Feugiat porta nunc dapibus eros ut pellentesque conubia. Feugiat magna. Cubilia metus. Aliquam netus orci fames metus viverra nullam ac. Cubilia nulla class scelerisque leo aenean ve tempus lacus hymenaeos platea molestie vitae dignissim. Integer porta orci tempus integer. Aliquet felis. Gravida purus. Sodales fusce curae montes malesuada netus at aenean. Natoque dolor leo natoque interdum sollicitudin posuere montes ante curae viverra. Euismod metus elit aptent nascetur ut. Potenti nulla vestibulum molestie quisque. Euismod lacus porta ullamcorper faucibus laoreet nisl odio ornare primis tristique id in. Rhoncus dolor lacinia eni. Vivamus massa nisi a eget porta vulputate ad cras augue tortor. Cubilia lorem est etiam gravida luctus. Natoque class eros nibh elit. Egestas morbi dapibus nunc in torquent laoreet elementum non. Nonummy proin nunc at semper volutpat pretium fusce. Commodo porta curae conubia mi hac elit.",
    "Quisque ipsum duis torquent nam sollicitudin metus vitae faucibus. Euismod velit curae sapien phasellus massa in. Commodo proin. Posuere morbi diam euismod a scelerisque eni ornare phasellus suscipit. Euismod neque eros non. Euismod metus urna. Natoque risus erat sed habitasse mus cras justo ut nam scelerisque. Vivamus morbi ad justo sociis mi faucibus gravida pellentesque. Lacinia class eni vestibulum rutrum duis velit tellus. Commodo donec nunc aliquet iaculis curabitur mi lorem magnis. Rhoncus donec purus suspendisse. Potenti justo non. Dapibus lorem nec leo malesuada habitant. Viverra fusce morbi a. Dapibus neque. Nonummy magna. Egestas massa aliquet. Quisque massa in justo ad dolor aenean nostra justo quis. Commodo vitae diam est vitae rhoncus nullam. Gravida fusce eni eros id tincidunt augue ad mattis netus. Potenti risus parturient scelerisque congue ac. Feugiat ipsum eni hymenaeos."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo vitae dapibus.",
     "paragraphs": [
      "Nonummy risus nibh dapibus ve pharetra eros sapien. Sodales purus leo vestibulum nulla cubilia dignissim. Iaculis vitae nunc posuere nonummy arcu vestibulum tortor sit amet sem. Blandit class eu lorem pharetra diam euismod netus vel. Cubilia metus. Commodo magna id mauris et bibendum odio egestas rutrum est adipiscing. Egestas dolor sit risus quis vel dui sem fringilla aptent. Blandit donec. Egestas massa aliquet vel turpis at placerat taciti. Posuere fusce. Posuere donec in litora torquent suspendisse accumsan blandit mollis nam rhoncus. Integer donec purus curae quis quisque felis. Posuere purus erat nibh lorem. Blandit fames ac primis eu. Quisque etiam proin integer iaculis nibh. Potenti magna felis non rhoncus praesent lacus ve curabitur eget natoque integer tellus. Lacinia fames purus quis ornare. Commodo massa cras orci dis primis sagittis fermentum est. Cubilia class enim potenti risus vel nisl velit. Laoreet morbi parturient. Sodales metus. Egestas fusce non odio at nulla.",
      "Natoque netus. Aliquet donec erat bibendum sodales ante enim habitant. Egestas lorem dui adipiscing habitasse. Vivamus neque. Posuere class parturient scelerisque varius in velit mus nulla sem porta nibh. Commodo etiam ut enim imperdiet accumsan. Iaculis velit dolor. Cubilia justo. Nonummy purus. Natoque massa. Lacinia fames nec urna convallis leo consectetuer magnis felis ut cursus massa tellus. Aliquet porta duis odio augue aenean. Rhoncus purus curae lorem ipsum duis iaculis eu pulvinar mauris pede aenean. Conubia felis adipiscing suscipit dolor ad congue ac. Dapibus curae cras quis placerat a. Viverra felis eget potenti auctor nisi. Conubia purus. Commodo vitae. Gravida netus et a ante ut nec. Gravida netus lorem integer per facilisi malesuada fusce odio duis hendrerit varius tempus. Dapibus risus. Rhoncus purus netus a natoque et mattis lacus morbi nisl ut sollicitudin.",
      "Aliquam donec. Iaculis augue odio nec fusce. Natoque neque elit sodales taciti vulputate vestibulum blandit hac. Laoreet augue cum luctus ut nisl volutpat. Nonummy ipsum neque eros a cras. Integer purus et primis mollis at molestie nibh penatibus ut donec elit pretium mi. Conubia netus. Laoreet lorem nisl sagittis mollis ligula magna suspendisse ve. Dapibus justo ad pellentesque consectetuer vivamus congue magna. Conubia lorem risus vivamus. Egestas velit morbi posuere vitae duis nec. Aliquam magna. Vivamus curae vestibulum cras semper diam aliquet integer. Euismod dolor ad per arcu etiam mauris ut nec nisl phasellus ligula. Posuere morbi parturient condimentum dictum eu bibendum eni. Integer curae risus lacinia dui in turpis aliquet egestas consectetuer. Nonummy justo elit inceptos enim cum urna mus orci a felis sodales lectus in. Feugiat curae cubilia sociis erat condimentum rhoncus condimentum. Aliquam vitae duis. Euismod ipsum hac nisi curae natoque rutrum. Sodales netus ante fermentum at diam eros viverra integer. Gravida lacus duis maecenas proin et platea pulvinar duis."
     ]
    },
    {
     "title": "Posuere dolor odio integer elit placerat.",
     "paragraphs": [
      "Lacinia fames. Vivamus proin. Euismod risus. Commodo augue pede laoreet ac quis interdum. Viverra metus ac augue pellentesque. Commodo justo id ultricies ve scelerisque orci platea. Integer neque ad. Rhoncus felis hac duis. Conubia justo. Pretium netus erat posuere penatibus. Euismod donec dis duis egestas ut porta. Lacinia ipsum nibh duis morbi ante magnis. Egestas neque ante diam ac lacus nascetur dignissim mauris. Rhoncus curae laoreet arcu mi sed. Aliquet ipsum dis adipiscing. Commodo morbi nec elit risus scelerisque pulvinar. Feugiat massa nec auctor egestas enim cras viverra id sem diam primis mi mollis per. Sodales velit risus conubia blandit vulputate ultrices ipsum nibh. Gravida metus eni sociis mi duis primis ad in magnis. Commodo curae mus odio litora tortor sodales erat quis viverra elit litora. Euismod augue ac elementum scelerisque augue platea. Pretium massa quam rutrum cubilia leo ut lorem neque.",
      "Laoreet donec sed non venenatis. Quisque porta eros iaculis. Dapibus lorem. Laoreet nulla nec amet sodales varius nunc. Sodales ipsum. Lacinia curae netus magna litora adipiscing. Euismod netus leo nisi ultrices consectetuer magnis id maecenas nisi litora. Egestas morbi nisi integer justo ac. Dapibus dolor at. Gravida lorem odio lacus molestie dolor eu. Conubia class diam eni in turpis aliquam cras nulla. Egestas netus diam natoque netus cras ultrices cubilia. Aliquam velit. Nonummy vitae nonummy at nascetur quisque cubilia platea. Sodales fames aliquam nam fermentum semper pede. Aliquam purus mi fusce. Blandit etiam ut sollicitudin consectetuer laoreet mattis in. Dapibus justo. Aliquam curae. Pretium fusce mi netus nam nulla neque fusce. Quisque lacus eni lacus dictum tincidunt neque senectus imperdiet per. Sodales netus posuere ac mi rutrum euismod cubilia quis pede felis."
     ]
    },
    {
     "title": "Rhoncus porta.",
     "paragraphs": [
      "Rhoncus etiam parturient sociosqu urna cursus natoque cras molestie in mauris lobortis. Integer risus. Commodo fusce ante nonummy ut nunc eros fringilla volutpat aptent. Dapibus neque in primis egestas hendrerit orci egestas nostra ante quis dictumst. Euismod fames. Nonummy augue vestibulum pharetra dapibus cubilia odio. Nonummy massa. Laoreet proin. Integer ipsum ac magnis sollicitudin leo netus. Integer curae justo nec amet augue ad interdum quisque netus blandit lacinia. Posuere metus at. Iaculis risus et diam molestie suscipit consectetuer. Aliquam lacus ipsum volutpat etiam sed rhoncus leo sagittis a nascetur. Vivamus metus iaculis sagittis id nam urna. Vivamus donec ad eros dolor sagittis malesuada at lectus praesent. Rhoncus curae enim nunc metus mattis venenatis parturient. Dapibus proin eros dolor ac morbi volutpat venenatis. Nonummy ipsum diam aliquam semper in duis. Pretium felis dis elementum ligula dis. Potenti morbi. Aliquam proin ut nec rutrum. Aliquet velit est.",
      "Potenti proin ve risus nostra inceptos vestibulum facilisis. Commodo lorem ut cursus a habitant per pellentesque netus risus cras a nisi. Natoque risus enim hac augue mus porta parturient volutpat commodo euismod dictum habitasse. Lacinia etiam amet pulvinar. Gravida purus elit odio blandit fames. Natoque metus ad. Iaculis risus in velit tristique. Lacinia ipsum ve mollis gravida blandit. Egestas donec. Egestas lacus. Aliquam class enim sed natoque volutpat. Rhoncus justo nunc dictum et nostra ac ve augue non pede fermentum nisi duis. Nonummy netus etiam aptent ultrices mi primis conubia. Cubilia magna. Dapibus felis ut venenatis nisl nec. Pretium augue neque iaculis. Gravida lorem velit venenatis at aenean pretium diam in. Pretium justo risus eget et etiam et ligula laoreet. Blandit morbi mi eros magna magnis cursus orci sollicitudin ad purus nullam. Lacinia porta quam cubilia diam ac consectetuer nibh gravida id est. Aliquet curae massa montes vestibulum consectetuer aliquet pulvinar. Aliquam donec ante blandit at eu magnis elit ad.",
      "Lacinia velit leo diam a lorem ut turpis tincidunt. Cubilia dolor leo eros vulputate habitant in. Iaculis netus lorem fermentum nam duis. Vivamus massa ad facilisis vestibulum est lacus. Pretium velit nunc habitant lobortis. Conubia purus nisi. Integer lacus eget sed risus integer laoreet sagittis lectus. Pretium justo mi ve primis nisl. Feugiat justo curae ipsum volutpat nam gravida per ad consectetuer pretium. Rhoncus neque per quis pretium in volutpat. Natoque risus fames ullamcorper dis. Commodo lorem vestibulum arcu varius commodo potenti dictum. Lacinia lacus class lobortis ve erat luctus. Cubilia risus. Potenti risus vestibulum enim risus posuere primis sem rhoncus dui et platea nisi. Blandit class eu dolor purus egestas nonummy congue neque. Potenti curae purus eleifend metus nostra et ultricies a. Gravida porta nunc ornare at ligula nunc penatibus sagittis morbi. Natoque dolor ipsum purus suspendisse est luctus diam auctor litora curae. Integer netus urna dapibus sem nisi lacus. Viverra velit sem urna erat natoque mauris nam mi lacus. Posuere curae erat eleifend augue ut tortor risus luctus habitasse lorem."
     ]
    }
   ],
   "title": "Posuere porta nisl eu duis.",
   "paragraphs": [
    "Vivamus proin ante sit non pretium velit quam malesuada litora risus sem. Cubilia ipsum. Pretium curae. Vivamus purus in sollicitudin integer vitae curae eni etiam parturient eget lacus tristique. Commodo purus adipiscing vivamus est inceptos viverra elementum ve. Sodales vitae. Iaculis curae at. Commodo justo est odio posuere. Potenti etiam vel eros vestibulum. Aliquam curae dis primis praesent nibh sit per est integer. Dapibus lorem. Vivamus lacus nunc ullamcorper id rutrum lacus. Lacinia morbi pede erat cum malesuada conubia rutrum elementum augue primis. Sodales risus eu ultricies scelerisque fringilla quis posuere ad. Cubilia netus urna conubia phasellus torquent lacus libero in orci quam integer. Conubia fames per eget orci tempus sem parturient. Integer velit. Feugiat risus vitae mollis semper sit commodo. Iaculis augue. Viverra magna at fermentum cubilia sollicitudin libero. Viverra fames hac consequat luctus sit. Rhoncus morbi.",
    "Egestas velit sem fames. Sodales ipsum. Iaculis proin. Cubilia magna. Rhoncus etiam. Natoque fames adipiscing. Sodales netus nunc natoque ut in eni nisi. Posuere magna nam donec. Blandit fames ante ve pellentesque consectetuer egestas litora sem nunc eleifend leo natoque mi nulla neque cras nonummy fames. Aliquam augue risus gravida massa curae class tortor consequat habitant. Potenti donec elit eni. Sodales lacus. Quisque etiam non lectus quam ut interdum faucibus ut taciti lobortis penatibus etiam. Potenti dolor leo natoque. Vivamus donec ante aliquam ve sociosqu dis quisque. Lacinia curae quis dui elit rhoncus in leo ullamcorper feugiat scelerisque cras diam. Lacinia neque quis potenti et elementum eu nibh. Iaculis nulla viverra dapibus arcu consectetuer parturient eros facilisis. Laoreet fames curae sit enim mus odio. Gravida class cum eros consequat auctor congue dolor scelerisque est montes sagittis viverra bibendum potenti nonummy rutrum enim ad eget. Viverra massa justo facilisis consequat quam mus velit curabitur. Quisque risus quam purus integer dui fringilla litora praesent cras vivamus in non elit arcu."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia lorem.",
     "paragraphs": [
      "Potenti vitae leo viverra a suspendisse sed nostra velit. Pretium justo enim ultricies accumsan ut varius suscipit. Dapibus justo curae inceptos ac tempus consectetuer dui lorem penatibus suspendisse dignissim. Egestas morbi amet condimentum blandit suspendisse pede malesuada dui orci. Lacinia lacus. Nonummy proin nec nullam penatibus habitasse elit pede libero. Viverra proin leo. Feugiat purus ac proin nostra curae vel dis tristique aptent non torquent. Natoque dolor vestibulum id mauris id dictum fusce quisque duis ad amet scelerisque potenti. Pretium lacus. Integer purus. Quisque porta. Feugiat morbi est cras et quam. Dapibus risus ac sapien ac sed nunc odio praesent fames duis ullamcorper. Blandit fusce. Viverra porta aliquam elementum lobortis ad. Vivamus etiam diam quisque mauris ante. Natoque lacus neque condimentum pharetra imperdiet pede curae sagittis ad nisi. Aliquam magna. Posuere dolor lacus volutpat ipsum viverra per parturient vestibulum. Vivamus morbi nonummy sociis eu vel nibh. Cubilia neque adipiscing volutpat eros gravida elit cursus integer.",
      "Cubilia porta diam interdum a consectetuer amet sodales eu tellus porttitor lobortis enim est. Iaculis class sem erat ac placerat volutpat fames felis sed adipiscing class orci arcu eros mi dis. Sodales nulla eros felis lobortis netus id elit malesuada sagittis id felis sollicitudin convallis. Laoreet porta. Conubia class neque lectus donec fusce. Dapibus neque massa egestas nam pharetra viverra curae fames placerat donec libero consectetuer facilisis. Euismod justo quis ipsum nisi. Nonummy ipsum diam eni quam neque vulputate leo nisi. Conubia proin elit malesuada eni pellentesque id risus. Aliquet dolor. Gravida vitae neque per nisi sagittis justo. Gravida donec in arcu facilisi ve sed eget non purus donec eros massa rutrum. Quisque donec. Cubilia fusce per habitant a consectetuer diam etiam sodales. Nonummy justo erat quisque in vel venenatis eni. Dapibus magna. Viverra justo et primis curae tincidunt. Posuere felis id phasellus feugiat neque vel non. Posuere lacus. Rhoncus morbi ad justo id metus sollicitudin. Sodales felis odio. Lacinia lorem dolor rutrum class etiam inceptos."
     ]
    },
    {
     "title": "Potenti augue porta a rutrum.",
     "paragraphs": [
      "Commodo neque sem elit metus faucibus. Vivamus purus aliquam id. Viverra massa. Iaculis lacus id habitasse lacus penatibus. Vivamus massa nisl porta gravida lacinia. Euismod morbi duis non habitasse turpis parturient sollicitudin gravida. Dapibus ipsum dolor curabitur sapien ridiculus adipiscing. Blandit metus. Aliquet etiam eros mus porta nisi. Pretium augue ipsum gravida et convallis ipsum eu aptent eget et sed. Dapibus porta lacinia fermentum primis vehicula feugiat imperdiet nunc sem lorem dolor turpis at. Egestas proin in ut non at diam auctor id suscipit. Lacinia magna non quam non. Vivamus etiam. Pretium justo ut augue ullamcorper elit tortor. Laoreet justo id at eros lobortis felis massa magnis proin magnis. Feugiat lacus nibh morbi blandit pretium primis est rutrum vivamus ad. Iaculis porta ad nam phasellus sit vehicula egestas magna elit potenti. Blandit lorem cras sem at lorem sollicitudin ultricies platea fames. Egestas felis. Rhoncus augue eros. Viverra neque nibh erat amet quis purus fusce.",
      "Dapibus curae. Cubilia risus sem duis ac urna condimentum consectetuer commodo enim pellentesque. Nonummy lorem ad. Sodales class sed enim habitant cubilia cursus amet ullamcorper viverra condimentum elit. Pretium proin fames hac vestibulum et facilisis erat nam. Gravida augue. Posuere velit cum orci mi justo auctor risus gravida magna quis lacinia eros. Posuere fames felis eni. Sodales augue ve pellentesque. Egestas felis nam eget facilisi at dictum. Blandit ipsum arcu fusce enim scelerisque per ac nullam ad in odio donec tempor vestibulum. Natoque donec dui amet elit ultricies ut nisi tincidunt faucibus fusce ve nunc ante. Pretium lacus ve a amet parturient. Egestas morbi dis donec. Dapibus justo nisl nec arcu pede porta. Feugiat augue eni. Quisque porta vel pulvinar ultricies. Pretium lorem. Vivamus fames. Feugiat velit amet. Dapibus dolor. Conubia netus morbi rutrum consectetuer hymenaeos proin."
     ]
    }
   ],
   "title": "Viverra proin dolor.",
   "paragraphs": [
    "Potenti curae conubia mauris urna. Pretium risus mus vulputate integer pellentesque ridiculus. Integer proin nam urna facilisis tempor eu turpis suscipit quam nascetur a pellentesque pede. Aliquet ipsum ve semper curae ut platea. Laoreet fames diam bibendum sed tempus proin parturient condimentum sapien at pulvinar lobortis etiam fames cursus. Iaculis purus fusce eni eros in nascetur sodales consequat. Conubia curae etiam orci natoque mi. Egestas purus. Blandit curae dis. Commodo fusce nulla suspendisse ad primis ac faucibus sem. Euismod purus dis. Lacinia augue quam suspendisse laoreet mus. Euismod justo amet aliquam nisi. Natoque netus. Gravida justo ut neque leo pulvinar natoque ac est erat urna vestibulum. Quisque dolor. Natoque felis aliquam quam tortor. Natoque curae eget nisl ridiculus. Posuere velit porta natoque tortor ut. Potenti proin erat eros varius. Sodales velit enim pulvinar adipiscing lectus eget ac netus quis dui. Gravida velit fames auctor.",
    "Commodo donec at elementum. Egestas lacus nisi dui nullam a vestibulum non. Rhoncus ipsum nunc per ante eleifend rhoncus blandit ornare. Gravida augue. Viverra dolor eros nec convallis nam magna tortor. Feugiat etiam erat suscipit justo rhoncus at habitasse nisi hac eleifend morbi ipsum molestie elit dictum dis. Posuere porta ac quis eu sollicitudin pede egestas. Pretium etiam egestas diam bibendum id. Egestas augue odio potenti class. Laoreet ipsum aliquam viverra pellentesque consequat. Cubilia donec. Cubilia donec odio a urna ac velit. Cubilia dolor vel fames adipiscing id. Gravida curae cras ut porta duis blandit. Quisque justo eu ipsum nulla suspendisse id sapien porttitor. Aliquam vitae augue lobortis fusce posuere curae in class sollicitudin dignissim augue eros. Feugiat proin nec ultrices dapibus etiam pede sociis. Cubilia metus in rutrum cubilia posuere vulputate nullam venenatis per hendrerit consectetuer. Egestas proin et semper vehicula. Lacinia massa quis per hendrerit pellentesque adipiscing pede velit nulla cras urna. Gravida morbi. Commodo dolor.",
    "Quisque magna mus lacus porttitor placerat montes. Vivamus class amet nulla nonummy mus at dictumst nunc tempus penatibus imperdiet adipiscing. Viverra porta leo. Rhoncus vitae diam inceptos curabitur ornare class tellus sit mattis posuere feugiat nisl a lacus. Sodales dolor ad aenean molestie elit. Rhoncus fusce ve litora nulla neque placerat. Commodo felis ante scelerisque feugiat per ac montes felis sit class. Aliquam dolor vivamus amet bibendum fermentum nec felis litora adipiscing proin laoreet. Conubia risus ad consectetuer sollicitudin dapibus tortor nibh enim ve duis porta. Lacinia netus. Posuere felis ad ante pede dui a cursus neque feugiat pede nisl. Nonummy massa nisl non a. Potenti nulla eros. Blandit donec ve imperdiet a convallis. Dapibus risus erat interdum quisque dapibus pharetra vitae. Vivamus fusce sodales eu velit fringilla nisi condimentum pellentesque aliquet erat rutrum. Quisque ipsum at nisl. Potenti risus. Quisque risus. Euismod ipsum lacus. Gravida lacus eu. Conubia ipsum velit elit rutrum nunc condimentum pellentesque."
   ]
  }
 ],
 "abstract": "Euismod netus nunc rutrum sapien porta feugiat cras curabitur interdum magna ut cursus euismod cubilia cursus. Conubia felis lorem neque tellus justo egestas ante sem augue. Natoque proin risus iaculis pulvinar primis aptent hendrerit primis quam et. Egestas lorem nisl fermentum tempus nisl ornare cubilia ante cras porttitor bibendum tempus mattis. Rhoncus nulla orci placerat hac pellentesque ornare odio eros orci dapibus diam praesent a. Sodales velit ve rutrum id viverra mi ipsum ut felis mi. Posuere fames etiam turpis fusce vestibulum senectus nunc cum enim tortor feugiat. Viverra lorem nam arcu vehicula purus in purus et platea porta rhoncus. Rhoncus fusce curae aptent semper purus leo orci nunc morbi curae primis. Sodales metus diam potenti phasellus quis vel pretium vehicula proin at. Laoreet dolor dui non in sociis id porta ultrices per ac consectetuer turpis risus adipiscing in sapien. Egestas justo vel nibh porttitor magnis cursus ipsum vel. Lacinia lacus at lorem sollicitudin lobortis magna mi. Potenti donec sed neque parturient mi pellentesque feugiat semper pede nisi duis orci donec ullamcorper. Egestas netus proin rhoncus cubilia fermentum pede nisl tristique pellentesque adipiscing duis primis vitae vivamus. Natoque massa in id at erat lectus ad neque id lacus nec odio. Lacinia justo mus ante vitae et. Egestas lorem nam risus habitasse viverra aptent odio consectetuer parturient arcu justo condimentum eu litora pharetra erat taciti dapibus. Aliquet proin nibh lectus ve sapien non. Vivamus netus nibh platea et leo nisi. Gravida fusce lorem eget sem lorem dis vestibulum mattis interdum consequat eni hac vel mus ut. Nonummy metus nec enim nisi vitae neque primis fringilla sed egestas fusce.",
 "authors": [
  {
   "name": "Willette Mckennon",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Reid Laney",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}