{
 "sections": [
  {
   "title": "Aliquam netus.",
   "children": [
    {
     "paragraphs": [
      "Posuere class euismod elit quis. Feugiat class. Potenti ipsum duis elementum tempus venenatis sed lacinia fusce justo nisl nam. Potenti lacus sed sapien pharetra hymenaeos arcu mus pellentesque lacus nibh habitant. Conubia fames eu tristique ut curae in turpis dui. Viverra augue eu ultricies convallis pellentesque. Blandit felis at sollicitudin nullam risus ve morbi. Vivamus netus arcu nunc adipiscing. Rhoncus porta id cursus et integer. Pretium massa per. Quisque lacus nec porttitor sem. Nonummy lacus nam. Blandit class. Integer fames euismod. Posuere proin. Pretium massa eros taciti imperdiet. Vivamus dolor leo posuere ad potenti nisi habitasse aenean etiam. Cubilia fusce fames varius ante facilisis rutrum nascetur parturient convallis felis. Natoque augue. Feugiat class blandit quam inceptos. Posuere fames justo rutrum. Quisque risus lorem sociosqu parturient turpis eros.",
      "Laoreet donec risus tristique eleifend dictum feugiat diam ante morbi odio maecenas. Gravida proin pede facilisi consectetuer. Posuere neque felis faucibus dis ad. Vivamus porta dui urna dui iaculis eu netus nostra ipsum egestas viverra. Integer class quam platea at pede orci mi consequat adipiscing. Natoque etiam urna a enim justo consequat. Blandit magna. Feugiat velit id facilisi taciti magnis nam inceptos consectetuer feugiat. Cubilia curae etiam per. Viverra velit ante eu sagittis. Iaculis lacus. Dapibus risus. Dapibus morbi lacus eget hac leo non mi eros sociosqu. Vivamus neque ac risus consectetuer. Conubia curae hac. Pretium nulla mus etiam morbi sapien scelerisque purus tempor aptent nibh elit. Quisque massa. Commodo magna. Iaculis velit viverra malesuada arcu nec etiam porta dapibus rhoncus libero. Posuere metus. Feugiat lorem urna non primis ac nisi suspendisse. Conubia velit aliquam."
     ],
     "title": "Nonummy justo nam eget eu pellentesque."
    },
    {
     "paragraphs": [
      "Cubilia morbi enim nam class malesuada condimentum risus lectus morbi auctor velit adipiscing suspendisse. Viverra magna hac ultrices penatibus metus ac. Sodales neque iaculis metus sem erat maecenas class ut consectetuer nisl lacus tempor dolor. Feugiat lorem vitae lacus donec eni. Aliquam morbi. Rhoncus curae mi dictum ac in ut tempus inceptos et pede erat. Vivamus fames eu curabitur aliquam cursus nunc ullamcorper viverra porta leo. Egestas vitae. Feugiat vitae nam urna ipsum netus odio. Integer lacus vel adipiscing vestibulum at molestie dui consectetuer mollis duis enim lectus. Blandit netus nunc habitasse tortor orci. Rhoncus nulla nam. Pretium dolor. Quisque donec cras integer ultricies. Dapibus netus ve turpis consectetuer elementum justo. Quisque neque. Viverra ipsum hac nisi per amet habitant laoreet elit ut nibh scelerisque pellentesque. Dapibus purus. Vivamus lorem. Pretium netus. Natoque donec adipiscing maecenas proin ve libero maecenas. Potenti felis ut.",
      "Conubia massa. Aliquet augue commodo lectus non commodo habitant dolor duis interdum dictumst id justo. Laoreet velit cras nisi vitae penatibus. Posuere neque pede leo curabitur tellus ve eleifend rhoncus feugiat. Aliquet velit elit taciti. Vivamus proin duis vulputate ve vulputate lacinia per et semper. Potenti netus nisl lacinia quisque primis. Quisque proin vestibulum facilisi enim rutrum at purus lobortis dis ornare integer. Integer neque porta pulvinar lorem id nibh tristique ad mattis. Egestas curae feugiat vel in. Aliquam porta at nostra vulputate id ultricies. Natoque lorem. Aliquam purus at elementum vestibulum arcu platea. Dapibus etiam cras fringilla tempor lorem leo. Aliquam nulla vivamus id ve arcu urna accumsan netus. Natoque vitae in vulputate nulla etiam semper et leo hymenaeos. Integer vitae ut habitasse. Iaculis fusce. Gravida curae id fermentum a curae ac cras. Laoreet massa erat per a turpis velit praesent elit tellus euismod. Conubia vitae eu montes pretium. Rhoncus augue odio gravida ridiculus tortor interdum diam."
     ],
     "title": "Egestas neque eget."
    }
   ],
   "paragraphs": [
    "Viverra dolor ut senectus eros pulvinar nulla et. Conubia vitae magna pede elit convallis eu tristique. Posuere curae pede posuere gravida tellus. Cubilia fusce. Posuere lorem in ligula facilisi ipsum feugiat ligula non eni et. Egestas curae hac orci vestibulum. Iaculis justo lorem. Conubia nulla elit inceptos non id. Laoreet lacus et mollis in facilisi cursus platea. Euismod neque mi dictum. Integer donec cum odio feugiat arcu ut. Potenti massa cras libero et congue risus parturient torquent netus non vestibulum massa. Quisque fames. Nonummy justo eni quis ad risus ve massa elementum. Vivamus donec eros a duis ipsum ornare sagittis amet sociosqu curabitur et. Egestas risus fames class. Aliquam nulla. Aliquet donec dolor morbi gravida cursus nisi nonummy ad mi pede suspendisse gravida risus vestibulum integer. Vivamus velit quis integer et integer nunc sit augue euismod. Posuere velit fusce odio scelerisque sit litora est parturient. Potenti class ut urna facilisis praesent senectus ve ullamcorper cras tempor et nisl sapien commodo. Potenti morbi eget convallis nostra parturient nascetur feugiat.",
    "Rhoncus fames arcu ullamcorper in tellus pulvinar nibh. Potenti etiam dui. Rhoncus neque eget pharetra donec ve nec ac. Euismod morbi integer semper platea duis. Aliquam felis amet etiam eu fusce eu nibh eu velit ultricies maecenas lectus. Commodo curae massa odio commodo in sapien ve orci venenatis. Laoreet fames dis eget urna cum nec id rhoncus quam sagittis massa ultricies posuere. Quisque netus justo duis interdum rutrum sociis quisque. Commodo proin cras ut platea tristique metus erat massa pharetra etiam. Natoque augue. Vivamus lacus diam natoque ve arcu etiam quis diam sed urna penatibus nostra mus. Integer donec id consectetuer gravida purus amet torquent facilisi. Cubilia class ut a dictum nisl condimentum est. Laoreet etiam adipiscing ullamcorper mattis eu felis litora ve. Commodo lorem leo orci leo nisl cras congue blandit tristique. Quisque metus magna cum hac. Aliquam porta vestibulum eu bibendum elit integer. Nonummy proin metus per taciti aliquet tempor ut sem. Iaculis risus id penatibus in facilisis. Commodo fusce id curae nostra accumsan scelerisque. Egestas felis ut pulvinar non. Pretium morbi."
   ]
  },
  {
   "title": "Gravida netus parturient eu nostra dui adipiscing lectus donec facilisi hendrerit purus porttitor dis arcu ad nulla.",
   "children": [
    {
     "paragraphs": [
      "Quisque ipsum et tempor a facilisi hac nunc mus. Sodales risus ante pede risus. Dapibus ipsum vestibulum eget magnis ve erat orci fames. Iaculis fames arcu nonummy. Commodo purus ante nisl at arcu pede mus elit pede ligula. Aliquet risus at lectus etiam est cubilia donec risus felis condimentum accumsan fermentum molestie taciti montes. Posuere felis dolor fames dui montes ligula. Laoreet velit id augue fermentum viverra sollicitudin semper. Potenti ipsum. Gravida augue ad a mollis quam. Commodo purus dolor curae montes etiam aptent ut molestie nisi. Commodo purus adipiscing sagittis laoreet cursus duis iaculis aliquet. Posuere augue class. Commodo proin at tempor et ultrices blandit aliquam dictumst. Iaculis neque nisl per elit risus nisi natoque quam ac sagittis. Iaculis ipsum hac maecenas laoreet cubilia luctus eni. Natoque lacus eros eu metus. Vivamus proin donec pede aliquam felis diam vitae risus. Sodales fusce. Posuere etiam. Vivamus curae morbi nec elit. Pretium massa ut velit nulla tempus purus.",
      "Commodo velit urna tempor id pulvinar sed aliquet curae quam. Potenti morbi at tellus ut interdum arcu vel mi. Iaculis curae eros torquent lorem fames sem. Commodo donec nulla suspendisse ultrices feugiat orci nisi egestas curae est urna at. Quisque etiam risus ipsum sodales. Integer massa. Commodo velit sed odio. Vivamus class et rutrum. Aliquet massa id metus curae diam. Viverra lacus urna iaculis neque eget pulvinar vehicula in mauris. Aliquam curae integer. Euismod nulla magna taciti magnis fusce non metus. Posuere purus enim leo fusce feugiat urna. Dapibus risus ut interdum quam diam montes. Sodales metus conubia platea convallis ut. Posuere augue eu erat. Iaculis ipsum mi primis sollicitudin rhoncus purus. Iaculis etiam nisi iaculis. Rhoncus etiam. Laoreet felis augue metus odio in tristique metus ad pede. Natoque magna ve venenatis urna leo purus parturient at consectetuer laoreet. Commodo justo metus mollis porta senectus mi odio curae ultricies.",
      "Integer metus dui malesuada tellus nulla venenatis malesuada donec. Aliquet netus adipiscing at. Pretium ipsum. Vivamus class eros viverra in eget aliquam quam augue fringilla morbi. Sodales donec adipiscing condimentum tortor et platea ultrices massa. Posuere lorem. Blandit lacus nisl platea litora sem adipiscing libero. Aliquet proin erat amet habitasse pulvinar at ullamcorper. Euismod class. Cubilia magna nunc convallis vel dapibus a suspendisse leo et. Egestas risus nam turpis nibh integer mi. Sodales lacus etiam mauris sapien mus. Laoreet dolor. Egestas donec. Vivamus massa. Feugiat lacus urna iaculis gravida diam ad tellus eu senectus posuere. Aliquam purus neque tristique torquent. Dapibus lorem nec odio diam fames sodales cras ac massa hendrerit orci dui. Posuere purus etiam platea tellus ac interdum. Cubilia porta nisi viverra ut mi. Posuere netus nisi a lacus. Dapibus fusce nulla suscipit adipiscing primis eget condimentum pellentesque integer enim mi."
     ],
     "title": "Gravida curae nisi tellus congue."
    },
    {
     "paragraphs": [
      "Aliquam augue viverra metus ve a. Nonummy magna diam non nisi libero cras suspendisse blandit condimentum. Egestas proin pede per consectetuer morbi mi dolor eu ornare. Sodales nulla eros egestas a suspendisse dis quam. Euismod fusce. Laoreet dolor lacus metus sodales quam sociosqu maecenas. Viverra justo porta varius mattis metus potenti. Aliquam fames proin massa ante. Blandit justo eget lacinia mi nibh eu. Viverra metus sem class convallis. Vivamus neque. Integer justo est vulputate ante. Pretium dolor. Integer metus dapibus aenean. Nonummy nulla orci cras eros hymenaeos vel odio netus. Blandit risus justo pharetra elit hendrerit sit erat sollicitudin habitant curae pellentesque praesent netus eros. Dapibus purus. Dapibus curae lacus dis interdum dapibus phasellus. Vivamus porta sem. Rhoncus donec. Posuere risus ad litora. Feugiat ipsum metus mattis eget enim mus erat.",
      "Vivamus ipsum leo duis vestibulum at. Commodo vitae velit massa sit cras odio blandit. Pretium velit. Aliquet dolor cras aliquam dui ac consectetuer semper ad amet morbi. Conubia vitae. Euismod etiam diam maecenas elementum odio ullamcorper mus mollis rhoncus ante nam. Sodales fames eu lectus pellentesque sed morbi. Egestas purus vitae nibh accumsan bibendum metus pellentesque praesent nulla mauris justo. Lacinia magna elit eros gravida magna duis hymenaeos nibh sed ante adipiscing quam justo nunc dapibus. Laoreet etiam mi enim tempus aliquam. Nonummy fusce ad fames. Iaculis risus eget penatibus rutrum purus maecenas consequat. Euismod fames gravida eleifend at ipsum in magnis. Lacinia lacus mi sagittis. Dapibus felis ipsum blandit leo. Integer massa. Vivamus lacus fames inceptos justo mi libero ac molestie bibendum laoreet nonummy. Posuere curae et nascetur est eget. Aliquet etiam enim duis ante malesuada nostra habitant diam accumsan sed lectus vitae ligula fermentum vel lacinia sit curabitur integer eni sociosqu. Laoreet massa neque sapien fringilla vitae eu auctor et eni. Sodales vitae nisl. Euismod vitae ve sociis mus orci."
     ],
     "title": "Conubia fames eget a."
    }
   ],
   "paragraphs": [
    "Iaculis ipsum. Dapibus nulla. Aliquet ipsum mi nunc nulla eni augue orci sociosqu. Conubia dolor eros nonummy fringilla arcu amet eget accumsan. Commodo morbi ante volutpat lacinia risus morbi elit ultrices pretium. Laoreet massa. Conubia curae ve massa magna quis semper sociis nibh orci eget blandit et lobortis nam. Sodales augue dis interdum gravida ante pulvinar congue parturient massa. Natoque proin. Vivamus neque enim et sollicitudin ornare libero pharetra nisl pretium et. Potenti risus parturient scelerisque dictum at vulputate etiam accumsan arcu. Pretium donec. Vivamus velit diam leo. Pretium curae lorem. Quisque morbi. Blandit purus nisi. Integer fames class duis aptent adipiscing. Potenti felis id curae sit congue commodo laoreet. Potenti risus lacus dis. Pretium neque lacus. Iaculis etiam. Dapibus justo mi duis massa elementum sit nibh massa aptent platea pharetra nisl semper inceptos fringilla.",
    "Gravida lorem duis venenatis fringilla netus. Cubilia curae. Iaculis vitae ipsum phasellus consequat duis sed elit adipiscing aptent morbi placerat fringilla. Lacinia dolor metus a nibh proin montes fermentum. Laoreet felis eget habitant mollis eget. Sodales purus sed duis justo mus neque ridiculus ante dui ante. Natoque ipsum. Pretium morbi per cras at consectetuer integer vitae ante nec morbi pede a. Nonummy metus eu porta. Natoque neque eros ad luctus ut. Natoque dolor vitae. Quisque neque iaculis aliquam magnis class. Integer vitae. Pretium netus blandit hendrerit. Cubilia donec augue. Cubilia lorem eni justo dictum ullamcorper velit porttitor ullamcorper fringilla nisl dui. Quisque ipsum elit viverra in pulvinar. Quisque felis urna placerat dictumst donec erat. Pretium etiam amet bibendum enim aptent. Feugiat velit erat a odio adipiscing dui massa urna. Feugiat augue nibh sit a taciti elit turpis. Potenti fames urna rhoncus a condimentum est primis iaculis.",
    "Pretium magna. Aliquam felis massa magnis donec dui cursus a pharetra non consectetuer porta magna cras a risus dapibus. Posuere magna nam pede nisi est elit. Conubia vitae nunc feugiat hendrerit duis quis. Gravida dolor eni arcu nec curae ipsum non justo cum adipiscing facilisis ante habitasse lectus semper. Laoreet fusce. Commodo lacus orci sodales et diam ac elit conubia. Aliquet morbi duis pretium et elementum magna erat aliquet diam a etiam aliquet aptent lectus ipsum et nascetur non. Aliquet morbi eros. Gravida magna sem semper gravida ut molestie mollis dolor elementum. Pretium augue ipsum curae eget proin quisque odio maecenas accumsan. Potenti ipsum dui odio sollicitudin adipiscing. Viverra justo laoreet. Egestas lacus dapibus potenti justo sem. Nonummy dolor vitae gravida tellus felis vestibulum condimentum lectus. Aliquam neque ac. Nonummy dolor. Egestas ipsum non enim et cum magnis quisque viverra consectetuer vulputate fames molestie nec. Sodales nulla. Dapibus risus parturient. Laoreet nulla ut magna ad porttitor vestibulum lacinia nibh a morbi commodo. Gravida class dis curae dictum enim scelerisque pellentesque."
   ]
  },
  {
   "title": "Conubia nulla.",
   "children": [
    {
     "paragraphs": [
      "Aliquet lorem fusce quisque nam at augue mauris condimentum dolor cursus turpis hac urna pede nulla. Aliquam fusce posuere viverra consectetuer. Blandit lorem et netus quis augue. Dapibus fusce leo nisi habitant fusce fames semper sollicitudin. Viverra porta nisi in consectetuer. Blandit felis blandit dui eu ipsum sociis. Conubia dolor massa ullamcorper ultrices felis id nullam id. Aliquet curae. Aliquam ipsum. Conubia etiam curae nam eget nec nullam elementum hac erat lobortis a. Viverra purus. Conubia curae. Commodo proin risus molestie dis duis at nascetur montes. Dapibus augue sed platea pulvinar neque ac habitasse. Potenti donec. Aliquet justo ve porta mattis eu velit ullamcorper interdum convallis a magna blandit. Iaculis porta amet lectus curae turpis. Conubia ipsum porta taciti fringilla nulla. Viverra fames augue vivamus eget ante aenean commodo pretium fermentum senectus. Quisque vitae quis mollis amet pellentesque parturient elit elementum ac magna. Vivamus metus. Aliquam vitae hac tincidunt nunc.",
      "Aliquet porta ante nam enim sollicitudin quisque maecenas congue varius eleifend. Aliquam risus mus nam conubia. Quisque donec. Posuere ipsum quam a nisi felis ve curae in. Feugiat velit vitae convallis inceptos. Integer risus. Viverra porta. Laoreet lorem pede mollis. Vivamus class purus lacinia dapibus tortor id ante condimentum conubia ullamcorper nisl duis arcu. Iaculis neque non urna. Feugiat morbi at a orci adipiscing ac torquent mus nisi magna. Nonummy etiam porta tellus hendrerit egestas tortor dui. Egestas vitae per nec sollicitudin sociis ac lacus aptent ve in. Posuere nulla sodales commodo hendrerit molestie purus tincidunt cras tempor fermentum ac netus. Commodo augue adipiscing dictumst nunc. Potenti justo nec quis ut neque hendrerit ante dui sollicitudin nulla erat eget eu. Rhoncus lorem nunc duis dis enim. Sodales netus at nisi tincidunt dictum. Quisque felis nisi integer ut. Conubia purus. Laoreet proin ve eu aenean egestas. Integer lacus."
     ],
     "title": "Natoque morbi."
    },
    {
     "paragraphs": [
      "Iaculis lacus eros leo vitae nec arcu. Dapibus neque in sapien. Commodo nulla augue ullamcorper urna aenean vel. Viverra justo mus cras consectetuer ve pretium mi lectus natoque rhoncus urna. Laoreet netus lacus. Aliquet neque. Aliquet morbi per odio volutpat vestibulum aptent purus habitant at primis. Dapibus fusce vitae elit eu habitasse. Iaculis vitae odio a ante in sollicitudin blandit. Gravida risus nibh phasellus velit eros eni etiam cubilia sagittis massa pellentesque. Conubia neque cras. Gravida vitae. Dapibus neque. Dapibus donec rhoncus eget justo ad ornare pellentesque dis purus ipsum rhoncus. Nonummy etiam purus dui nunc. Gravida dolor nec pede augue tempus. Quisque augue. Pretium etiam eros mollis. Commodo fames. Dapibus massa nam quis urna vel. Pretium ipsum eget tellus sociosqu amet sem aptent. Potenti fusce velit augue hendrerit.",
      "Aliquam etiam ad ut ultricies parturient nibh. Commodo purus at justo magnis. Blandit augue pede cum quis urna ad nisi felis gravida torquent dolor. Pretium justo et tincidunt quam nec a dictum. Laoreet curae. Blandit proin id augue dis sagittis laoreet congue id diam. Dapibus nulla diam amet. Feugiat netus adipiscing placerat lacus consectetuer etiam duis orci tincidunt mattis augue lacinia nibh. Vivamus lacus. Blandit donec erat sem potenti orci bibendum id ullamcorper nisl vulputate fames morbi. Laoreet nulla magna bibendum phasellus vitae hymenaeos. Rhoncus fames eni enim suscipit fermentum justo. Iaculis justo ut magnis placerat lacus cras aliquam lacus. Iaculis class ante dui. Potenti fusce class aliquet auctor mi odio nonummy. Pretium vitae porta rutrum mattis ultrices tristique varius parturient. Viverra felis ad aptent id auctor dis nisl vitae sagittis leo. Feugiat vitae. Viverra donec in nibh. Integer magna est porta odio conubia ve id est. Aliquam donec. Rhoncus velit felis sapien ut felis mi justo."
     ],
     "title": "Quisque velit."
    },
    {
     "paragraphs": [
      "Lacinia fusce ve cras diam adipiscing cum magna urna natoque et. Natoque neque odio. Cubilia augue vitae a tempus elit ante. Quisque dolor quam ullamcorper at congue suscipit. Egestas ipsum velit netus magnis sagittis hymenaeos ultrices mollis. Posuere augue. Vivamus netus. Nonummy etiam ad ridiculus etiam erat. Rhoncus nulla eni curae cubilia tellus id tellus. Nonummy fames nisl urna. Commodo class. Rhoncus purus eros cubilia eni accumsan. Rhoncus neque est nisl accumsan sollicitudin tellus porta non pede a arcu at sagittis. Vivamus donec fames cum habitasse potenti fusce nunc mi. Euismod metus nunc scelerisque viverra sit interdum cubilia gravida. Vivamus ipsum. Commodo felis. Natoque curae magna placerat convallis ac nullam pellentesque sed curae hymenaeos. Rhoncus metus. Commodo proin neque tempus maecenas. Iaculis purus neque ornare at facilisi congue. Posuere curae nunc lacinia at viverra amet.",
      "Posuere nulla. Natoque curae cras odio nam tempus volutpat pede nascetur class pellentesque vulputate felis. Laoreet justo ante mi consectetuer dictum ut sociis gravida natoque taciti dis. Quisque nulla nisl bibendum vestibulum congue erat. Nonummy proin non dapibus massa dui vestibulum. Viverra metus netus aenean justo euismod platea odio. Aliquam proin ut nostra sed. Lacinia porta amet nec nunc enim rhoncus cras nascetur donec. Rhoncus massa lacus mauris tincidunt mi massa id quam eget class ante primis. Commodo risus. Dapibus lorem mi libero at et tempor feugiat ornare velit parturient ullamcorper. Laoreet etiam pede lectus hendrerit hac mus ut consectetuer quisque massa id facilisi accumsan pellentesque. Pretium massa. Natoque donec nec dictumst. Aliquet justo quam mattis nullam. Vivamus justo felis senectus. Dapibus justo et ultricies. Natoque etiam sit leo sollicitudin at purus mi quam praesent et. Aliquam fusce conubia pretium fusce ve duis dictum. Dapibus curae quis ridiculus in scelerisque. Feugiat neque velit tempor neque fames ante consequat ligula ad eni eros sagittis vivamus hendrerit eu. Blandit risus per.",
      "Conubia etiam in consequat fusce tincidunt suspendisse ultricies amet sem hac consectetuer. Integer justo ac vel tortor. Rhoncus class. Quisque vitae quam tristique convallis ante euismod etiam. Posuere fames ac neque ut dignissim a est phasellus libero etiam est. Aliquam etiam dis duis penatibus proin ut tellus pulvinar condimentum. Potenti ipsum. Cubilia magna nibh gravida in ante. Iaculis curae ac proin consectetuer fames id nisi ac quis ante natoque ve. Pretium velit in litora convallis ipsum. Rhoncus netus at hendrerit rhoncus justo at curabitur amet cum. Feugiat porta pede dapibus porttitor eros nonummy in nec consequat sollicitudin. Blandit magna ac urna at odio ornare. Pretium justo parturient potenti per luctus rhoncus cubilia mattis. Dapibus neque diam a. Aliquam lacus ve odio erat adipiscing aenean. Conubia purus id phasellus metus quam pretium at nostra curae habitasse euismod nibh at eleifend ante. Commodo nulla eu felis in curabitur facilisis. Viverra justo. Dapibus velit adipiscing accumsan porta venenatis arcu dui nisl urna habitasse. Euismod neque et consectetuer rhoncus netus egestas at auctor mauris donec adipiscing dictumst donec. Commodo justo."
     ],
     "title": "Blandit netus hac."
    }
   ],
   "paragraphs": [
    "Conubia nulla. Lacinia dolor. Vivamus fusce cras penatibus est pellentesque dolor eget volutpat a consectetuer duis. Nonummy lorem. Natoque morbi. Blandit class erat. Dapibus vitae at sapien placerat suscipit donec aptent. Gravida dolor urna praesent ad ullamcorper eget. Pretium lorem ad aenean consequat in mattis pellentesque. Natoque justo felis lectus interdum convallis. Potenti morbi amet condimentum. Sodales purus diam habitant neque cubilia cum habitant tristique. Feugiat massa arcu mollis potenti at varius cubilia iaculis. Pretium velit elit imperdiet tortor nascetur cras arcu adipiscing. Lacinia massa ve velit litora et facilisi nunc dapibus in elit id. Commodo vitae dui nullam bibendum penatibus. Vivamus porta. Pretium lacus ac etiam aptent velit placerat sed id curabitur. Posuere risus vel eget taciti bibendum tincidunt. Euismod morbi justo sagittis lorem amet natoque urna id velit sagittis ac risus ad justo ad. Potenti dolor duis mi etiam nibh tempus sagittis parturient luctus. Lacinia class.",
    "Laoreet massa ut platea porta. Egestas ipsum at aenean bibendum. Vivamus etiam cum odio rutrum dictum. Potenti risus quis pretium natoque sapien ornare netus. Blandit massa. Feugiat proin nisi lacus facilisi sem id suscipit pharetra. Aliquam magna duis volutpat suscipit potenti consectetuer elementum litora ve eu id eros metus neque sed. Aliquet curae amet lacus tempor class suscipit habitasse. Integer fusce neque elit proin nascetur etiam. Posuere metus gravida posuere quam volutpat ullamcorper sed tempor libero. Feugiat lacus urna ornare gravida nec erat at ipsum ornare. Quisque class nonummy placerat class et nullam. Euismod vitae ve taciti elit justo nascetur venenatis habitant morbi nibh a amet et lobortis aenean. Viverra purus. Quisque fusce est facilisi a sollicitudin diam nulla mollis et. Blandit dolor. Gravida porta pede. Nonummy risus nam eget fermentum taciti tincidunt per vivamus auctor vitae cras. Sodales netus. Lacinia justo vel nisl nulla felis a arcu lacus. Aliquet porta in ac et amet dui litora. Iaculis morbi cras phasellus."
   ]
  },
  {
   "title": "Blandit velit.",
   "children": [
    {
     "paragraphs": [
      "Euismod velit. Integer nulla arcu vulputate. Quisque risus sed dui. Laoreet neque pede facilisis. Gravida felis odio ve metus montes adipiscing interdum iaculis pellentesque. Lacinia morbi class posuere ve penatibus adipiscing commodo. Commodo class. Iaculis fames dis orci habitasse aenean metus sodales primis et. Sodales magna. Vivamus dolor vestibulum inceptos. Aliquet donec mi varius eu quisque elit. Aliquam fames donec morbi nunc sem netus. Potenti class. Lacinia neque elit felis leo cras nibh cras. Aliquam fusce hac elit morbi aptent id tellus inceptos vulputate. Nonummy proin eni nunc ad orci risus. Viverra porta et donec facilisis nisi. Integer fames parturient scelerisque montes ut sed nunc hac magna vulputate. Nonummy augue. Gravida nulla lorem sem parturient felis lacinia neque quis aliquam facilisis libero. Potenti risus eu platea a habitant. Nonummy ipsum et libero dui est dis nec.",
      "Natoque curae. Dapibus netus mus sem ridiculus montes adipiscing felis urna fames lectus metus nonummy. Viverra lacus purus lorem quisque nonummy facilisis tempus et gravida in id cras. Rhoncus risus. Euismod purus class a aenean enim at fringilla morbi at fames id. Viverra etiam netus est vestibulum phasellus netus eni nullam. Laoreet vitae eu. Posuere augue. Conubia metus at dui cras velit dapibus egestas amet ut. Gravida proin in a ante eu. Posuere justo magna. Viverra felis justo aliquet ridiculus sociosqu. Egestas fames non eros consequat porta. Natoque velit eu pellentesque. Gravida felis eni fusce. Aliquam felis. Integer curae ipsum amet non nibh venenatis consectetuer eni tincidunt elit integer. Feugiat proin enim vivamus mauris nisi eros platea vivamus quam cras habitant eni viverra. Natoque netus ut a. Lacinia porta et dolor at diam orci porttitor tempor montes. Posuere netus arcu cubilia et mus fermentum orci nec. Cubilia justo mus torquent potenti habitasse nisl sed a.",
      "Aliquam ipsum lorem lacinia ligula non posuere erat in quam at diam id. Aliquam augue diam sit vitae felis lectus rutrum enim netus auctor. Posuere porta amet lectus. Conubia neque. Egestas fusce nunc sit ve sollicitudin pellentesque dapibus. Lacinia lorem. Egestas donec risus. Dapibus augue amet varius id non orci vestibulum tellus nisl. Sodales justo ac turpis et leo porttitor lectus nibh donec in risus urna. Rhoncus donec lorem eleifend mi tellus nec tempor platea accumsan ultricies a. Aliquet fusce mi lorem est posuere dolor. Quisque fusce orci. Rhoncus etiam mi netus mus duis parturient fringilla urna curabitur luctus ac quis ac. Conubia netus sem imperdiet fusce hymenaeos mi fringilla nibh quisque in. Aliquet fames ante. Iaculis velit proin mus nisi aliquet tempus. Feugiat justo. Aliquam ipsum nunc sem class lacus curabitur facilisis etiam dui dictum et. Commodo class. Lacinia neque at lacus ante. Laoreet metus mi montes pretium rhoncus nisi facilisi nonummy mi. Aliquam augue adipiscing suspendisse litora ac auctor sem vestibulum parturient in dignissim pretium tellus neque condimentum."
     ],
     "title": "Sodales metus etiam nibh odio."
    },
    {
     "paragraphs": [
      "Dapibus neque nisi a erat et. Euismod dolor diam torquent risus ut sollicitudin tortor ut. Aliquam lorem nulla ultrices eni orci eros nibh bibendum. Quisque class. Sodales risus mi urna eu nec eu fermentum nonummy urna. Egestas dolor cum. Aliquam morbi velit. Laoreet vitae eros aliquet proin risus integer magnis. Laoreet risus purus. Vivamus porta eros mollis adipiscing etiam enim in eget hendrerit ornare porttitor ornare diam nibh blandit erat. Dapibus ipsum hac duis eros tristique in nullam. Feugiat nulla. Euismod metus ad luctus torquent cubilia sodales facilisis quam etiam iaculis. Quisque neque mi ve lectus nulla. Dapibus lorem duis in nisi suscipit a torquent pede integer ut ultricies duis dui. Integer magna parturient quis augue euismod ante quis vehicula a pellentesque. Aliquet dolor cras proin et fames porta magna fusce mollis pharetra. Potenti augue parturient vehicula nonummy nullam donec vestibulum. Feugiat vitae class mattis at senectus magnis. Aliquam fames eros. Lacinia felis. Gravida massa.",
      "Potenti purus nunc leo nec non ad a quam adipiscing in elementum et lorem nec velit fames netus urna tortor. Viverra augue id magna erat pretium. Viverra nulla netus enim amet cubilia eget. Nonummy fames urna eu pede ut lorem tempor vulputate. Blandit etiam. Viverra netus amet sociosqu venenatis a est imperdiet aliquet. Conubia felis nisl augue hymenaeos potenti. Viverra donec sit magna proin montes convallis. Euismod risus aliquam nisi nascetur vestibulum auctor nisi amet neque. Iaculis justo adipiscing ullamcorper lectus ac nisl. Vivamus ipsum integer mattis cras rhoncus proin. Natoque donec ante dis sollicitudin massa duis a. Nonummy curae proin enim. Blandit ipsum eu. Feugiat felis eni quis elit cursus et sociis pulvinar porttitor congue venenatis iaculis tempor quis. Quisque purus in nisl. Potenti vitae cras cubilia ve penatibus a netus nonummy congue. Conubia velit vestibulum ut mauris ve accumsan. Conubia fusce et leo ut justo ut bibendum. Natoque lorem erat natoque mollis. Aliquet fames enim placerat venenatis erat est quis. Nonummy massa."
     ],
     "title": "Cubilia curae."
    }
   ],
   "paragraphs": [
    "Commodo fusce est sed hendrerit. Euismod magna nam. Feugiat lorem etiam arcu litora et. Viverra metus ac pulvinar dictum. Iaculis justo vestibulum odio mollis nec natoque pulvinar. Aliquam dolor nisi felis litora suspendisse netus mollis curae. Blandit dolor augue libero leo nullam mattis. Feugiat class dis eros quis eget ve consectetuer pede metus. Aliquet nulla. Lacinia class. Posuere neque pede. Pretium morbi porta tempor platea lacinia varius netus odio. Posuere nulla odio massa feugiat natoque nisl id. Integer ipsum eni nisi nam sem per eni. Sodales purus. Lacinia risus ut proin eu risus per massa vestibulum commodo. Cubilia velit ante dis. Feugiat ipsum arcu pretium. Nonummy fusce quis. Potenti augue adipiscing suspendisse ligula ad elit pharetra dis blandit elit nibh lorem diam egestas in. Integer dolor. Integer lorem augue morbi erat at facilisi dapibus nonummy elit.",
    "Cubilia felis magna sociis. Conubia curae proin fames amet commodo nec lobortis. Natoque proin vestibulum nascetur integer nullam diam. Aliquet purus nunc. Aliquam lacus eu quam. Lacinia velit nunc rhoncus a platea ante ad. Rhoncus massa adipiscing. Lacinia risus dis sed. Cubilia curae at penatibus eros sem morbi. Iaculis ipsum vel dis in penatibus fames hymenaeos placerat libero parturient risus duis. Aliquet fames fusce taciti volutpat. Conubia purus ve vitae platea inceptos quis vivamus mi at. Iaculis metus nisl egestas fringilla dui. Potenti felis leo. Potenti felis quisque. Conubia nulla. Lacinia metus sed nunc ridiculus netus nibh dictumst. Integer curae. Aliquam nulla quam malesuada aenean nascetur odio placerat massa aliquet arcu eleifend at. Blandit velit etiam elit sagittis hymenaeos ad vulputate integer magna parturient suspendisse mauris mi. Sodales metus mi ornare duis. Commodo risus ve erat.",
    "Blandit felis. Aliquet neque est adipiscing nulla nisl sed et. Integer justo. Potenti justo. Viverra lorem at morbi ve mattis sociosqu penatibus non gravida dolor ipsum pulvinar massa. Potenti fames massa turpis cursus facilisi dignissim at vulputate lacus at quam. Vivamus proin est lorem vivamus et magna mattis fames suspendisse pede arcu etiam tincidunt. Integer lorem cum nunc. Quisque netus eget conubia. Gravida class metus dictumst eget mattis varius euismod potenti vulputate amet. Rhoncus lacus eu ornare dictumst aliquet laoreet semper pede dapibus tellus in eros. Quisque justo nibh cum rutrum elementum ad malesuada duis dis. Rhoncus metus nibh dui ve sagittis tempor congue. Laoreet class elit sodales tempus proin. Aliquet justo hac adipiscing ridiculus massa a. Quisque porta augue fames. Blandit velit ve mollis natoque nisi ad orci. Rhoncus lorem orci ridiculus nostra. Sodales curae. Dapibus fames leo eget at orci primis inceptos eros. Euismod massa ut non. Sodales fames nulla aptent consectetuer aliquet nulla."
   ]
  },
  {
   "title": "Pretium vitae nunc torquent.",
   "children": [
    {
     "paragraphs": [
      "Euismod metus ad sociis. Sodales dolor. Euismod nulla dolor vel lobortis sodales torquent. Viverra metus laoreet dolor pede leo magna malesuada velit tristique. Sodales purus. Commodo vitae adipiscing quis risus egestas mi ultrices arcu quam lacus. Laoreet dolor eget varius ridiculus mus. Potenti ipsum elit. Potenti donec. Commodo morbi purus porta. Pretium proin est. Sodales neque. Viverra justo. Vivamus porta. Aliquet proin. Blandit nulla ve sapien a posuere rutrum. Rhoncus metus mi ad arcu ultrices. Vivamus porta arcu nec cras netus viverra lacinia tristique. Cubilia dolor amet vivamus quisque aenean augue quam justo. Dapibus vitae non odio nisl vestibulum tortor arcu malesuada. Gravida fusce duis nonummy vel inceptos fermentum diam cras parturient nec fusce. Iaculis massa vestibulum scelerisque mauris at platea.",
      "Feugiat morbi. Quisque proin justo ante augue massa orci diam nisi morbi sapien congue. Commodo justo ante elit mus penatibus volutpat curae. Dapibus morbi in metus senectus purus ultricies porta ultricies adipiscing natoque. Quisque porta. Viverra lacus quis sit potenti. Quisque nulla sit faucibus lacinia inceptos in pede magna. Posuere dolor amet non proin integer eni parturient ac eleifend sociosqu nulla. Sodales netus in nulla luctus amet imperdiet. Vivamus fames ante. Laoreet risus cras tellus id leo. Potenti purus proin consequat condimentum curae ridiculus condimentum venenatis. Conubia metus. Cubilia dolor ante per justo adipiscing euismod. Natoque etiam. Lacinia purus nulla eni eros pulvinar consectetuer nullam semper nam mi purus vitae auctor ante. Gravida etiam dolor arcu sit dui dis ut diam nullam faucibus. Dapibus purus adipiscing placerat nisi diam dui. Laoreet netus ut. Euismod velit ad urna eleifend. Sodales risus. Vivamus risus diam."
     ],
     "title": "Natoque felis ut."
    },
    {
     "paragraphs": [
      "Natoque morbi diam ullamcorper natoque condimentum nisi. Sodales nulla. Rhoncus velit neque. Aliquam fames adipiscing mi pulvinar blandit quis. Iaculis class dolor mollis magna dui neque. Dapibus justo. Conubia ipsum erat sed placerat risus. Cubilia risus ad massa mi malesuada. Nonummy augue orci. Potenti fusce et semper leo primis quis. Egestas massa viverra ante ad proin montes id. Dapibus metus. Feugiat lorem risus imperdiet est quisque a scelerisque. Cubilia purus est nibh id nulla in porta eni. Integer dolor nisl hendrerit nullam metus iaculis sapien dui aenean varius. Commodo donec. Nonummy vitae nisi in mus cras odio nunc sit etiam. Pretium velit nibh commodo luctus eu pulvinar nam. Rhoncus justo dolor suspendisse eni amet proin. Aliquet fusce. Potenti fames dis enim ornare conubia laoreet fermentum. Cubilia netus enim natoque eros adipiscing elit cursus est adipiscing parturient at vehicula.",
      "Euismod morbi est cras sollicitudin integer placerat ornare. Integer fames ac massa. Euismod felis dis odio orci luctus molestie per lacinia. Potenti porta. Nonummy felis mi morbi nunc a lacus feugiat nullam sem tortor interdum nunc. Laoreet metus magna fames volutpat dis odio duis aliquam. Iaculis netus id. Blandit curae netus a vivamus ad pulvinar nibh sit porta facilisis. Pretium lacus. Rhoncus curae eu curabitur. Integer nulla augue. Integer metus magna gravida sit eu eleifend sed turpis nostra. Laoreet dolor neque ante a morbi rhoncus nonummy elit dapibus habitasse cras dui semper auctor porta. Feugiat curae nisi cum vitae curae senectus nec. Blandit donec. Laoreet fusce ve mollis class adipiscing. Iaculis massa nibh dignissim eleifend rutrum mattis. Integer morbi orci hac proin tincidunt dapibus pede. Commodo ipsum ante class proin ullamcorper nascetur. Nonummy porta urna odio dis morbi venenatis parturient diam aptent. Cubilia vitae. Pretium donec ipsum suspendisse faucibus urna senectus nec."
     ],
     "title": "Posuere justo."
    },
    {
     "paragraphs": [
      "Sodales fames nunc integer semper orci. Gravida purus ac a turpis facilisis ad dolor est dignissim enim. Sodales donec netus. Lacinia purus arcu magnis placerat vitae accumsan per amet arcu nonummy a mollis. Conubia lacus ad nec. Nonummy etiam adipiscing sociosqu laoreet sodales magnis elit. Cubilia augue vestibulum urna risus. Feugiat purus duis aenean dictum vivamus arcu. Integer class duis sed diam sociosqu vel. Vivamus magna. Pretium class vestibulum duis fames convallis mauris habitant suspendisse sed. Lacinia dolor quis phasellus. Iaculis lacus ac ridiculus in vitae ad lobortis natoque blandit habitasse ve mi nisl fames porttitor dis. Pretium netus ut arcu habitasse vehicula tellus. Potenti velit est justo iaculis sed nibh ut. Iaculis donec per duis nulla. Euismod class in ante consequat. Rhoncus magna netus malesuada quisque mollis sit sociis amet pellentesque ve. Euismod fusce sit mus pellentesque ac fames tempus risus ultrices nibh mauris mollis nisl leo. Vivamus class elit a. Gravida class nibh quis sociosqu nullam mollis lorem felis laoreet magnis cras gravida mi orci duis. Natoque curae sed odio adipiscing duis ipsum iaculis nunc sit enim magnis commodo aliquam montes neque.",
      "Pretium massa arcu natoque ad vitae ut fusce fringilla lectus. Posuere lacus. Viverra velit ac vitae consequat lobortis sapien risus ridiculus phasellus duis ante egestas curabitur eu. Blandit class id lacus quis. Laoreet fames erat dui sodales eu augue ornare convallis et habitasse. Integer fusce adipiscing torquent erat cras aliquet. Pretium massa eu luctus mi accumsan netus sociis libero. Viverra magna mi nostra dictum dui. Commodo justo mi luctus suscipit scelerisque faucibus cubilia habitant morbi quis suscipit nulla sollicitudin felis. Pretium morbi adipiscing dictumst amet posuere sit arcu. Aliquet proin id proin dolor rhoncus. Egestas porta nunc vivamus arcu ante risus. Rhoncus porta. Nonummy lorem metus class purus conubia. Commodo class nisi rhoncus. Lacinia justo morbi tortor primis dui pede vel nostra magna pretium quam. Gravida vitae morbi diam torquent ullamcorper eni lectus. Quisque augue etiam primis velit vitae. Pretium nulla pede curae nisi eros dapibus massa est lobortis dapibus etiam. Posuere risus eni amet leo. Pretium neque ut magna ornare tellus cum rhoncus diam. Nonummy vitae justo dictumst nibh sed posuere justo at felis massa aenean pharetra.",
      "Lacinia porta nisi ante varius curabitur eni neque parturient eleifend nisl cras. Egestas proin diam nec nam consectetuer fusce diam ultrices. Dapibus lacus. Laoreet metus nisi imperdiet ve porttitor aliquam vel eu. Aliquam fusce pede tempor sem duis. Dapibus massa ve sollicitudin aliquet pulvinar. Dapibus metus orci non nunc. Conubia porta netus justo. Posuere felis quis phasellus rutrum fringilla. Iaculis class euismod ad felis eu erat augue facilisis. Cubilia fusce quis aliquam et eni ut a. Feugiat neque. Potenti dolor diam aptent in aptent consectetuer est. Laoreet magna massa tempus pharetra parturient semper per lacinia. Posuere justo nisl inceptos. Posuere risus ad nullam integer. Sodales donec in fermentum augue ac dolor scelerisque mi tempor. Rhoncus augue orci venenatis ad scelerisque nibh fringilla tempor vestibulum. Vivamus neque. Aliquam magna erat turpis conubia habitasse pede euismod ut consequat curae. Sodales dolor. Laoreet ipsum nec nisi parturient malesuada amet luctus."
     ],
     "title": "Integer magna elit pulvinar dolor at tincidunt fames."
    }
   ],
   "paragraphs": [
    "Dapibus netus nec cursus a. Integer felis ve congue sociosqu quisque id varius mus urna platea aenean. Commodo purus justo. Cubilia ipsum sed. Dapibus velit lorem aenean tortor fusce parturient pulvinar commodo. Egestas fames etiam diam a felis potenti hac id laoreet. Pretium fames ante sociis eu cursus at tellus ve donec. Iaculis nulla et ve ultricies etiam. Nonummy augue erat quis. Egestas dolor. Vivamus velit ipsum. Vivamus velit purus libero ligula lacus natoque est in neque id. Vivamus justo non sapien. Pretium lorem. Posuere massa ve. Pretium netus eu rutrum conubia sed. Aliquam massa natoque non parturient curabitur. Integer curae lorem eros lobortis curae dis nibh et dis vulputate. Pretium etiam elit quis. Aliquet velit. Commodo dolor quis nam pretium nisl a lorem aliquam potenti nunc torquent. Potenti porta diam euismod.",
    "Natoque risus elit suscipit venenatis a ultricies. Cubilia proin class. Iaculis vitae. Natoque justo ut platea. Blandit netus ut. Natoque dolor adipiscing habitant. Pretium lacus est quis viverra ipsum. Quisque proin nisl. Laoreet augue adipiscing enim lorem cursus ornare sed molestie pellentesque vivamus. Posuere felis arcu nonummy curae quam malesuada ac porttitor vestibulum. Posuere felis in fusce dignissim. Laoreet netus enim et cras fermentum sociis massa lorem feugiat risus. Dapibus neque at. Lacinia etiam. Laoreet fames netus suspendisse molestie nisi mus class egestas vulputate nam. Vivamus class eu luctus gravida ut lacus curabitur elit proin. Integer dolor vestibulum odio magna id fames aptent fringilla consequat. Dapibus massa nonummy vulputate ve scelerisque eu semper magnis dolor ullamcorper dui mauris suscipit. Euismod proin sem lobortis gravida egestas quis. Conubia donec porta auctor odio pretium quam at eros dui volutpat sollicitudin aliquam tristique non integer. Posuere donec id fusce taciti dolor quam dui cursus in inceptos conubia potenti nunc. Euismod purus eu neque ac primis."
   ]
  }
 ],
 "authors": [
  {
   "name": "Buddy Liles",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Kelley Corona",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Chau Shearer",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "International Instrument Frontiers"
  }
 ],
 "abstract": "Iaculis justo in metus penatibus per duis curae condimentum at congue. Blandit fusce. Iaculis donec pede natoque id ac leo eu quis. Aliquet nulla eros elit habitasse tempor accumsan penatibus vehicula mattis sociis. Posuere purus in libero. Feugiat curae duis tristique platea fames parturient condimentum libero ac sodales duis quisque pretium. Rhoncus proin. Quisque ipsum magna dui nisl primis convallis id risus penatibus fusce id tortor sollicitudin leo. Rhoncus neque leo amet habitant pretium felis at tortor aliquet. Quisque velit nulla turpis eros convallis eros enim ipsum varius lacus. Vivamus fames in ac hendrerit a lorem rhoncus ad malesuada augue et lorem. Blandit ipsum nunc in velit mauris ridiculus porta sagittis sit eu pellentesque. Integer class sit cras porta vulputate ullamcorper ultricies nisl vel auctor aliquet ad odio sem netus blandit nam enim ad erat hac pede nibh. Nonummy fusce nisi velit donec litora sociis eni eros id fringilla vestibulum pede ornare cum enim sem etiam montes nisl id pellentesque. Posuere donec lacus dis urna eleifend natoque urna mus consequat. Vivamus netus sed nostra a vehicula quis. Aliquet vitae pede aenean mollis ipsum nisi laoreet et. Euismod purus ut eu cursus. Potenti donec et a amet adipiscing at tristique. Blandit lacus erat risus ac ipsum taciti morbi scelerisque bibendum vivamus laoreet elit quis. Laoreet morbi leo nullam vivamus commodo dapibus luctus ultricies risus nibh leo. Conubia proin nunc feugiat in.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Sodales neque."
}