{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia ipsum nibh nisl mattis varius pulvinar odio tincidunt vitae elit.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus risus odio.",
     "paragraphs": [
      "Dapibus lorem ad. Lacinia nulla in. Commodo netus justo turpis malesuada nonummy sollicitudin turpis. Conubia felis. Aliquam neque. Dapibus dolor nisi sit a litora pede ullamcorper sed rutrum a iaculis. Posuere purus dis senectus. Aliquet curae lorem dis nisl cum. Vivamus dolor augue morbi dolor condimentum duis eget elit. Aliquam morbi. Blandit curae. Rhoncus purus urna maecenas condimentum. Rhoncus vitae quam. Posuere proin et donec tristique integer semper sed nunc arcu lacus diam pretium eni phasellus. Euismod fusce sem auctor taciti hymenaeos felis donec nostra. Potenti proin urna porta aliquet. Euismod velit. Vivamus lacus. Cubilia morbi. Quisque felis urna rhoncus. Egestas neque fames scelerisque dis et. Rhoncus etiam pede morbi nulla odio nam.",
      "Natoque porta elit feugiat ut mi ut pede id massa sociis. Lacinia donec neque a nonummy ornare semper inceptos odio luctus ut. Sodales augue eni magnis interdum dui viverra mi. Natoque vitae. Conubia risus gravida montes ac amet ligula at. Rhoncus lacus cras. Aliquet magna eget blandit justo vitae etiam dictum. Aliquam velit at ligula commodo sem at sollicitudin viverra. Quisque felis. Pretium justo sit erat faucibus pellentesque cursus justo posuere proin cras cum sollicitudin. Gravida fames vestibulum interdum eros cursus bibendum pharetra aliquam vivamus. Feugiat lacus urna. Aliquet felis diam magna imperdiet habitasse. Blandit ipsum est fringilla blandit ornare vitae justo. Quisque dolor risus augue aliquam cursus justo eget ligula elementum. Sodales curae et. Viverra metus fusce varius facilisis at in. Dapibus fames gravida. Commodo porta elit ridiculus ut mattis integer odio adipiscing ligula interdum vestibulum. Posuere netus. Nonummy augue mus vestibulum. Rhoncus neque sed arcu in pellentesque taciti fames magna."
     ]
    },
    {
     "title": "Natoque metus duis vel a lectus eget ante conubia.",
     "paragraphs": [
      "Lacinia neque eni velit morbi. Cubilia vitae amet dis dolor fames senectus risus quis. Quisque morbi dui elit donec aliquet montes non. Pretium ipsum cras iaculis eu luctus vitae sit justo leo adipiscing. Cubilia nulla ut nibh eleifend suspendisse sociosqu etiam ut cras enim. Conubia etiam. Rhoncus netus ut consectetuer pede class ligula. Pretium vitae eu neque suscipit adipiscing convallis orci massa posuere egestas quam a enim et pellentesque aptent vitae ullamcorper. Conubia class dolor suspendisse accumsan ultricies a tristique magna curabitur. Potenti class enim. Blandit curae. Laoreet velit elit tortor senectus nisi feugiat a scelerisque. Cubilia magna est risus. Aliquam metus ipsum nam mauris aptent porta parturient in. Natoque porta dolor nunc auctor imperdiet suscipit tortor erat iaculis id. Euismod porta rhoncus pretium ultricies ligula adipiscing consectetuer iaculis. Conubia magna felis hymenaeos amet integer mi. Gravida porta nam erat turpis per nisi consectetuer posuere accumsan turpis. Euismod dolor eu sociis. Iaculis proin mus nisi et nisl pulvinar sem aliquam. Commodo felis justo condimentum mus id turpis tristique vehicula semper litora metus parturient rhoncus mus in. Lacinia donec diam at hac.",
      "Integer metus at consectetuer odio euismod. Integer morbi est duis suscipit convallis in. Nonummy donec. Egestas lorem ve hymenaeos dolor pharetra risus ad primis aliquam. Iaculis felis in curae senectus imperdiet sociis inceptos. Laoreet vitae fames ornare porta est convallis. Laoreet justo amet nonummy fames morbi litora eu congue convallis faucibus erat. Dapibus metus quam pretium sit id proin id ipsum ac ve tellus venenatis nulla. Aliquet massa. Aliquam massa eni arcu molestie hendrerit massa a diam velit lacinia quisque varius. Egestas purus ad enim mus montes a vivamus. Aliquam etiam eni. Viverra dolor nulla augue magna suscipit. Natoque massa hac ligula sed magnis cum adipiscing ac sagittis duis quisque purus. Natoque augue est semper varius leo natoque mauris. Nonummy velit orci sociis primis venenatis mi litora nibh viverra netus pede. Laoreet lacus. Commodo risus diam ut diam lobortis eni gravida. Pretium vitae nibh leo neque dolor class. Integer massa. Quisque purus mi in metus dui. Rhoncus neque.",
      "Gravida metus eget ligula dapibus posuere erat. Natoque neque enim molestie hac. Lacinia felis eu convallis mi montes purus. Egestas metus neque donec tempor. Cubilia velit. Integer donec enim congue egestas quam senectus. Blandit fusce quis eleifend non posuere. Rhoncus augue pede velit mi ipsum fringilla placerat. Posuere ipsum. Lacinia dolor ve nam enim. Commodo metus. Lacinia netus eu et sit consequat placerat massa facilisis vivamus tempus. Integer purus ipsum platea fusce dictum ad vitae id sit. Viverra porta aliquet ac suscipit. Nonummy massa non parturient vestibulum at curabitur risus. Posuere justo adipiscing scelerisque cursus. Cubilia proin in a. Viverra magna cras. Natoque vitae. Laoreet ipsum et porta non enim urna iaculis dolor orci. Egestas risus ut risus montes nonummy. Blandit proin amet commodo nonummy duis pede mus."
     ]
    }
   ],
   "title": "Conubia donec et quam faucibus nisi per mauris.",
   "paragraphs": [
    "Integer neque donec habitant id condimentum erat hendrerit. Pretium class. Nonummy risus vitae penatibus arcu cum a. Egestas fusce dui eget a proin at tortor morbi sem cras. Aliquet vitae id ligula nonummy cras elit duis eni nunc magna rhoncus nulla sem congue posuere. Integer neque. Integer fames. Laoreet neque cubilia pretium mattis justo torquent leo iaculis. Quisque metus diam phasellus interdum ligula ornare et luctus dapibus sapien. Viverra neque gravida ipsum proin. Lacinia ipsum quis lacinia purus. Iaculis lorem nibh montes parturient lorem ante eni ultricies neque ultricies et. Aliquam porta. Posuere donec ipsum tempus eni integer a. Gravida justo ante at quis. Euismod augue pede dui erat neque habitant habitasse at tincidunt lorem in varius amet sem. Aliquet ipsum eget consequat ve lacus auctor nisl ut porttitor. Commodo lorem class posuere. Laoreet augue. Cubilia porta justo fames leo erat etiam ac pede. Laoreet justo. Conubia risus.",
    "Vivamus proin orci consequat sem quis. Lacinia lorem hac enim sem lacinia maecenas quis mollis primis risus. Quisque risus dolor faucibus sit duis vehicula sociosqu sollicitudin vestibulum quisque nunc. Gravida massa est amet eleifend accumsan sollicitudin vestibulum pretium nisi lacus dapibus non pede adipiscing facilisis suspendisse. Euismod ipsum nisl mus rutrum. Aliquam dolor pede vehicula fusce id convallis a. Dapibus ipsum donec consequat enim natoque neque urna nostra. Commodo ipsum eget tristique justo nascetur nisl ridiculus sollicitudin parturient. Aliquam velit et dictum bibendum curae habitasse. Feugiat dolor ad sollicitudin aenean ac pharetra. Blandit fusce neque cubilia. Gravida porta nec. Integer justo at tellus pretium quisque lorem ante justo. Quisque massa ve diam ipsum posuere ut sit ut massa donec tortor cursus aliquam. Potenti massa odio ullamcorper dapibus condimentum urna venenatis id ipsum sociis proin ve mollis diam sollicitudin parturient elit. Vivamus morbi justo cum. Aliquam felis donec a nonummy ut venenatis. Viverra neque quam. Vivamus curae ac porttitor suspendisse cum arcu facilisi. Iaculis augue neque nec quam ad orci ac curae ac. Gravida neque duis orci ut consectetuer aliquam proin at amet. Euismod class."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque fusce pede sed amet morbi.",
     "paragraphs": [
      "Aliquet proin cum quis eros facilisis dictum nisi eros quis purus aliquet leo. Laoreet fusce nunc. Natoque massa adipiscing nibh mattis ridiculus neque eu. Cubilia donec quam tristique sociosqu justo tincidunt inceptos. Lacinia donec eros eni quam pulvinar sit sollicitudin velit. Feugiat vitae nulla scelerisque senectus hymenaeos inceptos. Natoque neque eu venenatis a sit malesuada amet ante felis et. Aliquet nulla ad. Vivamus proin et sociis ve torquent cum nisi nunc. Vivamus fusce at litora. Nonummy vitae. Laoreet magna sed erat cras dis eget bibendum potenti viverra quis et velit vel tempor. Conubia lacus. Iaculis metus vel arcu pharetra a pellentesque. Euismod justo eni facilisis lacus sed massa. Pretium ipsum per suscipit. Euismod donec et. Pretium porta non eget etiam. Aliquam risus neque tempus donec fermentum felis a quis ad porta. Iaculis metus nibh commodo at sociis et faucibus cras. Quisque justo augue donec. Pretium fusce nisl lacinia in penatibus cras blandit.",
      "Nonummy dolor purus porttitor felis phasellus sit porta. Vivamus etiam ad varius et interdum cubilia dapibus. Dapibus neque ac primis imperdiet placerat. Aliquet metus in. Sodales class vel. Blandit lorem quis conubia ve litora augue arcu. Nonummy fusce nam quam quis lorem magna facilisis volutpat torquent class donec. Lacinia lacus conubia est adipiscing parturient et torquent. Natoque fames metus sodales. Feugiat netus ut massa. Viverra purus at amet non. Pretium fames. Laoreet fusce et tempor dolor ipsum integer. Integer lacus fusce. Viverra fusce. Iaculis magna parturient ve. Blandit metus parturient natoque urna. Vivamus magna. Rhoncus class massa eros nec diam adipiscing. Vivamus donec lacinia sem. Euismod neque id dictum morbi natoque. Blandit felis leo hac est ad elit convallis.",
      "Aliquet metus diam malesuada primis habitant quis. Nonummy nulla eu a cursus nisl lacus potenti eros. Blandit magna diam tincidunt auctor at. Gravida nulla eros. Quisque justo duis blandit penatibus eros dis. Dapibus lorem vel congue inceptos ullamcorper vel sociis. Euismod morbi lacinia primis nam nisi mi vulputate. Posuere dolor quis blandit mi malesuada neque eu consectetuer pellentesque laoreet. Lacinia ipsum odio scelerisque eni ligula. Posuere proin. Blandit fusce est ante sociosqu velit. Gravida curae nisl per porta. Gravida lorem metus felis sagittis elementum sagittis semper diam primis et nec. Commodo augue et proin nec duis suscipit vitae. Natoque ipsum at class sociis neque. Nonummy curae ad fusce. Iaculis metus lorem eni magna nulla feugiat nullam nisi laoreet. Natoque morbi cum congue arcu conubia. Iaculis class sem dui sem. Lacinia dolor duis. Posuere neque dui pede est a dictum ridiculus. Dapibus porta massa varius dolor."
     ]
    },
    {
     "title": "Egestas netus.",
     "paragraphs": [
      "Aliquam curae nam cras odio pede curae. Euismod curae. Natoque fames. Potenti magna ve neque quam mus eros quam hymenaeos ac curabitur. Egestas velit nibh etiam. Egestas neque sem lacinia duis magna netus. Iaculis etiam nunc duis suscipit fermentum. Potenti proin dui fames venenatis. Posuere porta etiam ante aenean ipsum parturient ve. Laoreet lacus nisl per. Iaculis justo augue facilisi non commodo a tempus hendrerit et id varius. Natoque curae. Rhoncus neque nisl netus rhoncus habitasse nullam. Integer magna. Iaculis donec enim vel quam praesent scelerisque volutpat consequat. Aliquam lorem diam cursus interdum lacus nisi viverra. Blandit curae ve primis sed cras adipiscing eni class. Dapibus curae quam nam senectus commodo. Natoque netus adipiscing bibendum velit diam integer odio nunc senectus dui pellentesque congue eros. Commodo augue nisl auctor vel tempor ut ac dictum sem. Potenti curae id ad enim. Sodales fames netus etiam viverra.",
      "Iaculis morbi magna gravida dui tincidunt erat diam aliquam. Dapibus dolor dui aenean viverra laoreet nullam. Quisque etiam in urna fames felis etiam ornare etiam erat cubilia ve id nullam ad. Euismod metus odio habitasse semper a vestibulum. Posuere ipsum. Quisque purus mus elit justo ligula. Conubia etiam eu. Natoque fames proin ullamcorper per ac velit. Feugiat justo amet commodo pede sed non. Blandit class eget curae est. Gravida curae duis nunc netus. Cubilia curae nec ornare porttitor mi magnis felis eu id per tincidunt turpis sociosqu conubia. Gravida purus sit nibh per elit vestibulum ve. Euismod class justo diam massa eros arcu. Natoque metus parturient eleifend odio congue semper fusce pharetra. Nonummy purus vestibulum suspendisse tortor at ultrices eget ac nisi enim semper ultrices. Vivamus fames. Blandit fames. Integer metus sit inceptos facilisis purus amet eu inceptos diam. Conubia purus ad eros urna. Lacinia vitae lacus libero. Commodo netus vestibulum faucibus vivamus conubia etiam in nulla ridiculus interdum tortor.",
      "Potenti ipsum mus nibh mattis non mattis. Aliquet morbi. Aliquet etiam viverra. Lacinia justo arcu porta lorem cubilia ridiculus pede dui lorem nisi condimentum quisque purus at. Quisque dolor netus molestie proin porta quam diam purus. Integer etiam magna aptent semper neque. Commodo fames at ipsum condimentum dis tempus nisl id quis ullamcorper sollicitudin. Rhoncus risus et lorem accumsan massa nibh ullamcorper sem tempor mi arcu nascetur hendrerit. Commodo magna eros. Sodales risus etiam netus inceptos cras inceptos nisl id pellentesque consectetuer. Posuere porta id magna ac mauris dictumst condimentum habitant ultricies nunc cum sociosqu hendrerit. Iaculis netus sed nisi justo ve aptent ultricies accumsan velit. Posuere magna. Quisque massa eni nisi. Feugiat proin pede et etiam dolor orci fusce ac eros dolor ac nibh faucibus lobortis magna. Viverra velit odio gravida ad urna curae id quis. Integer curae enim euismod et libero hac. Pretium magna id nam suspendisse feugiat proin. Aliquam lacus eu felis semper dictumst convallis fusce consequat. Rhoncus fusce. Rhoncus etiam id netus lectus quam cubilia eu risus metus. Conubia fames posuere aptent orci lacinia ad lectus praesent."
     ]
    },
    {
     "title": "Pretium morbi eni odio est libero iaculis quam in.",
     "paragraphs": [
      "Aliquam purus. Conubia risus justo erat sit rhoncus. Quisque porta. Quisque massa id. Quisque purus erat eni fusce eget. Lacinia lorem vestibulum at dignissim a non ridiculus. Sodales fames dolor congue. Vivamus dolor enim libero nisi velit sociis dapibus nonummy. Aliquam massa. Egestas fusce at ipsum auctor eni quis. Pretium risus est duis sociosqu neque in lacus. Aliquam massa nam ante eleifend a bibendum erat blandit. Gravida magna. Posuere dolor odio risus netus cum. Laoreet magna morbi elit netus platea vestibulum. Lacinia augue. Aliquet lorem. Sodales justo. Laoreet morbi adipiscing elit lectus. Viverra fames vestibulum condimentum mauris in erat feugiat eu bibendum. Euismod felis. Commodo dolor.",
      "Aliquam morbi enim. Egestas class nisi proin ut facilisi feugiat. Vivamus lacus. Quisque nulla erat nunc dui cubilia eleifend integer dolor lacus rutrum commodo iaculis. Quisque augue ac orci augue orci dui blandit volutpat eu tempus ac eleifend vel euismod eu. Viverra vitae vel pede id nulla. Vivamus dolor. Sodales proin nec cras nibh feugiat hendrerit faucibus tortor mollis quis. Aliquet justo purus congue. Viverra nulla. Natoque metus neque tempus leo urna facilisi vel conubia suscipit lacus vulputate. Quisque nulla in pellentesque posuere ipsum erat in pellentesque pretium morbi per. Aliquam neque at velit. Blandit ipsum odio sed orci. Rhoncus porta purus urna. Sodales lorem ut. Commodo nulla massa. Quisque dolor odio nam augue per imperdiet eni non sit ut nascetur erat tellus vestibulum massa amet egestas et. Conubia purus sit. Potenti massa amet porttitor id aptent. Commodo justo massa laoreet eros aenean. Conubia massa elit magna porttitor vel erat suscipit."
     ]
    }
   ],
   "title": "Iaculis magna.",
   "paragraphs": [
    "Lacinia velit dui nisl erat commodo cursus sem per venenatis tellus habitasse adipiscing nonummy. Gravida fusce proin. Rhoncus felis vestibulum scelerisque tortor ut pulvinar conubia habitant amet lacinia ac nisl in sagittis. Vivamus risus sed nunc nam justo venenatis est cum consectetuer aptent at odio primis lectus. Quisque purus hac ultricies sollicitudin sit ridiculus. Blandit etiam duis ut hendrerit dolor justo. Integer purus proin luctus. Vivamus vitae est elit pellentesque eu etiam phasellus bibendum. Euismod morbi. Integer fames. Aliquam morbi. Aliquet curae augue nisi at velit. Commodo ipsum pretium semper curae varius dolor metus suspendisse. Dapibus porta donec dolor nisi nec tellus facilisi in scelerisque quam erat sem fames. Natoque nulla. Vivamus fusce. Nonummy magna. Aliquet lacus netus quis hymenaeos. Lacinia lorem curae nunc quisque. Potenti felis. Conubia lorem odio. Iaculis velit felis scelerisque.",
    "Vivamus lacus nec viverra suscipit sollicitudin feugiat. Euismod morbi at. Natoque purus ve senectus. Commodo etiam eu tempor et nisi et dolor libero proin posuere conubia. Quisque vitae ipsum sagittis augue nibh inceptos varius conubia egestas. Pretium dolor vestibulum urna proin lectus. Laoreet vitae. Euismod fames nulla tortor. Cubilia lorem augue magna erat molestie consequat porta interdum. Pretium curae eni. Cubilia dolor nibh viverra ve viverra diam ve maecenas rutrum auctor proin leo velit. Commodo proin eni. Gravida donec. Viverra class ipsum senectus vestibulum cursus nascetur scelerisque. Laoreet ipsum. Nonummy nulla ac cursus mus auctor integer orci. Cubilia magna fames auctor metus et dictumst gravida platea. Gravida dolor ad turpis fusce parturient scelerisque varius et eni. Egestas fusce arcu. Blandit augue. Gravida etiam arcu tristique in massa aenean. Aliquet fusce per lectus per congue porttitor lobortis dolor et vitae ve fames nulla volutpat."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet felis ac id sociis eleifend.",
     "paragraphs": [
      "Rhoncus fusce dis ante at. Integer vitae arcu habitasse aenean justo parturient et. Conubia metus ac libero lobortis curabitur id mi. Euismod augue. Cubilia neque etiam vitae ante fusce. Viverra class nunc fermentum. Rhoncus neque. Dapibus etiam quis a erat nulla erat semper. Aliquam felis etiam ullamcorper eu mollis. Sodales proin ve curae. Blandit lorem. Feugiat magna. Natoque massa. Integer lacus vivamus eget pellentesque in blandit ante cubilia aliquam. Gravida metus non justo fringilla adipiscing enim aenean tincidunt vulputate. Egestas lorem. Euismod vitae ac facilisis et tempor inceptos duis lobortis. Viverra purus duis vitae class. Dapibus ipsum. Pretium purus et a pede magna mus. Commodo velit risus nisi enim ad cras ut augue. Pretium augue ac netus est nisl cum vitae adipiscing.",
      "Viverra massa. Cubilia fames class sapien. Rhoncus lacus nunc elit nonummy in mattis consectetuer blandit dolor mus pulvinar sollicitudin potenti. Conubia class nam diam sodales metus. Commodo netus non diam nam magna dignissim. Laoreet justo nunc a enim metus. Nonummy vitae at. Laoreet velit. Egestas justo. Aliquam morbi ac sapien eni ve maecenas blandit egestas. Feugiat fusce vestibulum ut dignissim nisi sem quisque proin nisi. Viverra dolor vivamus elementum odio elit placerat vulputate odio dis morbi dignissim sociosqu eu aptent placerat dui iaculis. Blandit morbi augue accumsan sed. Vivamus neque non orci consectetuer. Lacinia donec velit mollis cursus etiam est mauris ad volutpat aliquam cursus ut. Nonummy netus. Egestas proin nam justo est vitae porttitor facilisi accumsan. Rhoncus velit dis duis. Gravida purus ac a elit purus feugiat sed. Vivamus netus. Gravida metus feugiat velit adipiscing amet augue. Potenti fames velit augue a magnis odio eu quis diam duis venenatis montes vestibulum senectus.",
      "Sodales fusce id rutrum phasellus parturient diam litora enim. Commodo proin lacus vel dolor duis orci sit auctor habitant. Dapibus dolor metus sociosqu eu est lectus inceptos suspendisse inceptos posuere cubilia. Viverra class eget habitasse sagittis bibendum neque nam tempor nonummy eu. Laoreet metus eni ornare elementum mus eget orci. Blandit fusce at magna id. Gravida felis dolor massa felis tempus tincidunt id fermentum ac ullamcorper quis dictum convallis porta ut turpis tristique lacus erat. Blandit class dis tristique massa id erat ad sollicitudin. Aliquet velit. Posuere neque adipiscing cras taciti semper lobortis netus in. Lacinia morbi ante porta sit nisl posuere neque id. Conubia massa sit suscipit a consectetuer nisl integer at ut. Feugiat magna et tincidunt morbi mi curae aptent enim. Aliquet risus proin tincidunt vehicula. Laoreet lacus est nisl parturient ligula metus scelerisque sem mauris eu lobortis. Conubia ipsum dis eros etiam cursus erat pellentesque mi gravida. Aliquet etiam sem nec habitasse mauris interdum adipiscing elementum urna proin at class at tellus. Potenti felis. Sodales neque at magna proin odio euismod. Pretium netus hac primis lectus. Egestas purus. Pretium fames etiam ornare velit sociosqu quam pede massa."
     ]
    },
    {
     "title": "Natoque class nisl euismod ve et.",
     "paragraphs": [
      "Conubia morbi dolor blandit hendrerit inceptos. Egestas risus duis morbi metus congue. Potenti lacus. Conubia proin eu ligula porta mollis velit volutpat at. Feugiat felis adipiscing bibendum viverra nisl quam laoreet pretium tempus. Egestas magna class libero tempus ipsum posuere arcu. Blandit massa. Conubia donec eu semper nascetur vestibulum imperdiet lorem eu et. Potenti vitae urna conubia. Potenti etiam orci conubia morbi sodales bibendum eu. Vivamus class quam ac nascetur vel. Gravida class. Dapibus magna et massa. Vivamus morbi hac dis ut lectus pretium quam lectus fringilla. Gravida dolor eget eni elit consectetuer sodales interdum tempor. Feugiat porta hac nulla magna mollis litora mus interdum. Cubilia justo ve nostra et. Nonummy vitae etiam neque sit felis vestibulum habitant felis ut. Feugiat class quisque ac platea. Quisque fames non iaculis a suspendisse dis nunc et sollicitudin. Iaculis curae. Commodo netus cras.",
      "Rhoncus proin cras est metus sem odio adipiscing at semper pellentesque. Sodales curae class nam. Posuere augue ut phasellus felis et ve ridiculus integer lectus magna in habitasse eros. Quisque morbi velit ornare. Integer fusce lacus magna eni. Commodo felis. Potenti lacus neque nulla praesent curabitur proin massa pulvinar etiam. Vivamus ipsum elit ligula fringilla semper ultricies bibendum massa phasellus quis. Viverra fusce. Viverra netus nibh tortor. Iaculis ipsum sodales. Egestas porta blandit ultricies turpis lobortis vestibulum luctus duis lacus ac. Cubilia velit ve quam ullamcorper ac magnis ve vehicula semper. Gravida metus. Quisque etiam ut fames ac nisi pulvinar. Euismod lorem quam. Dapibus nulla. Quisque augue erat a pede lorem ve congue vel tortor. Vivamus fames adipiscing faucibus risus orci vivamus. Nonummy fusce ut mauris inceptos integer. Posuere vitae lorem vitae vehicula tristique id scelerisque arcu ornare ipsum suspendisse elit montes semper justo quisque erat lacinia. Potenti lorem fames egestas mattis id odio volutpat imperdiet."
     ]
    }
   ],
   "title": "Nonummy neque ut.",
   "paragraphs": [
    "Feugiat curae justo ligula mauris aliquam pede in. Cubilia morbi nisi sem. Potenti justo erat posuere in. Quisque porta et ve. Integer massa dui pharetra class aenean elit ac elit torquent nam. Viverra class egestas curabitur. Commodo class adipiscing. Egestas nulla eu dis. Feugiat morbi natoque inceptos proin nisi ad consectetuer nisi metus. Posuere velit amet maecenas. Integer curae aliquet dis vestibulum vulputate dolor volutpat est auctor ultrices suspendisse pharetra nunc et consequat a. Natoque proin parturient placerat orci mauris. Egestas class ve hymenaeos massa penatibus facilisi. Quisque fames nunc placerat ultricies. Feugiat fusce dolor sed metus hendrerit fermentum lorem nibh dis proin sem. Dapibus curae ac non aptent eleifend urna dui fusce sociis morbi lacinia. Sodales lorem. Nonummy neque lorem mattis. Potenti nulla parturient volutpat. Vivamus dolor urna lectus cursus sem cubilia id elementum imperdiet. Natoque fusce hac cras facilisis nascetur dolor nisl metus in metus. Blandit metus sem quam inceptos a.",
    "Feugiat dolor nec lacus vel urna varius libero hac. Nonummy nulla leo adipiscing rutrum ipsum. Potenti donec orci egestas a nullam orci semper. Lacinia velit nulla nisi. Rhoncus neque quis erat ridiculus. Nonummy felis lacus molestie ut justo lobortis quis duis euismod cras. Sodales lacus ve habitasse magna risus sagittis ad urna facilisi pulvinar curae. Conubia porta sit enim consectetuer eu velit mi dignissim quam. Viverra ipsum. Lacinia vitae et in porttitor felis. Natoque curae. Aliquet fusce nisl convallis ad convallis amet phasellus. Cubilia etiam cum odio adipiscing leo vestibulum mattis dis. Nonummy proin. Aliquet nulla non erat rhoncus eu nunc semper eleifend. Cubilia netus sit pede. Natoque donec vel ridiculus montes urna in eros fusce vulputate dictumst platea. Iaculis justo. Egestas lorem laoreet cubilia enim est. Nonummy curae. Conubia fusce potenti ornare quam et consectetuer taciti in elit in class ac. Integer augue at etiam arcu conubia rutrum id ridiculus.",
    "Commodo nulla proin dictum commodo dui. Integer porta sem duis mattis posuere cubilia montes ut arcu. Aliquam ipsum nisl cras convallis urna quis. Rhoncus class mus ante sollicitudin dapibus pharetra orci. Potenti etiam enim ultrices torquent ipsum eu nulla ad nisl id etiam. Natoque lorem augue. Cubilia augue. Posuere donec nam natoque. Euismod netus nam felis augue odio dictum cubilia mattis fermentum. Nonummy fames et massa platea augue adipiscing gravida eni et magna ornare luctus. Quisque fusce dis eros a eget curae lectus. Viverra etiam vivamus erat tincidunt auctor dui aenean praesent. Egestas velit. Gravida magna quam nostra ultrices curabitur dictum curae nulla mattis urna. Egestas ipsum vivamus dis elit vel nisl natoque fames ac. Posuere netus metus lacus varius pede. Dapibus purus eu varius dis. Rhoncus lorem. Feugiat lacus. Aliquet felis. Aliquet netus leo porttitor montes vestibulum etiam eros. Iaculis fames purus posuere cursus."
   ]
  }
 ],
 "abstract": "Blandit augue class conubia facilisis turpis et tempor malesuada bibendum risus lorem cum cras consectetuer euismod sagittis. Lacinia lacus mus. Viverra donec orci enim ac ante suspendisse. Pretium ipsum duis fringilla lobortis suscipit velit a natoque mattis vel posuere nunc quam. Iaculis class lorem a tempor amet quam class neque commodo. Aliquet augue nisi ligula habitasse venenatis eget gravida commodo amet duis dignissim mattis nisi nisl libero mollis. Sodales class lacus etiam metus suspendisse id. Aliquam neque eget sociosqu penatibus velit augue congue lectus commodo mus ad arcu nascetur. Egestas class ut sapien natoque iaculis pellentesque. Natoque neque urna a erat proin magna a. Quisque etiam felis justo iaculis. Commodo ipsum nisl eget tincidunt varius semper magna inceptos etiam luctus ad mattis nam id. Sodales morbi leo porta curae integer montes at. Dapibus proin diam natoque vivamus lobortis ad. Nonummy netus eu. Vivamus proin magna hymenaeos mus duis quis nunc nisi torquent sapien varius. Dapibus lacus morbi tempor felis id ve hac venenatis blandit. Egestas lorem arcu gravida litora lorem lobortis curae orci rhoncus ut tempus sollicitudin sed. Posuere magna ac urna viverra in vulputate. Laoreet nulla nam justo porttitor scelerisque penatibus diam dui urna curabitur platea nec facilisi convallis. Commodo neque at class nullam eros id eleifend quis dui. Sodales fames et mattis.",
 "authors": [
  {
   "name": "Tracy Downing",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Earl Marney",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}