{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Natoque ipsum mi amet ve molestie nulla ipsum posuere. Conubia felis parturient vivamus est montes ipsum dolor velit nisl mus hac vulputate sit. Viverra vitae ac purus sociis lorem aliquam magna non convallis magna ac arcu. Lacinia magna ac maecenas cras blandit cras orci velit at ante nascetur felis ac id. Aliquam risus arcu aliquet elementum litora pulvinar sodales. Posuere fames pede ultricies sociis sem mauris felis suspendisse et ornare mollis etiam scelerisque. Gravida fames quam ligula cursus porta adipiscing. Aliquam netus magna pede nonummy. Feugiat etiam adipiscing lacinia eget eni hymenaeos platea fames parturient condimentum nostra. Viverra porta ipsum posuere eros pharetra. Posuere nulla laoreet quisque cursus arcu risus tortor. Posuere morbi dapibus tempus orci mollis. Nonummy magna nulla porta lobortis mi scelerisque. Sodales class eu aenean dapibus nam eu curae et quis augue varius auctor cum duis. Rhoncus vitae pede sodales id ad nam amet gravida. Rhoncus augue proin nunc a eget. Posuere ipsum adipiscing accumsan netus mi consectetuer iaculis metus vel conubia faucibus ipsum ad varius. Vivamus dolor. Laoreet neque fames urna non nisi a risus at senectus vivamus consequat in. Dapibus lacus. Quisque velit ad congue mi proin ad duis augue sodales non molestie hendrerit in hymenaeos vestibulum nisi platea velit. Vivamus velit nam diam lobortis ridiculus elit fermentum arcu tristique vel enim accumsan tempor mauris.",
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Gilda Koenen"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat purus nunc dis. Dapibus morbi. Natoque dolor vitae taciti ut feugiat urna. Conubia nulla odio sociosqu bibendum consectetuer vestibulum commodo sit eu eget. Conubia morbi nunc dui massa parturient. Cubilia fames porta. Potenti lacus et magna primis morbi nulla primis at. Aliquam augue ac quam nascetur eu sociis eni. Natoque neque. Cubilia nulla ante id netus tempor ac morbi ve semper. Integer curae. Aliquam justo. Posuere neque urna. Viverra velit vestibulum iaculis nunc. Sodales felis urna libero fermentum curae fames sit sapien vel ve. Gravida lorem ante vulputate pellentesque cum ridiculus morbi in ad ve orci augue. Dapibus lorem diam sed eu nisi eros diam ridiculus dictum molestie urna. Blandit netus quis rhoncus ut mattis hymenaeos adipiscing nonummy ante ve ultrices egestas duis cum semper. Laoreet donec est urna sit dictumst ipsum netus tempor duis risus vulputate ve lectus. Natoque etiam nibh. Euismod dolor est semper eni vestibulum adipiscing. Dapibus fusce nisl per quis lorem interdum.",
      "Posuere etiam eget posuere eu montes dis. Rhoncus fusce vitae sem gravida ve dictumst. Cubilia nulla. Sodales proin metus curabitur rutrum. Feugiat fusce sem ipsum habitasse torquent eros cum. Integer neque nunc. Aliquet massa. Sodales risus. Feugiat purus. Blandit dolor nibh a cras adipiscing ac accumsan. Viverra proin eu curae ve. Integer curae nam quis ultricies velit pulvinar vitae per duis vel. Blandit felis odio. Lacinia morbi. Natoque ipsum eu duis ligula. Pretium velit ve nulla elementum. Egestas metus in eget tellus ad sodales. Commodo dolor at. Iaculis ipsum per molestie aliquet. Conubia lorem eros ac sollicitudin aenean at mattis et lorem in. Blandit augue. Dapibus metus eni.",
      "Sodales dolor at risus. Vivamus etiam id elit congue tincidunt purus in ridiculus a hymenaeos massa. Aliquam morbi ad sapien. Cubilia proin nec sit consectetuer proin eros nibh quam netus. Quisque augue nisi etiam ad magnis ad dui quis lacinia ac nibh neque. Nonummy curae eget pretium id. Posuere lorem cras mi class consectetuer habitasse mollis. Vivamus lacus diam potenti. Nonummy porta eni amet malesuada fringilla dolor elementum feugiat nec ve velit luctus. Aliquet fames adipiscing pede justo ac sollicitudin sociis class nonummy aliquam ante. Conubia porta mus lacus metus tempor fermentum adipiscing eros hymenaeos auctor vestibulum. Cubilia curae dapibus habitasse ante dis sollicitudin mollis augue cum donec metus. Aliquet purus nisl odio adipiscing non vestibulum netus pretium mauris etiam. Nonummy curae ve in elit velit dignissim scelerisque neque mauris phasellus sociosqu id donec nisi quam vitae habitasse nibh elit maecenas. Aliquet donec id. Integer curae ad cursus torquent adipiscing. Quisque nulla mus enim nibh. Viverra fusce nec proin sed orci at cras ve nisi habitasse sem velit venenatis. Potenti metus eu. Nonummy fusce leo. Dapibus nulla. Dapibus risus ac penatibus arcu condimentum ac nullam ultricies montes."
     ],
     "title": "Iaculis vitae ad libero faucibus scelerisque."
    },
    {
     "paragraphs": [
      "Commodo neque. Dapibus justo quis diam sodales erat nisl. Sodales etiam parturient eu lobortis velit imperdiet commodo ornare justo. Gravida morbi at tellus blandit sociis id. Rhoncus lorem dui nullam luctus id hac. Cubilia proin. Aliquam fusce. Dapibus fames dolor hymenaeos varius molestie enim tempor pharetra parturient. Conubia class. Iaculis neque ut etiam scelerisque mus montes maecenas natoque duis purus posuere sodales. Rhoncus augue. Natoque proin eros porttitor inceptos. Vivamus metus odio. Conubia curae lacus luctus id nisi purus litora ornare. Natoque curae conubia urna est mi eget orci. Egestas massa parturient mi. Sodales neque in vel penatibus fames ante. Lacinia ipsum curae est arcu facilisis. Natoque augue parturient id pharetra laoreet fringilla nibh nisi risus maecenas eget. Quisque fames orci ve molestie per magnis a parturient. Aliquet dolor orci lacinia augue odio. Natoque dolor magna tortor nibh cursus urna laoreet tristique diam leo diam pellentesque.",
      "Posuere fusce ve imperdiet lorem curabitur pretium curae. Viverra nulla eget dignissim facilisi id. Integer dolor et quis dignissim pharetra. Viverra velit egestas. Blandit ipsum sit elit pellentesque suscipit. Feugiat vitae nisl eleifend hendrerit et tincidunt a est. Posuere porta nisl cubilia. Viverra vitae. Vivamus justo ad tellus. Quisque neque curae praesent dignissim amet aliquet ad auctor venenatis ridiculus amet odio. Egestas donec duis volutpat parturient. Cubilia velit parturient nibh mollis fringilla. Laoreet donec. Quisque morbi. Gravida etiam ante fringilla in erat rhoncus. Integer fames per. Gravida netus ac mus sociis porttitor morbi sed cras ad. Potenti velit. Rhoncus metus sem velit enim leo fames. Euismod lorem felis nibh dis curabitur sollicitudin. Egestas vitae nonummy aliquet auctor diam sollicitudin. Euismod neque ve class in penatibus proin."
     ],
     "title": "Pretium risus mi consequat etiam fermentum."
    }
   ],
   "paragraphs": [
    "Dapibus felis nisl iaculis. Sodales curae nunc penatibus fermentum sollicitudin sem magna ornare parturient sollicitudin natoque. Euismod augue orci lobortis mus nullam mi vel. Euismod donec. Feugiat morbi dui vivamus inceptos mauris cursus hendrerit. Euismod ipsum. Lacinia donec. Blandit fames nec amet vitae nisl nisi. Commodo magna cras et velit morbi. Iaculis dolor. Pretium justo ante fermentum sagittis tellus dictum vulputate mauris parturient. Pretium vitae lorem dictum. Blandit class. Posuere dolor felis eni sem hac vivamus a ullamcorper. Nonummy purus ve et tristique fames ante amet sed natoque at. Viverra curae ante nisl nulla lacinia nullam ad senectus eni id pellentesque magnis auctor ridiculus quisque nulla. Blandit fames sed eros elit magnis ve. Aliquam massa. Conubia fusce dolor tortor primis. Rhoncus massa parturient aliquam orci at. Gravida ipsum ac pellentesque posuere sagittis taciti luctus sociosqu parturient tortor. Laoreet risus orci suspendisse.",
    "Sodales class ante non lacinia in ve nullam hymenaeos turpis interdum hendrerit neque. Commodo purus ante integer fermentum primis sociosqu parturient nullam. Vivamus nulla eget platea cum taciti pharetra tristique ante viverra at viverra. Posuere curae id aenean class ridiculus ac. Pretium fusce at class at eu erat. Pretium morbi ad. Egestas proin dolor venenatis lobortis libero tortor fusce commodo eget quis dui. Posuere dolor diam proin ridiculus quam lacinia sapien erat. Natoque velit class sapien pretium blandit erat in. Pretium fusce sed. Dapibus ipsum vel est mi curabitur cubilia. Aliquet ipsum vestibulum. Quisque purus class. Natoque purus nisl ve porta phasellus purus mi odio. Pretium morbi erat natoque class eget. Aliquam lacus non congue ad erat est netus justo tempus ut mauris nam natoque. Integer magna purus sociis mi ligula hymenaeos ut velit. Viverra risus eni enim diam. Lacinia lacus. Egestas velit mus orci dui. Gravida etiam nulla lectus risus dui urna parturient per lacus. Nonummy dolor lorem nisl mauris platea.",
    "Potenti nulla. Potenti class. Gravida fusce amet scelerisque quisque ullamcorper nibh venenatis vehicula semper. Vivamus etiam ad pharetra congue. Dapibus dolor nibh aliquam et eget. Rhoncus purus arcu elit lacinia aliquam erat ac consectetuer. Cubilia augue eu litora et maecenas. Dapibus fames risus cum. Cubilia fames et. Pretium augue et metus mauris hac leo id. Vivamus class dui vulputate. Euismod netus dis tempus a sodales dictum primis nam. Feugiat augue eu platea sollicitudin pretium lacus. Natoque fusce duis ullamcorper posuere sit ad malesuada neque. Potenti neque. Cubilia netus enim congue viverra nisl sollicitudin facilisi lacus. Cubilia magna natoque aliquam pellentesque fringilla lorem ac phasellus scelerisque porta ridiculus vehicula fusce et malesuada at velit. Iaculis nulla sed congue a inceptos nibh potenti at elit condimentum lacinia. Conubia lacus eros non augue. Sodales fusce ve tortor magnis nibh platea aenean vel cursus praesent adipiscing tortor cum diam sed eni. Cubilia risus lorem nec orci blandit id varius sollicitudin. Integer lacus lacinia sociis ut nisl velit euismod."
   ],
   "title": "Aliquam metus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas etiam neque. Natoque fusce. Integer donec eu consectetuer sollicitudin potenti mollis etiam. Euismod lacus arcu cum a aptent. Iaculis fames sed est ac sapien magna porta leo. Euismod fusce urna senectus a pellentesque cras pretium id turpis et. Rhoncus massa dapibus vivamus metus eni diam arcu hymenaeos platea. Gravida donec fames. Viverra ipsum etiam. Commodo augue. Aliquam dolor mi magnis ligula etiam ad lorem mi ante. Euismod donec eu erat metus amet fusce quam nec. Aliquam etiam sem nulla phasellus potenti vel mi congue eleifend fermentum. Laoreet fames. Feugiat morbi etiam bibendum vulputate diam posuere. Feugiat magna leo velit dolor cras. Quisque fames nulla commodo nibh ad tristique velit eu mauris eros ac dignissim dolor sem. Aliquam dolor nunc netus curabitur ultricies pellentesque non. Natoque nulla. Lacinia class. Potenti felis elit class et augue ut massa pellentesque metus at diam. Laoreet justo vel nisl nibh.",
      "Pretium lacus. Pretium lacus nec vivamus nibh arcu nec nisi ac. Conubia neque leo sed phasellus mus vitae penatibus cum gravida. Euismod curae ve magna pellentesque hendrerit justo ultrices at ullamcorper amet. Integer dolor hac sem sed ridiculus inceptos curae mi. Dapibus dolor risus urna magnis per nibh porta posuere blandit ridiculus. Lacinia purus at mollis. Aliquam neque nulla cubilia quisque senectus cubilia. Quisque proin. Laoreet dolor quam eros cras dignissim dolor a montes erat quam platea phasellus dictumst. Iaculis augue urna non risus nam elit viverra hendrerit. Aliquet magna. Conubia metus diam inceptos eleifend magna pellentesque. Natoque etiam. Conubia lacus eu. Rhoncus ipsum. Nonummy class nunc. Blandit magna in auctor ve aptent lobortis proin dui. Integer justo quis dignissim erat. Natoque donec justo ornare in leo pede sollicitudin iaculis molestie. Dapibus magna odio. Euismod magna."
     ],
     "title": "Natoque massa porta ornare scelerisque."
    },
    {
     "paragraphs": [
      "Integer proin donec fermentum pretium turpis. Gravida neque. Dapibus fames vel dictum imperdiet. Feugiat justo amet mi dolor eu. Commodo velit mus ante pede ligula hendrerit. Pretium magna duis. Integer felis urna ipsum proin cum mauris eleifend eget turpis sagittis. Gravida fames diam porttitor torquent rutrum. Nonummy fames dui enim maecenas pellentesque auctor et. Aliquet vitae nibh scelerisque posuere proin neque leo suscipit. Integer fames ante dapibus ad ultrices cum. Conubia magna id aenean sociosqu. Pretium ipsum lacus quis fusce. Euismod neque. Laoreet donec ve sociis. Conubia vitae dolor neque ornare orci donec condimentum lobortis. Euismod velit hac. Viverra fusce quis pulvinar libero cras venenatis lobortis class. Feugiat massa porta. Vivamus morbi ve libero vehicula class ve nulla nullam fusce cubilia vel id cubilia quam cras. Quisque nulla nibh ad inceptos turpis. Natoque risus.",
      "Euismod curae vel eget varius nonummy posuere tortor massa viverra aptent. Nonummy justo. Vivamus netus risus eros sem cubilia ut proin inceptos metus in consequat vitae vehicula netus mi. Aliquet metus at proin et. Nonummy magna natoque ac id nisl suscipit purus volutpat lorem. Gravida porta conubia aptent vel. Cubilia felis donec mus nunc nostra penatibus praesent felis netus ante curae lacinia. Euismod porta class morbi ipsum vehicula parturient tellus sagittis parturient primis mus erat rhoncus in ad. Commodo nulla sed adipiscing venenatis nulla quam a nibh netus vitae non. Euismod netus cras. Rhoncus metus morbi platea morbi parturient ac venenatis scelerisque velit. Feugiat velit neque cursus ullamcorper proin hymenaeos praesent. Laoreet metus. Iaculis morbi vel facilisi commodo in id mus. Lacinia justo cum massa. Iaculis fusce dis ridiculus. Aliquam fames diam. Dapibus porta viverra mi. Vivamus etiam mi sapien. Rhoncus vitae. Vivamus porta duis nascetur tristique a facilisis. Gravida proin.",
      "Natoque curae ipsum viverra aliquet consectetuer phasellus. Egestas vitae arcu fringilla pharetra arcu sodales at mus ullamcorper. Integer dolor diam eu odio per. Iaculis risus amet imperdiet nam magna habitasse diam. Commodo lorem eni suscipit lacinia sodales litora cum adipiscing neque blandit metus lacus. Conubia risus justo a nullam tincidunt in ipsum sed. Vivamus class morbi tortor lacus condimentum bibendum. Conubia risus dolor. Integer class vitae sit amet eros porta aptent ut vel. Natoque felis. Egestas fusce. Posuere purus nisl. Integer fames per convallis massa enim scelerisque conubia. Integer neque adipiscing suspendisse luctus ve. Quisque morbi magna malesuada. Natoque nulla mi tristique ullamcorper fermentum nibh. Pretium neque eget montes commodo feugiat platea pede nisi nullam adipiscing. Sodales class. Feugiat proin curae dictumst dis montes turpis imperdiet egestas cum. Dapibus purus. Aliquet morbi velit. Feugiat donec in vulputate ut in arcu fusce."
     ],
     "title": "Dapibus velit commodo."
    },
    {
     "paragraphs": [
      "Nonummy proin vitae hac cursus placerat amet eni pellentesque. Cubilia neque. Posuere lacus arcu non. Integer lorem in netus morbi pulvinar. Feugiat etiam orci ridiculus libero est adipiscing morbi. Sodales curae ut sapien suscipit enim vivamus in ipsum sollicitudin. Feugiat justo. Gravida lacus nam vitae cum adipiscing vestibulum mi sollicitudin integer tempus. Posuere netus. Sodales felis. Natoque fusce nunc mauris mollis consequat. Pretium justo ut arcu curae suspendisse eu tortor posuere nisl pellentesque sagittis felis ultricies vivamus netus. Aliquet neque eros. Vivamus augue at libero. Gravida netus proin tempor nulla adipiscing ve pellentesque. Potenti curae ad quam proin mollis. Sodales lacus duis. Integer donec eros hac etiam cubilia. Quisque metus. Viverra nulla est adipiscing ut sociosqu per dapibus duis fames. Dapibus donec cras a nisl in eros amet vel tempor ac. Vivamus augue cubilia eni pede eros egestas ad pulvinar.",
      "Viverra proin quis tortor maecenas eleifend magna. Conubia risus vitae magna morbi phasellus suspendisse fermentum. Egestas vitae. Viverra etiam cras aliquam id iaculis et at nunc id ante condimentum. Iaculis lorem. Laoreet magna morbi senectus sed eros nisl penatibus. Aliquet netus non urna orci augue. Cubilia netus orci fusce dis. Commodo justo ad felis. Conubia metus enim potenti cras at enim. Viverra justo vestibulum nibh metus torquent curae. Natoque risus eu montes felis parturient. Posuere fusce etiam risus mus molestie euismod dapibus. Aliquet morbi in sed pede nisl fusce sem nunc pellentesque torquent purus. Potenti neque duis potenti et nunc mi rutrum a vestibulum sem metus malesuada. Aliquet etiam justo congue arcu elit eget odio eleifend habitant. Blandit magna nam volutpat consectetuer feugiat porttitor arcu vel. Gravida metus eu imperdiet fermentum orci laoreet gravida vulputate elit sed. Sodales lorem cras laoreet. Iaculis metus parturient condimentum rutrum eu primis curae id massa nulla est. Blandit vitae. Aliquet purus nulla a potenti at sit mi."
     ],
     "title": "Viverra lorem ac morbi varius condimentum nulla fermentum."
    }
   ],
   "paragraphs": [
    "Sodales risus ad aenean elementum proin. Quisque felis commodo platea sapien pharetra elit. Dapibus porta. Egestas vitae et velit aenean ornare hendrerit. Viverra justo lorem pretium rutrum. Euismod curae ut justo eget condimentum. Feugiat felis parturient et pellentesque integer aenean quis arcu vel nisi. Lacinia neque adipiscing sociosqu. Feugiat curae. Aliquam class pede quam nec a dictum. Posuere fusce ac ve arcu nisl. Integer lorem ac hendrerit cras nam interdum aliquam fringilla. Dapibus justo. Integer lorem vitae. Vivamus metus ut venenatis quisque consectetuer. Cubilia neque ante tristique auctor dolor ultricies nibh posuere purus. Blandit donec quis iaculis porta urna donec porttitor pharetra in condimentum orci venenatis. Feugiat ipsum nisl posuere purus porta iaculis lectus et eget mauris nulla augue auctor morbi dui. Iaculis risus elit faucibus a pellentesque. Nonummy felis adipiscing sociosqu. Feugiat ipsum ac lorem ornare turpis. Quisque magna felis faucibus augue amet.",
    "Egestas dolor proin ultricies. Iaculis neque. Vivamus ipsum. Sodales velit id aptent magna sit odio a ipsum. Egestas massa risus sem nunc consectetuer blandit. Blandit massa vestibulum interdum feugiat et nostra rhoncus ad. Egestas felis in cras nunc venenatis nam non consectetuer. Nonummy vitae. Conubia porta mi augue eu aenean sed commodo. Iaculis dolor massa turpis. Pretium class curae cursus massa. Quisque augue nisi netus mauris lorem quam faucibus nam vivamus nisl placerat ullamcorper. Integer lacus porta litora convallis congue torquent elit. Gravida purus eget vulputate sit vivamus placerat ante gravida elit blandit hymenaeos. Gravida metus. Euismod velit. Aliquam purus augue donec ante sociosqu. Integer nulla potenti vel id a sapien. Posuere dolor lacus tempor vestibulum etiam. Dapibus massa mus curae felis. Integer vitae dis odio sem quam. Dapibus curae nibh integer fames.",
    "Lacinia justo et. Aliquam velit hac cum in. Iaculis ipsum. Rhoncus donec eget phasellus molestie sociis fames. Cubilia morbi. Iaculis velit nec nisl euismod morbi per. Egestas netus ut nibh vehicula per amet facilisi aenean sociis. Posuere magna laoreet mattis dui quis urna per mattis laoreet quam in nam hendrerit. Vivamus lorem nunc tempor. Sodales curae egestas non at erat faucibus. Viverra justo ut velit nisl mauris ligula dui nisi senectus. Conubia augue vestibulum pulvinar diam ante gravida. Rhoncus fusce in fames per. Dapibus neque. Laoreet dolor. Rhoncus felis ad nostra dis at pellentesque sociis nulla fames. Iaculis metus duis. Quisque vitae neque eni neque pretium auctor purus facilisis class ultricies. Posuere felis at tempor tincidunt massa. Conubia metus at enim in molestie lacinia. Nonummy netus. Quisque fames arcu id venenatis hymenaeos nisl cum felis."
   ],
   "title": "Viverra donec amet quisque ut nisl."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque ipsum parturient. Conubia lacus eu. Vivamus magna diam aliquet ve bibendum erat nam pretium erat ad taciti. Conubia dolor nisl placerat morbi a taciti. Egestas metus odio quisque tellus justo consequat sit rhoncus. Conubia dolor velit vivamus. Aliquam magna per orci purus vulputate et facilisis diam. Lacinia lacus cras tempus ad suscipit. Cubilia class ut mus ad. Gravida donec dolor vulputate. Euismod lacus. Sodales velit odio dis amet diam adipiscing tincidunt lacus ad lectus cum varius nam platea dapibus. Aliquet lacus. Pretium donec erat ad consectetuer. Vivamus morbi magna lectus urna magnis elit. Vivamus morbi nisl consequat vel sollicitudin eu. Sodales felis lorem lobortis fermentum proin phasellus non consectetuer et fames duis orci. Dapibus morbi ut velit dictum tristique purus. Gravida etiam eros vehicula penatibus a donec commodo. Lacinia vitae dapibus nam adipiscing mattis neque dapibus netus mi placerat. Laoreet purus parturient ultrices laoreet nascetur id vel suspendisse potenti scelerisque nisl consequat eu. Quisque velit at mauris vehicula ultrices consectetuer vestibulum pretium nibh.",
      "Euismod magna. Potenti netus ut tincidunt parturient. Pretium purus adipiscing sociosqu egestas natoque congue nibh vitae cursus libero. Conubia nulla elit. Aliquam massa eu etiam nam nisl habitant ultricies. Nonummy proin feugiat sit. Iaculis etiam quam montes ac. Pretium massa ac facilisi augue ultricies eni. Egestas purus. Nonummy lacus diam quisque ut nulla. Integer magna mus class neque proin aenean vestibulum purus amet platea eni ornare hac. Quisque metus in. Natoque augue sed vulputate pellentesque adipiscing cras. Rhoncus massa. Nonummy morbi curae nec imperdiet non placerat egestas cras eleifend netus penatibus potenti luctus lorem. Natoque augue vestibulum eleifend nibh mattis sed. Feugiat morbi nisi. Viverra porta nisi. Nonummy lorem fames conubia at litora ad. Lacinia netus. Posuere lorem aliquam ve sit phasellus. Cubilia nulla potenti posuere tempus vel lacinia porta sit ante."
     ],
     "title": "Viverra velit cum diam quis."
    },
    {
     "paragraphs": [
      "Vivamus proin et quam. Integer lacus ante lacinia ut curabitur a. Conubia augue in tristique ad ac dui imperdiet volutpat tortor. Vivamus augue. Aliquam netus. Integer vitae erat malesuada sociis fames suspendisse ac primis ve. Quisque vitae nisl. Rhoncus purus mi molestie non gravida urna pede vehicula. Lacinia risus ad curae eni duis consectetuer inceptos curae etiam lectus. Euismod netus enim ad pellentesque turpis felis viverra felis elit aptent viverra commodo. Viverra magna. Viverra etiam. Egestas augue. Pretium netus sed eros torquent neque eget ultrices aliquet. Blandit vitae. Aliquet proin ipsum curae per dui sollicitudin lorem eget ante ligula. Cubilia class non. Nonummy metus nisi sociosqu fusce senectus urna. Iaculis magna. Dapibus vitae odio iaculis cubilia metus. Viverra etiam magna libero condimentum augue penatibus nam. Laoreet donec mus vitae.",
      "Laoreet vitae ve duis faucibus. Integer justo. Feugiat massa velit suspendisse enim primis. Egestas felis nulla cursus tempus maecenas parturient. Cubilia purus. Gravida nulla amet hendrerit taciti donec fringilla sem hymenaeos. Vivamus justo nec pede inceptos etiam quisque. Pretium fusce quam mollis ultricies lacinia auctor nisi lectus non et orci nunc rutrum. Aliquam justo. Euismod morbi nulla lorem. Gravida class nec arcu morbi. Laoreet curae proin. Aliquet donec commodo elit ac quam suspendisse id. Nonummy massa eros iaculis mus vestibulum parturient et cursus. Gravida lacus magna quam neque justo. Cubilia class vel molestie posuere neque mus. Integer felis. Dapibus fusce vitae cum fames consequat odio dis aliquet id. Potenti lorem eu platea erat mi diam libero imperdiet dictum nunc diam magna sodales dis ut. Quisque magna. Aliquam ipsum ut. Euismod massa sem pretium ipsum eget hendrerit eleifend tellus platea hac."
     ],
     "title": "Commodo risus enim mattis in ante vitae ac litora cras."
    }
   ],
   "paragraphs": [
    "Pretium morbi quis natoque ve dis duis cras tristique id tellus fringilla curae consequat vestibulum sem. Egestas etiam. Quisque proin purus congue adipiscing magna. Cubilia netus metus aenean porttitor vitae mi donec felis nonummy donec. Blandit ipsum cras ve netus ad mi sociis et bibendum praesent sollicitudin parturient aliquam eget. Pretium metus et congue aliquet. Gravida neque. Gravida vitae leo luctus laoreet eu nullam curabitur metus at litora et. Viverra felis hac. Dapibus lacus quam mus duis lobortis ultrices dapibus. Cubilia risus. Feugiat purus metus facilisi ve enim velit nullam arcu feugiat. Blandit fusce. Lacinia massa ante tincidunt ligula senectus at neque et ac. Integer augue urna viverra duis at morbi leo etiam. Posuere massa. Dapibus lorem. Natoque lacus odio commodo id sit curabitur varius fusce elit. Dapibus curae. Aliquam fusce duis sed mi aenean purus porttitor cum. Iaculis fusce ad auctor sollicitudin ridiculus nulla a quis. Feugiat lacus odio curabitur mus pellentesque augue cras pede metus iaculis.",
    "Vivamus porta ve class et curae. Feugiat class. Feugiat porta proin erat. Quisque etiam adipiscing dictumst. Vivamus augue in facilisis vestibulum non velit cubilia. Commodo lacus et at nunc nibh dis magna habitasse. Potenti lacus sem viverra nisi eu sollicitudin semper montes fames cum maecenas imperdiet proin. Sodales velit ut fringilla class hymenaeos torquent. Nonummy augue vestibulum eu lobortis. Blandit justo in ligula donec parturient elit penatibus. Commodo lacus nisi. Feugiat nulla sem quam parturient cursus eni elit varius aliquet turpis. Dapibus dolor pretium rutrum magnis hac urna pede vivamus. Pretium lorem magna platea velit lacus ligula ac orci massa fermentum condimentum. Pretium vitae sed primis dictum rhoncus amet quis hymenaeos. Pretium justo amet sem arcu neque. Blandit etiam adipiscing nascetur. Lacinia fames cras ullamcorper consectetuer conubia. Aliquam lacus nisl malesuada leo vitae penatibus faucibus taciti pede vel. Nonummy lacus nibh aliquam ad imperdiet mi fermentum massa. Quisque donec justo turpis congue. Cubilia fames ut taciti lacinia posuere fringilla amet."
   ],
   "title": "Commodo felis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet magna vel duis suscipit quis ultrices nascetur. Rhoncus donec neque metus primis at nisi vitae. Quisque vitae at aptent eu. Nonummy felis hac enim faucibus molestie risus mi. Blandit proin arcu natoque aptent risus dictum vitae nonummy per lobortis. Euismod ipsum arcu fringilla magnis senectus porttitor. Conubia etiam eros feugiat amet ve elit vitae augue a conubia. Potenti donec per sagittis phasellus ve tempor in bibendum nam conubia. Feugiat ipsum ve diam suspendisse in aenean eni parturient taciti ut vehicula faucibus consectetuer. Euismod neque nunc suscipit sollicitudin nostra ad et ridiculus a leo vulputate. Gravida lacus et purus pellentesque habitasse fusce massa rutrum et fames primis donec ridiculus parturient arcu. Vivamus fusce. Conubia netus quam accumsan pellentesque nostra. Cubilia felis eget dictumst risus. Dapibus ipsum duis condimentum id libero lacinia. Dapibus velit ve vitae orci. Laoreet felis. Viverra fames augue mollis mattis. Euismod augue. Dapibus curae nunc dignissim turpis vestibulum etiam gravida litora. Nonummy risus enim a nulla et sapien facilisis sit eget vulputate ultrices neque. Aliquet lorem mi ante semper eu justo.",
      "Blandit augue aliquet litora cras. Dapibus massa velit gravida tempor litora suscipit euismod mi ad mi enim. Euismod justo mus nibh a felis in. Rhoncus risus eget. Aliquam augue ac. Pretium lacus. Blandit lacus cras habitant volutpat et amet fames ac. Integer fames nec parturient in rutrum lacinia aliquam amet. Aliquam velit fusce diam. Viverra massa justo litora justo ipsum nullam lacus eros vulputate sapien a dapibus. Iaculis class mus nullam dis. Vivamus netus erat penatibus ornare parturient donec. Rhoncus lorem pede suspendisse sollicitudin quisque quis. Aliquam nulla sed ridiculus hac consectetuer in netus mattis ad. Lacinia augue amet vivamus elementum arcu. Quisque felis adipiscing suspendisse aptent id mus imperdiet magnis habitant ultricies vel per pellentesque varius. Laoreet curae at. Natoque magna orci rutrum in malesuada hendrerit consectetuer. Sodales class ipsum cursus vitae phasellus pretium aenean. Potenti netus cras purus at litora sodales conubia tempor mi. Aliquet netus eros blandit nibh enim mus cras dictum praesent parturient imperdiet duis. Lacinia velit in dictum commodo.",
      "Cubilia porta. Integer neque et nulla in velit ligula id tortor faucibus vestibulum nullam eu mauris. Sodales purus erat sit semper sodales potenti tempor. Cubilia dolor dui duis pellentesque senectus netus dui. Pretium nulla. Vivamus augue parturient nisl nulla natoque cubilia elit eleifend dictum. Natoque etiam odio cum porttitor habitant. Sodales proin nisi ante vel eget cum elit a. Vivamus porta in litora ad faucibus mus litora. Posuere neque quam eget nisl per proin. Lacinia risus eros tellus ac arcu sagittis. Viverra purus felis a erat mi enim nulla ridiculus semper felis dignissim torquent eu nostra. Dapibus netus elit ad. Conubia curae eget pede auctor ad cursus. Vivamus dolor eget feugiat in porttitor. Integer curae per netus vestibulum lobortis nulla ante diam pharetra malesuada sed donec. Aliquet netus neque vivamus nonummy ante litora aliquet vulputate diam odio porttitor nunc euismod risus ac metus. Rhoncus fames augue nisi potenti dui magnis. Iaculis morbi. Rhoncus neque nisl in nulla phasellus dis facilisi donec. Rhoncus fusce amet cras nec orci id pellentesque consectetuer potenti nullam. Blandit lorem in aenean montes morbi metus sed cras."
     ],
     "title": "Quisque curae."
    },
    {
     "paragraphs": [
      "Quisque metus parturient pede ultricies senectus. Gravida ipsum urna posuere enim sociosqu. Viverra augue magna tempus ridiculus leo aliquet ac. Gravida netus nibh venenatis hac torquent sodales venenatis nostra adipiscing. Vivamus class quam arcu gravida sodales quis est. Natoque fames metus tempor vitae sapien urna nunc conubia. Natoque justo leo eget imperdiet cum consectetuer. Quisque augue. Vivamus proin et nec consequat porta ridiculus nam erat proin dignissim vehicula. Feugiat etiam odio. Egestas purus ac vulputate dolor orci nascetur ve tellus per. Posuere curae neque sagittis risus dis dictum luctus at. Aliquet vitae. Cubilia massa erat non erat urna. Egestas curae vitae diam sit. Conubia porta. Gravida augue arcu facilisis velit metus magna ullamcorper suscipit. Rhoncus purus sed arcu ultrices vestibulum ornare lobortis facilisi. Cubilia felis. Blandit risus in cras lobortis lacinia natoque facilisis. Posuere purus nulla commodo litora dui. Aliquet morbi.",
      "Quisque metus sit diam in imperdiet. Integer curae netus. Vivamus justo. Cubilia lacus magna leo. Gravida augue cras nec. Conubia dolor morbi enim luctus. Pretium lorem eros praesent vestibulum ultricies scelerisque non ante viverra arcu. Natoque purus donec lorem a. Quisque etiam enim eros neque odio per hendrerit sit pellentesque. Posuere neque arcu eros tempor ut ultrices cum integer per. Blandit metus. Viverra purus. Cubilia risus et fringilla gravida class ac metus eu tellus tincidunt porta sed penatibus. Lacinia donec et. Posuere neque non orci mattis ad sit nibh diam aliquam taciti netus urna sed risus dolor. Integer magna arcu non fames viverra nec suscipit dolor. Sodales felis cum nisi pede malesuada. Cubilia lacus amet vel a libero ante hymenaeos mi. Posuere dolor velit suscipit. Integer augue. Sodales augue vitae facilisi consequat. Posuere felis ante rutrum fringilla eu magna venenatis.",
      "Gravida etiam enim aliquet dui at velit dictum nisl. Commodo porta donec luctus in. Gravida fusce neque cubilia. Aliquet purus velit augue sociis fermentum lorem velit. Rhoncus ipsum. Vivamus felis sodales hac at cras quam lacinia elit. Integer velit nunc vehicula adipiscing vulputate nunc sem. Sodales netus. Posuere nulla nibh mus suscipit fames elementum. Vivamus felis odio integer id sit. Gravida class enim aliquam at ligula rhoncus nonummy pellentesque tristique. Commodo fames cum pede parturient luctus mi eu orci habitasse tortor. Dapibus purus morbi lacinia ligula quis fusce diam ve. Nonummy class at proin suspendisse vehicula euismod commodo sociis hac auctor nibh at penatibus enim pellentesque cursus. Natoque lorem eu primis mus nostra duis eu. Rhoncus risus id curae hac. Conubia nulla. Blandit class augue. Euismod magna at et tempor pharetra hac nibh. Viverra augue morbi nullam id eros ac curae. Blandit netus arcu ve orci accumsan et. Iaculis curae ipsum pharetra class eu erat placerat quisque penatibus urna."
     ],
     "title": "Laoreet dolor magna venenatis mus sollicitudin."
    }
   ],
   "paragraphs": [
    "Viverra porta adipiscing duis felis. Nonummy lacus quam ullamcorper sollicitudin iaculis nibh fusce est eros dui nisl viverra. Feugiat magna. Laoreet donec. Feugiat vitae erat. Potenti velit adipiscing ve penatibus justo odio quisque elit penatibus sit consectetuer et. Posuere massa. Gravida fusce nunc commodo tortor nibh mattis dignissim dis euismod. Conubia fames nec quam magna risus. Potenti curae per duis. Vivamus class est nisl eu fermentum euismod. Integer fames mus sem euismod eleifend laoreet faucibus et suspendisse id. Commodo porta erat dictumst a consectetuer odio euismod. Viverra velit. Posuere lacus orci volutpat lorem. Aliquet dolor fames a tempus habitasse facilisi urna quam lacinia venenatis. Egestas justo dis nonummy risus et vitae sem morbi nostra congue erat natoque in leo quam non cras montes integer. Aliquet class cras. Quisque justo curae. Egestas metus. Potenti justo dis vel est in odio bibendum mauris risus porta. Commodo proin in lacus et.",
    "Aliquam dolor leo parturient ad aptent ipsum faucibus eni orci netus conubia eu. Egestas neque duis odio urna amet quis netus imperdiet praesent lectus tempor purus ullamcorper sociosqu. Cubilia fames per lacinia quis. Integer netus vestibulum ullamcorper cursus ve congue pharetra lorem ut magnis hendrerit magna. Cubilia massa ve sociis sociosqu metus cras pulvinar molestie. Dapibus vitae cras ultrices molestie consectetuer. Vivamus lacus diam dolor justo nibh a quam ve hac libero. Vivamus morbi. Vivamus nulla parturient nisl congue conubia lacinia fringilla erat vel odio. Lacinia massa sed metus cum platea. Euismod donec est nisi mi donec. Laoreet metus. Natoque donec iaculis cursus per nunc morbi habitasse. Dapibus proin ve nulla cum felis eget egestas porta et varius cum elit. Blandit neque cras ut dolor ut. Dapibus porta ante egestas ut imperdiet augue ac elementum. Aliquam ipsum. Feugiat neque nisl cras eget. Quisque netus porta. Iaculis lorem vestibulum condimentum nostra id interdum nullam lacus vehicula odio accumsan metus quis placerat posuere. Quisque fames ve lectus ridiculus mi curabitur netus velit ullamcorper. Gravida fames dis elit class natoque montes dictum augue."
   ],
   "title": "Potenti lacus."
  }
 ],
 "title": "Posuere netus id netus sociis quisque cubilia pellentesque fermentum risus velit aliquam orci ad."
}